{
  "1": "for your consideration\n\n \n\n \n\n \n\nADAPTED SCREENPLAY\nDAVID HARE\n\nBASED UPON THE NOVEL BY\nMICHAEL CUNNINGHAM\n\n \n\fFADE IN:\nEXT. MONK'S HOUSE (RODMELL, ENGLAND) - DAY\n\nA river flows, not far from a small house in the Sussex\ncountryside.\n\nSUPERIMPOSE: SUSSEX, ENGLAND. 1941.\n\nIt is the 28th of March, a desolate, gray morning, as a\nwoman of 59, very thin, in a huge overcoat with a fur\ncollar, comes out of the house and hurries across the\nlawn. The edge of the lawn turns into a grassy, open\nfield as she carries on her way, moving quickly,\ndeterminedly towards her destination.\n\nEXT. RIVER OUSE - DAY\n\nThe woman reaches an embankment and has to clamber down\nto a brackish, mud-brown River Ouse. Her elegant,\nunsuitable shoes stick in the mud. The woman is seen\nmore closely -- her face pale, fine, gaunt. As soon as\nshe gets to the river's edge she looks round for a\nsuitable stone. She sees one lying on the ground, the\nsize and shape of a pig's skull. She picks it up and\ncrams it a little clumsily into the pocket of her coat.\nThen VIRGINIA WOOLF turns and without taking off her\nshoes begins to wade out into the river.\n\nEXT./INT. MONK'S HOUSE - DAY\n\nLEONARD WOOLF is coming in from the garden on the other\nside of the house. At this point, he is 61. He has\nmuddy corduroys and a pullover, the very picture of the\naging intellectual -- austere, ascetic with a fine\nforehead and glasses. He comes distractedly into a small\nhallway at the back of the house and starts taking off\nhis Wellington boots, unaware of anything wrong.\n\nINT. MONK'S HOUSE - SITTING ROOM - DAY\n\nTwo blue envelopes are propped up on the mantelpiece. In\nhandwriting, the single word \"Leonard\" is on one; the\nsingle word \"Vanessa\" is on the other.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MONK'S HOUSE - SITTING ROOM - DAY\n\nTwo blue envelopes are propped up on the mantelpiece. In\nhandwriting, the single word \"Leonard\" is on one; the\nsingle word \"Vanessa\" is on the other. \n\nTARGET SECTION TO BE ANNOTATED:\n LEONARD'S hand\nreaches to lift his envelope, leaving the other where it\nis. He stands, fearful. The sitting room of the house\nis bohemian, casual, artistic, attractive. A YOUNG MAID\ncomes into the room, unaware of the drama that is about\nto unfold.\n\nMAID\nAre you ready for lunch, sir?\n\n(CONTINUED)\n\fCONTINUED:\n\nLEONARD\nNot quite. Not just at the\nmoment.\n\nThe MAID goes out. LEONARD, still in his gardening\nclothes, is tense as he opens the envelope. He unfolds\ntwo blue pages. VIRGINIA WOOLF'S voice is hard as she\nreads the letter.\n\nVIRGINIA (V.O.)\nDearest, I feel certain that I am\ngoing mad again. I feel we can't\ngo through another of these\nterrible times. And I shan't\nrecover this time. I begin to\nhear voices and can't concentrate.\nSo I am doing what seems the best\nthing to do.\n\nLEONARD looks up, alarmed, beginning to panic.\n\nVIRGINIA (V.O.)\nYou have given me the greatest\npossible happiness. You have been\nin every way all that anyone could\nbe. I know that I am spoiling\nyour life, that without me you\ncould work. And you will, I know.\n\nEXT. MONK'S HOUSE (RODMELL) - DAY\n\nLEONARD runs back down to pull on his Wellington boots,\nthen runs out of the back room. He comes out of the\nhouse and moves rapidly down the lawn. Terrified, he\nbegins to run as the river comes in sight. Meanwhile:\n\nVIRGINIA (V.O.)\nYou see, I can't write this\nproperly. I want to say is that I\nowe all the happiness of my life\nto you. You have been entirely\npatient with me and incredibly\ngood. Everything has gone from me\nbut the certainty of your\ngoodness. I can't go on spoiling\nyour life any longer. I don't\nthink two people could have been\nhappier than we have been.\n\nLEONARD has reached the edge of the river. He sees a\nwoman's footprints in the mud. He looks out across its\nempty, flowing surface.\n\nVIRGINIA (V.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sees a\nwoman's footprints in the mud. He looks out across its\nempty, flowing surface. VIRGINIA (V. \n\nTARGET SECTION TO BE ANNOTATED:\n0O.)\nVirginia.\n\fEXT. RIVER - DAY\n\nAt once the image of VIRGINIA WOOLF'S body, face down,\nswirling fantastically like a Catherine wheel, back on\nthe surface of the water and carried along by the\ncurrent. Her hair is unloosed, her coat has billowed\nout. Her body swirls, moving fast downstream, wildly\nfestooned like Ophelia, then comes to rest against an\nunderwater pillar and curls up like a baby as the water\ncatches the corpse against the stone. It is caught\nagainst the stanchion of a bridge. Over the bridge, in\nconvoy, a line of Army trucks is passing, loaded with\nsoldiers in transit. The convoy passes over, ignorant of\nthe corpse beneath the bridge.\n\nEXT./INT. THE BROWNS' HOUSE (LOS ANGELES) - DAWN\n\nCREDIT SEQUENCE. Now a delivery truck moves down a\nsuburban street.\n\nSUPERIMPOSE: LOS ANGELES. 1951.\n\nThe CREDITS BEGIN. It is only just past dawn as the\ntruck passes a car coming from the opposite direction.\nThe car approaches a one-level, small detached house,\nwhich sits, secure, confident, a family image of post-war\nAmerica. The car draws up in the drive, and from it gets\nout DAN BROWN, a sturdy, handsome American, just turning\n30. He wears suit trousers and a white open-neck shirt,\nand he is carrying a bunch of white roses. He lets\nhimself in through the front door, and moves, roses in\nhand, along past the sitting room with its pastel shades\nand low, sparse furniture into the kitchen. As he\nreaches for a vase, he looks towards the door of a\nnearly-darkened bedroom which is open at the back of the\nhouse. A few rays of light from the window help to pick\nout shapes. In the bedroom LAURA BROWN, a few years\nolder than DAN, is lying asleep in the bed. She is\nsmall, angular and fragile. She turns a moment in her\nsleep.\n\nEXT. HOGARTH HOUSE (RICHMOND) - DAWN (1923)\nSUPERIMPOSE: RICHMOND, ENGLAND. 1923.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe turns a moment in her\nsleep. EXT. HOGARTH HOUSE (RICHMOND) - DAWN (1923)\nSUPERIMPOSE: RICHMOND, ENGLAND. 1923. \n\nTARGET SECTION TO BE ANNOTATED:\nA younger LEONARD WOOLF, only 43, is walking past the\nchurch, carrying a newspaper and a pile of envelopes and\npackages he has collected. This suburban quarter, a half\nan hour away from London, is rich with flowers, lawns,\ntrees. In the other direction come the morning\nCOMMUTERS, dark-coated men, on their way to the station\nto work. Beside the church is a big gray-stoned house,\nits great face unmoving in the dawn.\n\f10\n\nINT. HOGARTH HOUSE - HALL AND GALLERY - DAWN 9\n\nLEONARD WOOLF opens the door of the house and goes into\nthe hall, which is lined with paintings. He puts down\nthe packages and paper and looks up in time to see a man\nin his 60s, obviously a DOCTOR -- he carries a doctor's\nbag and is in a dark coat -- coming down the stairs,\nheading to have a word with him.\n\nLEONARD\nAh, Doctor. Good morning.\n\nDOCTOR\nMr. Woolf. No worse, I think.\nThe main thing is to keep her\nwhere she is, keep her calm.\n\nLEONARD\nMmm. Friday then?\n\nDOCTOR\nFriday.\n\nTheir conversation is left behind. Upstairs, on the\nfirst floor, beyond the banisters of an open gallery, is\nthe room the DOCTOR has come out of. Inside the bedroom,\na woman is alone. She is lying chastely, blinds down at\nthe windows. She is the younger VIRGINIA WOOLF, now only\n41. She is staring up at the ceiling.\n\nEXT./INT. CLARISSA'S APARTMENT (NEW YORK) - DAWN (2001) 10\nSUPERIMPOSE: NEW YORK CITY, 2001.\n\nA SUBWAY TRAIN RATTLES violently PAST and a lone WOMAN is\nleft standing on the platform. At street level, the sun\nis just about to rise down West 10th, one of the leafiest\nand most pleasant streets in the Village. The woman,\nSALLY LESTER, is walking quickly down the dawn street,\nreturning home. She is tall, dark, dynamic, in her late\n30s, wearing a leather jacket and jeans.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt street level, the sun\nis just about to rise down West 10th, one of the leafiest\nand most pleasant streets in the Village. The woman,\nSALLY LESTER, is walking quickly down the dawn street,\nreturning home. She is tall, dark, dynamic, in her late\n30s, wearing a leather jacket and jeans. \n\nTARGET SECTION TO BE ANNOTATED:\n She approaches\na high red-brick terraced house, goes up the steps and\nlets herself in through its white-painted front door.\nSALLY goes up to the first-floor apartment, which she\nalso unlocks. SALLY walks straight through the living\nroom of quiet, Bloomsbury-bourgeois homeliness --\nterracotta and pine, clay post, ceramics, plants and\nmassive numbers of books. She goes down a corridor into\na warm-colored bedroom, light beginning to beat now\nagainst large blinds. SALLY sheds clothes as she goes,\ntaking off her leather jacket and jeans, stripping down\nto a T-shirt and knickers. She gets into the bed, does\nnothing to wake the apparently sleeping figure beside\nher. CLARISSA VAUGHAN is short of 50, tall, splendid\nbeside the smaller SALLY. CLARISSA does not react\nvisibly, but a moment after SALLY closes her eyes,\nCLARISSA opens hers.\n\f11\n\n12\n\nINT. MONTAGE - ALL OF THE ABOVE - ALL DAWN 11\n\n2001, 1951 and 1923. In MONTAGE, DAN BROWN stands in the\nbedroom in front of the mirror, tying his tie. CLARISSA\nthrows back the sheet from the bed and gets up. She\ncomes into the small bathroom in her white night gown,\nties her hair back behind her head. LAURA, awake now,\nreaches for a book which is lying at the side of her bed.\nAs her hand reaches for it, the title is clearly seen:\nMrs. Dalloway. VIRGINIA sits alone in her bedroom in her\ndressing-gown, looking at herself in the mirror, then\nlifts her fingers to adjust her hair. Water pours onto\nCLARISSA'S face in the shower as she reaches her naked\narm out in front of her to grope for the tap, invisible\nin steam. DAN sets out the breakfast things at the\nkitchen table for three people,’ then goes and spoons\nNescafe for himself into a mug. He pours on hot water.\nCLARISSA, in a robe, goes to fill her percolator from a\nkitchen sink which is full of live crabs, in water.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAN sets out the breakfast things at the\nkitchen table for three people,’ then goes and spoons\nNescafe for himself into a mug. He pours on hot water. CLARISSA, in a robe, goes to fill her percolator from a\nkitchen sink which is full of live crabs, in water. \n\nTARGET SECTION TO BE ANNOTATED:\nVIRGINIA completes dressing, checks herself neatly in the\nmirror, walks down the corridor and stands for a moment\nat the top of the stairs, readying herself. CLARISSA\ncomes into her living room, stands in the middle with her\nremote control and adjusts the lighting, then turns ON a\nCLASSICAL RADIO STATION. LAURA arranges the pillows to\nenjoy a luxurious few moments of reading. She turns to\nlisten for the sound of her husband in the kitchen.\n\nIn succession, the three women, suspended: VIRGINIA,\npausing, CLARISSA looking around satisfied with the\nenvironment she has created, LAURA listening. Then one\nthing disturbs CLARISSA: a bunch of sorry-looking dead\nflowers in the corner of the room. She shakes her head\nin irritation. DAN brings his roses from the sink and\nputs the vase on the kitchen table. As he does so,\nanother vase is put down by a MAID'S hands, this time\nwith a bunch of blue cornflowers. As it goes down,\nechoing the identical motion from 28 years later, the\nCREDITS END.\n\nINT. HOGARTH HOUSE - HALL AND GALLERY - DAY (1923) 12\n\nThe vase of cornflowers is seen to be on a table in the\nopen hall of Hogarth House. LEONARD WOOLF is sitting\neating toast, drinking coffee, and already proof-reading\na manuscript. He looks up at the sound of VIRGINIA\nappearing from upstairs.\n\nVIRGINIA\nGood morning, Leonard.\n\nLEONARD\n\nGood morning, Virginia. How was\nyour sleep?\n\n(CONTINUED)\n\f12 CONTINUED: 12\n\nVIRGINIA\nUneventful.\n\nLEONARD\nThe headaches?\n\nVIRGINIA\nNo. No headaches.\n\nLEONARD\nThe doctor seemed pleased.\n\nVIRGINIA helps herself to tea from the table and nods at\nthe mail.\n\nVIRGINIA\nThat's all from this morning?\n\nLEONARD\nYes. This young man has submitted\nhis manuscript. I've found three\nerrors of fact and two spelling\nmistakes and I'm not yet on page\nfour.\n\nLEONARD is watching her all the time and sees that she is\nnot planning to sit down.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis young man has submitted\nhis manuscript. I've found three\nerrors of fact and two spelling\nmistakes and I'm not yet on page\nfour. LEONARD is watching her all the time and sees that she is\nnot planning to sit down. \n\nTARGET SECTION TO BE ANNOTATED:\nLEONARD\nHave you had breakfast?\n\nVIRGINIA\nYes.\n\nLEONARD\nLiar.\n\nLEONARD'S tone is casual. He has the quiet, tactful\nmanner of a good nurse.\n\nLEONARD\nVirginia, it is not my insistence.\nIt's the wish of your doctors.\nVIRGINIA just looks at him, not answering.\nLEONARD\nI'm going to send Nelly up with a\nbun and some fruit.\nAgain, VIRGINIA looks at LEONARD, disobediently.\n\n(CONTINUED)\n\f12\n\n13\n\n14\n\n15\n\nCONTINUED: (2) 12\n\nLEONARD\nVery well, then. Lunch. A proper\nlunch. Husband and wife sitting\ndown to soup, pudding and all. By\nforce, if necessary.\n\nVIRGINIA\nLeonard, I believe I may have a\nfirst sentence.\n\nLEONARD looks her in the eye, knowing how stubborn she\nis.\n\nLEONARD\nWork, then. But then you must\neat.\nINT. HOGARTH HOUSE - STUDY - DAY 13\n\nVIRGINIA goes into her plain, serene study and sits down,\npicking up a board on which she writes. There is an\ninkwell, a fountain pen. She lights a cigarette. Then,\ncharged with quiet excitement, she opens a clean\nnotebook. The blank page. Then a feeling of pleasure\nappears on her face in the hushed room. Before writing\nshe tries her sentence out loud.\n\nVIRGINIA\nMrs. Dalloway said she would buy\nthe flowers herself.\n\nINT. BROWNS' HOUSE - LOS ANGELES (1951) 14\n\nLAURA is lying in the bed, luxuriating in a moment of\nbeing alone. She reaches for the copy of Mrs. Dalloway\nbeside her bed and she opens it. She smiles in\nanticipated pleasure. She speaks out loud.\n\nLAURA\n'Mrs. Dalloway said she would buy\nthe flowers herself.'\n\nINT. CLARISSA'S APARTMENT - NEW YORK (2001) 15\n\nCLARISSA is standing in the middle of the living room,\nfrowning, as if wondering what she should do. Then she\ncalls out to SALLY, unseen in the other room.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDalloway said she would buy\nthe flowers herself.'\n\nINT. CLARISSA'S APARTMENT - NEW YORK (2001) 15\n\nCLARISSA is standing in the middle of the living room,\nfrowning, as if wondering what she should do. Then she\ncalls out to SALLY, unseen in the other room. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA\nSally! I think I'll buy the\nflowers myself.\n\f16\n\n17\n\nINT. CLARISSA'S APARTMENT - BEDROOM - DAY 16\n\nSALLY, still lying in bed, blearily reacts to what she\nhas heard.\n\nSALLY\nWhat? What flowers?\n\nAnd then she remembers what day it is. SALLY starts to\nget out of bed.\n\nSALLY\nOh shit, I'd forgotten...\n\nSALLY falls back on the bed.\n\nINT. BROWNS' HOUSE - DAY (1951) 17\n\nA 5-year-old boy is watching as cereal is poured into a\nbowl. LAURA and DAN'S son, RICHIE, is sitting at the\ntable as DAN prepares his breakfast. RICHIE is in\npajamas, a sensitive little boy, his face unable to\ncensor his shifting feelings. DAN is in shirt and tie,\nhis jacket neatly hung on the back of a chair.\n\nDAN\nThere you are, son. You're never\ngoing to be a big boy if you don't\neat your breakfast. You're going\nto be’the big brother. It's a\nvery important job.\n\nRICHIE\nIs Mommy getting up this morning?\n\nDAN\nOf course she is. Of course\nMommy's getting up. She just\nneeds her rest. Look. Here she\nis.\n\nAnd indeed, LAURA has now appeared in the doorway, the\nbulge of an early to mid-term pregnancy visible. LAURA\nshakes her head at the sight of the white roses on the\ntable. There's something odd, distant in her manner.\n\nLAURA\nHappy birthday.\n\nDAN\nMorning, honey.\n\nLAURA\nOh, Dan. Roses. On your own\nbirthday. You're too much,\nreally.\n(CONTINUED)\n\f17 CONTINUED: 17\n\n~ DAN\n\nHe'll eat it now that you're here.\n\nDAN gestures at RICHIE.\n\nLAURA\nIt's your birthday. You shouldn't\nbe out buying me flowers.\n\nDAN\n\nWell, you were still sleeping.\nLAURA\n\nSo?\nDAN\n\nWell, we decided it would be\nbetter if we let you sleep ina\nlittle. Didn't we?\n\nDAN smiles conspiratorially at his son. LAURA reaches\ndown and kisses RICHIE.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nDidn't we? DAN smiles conspiratorially at his son. LAURA reaches\ndown and kisses RICHIE. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\nGood morning, bug.\nCo DAN\nYou need to rest, Laura. You're\nonly four months away.\n\nLAURA\nHonestly! I'm fine. I'm just\ntired.\n\nDAN touches her stomach tenderly. LAURA smiles, but then\nslips away. She pours herself coffee. DAN is putting\nhis jacket on over his dazzling white shirt, readying\nhimself for work.\n\nDAN\nI've been telling him he's got to\neat his breakfast.\n\nLAURA\nThat's true.\n\nDAN\nSo it's a beautiful day. What are\nyou two going to be doing with it?\n\nLAURA\nco Oh, we've got our plans, haven't\n: we?\n\n(CONTINUED)\n\f17\n\n10.\n\nCONTINUED: (2) 17\n\nDAN\nWhat plans?\n\n: LAURA\nWell, it wouldn't be much of a\nparty, would it, if I told you\nevery detail in advance?\n\nDAN\nThen I'd better stop asking\nquestions then, huh?\n\nDAN grins at RICHIE, the whole performance for his\nbenefit.\n\nDAN\nHey, is that the time? I'd better\nget going.\n\nDAN is looking at his watch. It's a morning ritual --\nthe same every day. He gathers his briefcase and heads\nfor the door in haste.\n\nLAURA\nHave a good day.\n\nDAN\nYou too.\n\nLAURA\nAnd, Dan...\n\nDAN stops at the door.\nLAURA\n\nHappy birthday.\n\nDAN\nThank you.\n\nDAN'S gone. Without him, the room feels silent. RICHIE\nlooks at his mother. It's as if she's nervous at being\nleft alone with RICHIE. LAURA waves good-bye to DAN\noutside in the drive, then turns back to RICHIE.\n\nLAURA\nYou need to finish your breakfast.\n\nRICHIE\nThat's what I'm doing.\n\nLAURA comes and sits at the table. RICHIE watches her,\nexpectant.\n\n(CONTINUED)\n\fco\n\n \n\n17\n\n18\n\n11.\n\nCONTINUED: (3) 17\n\nLAURA\nSo. I'm going to make a cake.\nThat's what I'm going to do. I'm\ngoing to make the cake for Daddy's\n\nbirthday.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm going to make a cake. That's what I'm going to do. I'm\ngoing to make the cake for Daddy's\n\nbirthday. \n\nTARGET SECTION TO BE ANNOTATED:\nRICHIE\nMommie, can I help?\n\nLAURA\nWell...\n\nRICHIE\n\nCan I help make the cake?\n\nLAURA frowns a second, as if regretting her son's\neagerness.\n\nLAURA\nOf course you can, sweet pea. I'm\nnot going to do anything without\nyou.\n\nINT. CLARISSA'S APARTMENT - DAY 18\n\nSALLY appears from the bedroom and looks down to the\nliving room where she sees CLARISSA can be heard on the\nphone. SALLY is pulling on her jeans. The whole\napartment is submerged in books -- bound proofs,\nhardbacks and manuscripts.\n\nCLARISSA\nNo, of course you must come. I\nmean it. I always wanted you to\ncome. And everyone involved in\nthe actual ceremony.\n\nCLARISSA acknowledges SALLY with a wave of the hand.\nSALLY turns and goes into the kitchen while CLARISSA goes\nback to the phone.\n\nCLARISSA\nI don't know. Around sixty. Well\nit will, it will mean so much.\nThe whole occasion. And so the\nleast I can do is have you all to\ndinner. Just to say thank you. I\nmean it. Of course.\n\nSALLY is gone into the kitchen to pour hot coffee. She\nlooks into the sink at the wriggling crabs.\n\n(CONTINUED)\n\f18\n\n19\n\n20\n\n12.\nCONTINUED: 18\n\nSALLY\nMy God, what if nobody comes? I\nsuppose we can live for a month\noff crustaceans.\n\nSALLY comes back into the room with her coffee and\nwatches CLARISSA, who is still working her charm on the\nphone. SALLY mimics her, wordlessly.\n\nCLARISSA\nOh, I take that as a yes. Oh,\nthat's great. I'm thrilled. 0h,\ngood.\n\nSALLY smiles affectionately at how characteristic of\nCLARISSA this whole conversation has been.\n\nEXT. WEST 10TH STREET (NEW YORK) _- DAY (2001) 19\n\nThe sun is shining as CLARISSA appears at the top of the\nlittle run of steps from her apartment and heads\ncheerfully out onto 10th Street. It's a dazzling day.\n\nEXT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nWEST 10TH STREET (NEW YORK) _- DAY (2001) 19\n\nThe sun is shining as CLARISSA appears at the top of the\nlittle run of steps from her apartment and heads\ncheerfully out onto 10th Street. It's a dazzling day. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WASHINGTON SQUARE - DAY 20\n\nCLARISSA heads down Fifth Avenue in good spirits.\nRappers go by, skate-boarders. A few PASSERS-BY greet\nher as she moves through the district, a familiar figure,\nat ease in her favorite quarter. She is on a mobile\nphone, still making her arrangements for the party.\n\nCLARISSA\nThis is Clarissa Vaughan. Yes,\nI'm just confirming that you're\nsending the car to pick me up\nfirst. Yeah, and then we're\ngoing...\n\nNEIGHBOR\nHi, Clarissa!\n\nCLARISSA\nHi, hi, can't talk.\n\nCLARISSA waves and returns to her mobile.\n\nCLARISSA\nAnd then we're going over to six\nseventy-five Hudson. That's\nright. Between Fourteenth and\nNinth. Then uptown. And there I\nwill need you to wait. And it'll\nbe over at seven.\n\f21\n\n22\n\n13.\n\nEXT. SPRING STREET - DAY 21\n\nNow CLARISSA is pausing for traffic and walking across\nSpring Street towards an exquisite flower shop, which is\ndecked in buckets of summer blooms. CLARISSA heads\ncheerfully towards the glass door and goes in.\n\nINT. FLOWER SHOP - DAY 22\n\nCLARISSA goes into the chic little flower shop and raises\nher arms a little to greet the owner. Her name is\nBARBARA -- in her fifties, pale, with dark hair.\n\nCLARISSA\nFlowers! What a beautiful\nmorning!\n\nBARBARA kisses CLARISSA and puts an arm round her, the\ntwo of them at ease.\n\nBARBARA\nClarissa, hi! How are you?\n\nCLARISSA\nI'm having a party! My friend\nRichard's won the Carrouthers.\n\nBARBARA\nWell, that's just terrific. If I\nknew what it was.\n\nCLARISSA\nIt's a poetry prize. For a life's\nwork. It's the most prestigious.\nFor a poet it's the best you can\ndo.\n\nBARBARA\nOh. Very good.\n\nCLARISSA is proud on Richard's behalf but BARBARA is\nalready pointing along the rows of flowers.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nBARBARA\nOh. Very good. CLARISSA is proud on Richard's behalf but BARBARA is\nalready pointing along the rows of flowers. \n\nTARGET SECTION TO BE ANNOTATED:\nBARBARA\nSo what would you like? We've got\nloads of lilies...\n\nCLARISSA\nNo. Too morbid. Hydrangeas, I\nthink. And let's just have\nbuckets of roses. Whatever. To\nhell with it. Spare no expense.\n\nCLARISSA picks out one bunch of flowers.\n(CONTINUED)\n\f14.\n\n22 CONTINUED: 22\n\nCLARISSA\nI'm going to take these with me.\n\nBARBARA gets out armfuls of yellow roses and takes them\nto the desk, while an ASSISTANT takes the ones CLARISSA\nhas picked out to take back herself. CLARISSA wanders up\nthe other end. Now BARBARA is cutting the stalks and\nwrapping them.\n\nBARBARA\nI actually tried to read Richard's\nnovel.\n\nCLARISSA\nOh, did you? I know it's not\neasy.\n\nBARBARA smiles, not unkindly, at the understatement.\n\nCLARISSA\nI know. It did take him ten years\nto write.\n\nBARBARA\n\nYeah, well, I figured. Maybe it\njust takes another ten to read.\n\nCLARISSA just smiles, coming to the counter to collect\nher flowers.\n\nBARBARA\nIt's you, isn't it?\nCLARISSA\nWhat is?\nBARBARA\nIn the novel? Isn't it meant to\nbe you?\nCLARISSA\n\nOh, I see. Yeah.\nCLARISSA shrugs, half-pleased, half-embarrassed.\n\nCLARISSA\nI mean, in a way. Sort of.\nRichard's a writer. That's what\nhe is. He uses things which\nactually happen.\n\nBARBARA\nYes.\n\n(CONTINUED)\n\f22\n\n23\n\n24\n\n25\n\n26\n\n15.\n\nCONTINUED: (2) 22\n\nCLARISSA\nAnd years ago, he and I were\nstudents, it's true. But then he\nchanges things.\n\nBARBARA\nSure.\n\nCLARISSA\nI don't mean in a bad way.\n\nBARBARA looks at her a moment. CLARISSA frowns.\nCLARISSA\nMore like, he makes them his own.\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARISSA frowns. CLARISSA\nMore like, he makes them his own. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOGARTH HOUSE - STUDY - DAY 23\n\nVIRGINIA WOOLF sits in her study, pen poised. She speaks\nto herself.\n\nVIRGINIA\nA woman's whole life...\n\nEXT. SPRING STREET - DAY 24\n\nCLARISSA comes out of the flower shop, carrying a bunch\nof flowers and sets off down the street. VIRGINIA\ncontinues speaking underneath.\n\nVIRGINIA (V.O.)\n... in a single day.\n\nINT. BROWNS' HOUSE - KITCHEN - DAY (1951) 25\n\nLAURA sits thinking at the kitchen table, turning the\npages of a cookery book.\n\nVIRGINIA (V.0.)\nJust one day... and in that day,\nher whole life.\n\nRICHIE has run across the kitchen and now climbs his\nmother's lap.\n\nEXT. TRIANGLE BUILDING - DAY (2001) 26\nNow CLARISSA is walking through the meat market, carrying\n\nher distinctive bunch of flowers.\n(CONTINUED)\n\f26\n\n27\n\n28\n\n29\n\n16.\n\nCONTINUED: 26\n\nShe crosses the road among the meat trucks. And then she\napproaches the huge, red-painted triangular building\nwhich looms up at her from the crossroads.\n\nINT. RICHARD'S APARTMENT - DAY 27\n\nAt an upstairs window a MAN in a dressing gown parts his\ncurtain to look down at CLARISSA approaching.\n\nINT./EXT. TRIANGLE BUILDING - DAY 28\n\nCLARISSA, confident, cheerful, approaches a doorway\ncrammed between the metal criss-crossings of fire\nescapes. She opens the door with a key and goes into a\ntiny, squalid, airless lobby. A fluorescent panel\nsplutters on the ceiling. CLARISSA heads for the\ncheerless graffiti-strewn freight elevator, closes the\ngate and rides upward.\n\nINT. RICHARD'S APARTMENT AND CORRIDOR - DAY 29\n\nCLARISSA rings the bell of RICHARD'S apartment, then\npresses her face close to the door to listen.\n\nRICHARD (0.S.)\n(inside)\nMrs. Dalloway, it's you.\n\nCLARISSA\nYes, it's me.\n\nRICHARD (0.S.)\n(inside)\nCome in.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARISSA\nYes, it's me. RICHARD (0. S.)\n(inside)\nCome in. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA turns the lock with her own key and goes in to a\ndesolate loft space. The first space is in near\ndarkness, a gloomy kitchen-bathroom area. CLARISSA picks\nher way carefully through to the second, larger space --\nthe living area -- where the man at the window is\nsitting, pale, stick-limbed, in a rotting armchair which\nis covered in towels. RICHARD is in his late 40s, gaunt\nfrom AIDS, a noble skull merely, his boxer's nose and\nhigh forehead lit by a streak of light from between the\nblinds. He is wearing a blue robe with child-like\ndrawings of rockets and astronauts on it. The whole\nplace is bleached, chaotic, more or less bare of\nornament. This is a man who has pared his life down to\nvery little.\n\n(CONTINUED)\n\f17.\n\n29 CONTINUED: 29\nCLARISSA puts down the flowers and goes to the blinds.\n\nCLARISSA\nRichard, it's a beautiful morning.\nHow about I let in a little light?\n\nRICHARD\nIs it still morning?\n\nCLARISSA\nIt is.\nCLARISSA raises one of the shades. RICHARD barely moves\nto greet the light.\n\nRICHARD\nHave I died? Am I alive?\n\nCLARISSA bends over and kisses his forehead.\n\nRICHARD\nGood morning, my dear.\n\nCLARISSA\nAny visitors?\n\nRICHARD\nYes.\n\nCLARISSA\nAre they still here?\n\nRICHARD\nNo. They've gone.\n\nCLARISSA\nHow did they look?\n\nRICHARD\nToday? Sort of like black fire.\nI mean, sort of light and dark at\nthe same time. There was one a\nbit like an electrified jellyfish.\n\nCLARISSA looks at him a moment, then picks up the\nflowers.\n\nRICHARD\nThey were singing. It may have\nbeen Greek.\n\nCLARISSA\nYou don't sleep at all, do you?\n\n(CONTINUED)\n\f18.\n\n29 CONTINUED: (2) 29\n\no RICHARD\n. Oh, sleep.\n\nCLARISSA has gone into the kitchen and calls back through\nto him.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\n29 CONTINUED: (2) 29\n\no RICHARD\n. Oh, sleep. CLARISSA has gone into the kitchen and calls back through\nto him. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA\nI saw three bluebirds on the way\nover. Do you think it's a good\nomen?\n\nRICHARD\nDo you believe in omens? Omens\nwould mean someone was looking\nafter us, someone was watching.\nDo you believe anyone's watching?\nDo they send signs?\n\nRICHARD makes a sort of grin, amused at the idea.\n\nRICHARD\nI mean, I'd love to believe it.\nCLARISSA\nThe ceremony's at five. Do you\nCo remember?\nRICHARD\n\nDo I? Do I remember?\n\nCLARISSA\nThen the party's after.\n\nCLARISSA has arranged the flowers and now she reappears\nin the doorway of Richard's room. CLARISSA looks at him\ntolerantly, the long-suffering look of nurse to patient.\nHis complex cocktail of pills is laid out neatly ona\ntable nearby.\n\nCLARISSA\nThey did bring you breakfast,\ndidn't they?\n\nRICHARD\nWhat a question. Of course.\nCLARISSA\nYou did eat it, Richard?\nRICHARD\nWell can you see it? Is there any\no breakfast lying around?\n\n(CONTINUED)\n\fCc\n\n29\n\nCONTINUED:\n\n19.\n(3) 29\n\nCLARISSA\nI can't see it.\n\nRICHARD\nWell, then, I must have eaten it,\nmustn't I?\n\nCLARISSA\nI suppose.\n\nRICHARD\nDoes it matter?\n\nCLARISSA\nOf course it matters. You know\nwhat the doctors say. Have you\nbeen skipping pills?\n\nCLARISSA is frowning mistrustfully at the way the\ncocktail is laid out on the table but RICHARD is suddenly\nimpatient, ignoring the question.\n\nRICHARD\nClarissa, I can't take this.\nCLARISSA\nTake what?\nRICHARD\n\nHaving to be proud and brave in\nfront of everybody.\n\nCLARISSA\nHoney, it's not a performance.\n\nRICHARD\nOf course it is. I got the prize\nfor my performance.\n\nCLARISSA\nWell, that is nonsense.\n\nRICHARD\nI got the prize for having AIDS\nand going nuts and being brave\nabout it. I actually got the\nprize for having come through.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARISSA\nWell, that is nonsense. RICHARD\nI got the prize for having AIDS\nand going nuts and being brave\nabout it. I actually got the\nprize for having come through. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA\nIt's not true.\n\n(CONTINUED)\n\f29\n\n20.\n\nCONTINUED: (4) 29\n\nRICHARD\nFor surviving. That's what I got\nthe prize for. You think they'd\ngive it to me if I were healthy?\n\nCLARISSA\nWell, yes, as a matter of fact I\ndo.\n\nRICHARD looks at her with an ironic gleam of doubt.\n\nRICHARD\nIs it here somewhere?\n\nCLARISSA\nWhat?\n\nRICHARD\nThe prize. I'd like to look at\nit.\n\nCLARISSA\nYou haven't gotten it yet. It's\ntonight.\n\nRICHARD\n\nAre you sure? I remember the\nceremony perfectly. I seem to\nhave fallen out of time.\n\nCLARISSA waits a moment, trying to be patient.\n\nCLARISSA\nRichard, it's a party. It's only\na party. Populated entirely by\npeople who respect and admire you.\n\nRICHARD\nAh, small party, is it? Select\nparty, is it?\n\nCLARISSA\nYour friends.\n\nRICHARD\nI thought I lost all my friends.\nI drove my friends crazy.\nRICHARD reaches out and touches the flowers.\nRICHARD\n‘Oh Mrs. Dalloway, always giving\nparties to cover the silence...'\n\n(CONTINUED)\n\f21.\n\n29 CONTINUED: (5) 29\n\nCLARISSA is stunned a moment by his unkindness, and then\nrallies, keeping her anger at bay.\n\n: CLARISSA\nRichard, you won't need to do\nanything. All you have to do is\nappear, sit on the sofa. And I\nwill be there. This is a group of\npeople who want to tell you your\nwork's going to live.\n\nRICHARD\nIs it? Is my work going to live?\n\nRICHARD looks at her without pity.\n\nRICHARD\nI can't go through with it,\nClarissa.\n\nCLARISSA\nWhy do you say that?\n\nRICHARD\nI can't.\n\nCLARISSA\nWhy?\n\nRICHARD\nBecause I wanted to be a writer,\nthat's all.\n\nCLARISSA\nSo?\n\nRICHARD gets up, heaving himself across the room on a\ncrutch.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHARD\nBecause I wanted to be a writer,\nthat's all. CLARISSA\nSo? RICHARD gets up, heaving himself across the room on a\ncrutch. \n\nTARGET SECTION TO BE ANNOTATED:\nRICHARD\nI wanted to write about it all.\nEverything that's happening in a\nmoment. The way those flowers\nlooked when you carried them in\nyour arms -- this towel, how it\nsmells, how it feels -- this\nthread -- all our feelings, yours\nand mine. The history of who we\nonce were. Everything that's in\nthe world. Everything mixed up.\nLike it's all mixed up now.\n\nRICHARD'S eyes fill with tears.\n(CONTINUED)\n\f22.\n29 CONTINUED: (6) 29\n\nRICHARD\nAnd I failed. Whatever you start\nwith, it ends up so much less.\nSheer fucking pride and stupidity.\n\nRICHARD slumps down again. CLARISSA watches, part\nimpatient, part helpless.\n\nRICHARD\nWe want everything, don't we?\nCLARISSA\nYes. I suppose we do.\nRICHARD\nYou kissed me on a beach...\nCLARISSA\nYes.\nRICHARD\nYou remember?\nCLARISSA\nOf course.\nRICHARD\n\nHow many years ago?\nCLARISSA shakes her head, too overwhelmed to answer.\n\nRICHARD\nWhat did you want then?\n\nAgain, CLARISSA says nothing. She is as upset as he is.\n\nRICHARD\nCome here, come closer, would you\nplease?\n\nCLARISSA\n\nI'm right here.\n\nRICHARD\nTake my hand.\n\nCLARISSA takes his painfully-thin hand, a handful of\ntwigs.\n\nRICHARD\nWould you be angry?\n\n(CONTINUED)\n\fo\n\n29\n\nCONTINUED:\n\n23.\n(7) 29\n\nCLARISSA\nWould I be angry if you didn't\nshow up at the party?\n\nRICHARD\nNo. Would you be angry if I died?\n\nCLARISSA\nIf you died? Would I be angry if\nyou died?\n\nRICHARD\nWho's this party for?\n\nCLARISSA\nWhat do you mean? Who's it for?\nWhat are you asking? What are you\ntrying to say?\n\nRICHARD\nI'm not trying to say anything!\nI'm saying!\n\nCLARISSA is panicking now.\n\nRICHARD\nI think I'm only staying alive to\nsatisfy you.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm saying! CLARISSA is panicking now. RICHARD\nI think I'm only staying alive to\nsatisfy you. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA is looking at him, aghast.\n\nCLARISSA\nSo? Well? That's what we do.\nThat's what people do. They stay\nalive for each other. The doctors\ntold you: you don't need to die.\nThe doctors told you that. You\ncan live like this for years.\n\nRICHARD\nWell exactly.\n\nRICHARD smiles, CLARISSA bitterly shakes her head, firm\n\nnow.\n\nCLARISSA\nI don't accept this. I don't\naccept what you're saying.\n\nRICHARD\nOh, what? And it's you to decide\nis it?\n\n(CONTINUED)\n\fo\n\n29\n\n24.\n\nCONTINUED: (8) 29\n\nCLARISSA\n\nNo.\n\n. RICHARD\n\nHow long have you been doing this?\nCLARISSA\n\nDoing what?\nRICHARD\n\nHow many years, coming to the\napartment? What about your own\nlife? What about Sally? Just\nwait till I die. Then you'll have\nto think of yourself.\n\nCLARISSA doesn't answer. RICHARD smiles, sure of his\npoint.\n\nRICHARD\nHow are you going to like that?\n\nCLARISSA lets go of his hand, disturbed. RICHARD just\nlooks at her. CLARISSA gets up and stands a moment,\nshaken. Then speaks quietly.\n\nCLARISSA\nRichard, it would be great if you\ndid come. If you felt well enough\nto come. Just to let you know:\nI'm making the crab thing. Not\nthat I imagine it makes any\ndifference.\n\nRICHARD\nOf course it makes a difference.\nI love the crab thing.\n\nCLARISSA is about to leave but RICHARD calls across to\nher.\n\nRICHARD\nClarissa?\n\nCLARISSA\nYes?\n\nRICHARD raises his head slightly for her to kiss him.\nCLARISSA puts her lips next to his, with great\ntenderness, not to hurt him. Then she squeezes his\nshoulder.\n\n(CONTINUED)\n\f29\n\n30\n\n31\n\n25.\nCONTINUED: (9) 29\n\nCLARISSA\nI'll come back at three-thirty to\nhelp you get dressed.\n\nRICHARD\nWonderful.\n\nCLARISSA goes out.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (9) 29\n\nCLARISSA\nI'll come back at three-thirty to\nhelp you get dressed. RICHARD\nWonderful. CLARISSA goes out. \n\nTARGET SECTION TO BE ANNOTATED:\n The sound of the apartment DOOR being\nRE-OPENED and then CLOSED. RICHARD is alone.\n\nRICHARD\nWonderful.\n\nINT. APARTMENT BLOCK - ELEVATOR - DAY 30\n\nCLARISSA, in her dark glasses, gets back into the freight\nelevator, distraught from her encounter. She throws her\nhead back in despair at the side of the elevator. The\nelevator goes down.\n\nINT. HOGARTH HOUSE - VIRGINIA'S STUDY - DAY (1923) 31\n\nVIRGINIA WOOLF is still at her desk, just as before. But\nnow the first pages of her notebook are filled with\nhandwriting. She speaks again to herself.\n\nVIRGINIA\nIt's on this day, this day of all\ndays, her fate becomes clear to\nher...\n\nAt once there is a loud KNOCK at the door, interrupting\nVIRGINIA'S thoughts. Without waiting for an answer,\nNELLY BOXALL appears. She is large, red-faced, regal, in\ncook's apron.\n\nNELLY\nExcuse me, Mrs. Woolf, Mr. Woolf\nsaid I was to come and speak to\nyou.\n\nVIRGINIA\nI can't imagine why he said that.\n\nNELLY, unyielding, ignores VIRGINIA'S tone.\n\nVIRGINIA\nI'm nearly finished, Nelly.\nPlease attend me in the kitchen\nand I'll be down very soon.\n\f32\n\n26.\nINT. HOGARTH HOUSE - CORRIDOR AND KITCHEN - DAY 32\n\nVIRGINIA is coming downstairs. She stops, standing with\nher back against the wall in the corridor outside the\nkitchen, preparing herself for the encounter ahead. From\ninside she can hear NELLY chattering freely with LOTTIE.\n\nNELLY\nWhat happens is, she says she\nwants something then it turns out\nshe doesn’t...\n\nLOTTIE\nWell she never does, does she?\nNever wants anything.\n\nNELLY\nEspecially when she's asked for\nit. That's a sure sign.\n\nLOTTIE\nI wish I'd been there.\n\nNELLY\nYeah, I wish you had, too.\n\nThe two women laugh cheerfully. VIRGINIA summons up her\ncourage.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nNELLY\nYeah, I wish you had, too. The two women laugh cheerfully. VIRGINIA summons up her\ncourage. \n\nTARGET SECTION TO BE ANNOTATED:\nLOTTIE\nDid you give her that look? That\nsort of look you do?\n\nNELLY\nI said, 'Madam'...\n\nBut before Nelly can finish, VIRGINIA has stepped into\nthe open door and cut her off. NELLY is rolling out\npastry and cutting huge chunks of raw lamb. Beside her,\nLOTTIE is working. She is in her teens, dressed\nidentically to NELLY, and collusive, not missing a trick.\n\nVIRGINIA\nYes, Nelly, tell me, how can I\nhelp?\n\nVIRGINIA moves towards the table, trying to take charge\nof her formidable servant.\n\nNELLY\nIt's about lunch.\n\nVIRGINIA\nAh, yes.\n\n(CONTINUED)\n\f27.\n\n32 CONTINUED: 32\n\nNELLY\nI just had to go ahead on my own.\n\nVIRGINIA\nI understand.\n\nVIRGINIA recoils slightly at the sight and smell of raw\n\nmeat.\nVIRGINIA\nYou chose a pie?\nNELLY\nI chose a lamb pie.\nVIRGINIA\nThat seems suitable.\nNELLY\nYou being so busy with your\n\nwriting.\nVIRGINIA does not respond. LOTTIE works on, impassive.\n\nNELLY\nI had no instructions. And I\nthought some of them yellow pears\nfor pudding, unless you'd like\nsomething fancier.\n\nVIRGINIA\nPears will be fine.\n\nNELLY lifts up pastry and folds it into the pan, a figure\nof righteous hard work.\n\nVIRGINIA\nYou do remember that my sister is\ncoming at four with the family?\n\nNELLY\nYes, ma'am, I haven't forgotten.\n\nVIRGINIA\nChina tea, I think. And ginger.\n\nNELLY hesitates in her actions. LOTTIE registers the\nmoment also.\n\nNELLY\nGinger, madam?\n\n(CONTINUED)\n\f32\n\n33\n\n28.\n\nCONTINUED: (2) 32\nVIRGINIA\nI'd like to give the children a\ntreat.\nNELLY\n\nWe'd have to go to London for\nginger, ma'am I haven't finished\nthis and there's the rest of the\nlunch to get ready.\n\nVIRGINIA steels herself, not rising to the bait.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2) 32\nVIRGINIA\nI'd like to give the children a\ntreat. NELLY\n\nWe'd have to go to London for\nginger, ma'am I haven't finished\nthis and there's the rest of the\nlunch to get ready. VIRGINIA steels herself, not rising to the bait. \n\nTARGET SECTION TO BE ANNOTATED:\nVIRGINIA\nThe twelve-thirty train, Nelly,\nwill get you to London just after\none. If you return on the two-\nthirty, you will be back in\nRichmond soon after three. Do I\n\nmiscalculate?\n\nNELLY\nNo.\n\nVIRGINIA\nWell then.\n\nIt's a trial of strength. NELLY doesn't move.\n\nVIRGINIA\nWell then? Is something detaining\nyou, Nelly?\n\nVIRGINIA is tense. But she knows she's won. NELLY puts\ndown the rolling pin.\n\nVIRGINIA\nI can't think of anything more\nexhilarating than a trip to\nLondon.\n\nINT. HOGARTH HOUSE - PRINTING ROOM - DAY 33\n\nVIRGINIA descends the stairs to the print room. The room\nis overflowing with manuscripts. In the middle of the\nuntidiness, LEONARD sits with a scowl, scrutinizing\nproofs. Beside him, a handsome young man, RALPH\nPARTRIDGE, is working at the inky hand-operated printing\npress.\n\nVIRGINIA\nGood morning.\n\n(CONTINUED)\n\f29.\n\n33 CONTINUED: 33\n\nRALPH\nGood morning, Mrs. Woolf.\n\nRALPH looks up, relieved to see her. The atmosphere is\nextremely tense.\n\nLEONARD\nWe shall publish no more new\nauthors. I have to tell you I\nhave discovered ten errors in the\nfirst proof.\n\nVIRGINIA\nLucky to have found them, then,\nLeonard.\n\nLEONARD\n‘Paschendale was a charnel-house\nfrom which no min returned.' Do\nyou think it is possible that bad\nwriting actually attracts a higher\nincidence of error?\n\nVIRGINIA is smiling.\nVIRGINIA\n\nIf it's all right, I thought I\nmight take a short walk.\n\nLEONARD\nNot far?\nVIRGINIA\nNo. Just for air.\nLEONARD now gives imperceptible consent -- just with his\neyes.\nLEONARD\n\nGo then. If I could walk mid-\nmorning, I'd be a very happy man.\n\nVIRGINIA pauses a moment at the barb, then goes. RALPH\nwatches.\n\n34 EXT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIRGINIA pauses a moment at the barb, then goes. RALPH\nwatches. 34 EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARADISE ROAD - DAY 34\n\nThere is a school next to Hogarth House and children in\nthe playground. VIRGINIA comes along the pavement in\nfront of the railings, lost in a world of her own. She\nwalks a little, then stops, without realizing, and talks\nto herself.\n\n(CONTINUED)\n\f30.\n34 CONTINUED: 34\n\nVIRGINIA\nShe'll die. She's going to die.\nThat's what's going to happen.\n\nA couple of people pass, noticing that this vague,\ngenteel woman is talking to herself. Now VIRGINIA stares\nat a couple of little SCHOOLGIRLS in the playground, one\nearnestly whispering to the other, both intent.\n\nVIRGINIA\nThat's it. She will kill herself.\nShe will kill herself over\nsomething which doesn't seem to\nmatter.\n\n35 INT. BROWNS' HOUSE - KITCHEN - DAY (1951) 35\n\nLAURA is still in her dressing gown, but now with an\napron tied over it. She is sitting frowning at a recipe\nbook on the surface in front of her. Beside her she has\nassembled all the elements of cake-making -- eggs, tins,\nsugar and a series of pale blue bowls. But the endeavor\nis stalled. RICHIE is standing beside her, waiting\npatiently.\n\nLAURA\nLet's think.\n\nRICHIE\nYou grease the pan, Mommy.\n\nLAURA\nI know you grease the pan, sweet\none. Even Mommy knows that.\n\nDecisively she reaches to assemble the elements. RICHIE\nfrowns, watching.\n\nLAURA\nOkay. This is what we're going to\ndo. Flour. Bowl. Sifter.\n\nRICHIE\nCan I do it, Mommy?\n\nLAURA\nCan you sift the flour?\n\nLAURA smiles at him.\n\n(CONTINUED)\n\fo\n\n35\n\nCONTINUED:\n\n31.\n35\n\nLAURA\nYes, you can sift the flour, baby,\nif that's what makes you happy.\n\nRICHIE\nI'd like to.\n\nLAURA\nOkay. You do that.\n\nLAURA gives RICHIE a sieve, then pours the raw flour in\nfor him to shake out. RICHIE concentrates with great\nseriousness.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou do that. LAURA gives RICHIE a sieve, then pours the raw flour in\nfor him to shake out. RICHIE concentrates with great\nseriousness. \n\nTARGET SECTION TO BE ANNOTATED:\n Flour falls through the sieve in a fine\nwhite powder into a blue china bowl.\n\nLAURA has\n\nLAURA\nIsn't it beautiful? Don’t you\nthink it looks like snow?\n\ngone back to looking at the recipe book again.\n\nLAURA\nNext -- now this is the next\nthing. I'm going to show you.\nThe next thing is we measure out\nthe cups.\n\nRICHIE\nMommy, it isn't that difficult.\n\nLAURA\nI know, sweet pea. I know it\nisn't difficult. It's just... I\nwant to do this for Daddy.\n\nRICHIE\nBecause it's his birthday.\n\nLAURA\nThat's right. We're baking the\ncake to show him we love him.\n\nRICHIE\nOtherwise he won't know we love\nhim?\n\nLAURA looks at her son a moment.\n\nLAURA\nThat's right.\n\f36\n\n32.\n\nINT. CLARISSA'S APARTMENT - DAY 36\n\nCLARISSA is sitting immobilized in the second bedroom.\nThe room is stacked with spare furniture which has been\ncleared away to make room for the party. CLARISSA has\nsat down on a hard chair, still trying to recover from\nher earlier encounter with RICHARD. Through the front\ndoor, full of cheerfulness, comes SALLY, carrying armfuls\nof dry cleaning and a load of Balducci bags.\n\nSALLY\nI got all the stuff. My God, what\na zoo. Why do people have to talk\nabout dry cleaning? I mean what\nis there to talk about?\n\nSALLY has gone straight through to their own bedroom to\nput the dry cleaning down on the bed. Now SALLY has come\nout into the corridor and is heading with the shopping\nbags towards the kitchen.\n\nSALLY\nI bought you some flowers.\n\nSALLY sees she has been pre-empted by the abundant\nflowers CLARISSA has already brought home. She throws\nher own offering down beside them.\n\nSALLY\nWhere are you?\n\nCLARISSA\nIn here.\n\nSALLY has put the bags down in the kitchen, and is\nbeginning to get oranges out of them.\n\nSALLY\nI got somebody to cover for me at\nwork. I'll be with you all night.\n\nSALLY opens the fridge door and starts putting oranges\ninside.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nSALLY\nI got somebody to cover for me at\nwork. I'll be with you all night. SALLY opens the fridge door and starts putting oranges\ninside. \n\nTARGET SECTION TO BE ANNOTATED:\n She frowns slightly at the silence from\nCLARISSA.\n\nSALLY\nAre you all right?\n\nCLARISSA\nSure.\n\nSally smiles to herself, not worried by CLARISSA'S slump.\n\nSALLY\nI guess you saw Richard.\n\n(CONTINUED)\n\f36\n\nCONTINUED:\n\n33.\n36\n\nCLARISSA\nThat's right.\n\nSALLY\nWell, of course. I bet he said,\n‘Oh by the way, honey, d'you mind,\ncan I skip the party?\n\nCLARISSA nods resignedly at SALLY'S prescience. In the\nother room, SALLY, still unloading oranges, nods in\npsychic response.\n\nSALLY, in\n\nSALLY\nDon't worry. Finally. He always\nshows up.\n\nCLARISSA\nOh sure.\n\nSALLY\n\nIn the end. What, Richard miss an\naward? A chance to talk about his\nwork? I don't think so. He'll\nshow up.\n\nperpetual motion, has now come upon the table-\n\nparty plan, a mixture of names and circles, which is laid\nout on the table.\n\nSALLY has\n\nSALLY\nYou did the seating?\n\nCLARISSA\nI did.\n\nSALLY\n\nI don't believe it. Louis Waters.\nRichard's Louis? Is he coming?\n\nCLARISSA\nHe is.\n\nSALLY\nYou put me next to him. Why do I\nalways get to sit next to the\nex's? Is this a hint, sweetheart?\nAnyway, shouldn't ex's have a\ntable of their own? Where they\ncan all ex together. In exquisite\nagony.\n\nappeared at the jamb of the second bedroom.\n\nCLARISSA looks up.\n\n(CONTINUED)\n\fCC\n\n36\n\n37\n\n38\n\n34.\n\nCONTINUED: (2) 36\n\nSALLY\nI'm off. Try not to pass out from\nexcitement. Clarissa, it's going\nto be beautiful.\n\nCLARISSA\nThank you.\n\nSALLY\nNo problem.\n\nSALLY turns and goes out. CLARISSA is alone. The\napartment is silent.\n\nCLARISSA\nWhy is everything wrong?\n\nINT. BROWNS' HOUSE - DAY (1951) 37\n\nLAURA is looking at the finished cake. It isn't what\nshe'd hoped.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BROWNS' HOUSE - DAY (1951) 37\n\nLAURA is looking at the finished cake. It isn't what\nshe'd hoped. \n\nTARGET SECTION TO BE ANNOTATED:\n She has tried to pipe out the message\n\"HAPPY BIRTHDAY DAN\" on top. But the lettering is\nclumsy, and there are crumbs in the icing. LAURA speaks\nunder her breath.\n\nLAURA\nIt didn't work. Damn! It didn't\nwork.\n\nAt once there is the sound of the back DOORBELL. LAURA\nlooks, seeing the outline of a woman at the door. She\nbegins to panic, checking in the mirror, alarmed to see\nherself, still in her bathrobe, looking like a distressed\nperson. RICHIE has come running in, holding a red\nplastic toy he has been playing with.\n\nRICHIE\nMommy! Mommy! There's someone at\nthe door.\nINT./EXT. BROWNS' HOUSE - DAY 38\n\nJust a few seconds later. LAURA swings open the door,\nhaving made a hurried attempt at normality. Her hair is\ntidier, but she is still in the robe. At the back door.\n\nKITTY is standing, a little younger than LAURA, and more\nconfident, with a voluptuous, good-looking presence:\nwell made-up, well turned out, at ease.\n\n(CONTINUED)\n\f35.\n38 CONTINUED: 38\n\nLAURA\nHi, Kitty!\n\n: KITTY\nHi. Am I interrupting?\n\nLAURA\nOf course not. Come in.\n\nKITTY\nAre you all right?\n\nKITTY comes through the door. It's true: LAURA looks a\nlittle wild-eyed, desperate.\n\nLAURA\nWhy, sure.\n\nKITTY\nHi, Richie!\n\nLAURA\n\nSit down. I've got coffee on.\nWould you like some?\n\nKITTY\nPlease.\n\nRICHIE is on the floor, observing from a distance. KITTY\nsits at the kitchen table and sees the sugary heap.\n\nKITTY\nOh look -- you made a cake.\n\nLAURA\nI know. It didn't work. I\nthought it was going to work. I\nthought it would work better than\nthat.\n\nKITTY\nHonestly, Laura, I don't know why\nyou find it so difficult.\n\nLAURA\nI don't know either.\n\nKITTY\nAnyone can make a cake.\n\nLAURA\nI know.\n\n(CONTINUED)\n\f4y\n\n38\n\n36.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITTY\nAnyone can make a cake. LAURA\nI know. (CONTINUED)\n\f4y\n\n38\n\n36. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2) 38\n\nKITTY\nEveryone can. It's ridiculously\neasy. Like I bet you didn't\ngrease the pan.\n\nLAURA\nI greased the pan.\n\nKITTY smiles. LAURA is getting cups, pouring coffee.\n\nKITTY\nAll right, but you have other\nvirtues. And Dan loves you so\nmuch he won't even notice.\nWhatever you do, he's going to say\nit's wonderful.\n\nLAURA looks at her reproachfully and pushes KITTY'S\ncoffee across to her.\n\nKITTY\nWell it's true.\nLAURA\nDoes Ray have a birthday?\nKITTY\nSure he does.\nLAURA\nWhen is it?\nKITTY\n\nSeptember. We go to the country\nclub. We always go to the country\nclub. We drink Martinis and spend\nthe day with fifty people.\n\nLAURA\n\nRay's got a lot of friends.\nKITTY\n\nHe does.\nLAURA\n\nYou've both have a lot of friends.\nYou're good at it.\n\nLAURA has said this without envy, and KITTY smiles,\naccepting the compliment.\n\n(CONTINUED)\n\fC\n\n38\n\n37.\n\nCONTINUED: (3) 38\nLAURA\nHow is Ray? I haven't seen him in\na while.\nKITTY\n\nRay's fine. Hmm.\n\nThey both smile.\n\nKITTY\nThese guys are something, aren't\nthey?\n\nLAURA\n\nYou can say that again. They came\nhome from the war, they deserved\nit, didn't they? After what\nthey'd been through?\n\nKITTY\nWhat did they deserve?\nLAURA\nI don't know. Us, I guess. All\n\nthis.\n\nLAURA gestures ‘round the prosperous surroundings.\nKITTY nods at the copy of Mrs. Dalloway on the kitchen\n\nKITTY\n\nOh. You're reading a book?\nLAURA\n\nYeah.\nKITTY\n\nWhat's this one about?\n\nLAURA\nOh, it's about this woman who's\nincredibly... well, she's a\nhostess and she's incredibly\nconfident. And she's going to\ngive a party. And... maybe,\nbecause she's confident, everyone\nthinks she's fine. But she isn’t.\n\nKITTY has picked up the book and now takes a glance at\n\nThe talk's run out.\n\nLAURA\nSo.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut she isn’t. KITTY has picked up the book and now takes a glance at\n\nThe talk's run out. LAURA\nSo. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f38.\n\n38 CONTINUED: (4) 38\nKITTY\nWell.\n. LAURA\nWhat is it? Is something wrong,\nKitty?\n\nKITTY gathers herself for a moment.\n\nKITTY\nI have to go into the hospital for\na ‘couple of days.\n\nLAURA\nKitty...\n\nKITTY\nI have some kind of growth in...\nin my uterus. They're going to go\nin and take a look.\n\nLAURA\nWhen?\n\nKITTY\nThis afternoon.\n\nLAURA just looks at her, not knowing how to respond.\n\nKITTY\nI need you to feed the dog.\n\nLAURA\nOf course.\n\nThere's a moment's silence. KITTY puts her front door\nkey on the kitchen table.\n\nLAURA\nIs that what you came to ask?\n\nKITTY just looks at her, not answering.\n\nLAURA\nWhat did the doctor say, exactly?\n\nKITTY\nIt's probably what the trouble's\nbeen. About getting pregnant.\nKITTY looks at LAURA a moment, unused to confidences.\n\n(CONTINUED)\n\fC\n\n38\n\nCONTINUED:\n\n39.\n(5) 38\n\nKITTY\nThe thing is, I mean, you know,\nI've been really happy with Ray,\nbut well... now it turns out there\nwas a reason... there was a reason\nI couldn't conceive. You're\nlucky, Laura. I don't think you\ncan call yourself a woman until\nyou're a mother.\n\nLAURA looks down at her own stomach. KITTY looks away.\n\nKITTY\nThe joke is: all my life I could\ndo everything -- I mean, I can do\nanything -- really -- I never had\nany trouble -- except the one\nthing I wanted.\n\nLAURA\nYes.\n\nKITTY\nThat's all.\n\nLAURA\n\nWell, at least now they'll be able\nto deal with it.\n\nKITTY\nThat's right. That's what they're\ndoing.\n\nLAURA\n\nThat's right.\n\nKITTY is rubbing her thumb against her forefinger, as at\nan imaginary stain.\n\nKITTY\nI'm not worried. What would be\nthe point of worrying?\n\nLAURA\nNo. It's not in your hands.\n\nKITTY\nThat's it. It's in the hands of\nsome physician I've never met...\n\nLAURA\nKitty...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITTY\nThat's it. It's in the hands of\nsome physician I've never met... LAURA\nKitty... \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f38\n\n40.\n\nCONTINUED: (6) 38\n\nKITTY\n... some surgeon who probably\ndrinks even more martinis than\nRay, and no doubt always takes a\nsix-iron to the green. Whatever\nthat may mean.\n\nKITTY is losing it now, fighting to control her feelings.\n\nKITTY\nI mean, of course I'm worried for\nRay.\n\nLAURA\n\nCome here.\n\nBut in fact it is LAURA who gets up and goes over to\nKITTY. She bends down and embraces her. After a moment,\nKITTY slips her arms ‘round LAURA'S waist. The two women\nhold onto each other, LAURA almost kneeling to be at\nKITTY'S level. Then, without planning it, LAURA kisses\nKITTY'S forehead, lingeringly. KITTY lets her.\n\nKITTY\nI'm doing fine. Really.\n\nLAURA\nI know you are.\n\nKITTY\nIf anything. I'm more worried\nabout Ray. He's not good at this\nstuff.\n\nLAURA\nForget about Ray for a minute.\nJust forget about Ray.\n\nKITTY'S face is against LAURA'S breasts. She seems to\n\nrelax into her. LAURA lifts KITTY'S face, and puts her\nlips against hers. They both know what they are doing.\nThey kiss, letting themselves go a moment. Then LAURA\n\npulls away.\n\nKITTY\nYou're sweet.\n\nThere is a brief moment, then LAURA turns and her eye\nfalls on RICHIE who is on the floor with his toys. They\nhad both forgotten him. He has watched throughout.\nKITTY stands up.\n\n(CONTINUED)\n\f41.\n\n38 CONTINUED: (7) 38\n\nKITTY\nYou know the routine, right? Half\na can in the evening, and check\nthe water now and then. Ray will\nfeed him in the morning.\n\nKITTY has got up to go.\n\nLAURA\nKitty, you didn't mind?\n\nKITTY\nWhat? I didn't mind what?\n\nLAURA stands, anxious.\n\nLAURA\nDo you want me to drive you?\n\nKITTY\nI think I'll feel better if I\ndrive myself.\n\nLAURA\n\nKitty, it's going to be all right.\nKITTY\n\nOf course it is. 'Bye.\n\nKITTY goes out.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA\n\nKitty, it's going to be all right. KITTY\n\nOf course it is. 'Bye. KITTY goes out. \n\nTARGET SECTION TO BE ANNOTATED:\n LAURA stands in the middle of the\nkitchen. She looks down at RICHIE who is still looking\nSilently up at her.\n\nLAURA\nWhat? What do you want?\n\nIt is said just sharply enough to make RICHIE turn and go\nsilently to his own room. LAURA looks at him going, then\nwalks across to the kitchen top. Then, needing to do\nsomething decisive, LAURA picks up the cake which is\ncooling on a rack. LAURA opens a pedal bin with her\nfoot, and slides the cake off the plate cleanly into the\nbin. It makes a satisfyingly-solid noise as it lands.\n\n39 INT. HOGARTH HOUSE - PRINTING ROOM - DAY (1923) 39\n\nIn the printing room, RALPH and LEONARD are reading\nproofs silently. LOTTIE appears at the door.\n\nLOTTIE\nMr. Woolf, Mrs. Bell has arrived.\n\n(CONTINUED)\n\f39\n\n40\n\n42.\nCONTINUED: 39\n\nLEONARD\nMrs. Bell?\n\nLEONARD looks up in exasperation, as if this were\ntypical.\n\nLEONARD\nNot due till four.\n\nLOTTIE\nI can't help that. She's here.\n\nINT. HOGARTH HOUSE - DRAWING ROOM - DAY 40\n\nVirginia's sister, VANESSA BELL, is waiting in the\ndrawing room. Although, at 44, VANESSA is older than\nVirginia, she looks younger and more open, more glossy\nand easygoing. She is just sending her little daughter\nout to play in the garden as VIRGINIA arrives, followed\nby LOTTIE.\n\nVANESSA\nVirginia!\n\nThey kiss. VIRGINIA laughs conspiratorially.\n\nVIRGINIA\nLeonard thinks it's the end of\ncivilization. People who are\ninvited at four who arrive at two-\n\nthirty...\n\nVANESSA\nOh, God.\n\nVIRGINIA\nBarbarians!\n\nVANESSA\nWe finished lunch earlier than we\nimagined.\n\nVIRGINIA\n\nI've had to pack Nelly off to\nLondon for sugared ginger.\n\nVIRGINIA is heading cheerfully out toward the garden, but\nVANESSA comments well within LOTTIE'S hearing.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nVANESSA\nWe finished lunch earlier than we\nimagined. VIRGINIA\n\nI've had to pack Nelly off to\nLondon for sugared ginger. VIRGINIA is heading cheerfully out toward the garden, but\nVANESSA comments well within LOTTIE'S hearing. \n\nTARGET SECTION TO BE ANNOTATED:\nVANESSA\nOh, Virginia, you're not still\nfrightened of the servants!\n\nLOTTIE is left smiling, as the two women head into the\ngarden.\n\f43.\n\n41 EXT. HOGARTH HOUSE - GARDEN - DAY 41\no VIRGINIA and VANESSA are sitting in the garden at Hogarth\n* House, watching the children playing.\nVIRGINIA\nAnd how are you, sister?\nVANESSA\nFrantic. It's been ridiculous in\nLondon.\nVIRGINIA\nRidiculous how?\nVANESSA\nBusy.\nVIRGINIA\n\nWhy is busy ridiculous?\n\nVANESSA\nI would have invited you to our\nparty, but I knew you wouldn't\ncome.\n\nVIRGINIA\n\no Did you?\n\nVIRGINIA looks genuinely surprised.\n\nVIRGINIA\nHow did you know that?\n\nVANESSA\nI thought you never came to town.\n\nVIRGINIA\nYou no longer ask me.\n\nVANESSA\nAren't you forbidden to come? Do\nthe doctors not forbid it?\n\nVIRGINIA\nThe doctors!\n\nVANESSA\nDo you not pay heed to your\ndoctors?\n\nVIRGINIA\nNot when they are a bunch of\no contemptible Victorians.\n\n(CONTINUED)\n\f44,\n\n41 CONTINUED: 41\n\nVANESSA looks sideways at VIRGINIA, surprised by her\nforthrightness.\n\nVANESSA\nSo? What are you saying? Are you\nfeeling better? Has this fastness\nmade you stronger?\n\nVIRGINIA\nI'm saying, Vanessa, that even\ncrazy people like to be asked.\n\nVIRGINIA moves on. VANESSA stops a second, briefly\nshocked. They are heading toward VANESSA'S three\nchildren who are gathered in a group near the bushes\n‘round something not yet seen. JULIAN BELL is 15, sturdy\nand muscular; QUENTIN BELL is 13, looking like a young\nsoldier; and ANGELICA GARNETT is an exceptionally-\nbeautiful little girl of five.\n\nVANESSA\nHello, changelings, what have you\ngot? What have you found?\n\nJULIAN\n\nWe've found a bird.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nVANESSA\nHello, changelings, what have you\ngot? What have you found? JULIAN\n\nWe've found a bird. \n\nTARGET SECTION TO BE ANNOTATED:\nVANESSA\n\nDid you? Where did you find that?\nJULIAN\n\nI think it must have fallen from\n\nthe tree.\n\nQUENTIN holds a dying thrush out in his hands, a bundle\nof gray feathers.\n\nVANESSA\nGoodness, just look at him.\n\nQUENTIN\nHe's alive. I think we might be\nable to save him.\n\nVANESSA\nSave him?\n\nVANESSA frowns.\n\nVANESSA\nI think you have to be careful,\nQuentin. There's a time to die.\nIt may be the bird's time.\n\n(CONTINUED)\n\f45.\n41 CONTINUED: (2) 41\n\nFearing such talk may upset her, VANESSA instinctively\nsqueezes VIRGINIA'S hand.\n\n: JULIAN\nCome on. Let's pick some grass.\nLet's pick some grass to make a\ngrave.\n\nVANESSA is about to protest, but JULIAN interrupts.\nJULIAN\n\nI'm just saying then at least\nthere'll be a bed for him to die\n\non.\nQUENTIN\nCome on, Nessa, let's make a\ngrave.\nVANESSA\n\nOh God, oh very well. I'm coming.\nWait for me, then. Angelica,\nyou'll be all right?\n\nVANESSA runs off with the boys.\n\n42 EXT. HOGARTH HOUSE - GARDEN - DAY 42\n\nANGELICA is making the little bed of twigs. The others\nhave gone off to pick grass. VIRGINIA appears above\nANGELICA with some yellow roses.\n\nVIRGINIA\n\nDo you think she'd like roses?\nANGELICA\n\nYes.\nVIRGINIA\n\nLet's put roses 'round the grass.\n\nVIRGINIA kneels down next to ANGELICA and helps her\narrange the little bed. The bird is lying to one side.\nIn the distance the boys are calling:\n\nBOYS (0.S.)\nMother. There's some good stuff\nover here. Mother! Mother!\n\nANGELICA\nIs it a she?\n\n(CONTINUED)\n\f42\n\n46.\nCONTINUED: 42\n\nVIRGINIA\nYes. The females are larger and\nless colorful.\n\nThe sticks, grass and leaves are now laid out in a rough\ncircle.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: 42\n\nVIRGINIA\nYes. The females are larger and\nless colorful. The sticks, grass and leaves are now laid out in a rough\ncircle. \n\nTARGET SECTION TO BE ANNOTATED:\n ANGELICA'S hands have the dead bird protected\ninside them as she lays down the thrush, arranging her\nfeet under her. ANGELICA and VIRGINIA decorate the\ncircle of leaves with roses.\n\nANGELICA\nWhat happens when we die?\n\nVIRGINIA\nWhat happens? We return to the\nplace we came from.\n\nANGELICA\nI don't remember where I came\nfrom.\n\nVIRGINIA\nNor do I.\n\nANGELICA frowns, trying to understand.\n\nANGELICA\nShe looks very small.\n\nVIRGINIA\nYes. That's one of the things\nthat happens. We look smaller.\n\nANGELICA\nBut very peaceful.\n\nVIRGINIA smiles at ANGELICA. Suddenly VANESSA arrives\nwith the boys, her energy breaking up the moment of\nquiet.\n\nVANESSA\nIs it done? Have we finished? Is\nthe bird funeral complete? Have\nbird obsequies been done?\n\nVIRGINIA\nThey have.\n\nVANESSA\nGood. Very well then. Are we to\nbe denied tea altogether for\ncoming so early?\n\n(CONTINUED)\n\f42\n\n43\n\n44\n\n47.\n\nCONTINUED: (2) 42\n\nANGELICA runs off, happy at the job done. But VIRGINIA\ndoesn't yet move.\n\nVIRGINIA\nNo. Of course not.\n\nVANESSA\nWell, then. Come on, boys.\n\nVANESSA walks off up the lawn with JULIAN and QUENTIN.\nThey are all chattering as they go.\n\nJULIAN\nWhere's Nelly gone?\nVANESSA\nShe had to go to London to get\nginger.\nJULIAN\nDid that make her angry?\nVANESSA\nVirginia says very.\nQUENTIN\nI like it when Nelly gets angry.\n\nIt's funny.\n\nThen it's silent. VIRGINIA is left alone. She has not\nmoved. She is still looking at the bird's grave. The\n\nbird is perfectly at peace and surrounded with petals.\n\nVIRGINIA looks. Slowly, VIRGINIA closes her eyes. Her\nface becomes a death mask.\n\nINT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nSlowly, VIRGINIA closes her eyes. Her\nface becomes a death mask. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BROWNS' HOUSE - BEDROOM - DAY (1951) 43\n\nLAURA is lain out on the bed, an identical look on her\nface to VIRGINIA'S. Then, impulsively, she gets up from\nthe bed.\n\nINT. BROWNS' HOUSE - LIVING ROOM - DAY 44\n\nRICHIE is sitting by himself playing on the carpet with\nhis toys. He looks up, missing nothing, as LAURA comes\nout of the bedroom. She smiles absently at him, and\nwalks across the living room to pick up the tapestry bag\nwhich is lying on a chair. She takes it with her and\ngoes into the bathroom.\n\f45\n\n46\n\n47\n\n48.\nINT. BROWNS' HOUSE - BATHROOM - DAY 45\n\nLAURA opens the mirrored cupboard above the sink. In it,\nthere are a few odd bottles of aspirin, etc. She reaches\nfor some bottles of prescribed sleeping pills. She opens\nthe tapestry bag, puts the bottles inside and goes out.\n\nINT. BROWNS' HOUSE - LIVING ROOM - DAY 46\n\nLAURA comes out of the bedroom with the tapestry bag.\nRICHIE looks up again, trying to puzzle out where she has\nbeen. LAURA heads straight for the kitchen, where she\nputs the bag on a high surface, out of the child's reach.\nLAURA reaches once more for the flour and eggs.\n\nLAURA\nHey, bug, I've got this idea.\nWe're going to make another cake.\nWe're going to make a better one.\n\nRICHIE\nWhat happened to the first one?\n\nLAURA smiles at him as if everything were completely\nnormal.\n\nLAURA\nThen after that, I think we should\ngo out.\n\nEXT. CLARISSA'S APARTMENT - DAY (2001) 47\n\nAt once a man's finger pressing the intercom. LOUIS\nWATERS is leonine, silvery, handsome, in his late 40s,\ncasually but perfectly dressed: a once-startlingly good-\nlooking man, now a little faded. He is nervous. It's\ntaken him an effort to RING the BELL. After a moment he\nhears CLARISSA'S voice.\n\nCLARISSA (V.0O.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's\ntaken him an effort to RING the BELL. After a moment he\nhears CLARISSA'S voice. CLARISSA (V.0O. \n\nTARGET SECTION TO BE ANNOTATED:\nYes?\n\nLOUIS\nClarissa, it's Louis. Louis\nWaters.\n\nCLARISSA\n\nLouis? My God. You're early.\n\nLOUIS\nDo you mind? Is it all right?\n\f49,\n48 INT. CLARISSA'S APARTMENT - VESTIBULE - DAY 48\n\nCLARISSA has pressed the BUZZER and LOUIS is coming into\nthe vestibule of the building. As he does, CLARISSA\nswings open the door of the apartment to greet him. She\nhas an apron around her waist and green plastic gloves\non. Her hair is a mess and LOUIS has plainly interrupted\nher in mid-work. She is listening to a CD, which is\nBOOMING out behind her.\n\nCLARISSA\nWhy should I mind? I'm delighted.\n\nLOUIS\nWell now.\n\nThey fall into each other's arms, embracing. They hold\neach other some time, with real need. Then CLARISSA lets\ngo and sees that Louis' eyes are moist.\n\nLOUIS\nI feel I'm interrupting.\nCLARISSA\nWhy, no.\nLOUIS\n\nI know the ceremony's not till\nfive, but I flew in this morning.\n\nCLARISSA stands a moment, shaking her head.\nCLARISSA\nRichard's going to be thrilled.\nHe'll be thrilled to see you.\n\nLOUIS\nYou think so?\n\nCLARISSA\nOf course. Of course he will.\n\nThere's just a moment's hesitation.\n\nCLARISSA\nWhat are we doing? We should go\nin.\n49 INT. APARTMENT - DAY 49\n\nCLARISSA leads LOUIS into the apartment, taking off her\napron. LOUIS follows her, hesitant, wondering what is\nwrong beyond her astonishment at seeing him again.\n\n(CONTINUED)\n\foC\n\n49\n\n50\n\nCONTINUED:\n\nLOUIS\nAre you all right?\n\nCLARISSA\nOh, sure. It's nothing.\njust the party.\n\nLOUIS\nOh, right.\n\nLOUIS looks around the room.\nto the sides.\nYellow roses abound.\n\n50.\n\n49\n\nIt's\n\nEverything is now cleared\nThere are bunches of flowers everywhere.\nCLARISSA TURNS OFF the CD of JESSYE\n\nNORMAN SINGING one of Strauss' last songs.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\n50. 49\n\nIt's\n\nEverything is now cleared\nThere are bunches of flowers everywhere. CLARISSA TURNS OFF the CD of JESSYE\n\nNORMAN SINGING one of Strauss' last songs. \n\nTARGET SECTION TO BE ANNOTATED:\nLOUIS\nWow.\nyou still with...\n\nCLARISSA\nYes. I'm still with her.\nyears. It's crazy.\n\nLOUIS\nWhy is it crazy?\n\nIt's looking beautiful.\n\nAre\n\nTen\n\nCLARISSA shakes her head, embarrassed.\n\nCLARISSA\nNo reason. Would you like a\ndrink?\n\nLOUIS\nSome water.\n\nCLARISSA\n\nOkay.\n\nINT. APARTMENT - KITCHEN - DAY\n\nCLARISSA lifts the lid on the big pot\nis now bubbling on the stove. Around\ningredients to make crab souffle roll\nCLARISSA takes a look, then takes off\nfills glasses with ice and carbonated\nthrough the kitchen to where LOUIS is\nstill admiring the apartment.\n\nLOUIS\nAnd you're still an editor?\n\n50\n\nof shellfish, which\nthe kitchen, the\nare laid out.\n\nher plastic gloves,\nwater. She looks\nstanding alone,\n\n(CONTINUED)\n\f50\n\n$1.\nCONTINUED: 50\n\nCLARISSA\nOh, sure.\n\nLOUIS\nStill with the same publisher?\n\nCLARISSA nods.\n\nCLARISSA\nHow's San Francisco?\n\nLOUIS\nOh. It's one of those cities\npeople tell you to like.\n\nLOUIS stops a moment looking at a framed photograph of\nthe young RICHARD, looking handsome, healthy and young.\n\nCLARISSA\nRichard said he thought you were\nhappy out there.\n\nLOUIS\nOh great. So now the illness\nmakes him psychic?\n\nCLARISSA hands him his water.\nCLARISSA\nLouis, you have to prepare\nyourself. He's very changed.\n\nLOUIS has picked out a copy of RICHARD'S book from\nCLARISSA'S shelves. CLARISSA goes back to her cooking.\n\nLOUIS\nI read the book...\nCLARISSA\nOh, God!\nLOUIS\n\nExactly. I thought you were meant\nto do more than just change\npeople's names.\n\nCLARISSA\nWell...\n\nLOUIS\nIsn't it meant to be fiction? He\neven had you living on Tenth\nStreet.\n\n(CONTINUED)\n\f52.\n\n50 CONTINUED: (2) 50\no~ CLARISSA frowns, not liking the way the conversation is\n° going.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\neven had you living on Tenth\nStreet. (CONTINUED)\n\f52. 50 CONTINUED: (2) 50\no~ CLARISSA frowns, not liking the way the conversation is\n° going. \n\nTARGET SECTION TO BE ANNOTATED:\n: CLARISSA\nIt isn't me.\nLOUIS\nIsn't it?\nCLARISSA\nYou know how Richard is. It's a\nfantasy.\nLOUIS\n\nA whole chapter about 'Should she\nbuy some nail polish?' And then\nguess what? After fifty pages she\ndoesn't!\n\nCLARISSA smiles, but LOUIS isn't amused.\n\nLOUIS\nThe whole thing seems to go on for\neternity. Nothing happens. Then\nwham! For no reason she kills\n\no herself.\nCLARISSA\n\nHis mother kills herself.\n\nLOUIS\nYeah. Sure. His mother. But\nstill for no reason.\n\nCLARISSA\nWell...\n\nLOUIS\nOut of the blue.\n\nLOUIS seems annoyed, but CLARISSA speaks quietly, trying\nto reach him now.\n\nCLARISSA\nI know the book is tough. But I\nliked it. I know. Only one thing\nupset me.\n\nLOUIS\nOh yeah? What was that? What\nupset you?\n\n. (CONTINUED)\n\f53.\n50 CONTINUED: (3) 50\n\nLOUIS is looking at her warily now, as if he fears being\nhurt.\n\nCLARISSA\nWell... that there wasn't more\nabout you.\n\nLOUIS\nThat's kind.\n\nLOUIS looks up, caught off balance. Now he is moved, and\nrisks a confidence.\n\nLOUIS\nI went back to Wellfleet.\nCLARISSA\nYou did?\nLOUIS\n\nOne day. I didn't tell you.\n\nCLARISSA\nNo. But then I never see you.\n\nLOUIS\nYou remember the house? It's\nstill there.\n\nLouis stops, thinking.\n\nCLARISSA\nI think you're courageous.\n\nLOUIS\nCourageous? Why?\n\nCLARISSA\nTo dare to go visit.\n\nLOUIS frowns.\n\nCLARISSA\nWhat I mean is: to face the fact\nwe've lost those feelings forever.\n\nCLARISSA'S eyes are full of tears, and she seems to have\nforgotten LOUIS is there.\n\nCLARISSA\nShit.\n\nLOUIS\nClarissa...\n(CONTINUED)\n\f50\n\n54.\n\nCONTINUED: (4) 50\n\nCLARISSA\nI don't know what's happening.\nI'm sorry.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f50\n\n54. CONTINUED: (4) 50\n\nCLARISSA\nI don't know what's happening. I'm sorry. \n\nTARGET SECTION TO BE ANNOTATED:\n I seem to be in some\nstrange sort of mood. I seem to\nbe unraveling...\n\nLOUIS\nClarissa, I shouldn't have come.\n\nCLARISSA holds out a hand to stop him coming over to\ncomfort her.\n\nCLARISSA\nNo, it's not you. Really. It's\nmore... it's like having a\npresentiment. Do you know what\nI'm saying?\n\nCLARISSA wipes her eyes, tries to make light of it.\nCLARISSA\nOh, God, it's probably just nerves\nabout the party. Bad hostess.\n\nSuddenly CLARISSA sinks to the floor, not able to control\nherself anymore.\n\nLOUIS\nClarissa, what's happening?\n\nCLARISSA\nJesus!\n\nLOUIS\n\nWhat is it?\n\nCLARISSA has gone away to the wall, like a child now,\nwith her hand raised to hide her face.\n\nCLARISSA\nOh, God!\n\nLOUIS\nDo you want me to go?\n\nCLARISSA tires desperately to turn her grief to anger.\nCLARISSA\nNo. Don't go. Explain to me!\nWhy is this happening?\n\nLOUIS moves towards her to try and reassure her by taking\nher in his arms.\n\n(CONTINUED)\n\f55.\n50 CONTINUED: (5) 50\n\nco CLARISSA\nNo. Don't touch me. It's better\nyou don't.\n\nLOUIS stands useless. CLARISSA looks at him a moment\nthrough her tears. Then she tries desperately.\n\nCLARISSA\nIt's too much. It's just too\nmuch. You fly in from San\nFrancisco. I've been nursing\nRichard for years...\n\nLOUIS\nI know.\n\nCLARISSA\nAnd all that time I've held myself\ntogether... no problem...\n\nThere's a silence. Neither of them can say anything.\nCLARISSA just looks pleadingly at him from the floor.\n\nLOUIS\nYes.\n\n‘ Neither speaks. CLARISSA wipes her tears with her\nsleeve. She's quiet when she talks.\n\nCLARISSA\nOne morning. In Wellfleet. You\nwere there. We were all there.\nI'd been sleeping with him and I\nwas on the back porch. He came\nout. He put his hand on my\nshoulder.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd been sleeping with him and I\nwas on the back porch. He came\nout. He put his hand on my\nshoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n 'Good morning, Mrs.\nDalloway.'\n\nCLARISSA is lost a moment in the memory.\n\nCLARISSA\nAnd ever since then, I've been\nstuck.\nLOUIS\nStuck?\nCLARISSA\nI mean, with the name.\nThere's a silence. Then CLARISSA gestures towards LOUIS,\nco to divert.\n\n(CONTINUED)\n\f56.\n50 CONTINUED: (6) 50\n\no CLARISSA\nAnd now you walk in... to see you\nwalk in. Because I never see you.\nLook at you!\n\nLOUIS looks at her, wanting to help.\n\nCLARISSA\nAnyway, it doesn't matter. It was\nyou he stayed with. It was you he\nlived with. I had one summer.\nYou'll see when he comes. He's\nstill Richard. His mind wanders\nand he's in a lot of pain. But\nthere's some constant quality.\nThere's his Richard-ness.\n\nLOUIS moves towards her, careful about what he wants to\nspell out.\n\nLOUIS\nThe day I left him I got ona\ntrain and made my way across\nEurope. I felt free for the first\ntime in years.\n\neo There is a silence. CLARISSA stares, taking in what\nLOUIS has just said. Then she gets up, trying to get\nback to normal.\n\nCLARISSA\nSo. You must tell me about San\nFrancisco.\n\nLOUIS\n\nWhat's to tell? I still teach\ndrama to idiots. Mostly.\n\nCLARISSA\nThey can't all be idiots.\n\nLOUIS\nNo.\n\nLOUIS has put his glass down.\nLOUIS\n\nNo, in fact... I shouldn't tell\n\nyou this: I've fallen in love.\n\nCLARISSA\no Really?\n\n(CONTINUED)\n\f57.\n\n50 CONTINUED: (7) 50\nLOUIS\nYes. With a student.\nCLARISSA\nA student?\nLOUIS\nExactly.\n\nLOUIS acknowledges the absurdity of it.\n\nLOUIS\nI know. You think 'Am I still up\nfor this? All this intensity...'\nAll those arguments, doors being\nslammed... well, you know what\nit's like...\n\nCLARISSA says nothing.\n\nLOUIS\nAre you feeling better?\n\nCLARISSA\nA little. Thank you.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOUIS\nAre you feeling better? CLARISSA\nA little. Thank you. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA goes to the sink. LOUIS is suddenly\nembarrassed.\n\nLOUIS\nDo you think I'm ridiculous?\n\nCLARISSA\nRidiculous. Fortunate, too.\n\n51 INT. BROWNS' HOUSE - DAY (1951) 51\n\nLAURA takes a second cake out of the oven and sets it\ndown on a cake rack. She looks at it a moment. It is\nmuch better than the first. It reads HAPPY BIRTHDAY DAN\nand is fringed with yellow roses. LAURA takes off her\noven gloves and reaches for the tapestry bag. She goes\nout.\n\n52 INT. CAR - DAY 52\n\nThe tapestry bag lands with a wham! on the back seat of\nthe car. LAURA then bundles a rather surprised-looking\nRICHIE into the passenger seat. Then LAURA goes 'round\nand gets in the driver's side.\n\n(CONTINUED)\n\f52\n\n53\n\n58.\n\nCONTINUED: 52\n\nLAURA\nI'm going to leave you at Mrs.\nLatch's. I have to do something.\n\nLAURA is dressed and made-up, armored to go out into the\nworld. RICHIE is looking at her as she STARTS the CAR.\n\nRICHIE\nMommy, I don't want to go.\n\nLAURA\nYou have to. I'm sorry. I have\nto do something before Daddy comes\nhome.\n\nThey drive off down the suburban street, fringed with\npalm trees.\n\nEXT. MRS. LATCH'S HOUSE - DAY 53\n\nA cute suburban house with plaster squirrels on the gable\nover the garage. MRS. LATCH, a big, florid woman in\nBermuda shorts, opens the door. RICHIE is holding\nLAURA'S hand, and looking very reluctant to go into the\nhouse.\n\nMRS. LATCH\nHello.\n\nLAURA\nHi, Mrs. Latch. My boy's not very\nhappy.\n\nRICHIE\n\nMommy, I don't want to do this.\n\nLAURA\nI have to go, honey.\n\nLAURA stoops down to his level and kisses him.\n\nMRS. LATCH\nYour mommy has things she must do.\nIf you come in, I got cookies.\n\nLAURA takes him so that she can look him directly in the\neye.\n\nLAURA\nBaby.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you come in, I got cookies. LAURA takes him so that she can look him directly in the\neye. LAURA\nBaby. \n\nTARGET SECTION TO BE ANNOTATED:\n Baby, you have to be brave\nnow.\n\n(CONTINUED)\n\f53\n\n54\n\n55\n\n56\n\n57\n\n59.\n\nCONTINUED: 53\n\nMRS. LATCH\nDon't you worry, he's going to be\nfine.\n\nMRS. LATCH reaches out and takes RICHIE'S hand. Turned\naway now from her son, LAURA walks across the lawn back\nto the car. Without warning, her face crumples in tears,\nbut as she reaches the car she wipes her eyes with her\nhand to hide her distress. Then she turns back to wave.\n\nLAURA\nHoney!\n\nRICHIE waves back from the step. LAURA quickly gets into\nthe car, grinning at him. She can barely get the key in\nthe starter, but when she does, she turns and drives\naway.\n\nINT./EXT. LAURA'S CAR (LOS ANGELES) - DAY 54\n\nLAURA is beginning to drive away down the road. She\nlooks nervously in the rearview mirror. She sees RICHIE\nrun out of MRS. LATCH'S arms and into the road screaming\ndesperately.\n\nRICHIE\nMommy! Mommy! No!\n\nLAURA swings the wheel decisively to the left and with a\nlittle SQUEAL of RUBBER, accelerates away. RICHIE stands\nalone in the middle of the street.\n\nINT./EXT. LAURA'S CAR - DAY 55\n\nNow LAURA is cruising on a Los Angeles freeway. For a\nmoment, her higher speed and the freedom of the road\ngives the feeling that she has successfully escaped.\n\nINT. MRS. LATCH'S HOUSE - DAY 56\n\nBack in the living room of Mrs. Latch's house, RICHIE\nmoodily gets out a building set and begins building a\nsmall house. MRS. LATCH watches from the doorway.\n\nINT. LAURA'S CAR - DAY 57\n\nLAURA drives intently. She is aimless, distressed. But\nthen she looks to the side of the freeway where there is\na sign for the Normandy Hotel. Impulsively, with no pre-\nplanning, LAURA swings the car dangerously across lanes\nand takes it out along the slipway towards the hotel.\n\f58\n\n59\n\n60\n\n61\n\n60.\n\nINT. MRS.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\n58\n\n59\n\n60\n\n61\n\n60. INT. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n LATCH'S HOUSE - DAY 58\n\nRICHIE has finished the little house. Now he picks up\nthe complete building and tumbles it bad-temperedly back\ninto the box.\n\nEXT. NORMANDY HOTEL (LOS ANGELES) - DAY 59\n\nLAURA walks towards a huge wedding-cake hotel, a pseudo-\nSpanish '50s palace. She carries no luggage except her\ntapestry bag.\n\nINT. NORMANDY HOTEL - ROOM - DAY 60\n\nLAURA has checked into the hotel and is now standing in\nthe room she has reserved. It is featureless, anonymous\n-- green spreads and candy wallpaper. LAURA is dropping\nfifty cents into a HOTEL CLERK'S outstretched hand.\n\nCLERK\nBreakfast is served between seven\nand eleven in the Regency Room.\nThere's a swimming pool at the\nback, and the hotel is open for\ntwenty-four hours.\n\nHe pockets his tip.\n\nCLERK\nThank you, ma'am. Is there\nanything else you need?\n\nLAURA hesitates a moment.\n\nLAURA\nYes. No. Not to be disturbed.\n\nHe goes out. LAURA is left alone. She looks around the\nroom. There is a moment of silence, of relief. LAURA\nlooks ‘round, not quite knowing what to do next.\n\nLAURA sits on the edge of the bed and opens her bag. She\ntakes out the pale green toilet bag and unzips it. She\ntakes the little rank of pill bottles out and sets them\ndown on the bed cover. As she does so, she sees her copy\nof Mrs. Dalloway at the bottom of the tapestry bag.\n\nINT. NORMANDY HOTEL - DAY (A FEW MINUTES LATER) 61\nNow LAURA is stretched out reading on the bed, a pillow\nagainst her back. AS LAURA reads her book, the text is\nheard in VIRGINIA'S voice.\n\n(CONTINUED)\n\f61\n\n62\n\n61.\n\nCONTINUED: 61\n\nVIRGINIA (V.0O.)\nDid it matter, then, she asked\nherself, walking towards Bond\nStreet, did it matter that she\nmust inevitably cease\ncompletely...\n\nLAURA pulls her blouse out from her skirt to loosen it,\nand puts her hand on her pregnant stomach.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f61\n\n62\n\n61. CONTINUED: 61\n\nVIRGINIA (V.0O.)\nDid it matter, then, she asked\nherself, walking towards Bond\nStreet, did it matter that she\nmust inevitably cease\ncompletely... LAURA pulls her blouse out from her skirt to loosen it,\nand puts her hand on her pregnant stomach. \n\nTARGET SECTION TO BE ANNOTATED:\nVIRGINIA (V.0O.)\nAll this must go on without her;\ndid she resent it; or did it not\nbecome consoling to believe that\ndeath ended absolutely?\n\nLAURA rubs her naked stomach slightly, feeling the child\nwithin.\n\nVIRGINIA (V.O.)\nIt is possible to die.\n\nSuddenly brackish water floods from underneath, washing\nup over the sides of the bed. LAURA, in her imagination,\nsinks under the water, strewn with weeds, and then\ndrowns.\n\nINT. HOGARTH HOUSE - DRAWING ROOM - DAY (1923) 62\n\nVIRGINIA is sitting with VANESSA having tea. JULIAN and\nQUENTIN are at the other end of the room. VIRGINIA is\ncompletely lost in her own thoughts.\n\nVIRGINIA (V.O.)\nIt is possible to die.\n\nVIRGINIA turns her head and becomes aware that VANESSA\nhas been speaking. She only hears the end of what has\nobviously been a long discourse.\n\nVANESSA\n... There was a lovely coat for\nAngelica at Harrods, but then\nnothing for the boys and it seemed\nso unfair. Why should Angelica be\nfavored?\n\nVIRGINIA does not reply.\nVANESSA\nVirginia? Virginia? What are you\nthinking about?\n\n(CONTINUED)\n\f62\n\n63\n\n64\n\n65\n\n62.\n\nCONTINUED: 62\n\nVIRGINIA is still looking at her a little blankly.\nJULIAN and QUENTIN are nudging each other, laughing at\nhow odd VIRGINIA is.\n\nVANESSA\nAre you still with us?\n\nANGELICA runs across to VIRGINIA, who scoops her up and\nputs her on her knee.\n\n.\n\nVANESSA\nYour aunt's a very lucky woman,\nAngelica, because she has two\nlives. Most of us have only one.\nBut she has the life she leads and\nshe also has the book she's\nwriting. This makes her very\nfortunate indeed.\n\nVIRGINIA smiles at ANGELICA on her knee.\n\nANGELICA\nWhat were you thinking about?\n\nVIRGINIA\n\nOh. I was going to kill my heroine.\nBut I've changed my mind.\n\nINT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nI was going to kill my heroine. But I've changed my mind. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NORMANDY HOTEL - ROOM - DAY (1951) 63\nBack in the (dry) bedroom, LAURA is lying on the bed, the\npills still visible on the table beside her. She still\nhas the book in front of her, but she is not reading it.\nShe puts it to one side. Then she rubs her naked stomach\nagain. Her eyes fill with tears.\nLAURA\nI can't! I can't!\nINT. HOGARTH HOUSE - DRAWING ROOM - DAY (1923) 64\nVIRGINIA is just as before.\nVIRGINIA\nI fear I may have to kill someone\nelse instead.\nINT. HOGARTH HOUSE - HALL - DAY 65\n\nEveryone is now gathered in the hall, saying good-bye.\n\n(CONTINUED)\n\f65\n\n63.\n\nCONTINUED: 65\n\nThere is a car waiting outside which is being loaded.\nQUENTIN, JULIAN and ANGELICA are all in front as VANESSA\nand VIRGINIA make their way to the door.\n\nVANESSA\nIt was a fascinating visit. They\nenjoyed it thoroughly.\n\nVIRGINIA\nDo you have to go already? I do\nwish you wouldn't go.\n\nVANESSA\nWhy, Virginia, the last thing you\nneed is our noisiness. My\nhopeless, clumsy boys.\n\nVANESSA smiles at the lads.\n\nVANESSA\nSay good-bye, boys.\n\nVIRGINIA\nGood-bye, children.\n\nThe boys say \"Good-bye\" and \"Good-bye, Aunt\" and shake\nVIRGINIA'S hand. They go out of the front door towards a\nwaiting taxi. VIRGINIA turns to her sister.\n\nVIRGINIA\nAnd you will return to what? To\nconcerts? To parties?\n\nVANESSA\nTonight? An insufferable dinner\nwhich not even you could envy,\nVirginia.\n\nVIRGINIA\nBut I do.\n\nSuddenly she looks VANESSA in the eye.\n\nVIRGINIA\nKiss me.\n\nIt starts as a formal kiss, but then VIRGINIA, shockingly\ndirect, pushes her lips against VANESSA. VIRGINIA holds\nher mouth a moment.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIRGINIA\nKiss me. It starts as a formal kiss, but then VIRGINIA, shockingly\ndirect, pushes her lips against VANESSA. VIRGINIA holds\nher mouth a moment. \n\nTARGET SECTION TO BE ANNOTATED:\n When they part, VANESSA is\noverwhelmed, blushing at the power of VIRGINIA'S need.\n\nVIRGINIA\nDid you think I was better? Say\nsomething, Nessa. Didn't you\nthink I seemed better?\n(CONTINUED)\n\f65\n\n66\n\n64.\n\nCONTINUED: (2) 65\n\nVANESSA\nYes, Virginia. You seem better.\n\nVIRGINIA continues to look at her sister, pleadingly.\nVIRGINIA\nYou think... you think I may one\nday escape?\nThere is a silence, the two women still eye to eye.\n\nVANESSA\nOne day. One.\n\nVIRGINIA\nNessa...\n\nThere's a short silence, broken by the sound of a car\nhorn outside. .\n\nVANESSA\nCome, Angelica. We must go.\n\nVANESSA and ANGELICA go out of the door. ANGELICA. turns\nback and waves.\n\nANGELICA\nGood-bye.\n\nVIRGINIA\nGood-bye, little girl.\n\nNELLY, returning from outside, closes the door and gives\nVIRGINIA a look as she returns to the kitchen. VIRGINIA\nstands alone in the hall.\n\nLEONARD is standing at the end of the corridor, watching.\n\nEXT. HOGARTH HOUSE - DAY 66\nThe boys are already in the taxi. VANESSA, obviously\nupset, wordlessly ushers ANGELICA to get in. Then she\n\ngets in herself, and draws ANGELICA to her.\n\nVANESSA\nHere. On my knee. Stay close.\n\nVANESSA signals to the DRIVER.\n\nVANESSA\nDriver.\n\f67\n\n68\n\n69\n\n70\n\n71\n\n65.\n\nEXT. CLARISSA'S APARTMENT - DAY (2001) 67\n\nLOUIS lets the outside door of CLARISSA'S apartment\nbuilding close behind him. He stands a moment at the top\nof the steps, full of relief to have left. Then,\ngratefully, he goes on his way.\n\nINT. CLARISSA'S APARTMENT - DAY 68\n\nCLARISSA closes the door of the apartment and goes back\ninto her living room, intending to resume her\n\npreparations for the party.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen,\ngratefully, he goes on his way. INT. CLARISSA'S APARTMENT - DAY 68\n\nCLARISSA closes the door of the apartment and goes back\ninto her living room, intending to resume her\n\npreparations for the party. \n\nTARGET SECTION TO BE ANNOTATED:\n But instead she stands, in\nthe middle of the room, now bereft. She does not move.\n\nINT. HOGARTH HOUSE - DAY (1923) 69\n\nVIRGINIA walks alone up the staircase. At the half-way\nlanding there is a large window. VIRGINIA stops.\nOutside, she can see the happy family departing -- the\nthree children chattering excitedly to VANESSA. Their\ncar disappears. VIRGINIA watches.\n\nEXT. TENTH STREET - DAY (2001) 70\n\nA handsome, 19-year-old GIRL, lush and strong, in combat\ntrousers and sweater comes along Tenth Street. She\ncrackles with health like an Irish farm-girl. She bounds\nup the steps of CLARISSA'S apartment block and lets\nherself in with her key.\n\nINT. CLARISSA'S APARTMENT - DAY 71\n\nThe girl is CLARISSA'S daughter JULIA and now she is\nletting herself in to the apartment.\n\nJULIA\nI'm sorry, I know, I tried to get\nhere earlier. I tried. Okay?\nDon't start. I know. It's just\nincredibly important. Because\nit's your party.\n\nCLARISSA turns from where she is standing.\n\nCLARISSA\nJulia. How you've been doing?\n\nJULIA\nI'm fine.\n\nCLARISSA has gone over to embrace her.\n\n(CONTINUED)\n\f66.\n\n71 CONTINUED: 71\nCLARISSA\nCome here. What've you been\ndoing?\n‘ JULIA\n\nWell, studying, Mom.\n\nJULIA eases out of her mother's needy embrace, blithely\nto take off her backpack.\n\nJULIA\nWhat should I do? Chairs?\n\nCLARISSA\nOh. Can you clear my desk?\n\nCLARISSA'S desk is covered in books which JULIA now\nclears by carrying them through to the bedroom. As she\ngoes she calls back to her mother.\n\nJULIA\nI bumped into Louis Waters.\n\nCLARISSA\nYou did. Where?\n\nJULIA\nIn the street. They're all here\naren't they? The ghosts. The\nghosts are assembling for the\nparty. He's weird.\n\nJULIA on her way through sees her mother's face.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nghosts are assembling for the\nparty. He's weird. JULIA on her way through sees her mother's face. \n\nTARGET SECTION TO BE ANNOTATED:\nJULIA\n\nYou mean you can't see that? You\ncan't see Louis Waters is weird?\n\nCLARISSA\nI can see that he's sad.\n\nJULIA\nAll your friends are sad.\n\nJULIA expects CLARISSA to laugh, but then stops, books in\nhand, seeing how preoccupied her mother is.\n\nJULIA\nYou've been crying. What's\nhappening?\n\n(CONTINUED)\n\fC\n\n71\n\n67.\nCONTINUED: (2) 71\n\nCLARISSA\nAll it is: I looked around this\nroom. I thought, I'm giving a\nparty. All I want to do is just\ngive a party.\n\nJULIA\nAnd?\n\nCLARISSA shakes her head, angry with herself.\nCLARISSA\nI know why he does it! He does it\ndeliberately!\n\nJULIA\nWho? Is this Richard?\n\nCLARISSA\nOf course!\n\nJULIA smiles to herself, as if she's used to it.\nCLARISSA\n\nHe looks at me. He did it this\nmorning. He gave me that look.\n\nJULIA\nWhat look?\nCLARISSA\nOh, to say: ‘You're trivial, your\n\nlife is so trivial. Daily stuff,\nschedules. Parties. Details.'\n\nCLARISSA turns, suddenly protesting.\nCLARISSA\nThat's what he means by it.\nThat's what he's saying!\nJULIA\nMom, it only matters if you think\nit's true.\n\nCLARISSA looks at her, taken aback by what JULIA has\nsaid. They both become quiet now.\n\nJULIA\nWell? Do you? Tell me.\n\nThere's a silence.\n\n(CONTINUED)\n\f71\n\n68.\n\nCONTINUED: (3) 71\n\nCLARISSA\nWhen I'm with him, then, yes, I'm\nliving. That's what I feel. And\nwhen I'm not, yes, things seem\nkind of silly.\n\nJULIA walks away to the bedroom, struck by her mother's\ntactlessness.\n\nCLARISSA\nI don't mean with you. Never with\nyou. But the rest of it.\n\nJULIA\nSally?\n\nCLARISSA\nThe rest of it. False comfort.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nJULIA\nSally? CLARISSA\nThe rest of it. False comfort. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA has followed JULIA into the bedroom and now they\nlie down, side by side, on the bed.\n\nCLARISSA\nIf you say to me: when was I\nhappiest?\n\nJULIA\nMom...\n\nCLARISSA\n\nTell me the moment you were\nhappiest...\n\nJULIA\nI know. It was years ago.\nCLARISSA\nYes.\nJULIA\n\nAll you're saying is, you were\nonce young.\n\nCLARISSA smiles at JULIA'S remark. But JULIA knows it is\nstill not resolved.\n\nCLARISSA\nI remember one morning. Getting\nup at dawn. There was such a\nsense of possibility. We were\ngoing to do everything. Do you\nknow that feeling?\n\n(CONTINUED)\n\f71\n\n71\n\n72\n\n73\n\n69.\nCONTINUED: (4) 71\nJULIA nods, finally allowing what her mother is saying.\n\nCLARISSA\nI remember thinking: 'This is the\nbeginning of happiness.' That's\nwhat I thought. 'So this is the\nfeeling. This is where it starts.\nAnd of course there'll always be\nmore.' It never occurred to me:\nit wasn't the beginning. It was\nhappiness. It was the moment,\nright then.\n\nThere is a silence. JULIA looks thoughtfully at her\nmother. Then the DOOR BUZZER sounds. CLARISSA goes to\nthe intercom, and a VOICE calls through: \"Caterers.\"\n\nINT. HOGARTH HOUSE - KITCHEN - EVENING 71\n\nBeef being dumped down into a frying pan filled with\nonions and being vigorously stirred, a pan of beef bones\nbubbling next to it. NELLY and LOTTIE working together\nin the well-lit kitchen, a whole range of vegetables laid\nout on the chopping boards for supper.\n\nNELLY, who misses nothing, looks up from her cooking at\nthe sound of someone coming downstairs. The kitchen door\nis open and gives onto the stairway. A figure moves\nquickly by, but NELLY sees. VIRGINIA is heading out in a\nlong coat. LOTTIE has also looked up, the two of them\nnoting VIRGINIA'S departure.\n\nEXT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIRGINIA is heading out in a\nlong coat. LOTTIE has also looked up, the two of them\nnoting VIRGINIA'S departure. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOGARTH HOUSE - EVENING 72\n\nVIRGINIA in her coat hurrying out, trying to make sure\nshe is not noticed. She moves quickly through the\ngarden. In the distance, LEONARD is digging at the edge\nof the garden. But his back is turned and he does not\nnotice her. She hastens towards the gate, and out into\nthe road outside.\n\nEXT. RICHMOND STATION - EVENING 73\nIt is a summer evening, darkening a little, as VIRGINIA\ncomes to the Victorian portico of Richmond station. Two\nMEN, returning from London, pass, and she catches a whiff\nof their conversation:\n\n(CONTINUED)\n\f73\n\n74\n\n75\n\n76\n\n77\n\n70.\nCONTINUED: 73\n\nMEN\nI told him that's what he had to\ndo and if he didn't like it that\nwas his business.\n\nVIRGINIA passes them, trying not to be noticed, going\ninto the hall, a fine canopied space of glass and arched\nironwork. She goes to the ticket booth.\n\nVIRGINIA\nI need a ticket to London, please.\n\nCLERK\nYes, madam. A single or a return?\n\nINT. HOGARTH HOUSE - EVENING 74\n\nIn a presentiment of what will happen again in 18 years’\ntime LEONARD WOOLF comes in from the garden. It's a\ndifferent house and a different hallway, but the action\nis the same. LEONARD sits to put on his slippers,\nhearing the sounds of the house. Then, as if noticing\nsomething, frowns.\n\nINT. HOGARTH HOUSE - KITCHEN - EVENING 75\n\nLEONARD appears at the kitchen door. NELLY is standing\nbehind her stew.\n\nLEONARD\nAh, Nelly, good evening. I was\nwondering if you'd seen Mrs.\nWoolf.\n\nNELLY\nI thought you knew, sir. Mrs.\nWoolf has gone out.\n\nEXT. HOGARTH HOUSE - GARDEN - EVENING 76\nLEONARD WOOLF, in blind panic, fleeing the house, not in\n\na coat, just out into the garden, and away off down the\nroad.\n\nEXT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HOGARTH HOUSE - GARDEN - EVENING 76\nLEONARD WOOLF, in blind panic, fleeing the house, not in\n\na coat, just out into the garden, and away off down the\nroad. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARADISE ROAD - EVENING 77\n\nA middle-aged man, LEONARD WOOLF, running in his\nslippers, vest and corduroy jacket, charging down the\nhill towards the town.\n\f78\n\n71.\nEXT. RICHMOND STATION - PLATFORM - EVENING 78\n\nLEONARD comes down the steps towards the railway\nplatform. He sees VIRGINIA sitting rather conspicuously\nby herself on a bench at the end of the platform. A\ntrain has just gone, so there is not another traveler in\nsight. The railway line stretches away to London, empty\nand quiet. VIRGINIA is trying not to be self-conscious,\nbut she is tense. She turns.\n\nVIRGINIA\nAh Mr. Woolf, what an unexpected\npleasure.\n\nLEONARD\n\nAnd perhaps you could tell me\nexactly what you think you're\ndoing.\n\nVIRGINIA\nWhat I was doing? Why --\n\nLEONARD\nI went to look for you and you\nweren't there.\n\nLEONARD moves towards her. VIRGINIA stays calm,\nresisting his panic.\n\nVIRGINIA\nYou were working in the garden. I\ndidn't wish to disturb you.\n\nLEONARD\nYou disturb me when you disappear.\n\nVIRGINIA\nI didn't disappear. I went for a\nwalk.\n\nLEONARD\nA walk? Is that all?\n\nVIRGINIA doesn't answer.\n\nLEONARD\nIs that all? Just a walk?\n\nThey have neither of them moved. LEONARD is firm now.\n\nLEONARD\nVirginia, Nelly is cooking dinner.\nShe has already had a difficult\nday. We must go home. We must\neat Nelly's dinner. It is our\nobligation to eat Nelly's dinner.\n\n(CONTINUED)\n\f78\n\nCONTINUED:\n\n72.\n78\n\nVIRGINIA\nThere is no such obligation! No\nsuch obligation exists.\n\nLEONARD\nVirginia, you have an obligation\nto your own sanity.\n\nVIRGINIA\nAnd what is your role, Leonard?\nMy husband? Or my prison guard?\n\nLEONARD is shocked by her fierceness. He tries to soften\n\nhis tone,\n\nbut VIRGINIA flares up as soon as he speaks.\n\nLEONARD\nVirginia...\n\nVIRGINIA\nI have endured this custody.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tries to soften\n\nhis tone,\n\nbut VIRGINIA flares up as soon as he speaks. LEONARD\nVirginia... VIRGINIA\nI have endured this custody. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nhave endured this imprisonment. I\nam attended by doctors.\nEverywhere I am attended by\ndoctors who inform me of my own\ninterests.\n\nLEONARD\nThey know your interests.\n\nVIRGINIA\nThey do not! They do not speak\nfor my interests! How dare they\npresume? Let us imagine a life in\nwhich women are the doctors, and\nthe men sit alone all day in\nshuttered rooms in the suburbs.\nLet us imagine that!\n\nLEONARD shifts, but is still determined not to back down.\nBehind him the odd PASSENGER is beginning to arrive to\nwait for London train.\n\nLEONARD\nVirginia, it is hard... I can see\nit must be hard for a woman... for\na woman of your...\n\nVIRGINIA\nOf what? A woman of my what\nexactly?\n\nLEONARD\n\nA woman of your gifts...\n\n(CONTINUED)\n\f78\n\nCONTINUED:\n\n73.\n\n(2) 78\nVIRGINIA\nOh I see...\n: LEONARD\n... of your... of your talents...\n\nto accept that she is not always\nthe best judge of her own\ncondition.\n\nVIRGINIA\nNo? Who, then, is a better judge?\nBring this judge to Platform One.\nLet me meet them.\n\nVIRGINIA is looking at him defiantly.\n\nLEONARD\nYou have a history...\n\nVIRGINIA\nOh yes...\n\nLEONARD\n\nYou came to Richmond with a\nhistory of confinement. Fits.\nBlackouts. Moods. Hearing\nvoices. We brought you here to\nescape the irrevocable damage you\nintended to yourself. Twice you\nhave tried to take your life by\nyour own hand.\n\nVIRGINIA is watching him closely now, attending every\nword, still not giving way.\n\nLEONARD\nI live daily with that threat.\n\nVIRGINIA looks at him, refusing to answer.\n\nLEONARD\nI set up the press, we set up the\nprinting press...\n\nVIRGINIA\nYes...\n\nLEONARD\nNot for itself. Not purely as a\nthing in itself. But that you\nmight find a ready occupation, a\nready source of absorption and of\nremedy.\n\n(CONTINUED)\n\f74.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot purely as a\nthing in itself. But that you\nmight find a ready occupation, a\nready source of absorption and of\nremedy. (CONTINUED)\n\f74. \n\nTARGET SECTION TO BE ANNOTATED:\n78 CONTINUED: (3) 78\n\nVIRGINIA\nLike needlework?\n\nVIRGINIA has suddenly shouted. LEONARD for a moment\nloses his temper.\n\nLEONARD\nIt was done for you! It was done\nfor your betterment! It was done\nout of love. If I did not know\nyou better I would call this\n\ningratitude.\n\nVIRGINIA\nI am ungrateful? You call me\nungrateful?\n\nVIRGINIA looks at him, accusing, shaking.\n\nVIRGINIA\nMy life has been stolen from me.\nI am living in a town I have no\nwish to live in. I am living a\nlife I have no wish to live. And\nI am asking how this has occurred.\n\nVIRGINIA nods, sure of her point. There are now several\nPASSENGERS on the long London platform, but VIRGINIA and\nLEONARD ignore them completely.\n\nVIRGINIA\nIt is time for us to move back to\nLondon. I miss London. I miss\nLondon life.\n\nLEONARD\nThis is not you speaking,\nVirginia. This is an aspect of\nyour illness.\n\nVIRGINIA\nIt is me. It is my voice. It is\nmine and mine alone.\n\nLEONARD\nIt is not your voice. It is only\na voice you hear.\n\nVIRGINIA\nIt is not! It is mine! I am\ndying in this town!\n\n(CONTINUED)\n\f75.\n\n78 CONTINUED: (4) 78\n\nVIRGINIA is inflamed, passionate, almost mad. LEONARD\nlooks at her, trying to keep calm.\n\nLEONARD\nIf you were clear... if you were\nthinking clearly, you would\nremember: it was London which\nbrought you low.\n\nVIRGINIA\n\nIf I were thinking clearly?\nLEONARD\n\nWe brought you to Richmond to give\n\nyou peace.\nVIRGINIA takes a moment to summon all her lucidity.\n\nVIRGINIA\n\nIf I were thinking clearly? If I\nwere thinking clearly, Leonard, I\nwould tell you that I wrestle\nalone in the dark, and that only I\ncan know, only I can understand my\nown condition. You live with the\nthreat, you tell me.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIRGINIA\n\nIf I were thinking clearly? If I\nwere thinking clearly, Leonard, I\nwould tell you that I wrestle\nalone in the dark, and that only I\ncan know, only I can understand my\nown condition. You live with the\nthreat, you tell me. \n\nTARGET SECTION TO BE ANNOTATED:\n You live\nwith the threat of my extinction.\n\nThere is silence. She is trembling, white.\n\nVIRGINIA\nLeonard, I live with it too.\n\nNow it is LEONARD who cannot answer.\n\nVIRGINIA\nThis is my right. This is the\nright of every human being. I\nchoose not the suffocating\nanesthetic of the suburbs, but the\nviolent jolt of the capital. That\nis my choice. The meanest\npatient, yes even the very lowest,\nis allowed some say in the matter\nof her own prescription. Thereby\nshe defines her humanity.\n\nVIRGINIA is calm now, certain.\n(CONTINUED)\n\f78\n\n719\n\n76.\n\nCONTINUED: (5) 78\n\nVIRGINIA\nI wish for your sake, Leonard,\nthat I could be happy in this\nquietness. But if it is a choice\nbetween Richmond and death, I\nchoose death.\n\nThere are now tears in LEONARD'S eyes.\n\nLEONARD\nVery well. London, then. We\nshall go back to London.\n\nLEONARD bows his head, overwhelmed by the defeat of his\nstrategy. There is a silence. VIRGINIA watches, full of\nfeeling for him. Then, at the opposite platform the\ntrain from London arrives. From its doors, phalanxes of\nCOMMUTERS in dark coats and hats get down onto the\nplatform and head for the exit. LEONARD looks up, wiping\naway his tears.\n\nLEONARD\nYou must be hungry. I ama little\nhungry myself.\n\nVIRGINIA smiles. They look at each other, the issue at\nlast resolved between them.\n\nVIRGINIA\nCome along.\n\nVIRGINIA and LEONARD get up and walk together along the\ndeserted platform, both shaken by the encounter. After a\nmoment, VIRGINIA takes his arm. They walk a while, arm\nin arm, merging into the crowd of COMMUTERS. Then\nVIRGINIA speaks, almost as an afterthought.\n\nVIRGINIA\nYou do not find peace by avoiding\nlife, Leonard.\n\nEXT./INT. MRS. LATCH'S HOUSE (LOS ANGELES) - EVENING 79\n(1951)\n\nLAURA'S car draws up outside MRS. LATCH'S house.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. LATCH'S HOUSE (LOS ANGELES) - EVENING 79\n(1951)\n\nLAURA'S car draws up outside MRS. LATCH'S house. \n\nTARGET SECTION TO BE ANNOTATED:\n RICHIE\nhas plainly heard her arrive, for when she looks to the\nwindow, RICHIE is already banging his hands against it\nand screaming:\n\nRICHIE\nMommy! Mommy!\n\n(CONTINUED)\n\f77.\n\n719 CONTINUED: 79\n\nLAURA looks, fearful. Then she gets out of the car.\nAlong the neat suburban street, sprinklers play across\nlawns, catching the evening light like fountains. RICHIE\ncomes running from the house towards his mother with a\ntriumphant cry of...\n\nRICHIE\nIt's Mommy!\n\nMRS. LATCH follows.\n\nMRS. LATCH\nWhy, hello, Laura.\n\nLAURA\nOh, Mrs. Latch. I'm sorry I'm\nlate.\n\nLAURA picks RICHIE up and he buries his face in her\nshoulder.\n\nLAURA\nOh, now. Hey. Hey. Hey there,\nbug. What's wrong? What's wrong?\n\nMRS. LATCH smiles reassuringly.\n\nMRS. LATCH\nHe's fine. He's been fine. He's\njust pleased to see you.\n\nLAURA\nCome on, it wasn't that bad. It\nwasn't that bad, was it?\n\nRICHIE has buried himself in LAURA. MRS. LATCH nods at\nLAURA'S hair.\n\nMRS. LATCH\nYou got it cut, then?\n\nLAURA\nOh, yes. Yes. No problem.\n\nMRS. LATCH\nIt looks great.\n\nLAURA\nThank you. They didn't have to do\nvery much.\nLAURA smiles, embarrassed at the lie.\n\n(CONTINUED)\n\f79\n\n80\n\n78.\nCONTINUED: (2) 79\n\nMRS. LATCH\nWe had a fine time together.\n\nLAURA\nThank you. Very much.\n\nEXT./INT. CAR - EVENING 80\n\nThe two of them are driving side by side. LAURA has her\neyes on the road. RICHIE is staring straight ahead, not\nlooking at her. The car is moving noiselessly along\nsuburban avenues. There is a long silence. They seem\nmore like two adults than mother and child.\n\nLAURA\nSo that wasn't too bad, was it? I\nwasn't gone long?\n\nRICHIE\nNo, you weren't long.\n\nLAURA\nThat's right.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nwasn't gone long? RICHIE\nNo, you weren't long. LAURA\nThat's right. \n\nTARGET SECTION TO BE ANNOTATED:\n At one point... I\ndon't know... there was a moment\n\nwhen I thought I might be longer.\nBut I changed my mind.\n\nRICHIE says nothing.\n\nLAURA\nHoney, what is it?\n\nRICHIE\nMommy, I love you.\n\nThere is a moment's pause.\n\nLAURA\nI love you too, baby.\n\nThere is a thoughtful look on RICHIE'S face.\n\nLAURA\nWhat's wrong?\n\nRICHIE looks at LAURA as if he knows where she has been.\n\nLAURA\nWhat?\n\nBut still RICHIE says nothing, just goes on looking.\n\n(CONTINUED)\n\f80\n\n81\n\n82\n\n83\n\n84\n\n79.\nCONTINUED: 80\n\nLAURA\nDon't worry, honey. Everything's\nfine. We're going to have a\nwonderful party. We've made Daddy\nsuch a nice cake.\n\nRICHIE is still looking at her, watchful.\n\nLAURA\nI love you, sweetheart. You're my\nguy.\n\nRICHIE is seen from LAURA'S POINT OF VIEW, his little\nface flushed for a moment with pleasure. The SOUND\nFADES, and there is a SLOW DISSOLVE THROUGH TO:\n\nINT. RICHARD'S APARTMENT - EVENING (2001) 81\n\nRICHARD'S face seen from the exact SAME POINT OF VIEW.\nThe child has become the man. RICHARD is sitting in the\nnear dark, a gleam of light catching the sweat on his\nforehead. He has not moved from his chair, nor has he\ndressed. He sits thinking back to the scene in the car.\nLAURA'S voice is heard in RICHARD'S head.\n\nLAURA (V.O.)\nI love you, sweetheart. You're my\nguy.\n\nEXT./INT. TRIANGLE BUILDING - EVENING 82\nCLARISSA gets out of a hired car in the afternoon light,\nand heads into the doorway of the triangle building. She\ngets quickly into the elevator. The elevator ascends.\n\nINT. RICHARD'S APARTMENT - EVENING 83\nBeside RICHARD, a photograph of his mother, LAURA, on her\nwedding day, eyes down. RICHARD looks at it, the extreme\nsweat of illness running down his face.\n\nINT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHARD'S APARTMENT - EVENING 83\nBeside RICHARD, a photograph of his mother, LAURA, on her\nwedding day, eyes down. RICHARD looks at it, the extreme\nsweat of illness running down his face. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n RICHARD'S APARTMENT - EVENING 84\nCLARISSA, in a repeat of the morning's progress, comes to\nthe door of RICHARD'S apartment and rings the bell to\n\nwarn him of her presence.\n\n(CONTINUED)\n\f84\n\n80.\n\nCONTINUED: 84\n\nCLARISSA\nRichard, Richard, it's me. I'm\nearly. I know.\n\nShe puts her key in the lock and opens the door. The\nblinds have been pulled up and the curtains parted for\nthe first time. In full light at last, it looks like the\napartment of a madman -- piles of cardboard boxes, a\nfilthy bathtub, books flung everywhere. CLARISSA moves\nforward in astonishment.\n\nCLARISSA\nRichard! What the hell's going\non?\n\nRICHARD\nWhat are you doing here? You're\nearly.\n\nRICHARD is pushing furniture to the side. He looks like\nan exalted scarecrow, his hair plastered to his skull.\nHe's high as a kite, and still dressed in his bathrobe\nand pajamas. Immediately behind him, he has opened the\nwindow wide. CLARISSA looks in horror.\n\nCLARISSA\nRichard, what are you doing?\nWhat's going on?\n\nRICHARD looks at her from across the room, his eyes\ngleaming.\n\nRICHARD\nClarissa, I had this wonderful\nidea. I needed some light. I\nneeded to let in some light.\n\nRICHARD moves toward the window.\n\nCLARISSA\nRichard, what are you doing?\n\nRICHARD\nI had this fantastic notion. I\ntook the Xanax and the Ritalin\ntogether. It had never occurred\nto me.\n\nCLARISSA\nRichard!\n\nRICHARD screams at her.\n(CONTINUED)\n\f84\n\n81.\n\nCONTINUED: (2) 84\n\nRICHARD\nDon't come near me!\n\nCLARISSA stops. RICHARD scrambles painfully to the\nwindowsill and lifts one leg over the sill, so that he is\nperched, bony, weightless, with the other foot still on\nthe apartment floor. CLARISSA stands, trying to be caln.\n\nRICHARD\nIt seemed to me I needed to let in\nsome light.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHARD scrambles painfully to the\nwindowsill and lifts one leg over the sill, so that he is\nperched, bony, weightless, with the other foot still on\nthe apartment floor. CLARISSA stands, trying to be caln. RICHARD\nIt seemed to me I needed to let in\nsome light. \n\nTARGET SECTION TO BE ANNOTATED:\n What do you think? I\ncleared away all the windows.\n\nCLARISSA\nAll right, do me one favor,\nRichard, do me one simple favor...\n\nRICHARD\nI don't think I can make it to the\nparty, Clarissa. I'm sorry.\n\nCLARISSA\nYou don't have to go to the party.\nYou don't have to go to the\nceremony.\n\nRICHARD'S face darkens. CLARISSA shouts in desperation.\n\nCLARISSA\nYou don't have to do anything,\nRichard! You can do what you\nlike!\n\nRICHARD\nBut I have to face the hours,\ndon't I? The hours after the\nparty. And the hours after that.\n\nCLARISSA\nYou have good days still, Richard.\nYou know you do.\n\nRICHARD\nNot really. It's kind of you to\nsay so, but it isn't true.\n\nCLARISSA is stopped dead, full of fear at her next\nquestion.\n\nCLARISSA\nAre they here, Richard?\n\n(CONTINUED)\n\f82.\n\n84 CONTINUED: (3) 84\n\nRICHARD\nWho?\n\nCLARISSA\nThe voices?\n\nRICHARD\nOh, the voices are always here.\n\nCLARISSA\nBut is it the voices you're\nhearing now?\n\nRICHARD\nNo, Mrs. Dalloway. It's you.\n\nCLARISSA looks at him, terrified now.\n\nRICHARD\nI've stayed alive for you.\n\nRICHARD looks at her pleadingly.\n\nRICHARD\nBut now you have to let me go.\n\nCLARISSA looks at him, shocked by what he has said. But\nagain as she moves toward him, he cuts her off.\n\nCLARISSA\nRichard...\n\nRICHARD\nTell me a story, all right?\n\nCLARISSA\nWhat about?\n\nRICHARD\n\nTell me a story from your day.\n\nCLARISSA stops, fearing this is their last moment\ntogether.\n\nCLARISSA\nI got up...\n\nRICHARD\nYes?\n\n(CONTINUED)\n\f84\n\nCONTINUED:\n\n83.\n(4) 84\n\nCLARISSA\nAnd... I went out to get flowers\n-- just like Mrs. Dalloway -- in\nthe book, do you know?\n\nRICHARD\nYes.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nI went out to get flowers\n-- just like Mrs. Dalloway -- in\nthe book, do you know? RICHARD\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\nCLARISSA\n-- it was a beautiful morning.\nRICHARD\nWas it?\nCLARISSA\nYes. It was beautiful. It was so\nfresh.\n\nCLARISSA shakes her head.\n\nRICHARD\nFresh, was it?\nCLARISSA\nYes.\nRICHARD\nLike a morning on the beach?\nCLARISSA\nYes.\nRICHARD\nLike that?\nCLARISSA\nYes.\nRICHARD\nFresh like when you and I were\nyoung?\n\nThere is a silence. CLARISSA doesn't answer.\n\nRICHARD\nLike the morning you walked out of\nthat old house and you were\neighteen, and maybe I was\nnineteen.\n\nCLARISSA\nYes.\n\n(CONTINUED)\n\f84.\n\n84 CONTINUED: (5) 84\n\nRICHARD\nI was nineteen years old and I'd\nnever seen anything so beautiful.\nYou, coming out of a glass door in\nthe early morning, still sleepy.\nIsn't it strange?\n\nCLARISSA\nYes. Yes it's strange.\n\nRICHARD\nThe most ordinary morning in\nanybody's life.\n\nRICHARD shakes his head slightly.\n\nRICHARD\nClarissa, I'm afraid I can't make\nthe party.\n\nCLARISSA\n\nThe party doesn't matter. Give me\nyour hand.\n\nCLARISSA reaches out to him.\n\nRICHARD\nYou've been so good to me, Mrs.\nDalloway.\n\nCLARISSA\nRichard...\n\nRICHARD\n\nI love you.\nCLARISSA stops, taken aback as he says it.\n\nRICHARD\nI don't think two people could\nhave been happier than we've been.\n\nThere is a moment's silence. Then RICHARD inches\nforward, slides gently off the sill, and falls. CLARISSA\nscreams.\n\nCLARISSA\nNo!\n85 EXT. TRIANGLE BUILDING - EVENING 85\n\nSilence. No sound. Seen FROM BELOW, RICHARD'S body\nfloating slowly down from the fifth floor in the air.\n\f86\n\n87\n\n88\n\n85.\nINT. RICHARD'S APARTMENT - EVENING 86\n\nCLARISSA looks at the empty window. Then she steps back\naway from the window, just staring, making no noise.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. RICHARD'S APARTMENT - EVENING 86\n\nCLARISSA looks at the empty window. Then she steps back\naway from the window, just staring, making no noise. \n\nTARGET SECTION TO BE ANNOTATED:\n She\ntakes one step back and then another.\n\nEXT. HUDSON STREET - EVENING 87\n\nRICHARD'S body lands against the concrete, SMASHING a\nBEER BOTTLE as it does. The corpse bounces, then\nsettles, face down, his robe up over his face. Silence\nagain.\n\nINT. BROWNS' HOUSE - NIGHT (1951) 88\n\nThe cake, now bright with lit candles on the dining room\ntable. A great effort has been made for DAN'S birthday\nand the front room is bright with light and decoration.\nDAN blows out his-candles in one long go. RICHIE and\nLAURA watch from their seats at the table.\n\nRICHIE AND LAURA\nHappy Birthday! Happy Birthday,\nDan!\n\nThey all laugh.\n\nDAN\nThis is perfect. This is just\nperfect.\n\nLAURA\nDo you think so? Do you really\nthink so?\n\nDAN\n\nWhy sure. You must have been\nworking all day.\n\nLAURA\nWell we were. Weren't we, bug?\nThat's what we were doing.\nWorking all day.\n\nDAN\nThis is just fantastic. It's what\nI've always wanted.\n\nLAURA is doing well as the good wife, sharing her\nhusband's delight in the cake. RICHIE is watching, with\na serious expression.\n\n(CONTINUED)\n\f88\n\n86.\nCONTINUED: 88\n\nLAURA\nOh, Dan...\n\nDAN\nOne day I'll tell you, Richie.\nI'll tell you how it all\nhappened...\n\nLAURA\nDon't.\n\nLAURA seems embarrassed. DAN looks up at her, quiet but\nserious.\n\nDAN\nI want to. I want to tell him the\nstory.\n\nLAURA is silent, giving permission, but ill at ease. DAN\nlooks at RICHIE, full of pleasure at picking his way\nexactly through his story.\n\nDAN\nWhat happened: When I was at war\n-~ at war I found myself thinking\n-- and I remembered that there was\nthis girl that I'd seen -- I'd\nnever met her -- at high school --\nthis strange, fragile-looking girl\ncalled Laura McGrath. Yeah. And\nshe was shy. And she was\ninteresting.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nYeah. And\nshe was shy. And she was\ninteresting. \n\nTARGET SECTION TO BE ANNOTATED:\n And -- your mother\nwon't mind me telling you this,\nRichie -- she was the kind of girl\nyou see sitting mostly on her own.\n\nRICHIE is listening intently. The three of them are\nintent 'round the table.\n\nDAN\nYes. Richie, I'll tell you:\nSometimes when I was in the South\nPacific, the fact is, I used to\nthink of this girl...\n\nLAURA\nDan...\n\nDAN\nI thought of bringing her to a\nhouse -- a life -- well, pretty\nlike this.\n\n(MORE)\n\n(CONTINUED)\n\f88\n\n89\n\n90\n\n87.\n\nCONTINUED: (2) 88\n\nDAN (CONT'D)\nAnd it was the thought of the\nhappiness... the thought of this\nwoman... the thought of this\nlife... that is what kept me\ngoing.\n\nThere is silence. DAN is looking at LAURA.\n\nDAN\nI had an idea of our happiness.\n\nRICHIE watches, aware of the awful sadness between them.\n\nLAURA\nDid you make a wish?\n\nDAN has taken one of the yellow roses from the cake, and,\nunaware, has been rolling it between his fingers, back\nand forth, back and forth. He is alone with his thoughts\nfor a few moments, then he turns and looks blankly at\nLAURA. Then he nods.\n\nDAN\nYes, I did.\n\nINT. MORGUE - NIGHT 89\n\nCLARISSA is seen through the glass panel in a door\nwaiting at the morgue. She is standing in distress,\nshaken by the events of the afternoon. Then SALLY\narrives at the door, led into the morgue by an ORDERLY.\nShe stops a moment to look through the door. Now, full\nof feeling, she opens the door to join CLARISSA.\nCLARISSA looks across.\n\nINT. HOGARTH HOUSE - NIGHT 90\n\nIn the drawing room, there are two pools of light from\nstandard lamps. On opposite sides of the room LEONARD\nand VIRGINIA are sitting, a kind of truce between them\nafter the events of the afternoon. They are both\nreading. VIRGINIA'S book is in her hand. She still has\nthe London rail ticket, which she is using as a bookmark.\nShe fingers the ticket, turning it over.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIRGINIA'S book is in her hand. She still has\nthe London rail ticket, which she is using as a bookmark. She fingers the ticket, turning it over. \n\nTARGET SECTION TO BE ANNOTATED:\n After a few\nmoments LEONARD looks up, as if something has occurred to\nhim from a previous conversation.\n\nLEONARD\nWhy does someone have to die?\n\nVIRGINIA looks up and frowns.\n(CONTINUED)\n\f88.\n\n90 CONTINUED: 90\n\nVIRGINIA\n\nLeonard?\nLEONARD\n\nIn your book?\nVIRGINIA\n\nOh.\nLEONARD\n\nYou said someone has to die. Why?\n\nLEONARD catches just a trace of VIRGINIA'S reaction.\n\nLEONARD\n\nIs that a stupid question?\nVIRGINIA\n\nNo.\nLEONARD\n\nI imagine my question is stupid.\nVIRGINIA\n\nNot at all.\nLEONARD\n\nWell?\n\nVIRGINIA gives it thought before answering.\nVIRGINIA\nSomeone has to die in order that\n\nthe rest of us should value life\nmore.\n\nLEONARD looks at her, the two of them serious now.\n\nVIRGINIA\nIt's contrast.\n\nLEONARD\nAnd who will die?\n\nVIRGINIA\nIt's a secret.\n\nLEONARD\nTell me.\n\nVIRGINIA pauses, then gives him the gift of an answer.\n\nVIRGINIA\nThe poet will die. The visionary.\n\f91\n\n92\n\n93\n\n94\n\n89.\nINT. BROWNS' HOUSE - RICHIE'S BEDROOM - NIGHT (1951)\nRICHIE, the poet, the visionary, lying in the bed ina\nlittle room painted with stars. It is decorated with\n\npictures of rockets and imaginary astronauts. His face\nis alert on the pillow.\n\nEXT. BROWNS' HOUSE - NIGHT\n\nThe Browns' house seen from the road. It's dark. Just\none pool of light is thrown onto their drive by a side-\nwindow. The street at peace.\n\nINT. BROWNS' HOUSE - RICHIE'S BEDROOM - NIGHT\n\nRICHIE is lying awake listening to the sound of his\nfather in the next room calling to LAURA.\n\nINT. BROWNS' HOUSE - BATHROOM - NIGHT\n\nLAURA is sitting, her head in her hands, on the closed\ntoilet seat. She is in white pajamas, bent down in an\nattitude of abject despair, umable to move. After a few\nmoments, DAN calls through from the bedroom.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nBROWNS' HOUSE - BATHROOM - NIGHT\n\nLAURA is sitting, her head in her hands, on the closed\ntoilet seat. She is in white pajamas, bent down in an\nattitude of abject despair, umable to move. After a few\nmoments, DAN calls through from the bedroom. \n\nTARGET SECTION TO BE ANNOTATED:\nDAN (0.S8.)\nWhat are you doing?\n\nLAURA looks up. She has taken her make-up off and it is\nplain she has been crying.\n\nLAURA\nI'm brushing my teeth.\n\nDAN (0.S.)\nAre you coming to bed?\n\nLAURA\nYes. In a minute.\n\nDAN (0.S.)\nCome to bed, Laura Brown.\n\nBut LAURA doesn't move, just turns away, trapped.\nDAN (0.S.)\nI ran into Ray, he says Kitty's\nhad to go to the hospital.\n\nLAURA\nThat's right.\n\n(CONTINUED)\n\n91\n\n92\n\n93\n\n94\n\f90.\n\n94 CONTINUED: 94\no DAN (0.S.)\nNothing serious, he said. Justa\ncheckup.\nLAURA\n\nI'm terrified.\n\nwh DAN (0.S.)\ny?\n\nLAURA speaks quietly, not loud enough for DAN to hear.\n\nLAURA\nOh, the idea she could disappear.\n\nDAN has not heard anything.\nDAN (0.S.)\n\nPerhaps you could go see her in\nthe morning, honey.\n\nLAURA\nI was going to. I was going to\nstop by.\nCo There is another short silence. LAURA is unable to move.\nDAN (0.S.)\n\nI've had a wonderful day and I\nhave you to thank.\n\nLAURA looks away, in despair now.\n\nDAN (0.S.)\nCome to bed, honey.\n\nLAURA\nI'm coming.\n\nBut still LAURA stands, not moving. After a while, DAN\nspeaks again.\n\nDAN (0.S.)\nSo. Are you coming?\n\nLAURA\nYes.\n\nIn the distance, you can hear a DOG BARKING. LAURA gets\nup and reaches for the pull-light over the mirror. The\nane bathroom goes dark. She takes the steps which bring her\nco to the door which leads to the door which leads to the\nbedroom. LAURA stands in the door, the only light\nfalling on her face.\n\f95\n\n96\n\n91.\n\nINT. HOGARTH HOUSE - STUDY - DAY (1923) 95\n\nVIRGINIA is now sitting in her favorite chair with a\nwriting board across her lap, notebook in hand. The\nlight pools around her. She is not writing, just\nthinking. LEONARD appears in the doorway opposite. He\nsays nothing.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is not writing, just\nthinking. LEONARD appears in the doorway opposite. He\nsays nothing. \n\nTARGET SECTION TO BE ANNOTATED:\nVIRGINIA\nWhat? What?\n\nLEONARD smiles.\n\nLEONARD\nI was hoping you were going to\nbed.\n\nVIRGINIA\nI am. I am going to bed.\n\nThey look at each other, their eyes full of love and\nhumor.\n\nLEONARD\nWhat then?\n\nVIRGINIA\nAll else is clear. The outline of\nthe story is planned. Now one\nthing only.\n\nVIRGINIA shakes her head very slightly, still in the\nchair.\n\nVIRGINIA\nMrs. Dalloway's destiny must be\nresolved.\n\nINT. CLARISSA'S APARTMENT - NIGHT (2001) 96\n\nCLARISSA is in the kitchen with SALLY and JULIA. Every\nsurface is taken up with food for the party which never\nhappened. CLARISSA has the crab dish in her hand and is\nemptying it sadly into the bin. She is still in the coat\nshe was wearing all afternoon. As she dumps the wasted\nfood, she hears a RING at the DOOR.\n\nCLARISSA goes to the apartment door and opens it. LAURA\nBROWN is standing directly opposite. She is now in her\nearly 80s, slightly stooped with steel-gray hair and\nparchment skin. She is wearing a dark, floral dress and\ncoat. CLARISSA is taken aback for a moment.\n\n(CONTINUED)\n\f92.\n96 CONTINUED: 96\n\nCLARISSA\nYou're Laura Brown.\n\nLAURA\nYes. I'm Richard's mother.\n\nCLARISSA\nOf course.\n\nCLARISSA reaches out her hand.\n\nCLARISSA\nI'm Clarissa Vaughan. Come in.\n\nLAURA has a small bag which CLARISSA now lifts for her as\nshe leads her into the apartment. At the end of the\ncorridor SALLY is standing with JULIA behind her, but\nCLARISSA signals tactfully for them to hold off a moment,\nas she leads LAURA into the sitting room. Throughout the\napartment, dinner tables have been set with white table\ncloths, and glasses. CLARISSA is alone with LAURA in the\nsitting room.\n\nCLARISSA\nMy friend Sally's in the kitchen.\nAnd my daughter.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARISSA is alone with LAURA in the\nsitting room. CLARISSA\nMy friend Sally's in the kitchen. And my daughter. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA just looks at her a moment, not answering.\n\nCLARISSA\nWe were having a party. We were\ngoing to have a party.\n\nLAURA\nI was lucky. I got the last plane\nfrom Toronto.\n\nIn the kitchen, unheard, unseen, JULIA watches, then\nspeaks quietly to SALLY.\n\nJULIA\nSo that's the monster.\n\nLAURA has approached a table loaded with RICHARD'S books.\n\nCLARISSA\nI hope I did the right thing. I\nfound your number in his phone\nbook.\n\nLAURA\nYes. He had it. But we didn't\nspeak often.\n\n(CONTINUED)\n\f93.\n\n96 CONTINUED: (2) 96\n\nLAURA is looking at RICHARD'S picture. CLARISSA stands a\nmoment, waiting.\n\nLAURA\nIt's a terrible thing, Miss\nVaughan, to outlive your whole\nfamily.\n\nCLARISSA\nRichard's father died...\n\nLAURA\nYes. He died of cancer. Quite\nyoung. And Richard's sister is\ndead.\n\nLAURA looks at her a moment.\n\nLAURA\nObviously you feel unworthy. It\ngives you feelings of\nunworthiness. You survive and\nthey don't.\n\nCLARISSA waits a second before speaking.\n\nCLARISSA\nDid you read the poems?\n\nLAURA\nYes. I read them. I also read\nthe novel. You see, people say\nthat the novel is difficult...\n\nCLARISSA\nI know...\n\nLAURA\nThey say that.\n\nCLARISSA\nI know...\n\nLAURA\n\nHe had me die in the novel. I\nknow why he did that. It hurt, of\ncourse. I can't pretend it didn't\nhurt, but I know why he did it.\n\nCLARISSA\nYou left Richie when he was a\nchild?\n\n{CONTINUED)\n\f96 CONTINUED:\n\n94,\n\n(3) 96\n\nLAURA\nI left both my children. I\nabandoned them. They say it's the\nworst thing a mother can do.\n\nNeither of them move. The room is silent now.\n\nLAURA\nYou have a daughter?\nCLARISSA\nYes. But I never met Julia's\nfather.\nLAURA\nYou so wanted a child?\nCLARISSA\nThat's right.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I never met Julia's\nfather. LAURA\nYou so wanted a child? CLARISSA\nThat's right. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\n\nYou're a very lucky woman.\n\nCLARISSA looks down.\n\nThere's a\n\nLAURA\nThere are times when you don't\nbelong and you think you're going\nto kill yourself. Once I went to\na hotel. That night... later that\nnight, I made a plan. Plan was, I\nwould leave my family when my\nsecond child was born. And that's\nwhat I did. Got up one morning,\nmade breakfast, went to the bus\nstop, got on a bus. I'd left a\nnote.\n\nmoment's silence.\n\nLAURA\nI got a job in a library in\nCanada. It would be wonderful to\nsay you regretted it. It would be\neasy. But what does it mean?\nWhat does it mean to regret when\nyou have no choice? It's what you\ncan bear. There it is. No one is\ngoing to forgive me.\n\nLAURA looks at CLARISSA, steady, unapologetic.\n\nLAURA\nIt was death. I chose life.\n\f97\n\n98\n\n99\n\n95.\n\nINT. CLARISSA'S APARTMENT - NIGHT 97\n\nCLARISSA comes out of the sitting room down the hall of\nthe apartment and quietly goes into their bedroom, still\nwearing her dark coat. SALLY is in the kitchen with\nJULIA and now look up at the sight of CLARISSA. She gets\nup and follows CLARISSA into the bedroom.\n\nINT. CLARISSA'S APARTMENT - BEDROOM - NIGHT 98\n\nSALLY comes into the room to find CLARISSA sitting on the\nside of the bed in her coat. The two women look at each\nother.\n\nSALLY\nYou need to take your coat off.\n\nSALLY comes round and gestures to CLARISSA to stand up.\nSALLY puts her hands on CLARISSA'S shoulders to help her\ntake off the coat. As she does, CLARISSA turns and looks\nat SALLY, the two of them overcome. The two women look\nwarmly at each other, then they kiss.\n\nINT. APARTMENT - JULIA'S BEDROOM - NIGHT 99\n\nLAURA is unpacking her suitcase on the bed in Julia's\nroom. It has only a few things which she has hurriedly\nput in for the trip.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. APARTMENT - JULIA'S BEDROOM - NIGHT 99\n\nLAURA is unpacking her suitcase on the bed in Julia's\nroom. It has only a few things which she has hurriedly\nput in for the trip. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks frail and alone. There\nis a KNOCK on the door and JULIA comes in with a cup and\nsaucer.\n\nJULIA\nI thought you might like a cup of\ntea.\n\nLAURA\n\nThat's very kind, dear. I feel\nI'm stealing your room.\n\nJULIA has put the tea down beside the bed.\n\nJULIA\nWe put the food away, so... if\nyou're hungry in the night, just\nhelp yourself.\n\nLAURA\nWell, I will. You have somewhere?\n\nJULIA\nYes. The sofa.\n\n(CONTINUED)\n\f99\n\n100\n\n101\n\n102\n\n96.\n\nCONTINUED: 99\n\nLAURA\nI'm sorry.\n\nInstinctively JULIA moves towards her and puts her arms\nround her. The 18-year-old and the 80-year-old embrace.\nLAURA stands a moment, astonished at her warmth. Then\nJULIA moves away.\n\nLAURA\nGood night, sweetheart.\n\nJULIA\nGood night.\n\nINT. HOGARTH HOUSE - BEDROOM - NIGHT (1923) 100\n\nVIRGINIA lies in bed, making no effort to sleep, but\nlying by moonlight in her bed, her eyes open, white like\na ghost.\n\nINT. CLARISSA'S APARTMENT - NIGHT (2001) 101\n\nThe corridor of the apartment. Everyone else has gone to\nbed. CLARISSA, in her white pajamas, is in the kitchen\nturning off the lights one by one. As she turns off the\nlast one in the kitchen, she comes into the corridor, and\nbegins the same process. She looks round briefly at her\nown home: comfortable, solid, complete. At last she\nseems at peace. As she turns out the lights in the\ncorridor, the voice of VIRGINIA WOOLF is heard.\n\nVIRGINIA (V.O.)\nDear Leonard, to look life in the\nface, always to look life in the\nface, and to know what it is, to\nlove it for what it is. At last\nto know it. To love it for what\nit is. And then to put it away.\n\nCLARISSA turns out the last light and the corridor is\ndarkened. She turns and goes into her room.\nEXT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLARISSA turns out the last light and the corridor is\ndarkened. She turns and goes into her room. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RIVER OUSE - DAY (1941) 102\nVIRGINIA WOOLF walks calmly once more into the river.\nVIRGINIA (V.0O.)\n\nLeonard, always the years between\n\nus, always the years, always the\n\nlove. Always the hours.\n\n(CONTINUED)\n\f102\n\n97.\nCONTINUED: 102\n\nVIRGINIA stands a moment, up to her neck in the water,\nabout to plunge herself under. The sun plays on the\nwater.\n\nFADE OUT.\n\nTHE END\n\f"
}