{
  "1": "MUMMY IIT\nby\nAlfred Gough & Miles Millar\n\nSommers Company Second Draft\nAlphaville August 19, 2005\n\f\fNOTE: Dialogue in italics is in Chinese with English subtitles.\n\fFADE IN:\nTHE UNIVERSAL PICTURES GLOBE\n\nmorphs into a glinting red sphere. PULL BACK TO REVEAL it’s\nthe eye of a malevolent-looking dragon that is carved into a\nmassive door. A FEMALE NARRATOR, with a lilting Chinese\naccent, begins...\n\nNARRATOR (V.O.)\nTwenty-two centuries ago, China was\nforged out of the will of one man,\nits First Emperor, Qin Shihuang.\n\nThe doors swing open and EMPEROR QIN SHIHUANG is carried in.\nHe’s sitting on a jewel-encrusted jade throne which is lugged\nby 30 MONGOLIAN EUNUCHS. He is dressed in an extravagant\ncrimson-and-black robe and his face registers only the blank\ncoldness of a dictator. He’s just entered...\n\nEXT. PALACE - DAY\n\nA vast walled city comprised of a complex of pavilions,\npagodas and ornamental gardens. The Emperor’s army fills the\nmonumental: courtyard in front of the main palace pavilion.\nThe 100,000 WARRIORS stand in perfectly ordered phalanxes.\n\nNARRATOR (V.O.)\nHis thirst for power was\nunquenchable and his army was a\nmerciless killing machine. He\nvowed not to rest until he had\nconquered the entire world.\n\nAs the Emperor is paraded past, the soldiers bow on one knee.\nEXT. RIVER OF SPIRITS - DAY\n\nTIGHT ON: A HUMAN SKULL as it is CRUSHED under the weight of\na massive stone. PULL BACK to reveal an ancient construction\nsite stretching as far as the eye can see.\n\nNARRATOR (V.O.)\nHe forced his vanquished enemies to\nconstruct a great wall which he\nbuilt over the blighted River of\nSpirits.\n\nTHOUSANDS OF SLAVES haul blocks into place over a snaking dry\nriverbed that is thickly carpeted with skeletons and skulls.\n\f2.",
  "2": "---END OF PREVIOUS SECTION---\nO.)\nHe forced his vanquished enemies to\nconstruct a great wall which he\nbuilt over the blighted River of\nSpirits. THOUSANDS OF SLAVES haul blocks into place over a snaking dry\nriverbed that is thickly carpeted with skeletons and skulls. 2. \n---TARGET SECTION TO BE ANNOTATED---\nKEEP PULLING UP over the partially completed Great Wall of\nChina as the image MORPHS into a 20x20 map of the ancient\nworld. It sits on the floor of...\n\nINT. WAR ROOM - NIGHT\n\nThe Emperor stands with his Generals, flanked by his devoted\neunuch, FU. A magnificent embroidered dragon tapestry\nshimmers on the wall behind him.\n\nNARRATOR (V.0.)\nAs the years wore on, the Emperor\nrealized that the world was too big\nto conquer in his lifetime.\n\nFrustrated, the Emperor grabs a sword and sweeps off the\nmodel battalions that are spread out across the map.\n\nNARRATOR (V.O.)\nHe had to overcome the one enemy\nthat no man had defeated -- death\nitself.\n\nINT. THRONE ROOM ~ PALACE - NIGHT\n\nThe Emperor watches as a motley crowd of GRIZZLED MEN, WILD-\nHAIRED HAGS and BESPECTACLED SCHOLARS are escorted in.\n\nNARRATOR (V.O.)\nHe summoned all the mystics,\nalchemists and wizards in his\nkingdom and commanded them to find\nthe answer to eternal life.\n\nCAMERA RESTS ON the face of a SHRIVELED OLD SHAMAN as he\nreacts to the request with fearful trepidation.\n\nMATCH CUT TO:\n\nTHE SHAMAN’S FACE. PULL BACK TO REVEAL his head is now\npickled in a jar ona shelf. It's just one of a thousand\njars containing the heads of other mystics in...\n\nINT. ANCIENT LABORATORY - DAY\n\nThe Emperor stands in the middle of this dungeon-like chamber\nsurrounded by smoking vats and billowing vials.\n\nNARRATOR (V.O.)\nThey taught him mastery of the five\nelements -- fire, water, earth,\nmetal and stone -- but the mystery\nof immortality still eluded him.\n\fThe Emperor conjures a blue flame in his palm.\n\nNARRATOR (V.O.)\nThe Emperor had almost given up\nhope when he learned of a priestess\nnamed Zohora who was versed in the\nsecret languages of antiquity.\n\nEXT. PALACE GATES - DAY\n\nNARRATOR (V.O.)\nHe sent Sun Tzu, his most trusted\nGeneral, to find her.",
  "3": "---END OF PREVIOUS SECTION---\nEXT. PALACE GATES - DAY\n\nNARRATOR (V. O.)\nHe sent Sun Tzu, his most trusted\nGeneral, to find her. \n---TARGET SECTION TO BE ANNOTATED---\nThe towering doors open and a BATTERY OF WARRIORS canters out\non horseback. They are lead by a General, whose striking\ngood looks are etched with nobility. This is SUN TZU.\n\nEXT. BAMBOO FOREST - DAY\n\nSun Tzu and his men creep toward the stone temple that is\nnestled among the impossibly tall bamboo trees. A twig\nSNAPS. He turns and swings up his sword to the throat of a\nserene beauty, ZOHORA, just as she sweeps up a sword to his.\nAs their eyes meet, there is an instant electric attraction.\n\nEXT. COUNTRYSIDE - DAY\n\nZohora holds on to Sun Tzu as they gallop down a track which\nruns parallel to the Great Wall. Sun Tzu turns and rides\ntowards the Emperor’s palace, which looms in the distance.\nINT. THRONE ROOM - PALACE - DAY\n\nSun Tzu presents Zohora to the Emperor, who is clearly struck\nby her beauty.\n\nNARRATOR (V.O.)\nThe Emperor gave Zohora access to\nhis vast library.\nINT. SCROLL ROOM - PALACE ~ DAY\n\nZohora sits at a circular desk in the middle of this colossal\nbookshelf-filled chamber, poring over boxes of scrolls.\n\nNARRATOR (V.O.)\nShe spent her days studying the\nancient texts and her nights...\nINT. SUN TZU QUARTERS - NIGHT\n\nZohora and Sun Tzu are entwined in a passionate embrace.\n\fNARRATOR (V.0.)\n. wrapped in Sun Tzu’s axms.\n\nTHE CAMERA FINDS the Emperor watching through a window. As\nhis eyes glint with jealousy...\n\nINT. SCROLL ROOM - PALACE - NIGHT\n\nZohora empties a box of documents onto the table and unrolls\na dusty papyrus. It is written in hieratic and features\nimages of Horus and Anubis. As she translates the text, her\nface fires with excitement.\n\nINT. SUN TZU QUARTERS - NIGHT\nZohora bursts in holding the papyrus.\n\nZOHORA\nThe answer! I found it!\n\nEMPEROR\nI never doubted you would.\n\nShe spins and finds the Emperor in the doorway. She masks\nher shock and respectfully bows her head.\n\nZOHORA\nMy Lord.",
  "4": "---END OF PREVIOUS SECTION---\nShe spins and finds the Emperor in the doorway. She masks\nher shock and respectfully bows her head. ZOHORA\nMy Lord. \n---TARGET SECTION TO BE ANNOTATED---\nHe lifts her chin with his finger.\n\nEMPEROR\nWhere is it?\n\nZOHORA\nWritten in a book hidden in the\nland of the Pharaohs.\n\nTwo Eunuchs step out holding Sun Tzu, who’s been beaten.\n\nNARRATOR (V.O.)\nHe ordered Sun Tzu to retrieve the\nbook.\n\nZohora drops to her knees in front of Sun Tzu and begs.\n\nNARRATOR (V.0.)\nBut Zohora pleaded that she should\ngo in his place. Egyptian tombs\nare deadly traps and, without\nknowledge of their hieroglyphics,\nhe would face certain death.\n\fThe Emperor considers her request, unsheathes a dragon-hilted\ndagger which he holds to Sun Tzu’s heart.\n\nNARRATOR (V.O.)\nThe Emperor gave her ninety moons\nto return or he would execute her\nlover.\n\nSun Tzu and Zohora exchange desperate glances.\nEXT. DESERT - DAY\n\nNARRATOR (V.0O.)\nZohora headed west...\n\nZohora rides like the wind. She spurs her horse up over a\ndune, revealing the GREAT PYRAMIDS OF GIZA flickering like a\nmirage. She powers into the blistering heat.\n\nEXT. HAMUNAPTRA - NIGHT\n\nNARRATOR (V.0O.)\n++. to the city of Hamunaptra,\nresting place of Imhotep and\nsanctuary of the fabled Book of the\nDead.\n\nTWO MUMIA are sitting by a campfire, guarding the entrance,\nwhen -- PHHHT! PHHHT! Two bamboo blow-darts hit their\nnecks. As they slump, unconscious, Zohora is revealed. She\nsearches their pockets and retrieves the PUZZLE BOX KEY (from\nthe first “Mummy” movie). As she flowers it open...\n\nMATCH CUT TO:\nINT. ANUBIS’ CHAMBER - NIGHT\n\nThe impression on the front of the black Book of the Dead.\nZohora twists the key and the latches snap open one by one.\n\nNARRATOR (V.O.)\nNot wishing to incur the wrath of\nthe great god Anubis, Zohora\nfashioned a copy of the sacred text\nin terra cotta.\n\nUnder Anubis’ watchful gaze, Zohora mixes a thick clay.",
  "5": "---END OF PREVIOUS SECTION---\nNARRATOR (V. O.)\nNot wishing to incur the wrath of\nthe great god Anubis, Zohora\nfashioned a copy of the sacred text\nin terra cotta. Under Anubis’ watchful gaze, Zohora mixes a thick clay. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. HAMUNAPTRA - DAWN\n\nEverything is washed in golden light. Zohora wraps her copy\nof the Book in a blanket and places it in her saddlebag.\n\fEXT. ZOHORA’S RIDE - NIGHT/DAY\n\nNARRATOR (V.O.)\nShe xode day and night, determined\nno harm would come to Sun Tzu.\n\nZohora rides across the desert, immune to the scorching sun.\nSilhouetted against the moon, she plows across the Himalayas.\n\nHer face is a mask of determination as she races along the\nGreat Wall, sending WORKERS scattering.\n\nEXT. PALACE - DAY\n\nNARRATOR (V.0.)\nShe returned to the palace on the\neve of the eighty-ninth day.\n\nA snowstorm swirls as Zohora bursts through the gates and\nrides past the legions of warriors who are training in the\nmassive courtyard.\n\nINT. THRONE ROOM - DAY\n\nZohora kneels at the Emperor’s feet and holds up the copy of\nthe Book of the Dead. He beams as he runs his hand across\nits surface.\n\nNARRATOR (V.0O.)\nThe Emperor was so pleased that he\nrewarded Zohora with a gift.\n\nThe Emperor’s Eunuch, Fu, steps forward, holding a lavishly\ncarved lapis box. JZohora tentatively opens the lid and reels\nback when she sees SUN TZU’S HEAD. His glassy eyes stare up.\n\nEMPEROR\nNow I will rule the earth as a god\nwith you by my side.\n\nThe Emperor grins lecherously.\n\nNARRATOR (V.0.)\nHe ordered her to read from the\nBook and make him immortal. But\nshe refused.\n\nEnraged, the Emperor plunges the dragon-hilted dagger into\nher side. As she drops to her knees, the Book falls open and\nZohora WHISPERS an ancient Egyptian incantation.\n\fNARRATOR (V.O.)\nInstead of granting him everlasting\nlife, Zohora used the Book to curse\nthe Emperor and his beloved army.\n\nThe Emperor utters a BLOOD-CURDLING SCREAM. He tears open\nhis robe, looks at his chest as his skin becomes translucent.\nFu and the Eunuchs flee as the Emperor’s heart starts to pump\n\nBLACK BLOOD.",
  "6": "---END OF PREVIOUS SECTION---\nThe Emperor utters a BLOOD-CURDLING SCREAM. He tears open\nhis robe, looks at his chest as his skin becomes translucent. Fu and the Eunuchs flee as the Emperor’s heart starts to pump\n\nBLACK BLOOD. \n---TARGET SECTION TO BE ANNOTATED---\nThe poison courses through the Emperor’s body from the inside\nout. Black veins viper up his arms, legs and neck and\nfissure across the whites of his eyeballs. The ooze seeps\nout of his pores, coating his flesh and clothes. Like molten\nclay, it sheets across his'face, sealing his lips and tongue\nand silencing his agonized cry. When he’s fully coated,\n\nULTRA-BRIGHT RODS OF WHITE LIGHT\n\nneedle out of his body. The Emperor jerks upright and his\narms swing to his sides as the light fuses his bones and\nSUPERHEATS the clay shell, hardening it in seconds. When the\nlight dies, the Emperor has been transformed into\n\nA TERRA COTTA MUMMY.\n\nA VOLLEY OF BANSHEE SCREAMS echoes from outside. Zohora\npeers out as the terra cotta curse washes over the Emperor’s\nwarriors like a wave. Their horses SHRIEK as they succumb to\nthe unholy curse, too. Finally, they are all wracked by the\nblinding spindles of light and are violently snapped to\npermanent attention as their bodies are entombed in clay.\n\nEXT. PALACE - NIGHT\nSnow whips as the wounded Zohora gallops across the\ncourtyard, clutching the Book. Tears freeze on her cheeks as\nshe passes the rows of terra cotta soldiers who stand like a\nclockwork army. She rides into the whiteness.\nNARRATOR (V.O.)\nShe rode off into the night and was\nnever seen again.\n\nSnow PINGS off the warriors as CAMERA SWEEPS UP OVER their\nheads and INTO the window of...\n\nINT. THRONE ROOM - NIGHT\n\nPUSH IN ON the Emperor’s expressionless face.\n\fNARRATOR (V.O.)\nThe Eunuchs buried the Emperor in a\ncrypt below the courtyard. As for\nhis warriors, the palace became\ntheir tomb.\n\nPUSH into his lifeless eyes.\n\nNARRATOR (V.0.)\nThe people believed that if the\nEmperor awoke, he would raise his\narmy and finish his crusade to\nenslave the world.\n\nKEEP PUSHING until THE SCREEN IS ENGULFED IN BLACKNESS and\nthe only sound is EERIE WHISTLING SILENCE.",
  "7": "---END OF PREVIOUS SECTION---\nPUSH into his lifeless eyes. NARRATOR (V.0.)\nThe people believed that if the\nEmperor awoke, he would raise his\narmy and finish his crusade to\nenslave the world. KEEP PUSHING until THE SCREEN IS ENGULFED IN BLACKNESS and\nthe only sound is EERIE WHISTLING SILENCE. \n---TARGET SECTION TO BE ANNOTATED---\nNARRATOR (V.O.)\nFor two millennia, they laid\nforgotten under the sands of time\nuntil...\n\nSUPERIMPOSED across the SCREEN are the words: CHINA - 1940.\nA shaft of light cuts through the blackness and\nA YOUNG MAN\n\nrappels into view. This is ALEX O’CONNELL. He’s 18 now,\nwith floppy blond hair and an English accent. He’s inherited\nhis father’s good looks and his mother’s academic intellect.\n\nLILY\nAlex, you see anything?\n\nHe peers up at LILY CHEN, who’s staring through a hole in the\nroof of the cavern 50 feet above. Lily’s about Alex’s age\nand her mysterious beauty is matched by a razor-sharp mind.\n\nALEX\nNot yet, but I know the palace is\ndown here. It has to be.\n\nLILY\nThat’s what you said about the\nother nine caverns.\n\nALEX\nThis is the one, Lily. I’m going\ndeeper.\n\nLILY\n\nI don’t think that’s a good idea.\n\fALEX\nTrust me, I was rappelling into\ntombs before I could walk. I'ma\npro.\n\nAs he loosens the clamp, the rope slides free and Alex is\nsent plunging into the darkness. Lily reacts as Alex’s rope\nrapidly uncoils at her feet. She SHOUTS into the abyss.\n\nLILY\nALEX! ALEX!\n\nAlex scorches his palms as he desperately tries to reattach\nhis harness to the rope. Finally, he pounds his fist into\nthe head of the clamp, causing its teeth to lock back into\nplace. As the rope jerks him to a stop, he instinctively\nsnatches his glasses out of the air as they tumble free.\n\nLILY\nAlex, are you okay?\n\nALEX\nI’m hanging in there.\n\nHe pulls out a flare-stick and cracks it open. He holds it\nout as he slowly twists himself around and comes face to face\nwith a FEARSOME TERRA COTTA WARRIOR. Alex grins.\n\nALEX\nLily, radio Willoughby, tell him I\nfound it.\n\nINT.",
  "8": "---END OF PREVIOUS SECTION---\nAlex grins. ALEX\nLily, radio Willoughby, tell him I\nfound it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TOMB OF THE TERRA COTTA WARRIORS - DAY\n\nTime has turned the palace courtyard into a vast subterranean\nvault. Warriors are lined shoulder to shoulder. Lily\nsupervises a CHINESE CREW who are illuminating the giant\nspace with torches. Alex waits for an OVERWEIGHT ENGLISHMAN,\nin a white linen suit, who is awkwardly clambering off a rope\nladder. This is SIR COLIN WILLOUGHBY.\n\nWILLOUGHBY\nMy colleagues at the Bembridge\nSociety thought I was crazy to put\nmy faith and money in an O’Connell.\nBut I knew you could do it, Alex.\n\nALEX\nThank you, Sir Colin. That means a\ngreat deal coming from you.\n\nWilloughby pulls a magnifying glass from his pocket and\nrudely brushes past Lily as he crosses to admire a warrior.\n\f10.\n\nWILLOUGHBY\nLook at the detail. I wonder how\nlong they took to carve.\n\nLILY\nThey weren’t carved, they were\ncursed.\n\nWILLOUGHBY\n\nAccording to whom?\n\nLILY\nChinese legend. The terra cotta\nwarriors have remained poised in\ntime, waiting for their Emperor to\nreturn.\n\nWILLOUGHBY\nAlex, you should tell your\ngirlfriend not to put so much stock\nin old folklore.\n\nAlex awkwardly shuffles.\n\nALEX\nActually, Lily’s not my girlfriend.\nShe’s a Ph.D. student at Shanghai\nUniversity. I couldn’t have found\nthis tomb without her help.\n\nWilloughby regards Lily, skeptical.\n\nWILLOUGHBY\nWhat’s your field of expertise?\n\nLILY\nAncient Chinese history and\nlanguages.\n\nUnimpressed, Willoughby turns back to Alex.\n\nWILLOUGHBY\nOnce you take the Bembridge oath, I\ntrust you’ll leave such fairy-tale\nhokum behind.\n\nALEX\nBut only full scholars take the\noath,\n\f11.\n\nWILLOUGHBY\nYou are our youngest associate, now\nI predict you’1l be our youngest\nscholar. They couldn’t deny you\nafter this discovery.\n\nALEX\nSir Colin, I don’t know what to\nsay. That’s been my dream ever\nsince I desecrated my first tomb.",
  "9": "---END OF PREVIOUS SECTION---\nThey couldn’t deny you\nafter this discovery. ALEX\nSir Colin, I don’t know what to\nsay. That’s been my dream ever\nsince I desecrated my first tomb. \n---TARGET SECTION TO BE ANNOTATED---\nBefore Alex can correct himself, Willoughby wraps him in a\nsweaty bear hug.\n\nWILLOUGHBY\nYou’ve got a lot of work ahead of\nyou. This place is going to take\ndecades to excavate.\n\nAs Willoughby puffs his way down a row of warriors, Alex\nturns to Lily, grinning like a kid at Christmas.\n\nALEX\nAlex O’Connell, Bembridge Scholar.\nWait until my mum hears about this.\n\nLILY\nYou don’t need that pompous ass\nWilloughby to validate you. It\nwould take him three lifetimes to\nlearn what you already know.\n\nHe smiles, looks at her, clearly enchanted.\n\nALEX\nLily, I was wondering when we get\nback to Shanghai if maybe we could\ndo something together, you know,\nthat doesn’t involve digging holes\nor climbing down ropes.\n\nLILY\nIs that your way of asking me out\non a date?\n\nHe nods shyly. Although touched, she lets him down gently.\nLILY\n\nI'd love to, but I kind of make it\na rule not to date colleagues.\n\f12.\n\nALEX\nOf course, absolutely, good\nthinking. Wouldn’t want to blur\nthe lines with all the work we’ve\ngot ahead of us.\n\nOFF Alex masking his disappointment as she heads away...\nCUT TO:\n\nA BRUSH -- flicks the dust from the dragon insignia that\nembellishes the chest plate of a terra cotta warrior. Alex\nstands back, confused, as Lily steps to his side.\n\nLILY\nEverything okay?\n\nAlex points to three pairs of terra cotta warriors who stand\nside by side and bear the Emperor’s insignia.\n\nALEX\nYou have any idea what six of the\nEmperor’s personal bodyguards are\ndoing in the middle of a formation\nof foot soldiers?\n\nLILY\nMaybe they got lost.\nALEX\nThey would never have left his\n\nside.\n\nAlex bends down, sweeps away some dirt, revealing a track-\nlike groove. He looks back at Lily and grins...\n\nALEX\nYou want to meet an Emperor?\n\nAlex steps between the first pair of warriors, puts his hands\non their chests and pushes them over. The statues slam into\nthe ones behind them, knocking them over like bowling pins.",
  "10": "---END OF PREVIOUS SECTION---\nALEX\nYou want to meet an Emperor? Alex steps between the first pair of warriors, puts his hands\non their chests and pushes them over. The statues slam into\nthe ones behind them, knocking them over like bowling pins. \n---TARGET SECTION TO BE ANNOTATED---\nAs the third pair topple, they lurch to a stop and a doorway\nGRINDS OPEN in the floor between the six statues. OFF Alex\nand Lily’s excitement...\n\nINT. CRYPT - DAY\n\nFour stone Chimera, mythical dragon-like tomb guardians,\nstand in the corners of the chamber as Alex leads Lily and\nWilloughby down the steps. The trio stares in awe at the\nEmperor’s ornate sarcophagus. It’s si i\n\ni rc .\n\f13.\n\nWILLOUGHBY\nThe final resting place of Emperor\nQin Shihuang. You’ve guaranteed\nyour place in the history books\nwith this one, my boy.\n\nWilloughby steps to the sarcophagus. It’s carved out of red\njade and is inlaid with the Emperor’s dragon insignia.\n\nWILLOUGHBY\nI want the sarcophagus taken to the\nBritish Embassy in Shanghai for\nsafe keeping immediately.\n\nAlarmed, Lily steps in front of Willoughby.\n\nLILY\nNo, the Emperor can’t leave this\nchamber!\n\nWILLOUGHBY\n\nI don’t remember requesting your\nopinion on the matter.\n\nLILY\nIf you move the Emperor, you’1l be\nmaking a huge mistake.\n\nWilloughby rolls his eyes, turns to Alex.\n\nWILLOUGHBY\nI suggest you have a word with your\nlady friend if you want her to\nremain on this dig.\n\nAlex waits until Willoughby exits.\n\nALEX\nLily, we’re archaeologists. We\ndon’t dig something up to leave it\nbehind. We have to take it back\nand study it.\n\nLILY\nThe ancient scrolls say that if the\nDragon Emperor awakes, he will lay\nwaste to the entire world.\n\nALEX\nIn order to raise a mummy, you need\nthe Book of the Dead. There’s only\none copy and, trust me, it’s buried\nunder the Sahara.\n\f14.\n\nAlex turns away, studies the lid of the sarcophagus.\nALEX\nThis guy’s just terra cotta and\nbone. He couldn’t hurt a fly.\n\nAs his hand brushes over the dragon insignia, Lily sees the\nstone Chimeras’ mouths snap open.",
  "11": "---END OF PREVIOUS SECTION---\nALEX\nThis guy’s just terra cotta and\nbone. He couldn’t hurt a fly. As his hand brushes over the dragon insignia, Lily sees the\nstone Chimeras’ mouths snap open. \n---TARGET SECTION TO BE ANNOTATED---\nLILY\nGET DOWN!\n\nShe dive-tackles Alex and they roll under the chariot just as\nROARING 20-foot jets of flame shoot out of the mouths of the\nChimera. When the inferno ends, Lily looks at Alex.\nLILY\nI've never seen someone cheat death\nso many times.\n\nALEX\nYou should meet my parents.\n\nSMASH CUT TO:\nEXT. TRAIN STATION - DAY\nTITLE SUPERIMPOSED ON SCREEN: AGRA, INDIA.\nClouds of billowing steam. As it disperses, RICK AND EVY\nOQ’ CONNELL are revealed. They’re in the middle of a\npassionate kiss. They finally come up for air, look into\neach other’s eyes, clearly still very much in love.\n\noO’ CONNELL\nHappy anniversary, Evy.\n\nEvy peers through the view-finder of a Baby Brownie camera.\n\nCLOSE ON: An upside down image of the Taj Mahal.\n\nEVELYN\nRemember when Alex climbed that\nminaret?\n\noO’ CONNELL\n\nYeah, I bet him a year’s allowance\nhe couldn’t do it. Then we dodged\nthe Indian police for two hours.\n\nHe smiles sadly as they make their way through the THRONG,\n\f15.\n\n0’ CONNELL\nI miss being the fun dad Alex\ncouldn’t wait to hang out with.\n\nEVELYN\nWell, somewhere between the tombs\nof Egypt and the temples of Persia,\nyour son grew up.\n\nO’ CONNELL\nI know and I’m really proud of him.\nBut the truth is he’s closer to you\nthan he is to me.\n\nEVELYN\nIf you want to know what he’s up\nto, why don’t you read his letters?\n\nO’ CONNELL\nHoney, they’re in ancient Egyptian\nwith jokes about obscure pharaohs.\n\nEVELYN\nHe did inherit my wry sense of\nhumor.\n\nRick shakes his head. Evy tries to stay positive.\n\nEVELYN\nLook, you need to reconnect with\nhim in your own way. When you were\nhis age, what did you like?\n\n0” CONNELL\nGirls, guns... girls.\n\nEVELYN\nTrust me, your son has no time for\nromantic dalliances. He’s a\nfreshman at Yale.",
  "12": "---END OF PREVIOUS SECTION---\n0” CONNELL\nGirls, guns... girls. EVELYN\nTrust me, your son has no time for\nromantic dalliances. He’s a\nfreshman at Yale. \n---TARGET SECTION TO BE ANNOTATED---\n I’m sure he‘s\nabsorbed in his studies.\n\nO’ CONNELL\nWhat are you going to do when Alex\nfinally does bring somebody home?\n\nEVELYN\nI'll be fine... as long as she’s a\nlibrarian.\n\nAs they reach the entrance, Evy scans the crowd.\n\f16.\n\nEVELYN\nAny sign of General Okumura?\n\nRick points to an ASIAN MAN with aristocratic features. This\nis GENERAL OKUMURA. He’s climbing into a bicycle rickshaw.\n\nQ’ CONNELL\nLooks like he’s doing some\nsightseeing.\n\nAs they clamber into a rickshaw and follow...\nEXT. RICKSHAW - DAY\n\nRick and Evy trundle through the sweltering odyssey of\ndecrepit traffic, market stalls and cows.\n\n0’ CONNELL\nI still can’t believe you talked me\ninto spying for the British\nGovernment.\n\nEVELYN\nWe're in the middle of a war, Rick.\nI wanted us to do our part.\nBesides, I’ve talked you into\nworse.\n\nO’ CONNELL\nYou don’t even know why you’ re\nfollowing him?\n\nEVELYN\nThe Home Office said the less we\nknow the safer we are. We’re just\nsupposed to observe his movements\nand report back.\n\n0’ CONNELL\nLucky your husband likes to live\ndangerously.\n\n: EVELYN\nRick, what did you do?\n\nRick grins mischievously.\n\nOf CONNELL\nPlayed a little poker with the\nDefense Minister’s brother and let\nhim win occasionally. According to\nhim, Okumura claims to have access\nto a doomsday weapon.\n\f17.\n\nEvy’s instantly intrigued.\n\nEVELYN\nAnd what might that be?\n\nO’ CONNELL\nNobody knows, but the Japanese High\nCommand weren’t impressed. They\nbounced Okumura and his followers\nout of Tokyo faster than you can\nsay sushi.\n\nAs Okumura pulls up in front of the Taj Mahal, he is met by\nTWO FIERCE-LOOKING SIKHS wearing blue turbans.\n\nEVELYN\nWhat’s a rogue general doing in\nIndia?\n\nO’ CONNELL\nThat’s where the spying part comes\nin,\n\nINT.",
  "13": "---END OF PREVIOUS SECTION---\nAs Okumura pulls up in front of the Taj Mahal, he is met by\nTWO FIERCE-LOOKING SIKHS wearing blue turbans. EVELYN\nWhat’s a rogue general doing in\nIndia? O’ CONNELL\nThat’s where the spying part comes\nin,\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n TAJ MAHAL - DAY\nRick and Evy head into the miraculous domed interior.\n\nATTENDANT\nShoe! Shoe!\n\nThey turn and find an INDIAN MAN pointing to a sign, “NO\nSHOES!” Rick pulls off his boots and hands them over.\n\nO’ CONNELL\nGuard them with your life.\n\nNow barefoot, Rick and Evy dash across the marble. They\nsurreptitiously watch as Okumura and his crew head into...\n\nINT. PEACOCK CHAMBER - DAY\n\nRick and Evy hustle in, then stop in their tracks. There’s\nno sign of Okumura and there’s no exit.\n\nO’ CONNELL\nOne way in and no way out.\n\nThe walls are covered with marble reliefs of Indian wildlife.\nElephants, monkeys, tigers and peacocks. They push and prod\nat the menagerie. Evy sighs in frustration.\n\f18.\n\nEVELYN\nI better take some pictures of\nwhere the trail went cold.\n\nEvy snaps photos while Rick tugs at an elephant statue. He\nyanks down on its trunk, breaks it off. As he tries to\nreattach it, Evy lines up a shot and sees something.\n\nEVELYN\nPinch my cheeks.\n\nRick quickly slips the broken trunk in his pocket.\n\nO’ CONNELL\nNot now, Honey, we’ve got a bad guy\nto catch.\n\nEVELYN\n\nLook through the view-finder.\n\nShe hands him the camera and points to a design inlaid on the\nwall above a relief of a peacock. Its tail feathers glint\nwith semi-precious stone. As he peers through the camera...\n\nWHAT HE SEES: Viewed upside down, the abstract design now\nappears to spell out a phrase.\n\nEVELYN\nThose symbols are actually\nSanskrit, except they’re upside\ndown and backwards. They spell,\n“Pinch my cheeks”.\n\nEvy reaches across, pinches the peacock’s cheeks causing its\n“feathers” to fan back into the floor, revealing a doorway.\n\nINT. PASSAGEWAY - DAY\n\nOld brass lanterns illuminate the network of Moorish\ncorridors and hallways. Rick and Evy come to a recently\nexcavated hole in the floor. Distant VOICES echo from below.",
  "14": "---END OF PREVIOUS SECTION---\nPASSAGEWAY - DAY\n\nOld brass lanterns illuminate the network of Moorish\ncorridors and hallways. Rick and Evy come to a recently\nexcavated hole in the floor. Distant VOICES echo from below. \n---TARGET SECTION TO BE ANNOTATED---\nRick drops a stone into the darkness and hears it SPLAT.\n\nO’ CONNELL\nSounds soft. After you.\n\nEvy takes a breath, then drops in feet first. Rick follows.\nINT. PIT - DAY\n\nThe duo torpedoes into the mud. They’re up to their necks.\n\f19.\n\nEVELYN\nWhy is the mud moving?\n\nBoth look down and see they’ve landed in a pit of writhing\nSLUGS! They slither out, frantically brushing slugs and\nslime off their clothes.\n\nEVELYN\nDisgusting doesn’t even begin to\ndescribe that.\n\nRick plucks a slug out of his ear. Evy SQUELCHES up to a\nfiligree grille and peers out.\n\nWHAT SHE SEES: A giant, 50-foot silver statue of the\nelephant god Ganesh in the middle of a huge subterranean\ncavern. He holds a sword in each of his eight arms. Like a\nsinking ship, the whole place is weirdly tilted at an angle.\n\nEVELYN\nThe Lost Temple of Ganesh. The\nfinal repository of...\n\nOKUMURA (0.S.)\n-.. the Eye of Pemako.\n\nAs they spin, Rick reaches for his gun but comes out with a\nhandful of slugs. ‘They stare at Okumura, who is flanked by\nthe two sword-wielding Sikhs.\n\nOKUMURA\n\nWhen I heard the British had sent\nthe infamous 0O’Connells to spy on\nme, I was flattered. Expertise\nlike yours is hard to come by.\n\n(beat)\nNow, I’m going use it to get me the\nEye.\n\nRick points to the diamond gleaming on Ganesh’s forehead.\n\nOQ’ CONNELL\nIt’s right there, get it yourself.\n\nOKUMURA\nYou of all people should know these\nancient temples are full of hidden\ndangers.\n\nHe tosses a flaming torch into the wide well surrounding\nGanesh, revealing a pit of slumbering CROCODILES. Their\nbodies are entwined like a giant jigsaw puzzle. OFF Rick and\nEvy’s distress...\n\f20.\n\nINT. TEMPLE OF GANESH - DAY\n\nTiny oil 1\n\namps flicker in thousands of niches dug out of the\n\nwalls.",
  "15": "---END OF PREVIOUS SECTION---\n20. INT. TEMPLE OF GANESH - DAY\n\nTiny oil 1\n\namps flicker in thousands of niches dug out of the\n\nwalls. \n---TARGET SECTION TO BE ANNOTATED---\n Rick stifles A YELP as he stubs his bare foot on the\n\ntail of a\n\nHe glances\n\n20-foot croc.\n\nO’ CONNELL\nNo gun, no shoes and we’re walking\nacross a bunch of alligators. Who\nstays up at night and thinks of\nthis stuff?\n\nEVELYN\nActually, honey, they’re Indian\ncrocodiles, far more vicious. But\nlucky for us, it looks like they’re\nhibernating.\n\nO’ CONNELL\nWay to find the silver lining, Evy.\n\nat the sword-wielding Sikhs who are following.\n\n0’ CONNELL\nSo what does Okumura want with the\nEye of Pemako?\n\nEVELYN\nThey say the stone points the way\nto the Spring of Eternal Life which\nis hidden in Shangri-La.\n\n0’ CONNELL\nAs much as I’d like to take a swig\nfrom the fountain of youth and stay\nthis ruggedly handsome forever --\nthat’s a myth,\n\nEVELYN\nYou used to feel the same way about\nmummies.\n\nThey scramble out of the pit and begin to climb the statue\n\nwhile the\nOKUMURA ~~\nRICK & EVY\n\none of its\ngemstone.\n\nSikhs stand guard at the base.\nwatches the duo clamber up the silver behemoth.\n-- reach the top of the statue. Evy waits behind\n\n6-foot ears while Rick reaches for the giant\nHe almost topples as he wrestles it free, hands\n\nthe stone to Evy. As she examines it, her brow furrows.\n\f21.\n\nEVELYN\nRick, this isn’t it.\n\nO’ CONNELL\nLooks like a big sparkly diamond to\nme.\n\nShe scrapes the stone against the edge of Ganesh’s ear, then\nshows Rick its scarred surface.\n\nEVELYN\nDiamonds don’t scratch.\n\nA loud METALLIC CLANKING echoes from the belly of the statue.\nLike a giant clockwork toy, the statue GRINDS to life. Its\neight arms swing their razor-sharp swords and its head nods.\n\nRICK AND EVY\n\ntry to keep their balance but tumble off. As they plunge\ntowards the pit, Rick drops the diamond but manages to catch\nhold of one of the statue’s eight arms.",
  "16": "---END OF PREVIOUS SECTION---\nIts\neight arms swing their razor-sharp swords and its head nods. RICK AND EVY\n\ntry to keep their balance but tumble off. As they plunge\ntowards the pit, Rick drops the diamond but manages to catch\nhold of one of the statue’s eight arms. \n---TARGET SECTION TO BE ANNOTATED---\n He reaches out and\ngrabs Evy’s hand as she falls past him. As they dangle, Rick\nsees a sword sweep towards Evy. A second before\n\nTHE GLEAMING BLADE\n\nslices her in two, Evy lets go, SCREAMING as she drops. Rick\nswings up his bare feet as the sword razors under him, then\nlooks down and is relieved to see Evy hanging onto the end of\nGanesh’s trunk.\n\nOKUMURA -- races down into the pit, BARKS orders to the\nSikhs, who begin climbing up onto the statue.\n\nAs Sikhs stalk towards Evy, Rick is helpless until he sees\nthree of the statue’s arms converge, their swords form a\nmakeshift staircase. Rick bounds across the blades and\ntackles the Sikhs right off the statue. As they tumble Sikh\n#1 is impaled on one of Ganesh’s swinging swords while Rick\nand Sikh #2 crash into the croc pit.\n\nOKUMURA -- is unaware of the commotion as he picks up the\nglass diamond and sees it’s veined with cracks. Furious, he\nSMASHES it against the base of the statue, powdering it.\n\nEVY -- peers into the statue’s navel cavity. Two eyes stare\nback. She reaches in and pulls out a life-size SILVER SKULL.\nWhen she plucks it out, CAMERA SHOOTS INTO THE EMPTY HOLE and\nZIGZAGS between the statue’s cogs and gears as they\n\nGRIND TO A HALT.\n\f22.\n\nCAMERA DIVES towards the base of the statue as a kinetic\nfurnace unleashes a fury of hot steam. CAMERA FOLLOWS the\nsteam into a maze of pipes and emerges through a grate under\nRick, who is lying dazed. He GROANS as his bare feet are\nseared. He hops out of the way, watches as the statue\nshudders to a stop and steam billows from 100 other grates.\n\nO’ CONNELL\nEvy, how did you turn off the arms\nand turn on the steam bath?\n\nEVELYN\nI’m not sure, but I found the Eye.\n\nSpangles of light ripple across Evy as she hinges open the\nskull and stares at THE EYE.",
  "17": "---END OF PREVIOUS SECTION---\nO’ CONNELL\nEvy, how did you turn off the arms\nand turn on the steam bath? EVELYN\nI’m not sure, but I found the Eye. Spangles of light ripple across Evy as she hinges open the\nskull and stares at THE EYE. \n---TARGET SECTION TO BE ANNOTATED---\n It’s an egg-sized diamond with\na large, pupil-shaped emerald embedded within it.\n\nEVELYN\nIt was inside Ganesh’s belly.\nWhich makes perfect sense; you see,\nin Indian culture, the third eye is\nabout looking inward.\n\nA BULLET zips past Rick. It’s Okumura.\n\nO’ CONNELL\nFill me in later.\n\nOkumura pops off TWO MORE SHOTS, Rick races away, dives for\ncover among the sleeping crocodiles. As he peers through the\nsteam, he sees the eyes of a croc pop open. Then another and\nanother. They’re all waking up! He slowly turns his head\nuntil he’s staring into the open eyes of the croc directly in\nfront of him. It’s got a shit-eating grin on its snout.\n\nJust as the ferocious reptile lurches towards him with its\njaws snapping, Rick shoulder-rolls to his feet and takes off.\n\n0’ CONNELL\nEvy, I figured out what the steam\ndoes!\n\nEvy slides down Ganesh’s right leg, clutching the skull box,\nturns to find the cavern is shrouded in a carpet of steam.\n\nEVELYN\nRick, where are you?\n\nShe jumps down, unaware of the threat. Suddenly, a shape\nemerges through the curtain of steam behind her. It’s Sikh\n#21 He's holding a sword and creeping up on her.\n\f23.\n\nHe’s about to slice her in half when a GIANT CROCODILE leaps\nout of the mist, vices the guy in his jaws, and drops out of\nframe with lightning speed. Evy hears the man’s MUFFLED CRY,\nspins, but sees nothing. When she turns back, she is\nstartled to find Rick right next to her. She swats him.\n\nEVELYN\nDon’t do that!\n\n0’ CONNELL\nWe need to go. Now!\n\nHowever, as they turn, Okumura steps out of the steam with\nhis gun aimed at Rick,\n\nOKUMURA\nGive me the Eye.\n\n0’ CONNELL\nDon’t do it, Evy.\n\nSuddenly, an ENORMOUS RUMBLE BOOMS from inside the statue and\nthe whole place shakes, throwing them off their feet and\nsending the skull box flying.",
  "18": "---END OF PREVIOUS SECTION---\nHowever, as they turn, Okumura steps out of the steam with\nhis gun aimed at Rick,\n\nOKUMURA\nGive me the Eye. 0’ CONNELL\nDon’t do it, Evy. Suddenly, an ENORMOUS RUMBLE BOOMS from inside the statue and\nthe whole place shakes, throwing them off their feet and\nsending the skull box flying. \n---TARGET SECTION TO BE ANNOTATED---\n Okumura scrambles after it,\nRick right on his tail. Evy follows, avoiding the jaws of a\ndozen starving crocs.\n\nOKUMURA -- sees the silver skull, is reaching for it when\nRick dive-tackles him. The two men exchange blows. As Rick\nfalls back, Okumura clambers for the skull. He’s just\ngrasped it in his hand when A MASSIVE CROCODILE leaps up and\nbites his arm off at the elbow. Okumura drops to his knees\nand SCREAMS in agony. Rick scrambles right past him and\nafter the croc as another RUMBLE echoes from Ganesh.\n\n0’ CONNELL\nCome here, boy.\n\nAs the crocodile opens its mouth to SNARL, Rick sees the\nskull box is still clutched in the palm of Okumura’s severed\narm which is lying on the croc’s tongue.\n\n0’ CONNELL\nGood croc,\n\nRick gets an idea, pulls the marble tusk from his jacket. As\nthe croc moves in, Rick thrusts the tusk into its mouth,\nwedging it open. He reaches in and grabs the skull box a\nsecond before the reptile’s jaws snap shut, OBLITERATING the\nmarble tusk like a toothpick.\n\nRick runs back to Evy, who’s trying to fend off a trio of\ncrocs. They hear GUNFIRE and turn to see Okumura SHOOTING\nhis way out. They’re completely surrounded by HISSING crocs.\n\f24.\n\nO’ CONNELL\nI thought Ganesh was the god of\ngood luck.\n\nEVELYN\nActually, he’s the god of wealth,\nintelligence...\n\nSuddenly, there’s A DEAFENING GROAN and the statue topples\noff its base. As it CRASHES, its sword-wielding arms impale\nthe crocs that are about to devour Rick and Evy.\n\nEVELYN\n«.. and remover of obstacles.\n\nThe duo clambers up onto the statue, which forms a bridge\nover the crocodile pit.\n\nINT. TAJ MAHAL — DAY\n\nRick and Evy look like they’ve been dragged to hell and back.\nRick holds his shoulder as they cross to the shoe Attendant.",
  "19": "---END OF PREVIOUS SECTION---\nINT. TAJ MAHAL — DAY\n\nRick and Evy look like they’ve been dragged to hell and back. Rick holds his shoulder as they cross to the shoe Attendant. \n---TARGET SECTION TO BE ANNOTATED---\nEVELYN\nI should report to the Home Office\nand you should see a doctor.\n\nRick hands the Attendant his ticket. The man stares in\nshock. Rick’s shirt is ripped and his face is streaked with\ndirt and blood.\n\nO’ CONNELL\nThe other guy lost an am.\n\nAs Rick starts pulling on his boots, he surreptitiously takes\nthe Eye out of its skull box and slips it into a compartment\nin the heel of his boot. As he ties his laces:\n\n0’ CONNELL\nNow let’s get this vacation\nstarted.\n\nEvy, meanwhile, notices the “Times of India” sitting on the\nAttendant’s chair. She picks it up and stares at the photo\non the front page in disbelief.\n\nEVELYN\nRick, did you know someone found\nthe First Emperor of China?\n\f25.\n\nO’ CONNELL\nYou’re kidding? Who did that son-\nof-a-bitch Willoughby finally get\nto do the job?\n\nEVELYN\nOur son.\n\nShe angrily spins and thrusts the newspaper into his chest.\n\nEVELYN\nVacation's over.\n\nAs she storms away, Rick peers at the front page. It\nfeatures a photo of Alex under the headline, “O’ CONNELL\nDISCOVERS FIRST EMPEROR OF CHINA!” OFF this image...\n\nSMASH CUT TO:\n\nAERIAL VIEW of a twinkling metropolis. CAMERA SURFS PAST\nmagnificent hotels, SWOOPS over market-choked streets and\nalleys zigzagged with lanterns and washing lines.\n\nTITLE SUPERIMPOSED ON SCREEN: SHANGHAI, CHINA.\n\nIt doesn’t stop until it FINDS a bubble-gum-pink neon sign.\nIt’s flashing above a glitzy nightclub “IMHOTEP’S --\n\nCOCKTAILS AND DANCING. OPEN 10 ‘TIL LATE!” CAMERA PUSHES\nRIGHT THROUGH the “O” of Imhotep and INTO the window of...\n\nINT. “IMHOTEP’S” - NIGHT\n\nIt’s decorated like an Egyptian fantasy. The GORGEOUS ASIAN\nBARMAIDS are body-painted like Anck-su-namun. JONATHAN holds\ncourt at the bar. He’s wearing a white dinner jacket and has\na BEAUTIFUL SOCIALITE on each arm.",
  "20": "---END OF PREVIOUS SECTION---\nThe GORGEOUS ASIAN\nBARMAIDS are body-painted like Anck-su-namun. JONATHAN holds\ncourt at the bar. He’s wearing a white dinner jacket and has\na BEAUTIFUL SOCIALITE on each arm. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN\n+.» So the entire oasis sank into\nthe desert. I said that’s it, I’m\ndone with Egypt. It’s off to the\nOrient to follow my true dream.\nAnd when that didn’t work out, I\nopened this nightclub.\n\nHe raises his champagne flute in a toast.\n\nJONATHAN\nTo Imhotep!\n(under his breath)\nMay the bastard actually stay dead.\n\f26.\n\nThey’re about to clink when the whole place goes SILENT.\nJonathan turns and sees a TRIO OF JAPANESE OFFICERS, lead by\nMAJOR SUKI, striding towards a table of INTENSE CHINESE MEN.\nThe Major stares at the leader of the group, CHANG.\n\nCHANG\nYou’re in the wrong bar, they don’t\nserve sake here.\n\nMAJOR SUKI\nShow me your papers.\n\nCHANG\nI don’t take orders from Japanese.\n\nSuki’s hand edges for his weapon when Jonathan intervenes.\n\nJONATHAN\nGentlemen, this club has a strict\nno-senseless-violence policy.\n\nMAJOR SUKT\nThese men are suspected Chinese\ninsurgents. How can you serve\ntheir kind?\n\nJONATHAN\nI serve all kinds, including\nJapanese officers with no\njurisdiction.\n\nHe SNAPS his fingers, THREE GORGEOUS BARMAIDS step over.\n\nJONATHAN\nNow please enjoy my hospitality.\n\nAs they lead the Japanese away, Jonathan addresses Chang.\n\nJONATHAN\nI think it’s time you found\nsomewhere else for your little get-~\ntogethers, Chang. I’m a lover, not\na fighter.\n\nAs he turns back to the bar, Jonathan is slapped across the\nface. He stares in surprise at Evy.\n\nEVELYN\nHow long has Alex been in China?\n\nJONATHAN\nAlex is in China?\n\f27.\n\nShe slaps him again.\n\nO’ CONNELL\nYou may want to rethink your\nanswer.\n\nEVELYN\n\nMy son makes the biggest discovery\nof the century and I have to read\nabout it in a newspaper.\n\nJONATHAN\nI tried reaching you in India. But\nI guess you were out gallivanting\non elephants or whatever you do on\na second honeymoon.",
  "21": "---END OF PREVIOUS SECTION---\nEVELYN\n\nMy son makes the biggest discovery\nof the century and I have to read\nabout it in a newspaper. JONATHAN\nI tried reaching you in India. But\nI guess you were out gallivanting\non elephants or whatever you do on\na second honeymoon. \n---TARGET SECTION TO BE ANNOTATED---\n How was it?\n\n0’ CONNELL\nCrocodiles, slugs, secret temples,\nyou know, the usual.\n\nJONATHAN\nMaybe you two should go on a\npackage tour next time.\n\nEVELYN\nJonathan!\n\nJONATHAN\n\n(finally caving)\nAlex sent me a telegram six months\nago. He told me he needed extra\nmoney for books and would I be a\ngood uncle and wire it to him. The\nnext thing I know he’s on my\ndoorstep, said he had an\nopportunity of a lifetime.\n\nO’ CONNELL\nWhich part of “world war” made you\nthink that was a good idea?\n\nEVELYN\nWe sent Alex to America so he\nwouldn’t be in harm’s way.\n\nJONATHAN\nDon’t blame me, he’s your son, it’s\nnot like you two have been role\nmodels for playing it safe.\n\nO’ CONNELL\nWhere is he?\n\f28.\n\nAs Jonathan points upstairs and they head away, CAMERA FINDS\nMajor Suki observing from a booth. OFF his face...\n\nINT. ALEX’S APARTMENT - NIGHT\n\nThere’s a KNOCK at the door. Alex swings it open, revealing\nLily. She steps in and is surprised to see a candlelit table\nfor two and a bottle of champagne in a bucket.\n\nLILY\nDo you always study with\ncandlelight and champagne?\n\nAlex feigns nonchalance.\n\nALEX\n\nOh that. It was a gift from the\nBritish Consulate, apparently my\ndiscovery has been a big morale\nboost to everybody back home.\n\n(picking up bottle)\nCome on, one drink between friends\nbefore we hit the books.\n\nLily smiles her agreement. With macho confidence, Alex tries\nto open the bottle, but struggles with the cork, finally he\nputs the bottle between his knees.\n\nLILY\nNeed a hand?\n\nALEX\nI’ve done this a thousand times.\nIt’s all in the wrist.\n\nAt that moment, the cork POPS and a geyser of champagne\nsprays over him, drenching his shirt. As he turns away, we\nsee that Lily is clearly charmed by his awkwardness.\n\nALEX\nGive me a minute.\n\nAlex steps behind a screen, takes off his shirt and looks for\na replacement.",
  "22": "---END OF PREVIOUS SECTION---\nAs he turns away, we\nsee that Lily is clearly charmed by his awkwardness. ALEX\nGive me a minute. Alex steps behind a screen, takes off his shirt and looks for\na replacement. \n---TARGET SECTION TO BE ANNOTATED---\n Lily sneaks a peep at his reflection in a\nmirror and clearly likes what she sees. There’s a LOUD KNOCK\nat the door. Alex calls out...\n\nALEX\nI’m busy, slip the telegrams under\nthe door.\n\nAnother LOUDER KNOCK.\n\f29,\n\nLILY\nYou want me to get it?\n\nAlex pops his head around the side of the screen, holding a\nlamp under his chin which casts spooky shadows.\n\nALEX\nIt’s probably just a mummy.\n\nLILY\nAlex, that’s not funny.\n\nALEX\n(scary voice)\n-++ @ mummy! Mummy!\n\nSuddenly, the door bursts open and Evy stands on the\nthreshold. He looks at her in wide-eyed shock.\n\nALEX\nMummy !\n\nAlex puts down the lamp as Rick joins her. Evy stares in\nhorror while Rick smiles, amused by the situation.\n\n0’ CONNELL\nHey, kiddo, get lost on your way\nto Yale?\n\nAlex looks at Evy, who is seething.\n\nALEX\nMum, you look upset.\n\nEVELYN\nI passed upset two time zones ago.\n\nALEX\nI can explain.\n\nEVELYN\nYou’re half naked, consorting with\na bar-girl. It’s pretty self-\nexplanatory.\n\nALEX\nLily’s not a bar-girl.\n\nLILY\nWe’ re colleagues.\n\f30.\n\nALEX\nWe were about to exchange valuable\nresearch,\n\n0’ CONNELL\n\nT bet you were.\n\nEVELYN\nAnd that required candles,\nchampagne and taking off your\nclothes?\n\nFlustered, Alex pulls on a shirt.\n\nLILY\nAlex, I’m going. You obviously\nhave some catching up to do. Good\nnight, Mr. and Mrs. 0’Connell.\n\nALEX\nLily, wait.\n\nAs she heads out, Alex turns to his parents, exasperated.\n\nALEX\nWay to go guys, thanks.\n\nOQ’ CONNELL\nLet me get this straight. You lie\nto us and we’re supposed to feel\nbad about ruining your date?\n\nALEX\n\nIt wasn’t a -~\n(catches himself)\n\nI didn’t tell you about the dig\nbecause I knew what you’d say.\nThat you don’t want me running\naround a country on the brink of\nwar.",
  "23": "---END OF PREVIOUS SECTION---\nYou lie\nto us and we’re supposed to feel\nbad about ruining your date? ALEX\n\nIt wasn’t a -~\n(catches himself)\n\nI didn’t tell you about the dig\nbecause I knew what you’d say. That you don’t want me running\naround a country on the brink of\nwar. \n---TARGET SECTION TO BE ANNOTATED---\n0’ CONNELL\nYeah, we're terrible parents\nholding you back like that.\n\nALEX\nYou parked me at Yale because you\nstill think I’m a child.\n\n0’ CONNELL\nWe parked you at Yale so you’d live\nto see your next birthday.\n\f31.\n\nALEX\nFor your information I tried to\nenlist.\n(off their shock)\nBut they wouldn’t take me. Said I\nwas 4F. Bad eyes. Flat feet.\n\nEVELYN\nI’m afraid you inherited my\nfamily’s genes. The Carnahans\naren’t known for producing football\nstars. Just look at your Uncle\nJon.\n\nALEX\nWhen Six Willoughby called and said\nI could be of service to my\ncountry, I jumped.\n(to Evy, excited)\nMum, he’s going to make me a full\nBembridge Scholar.\n\n0’ CONNELL\nThat doesn’t matter.\n\nBut Evy’s face suddenly glows with pride.\n\nEVELYN\nFull scholar? Alex, that’s\nfantastic. Just what we’ve always\ndreamed about.\n\nALEX\nSir Willoughby is throwing me a\nparty at the British Consulate\ntomorrow night.\n\n. O’ CONNELL\nEvy, we’re supposed to be mad.\nUnited front, remember?\n\nEVELYN\nAlex, it’s terrible you lied...\n(can’t contain herself)\n... but congratulations! Give me\na hug.\n\nAs they hug, Rick rolls his eyes. Evy finally breaks off.\n\nEVELYN\nNow, tell me more about this Lily.\n\nOFF Alex’s embarrassment...\n\f32.\n\nEXT. SHANGHAI - DAWN\n\nThe modern city of Art Deco skyscrapers sits on the banks of\nthe Huangpu River which is home to a floating city of boats\nand sampans. CAMERA ZEROES IN ON a TATTERED THREE-MAST JUNK\nsitting in the middle of the flotilla of vessels.\n\nINT. JUNK - DAWN\n\nTIGHT ON OKUMURA as the HIDEOUS WHINE of a drill cuts the\nair. He twists a pair of meditation balls in the palm of his\ngood hand.",
  "24": "---END OF PREVIOUS SECTION---\nINT. JUNK - DAWN\n\nTIGHT ON OKUMURA as the HIDEOUS WHINE of a drill cuts the\nair. He twists a pair of meditation balls in the palm of his\ngood hand. \n---TARGET SECTION TO BE ANNOTATED---\n PAN DOWN FROM THE SHOULDER of his other arm TO\nREVEAL the lost appendage has been replaced by\n\nA MECHANICAL ARM\n\nA CHINESE ENGINEER, wearing thick magnifying glasses, is fine-\ntuning the arm’s intricately constructed inner workings with\na drill. The man takes his foot off the pedal.\n\nCHINESE ENGINEER\nTry again.\n\nOkumura takes the meditation balls in his metallic hand. As\nhis fingers close around them, the balls SHATTER in his grip.\n\nCHINESE ENGINEER\nToo strong. I need to adjust the\ntension.\n\nAs he’s about to WHIR the drill back to life, Okumura reaches\nover and violently crushes the tool.\n\nOKUMURA\nLeave it. It’s perfect.\n(beat)\nYou have done a great service for\nJapan. When the storm comes, you\nwill be protected.\n\nHe extends his mechanical hand. The Engineer peers at it,\nfinally reaches out. He braces for a bone-crushing, but is\nsurprised when Okumura gently clenches his hand. As the man\nhastily exits, he passes Major Suki from “Imhotep’s”.\n\nMAJOR SUKI\nThe O’Connells are in Shanghai.\n\nOKUMURA\nRight on time.\n\nOFF Okumura’s look of satisfaction...\n\f33.\n\nEXT. SHANGHAI STREET - NIGHT\n\nJonathan's custom-white, CHAUFFEUR-driven Bentley crawls\nthrough the colorful sea of market stalls and rickshaws.\n\nINT. BENTLEY - NIGHT\n\nJonathan is in front while Alex is squeezed between Rick and\nEvy in the back. They’re dressed up for the big party. Rick\nrolls his eyes as an ELDERLY BICYCLIST passes them.\n\nO’ CONNELL\nIt would have been faster going by\nrickshaw.\n\nEvy shoots him a look.\n\nEVELYN\nRick, this might be a good time to\ngive Alex his present.\n\nAlex regards his dad with surprise.\n\nALEX\nYou got me a gift?\n\nRick sheepishly nods, hands Alex a box.\n\nO’ CONNELL\nYou know, in honor of your big\ndiscovery.\n\nAlex RATTLES it gleefully, looks at Evy.\n\nALEX\nI bet it’s that new set of\narchaeological trowels I’ve had my\neye on.",
  "25": "---END OF PREVIOUS SECTION---\nO’ CONNELL\nYou know, in honor of your big\ndiscovery. Alex RATTLES it gleefully, looks at Evy. ALEX\nI bet it’s that new set of\narchaeological trowels I’ve had my\neye on. \n---TARGET SECTION TO BE ANNOTATED---\nEVELYN\nDon’t look at me, your father\ninsisted on picking it out himself.\n\nAlex RIPS open the lid and stares in disappointment.\n\nALEX\nWow. A slingshot.\n\n0’ CONNELL\nIt’s the super-deluxe model. It’1l\nknock the head off a pigeon at 100\nfeet.\n\f34,\n\nAlex tries to let Rick down gently.\n\nALEX\nThanks, Dad, but I kind of hung up\nmy slingshot when I was twelve.\n\nA MAN suddenly dashes in front of the Bentley. The Chauffeur\nslams on the brakes and jerks the car to a stop. Alex slips\nthe slingshot into his pocket as TWO JAPANESE SOLDIERS tackle\nthe Man and drag him back to a LINE OF PEOPLE who have their\narms up against a wall and are being held at gunpoint.\n\nJONATHAN\nThe Japanese have been cracking\ndown on the Chinese resistance,\n\nO’ CONNELL\nWhat will happen to them?\n\nJONATHAN\nNobody knows, they just disappear.\n\nALEX\nLily said they get packed into\ntrains and sent off to work camps.\nA couple of her friends got picked\nup last week.\n\nEVELYN\nPlease tell me you’re not dating a\nrevolutionary.\n\nALEX\nLily's a student and, for the\nhundredth time, we’re not dating.\n\nThey see a JAPANESE SOLDIER club one of the resistance\nfighters and start beating him with a baton.\n\nEXT. SHANGHAI STREET - NIGHT\n\nAs the Soldier swings back his arm again, his baton is\nwhipped out of his hand. The Soldier spins and finds Rick.\n\nO’ CONNELL\nYou want a fair fight, how about\ntaking a swing at me?\n\nThe Soldier levels his gun and starts YELLING at Rick. Alex\nraces over, tries to calm the situation as other Japanese\nSoldiers circle.\n\f35.\n\nALEX\nDad, get back in the car.\n\nRick holds his ground until the beaten man looks at him.\nIt’s Chang, the resistance fighter, from “Imhotep’s”.\n\nCHANG\nThank you, friend, but this isn’t\nyour fight.\n\nRick reluctantly steps back and watches as the resistance\nfighters are loaded into the back of a truck.\n\nEXT.",
  "26": "---END OF PREVIOUS SECTION---\nCHANG\nThank you, friend, but this isn’t\nyour fight. Rick reluctantly steps back and watches as the resistance\nfighters are loaded into the back of a truck. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BRITISH CONSULATE - NIGHT\n\nThe landscaped compound sits behind 20-foot stone walls.\nJonathan’s Bentley CRUNCHES to a stop in front of the\nPalladium-style Consulate. Rick, Evy, Alex and Jonathan step\nout. Rick is still rattled from the incident.\n\n0’ CONNELL\nI still can’t believe we stood\nthere and did nothing.\n\nALEX\nDad, if you’d done anything more,\nthe Japanese would have us killed.\nThey practically run Shanghai.\n\n0’ CONNELL\nWhat about the British? Do they\njust throw fancy parties and\npretend nothing’s happening?\n\nJONATHAN\nThey’ ve got their hands full with\nthe Nazis.\n\nO’ CONNELL\nIt’s wrong.\n\nEVELYN\nWar always is.\n(beat)\nNow cheer up, for Alex’s sake.\n\nAs they head inside, Jonathan hands the VALET the keys.\n\nJONATHAN\nI’ve memorized every inch of this\nbeauty. One scratch and we’re\ngoing to have an international\nincident.\n\f36.\n\nINT. ROTUNDA ~ BRITISH CONSULATE - NIGHT\n\nThe Emperor's sarcophagus lies on the back of the horse-drawn\nchariot Alex discovered in the crypt. It’s being guarded by\nTHREE BRITISH SOLDIERS and sits under the room’s glass dome.\nA MILITARY BAND plays and the EXPAT CROWD is served by\nELEGANT CHINESE HOSTESSES. As Rick, Evy and Alex make their\nway through, Alex sees Jonathan ducking away.\n\nALEX\nUncle Jon, where are you going?\nThe mummy’s this way.\n\nJONATHAN\nI’ve seen enough mummies to last a\nlifetime, but I never tire of a\nwell-stocked bar.\n\nThey step to the sarcophagus. Evy is captivated.\n\nEVELYN\nFascinating.\n\nALEX\nGet a good look. They’re shipping\nit off to England tomorrow.\n\nEVELYN\nTomorrow? But you haven’t even\nopened it yet.\n\nO’ CONNELL\nDoes the phrase “rest in peace”\nmean anything to you two?\n\nEvy runs her hand over the sarcophagus, stops when she comes\nacross five Chinese characters.\n\nEVELYN\nI don’t recognize the characters in\nthis cartouche.",
  "27": "---END OF PREVIOUS SECTION---\nO’ CONNELL\nDoes the phrase “rest in peace”\nmean anything to you two? Evy runs her hand over the sarcophagus, stops when she comes\nacross five Chinese characters. EVELYN\nI don’t recognize the characters in\nthis cartouche. \n---TARGET SECTION TO BE ANNOTATED---\nALEX\nThey represent the five Chinese\nelements.\n\nEVELYN\n\nOf course; earth, fire, water,\nstone, metal.\n\nALEX\nIf you believe the legend, the\nEmperor could control them.\n\f37.\n\nEVELYN\nBetter hope he doesn’t rise again.\n\nO’ CONNELL\nWait. Nobody’s rising again.\nWe’ve been there, done that. Evy,\nstep away from the mummy.\n\nRick and Evy notice Alex is staring at something, they follow\nhis gaze and see Lily. She looks radiant in a mandarin-\n\ncollared silk dress, and an unusual flame-shaped silver _\npendant graces her neck. She crosses to Alex.\n\nLILY\nWhat do you think?\n\nALEX\nThe operative word is “gulp.”\n\nEvy steps forward.\n\nEVELYN\nLily, we wanted to apologize for\nlast night. Alex caught us a\nlittle off-guard.\n\nLILY\nIf it makes you feel any better,\nyou're all he ever talks about,\nMrs. O’Connell.\n\nEvy smiles while Rick rolls his eyes.\n\nLILY\nIf I could borrow Alex for a\nmoment, the Dean of the University\nwould like to meet him.\n\nAs Alex heads away with Lily.\n\nEVELYN\nI don’t know, there’s something\nabout her that bothers me.\n\nO’ CONNELL\nMaybe it’s the fact that your son\nis clearly in love with her.\n\nEVELYN\nHe said they’re just colleagues.\n\f38.\n\n0’ CONNELL\nYeah, on a dig, all alone in the\ndesert. Sound familiar?\n\nEVELYN\nWe couldn’t stand each other.\n\nO’ CONNELL\nThat’s because you were impossible.\n\nEVELYN\nAnd you were incorrigible.\n\nRick smiles.\n0’ CONNELL\nI say we step outside and settle\nthis.\nShe flashes a sexy smile as Rick pulls her out onto...\nEXT. PATIO - BRITISH CONSULATE - NIGHT\n\n... he takes her in his arms and they passionately kiss.\nWhen they finally break off, she looks into his eyes.\n\nEVELYN\nStill incorrigible.\n\nWILLOUGHBY (0.S.)\nHello, Evelyn.\n\nFlustered, they turn and find Sir Colin Willoughby.\n\nWILLOUGHBY\nRick.\n\n0’ CONNELL\nColin.",
  "28": "---END OF PREVIOUS SECTION---\nFlustered, they turn and find Sir Colin Willoughby. WILLOUGHBY\nRick. 0’ CONNELL\nColin. \n---TARGET SECTION TO BE ANNOTATED---\nWILLOUGHBY\n\nSir Colin now.\n\n0’ CONNELL\nThat's the beauty of being American\n-- I don’t have to call you by\nthose silly titles.\n\nThere’s clearly no love lost between these two. Evy\nattempts to make peace.\n\f39,\n\nEVELYN\nI’m grateful you’ve taken Alex\nunder your wing. I know your\nmentorship has been invaluable.\n\nO’ CONNELL\nYeah, pulling him out of college\nbehind our backs, putting him in\ndanger. You’re a real stand up,\nColin.\n\nWILLOUGHBY\nI suggest you teach your husband\nsome Manners. Good night, Evelyn.\n\nEvy waits while Willoughby exits, then turns to Rick.\n\nEVELYN\nYou promised to behave!\n\n0’ CONNELL\nThat idiot’s the reason you’re not\na Bembridge Scholar. You’re lucky\nI didn’t deck him. .\n\nA CHINESE HOSTESS, wearing a red-and-black uniform, steps out\nholding a silver tray with a note. She bows to Evy, who\ntakes the note and reads it. She looks at Rick.\n\nEVELYN\nThe Ambassador wants to see us.\n\nINT. ROTUNDA - BRITISH CONSULATE - NIGHT\n\nRick and Evy follow the Hostess through the crowd. She leads\nthem into a hall just as the BRITISH CONSUL hushes the crowd.\n\nBRITISH CONSUL\nLadies and gentlemen, if you will\nplease proceed to the garden, the\nfireworks are about to begin.\n\nINT. AMBASSADOR’S OFFICE - BRITISH CONSULATE - NIGHT\n\nAMBASSADOR FENWICK, a no-nonsense Brit in his 50s, drops ice\ninto a glass while Rick and Evy look on.\n\nAMBASSADOR FENWICK\nWhat the devil happened at the Taj\nMahal? You had specific\ninstructions not to engage Okumura.\n\f40.\n\nEVELYN\nI know that, Sir, but I assure you\nthat what we discovered will be of\nvital interest to the Home Office.\n\nAs the Ambassador takes a sip of scotch, his face stiffens.\n\nEVELYN\nSir, if I may say, you’re looking a\nlittle peaky.",
  "29": "---END OF PREVIOUS SECTION---\nEVELYN\nI know that, Sir, but I assure you\nthat what we discovered will be of\nvital interest to the Home Office. As the Ambassador takes a sip of scotch, his face stiffens. EVELYN\nSir, if I may say, you’re looking a\nlittle peaky. \n---TARGET SECTION TO BE ANNOTATED---\nA beat later, the Ambassador keels over, revealing a Chinese\nTHROWING STAR imbedded in his back.\n\n0’ CONNELL\nThis meeting’s definitely over!\n\nWhen they spin, they come face to face with Okumura. He's\nflanked by TWO HOSTESSES who have throwing stars poised in\ntheir hands. As Rick reaches for his gun, Okumura’s metallic\nhand flies up and vice-grips his throat.\n\nOKUMURA\nWhere is the Eye?\n\nO’ CONNELL\nI think you have me confused with a\ntwenty-foot croc with a serious\ncase of indigestion.\n\nOkumura forces Rick to his knees.\n\nWILLOUGHBY (0.S.)\nI suggest you give the man what he\nwants.\n\nEvy turns and finds Willoughby at the doorway holding a gun\non her. Rick removes the Eye from the heel of his boot and\ntosses it into Okumura’s waiting hands...\n\nINT. ROTUNDA - BRITISH CONSULATE - NIGHT\n\nAs the last guest heads outside, THREE HOSTESSES lock the\ndoors. They smile flirtatiously at the three Soldiers .\nguarding the chariot, then in a blur of hands expertly hurl\nthrowing stars at them. The Soldiers drop to the marble,\ndead, just as Okumura and Willoughby lead Rick and Evy in.\n\nEVELYN\n(to Willoughby)\nHow could you do this? You're a\nknight of the crown.\n\f41.\n\nWILLOUGHBY\nEmpires come and go, Evelyn, you\nshould know that better than\nanybody. Britain is the past,\nJapan's the future.\n\nO’ CONNELL\nStupid son of a bitch. How much\nyen did Okumura pay you?\n\nWILLOUGHBY\nEnough for me to suggest to the\nHome Office that you two should\nfollow him to India.\n\n0’ CONNELL\nYou set us up.\n\nWILLOUGHBY\nThose silly titles come in handy\nsometimes.\n\nSuddenly, the chandelier goes out. Willoughby grins.\n\nWILLOUGHBY\nIt’s show time.\n\nEXT. GARDENS - BRITISH CONSULATE - NIGHT\n\nBOOOOOOM! A cascade of fireworks EXPLODES overhead. Alex\nheads through the crowd, spots Jonathan.",
  "30": "---END OF PREVIOUS SECTION---\nGARDENS - BRITISH CONSULATE - NIGHT\n\nBOOOOOOM! A cascade of fireworks EXPLODES overhead. Alex\nheads through the crowd, spots Jonathan. \n---TARGET SECTION TO BE ANNOTATED---\nALEX\nAny sign of Mum and Dad?\n\nJONATHAN\nYou know them, they’re probably in\nsome quiet’ corner snogging.\n\nAlex smiles, then sees Lily heading for the Rotunda. As he\nfollows after her...\n\nINT. ROTUNDA - BRITISH CONSULATE - NIGHT\nEvy stares at Willoughby in contempt.\n\nO’ CONNELL\nThere’s a special place in hell for\npeople who sell out their country.\n\nWILLOUGHBY\nI didn’t sell out, General Okumura\nfinanced Alex's dig.\n\n(MORE)\n\f42.\n\nWILLOUGHBY (CONT'D)\nWho better to find a mummy than an\nO’Connell...\n(turning to Evy)\n... and who better to raise one\nthan you, Evelyn.\n\nAnother firework blossoms. Rick and Evy stare in shock as\nOkumura holds up Zohora’s TERRA COTTA BOOK OF THE DEAD.\n\nEVELYN\nImpossible! There’s only one Book\nof the Dead.\n\nWILLOUGHBY\nEmperor Qin Shihuang had a terra\ncotta copy. I’ve been searching\nfor it for years. Finally tracked\nit to a fishing village in Nepal.\n\nEVELYN\nI implore you if the Emperor rises,\nhe’1l...\n\nOKUMURA\n\n... bring about death and\ndestruction. That’s the point.\n\nRick understands.\n\nO’ CONNELL\nHe’s your doomsday weapon.\n\nOKUMURA\nJapan will win the war without a\nsingle casualty.\n\n0’ CONNELL\nIt’s a mummy, not a genie. Trust\nme, these guys only work for\nthemselves.\n\nOkumura SLAMS Rick in the face. Willoughby steps to Evy with\nthe Book of the Dead.\n\nEVELYN\nI’1l never read it.\n\nOkumura shoves his gun against Rick’s head.\nOKUMURA\n\nIf you don’t, your husband dies,\nthen I kill your son.\n\f43.\n\nO’ CONNELL\nYou touch Alex and I swear to\nGod...\n\nOkumura COCKS the gun. Evy and Rick exchange anguished\nglances. Finally, she succumbs.\n\nEVELYN\nGive me the Book.\nWILLOUGHBY\nYou always were the sensible one,\n\nEvelyn.",
  "31": "---END OF PREVIOUS SECTION---\nFinally, she succumbs. EVELYN\nGive me the Book. WILLOUGHBY\nYou always were the sensible one,\n\nEvelyn. \n---TARGET SECTION TO BE ANNOTATED---\nAs Willoughby hands her the Book, Okumura steps to the\nsarcophagus. He taps the symbols in the cartouche like an\nancient combination lock. The lid splits open with a\nDEAFENING CRACK. Evy and Rick watch in horror as the lid\nslowly slides away and Emperor Qin Shihuang’s terra cotta\nmummy rises in the purple glow of another firework. Evy\ncautiously opens the book.\n\n0’ CONNELL\nEvy, don’t do it!\n\nEvy ignores his plea.\n\nEVELYN\nGod forgive me.\n\nEXT. BRITISH CONSULATE - NIGHT\n\nAlex steps around the side of the building, but there’s no\nsign of Lily. Some petals drop in front of him, he looks up\nand sees Lily climbing off a wisteria lattice and onto...\n\nEXT. ROOF - BRITISH CONSULATE - NIGHT\n\nAlex climbs up, doesn’t see anyone. He steps across the\ngravel to the glass dome, stares down, and is shocked to see\nEvy reading from the Book of the Dead. He shakes his head.\n\nALEX\nI can’t take them anywhere.\n\nAs another firework mushrooms, he sees Lily shimmying down a\nchain and stepping onto the enormous crystal chandelier that\ndangles directly over the Emperor Mummy’s sarcophagus.\n\nALEX\nLily?\n\f44,\n\nINT. ROTUNDA - BRITISH CONSULATE - NIGHT\n\nPUSH IN ON EVY as she reads from the terra cotta Book of the\nDead. The ancient Egyptian incantation echoes and fireworks\nwash everything in eerie Technicolor.\n\nPUSH IN ON RICK as a fierce wind whips and the Emperor Mummy\nis cocooned in CRACKLING tongues of white hot energy.\n\nPUSH IN ON OKUMURA AND WILLOUGHBY watching in awe as the\nspectacle reaches a crescendo, then subsides. Okumura and\nWilloughby step forward expectantly, but the Emperor does not\nmove. He looks glossy and wet like a newly molded statue.",
  "32": "---END OF PREVIOUS SECTION---\nPUSH IN ON OKUMURA AND WILLOUGHBY watching in awe as the\nspectacle reaches a crescendo, then subsides. Okumura and\nWilloughby step forward expectantly, but the Emperor does not\nmove. He looks glossy and wet like a newly molded statue. \n---TARGET SECTION TO BE ANNOTATED---\nOKUMURA\nWhy hasn’t the Emperor risen?\n\nWILLOUGHBY\nShe must have misread the book!\n\nEVELYN\n(indignant)\nI most certainly did not!\n\nWilloughby jabs the wet clay with one of his fat fingers and\nshakes his head in contempt.\n\nWILLOUGHBY\nThere’s a reason I never let this\nwoman into the Bembri--\n\nWith shocking suddenness, the. Emperor’s arm reaches up and\ngrabs Willoughby’s face. Willoughby ROARS in agony as the\nEmperor Mummy sucks his life force. As the Emperor Mummy’s\nskin hardens, Willoughby turns to terra cotta. Finally, the\nEmperor Mummy releases his grip. Willoughby falls back and\nSHATTERS on the floor like a porcelain doll.\n\nRick and Evy watch in horror as the Emperor Mummy lurches up\nand gulps his first breath of air in 2,200 years. His\nhardened lids pop open and he stares at them with\nWilloughby’s watery blue eyes. Okumura turns to them.\n\nOKUMURA\nAt least you can die knowing you've\naided a great cause.\n\nAs he raises his gun...\n\f45.\n\nEXT. ROOF - BRITISH CONSULATE - NIGHT\n\nAlex watches alarmed. He gets an idea, whips out the\nslingshot and scoops up a stone. He carefully steps onto the\nglass rotunda and takes aim at Okumura.\n\nINT. ROTUNDA - BRITISH CONSULATE - NIGHT\n\nLily is crouched on the chandelier. She pulls out a dragon-\nhilted dagger. It looks exactly like the one the Emperor\nused to stab Zohora. She’s about to leap down when...\n\nEXT. ROOF - BRITISH CONSULATE ~ NIGHT\n\n... Alex fires. The stone BULLETS through the glass...\n\nINT. ROTUNDA - BRITISH CONSULATE - NIGHT\n\n... misses Okumura by a mile, ricochets off the bronze\nchariot, PINGS against the chandelier, before SHATTERING the\nnose of the Emperor Mummy clean off. As maggots writhe out\nthrough the stub, Evy turns to Rick.\n\nEVELYN\nHe’s still breakable.\n\nBut Rick is following Okumura’s gaze up to...",
  "33": "---END OF PREVIOUS SECTION---\nAs maggots writhe out\nthrough the stub, Evy turns to Rick. EVELYN\nHe’s still breakable. But Rick is following Okumura’s gaze up to... \n---TARGET SECTION TO BE ANNOTATED---\nO’ CONNELL\nAlex.\n\nEXT. ROOF - BRITISH CONSULATE - NIGHT\n\nALEX\n(shaking head)\nI’m beyond rusty.\n\nBullets BLAST up through the dome. He looks down to see\nOkumura FIRING at him. Before he has time to run, the glass\nrotunda spiderwebs and Alex is sent tumbling.\n\nINT. ROTUNDA - BRITISH CONSULATE - NIGHT\n\nAs Alex plummets in a shower of glass,\n\nALL HELL BREAKS LOOSE!\n\nLily reaches out, catches his arm and swings him onto the\nchandelier. Hostess #3 whips a throwing star up at Alex. It\nmisses him by a whisker but nicks the chain holding the\n\nchandelier. Before Hostess #3 can get off another star, Evy\nsmashes the Book of the Dead over her head, obliterating it.\n\f46.\n\nEVELYN\nStay away from my son!\n\nRick slides across the floor, snaps Willoughby’s gun out of\nhis terra cotta fingers, and starts FIRING at the Emperor\nMummy. The bullets drill right through his hard shell ina\nspray of desiccated bone and maggots. As Rick’s gun CLICKS\nempty, Okumura steps to the Emperor Mummy’s side.\n\nOKUMURA\n(in ancient Chinese)\nYou must come with me. Everything\nwill be explained.\n\nLily sees Hostesses #4 and #5 stalking Evy. As they launch\ntheir throwing stars, Lily somersaults off the chandelier and\ndive-tackles Evy out of the way. The Hostesses stare in\nhorror as they are impaled by each other’s stars.\n\nAs the Emperor Mummy sees Lily, his eyes flash with strange\nrecognition. Then he presses his palm against one of the\nbronze horses, causing bolts of energy to cloak the statues.\nRick watches amazed as\n\nTHE STATUES ANGRILY COME TO LIFE!\n\nThey stomp their hooves and whip their metallic heads. When\nthe light show subsides, the Emperor Mummy and Okumura climb\nonto the chariot. Rick is about to give chase when he hears\na SNAP! He sees the chandelier has broken free with Alex\nstill clinging to it.",
  "34": "---END OF PREVIOUS SECTION---\nWhen\nthe light show subsides, the Emperor Mummy and Okumura climb\nonto the chariot. Rick is about to give chase when he hears\na SNAP! He sees the chandelier has broken free with Alex\nstill clinging to it. \n---TARGET SECTION TO BE ANNOTATED---\n Rick rolls out of the way as it\nSMASHES down while Alex falls into the sarcophagus, knocking\nhimself out. Rick shakes his head.\n\n0’ CONNELL\nThat’s my boy.\n\nLily dashes forward, rolls under the chariot and clutches the\nundercarriage as it speeds towards the French doors.\n\nEXT. BRITISH CONSULATE - NIGHT\nJonathan looks around, irritated.\n\nJONATHAN\nWhere the hell is everybody?\n\nHe’s crossing back to the house when the chariot powers\nthrough the French doors in an EXPLOSION of wood and glass.\nJonathan dives free and stares at the Emperor Mummy, who’s\nholding the reins, as the chariot barrels past.\n\f47.\n\nJONATHAN\nOh no. Not again.\n\nTerrified GUESTS scatter as the four bronze horses stampede\nacross the perfectly manicured lawn. The chariot’s two-foot\nwheel spikes amputate the legs off a row of statues. Then\nJonathan sees the chariot is headed for a row of parked cars.\nHis Bentley is smack in the middle!\n\nJONATHAN\nWatch out for....\n\nHe winces as the horses SMASH right over it, their metallic\nhooves trampling it to the ground.\n\nJONATHAN\n.«.. my beautiful, brand-new\nBentley.\n\nA canvas-roof truck SKIDS to a stop next to him. Evy is\nbehind the wheel. Rick leans out of the back.\n\n0’ CONNELL\nGet in! We have to save Alex.\n\nBefore he can protest, Rick yanks him into the truck. As it\ntakes off in pursuit, we see the words “DRAGON FIREWORKS CO.,\nSHANGHAI” painted on the truck’s back-flap.\n\nTHE CHARIOT\n\nspeeds down the drive. TWO GUARDS OPEN FIRE, then scramble\nout of the way. The horses blast through the massive gates\nlike an ancient battering ram. Lily desperately clings to\nthe undercarriage as the gates SLAM to the ground in a shower\nof sparks and the chariot bursts out into...\n\nEXT. SHANGHAI STREET - NIGHT\n\nIt’s like a demolition derby. The chariot destroys\neverything in its path. Rickshaws, bicycles and market\nstalls are SMASHED to smithereens.",
  "35": "---END OF PREVIOUS SECTION---\nSHANGHAI STREET - NIGHT\n\nIt’s like a demolition derby. The chariot destroys\neverything in its path. Rickshaws, bicycles and market\nstalls are SMASHED to smithereens. \n---TARGET SECTION TO BE ANNOTATED---\n It plows through an open-\nair restaurant, sending CUSTOMERS scrambling.\n\nEVY -- turns on her wipers as a deluge of chop suey and\ndumplings splatters across the windshield.\n\nRICK AND JONATHAN -- are jackhammered around in the back.\nJonathan RANTS as Rick searches crates of fireworks.\n\nJONATHAN\nGod! You two are like mummy\nmagnets.\n\f48.\n\nRick hands him a fat-ass rocket.\n\n0’ CONNELL\nAim for the Emperor. We can still\nshatter him.\n\nRick RIPS a section of the canvas away, giving him a view\nover the cab. He ignites the end of a firework and aims it\nat the chariot like a shoulder-held rocket launcher.\n\nEXT. CHARIOT - NIGHT\n\nAlex is coming around. He pokes his head out of the\nsarcophagus and sees a firework streaking towards him! He\nducks back down as the projectile HISSES over him and snakes\npast the Emperor Mummy and Okumura. The Emperor Mummy whips\nthe horses to go faster as TWO MORE rockets follow.\n\nINT. FIREWORKS TRUCK - NIGHT\n\nJonathan grabs the biggest firework. It’s a four-foot\nmonster. He lights the fuse and heaves it onto his shoulder.\n\nJONATHAN\nLet slip the dogs of war!\n\nKABOOOOOOOOM! The concussive force sends Jonathan flying\nback. The rocket SCREAMS down the street, misses the\nchariot, and impacts with a parked car, causing it to\nEXPLODE. The flaming vehicle is launched 10 feet into the\nair and flips as it crashes into the road right in front of\n\nTHE FIREWORKS TRUCK!\n\nEvy frantically jerks the wheel and violently lurches the\ntruck up a sloping side street.\n\nINT. SARCOPHAGUS - NIGHT\n\nAlex peeps up over the lid, sees the Emperor Mummy and\nOkumura. He’s about to make a move when he’s tackled back\ninto the sarcophagus by Lily. Alex stares at her in shock.\n\nALEX\nWhat are you doing? First you’re\nclimbing down chandeliers, now\nyou’re jumping onto chariots.",
  "36": "---END OF PREVIOUS SECTION---\nAlex stares at her in shock. ALEX\nWhat are you doing? First you’re\nclimbing down chandeliers, now\nyou’re jumping onto chariots. \n---TARGET SECTION TO BE ANNOTATED---\n Are\nyou trying to get yourself killed?\n\nLILY\nI was trying to rescue you.\n\f49,\n\nALEX\n(flattered surprise)\nReally?\n\nAs the chariot speeds over a pothole, they are thrown into\neach other’s arms.\n\nINT. FIREWORKS TRUCK - NIGHT\n\nRick pops his head out and stares down over the rooftops and\nis surprised to see they’ve pulled ahead of the chariot\nthat’s charging down the street below. As the truck sweeps\npast a house that’s under construction, Rick gets an idea.\n\n0’ CONNELL\nStop the truck!\n\nEvy hits the brakes, sending Jonathan flying onto his ass\n‘again. Rick dives off and grabs a bicycle that’s leaning\nagainst a wall. He shouts back to Evy.\n\nOQ’ CONNELL\nKeep going!\n\nJonathan climbs into the front as she takes off.\nEXT. STREET - NIGHT\n\nRick leaps onto the bike, pedals furiously towards the\nconstruction site, rides up a wooden plank and onto the roof!\nNow, he careens down the tiled rooftops, flies right over an\nalley, traverses a courtyard. Finally, he powers down a\nlong, sloping roof. He uses it like a half-pipe, launches\nhimself up over the street just as\n\nTHE CHARIOT\n\npasses. Alex and Lily disentangle themselves, stare up from\nthe sarcophagus as Rick sails through the air.\n\nLILY\nWas that your dad?\n\nALEX\nYeah, he’s got a hero complex.\nIt’s kind of embarrassing.\n\nRick SMASH-LANDS onto one of the front horses, lets go of the\nbike, which is MANGLED under the CLATTERING hooves. He pulls\nhis gun as he swings up onto the beast’s back and FIRES at\nthe Emperor Mummy, BLASTING off one of his ears.\n\f50.\n\nOKUMURA OPENS FIRE. Rick ducks as BULLETS ricochet off the\nmetal steeds. But then one hits the harness strap and severs\nit in two! No longer constrained, the horse gallops free.\nRick bounces, in nut-numbing agony, as the horse heads for an\nornamental moon door that’s way too small!\n\nO’ CONNELL\nWhoa!\n\nRick ducks as the horse SMASH-DRIVES through and out into...\nEXT.",
  "37": "---END OF PREVIOUS SECTION---\nO’ CONNELL\nWhoa! Rick ducks as the horse SMASH-DRIVES through and out into... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SHANGHAI STREET - NIGHT\n\nA parade is in full swing. A 60-MAN ceremonial dragon is\nweaving its way down the packed street. DRUMMERS pound and\nstrings of red firecrackers BANG! Rick’s horse “dissects”\nthe dragon in three, plows through the drummers, then leaps\nover the heads of the COWERING CROWD and into an alley.\nEXT. ANOTHER SHANGHAI STREET - NIGHT\n\nThe chariot is hurtling when the fireworks truck SKID-TURNS\naround a corner. Jonathan leans out, gun BLAZING. Okumura\nRETURNS FIRE. One of his rounds SHATTERS the truck’s\nwindshield and RIPS through the partition and into...\n\nINT. BACK ~ FIREWORKS TRUCK - NIGHT\n\nThe bullet ignites a CRATE OF FIRECRACKERS, setting off a\nchain reaction.\n\nINT. SARCOPHAGUS - NIGHT\nLily peeks out, then looks back at Alex as she climbs out.\n\nLILY\nStay down.\n\nALEX\nLily, I have a lot more experience\nwith mumm--\n\nShe cuts him off with a kiss. He looks at her in shock.\n\nLILY\nJust wait here, okay?\n\nAs he tries to follow, his elbow inadvertently hits a button,\nwhich causes the lid of the sarcophagus to start to close.\nAlex reaches up and wrestles with the jade slab.\n\f51.\n\nEXT. CHARIOT - NIGHT\n\nUnaware of Alex’s trouble, Lily stalks up to the front of the\nchariot. She pulls out her dragon dagger, but light glints\noff its blade, alerting Okumura. As he spins to face her...\n\nINT. CAB - FIREWORKS TRUCK - NIGHT\n\n++. @ roman candle side-winds into the window. As Jonathan\ntries to snuff it out, Evy watches through the smoke as\nOkumura SHOOTS Lily point blank.\n\nEVELYN\nOh my God!\n\nINT. SARCOPHAGUS - NIGHT\n\nAlex has just about pried the lid open when Lily tumbles on\ntop of him and the lid SLAMS shut with awful finality.\n\nEXT. ALLEY ~— SHANGHAI - NIGHT\n\nLines of wet laundry whip Rick’s face as the horse careens\ndown the cobbles.",
  "38": "---END OF PREVIOUS SECTION---\nSARCOPHAGUS - NIGHT\n\nAlex has just about pried the lid open when Lily tumbles on\ntop of him and the lid SLAMS shut with awful finality. EXT. ALLEY ~— SHANGHAI - NIGHT\n\nLines of wet laundry whip Rick’s face as the horse careens\ndown the cobbles. \n---TARGET SECTION TO BE ANNOTATED---\n He desperately pulls on the reins, trying\nto get it under control. He yanks a pair of bloomers off his\nface and sees he’s headed straight for a -- DEAD END!\n\nEXT. SHANGHAI STREET - NIGHT\n\nFIZZING rockets are now bursting through the fireworks\ntruck’s canvas canopy as it speeds after the chariot.\nSuddenly, the wall in front of them EXPLODES OPEN and\n\nRICK AND THE HORSE\n\nburst into view. Rick looks back at Evy and Jonathan, can’t\nbelieve he made it. They point, only when Rick swings back\ndoes he see that the horse’s head has been ripped clean off!\nAs more BULLETS fly, Rick grabs the reins. Without its head,\nit actually seems to respond.\n\nINT. SARCOPHAGUS - NIGHT\n\nPitch black. Alex flicks on a lighter, revealing Lily.\nShe’s miraculously unharmed.\n\nLILY\nAny idea how to get out of here?\n\nALEX\nThese things usually don’t have\n‘directions on the inside.\n\f52.\n\nAs the chariot makes a wild turn, Alex is knocked onto his\nside and his lighter illuminates a saucer-size gold disc\ninlaid into the lid of the sarcophagus. It’s engraved with\nfive suns and five moons and is ringed by an inscription.\n\nALEX\nMaybe the lock’s under here.\n\nHe attempts to pry the disc out with is fingers, but can’t.\n\nLILY\nTry this.\n\nAlex reacts as she hands him the dragon dagger.\n\nALEX\nCool knife.\n\nAs he levers the disc free...\n\nEXT, WOODEN WHARF - NIGHT\n\nIt stretches out into the Huangpu River. The chariot churns\nacross the planks and barrels straight off the end! As it\narcs toward the water, the Emperor Mummy holds out his hand.\nConcentric circles of blue-white energy ripple out from his\npalm and form a 100-yard-wide frozen path.\n\nINT. CAB ~ FIREWORKS TRUCK - NIGHT\n\nEvy and Jonathan watch as the chariot SLAMS onto the ice.\n\nJONATHAN\nBloody hell, how did he do that?\n\nEVELYN\nHe can control the five elements.\n\nAs she spins the wheel and follows Rick onto...\n\nEXT.",
  "39": "---END OF PREVIOUS SECTION---\nEVELYN\nHe can control the five elements. As she spins the wheel and follows Rick onto... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODEN WHARF -— NIGHT\n\nRick hugs the broken neck of his horse as it speeds after the\nchariot. He closes his eyes as the steed leaps off the wharf\nand flies towards the ice.\n\nEXT. RIVER - NIGHT\n\nThe bronze horse SMACK-SLIDES down. It gallops after the\n\nchariot as the fireworks truck SCREECHES to a stop at the end\nof the wharf.\n\f53.\n\nEXT. RIVER - NIGHT\n\nThe chariot speeds towaxds Okumura’s junk, which is sitting\nin the middle of the frozen river. Rick has almost pulled\nalongside, he takes aim and BLASTS the bolt attaching the\nsarcophagus carriage to the chariot.\n\nAs the sarcophagus carriage spins across the ice, the Emperor\nMummy swerves into Rick’s path. The chariot’s foot-long\nwheel-spikes SPARK-SLICE through the horse’s metal legs. As\nthe horse buckles over onto the ice and shatters apart, Rick\nis violently catapulted free.\n\nThe chariot pulls up next to the junk, Okumura climbs\nonboard followed by the Emperor Mummy, who waves his hand\nacross the river, causing the ice to melt. As the ice melts\nfrom under it, the carriage plunges into...\n\nEXT. UNDERWATER ~ NIGHT\n\nThe sarcophagus slides free of the carriage and nose-dives\nthrough the moonlit water.\n\nINT. SARCOPHAGUS - NIGHT\n\nWater shoots through the cracks. It’s filling up fast.\nAlex looks into Lily’s eyes, it’s now or never.\n\nALEX\nLily, there’s something I want to\ntell you before we die...\nAs the water overwhelms them, he manages to blurt out...\n\nALEX\n«+. I’m in love with you.\n\nBefore she can respond, the space fills with water.\nSuddenly, the sound of HAMMERING echoes.\n\nEXT. UNDERWATER - NIGHT\n\nRick is bashing the lid with a foot-long length of a broken\nbronze horse hoof. The lid finally cracks apart and he\nstares into Alex and Lily’s grateful faces.\n\nEXT. WHARF ~ NIGHT\n\nThe junk sails into the mist as Evy and Jonathan look out\ninto the dark water, distraught.\n\nEVELYN\nRick... Alex...\n\f54.",
  "40": "---END OF PREVIOUS SECTION---\nEVELYN\nRick... Alex... 54. \n---TARGET SECTION TO BE ANNOTATED---\nAs if in answer, Rick, Alex and Lily break the surface and\nclimb onto the dock. Evy races to Alex, fusses over him.\n\nALEX\nMum, I’m alright.\n\nLILY\nThanks to Mr. O’Connell.\n\nO’ CONNELL\nYears of practice pulling Alex's\nfanny out of the fire.\n\nRick doesn’t see, but we do, that Alex is stung by his quip.\nMeanwhile, Evy looks at Lily, unsure.\n\nEVELYN\nI’d say you can handle yourself,\ntoo. Those were some impressive\nmoves back at the Consulate.\n\nLILY\nMy mother taught me self-defense.\n\nAs Alex and Lily walk down the dock, Evy stares after them.\n\nO’ CONNELL\nEvy, you’ve got that look, what’s\nwrong?\n\nEVELYN\n\nI could have sworn I saw Okumura\nshoot Lily.\n\nO’ CONNELL\nMust have missed.\n\nThey hear a WOLF-WHISTLE, turn and see Jonathan standing by\nthe smoking fireworks truck.\n\nJONATHAN\nCome on, undead on the loose.\nChop. Chop.\n\nAs Rick and Evy climb in, Alex pulls Lily aside.\n\nALEX\nLook, about what I said...\n\nLILY\nIt’s okay, Alex, you were staring\ndeath in the face,\n\f55.\n\nAs she gets in, Alex shakes his head.\n\nALEX\nWhy couldn’t I have just drowned?\n\nAs he climbs into a truck next to Lily...\nEXT. JUNK - DAY\n\nIts three triangular sails SNAP as the vessel silently sweeps\npast mist-draped mountains. Okumura stands at the bow,\nstudying a map, while his CREW hustles around him.\n\nINT, CABIN - JUNK - DAY\n\nThe Emperor Mummy studies his wounds in a mirror. Fat\nmaggots feast on his fossilized guts which poke out of his\nbullet-riddled torso. There’s A KNOCK. Without turning he\nlooks up. Through the bullet hole under his left eye, a MAN\ncan be seen at the door behind him holding a tray of food.\nAs the Emperor spins to face him...\n\nEXT. JUNK - DAY\n\nA blood-curdling SCREAM rings out.",
  "41": "---END OF PREVIOUS SECTION---\nAs the Emperor spins to face him... EXT. JUNK - DAY\n\nA blood-curdling SCREAM rings out. \n---TARGET SECTION TO BE ANNOTATED---\n The CREW of JAPANESE\nSAILORS instantly stops and fearfully looks at Okumura, who\nis studying a map with a TIBETAN MONK.\n\nOKUMURA\nKeep working!\n\nINT. CABIN ~ JUNK - DAY\n\nThe Emperor Mummy holds the SCREAMING Man by the face.\nDaggers of light cut through the Man and heal the Emperor\nMummy’s wounds. As the Emperor Mummy drops the Man’s corpse,\nwhich smashes onto the floor, Okumura is revealed.\n\nEMPEROR MUMMY\nWhy did you raise me from my\nslumber? The curse still weighs\non me.\n\nOKUMURA\nYour condition is temporary.\n\nThe Emperor Mummy looks at Okumura with piercing contempt.\nWithout warning, the Emperor Mummy grabs Okumura’s mechanical\narm. As he thrusts it to Okumura’s throat, the metal\nappendage morphs into a razor-sharp scimitar blade.\n\f56.\n\nEMPEROR MUMMY\nThe last general I trusted betrayed\nme. How do I know you won’t do the\nsame?\n\nThe blade presses into Okumura’s flesh.\n\nOKUMURA\nBecause I have found the answer you\nspent a lifetime seeking -- the key\nto eternal life.\n\nThe Emperor Mummy lets Okumura go, taken by surprise.\nOkumura hands him the Eye. The Emperor Mummy gazes into the\nMassive gemstone, awestruck.\n\nOKUMURA\nOnce the curse has been lifted and\nyou are immortal, there will be no\nbattle you can’t win, no country\nyou can’t conquer.\n\nEMPEROR MUMMY\nConquest requires an army.\n\nOKUMURA\nHave no fear, your warriors will be\nready.\n\nEMPEROR MUMMY\nWhat do you hope to gain?\n\nOkumura steps to a large globe, spins it with his finger.\n\nOKUMURA\nTo rule the world by your side.\n\nThe Emperor Mummy studies the globe, intrigued.\n\nEMPEROR MUMMY\nThe world is round?\n\nOKUMURA\nYes, and much bigger than the last\ntime you conquered it.\n\nThe Emperor Mummy smiles malevolently.\nEMPEROR MUMMY\n\nWhen the dragon roars again, you\nshall receive your just reward.\n\f57.\n\nINT.",
  "42": "---END OF PREVIOUS SECTION---\nEMPEROR MUMMY\n\nWhen the dragon roars again, you\nshall receive your just reward. 57. INT. \n---TARGET SECTION TO BE ANNOTATED---\n “IMHOTEP’S” ~ DAY\n\nCLOSE ON: THE GOLD DISC. It’s the one Alex pried off the\nsarcophagus. PULL BACK TO REVEAL the O’Connells, Alex\nJonathan and Lily in a booth. It’s after closing. Rick\njuggles the skull box while Alex and Lily examine the disc.\n\nLILY\nIt’s a Chinese talisman.\n\nEVELYN\nCan you translate it?\n\nALEX\nIt’s a warning to the Emperor.\nOnce awakened, he has five days to\nattain immortality or else he’1l\nturn to dust.\n\n0’ CONNELL\nSo even though your mother read\nfrom the Book of the Dead, he’s not\nimmortal?\n\nALEX\nNot yet. He’s merely undead.\n\nJONATHAN\nWhere exactly does one go to attain\nimmortality?\n\nEvy puts the pieces together.\n\nEVELYN\nThe Spring of Eternal Life. That’s\nwhy Okumura needs the Eye of\nPemako, to find Shangri-La.\n\nJONATHAN\nIs this Eye some sort of map?\n\nEVELYN\nMore like a beacon. If the Bye is\nplaced in the Temple of Whispering\nSkulls, it will point the way\nthrough the Valley-of a Thousand\nWaterfalls. Behind one of them is\nShangri-La.\n\nLILY\nBut that’s only a legend.\n\f58.\n\nJONATHAN\nThis family’s never met a legend\nthat wasn’t true.\n(beat)\nWhere exactly is this Temple?\n\nALEX\nHidden somewhere in the Himalayas.\n\nAlex sees Rick playing with the skull box, gets an idea.\n\nALEX\nWas the Eye in this?\n\n0’ CONNELL\nYeah, but I already checked it\nover. Didn’t find any map.\n\nALEX\nIn Tibetan tradition, skulls are\nsacred keepsakes, they store\nmemories...\n\nAlex grabs a votive candle from the table.\n\nALEX\n++. all we need to do is illuminate\nthem.\n\nHe flips open the skull’s lid and places the candle inside.\nLike an ancient jack-o’-lantern, the eyes project a crude map\nonto the wall.\n\nEVELYN\nThat’s my boy!\n\nShe hugs him, but he pulls away, embarrassed by the display.",
  "43": "---END OF PREVIOUS SECTION---\nLike an ancient jack-o’-lantern, the eyes project a crude map\nonto the wall. EVELYN\nThat’s my boy! She hugs him, but he pulls away, embarrassed by the display. \n---TARGET SECTION TO BE ANNOTATED---\nALEX\nCan you please not be that Mum\nright now.\n\nThey cross to the map projection. It looks like a Chinese\nsilk painting and features a stylized impression of a vast\nmountain range. The Temple of Whispering Skulls is in the\nmiddle and overlooks a long, narrow valley of waterfalls.\nAlex points to the river that snakes through mountains.\n\nALEX\nLooks like the Tsangpo River. It\ncuts right through the Himalayas\nand leads straight to the Temple.\n\f59.\n\nO’ CONNELL\nExplains why our friends were\ntravelling by junk.\n\nLily studies a block of text at the bottom of the map.\n\nLILY\n(translating)\n“Climb the Ladder to Heaven or\ncross the Devil’s Gorge, either\npath will lead to enlightenment.”\n\nEvy points to a staircase.\n\nEVELYN\nThe Ladder must be these stairs in\nthe cliff face.\n\nRick’s finger charts the tortuous overland route.\n\n0’ CONNELL\nIf we can cross the Gorge, we could\nstill beat them to the Temple.\n\nJONATHAN\nOr we could all die a horrible\nfrozen death.\n\nALEX\nWay to stay positive, Uncle Jon.\n\nLILY\nNot to join the chorus, but that\nregion is completely inaccessible.\n\nO’ CONNELL\nWho built the temple?\n\nALEX\nTibetan monks.\n\nRick grins, a plan clearly forming in his head.\n\n0’ CONNELL\nMaybe it’s time we found religion.\n\nSMASH CUT TO:\nThe HIMALAYAS. The pristine peaks pierce the indigo sky like\n\nshark’s teeth. PAN ACROSS lines of whipping Tibetan Prayer\nflags TO REVEAL the burned-out shell of a monastery.\n\f‘60.\n\nEXT, TIBETAN MONASTARY - DAY\nRick, Evy, Jonathan and Alex inspect the devastated interior.\n\n0’ CONNELL\nWho the hell would burn down a\nmonastary?\n\nLily approaches.\n\nLILY\nThe villagers say it was ransacked\nby Japanese soldiers two weeks ago.\nAll the monks were rounded up and\nput on a train.\n\nAs they absorb this, Alex sniffs the air.\n\nALEX\nWhat’s the stench?\nO’ CONNELL\nSmells like tequila.\nLILY\nMore like yak wine.",
  "44": "---END OF PREVIOUS SECTION---\nALEX\nWhat’s the stench? O’ CONNELL\nSmells like tequila. LILY\nMore like yak wine. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN\nYak wine? That’s wrong in so many\n\nways.\n\nRick passes a scorched chest and hears a WHEEZING noise. He\nputs up his hand and they all stop. He pulls his gun, swings\nopen the chest, causing a TIBETAN MONK to tumble out along\nwith two dozen empty goat-bladder flasks. This is TEQUILA.\n\n0’ CONNELL\nLooks like they missed one.\n\nEVELYN\nIs he dead?\n\nRick leans to check his pulse. Suddenly, Tequila lets out a\nGod-awful BELCH. Rick backs away, disgusted.\n\nO’ CONNELL\nHe’s not dead. He’s drunk.\n\nUNDERWATER - TROUGH - DAY\n\n‘Tequila’s face plunges into view and his eyes pop open with\nbleary shock. He’s yanked back out. Rick smiles.\n\f61.\n\n0’ CONNELL\nRise and shine, Tequila.\n\nEXT. MONASTARY — DAY\n\nTequila has dried off and sits on a stool in his saffron-and-\nmaroon-colored monk’s attire. Lily translates for Rick and\nJonathan while Alex and Evy pack the mules in the b.g.\n\nLILY\nWhen the Japanese came, he was\nmeditating in a cave. His lama had\nbanished him there to sober up.\n\nJONATHAN\nGives new meaning to “cold turkey”.\n\nO’ CONNELL\nAsk him if he can lead us over the\nDevil’s Gorge?\n\nLily translates.\nTEQUILA\n(to Lily in Tibetan)\nCrazy round eyes! Never. It’s\nsuicide.\nLILY\n(to Rick)\nHe’s thinking about it.\nRick pulls out some money, fans it in front of Tequila.\nJONATHAN\nFor God’s sake, Rick, he’s a holy\nman. He can’t be bribed.\nTequila greedily snatches the cash, says something to Lily.\nLILY\nHe says he’d be honored to show us\nthe way.\nAs Tequila heads away, Rick turns to Jonathan.\nO’ CONNELL\nBetter pick up another mule and a\nsix pack of yak juice for the road.\nMONTAGE - EXT. HIMALAYAS - DAY\n\nTEQUILA -~ leads the way through a mist-wreathed forest.\n\f62.",
  "45": "---END OF PREVIOUS SECTION---\nMONTAGE - EXT. HIMALAYAS - DAY\n\nTEQUILA -~ leads the way through a mist-wreathed forest. 62. \n---TARGET SECTION TO BE ANNOTATED---\nA ROARING WHITE-WATER RIVER -- the party gingerly leads its\nmules across a flimsy bamboo-and-vine footbridge.\n\nA SHEPHERD BOY -- stares with amused wonder as the gang\ntrudges past, headed towards the cloud~capped mountains.\n\nTHE CARAVAN ~- is silhouetted against the sky as they\ntraverse the treacherous snow-covered spine of a mountain.\n\nMOUNTAINSIDE -~ sharp snowflakes cut the party’s progress as\nthey wade through banks of pure-white powder. They’ re now\nwearing heavy fur-lined coats and boots.\n\nRICK AND EVY -- emerge through the clouds onto an undulating\nplateau of snow and stare in awe at the surrounding peaks.\n\nTEQUILA -- leads the party single file along a narrow snow-\ncovered path. It snakes around the near-vertical face of a\ngorge. Suddenly, the path disintegrates from under him.\n\nLily just manages to reach out and wrench him to safety. As\nthe group leaps over the three-foot hole, CAMERA FOLLOWS some\ndislodged rocks as they tumble into the clouds 1,000 feet\nbelow. As the rocks pass through the clouds, CAMERA REVEALS\n\nTHE EMPEROR MUMMY’S JUNK\n\nbarreling down the jade-colored river below. As the rocks\nCLATTER ACROSS the moss-covered boulders, the Emperor Mummy\nlooks up into the clouds, curious.\n\nEND MONTAGE.\nEXT. CAMPSITE - NIGHT\n\nIt’s sheltered under an arching overhang. Evy studies a map\nby lantern light. Alex catches her stealing glances at Lily,\nwho stands by the fire conferring with Tequila.\n\nALEX\nMum, you’ve been watching Lily\nround the clock. What’s going on?\n\nEVELYN\nI’m not sure, but how well do you\nreally know her, Alex?\n\nBefore he can answer, Lily and Rick join them.\nLILY\n\nTequila says we should make it to\nthe Devil’s Gorge by noon,\n\f63.\n\nO’ CONNELL\nGood. Let’s get some shuteye.\n\nAlex follows Rick.\n\nALEX\nDad, if you want to bunk with Mum,\nI could sleep with Lily.\n\n0’ CONNELL\n(patting him on shoulder)\nNice try, kiddo.",
  "46": "---END OF PREVIOUS SECTION---\nAlex follows Rick. ALEX\nDad, if you want to bunk with Mum,\nI could sleep with Lily. 0’ CONNELL\n(patting him on shoulder)\nNice try, kiddo. \n---TARGET SECTION TO BE ANNOTATED---\nDefeated, Alex steps to Lily, who’s getting into her tent.\n\nALEX\nSo if you need anything. I/11 be\nright over there. Just holler or\nwhistle or knock on my flap.\n\nLily smiles.\n\nLILY\nGood night, Alex.\n\nAs Alex sighs, CAMERA FINDS Jonathan and Tequila sitting by\nthe fire. Tequila rolls his eyes as Jonathan takes another\nswig of yak wine.\n\nJONATHAN\nThat stuff’s not bad.\n(puckering lips)\nOnce you get used to the vomit-like\naftertaste.\n\nJonathan hands back the flask and steps to Rick. Tequila\nattempts to take a drink, but finds the flask is empty. As\nhe angrily tosses the flask into the fire...\n\nO’ CONNELL\nJonathan, you take the first watch.\n\nJONATHAN\nDon’t worry, Tequila’s got it\ncovered.\nRick looks over and sees Tequila with his eyes closed.\n\nO’ CONNELL\nLooks like he’s sleeping.\n\f64.\n\nJONATHAN\nHe’s in a very deep state of\nmeditation. If you approach, he’11\nspring into action, he’s got the\nreflexes of a tiger. Trust me, we\ncouldn’t be in safer hands.\n\nAs they head into their respective tents, CAMERA STAYS ON\nTEQUILA. As he begins to SNORE...\n\nINT. RICK & ALEX’S TENT - NIGHT\nAlex is practicing his gun-drawing technique with his shadow.\n\nO/ CONNELL\nGetting ready for a gunfight?\n\nAlex spins and finds Rick at the threshold.\n\nALEX\nJust practicing. Which one do you\nthink I should carry? The\nRemington or the Colt.\n\nO’ CONNELL\nIt’s funny, you look like my son,\nbut he speaks twelve dead\nlanguages, spends most of the time\nin the library, and hates guns.\n\nALEX\nYeah, well, I realized that girls\naren’t interested in that kind of\n\nguy.\n\nO’ CONNELL\nBy girls you mean Lily.\n\nAlex slumps onto his sleeping bag.\n\nALEX\n\nI’ve been in love with her since\nthe first time we met, I think she\nlikes me, too, but there’s\nsomething holding her back. I\nfinally figured out what it is.",
  "47": "---END OF PREVIOUS SECTION---\nAlex slumps onto his sleeping bag. ALEX\n\nI’ve been in love with her since\nthe first time we met, I think she\nlikes me, too, but there’s\nsomething holding her back. I\nfinally figured out what it is. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nShe wants me to be more like you.\n\nO’ CONNELL\nAlex, when I was your age, I was a\nmacho jerk who wandered around the\nworld looking for a good time.\n\f65.\n\nALEX\nYeah, but you were heroic and\nalways saved the day and women were\nthrowing themselves at you, right?\n\nRick shrugs, modestly.\n\nO’ CONNELL\nWell, yeah, sure.\n\nALEX\nWe share the same genes, Dad, so my\nheroic side’s got to be in there\nsomewhere. How do I find it?\n\nRick looks at Alex, it’s everything he’s ever wanted to hear\nfrom his son, but he weighs his response carefully.\n\nO’ CONNELL\nYou really want my advice?\n\nALEX\nI’m in your hands.\n\nOQ’ CONNELL\nBe yourself, Alex. If Lily doesn’t\nrecognize what a great guy you are,\nthen she’s not the one.\n\nOFF this father-and-son moment...\nINT. EVY & LILY’S TENT - NIGHT\n\nEvy and Lily are in sleeping bags. Both reading by lantern\nlight, Evy casually looks up from her book.\n\nEVELYN\nAlex was telling me that Tibetan is\none of the most difficult languages\nto master. Yours is excellent.\n\nLILY\nI’ve been studying it at\nuniversity.\n\nEVELYN\nIs that so, because when I called\nthey had no record of you being\nregistered in any department.\n\nOnly now does Lily look up.\n\f66.\n\nLILY\nWhy are you checking up on me, Mrs.\n0’ Connell?\n\nEVELYN\nBecause nothing about you seems to\nadd up. You lied about being a\nstudent and you took an interest in\nAlex just when he started searching\nfor the Emperor.\n\nLily holds Evy’s gaze.\n\nLILY\nMy intentions are as noble as\nyours.\n\nEVELYN\n\nWhat about Alex? You know he’s\nmadly in love with you. I’d hate\nto think you’re using him.\n\nLILY\nI care deeply about your son, Mrs.\nO'Connell. That’s the truth.\n\nEVELYN\nAlex may be well-travelled, but\nhe’s naive when it comes to affairs\nof the heart.",
  "48": "---END OF PREVIOUS SECTION---\nO'Connell. That’s the truth. EVELYN\nAlex may be well-travelled, but\nhe’s naive when it comes to affairs\nof the heart. \n---TARGET SECTION TO BE ANNOTATED---\n If you hurt him,\nyou're going to have to answer to\nme.\n\n(beat)\n\nGood night, Lily.\n\nOFF Lily shaken, as Evy turns off the lantern.\nEXT. CAMPSITE - NIGHT\n\nAs the light goes out in Evy and Lily’s tent, CAMERA TRACKS\nTHROUGH the flurrying snow. It DRIFTS PAST Tequila, who’s\nfast asleep and now has tiny icicles dangling from his\nnostrils. It CONTINUES into the bleakness until it FINDS TWO\nEMERALD GREEN EYES watching the camp from the shadows.\n\nEXT. DECREPIT JETTY - TSANGPO RIVER ~- DAY\n\nThe crewmen bow as Okumura leads the Emperor Mummy down the\ngangplank. They join Major Suki and the Tibetan Monk.\n\nMAJOR SUKI\nHe says this is the Ladder of\nHeaven. It leads to the Temple.\n\f67.\n\nThey stare up at the crumbling stone staircase that zigzags\nup the sheer cliff face. The Emperor Mummy and Okumura\nfollow as Suki and the Monk lead the ascent.\n\nEXT. MOUNTAIN ~ DAY\n\nTequila guides the O’Connells up a steep snowbank and onto\nthe crest of a 1,000-foot-wide chasm. He nods to Lily.\n\nLILY\nThis is it. The Devil’s Gorge.\n\nAs they cross to the gondola that’s perched on the edge of\nthe precipice...\n\nEXT. LADDER TO HEAVEN - DAY\n\nThe Emperor Mummy and Okumura are followed by an entourage of\nJAPANESE SOLDIERS. Suddenly, a section of the steps breaks\naway, sending Major Suki and the Monk plunging to their\ndeaths. The Emperor Mummy puts his hand on the cliff and\nreplacement slabs ERUPT out of the stone. As he climbs on...\n\nEXT. DEVIL’S GORGE - DAY\n\nThe gondola is suspended on a rope connected to two wooden\ntowers on either side of the chasm. It's shaped like a boat\nand its extravagantly painted sides are faded with time.\n\nINT. GONDOLA - DAY\n\nRick and Alex sit in the bow, furiously turning the handles\nof a set of wooden winches.",
  "49": "---END OF PREVIOUS SECTION---\nIt's shaped like a boat\nand its extravagantly painted sides are faded with time. INT. GONDOLA - DAY\n\nRick and Alex sit in the bow, furiously turning the handles\nof a set of wooden winches. \n---TARGET SECTION TO BE ANNOTATED---\n Evy, Lily, Jonathan and Tequila\nsit behind them with their weight evenly dispersed.\n\nJONATHAN\nCome on, lads, put your backs into\nit. We haven’t got all day.\n\nRick and Alex exchange a look.\n\nO’ CONNELL\nIt would be a lot easier if we had\none less passenger.\n\nJonathan turns away, chastised. He looks over the side and\npeers through a patch of torn clouds and sees that the valley\n3,000 feet below is covered with evil-looking stalagmites.\n\nJONATHAN\nWhy don’t I give you boys a hand.\n\f68.\n\nAs he makes his way to the front of the gondola, there’s a\nhorrible snap. All look up as the rope BREAKS and the\ngondola plummets into the clouds.\n\nJONATHAN\nWe’re all going to...\n\nThe gondola smacks down on the very edge of the gorge. It\nteeters for a moment, then dips forward and surfs down the\nmountain,\n\nJONATHAN\n-+- Giiiiiiiiiiiiiiiiiiie!\n\nEXT. MOUNTAIN - DAY\n\nThe gondola powers through the snow, picking up speed. It\nSLAMS across a plain of moguls, jackhammering everyone\ninside. The plain narrows into\n\nA SMOOTH-WALLED CHANNEL OF ICE.\n\nLike an oversized toboggan, the gondola tears down the narrow\nchute. As the passage opens up, the gondola flies across a\n30-foot chasm. It doesn’t stop as it SMASH-LANDS back to\nearth. It plows on, RIPS a path through the lines anchoring\n1,000 tattered prayer flags before\n\nCRASHING\n\nto a stop in a massive snowbank. There’s an EERIE SILENCE\nbefore Rick pops out of the snow and finds himself staring\ninto the eyes of a skull. It’s one of a million that are\nembedded in the walls of the TEMPLE OF WHISPERING SKULLS.\n\n0’ CONNELL\nI think we found our temple.\n\nIt looks like a square-tiered wedding cake and is crowned\nwith a golden stupa. The structure is perched on the edge of\na ridge overlooking the Valley of a Thousand Waterfalls.",
  "50": "---END OF PREVIOUS SECTION---\n0’ CONNELL\nI think we found our temple. It looks like a square-tiered wedding cake and is crowned\nwith a golden stupa. The structure is perched on the edge of\na ridge overlooking the Valley of a Thousand Waterfalls. \n---TARGET SECTION TO BE ANNOTATED---\n The\nothers join Rick as he stares out at the breathtaking vista.\n\nEVELYN\nLooks like we beat them here.\n\nALEX\nThe Emperor’s only got until dawn\ntomorrow to become immortal or he\nturns to dust.\n\nRick pulls a Thompson machine gun from a saddlebag.\n\f69.\n\nO’ CONNELL\nLet’s roll out the welcome mat.\n\nEXT. LADDER OF HEAVEN - DAY\n\nThe Emperor and Okumura climb the last step and smile as they\npeer at the Temple of Whispering Skulls. As they trudge\nacross the gravel to the front door, the soldiers follow.\n\nINT. BALCONY - TEMPLE OF WHISPERING SKULLS - DAY\n\nAs the wind WASHES across the skull walls, it creates a\nGHOSTLY WHISPERING sound. Rick, Evy, Jonathan, Alex and Lily\nare positioned along the balcony overlooking the entrance,\ntheir weapons trained on the Emperor Mummy. Tequila sits in\na corner, madly spinning a handheld prayer wheel, as Rick\ngives the signal and they OPEN FIRE!\n\nCAMERA FOLLOWS a line of bullets. As they SPIRAL towards the\nEmperor Mummy, the gravel in front of him springs up and\nforms a tight, defensive wall which absorbs the DEAFENING\nassault. As their guns RATTLE empty, the O’Connells peer\nthrough the smoke and look at the wall in shock.\n\n0’ CONNELL\nThere’s a neat trick.\n\nThe Emperor SNAPS his fingers, causing the gravel wall to\nsplit apart and rocket towards the Temple. They dive for\ncover as the fury of granite projectiles EXPLODES through the\nskull walls in an ecstasy of shattered bone and teeth. As\nthey scramble up, Alex looks around and realizes Lily’s gone.\n\nALEX\nWhere's Lily?\n\nEXT. TURRET - TEMPLE OF WHISPERING SKULLS - DAY\n\nLily puts her flame-shaped silver pendant to her lips and\nblows. A HIGH-PITCHED WHISTLE echoes across the valley.\n\nINT. INNER COURTYARD - TEMPLE OF WHISPERING SKULLS - DAY\n\nRods of light cut through the riddled walls as Rick, Evy,\nAlex and Jonathan barrel towards the back door.",
  "51": "---END OF PREVIOUS SECTION---\nA HIGH-PITCHED WHISTLE echoes across the valley. INT. INNER COURTYARD - TEMPLE OF WHISPERING SKULLS - DAY\n\nRods of light cut through the riddled walls as Rick, Evy,\nAlex and Jonathan barrel towards the back door. \n---TARGET SECTION TO BE ANNOTATED---\n Before they\nreach it, the door flies open and THREE JAPANESE SOLDIERS\nstride in. Our heroes spin back just as the Emperor Mummy\nand Okumura sweep in. Rick and the others drop their guns\nand put up their hands in surrender.\n\nOKUMURA\nI'm afraid this is where your\nadventure ends, Mr. O'Connell.\n\f70.\n\nAs he raises his weapon, a paint-peeling HOWL reverberates.\nThey look up and see a 10-FOOT YETI on the roof of the\ncourtyard, silhouetted against the sun.\n\nJONATHAN\nWhat on God’s earth is that?\n\nTEQUILA\n(terrified)\nYeti.\n\nFour more Yeti join the CHORUS and leap onto the surrounding\nturrets. Despite their size, they move with fast, ape-like\nagility. They’re covered head to toe in thick white fur and\nhave piercing emerald-green eyes. As their lethal saber~\ntooth jaws suggest, they’re far from cuddly. The Yeti spring\ndown into the courtyard, causing the building to shake as\nthey land, and go on the attack.\n\nA Yeti grabs two Japanese Soldiers and effortlessly flings\nthem into a wall, knocking them out.\n\nJonathan and Tequila take cover behind a giant gong as mayhem\nensues.\n\nA Yeti somersaults in front of Rick and Alex, yanks them into\nthe air, and is about to slingshot them when Lily issues it a\nSHARP GUTTURAL ORDER. It obeys, unceremoniously drops them\nto the floor, and springs away. Rick looks at Alex.\n\n0’ CONNELL\nShe speaks Yeti?\n\nAlex is just as shocked.\n\nALEX\nApparently.\n\nLily sees the Emperor Mummy heading for the stairs. She\nunsheathes her dragon dagger and hurls it. CAMERA FOLLOWS as\nit spins through the chaos and nails the Emperor Mummy in the\nshoulder. He ROARS in pain and light explodes out of his\nwound. He wrenches the biade free, stares at Lily in\nsurprise, then whips the weapon back at her. She dives away\nand the dagger is impaled in a column.",
  "52": "---END OF PREVIOUS SECTION---\nHe ROARS in pain and light explodes out of his\nwound. He wrenches the biade free, stares at Lily in\nsurprise, then whips the weapon back at her. She dives away\nand the dagger is impaled in a column. \n---TARGET SECTION TO BE ANNOTATED---\n Concerned, Okumura\nraces to the Emperor’s side and places the Eye in his palm.\n\nOKUMURA\nYou must put the eye in the stupa.\n\nWith his eyes still fixed on Lily, the Emperor Mummy heads\nfor the stairs.\n\f71.\n\nALEX\nCome on, Dad! We can’t let him get\nto the roof!\n\nRick follows Alex. He’s almost caught up when Okumura steps\nout from behind a statue and SMASH-PUNCHES him in the gut.\nRick flies back into a wall of skulls, winded. Then he darts\nout of the way as Okumura comes at him again. Okumura’s\nmetallic fist PULVERIZES a skull.\n\nRick swings a punch, but Okumura catches it and CRUSHES\nRick’s hand. Suddenly, a long brass candlestick WHIPS across\nOkumura’s back. He angrily spins and finds Evy. He\nviolently HAND-RAMS her in the chest, sending her SLAMMING\ninto an altar, knocking her out.\n\nO’ CONNELL\nEvy!\n\nEnraged, Rick barrels into Okumura and the fight is on!\n\nThe Emperor Mummy is marching across the balcony when a Yeti\nleaps in front of him. Fearless, the Emperor Mummy grabs the\nYeti by the throat and instantly freezes the beast!\n\nThe Yeti tumbles back through the wooden railing and SMASHES\ninto a couple of Japanese Soldiers who are stalking Lily in\nthe courtyard below. As the Emperor Mummy continues his\nclimb, Alex is revealed following.\n\nRick and Okumura slug it out against the frame of a massive\nbronze prayer wheel. Okumura’s fist SPLINTERS the wooden\nsupports, freeing the wheel which powers across the courtyard\nlike an ANCIENT STEAMROLLER. As they continue to battle,\n\nLILY\n\ntrades martial-arts moves with a Japanese Soldier. In an\nawesome display, she spin~kicks the guy into a Yeti, who\npicks him up and javelin-throws him into the giant gong.\n\nAs it BOOMS, Jonathan and Tequila emerge, shaking. Jonathan\nsees the prayer wheel THUNDERING towards them. He tackles\nTequila out of the way.",
  "53": "---END OF PREVIOUS SECTION---\nAs it BOOMS, Jonathan and Tequila emerge, shaking. Jonathan\nsees the prayer wheel THUNDERING towards them. He tackles\nTequila out of the way. \n---TARGET SECTION TO BE ANNOTATED---\n As the wheel BULLDOZERS through the\nwall, they’re buried in a mound of skulls.\n\nOkumura pummels Rick with a series of brain-numbing punches.\nFinally, Rick slumps to his knees, spent. Okumura smiles.\n\nOKUMURA\nOnce the Emperor is immortal, all\nAmericans will bow at my feet.\n\f72.\n\nAs Okumura jacks his arm back to deliver the death blow, a\nYeti grabs it. Okumura SCREAMS as the creature catapults him\nstraight over the temple wall.\n\nEXT. LADDER TO HEAVEN - DAY\n\nOkumura flies over the cliff and plummets towards the clouds.\nAs he falls, he reaches out and grabs onto one of the stone\nsteps with his metallic hand.\n\nINT. COURTYARD - TEMPLE OF WHISPERING SKULLS - DAY\nRick grins up at his furry savior.\n\n0’ CONNELL\nI owe you one, buddy.\n\nRick scrambles over to Evy, who is coming around.\n\nEVELYN\nI’1l be fine. Go help Alex.\n\nAs Rick heads up the stairs, Jonathan and Tequila pull\nthemselves out of the pile of skulls. When they turn, they\ncome face to face with a Yeti. As they SCREAM, the Yeti\nSCREAMS back and they’re blasted by spit and noxious breath.\nTerrified, the duo hurtles out through the hole in the wall.\n\nEXT, STUPA - TEMPLE OF WHISPERING SKULLS - DAY\n\nThe Emperor Mummy is climbing the steps that run up the\ngolden domed stupa. Alex is lining up a shot, has him dead\nin his sights, when Rick bursts out from below. The Emperor\nMummy spins, points to a bronze flagpole. It RIPS free,\nflies through the air headed straight for Rick.\n\nALEX\nDad! Watch out!\n\nAlex pushes Rick out of the way and CRIES OUT as the pole\nimpales him like a spear. Rick looks over as Alex collapses.\n\n0’ CONNELL\nAlex...\n\nRick kneels at Alex’s side, realizes he’s dying.\n\nO’ CONNELL\nHang on. You hear me!\n\nRick sees the Emperor Mummy has made it to the top of the\nstupa.",
  "54": "---END OF PREVIOUS SECTION---\nO’ CONNELL\nHang on. You hear me! Rick sees the Emperor Mummy has made it to the top of the\nstupa. \n---TARGET SECTION TO BE ANNOTATED---\n Rick whips out four sticks of dynamite, ties them\nwith a bandana and torches their fuses. He stands.\n\f73.\n\n0’ CONNELL\nTaste some 20th-Century firepower,\nyou bastard!\n\nHe hurls THE IMPROMPTU BOMB. It SPIN-SPARKS through the air\nand right over the Emperor Mummy’s head. He looks at Rick\nmockingly as it EXPLODES in midair and its BOOM ricochets\nacross the mountains. The Emperor Mummy turns back. He’s\nabout to slot the Eye into place when a DEEP REVERBERATING\nCRACK echoes and a massive shelf of snow begins\n\nAVALANCHING\n\ndown the mountain towards the temple. PUSH IN ON RICK as he\nsmiles with satisfaction.\n\nO’ CONNELL\nAin’t Mother Nature a bitch.\n\nPUSH IN ON THE EMPEROR MUMMY as he realizes he’s in seriously\ndeep shit. He opens his mouth in a FURIOUS ROAR.\n\nANGLE ON AVALANCHE as a giant impression of the Emperor’s\nroaring face appears out of the snow.\n\nINT. COURTYARD - TEMPLE OF WHISPERING SKULLS - DAY\n\nAs the sound of the avalanche RUMBLES, the Yeti freeze. Lily\npulls the dragon dagger from the column as she shouts to Evy.\n\nLILY\nAvalanche! Take cover!\n\nAs Evy dives under the altar, Lily CLUCKS an order to a Yeti.\nEXT. STUPA - TEMPLE OF WHISPERING SKULLS - DAY.\n\nThe Emperor Mummy slows the avalanche’s progress, but the\nexertion is taking its toll. He grimaces in pain.\n\nANGLE ON AVALANCHE. The snow impression of the Emperor\nMummy’s face reacts in confusion, then crumbles. Now the\nwall of snow speeds unfettered towards the temple.\n\nAs the Emperor stands defiant, Rick hugs Alex. A Yeti leaps\nup as the avalanche SLAMS into the stupa, scoops Rick under\none arm and Alex under the other. It springboards away as\nthe Emperor Mummy is swept away in the freezing tsunami.\n\f74.\n\nEXT.",
  "55": "---END OF PREVIOUS SECTION---\nIt springboards away as\nthe Emperor Mummy is swept away in the freezing tsunami. 74. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TEMPLE OF WHISPERING SKULLS - DAY\n\nThe tidal wave of snow washes overhead as the Yeti, clutching\nRick and Alex, hits the ground. Jonathan and Tequila aren’t\nso lucky, they stare in horror.\n\nJONATHAN /TEQUILA\nOh dea--/Holy shi--\n\nTheir cries are lost as they are caught up in the torrent.\nEXT. LADDER TO HEAVEN - DAY\n\nOkumura has hauled himself up and is catching his breath when\nthe avalanche vomits towards him. OFF his panic...\n\nEXT. TEMPLE OF WHISPERING SKULLS - DAY\n\nThe last of the white wave washes over the temple, leaving it\nsubmerged in snow. SILENCE descends. CAMERA PANS TO REVEAL\na Yeti sniffing the air with his bear-like nose. He takes\nthree steps, punches into the snow, and yanks out Jonathan\nand Tequila. They dangle upside down.\n\nJONATHAN\nWell done, you big ugly brute. A\nSt. Bernard couldn’t have done\nbetter. Although I don’t suppose\nyou come with one of those little\nbarrels of brandy, do you?\n\nThe Yeti SNARLS and drops them. They pick themselves up and\nrace to Evy and Lily, who climb out the front door. Evy sees\nRick cradling Alex; horrified, she runs over. He’s deathly\npale and a circle of blood stains the snow.\n\nO’ CONNELL\nCome on, Alex! Say something!\n\nAlex looks up weakly.\n\nALEX\nI’m sorry... I didn’t stop him.\n\nHis eyes roll back as he loses consciousness.\n\nO’ CONNELL\nYou’re not dying on me!\n\nEvy cradles Alex’s head in her hands.\n\nEVELYN\nSweetie, stay with us.\n\f75.\n\nRick looks at her, distraught.\n\nO/’ CONNELL\nI can’t stop the bleeding.\n\nLily steps in, flanked by the Yeti. She looks at Alex,\nanguished, makes up her mind.\n\nLILY\nWe’1ll take him to Shangri-La.\n\n0’ CONNELL\nThat’s going to be kinda hard\nwithout the Eye.\n\nLILY\nI’11 show you the way.",
  "56": "---END OF PREVIOUS SECTION---\nLILY\nWe’1ll take him to Shangri-La. 0’ CONNELL\nThat’s going to be kinda hard\nwithout the Eye. LILY\nI’11 show you the way. \n---TARGET SECTION TO BE ANNOTATED---\nO’ CONNELL\nHow are you gonna do that?\n\nEvy studies Lily’s face, it all starts to make sense.\n\nEVELYN\nBecause Shangri-La is her home.\n\nOFF Rick’s stunned reaction...\nEXT. VALLEY OF A THOUSAND WATERFALLS - DAY\n\nWaterfalls cascade as far as the eye can see. The party is\nescorted by four Yeti while the one carrying Alex leads the\nway. Rick steps to Lily’s side, looks at his son. .\n\nO’ CONNELL\nHow’s he doing?\n\nLily CLUCKS to the Yeti carrying Alex. It CLUCKS back.\n\nLILY\nHe’s weak but holding on. He was\nbrave to do what he did. He must\nget that from you.\n\nRicks smiles sadly. Lily gently strokes Alex’s face.\n\nLILY\nIf I had destroyed the Emperor,\nAlex would be okay.\n\nEVELYN\nIs that what you’ve been trying to\ndo?\n\f76.\n\nShe nods.\n\nLILY\nI’m sorry I couldn’t be honest with\nyou or Alex. But I was sworn to\nprotect Shangri-La at all costs.\n\nEVELYN\nWhy are you breaking that promise\nnow?\n\nLily looks at Alex, then at Evy, finally confesses.\n\nLILY\nBecause I love your son.\n\nThe Yeti holding Alex stops in front of a raging waterfall\nand gently places Alex in Rick’s arms.\n\nLILY\nThe Yeti are the guardians of\nShangri-La, but they cannot enter\nthe realm.\n(re: waterfall)\nStep through.\n\nINT. GROTTO ~ DAY\n\nTheir distorted silhouettes are visible through the rippling\ncurtain of water. They emerge on the other side bone dry.\nLily crosses to the beautiful lotus-shaped fountain that\nbubbles up in the middle of the cavern.\n\nEVELYN\nThe Spring of Eternal Life.\n\nLily cups a handful of water and splashes it across Alex’s\nwound. They watch as Alex miraculously heals.\n\nALEX\nMum... Dad.\n\nEvy looks at Lily.\n\nEVELYN\nThank you.\n\nAlex GROANS as he sits up. Rick and Evy smile, relieved.\n\nALEX\nWhere are we?\n\f77.\n\nO’ CONNELL\nYour girlfriend’s place.",
  "57": "---END OF PREVIOUS SECTION---\nALEX\nWhere are we? 77. O’ CONNELL\nYour girlfriend’s place. \n---TARGET SECTION TO BE ANNOTATED---\nALEX\nDad, she’s not my girl--\n\nBefore he can finish, Lily kisses him, overjoyed by his\nrecovery. As he blushes in delight, TWO ROBED MEN appear.\n\nLILY\nFirst you must disarm, no weapons\nor worldly possessions are allowed\nin Shangri-La.\n\nLily gestures to the golden cauldrons that are piled against\nthe walls. Some contain weapons while others overflow with\ngold, diamonds and priceless jewels.\n\nJONATHAN\nThis place makes Hamunaptra look\nlike a piggy bank.\n\nEVELYN\nNo sticky fingers, Jonathan.\n\nRick pulls out an inordinate number of guns and knives that\nare hidden on his body, realizes everyone is staring at him.\n\nO’ CONNELL\nWhat?\n\nEXT. SHANGRI-LA -— DAY\n\nNow disarmed, the gang steps out and stares in wonder at the\nvalley below which is lined with terraces of paddy fields,\ntropical orchards and silky waterfalls. A village of pagoda-\nlike houses sits on the banks of a glimmering lake.\n\nJONATHAN\nNow this is more like it.\n\nAN OMINOUS GONG booms across the valley.\n\nLILY\nMy mother's ready for us.\n\nINT. ROYAL PAVILION - SHANGRI~LA - DAY\nA WOMAN, in a distinctive embroidered silk robe, stands on a\n\nbalcony. Only when Lily enters does the Woman turn and we\nsee it’s ZOHORA. She_hasn’t aged a day in over 2,000 years.\n\f78.\n\nZOHORA\nMy child.\n\nThey warmly embrace. Lily hands her the dragon dagger.\n\nZOHORA\nHas the Emperor been destroyed?\n\nLILY\nThere were a few complications.\n\nzZohora reacts as the O’Connells, Jonathan and Tequila enter.\n\nJONATHAN\nYou’ve got quite a place here,\n(as Evy elbows him)\nBut I’m sure you already knew that.\n\nLILY\nWithout their bravery, the Emperor\nwould have discovered Shangri-La.\n\nZOHORA.\nI understand, but I let you out\ninto the world to prevent the\nEmperor’s return. You were not to\ninvolve mortals.",
  "58": "---END OF PREVIOUS SECTION---\nZOHORA. I understand, but I let you out\ninto the world to prevent the\nEmperor’s return. You were not to\ninvolve mortals. \n---TARGET SECTION TO BE ANNOTATED---\n0’ CONNELL\nBelieve it or not, some of us\nmortals have experience in the\nmummy department.\n\nZOHORA\nI am well aware of your family’s\nexploits, Mr. O’Connell. Which is\nwhy I sent Lily when I learned your\nson was searching for the Emperor’s\ntomb.\n\nGuilty, Lily looks at Alex.\n\nLILY\nAlex, I wanted to tell you, but--\n\nALEX\nIt’s easier to say you don’t date\ncolleagues than admit you’re an\nimmortal from Shangri-La. I\nunderstand.\n\nLily smiles, relieved. Rick looks at Zohora.\n\f79,\n\n0’ CONNELL\nThe Emperor may be down, but he’s\nnot out. He still has twelve hours\nto find this place.\n\nZOHORA\nI’ve already dispatched a party of\nYeti to retrieve the Eye. Without\nit, he cannot find the Spring and\nbreak the curse.\n\n0’ CONNELL\nWith all due respect to your furry\nfriends, they’re no match for a\nmummy .\n\nZOHORA\nNo one knows the Emperor better\nthan I do, Mr. O’Connell. I’m the\none who cursed him.\n(off their surprise)\n\nI found the Book of the Dead. As a\nreward, the Emperor stabbed me and\nmurdered the only man I ever loved.\n\nFLASHBACK TO:\nEXT. HIMALAYAS - NIGHT\nZohora rides through the blinding snowstorm.\nZOHORA (V.O.)\n\nI escaped into the night and rode\n\nfor days.\nWeak, she finally topples off her horse and lands in a\npowdery drift, still clutching the terra cotta Book of the\nDead. A shadow falls across her face. She looks up and sees\nthe outline of a Yeti silhouetted against the moon.\n\nZOHORA (V.O.)\nThe Yeti found me as I lay dying.\n\nINT. GROTTO - DAWN\nZOHORA (V.0O.)\nThey sensed I was with child and\nbrought me to the Spring.\n\nThe Yeti gently lays Zohora next to the GURGLING Spring.\n\f80.\n\nZOHORA (V.O.)\nI knew I wouldn’t survive the\nnight, so I used the Book to\nenchant the Spring.",
  "59": "---END OF PREVIOUS SECTION---\n80. ZOHORA (V. O.)\nI knew I wouldn’t survive the\nnight, so I used the Book to\nenchant the Spring. \n---TARGET SECTION TO BE ANNOTATED---\n Whoever drank\nfrom it would become immortal.\n\nZohora WHISPERS an incantation from the Book, causing the\nSpring to bubble with light. As Zohora drinks, the CAMERA\nFOLLOWS a trail of water as it flows out and cascades into...\n\nEXT. VALLEY - DAWN\n\nThe bleak ice landscape undergoes a magical transformation.\nTrees and vegetation sprout, maturing in seconds, melting the\nsnow which forms the sparkling lake,\n\nZOHORA (V.O.)\nAnd so Shangri-La was born. It’s a\nYeti word that means “valley of\ndreams”. I saw it as a utopia from\na world that grew crueller by the\nday. Here we would be safe from\nthe Emperor and tyrants like him.\n\nThe frozen waterfalls that ring the valley begin to gush.\n\nZOHORA (V.0O.)\nOver the centuries, the Yeti\nbrought lost and dying travellers\nto the Spring.\n\nWe see a motley collection of people step through the\nwaterfall from every race and era: CRUSADER KNIGHTS,\nRENAISSANCE TRADERS, VICTORIAN EXPLORERS.\n\nZOHORA (V.O.)\nAll chose to stay and make this\ntheir home...\n\nINT. GROTTO - SHANGRI-LA - DAY\n\nA new arrival, FU, wears his threadbare imperial robes. He\ntosses his purse into one of the golden cauldrons.\n\nZOHORA (V.0.)\n++. except one. He was among our\nfirst inhabitants. An imperial\neunuch named Fu. He expressed\ngratitude that I’d freed him from\nthe Emperor’s tyranny, but secretly\nhe wished to bring his master back.\n\f81.\n\nINT. ZOHORA’S CHAMBER - NIGHT\n\nWhile Zohora sleeps, Fu climbs through the window and crosses\nto the Book of the Dead which sits on her desk.\n\nZOHORA (V.0O.)\nSo he stole the Book of the Dead.\n\nEXT. HIMALAYAS - DAY\n\nFu gallops along a narrow mountain path overlooking a river\nwhen a Yeti leaps in front of him. As Fu tries to spin back,\nanother Yeti nails him in the heart with the dragon dagger.\n\nZOHORA (V.0O.",
  "60": "---END OF PREVIOUS SECTION---\nHIMALAYAS - DAY\n\nFu gallops along a narrow mountain path overlooking a river\nwhen a Yeti leaps in front of him. As Fu tries to spin back,\nanother Yeti nails him in the heart with the dragon dagger. ZOHORA (V.0O. \n---TARGET SECTION TO BE ANNOTATED---\nThe Yeti tracked him down, but the\nBook was lost to antiquity.\n\nFu SCREAMS as his body rapidly ages. As his wizened corpse\nfalls from the saddle, the backpack with the Book tumbles\nover the cliff and drops into the river below.\n\nUNDERWATER - DAY\n\nThe book slowly twists into the darkness.\nEND FLASHBACK.\n\nINT. ROYAL PAVILION - SHANGRI-LA - DAY\n\nZOHORA\nI feared that someday it would be\nfound and used to raise the\nEmperor. Now that day has come.\n\nO’ CONNELL\nWell, I’m not going to wait around\nhere until he comes knocking.\n\nZohora nods her understanding.\n\nZOHORA\nIf you insist on facing the\nEmperor, you’re going to need this.\n\nShe hands him the dragon dagger.\n\nZOHORA\nIt’s the dagger he stabbed me with.\nI enchanted the blade. It’s the\nonly weapon that can kill an\nimmortal. But it must pierce his\nheart.\n\f82.\n\nRick nods his thanks, then turns to Evy.\n\nO’ CONNELL\nCome on, Evy.\n(to Alex)\nAlex, you stay here with Jonathan\nand Tequila.\n\nAs Ricks steps to the door, Alex blocks his way.\n\nALEX\nDad, I’m going with you.\n\n0’ CONNELL\nYou almost died out there. I won’t\nlet that happen again.\n\nALEX\nI can take care of myself. You\nhave to stop treating me like a\nchild.\n\n0’ CONNELL\nSorry, I’m your dad. It’s an\noccupational hazard.\n\nOFF Alex’s frustration as Rick and Evy head out.\nEXT. CLIFF FACE - DAY\n\nCAMERA SWEEPS UP PAST the remains of the Ladder of Heaven and\nFINDS Okumura struggling up the sheer rock face with his\nmetallic arm. He finally pulls himself over the top.\n\nEXT. MOUNTAIN - DAY\n\nAs he lies PANTING, he sees FIVE YETI watching his\npredicament. As they step towards him holding spears, one of\nthem stops, sniffs the air, as though sensing danger.",
  "61": "---END OF PREVIOUS SECTION---\nEXT. MOUNTAIN - DAY\n\nAs he lies PANTING, he sees FIVE YETI watching his\npredicament. As they step towards him holding spears, one of\nthem stops, sniffs the air, as though sensing danger. \n---TARGET SECTION TO BE ANNOTATED---\n With\nshocking suddenness, two giant arms formed of snow reach out\nof the ground, grab the creature by its legs, and\n\nYANK\n\nit straight down into the snow. In violent succession, the\nother Yeti are pulled under until they’ve vanished. The arms\nmorph into the Emperor’s dragon insignia. Okumura scrambles\naway as the insignia melts and\n\nTHE EMPEROR MUMMY\n\f83.\n\nis revealed lying in the circular pit. His torso is crazed\nwith cracks and half his face has broken off, revealing his\nmaggot-infested skull and brain. Still clutching the Eye, he\nwalks up the smooth-walled trench that magically melts before\nhim. It leads straight to the top of the stupa.\n\nOkumura watches as the Emperor Mummy places the Eye into the\ncircular depression that’s hollowed out of the bronze flame\nthat still graces the top of the stupa. As\n\nSUNLIGHT\n\nhits the Eye, the flame glows and a circle of emerald light\nexplodes out across the valley. Slowly, the band narrows\nuntil it’s a single line of light which pinpoints one of the\nwaterfalls on the far side of the valley. OFF the Emperor\nMummy’s smile of satisfaction...\n\nEXT. WATERFALL - DAY\n\nRick and Evy step out from behind the THUNDERING cascade and\nare greeted by TWO YETI GUARDS. As one leads Rick and Evy up\nthe path snow begins to swirl. Rick looks up as the sun is\n\nsmothered by black storm clouds. OFF this ominous portent...\n\nEXT. JETTY - LAKE - SHANGRI-LA - NIGHT\n\nFireflies dance across the water. Lily stands in the golden\nmoonlight with her back to Alex as he approaches.\n\nALEX\nI’d give a penny for your thoughts,\nbut you don’t allow money in here.\n\nWhen she doesn’t turn, he comes around and sees tears\nshimmering down her face.\n\nLILY\nAlex, this isn’t going to work\nbetween us.\n\nALEX\nLook, if it’s the age difference?\nBecause I have no problem dating an\nolder woman.\n\nShe puts a finger to his lips.\n\nLILY\nYou have to understand I’m going to\nlive forever.",
  "62": "---END OF PREVIOUS SECTION---\nBecause I have no problem dating an\nolder woman. She puts a finger to his lips. LILY\nYou have to understand I’m going to\nlive forever. \n---TARGET SECTION TO BE ANNOTATED---\n 1/11 be here until\nearth’s dying light.\n\f84.\n\nALEX\nThen I’11 drink from the Spring,\ntoo. We can watch the end of the\nworld together.\n\nLILY\nIf you did that, you could never\nleave Shangri-La. I know you,\nAlex, you couldn’t spend eternity\nstuck on the sidelines.\n\nALEX\nCome back to Shanghai, it’s not\nparadise, but at least we’1l have\neach other.\n\nLILY\nI can’t leave here again and I\ncan’t ask you to stay.\n\nDistraught, she walks away. Alex calls after her.\n\nALEX\nLily, wait! There must be a way.\n\nLily looks back, her heart breaking.\n\nLILY\nI’m sorry, Alex.\n\nAs she heads off, teary eyed, CAMERA FINDS Zohora watching.\nOFF her look of maternal resignation...\n\nINT. LILY’S CHAMBER - NIGHT\n\nZohora enters and finds Lily lying on her bed. Zohora\ngently sits on the edge of the bed.\n\nZOHORA\nI knew that once I let you into the\nworld that you wouldn’t want to\nreturn. You have your father’s\nrestless spirit.\n\nLily wipes her tears as she slowly turns to face her.\nLILY\nOut there I felt emotions I never\nhad. Fear, exhilaration...\n\nZOHORA\n«+. love?\n\f85.\n\nLily nods.\n\nZOHORA\nDo you want to spend the rest of\nyour life with Alex?\n\nLILY\nI'd like the chance to find out.\nZOHORA\nAre you prepared to sacrifice your\nimmortality?\nLILY\n\nIf only that were possible.\n\nZOHORA\nIt is.\n\nLily stares in surprise as Zohora holds up a small blown-\nglass bottle containing an aqua-blue liquid.\n\nZOHORA\nOnce you drink this, you can never\nreturn to Shangri-La.\n\nLILY\nMother, why are you doing this?\n\nZohora looks into her daughter’s eyes.\n\nZOHORA\nBecause after 2,000 years, I think\nit’s time you chose your own\ndestiny.\n\nOFF this emotional moment...\nEXT. MOUNTAIN PATH - NIGHT\n\nSnow is coming down thick and fast. A bitter wind WAILS.",
  "63": "---END OF PREVIOUS SECTION---\nEXT. MOUNTAIN PATH - NIGHT\n\nSnow is coming down thick and fast. A bitter wind WAILS. \n---TARGET SECTION TO BE ANNOTATED---\nRick and Evy struggle through the blizzard when the Yeti\nwalking in front of them is suddenly yanked into the snow.\nRick spins back, catches a glimpse of the Emperor Mummy and\nOkumura. As he races towards them, “snow arms” burst up and\nwrap around his legs. As he is dragged down, Rick grabs the\n\nDRAGON DAGGER\n\nand slices through the arm that’s pulling him under in a\nspray of hot steam and white light. As another “snow arm”\ntwists up, Rick cuts it in two and dives for Evy. He grabs\nher arm a second before she is yanked under.\n\f86.\n\nIt’s a desperate tug-0’-war but finally, he pulls her torso\nfree and hacks the arm that’s holding her. As the amputated\n“limb” thrashes like a beheaded snake, Rick and Evy take off\nafter the Emperor Mummy.\n\nINT. GROTTO - NIGHT\n\nMoonlight filters through the curtain of water as the\nsilhouettes of Okumura and the Emperor Mummy appear. They\nstep through and the Emperor Mummy stares at the Spring.\n\nOKUMURA\nYour search is finally over, my\nLord.\n\nThe Emperor slowly turns to face him, smiles.\n\nEMPEROR MUMMY\nKneel and swear allegiance to me.\n\nOKUMURA\n(confused)\nBut we had an agreement. I am to\nrule by your side.\n\nThe Emperor Mummy pokes his finger into Okumura’s forehead.\nHis skin smokes like it’s been seared by a cigarette lighter.\n\nEMPEROR MUMMY\nThere is only one emperor.\n\nIn agony, Okumura falls to his knees and bows.\n\nOKUMURA\nI serve only you.\n\nThe Emperor Mummy removes his finger, steps into the Spring\nof Eternal Life and hungrily gulps the water. As the water\ncourses over his body, it sparkles with energy. A new brain\nforms in his broken head, a new eyeball sprouts and skin\ngrafts across his cracked torso. He ROARS in triumph...\n\nEMPEROR MUMMY\nThe world is mine.\n\nAs he fills a silver flask with Spring water...\nINT. CHAMBER - NIGHT\n\nJonathan and Tequila are wrapped in towels, lying side by\nside, getting massages from a QUARTET OF STUNNING GIRLS.",
  "64": "---END OF PREVIOUS SECTION---\nAs he fills a silver flask with Spring water... INT. CHAMBER - NIGHT\n\nJonathan and Tequila are wrapped in towels, lying side by\nside, getting massages from a QUARTET OF STUNNING GIRLS. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN\nNow this is what I call paradise.\n\f87.\n\nSuddenly, the shutters blow open and their breath fogs.\n\nJONATHAN\nIs it me or did it just get chilly?\n\nThey peer out the window and see a wave of ice sheeting out\nacross the valley from the mouth of the cavern.\n\nEXT. SHANGRI-LA - NIGHT\n\nTerrified RESIDENTS run in panic as Jonathan and Tequila\nburst out, half naked. They struggle to put on their clothes\nas they race over to Alex.\n\nALEX\nThe Emperor’s here.\n\nJONATHAN\nWhere are your parents when we need\nthem?\n(realizing)\nOh God, I hope nothing’s happened--\n\nALEX\nYou can’t think that way, Uncle\nJon.\n\nZohora and Lily run up.\n\nZOHORA\nYou must leave Shangri-La. Lily\nwill show you the way.\n\nALEX\nI’m not going anywhere.\n\nLILY\nAlex, if you try and fight the\nEmperor here, you'll lose.\n\nZOHORA\nThe Emperor will return to his\npalace and use the Spring water to\nraise his army. You must unlock\nthe River of Spirits before his\nwarriors reach the Great Wall.\n\nALEX\nRiver of Spirits?\n\nZOHORA\nThat’s the only way to stop them.\nLily will explain.\n\f88.\n\nThe ice sweeps across the lake towards the village.\n\nZOHORA\nNow go! The fate of the world\ndepends on you.\n\nAs they race away...\nEXT. VILLAGE - NIGHT\n\nTotal chaos. People SCREAM as ice washes down the street,\nfreezing everything in its path. As Zohora spins back, she\nsees the Emperor Mummy. His eyes flash with surprise.\n\nEMPEROR MUMMY\nZohora, I thought your bones would\nbe dust by now... but you’re as\nbeautiful as the day you betrayed\nme.\n\nZOHORA\nMy only regret is that I didn’t\nkill you when I had the chance.\n\nEMPEROR MUMMY\nThen I would never have met your\ndaughter. She possesses your\nbeauty and her father’s courage.\nShe will make an even better queen\nthan you.\n\nZohora reacts in desperation.\n\nZOHORA\nYour fight is with me. Spare Lily\nand my people. I beg you.",
  "65": "---END OF PREVIOUS SECTION---\nZOHORA\nYour fight is with me. Spare Lily\nand my people. I beg you. \n---TARGET SECTION TO BE ANNOTATED---\nThe Emperor Mummy smiles menacingly as he steps closer.\n\nEMPEROR MUMMY\nThey shall feel the full wrath of\nyour curse.\n\nHer terrified subjects watch as the Emperor Mummy grabs\nZohora and kisses her. He stands back and watches as the\nterra cotta curse washes over Zohora and her people.\n\nEXT. MOUNTAIN PATH - NIGHT\nRick and Evy race through the blinding snow and arrive at the\n\nentrance to Shangri-La, but find the Yeti Guard dead and the\nwaterfall frozen solid,\n\f89.\n\nRICK\nWe’ re too late!\n\nEvy pounds on the solid ice curtain, grief stricken.\n\nEVELYN\nAlex!\n\nEXT. JUNGLE - NIGHT\n\nAlex and the gang run with a THRONG through the trees.\nSuddenly, the crowd suffers the same fate as the warriors in\nthe opening and turn to terra cotta. As the path opens onto\na waterfall, Jonathan stops, untouched by the curse.\n\nJONATHAN\nWhy didn’t we turn into lawn\nornaments?\n\nALEX\nThe curse must only affect\nimmortals.\n\nThey all turn to Lily. She holds up the glass vial Zohora\n\ngave her. It’s now empty. Alex realizes her sacrifice.\nALEX\nOh God, Lily, I never meant for you\nto--\nLILY\nIt’s okay, Alex. It was my choice\nto make.\n\nThe moment is broken by the sound of ice CRACKLING through\nthe jungle. They scramble through the waterfall and into...\n\nINT. CAVERN - NIGHT\nLily points to a tunnel.\nLILY\nFollow the trail, it’11 lead you\nout through the mountain.\nShe steps back to the waterfall.\n\nALEX\nWhere are you going?\n\nLILY\nI won’t let my mother face the\nEmperor alone.\n\n(MORE)\n\f90.\nLILY (CONT'D)\n(kissing him)\nI love you.\nShe dives back through the waterfall just before it freezes.\n\nALEX\nLily, no!\n\nAlex races forward, POUNDS the ice wall, but it’s futile.\nEXT. VILLAGE - SHANGRI-LA ~ NIGHT\n\nLily runs past the petrified citizens until she sees the\nEmperor Mummy standing in front of Zohora’s terra cotta form.",
  "66": "---END OF PREVIOUS SECTION---\nAlex races forward, POUNDS the ice wall, but it’s futile. EXT. VILLAGE - SHANGRI-LA ~ NIGHT\n\nLily runs past the petrified citizens until she sees the\nEmperor Mummy standing in front of Zohora’s terra cotta form. \n---TARGET SECTION TO BE ANNOTATED---\nLILY\nMother!\n\nShe lunges at the Emperor Mummy. But Okumura intercepts her\nand forces Lily to her knees.\n\nLILY\nI'll never bow to you.\n\nEMPEROR MUMMY\nI don’t expect you to bow. I\nexpect you to share my bed and pay\nfor your mother’s sins.\nOFF her look of defiance...\nEXT. MOUNTAIN — DAY\n\nSunlight bleeds across Alex, Jonathan and Tequila as they\ntrudge over the harsh, windswept snowscape.\n\nJONATHAN\nExactly how far is the Emperor’s\npalace?\n\nALEX\n\nAbout a thousand miles.\n\nJONATHAN\nPerfect, so if we don’t die of\nfrost bite, we should be there\nsometime next year.\n\nA BUZZING SOUND ECHOES.\nJONATHAN\n\nHopefully, that’s a herd of Yeti to\nthe rescue.\n\f91.\n\nAs the sound GROWS LOUDER, Alex shouts...\n\nALEX\nGET DOWN!\n\nAll dive as two silver cargo planes ROAR overhead.\nEXT, FROZEN LAKE ~— DAY\n\nThe Emperor Mummy and Okumura wait with Lily as the planes\ntouch down on the ice.\n\nEMPEROR MUMMY\nMachines that can fly. I often\ndreamt of such a thing.\n\nAs the Emperor Mummy, Lily and Okumura head for one of the\nplanes, they pass 10 wooden mule carts piled with the\ntreasure-filled cauldrons from Shangri-La. As SIX JAPANESE\nSOLDIERS begin loading the cauldrons into the other plane...\nEXT. RIDGE - DAY\n\nAlex, Jonathan and Tequila cautiously creep up to the edge\nand peer down into the valley. Alex catches sight of Lily as\nshe disappears up the gangplank of the plane.\n\nALEX\nLily!\n\nHe’s about to charge after her when a hand pulls him back.\nAlex spins in surprise and is overjoyed to find\n\nRICK AND EVY!\n\nALEX\nMum! Dad! Thank God.\n\nAll embrace. Rick looks down at Lily’s plane as it begins to\ntaxi across the lake, then turns back to Alex.\n\nO’ CONNELL\nWe'll get her back, son. I\npromise.\nOFF Alex’s distress as the plane lifts off...\nEXT.",
  "67": "---END OF PREVIOUS SECTION---\nI\npromise. OFF Alex’s distress as the plane lifts off... EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RUNWAY - DAY\n\nThe Japanese Soldiers have paired up and are struggling to\ncarry the last three cauldrons into the plane.\n\f92.\n\nINT. CARGO PLANE - DAY\n\nThe Soldiers put the cauldrons down. They’re catching their\nbreath when Rick erupts out of a cauldron in an explosion of\ncoins and fists. He punches out two of the Soldiers and\ngrabs their guns as they crumble. Then Evy and Alex burst up\nand punch out another two Soldiers. However, the last two\nSoldiers swing up their weapons. A tense stand-off.\n\nOf CONNELL\nNow would be a good time, Jonathan.\n\nJonathan pops out of a cauldron behind the Soldiers,\nbrandishing a jewelled scepter, and takes them both out.\n\nJONATHAN\nThe old Ali Baba trick, works every\ntime. :\n\nO’ CONNELL\n\nWhere the hell were you?\nJONATHAN\n(re: scepter)\nSorry, got a little distracted.\nINT. COCKPIT - DAY\n\nThe PILOT is checking the gauges when the nose of a machine\ngun digs into his neck. PULL BACK TO REVEAL RICK.\n\nO’ CONNELL\nChange of flight plan.\n\nEXT. RUNWAY - DUSK\n\nAs the plane soars into the cloudless sky, REVEAL the six\nJapanese Soldiers shivering in the snow in their underwear.\n\nEXT. SKY - NIGHT\n\nMoonlight flashes off the plane’s metallic body as its\npropellers CHURN through the clouds at 20,000 feet.\n\nINT. COCKPIT - NIGHT\n\nTequila is drinking sake while Jonathan is conferring with\nthe Pilot in pigeon Japanese. Rick enters.\n\nJONATHAN\nMy Japanese is a little rough, but\nhe says we’re not far from the\nEmperor’s palace.\n\f93.\n\nO’ CONNELL\nDon’t take your eyes off him.\n\nJonathan awkwardly holds up his gun.\n\nJONATHAN\nHe’s going to feel my gaze boring\ninto the back of his head.\n\nRick steps back into...\nINT. CABIN - CARGO PLANE - NIGHT\n... Evy and Alex are waiting.\n\nALEX\nZohora said we had to unlock the\nRiver of Spirits. It’s the only\nway to stop the warriors.",
  "68": "---END OF PREVIOUS SECTION---\nEvy and Alex are waiting. ALEX\nZohora said we had to unlock the\nRiver of Spirits. It’s the only\nway to stop the warriors. \n---TARGET SECTION TO BE ANNOTATED---\nO’ CONNELL\nChinese history is your forte,\nkiddo. Any idea what she was\ntalking about?\n\nALEX\nThe Emperor threw the bodies of his\nenemies in a river that stretched\nthousands of miles across China.\nLegend has it that he slaughtered\nso many people, the river ran dry.\n\nEvy’s mind whirs as she puts it together.\n\nEVELYN\nThe water may be gone, but the\nspirits of the dead still flow\nthrough it. Where is this river?\n\nALEX\nThere.\n\nAlex points out the window as the plane banks revealing the\nGreat Wall in the distance.\n\nALEX\nThe Emperor built the Great Wall\nover it.\n\nEVELYN\n\nSo the Wall’s really a giant tomb.\n\nAlex nods.\n\f94.\n\nALEX\nThe Emperor must have feared that\nthe vanquished spirits would come\nback and seek revenge. He built\nthe Wall to keep them in.\n\n0’ CONNELL\nGreat, all we’ve got to do is\nunlock this ghost river before the\nmummy and his terra-cotta army take\nover the world.\n\nEVELYN\nThankfully nobody’s spent more time\nin tombs than the three of us. Or\nat least, anyone with a pulse.\n\nAn EXPLOSION booms up from the ground. They all rush into...\nINT. COCKPIT - NIGHT\nRick grabs binoculars and looks out the window.\n\nWHAT HE SEES: A fireball consuming a railroad bridge that\n_ traverses a wide desert chasm. As the bridge collapses...\n\nThe Pilot uses the distraction to surreptitiously reach under\nhis seat and unsheathe a razor-sharp dagger.\n\n0’ CONNELL\nLooks like a railroad bridge.\nGuess they don’t want anyone\ngatecrashing the palace.\n\nThe plane tilts.\n\nEVELYN\nWe’ re veering off course.\n\nJONATHAN\n(to Pilot)\nHey, no funny business.\n\nWhen he nudges him with the gun, the Pilot slumps back,\nrevealing the dagger protruding from his chest.\n\nJONATHAN\nBloody hell, he’s stabbed himself!\n\nALEX\nHe committed hara-kiri. It’s a\nJapanese ritual.\n\n(MORE)\n\f95.\n\nALEX (CONT'D)\nThey believe it’s more honorable to\nkill yourself than face the\nhumiliation of capture.",
  "69": "---END OF PREVIOUS SECTION---\nIt’s a\nJapanese ritual. (MORE)\n\f95. ALEX (CONT'D)\nThey believe it’s more honorable to\nkill yourself than face the\nhumiliation of capture. \n---TARGET SECTION TO BE ANNOTATED---\nJONATHAN\nThat’s crazy! The honorable thing\nto do is to land the plane first,\nthen kill yourself.\n\nRick pushes the dead Pilot out of the chair. As he takes the\ncontrols, the steering column comes off in his hands.\n\n0’ CONNELL\nOkay, this isn’t good.\n\nThey hear a WHISTLE, turn and find Evy holding a parachute.\n\n0’ CONNELL\nDo we have enough?\n\nEVELYN\nAlmost.\n\nSMASH CUT TO:\n\nCAMERA TRACKS ACROSS RICK, EVY AND ALEX wearing parachutes\nuntil it FINDS Jonathan and Tequila strapped together, facing\neach other, sharing a single chute.\n\nTEQUILA\n(Tibetan with subtitles)\nWhy do I have to share with this\nidiot?\n\nJONATHAN\nTequila’s a little nervous, you\nthree go first.\n\nRick looks at Jonathan, suspicious.\n0’ CONNELL\n(re: cauldrons)\nJonathan, no gold.\n\nJONATHAN\nPerish the thought.\n\nHe waits as Rick, Evy and Alex jump from the plane.\nJONATHAN\n\nWe’re just going to take a few\nsouvenirs for the road.\n\f96.\n\nHe drags Tequila over to a cauldron and stuffs gold coins and\nhandfuls of jewels into his pockets. Finally, he grabs the\nscepter in one hand and a gold Buddha statue in the other.\nTequila shoots him an angry look.\n\nJONATHAN\nWhat? This one’s for you.\n\nBefore he can get his hands on anything else, the plane\nlurches, sending the duo tumbling out the door.\n\nEXT. SKY - NIGHT\n\nThey spin into the darkness. Jonathan tries to pull the\ncord, but can’t reach it because his hands are full.\n\nJONATHAN\nPull the cord!\n\nTEQUILA\nI have no idea what you’re saying!\n\nHe looks down to see the other three parachutes open.\n\nTEQUILA\nWhere is our flowering plume of\ncloud?\n\nJONATHAN\n\nPULL THE BLOODY CORD!\n\nHe begins making hand gestures which further confuse Tequila.\nThen over Jonathan’s shoulder, Tequila sees the pilotless\nplane swing around and head straight for them.",
  "70": "---END OF PREVIOUS SECTION---\nJONATHAN\n\nPULL THE BLOODY CORD! He begins making hand gestures which further confuse Tequila. Then over Jonathan’s shoulder, Tequila sees the pilotless\nplane swing around and head straight for them. \n---TARGET SECTION TO BE ANNOTATED---\nTEQUILA\nThe metal bird! It’s going to kill\nus! Do something!\nHe starts wildly pointing.\n\nJONATHAN\nDON’T POINT! PULL!\n\nAs the plane careens towards them, Tequila SCREAMS.\n\nJONATHAN\nFor God’s sake, hold these!\n\nHe thrusts the treasure into Tequila’s hands and pulls the\ncord. As the parachute sprouts open, they are violently\njerked up, missing the propeller by a hair.\n\f97.\n\nTequila drops the treasure as he SCREAMS. They finally\nstabilize and watch the plane EXPLODE into the desert below.\n\nJONATHAN\nWell, that was a close shave.\n\nTequila shakes his head.\n\nTEQUILA\nIn another life, you must have been\na goat.\n\nAs they drift towards the golden sand below...\nEXT. GOBI DESERT - DAWN\n\nRick, Evy and the Gang crawl to the crest of a ridge and\nstare in shock at what lies below.\n\nWHAT THEY SEE: The Emperor Mummy’s palace. LEGIONS OF SLAVE\nWORKERS have almost completely excavated it. The army of\n100,000 terra cotta Warriors gleams in the early morning\nsunlight while the Great Wall looms in the distance.\n\nEVELYN\nOh my God.\n\nALEX\nThis should have taken years to\nexcavate.\n\nA CHINESE VOICE booms through a series of crude loudspeakers\nsurrounding the complex. The Slave Workers shove each other\nas they desperately climb onboard a train that’s waiting on\nthe tracks next to the palace. They’re supervised by an\nENTOURAGE OF JAPANESE SOLDIERS, some on motorcycles.\n\n0’ CONNELL\nWhy is everybody rushing for a seat\non that train?\n\nALEX\nBecause they’re being told they’ re\ngoing back to Shanghai.\n\nRick follows the tracks, realizes.\n\nO’ CONNELL\nBetween here and Shanghai is a\nbombed-out railroad bridge.\n\nEVELYN\nThey’ re not going to free them,\nthey’ re going to kill them.\n\f98.\n\nO' CONNELL\nNot if we can help it.\n\nALEX\nDad, look!\n\nRick swings back and watches as a big, onyx-colored\nconvertible sweeps in through the palace gates.\n\nEXT.",
  "71": "---END OF PREVIOUS SECTION---\nALEX\nDad, look! Rick swings back and watches as a big, onyx-colored\nconvertible sweeps in through the palace gates. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n COURTYARD - PALACE - DAY\n\nThe convertible glides to a stop. The Emperor Mummy, Lily\nand Okumura climb out. Okumura gestures to the Warriors.\n\nOKUMURA,\nYour army, my Lord.\n\nThe Emperor Mummy nods his approval. CAMERA TRACKS THROUGH\nTHE ROWS OF WARRIORS as the trio heads across the courtyard.\n\nEXT. TRAIN - DAY\n\nAs the last slave car is locked with a THUNDEROUS CLANG, a\nSOLDIER signals the DRIVER...\n\nINT. ENGINE CAR - TRAIN - DAY\n\n.«-- who puts the throttle into “full open”, chains the\n“reverser”, and jumps free as the train GRINDS into motion.\n\nEXT. DESERT — DAY\n\nAs the train pulls away, Rick, Evy, Alex, Jonathan and\nTequila are revealed crouching on the other side.\n\nO’ CONNELL\n(to Evy)\nYou and Alex warn the slaves.\n(to Jonathan & Tequila)\nWe’1l get to the engine car.\n\nUsing the steam as camouflage, they clamber onto the train.\nEXT. TRAIN - DAY (MOVING)\n\nThe train THUNDERS across the desolate landscape. GO WIDE TO\nREVEAL it’s speeding for the decimated railroad bridge. As\n\nRick, Jonathan and Tequila head across the carriages to the\nengine car, Evy and Alex run the other way to the slave cars.\n\f99.\n\nINT. SLAVE CAR - TRAIN - DAY (MOVING)\n\nSlats of sweaty light dissect the space. The Slave Workers\nare packed in like animals, among them is Chang, the |\n\ni i i. A GUNSHOT RINGS out, the\nhatch in the roof slides open, and Alex stares down.\n\nALEX\n(Chinese with subtitles)\nMy name is Alex O’Connell and I’m\nhere to help.\nEXT. TRAIN - DAY (MOVING)\nThe train is picking up speed as Rick leaps from a carriage\nonto the coal car. Jonathan and Tequila follow. Tequila\nloses his balance on the loose coal. Rick is oblivious as\nJonathan struggles to pull Tequila back on.\nINT. ENGINE CAR - TRAIN - DAY (MOVING)\n\nRick swings in, pulls his gun, BLASTS the chain off the\n“reverser”, and slams the throttle onto “BRAKE”.",
  "72": "---END OF PREVIOUS SECTION---\nRick is oblivious as\nJonathan struggles to pull Tequila back on. INT. ENGINE CAR - TRAIN - DAY (MOVING)\n\nRick swings in, pulls his gun, BLASTS the chain off the\n“reverser”, and slams the throttle onto “BRAKE”. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON WHEELS: As they SPARK across the gleaming tracks.\n\nThe bridge is coming up fast. 50 feet. 40 feet. 30 feet.\nJonathan’s still trying to pull up Tequila.\n\nJONATHAN\nDon’t worry, little buddy.\n\nTEQUILA\nBuddha save me!\n\nINT. SLAVE CAR - TRAIN - DAY (MOVING)\n\nEvy is crouched with a group of Slaves, holding her breath.\nINT. ENGINE CAR - TRAIN - DAY\n\nRick grits his teeth as the behemoth sweeps onto the bridge\nand crawls to a stop an inch from the twisted end of the\ntrack. OFF Jonathan yanking Tequila back up...\n\nEXT. COURTYARD ~ PALACE - DAY\n\nThe Emperor Mummy, Okumura and Lily stand at the foot of the\npalace stairs. The Emperor Mummy surveys his army, then runs\n\na finger through Lily’s hair. He doesn’t take his eyes off\nher as he orders Okumura to...\n\f100. -\n\nEMPEROR MUMMY\nTake my queen to my bed chamber.\n\nOKUMURA\nI am a general, not a servant.\n\nEMPEROR MUMMY\nDo as I command or my warriors will\nwet their blades with your blood.\n\nOkumura angrily nods, then leads Lily up the stairs.\nEXT. COURTYARD - PALACE - DAY\n\nThe Emperor reaches for the flask of Eternal Spring water.\nHe pours some into his cupped palm. A black funnel cloud\ntwists up from his hand and into the sky.\n\nEXT. DESERT ~ DAY\n\nThe Soldiers stand in awe as they watch the massive black\nstorm cloud blossoming. Suddenly, they hear a CLATTERING\nsound, turn and see the train barrelling back down the\ntracks! As they race towards it, WEAPONS BLAZING...\n\nINT. ENGINE CAR - TRAIN - DAY (MOVING)\n\n... Rick, Jonathan and Tequila are crouched. Rick fires his\nmachine gun at the tank of a fuel truck parked near the\ntracks. It DETONATES, setting off a CHAIN REACTION OF\nEXPLOSIONS. Japanese Soldiers flail as they are consumed.\n\nTWO JEEPS burst through the fireball and power onto the\ntracks in front of the train. The SOLDIERS OPEN FIRE but\njump as they realize the train isn’t stopping.",
  "73": "---END OF PREVIOUS SECTION---\nJapanese Soldiers flail as they are consumed. TWO JEEPS burst through the fireball and power onto the\ntracks in front of the train. The SOLDIERS OPEN FIRE but\njump as they realize the train isn’t stopping. \n---TARGET SECTION TO BE ANNOTATED---\n Jonathan and\nTequila cower as the train plows through the vehicles which\nEXPLODE, sending fiery tongues of flame into the engine car.\n\nEXT. TRAIN CAR - DAY (MOVING)\n\nUsing the smoking melee for cover, Alex chooses his moment,\nthen leaps off the train and roll-dives into the sand. As he\ncautiously makes his way towards the palace...\n\nINT. ENGINE CAR - TRAIN ~ DAY (MOVING)\n\nRick is about to get up when GUNFIRE sparks. The train is\nbeing chased by TWO SOLDIERS on motorcycles. He RETURNS\nFIRE, sending both vehicles cartwheeling into the air.\nUnseen by Rick, another SOLDIER zooms up on the other side.\nThe Soldier has him in his sights when he is blown away!\nRick turns as Evy swings into view, her machine gun smoking.\n\f101.\n\n0’ CONNELL\nNot bad for a librarian.\n\nEVELYN\n(looking around)\nWhere’s Alex?\n\nRick looks back at the palace, concerned.\n\n0’ CONNELL\nOh God. He went to save the girl.\n\nEVELYN\nHow do you know?\n\n0’ CONNELL\nBecause that’s what I’d do.\n\nEVELYN\n(to Jonathan & Tequila)\nGet everyone onto the Wall. Hold\nthe army back as long as you can.\n\nJONATHAN\nWait! Where are you two going?\n\nRick hands Jonathan and Tequila machine guns.\nO’ CONNELL\nStop the Mummy, rescue our son and\nsave the world.\nOFF Jonathan’s alarm as Rick and Evy jump off the train...\nEXT. COURTYARD - DAY\n\nTHUNDER BOOMS and forking veins of lightning flash through\nthe swirling storm cloud. Suddenly, it unleashes a\n\nDEAFENING DELUGE.\n\nAlex is creeping through the Warriors when the raindrops\nHAMMER down. Their bodies glow and they utter INHUMAN WAILS\nas they painfully come to life. A second before their eyes\npop open, Alex dives through a door.\n\nEXT. PALACE - DAY\nThe Emperor SNAPS his fingers, causing the rain to stop and\n\nthe ominous cloud to dissipate. He stares at the rows of\nliving terra cotta Warriors before him.\n\f102.\n\nEMPEROR MUMMY\nYou have slumbered too long. The\nreign of the Dragon Emperor begins\ntoday.",
  "74": "---END OF PREVIOUS SECTION---\n102. EMPEROR MUMMY\nYou have slumbered too long. The\nreign of the Dragon Emperor begins\ntoday. \n---TARGET SECTION TO BE ANNOTATED---\n We will bring the world to\nits knees.\n\nSteam rises as the sun hits the Warriors’ bodies. They ROAR\nand BEAT their weapons against the flagstones.\n\nEXT. GREAT WALL - DAY\n\nJonathan and Tequila are helping the Slaves out of the train\nwhen the Warriors’ BATTLE CRY echoes across the desert.\n\nJONATHAN\nEverybody onto the Wall!\n\nChang makes his way through the throng.\n\nCHANG\nI thought you were a lover, not a\nfighter.\n\nJONATHAN\nNot today.\n\nThey smile, then scramble up onto the Wall.\nEXT. DESERT - DAY\n\nA JAPANESE SOLDIER has his back to the CAMERA, peeing. As he\nzips up and turns around, the butt of a machine gun smacks\nhim in the face. As he drops unconscious, REVEAL Rick. He\nplucks a set of keys from the Soldier's pocket and steps to\nEvy, who is waiting by the guy’s motorcycle,\n\n0’ CONNELL\nYou wanna drive?\n\nEXT. DESERT - DAY\n\nThe Emperor Mummy watches as his army advances across the\nsand like an unstoppable flood. But his face darkens when\n\nA MOTORCYCLE\n\npowers up over a dune and beelines towards the oncoming army.\nEvy is driving and Rick is on the back holding two machine\nguns. Evy THROTTLES the engine, ramps off a boulder, and\nlaunches the bike right over the front line of chariots. As\nshe weaves through the infantry, Rick BLASTS all comers. One\nwarrior loses his arm, another legs, another his head. Rick\nwatches as their wounds miraculously heal.\n\f103.\n\n0’ CONNELL\nThey’ re indestructible!\n\nA barrage of arrows shoots towards them.\n\nEVELYN\nIncoming!\n\nThey duck as arrows WHIZ over their heads. As Rick and Evy\nROAR through the palace gates, the Emperor Mummy shouts to a\nSQUAD OF FIVE TERRA COTTA WARRIORS. The Warriors follow as\nthe Emperor Mummy sweeps back towards the palace.\n\nINT.",
  "75": "---END OF PREVIOUS SECTION---\nAs Rick and Evy\nROAR through the palace gates, the Emperor Mummy shouts to a\nSQUAD OF FIVE TERRA COTTA WARRIORS. The Warriors follow as\nthe Emperor Mummy sweeps back towards the palace. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EMPEROR’S BEDCHAMBER - PALACE - DAY\n\nDust clings to the giant brass lantern suspended from the\nceiling and the silk curtains that drape the bed are now in\ntatters. Lily struggles as Okumura straps her to a bedpost.\n\nOKUMURA\nYou’re a fiery one, perhaps I\nshould tame you for the Emperor.\n\nALEX\nGet away from her.\n\nOkumura turns to find Alex standing with his gun aimed.\n\nLILY\nAlex!\n\nOKUMURA\nSchoolboys should stay at home.\n\nAlex is rattled by Okumura’s laser-cool demeanor.\n\nALEX\nI swear to God, I’11 shoot you.\n\nOKUMURA\nI don’t believe y--\n\nBOOM! BOOM! BOOM! Alex unloads his gun. The bullets SMACK\nOkumura in the chest. He stumbles back. Then he grins and\nlooks up. Alex and Lily watch in disbelief as he rips open\nhis shirt and the bullet wounds heal themselves.\n\nLILY\nHe drank from the Spring.\n\nOkumura pulls off his glove, revealing that his metallic\nappendage is gone and his arm is now fully restored.\n\f104.\n\nOKUMURA\nI couldn’t let the Emperor have all\nthe fun.\n\nLILY\nAlex, run!\n\nALEX\nI’m not leaving you.\n\nOkumura smiles, impressed by Alex’s bravery.\n\nOKUMURA\nYour father would be proud. ‘Too\nbad you won’t live to tell him.\n\nAs he lunges at Alex and the gun goes skittering...\nEXT. GREAT WALL - DAY\n\nJonathan and Tequila look out as the army swarms across the\ndesert, cutting down the last of the Japanese Soldiers.\n\nJONATHAN\nWe’re sitting ducks up here. How\nare we going to hold back an army\nof marauding mummies without any\nweapons?\n\nA BANGING SOUND echoes. Jonathan turns in surprise and sees\nChang and his men using a makeshift battering ram to SMASH\ndown the door of one the Wall’s turrets.\n\nINT. TURRET - GREAT WALL - DAY\n\nJonathan and Tequila burst inside and are stunned to see the\nplace is stacked, wall to wall, with every kind of ancient\nweapon. Spears, crossbows, miniature cannons, etc.",
  "76": "---END OF PREVIOUS SECTION---\nINT. TURRET - GREAT WALL - DAY\n\nJonathan and Tequila burst inside and are stunned to see the\nplace is stacked, wall to wall, with every kind of ancient\nweapon. Spears, crossbows, miniature cannons, etc. \n---TARGET SECTION TO BE ANNOTATED---\n As the\nslaves arm themselves, Jonathan turns to Chang, amazed.\n\nJONATHAN\nWho the hell put these in here?\n\nCHANG\nEvery emperor for the last twenty\ncenturies. They filled the turrets\nwith weapons as an offering to the\nRiver of Spirits.\n\nJonathan grins.\n\nJONATHAN\nScore one for Chinese superstition.\n\f105.\n\nEXT. COURTYARD - PALACE - DAY\n\nRick and Evy are halfway across the vast expanse of stone\nwhen the Emperor Mummy sweeps through the gates with his\nWarriors. The Emperor Mummy’s mouth distends and he\nunleashes an 80-FOOT JET OF FLAME. Rick looks back as the\ntongue of fire forms into a roaring dragon’s head.\n\n0’ CONNELL\nStep on it, Evy, I think we’re\nreally starting to piss him off.\n\nAs the dragon “snaps” at Rick’s back, Evy powers up the\npalace steps and skid-turns through the doors.\n\nINT. PALACE - DAY\n\nAs they head down the hall, “the dragon” torpedoes into the\nwall behind them, blistering the paintwork, and evaporates in\nan orgy of sparks...\n\nEXT. COURTYARD - PALACE - DAY\n\nThe Emperor Mummy’s elongated mouth angrily shuts. He looks\naround and sees the Japanese Soldiers’ discarded motorcycles.\nHe gets an idea and BARKS an order to his five Warriors.\n\nINT. EMPEROR’S BEDCHAMBER.- PALACE - DAY\n\nOkumura SLAMS his fist into Alex, knocking him against a\ncolumn. Alex peers over at Lily, anguished. Okumura catches\nthe exchange.\n\nOKUMURA\nRemember that pretty face when I’m\nchoking the life out of you.\n\nAlex finds new strength, HEAD-BUTTS Okumura.\n\nALEX\nAt least I won’t spend eternity as\nthe Emperor’s lap dog.\n\nEnraged, Okumura backhands Alex, sending him flying across\nthe floor. Alex lands right next to the gun. As Okumura\nstrides towards him, Alex wrenches the weapon into view.\n\nOKUMURA\nFor someone so educated, you’re not\nvery smart. I’m bulletproof.\n\nAlex FIRES. The bullet BUZZES past Okumura.\n\f106.",
  "77": "---END OF PREVIOUS SECTION---\nAlex FIRES. The bullet BUZZES past Okumura. 106. \n---TARGET SECTION TO BE ANNOTATED---\nOKUMURA\nThat's your best shot?\n\nALEX\nI wasn’t aiming at you.\n\nSuddenly, Okumura hears the rope holding the giant brass\nlantern SNAP. He looks up in horror as the lantern falls\ntowards him. He doesn’t have time to run, as he is impaled\nby the ornament’s pointed end. As he desperately struggles\nto free himself, Alex unties Lily and they race out...\n\nINT. HALL ~ PALACE - DAY\n\n«+. they’re sprinting down the passage when they hear the\nSOUND of a motorcycle. They spin just as Warrior #1 powers\ninto view. As he speeds towards them, Lily spin-kicks him\noff the bike in an incredible martial-arts move. Warrior #1\ntumbles across the floor while his motorcycle skid-slides to\na stop. Warrior #1 springs back to his feet, draws his\nsword, stalks towards them just as Evy and Rick SCREECH\naround the other corner and SMASH through him like a pinata.\nEvy smokes the bike to a stop in front of Alex and Lily.\n\nO'CONNELL\nYou kids okay?\n\nALEX\nYeah, sure. No problem. Had it\ncompletely under control.\n\nThey all smile.\n\nEVELYN\nLily, can you get us to the River\nof Spirits?\n\nLILY\nThere’s a tunnel that connects the\npalace to the Great Wall. 1711\nshow you the way.\n\nRick sees the pieces of shattered Warrior sliding together.\nO' CONNELL\nLet’s move before Humpty Dumpty\nputs himself together again.\n\nLily and Alex climb onto the Warrior’s bike. Rick tosses\nAlex a machine gun as Lily REVS the engine and takes off.\n\f107.\n\nINT. BED CHAMBER - PALACE - DAY\n\nOkumura is still struggling to free himself when a shadow\ncrosses his face. It’s the Emperor Mummy.\n\nEMPEROR MUMMY\nWhere is my queen?\n\nOKUMURA\nMy lord, please... help me.\n\nThe Emperor Mummy looks at him scornfully, places his hand on\nthe brass lantern and superheats it, causing molten metal to\nsluice out across Okumura, searing his flesh.\n\nEMPEROR MUMMY\nYour failure shall be your tomb.",
  "78": "---END OF PREVIOUS SECTION---\nOKUMURA\nMy lord, please... help me. The Emperor Mummy looks at him scornfully, places his hand on\nthe brass lantern and superheats it, causing molten metal to\nsluice out across Okumura, searing his flesh. EMPEROR MUMMY\nYour failure shall be your tomb. \n---TARGET SECTION TO BE ANNOTATED---\nOkumura SCREAMS in torment as he is encased in hot brass.\nWith one breath, the Emperor cools the scorching metal to a\nhard shell. The sculptural outline of Okumura’s body is\nvisible and his immortal WAILS are muffled. The Emperor\nMummy shakes his head.\n\nEMPEROR MUMMY\nGenerals.\n\nINT. HALL ~ PALACE - DAY\n\nLily and Alex are leading the way while Rick and Evy follow\nright behind. As they speed through a doorway, they’re\nintercepted by Warriors #2 and #3 on motorcycles.\n\nAs Warrior #2 powers forward, Rick UNLOADS his machine gun\nand blows the Warrior’s head clean off, sending the headless\nWarrior into a wooden column. Evy follows Lily, with Warrior\n#3 in hot pursuit. As Lily darts her bike into...\n\nINT. WAR ROOM ~ PALACE - DAY\n\nThe trio of motorcycles shoots through the time-ravaged room.\nLily drives straight over the ancient map that still\nstretches across the floor and RIP-TEARS through the faded\ndragon tapestry that conceals the entrance to...\n\nINT. SECRET PASSAGEWAY - DAY\n\nLily and Evy flash on their headlights, revealing a sloping,\ncarved-out space. Rick and Alex’s MACHINE-GUN FIRE strobes\nthe blackness as Warrior #3 follows. Suddenly, the bikes\ncatch air. Rick and Alex hold on as they touch down on a\ngiant staircase. Evy and Lily don’t slow as they speed down\nthe stairs, headed towards the\n\f108.\n\nTUNNEL BELOW.\n\nIgnoring the bone-jarring ride, Rick FIRES blindly at Warrior\n#3 and blows out his front tire, causing Warrior #3 to be\ncatapulted off his bike. Warrior #3 somersaults over their\nheads and lands at the base of the stairs. As he struggles\nup, Evy and Lily power the bikes right over him. His damaged\nbike follows, SLAMS down on top of him and EXPLODES.\n\nO’ CONNELL\n(disdainful)\nMummies on motorcycles!\n\nSuddenly, GUNFIRE strafes the walls. Rick swings back just\nas a motorcycle with a sidecar bursts through the fireball.",
  "79": "---END OF PREVIOUS SECTION---\nO’ CONNELL\n(disdainful)\nMummies on motorcycles! Suddenly, GUNFIRE strafes the walls. Rick swings back just\nas a motorcycle with a sidecar bursts through the fireball. \n---TARGET SECTION TO BE ANNOTATED---\nWarrior #4 is in the sidecar manning a mounted machine gun\nwhile Warrior #5 drives.\n\nEVELYN\n(to Alex and Lily)\nGo ahead! Unlock the River! Don't\nworry about us.\n\nAs Lily and Alex speed away, Rick returns fire...\nEXT. GREAT WALL ~ DAY\n\nJonathan, Tequila and the slave army watch anxiously as the\nterra cotta Warriors charge towards them. Chang chooses his\nmoment, then signals...\n\nCHANG\nNow!\n\nThe Slave army unleashes their assault. Cannonballs, flaming\narrows and spears fly. Jonathan and Tequila stand side by\nside, machine guns BLAZING. Tequila is a man possessed.\n\nTEQUILA\n(Tibetan with subtitles)\nDie! Terra cotta bastards, die!\n\nAs he reloads he hears a voice...\n\nLAMA\nTashi?\n\nHe finds his ELDERLY LAMA with a group of TIBETAN MONKS.\nTheir robes are tattered from their enforced labor. Tequila\nimmediately falls to his knees.\n\nTEQUILA\nHoly lama.\n\f109.\n\nLAMA\n(re: machine gun)\nHave you forgotten your vow of\nnonviolence to all living things?\n\nTequila gestures to the Warriors.\n\nTEQUILA\nThey’re not living, they’re undead.\n\nThe Lama considers this.\n\nLAMA\nYou have gained much wisdom on your\njourney here.\n\nAs the monks pick up weapons and join the raging battle.\n\nCAMERA FOLLOWS A CANNONBALL as it arcs towards the oncoming\narmy and EXPLODES through a line of Warriors, blowing off\narms, legs and heads. CAMERA DOESN’T STOP, PLUNGES INTO THE\nGROUND, and BURSTS OUT through the roof of...\n\nINT. TUNNEL - DAY\n\n... Lily and Alex streak past while Evy and Rick follow\nbehind. Evy is desperately weaving, trying to avoid the\nlines of gunfire Warrior #4 is directing at them. Rick’s\nmachine gun finally CLICKS empty. He tosses it at Warrior\n#5, momentarily blinding him, sending the motorcycle SPARKING\nagainst the side of the wall.\n\nRick pulls a stick of dynamite from his belt, lights the fuse\nand tosses it to Warrior #4, who catches it and studies it\ncuriously.",
  "80": "---END OF PREVIOUS SECTION---\nRick’s\nmachine gun finally CLICKS empty. He tosses it at Warrior\n#5, momentarily blinding him, sending the motorcycle SPARKING\nagainst the side of the wall. Rick pulls a stick of dynamite from his belt, lights the fuse\nand tosses it to Warrior #4, who catches it and studies it\ncuriously. \n---TARGET SECTION TO BE ANNOTATED---\n KABOOOOM! Warrior #4 and the sidecar are blown\nto bits. Unfortunately, Warrior #5 and the rest of the bike\nspeed through the debris, unscathed, and continue the chase.\n\nLILY AND ALEX -- have pulled ahead, peel through a circular\nentrance to a cave-like chamber and skid to a stop.\n\nALEX\nCome on!\n\nThey leap off and begin rolling the huge circular stone door\nacross the entrance. As the door begins to close,\n\nEVY & RICK\n\nare still battling it out with Warrior #5. He finally pulls\neven as they head towards the entrance at breakneck speed.\nRick and the Warrior begin exchanging blows. With only 50\nfeet to go, Warrior #5 grabs Rick in a chokehold.\n\f110.\n\nEVELYN\nKeep your hands to yourself!\n\nEvy slams the bike into the Warrior's, forcing him to let\nRick go. As Warrior #5 tries to regain control of his bike,\nEvy races forward, SQUEEZE-SPARKS through the entrance a\nsecond before Alex and Lily roll the door into place. As\nWarrior #5 CRASHES into the slab in a CACOPHONY OF FIRE...\n\nINT. WAR ROOM - PALACE ~ DAY\n\nThe Emperor surveys the tire tracks leading into the secret\npassageway. OFF his face as he strides into the passage...\n\nINT. CHAMBER OF SPIRITS - DAY\n\nCLOSE ON A TORCH as it flickers to life. PULL BACK TO REVEAL\nRick, Evy, Alex and Lily taking in the cavernous room, Steps\nlead up to Great Wall’s massive foundations that protrude\nfrom the roof of the cavern.\n\nO’ CONNELL\nThose stairs must lead straight up\nto the Wall.\n\nThey head onto a red marble bridge that traverses a dry\nriverbed. Evy holds her torch over the side, revealing a\nhorrifying mass of human skulls and bones.\n\nEVELYN\\\nThe River of Spirits.\n\nO’ CONNELL\nGreat. But I don’t see a key\nanywhere?\n\nALEX (0.S.)\nOver here.\n\nThey turn and see Alex and Lily standing by a circular stone\naltar. Evy and Rick race over.\n\nCLOSE ON ALTAR: It features a bowl-like indention in the\ncenter which is engraved with a Chinese inscription.",
  "81": "---END OF PREVIOUS SECTION---\nThey turn and see Alex and Lily standing by a circular stone\naltar. Evy and Rick race over. CLOSE ON ALTAR: It features a bowl-like indention in the\ncenter which is engraved with a Chinese inscription. \n---TARGET SECTION TO BE ANNOTATED---\nLILY\nIt says “Quench my thirst”.\n\nEvy takes her flask and empties the water into the bowl.\nThey wait for something to happen, but nothing does. Alex\nsuddenly gets an idea, pulls out a pocket knife and slices\nhis palm. Evy reacts in alan.\n\f111.\n\nEVELYN\nAlex!\n\nAlex holds his bleeding hand over the altar.\n\nALEX\nIt wasn’t a river of water, it was\na river of blood.\n\nThe drops of blood splatter into the bowl like acid on lead.\nThe Chinese inscription glows and a fierce wind whips. All\nthe torches die and a DEEP RUMBLE ECHOES. The gang turns as\na wave of rippling, blue-white light rushes out and fills the\ndry riverbed. They cautiously approach and peer in awe.\n\nWHAT THEY SEE: The ghostly forms of the Emperor’s SLAIN\nENEMIES rage as they swim under the river’s ethereal surface.\n\nO’ CONNELL\nNice work. But why aren’t they up\nthere taking out the warriors?\n\nLILY\nBecause we need to make another\noffering.\n\nThey look back at the altar which is still glowing and watch\nas the central bowl vanishes and is replaced by five new\nindentions. Each is engraved with a different character.\n\nEVELYN\nThe five elements, of course. We\nneed to place one in each bowl.\n\nO’ CONNELL\nFan out. We don’t have much time.\n\nEXT. GREAT WALL - DAY\n\nThe Slave army is fighting hard, but are outmatched and\noutnumbered by the invincible terra-cotta army. As the\nWarriors finally reach the foot of the Wall...\n\nINT. CHAMBER OF SPIRITS - DAY\n\nPAN ACROSS THE ALTAR. The earth, stone and fire bowls are\nfull. Evy drops her wedding ring in the fourth. She shouts\nto Rick and Alex who are on the other side of the River.\n\nEVELYN\nAll we need is water!\n\nAlex retrieves a flask from the motorcycle.\n\f112.\n\nALEX\nGot it.\n\nAs he tosses it across the River of Spirits, there’s a\ndeafening boom and the circular door EXPLODES open. Rick\ngrabs Alex, dives for cover as the slab of stone flies across\nthe space and OBLITERATES the bridge.",
  "82": "---END OF PREVIOUS SECTION---\nALEX\nGot it. As he tosses it across the River of Spirits, there’s a\ndeafening boom and the circular door EXPLODES open. Rick\ngrabs Alex, dives for cover as the slab of stone flies across\nthe space and OBLITERATES the bridge. \n---TARGET SECTION TO BE ANNOTATED---\n As the dust settles,\nthey see the Emperor Mummy standing in the threshold.\n\nO’ CONNELL\n(shouting)\nEvy, pour the water!\n\nAs Evy scrambles for the flask, the Emperor Mummy holds up\nhis hand and fires a FLAMING COMET at the altar, which knocks\nall the elements out of their bowls.\n\nEXT. GREAT WALL - DAY\n\nTequila and Jonathan stand with the monks, firing futilely at\nthe terra cotta Warriors scrambling up the walls like\ninsects. As they duck to reload, Jonathan turns to Tequila.\n\nJONATHAN\nI think it’s time for a prayer.\n\nTEQUILA\n(Tibetan with subtitles)\nI hate you.\n\nJONATHAN\nAmen to that, brother.\n\nINT. CHAMBER OF SPIRITS - DAY\n\nEvy and Lily frantically put the elements back in the bowls\nwhile the Emperor MACHINE GUNS flaming orbs at Rick and Alex.\n\nEVELYN\nIn case we don’t make it, I just\nwanted you to know that I think you\nand Alex make a great couple.\n\nLILY\nThank you, Mrs. O'Connell.\n\nEVELYN\nCall me Evy.\n(re: altar)\nFour down, one to go. Have you\nseen my ring?\n\nAs they begin scouring the dirt...\n\f113.\n\nRICK & ALEX -- duck behind a column as the orbs EXPLODE\naround them. Rick picks up a discarded torch. As the\nEmperor fires off a comet, Rick swings the metal rod like a\nbaseball bat and line-drives the comet back at the Emperor\nMummy. The EXPLOSION sends him crashing into a wall.\n\nO’ CONNELL\nEVY, WHAT’S THE HOLDUP?\n\nEVELYN\nWe don’t have any metal. I can’t\nfind my ring.\n\nALEX\n(getting idea)\nDad, give me yours.\n\nAlex pulls his sling-shot out of his pocket.\n\nO’ CONNELL\nI thought you hung that up when you\nwere twelve.\n\nAlex smiles, takes the ring. Rick looks back and sees the\nEmperor storming towards them.\n\n0’ CONNELL\nThe fate of the world’s in your\nhands, kiddo. No pressure.\n\nAlex takes aim, pulls back the sling and fires. The ring\nsoars across the space in SLO MO.",
  "83": "---END OF PREVIOUS SECTION---\nNo pressure. Alex takes aim, pulls back the sling and fires. The ring\nsoars across the space in SLO MO. \n---TARGET SECTION TO BE ANNOTATED---\n Ricochets off the wall,\nPINGS off a column and straight into the right bowl. BULL’S-\nEYE! The next instant the Spirits are unleashed and flood up\nthrough the foundation of the Wall in a firestorm of light.\n\nO’ CONNELL\nThat’s my boy!\n\nEXT. GREAT WALL - DAY\n\nThe terra-cotta Warriors are about to crest the Wall when the\nArmy of Spirits washes over the Wall like a tidal wave,\noverwhelming the Warriors in seconds. The Workers CHEER and\nJonathan and Tequila hug as the Spirits fly into the heavens,\nfinally liberated.\n\nINT. CHAMBER OF SPIRITS - DAY\n\nThe INHUMAN DEATH CRIES of the Warriors echo across the\nchamber. The Emperor Mummy stares up in shock and WAILS...\n\f1214.\n\nEMPEROR MUMMY\nNooooodo000000000000000000000000!\n\nUsing the distraction, Rick leaps up, clutching the dragon\ndagger, and plunges the enchanted blade into the Emperor\nMummy’s heart. The Emperor Mummy stares at Rick in shock.\n\n0’ CONNELL\nGive my regards to Imhotep!\n\nThe Emperor Mummy utters A PRIMEVAL SCREAM as needles of\nwhite light fissure out of the wound. Rick and Alex are\nthrown back as the Emperor Mummy is ripped apart in a\nBLINDING SUPERNOVA.\n\nEXT. SHANGRI~LA - DAY\n\nA ring of light explodes across the valley, melting the ice\nand transforming its slopes to verdant green. As it washes\nacross the petrified inhabitants, they are freed from the\ncurse and jubilantly rejoice. OFF Zohora’s proud smile...\n\nINT. CHAMBER OF SPIRITS - DAY\n\nAs Rick and Alex pick themselves up, the whole place RUMBLES.\nIt’s like an earthquake. Cracks snake across the roof.\n\n0’ CONNELL\nUp to the Wall! Now!\n\nEvy and Lily dart for the stairs as Rick and Alex sprint\nacross the dry riverbed, dodging falling debris as they go.\nThe steps disintegrate behind them as they clamber.\n\nEXT. TURRET - GREAT WALL - DAY\n\nEvy and Lily burst into the sunlight. But as Alex and Rick\nrace out, the turret collapses under them.",
  "84": "---END OF PREVIOUS SECTION---\nEXT. TURRET - GREAT WALL - DAY\n\nEvy and Lily burst into the sunlight. But as Alex and Rick\nrace out, the turret collapses under them. \n---TARGET SECTION TO BE ANNOTATED---\n As they drop,\n\nHANDS\n\nreach out and catch them -- Evy, Lily, Jonathan, Tequila and\nChang. The Slave army CHEERS as the heroic duo are pulled to\nsafety. As the dust settles, Alex turns to Lily.\n\nALEX\nNow that you’re mortal, I was\nwondering if maybe we could do\nsomething together that doesn’t\ninvolve evil emperors or saving the\nworld,\n\f115.\n\nLILY\nIs that your way of asking me out\non a date?\n\nAs he leans in and kisses her, CAMERA FINDS Rick and Evy.\n\nO’ CONNELL\nAnother mummy bites the dust.\n\nEVELYN\nYou know, there’s something about\nvanquishing the undead that I find\nincredibly romantic.\n\n0’ CONNELL\nMe, too.\n\nRick takes her in his arms and they kiss. Jonathan and\nTequila look at the two couples and shake their heads.\n\nJONATHAN /TEQUILA\nGet a room/Get a room.\n\nCAMERA SWEEPS OVER the Wall of overjoyed Slaves, SOARS UP\nover the war-torn desert, and finally MELTS into the sunset.\n\nFADE OUT.\n\f"
}