{
  "1": "THE LION IN WINTER\n\nSecond Draft of\nA Screenplay\n\nby\n\nJames Goldman\n\nRevised 11th October\n\fA_ WORD ABOUT CASTLES\n\nTHE LION IN WINTER was a special and peculiar sort of history\nplay. To make its style and intention clear on film, the look\nof the castle where it occurs and the sense of castle life\nneed to be earthly real and, at the same time, strikingly\ndifferent from what we're used to seeing in King Arthur\nmovies.\n\nAlmost nothing is known about the castle at Chinon as it was\nin Henry's time; and little enough is known about 12th century\ncastles in general. One thing is clear, however, and\nimportant for our purposes: only that such castles looked\nnothing like what we expect.\n\nThe stone fortresses that remain today were only the shell of\ncastles as they were lived in. Most of the shelter for most\nof the staff, all of the workshops -- the armories, forges,\nstables and so on -~ were made of wood. A castle courtyard\nwas a crowded, teeming, dirty place with much more wood than\nstone to greet the eye.\n\nA major castle, as Chinon was, was like a miniature town.\nEverything necessary to the life of the establishment existed\ninside the walls. Poultry, livestock, looms and tailors,\nmills for grinding grain, vast storerooms, water wells, boot\nmakers, gardens -- everything vital to life under siege was\nsomehow packed in.\n\nAt special times, like the Christmas Court during which the\nfilm occurs, the congestion was even worse than usual. All\nguests, the visiting nobles and clergymen, traveled with\ntrains of varying size. So that, in addition to the usual\ncrowding, we find hundreds of soldiers and servants living\noutdoors, jammed together in tents, huddling for warmth around\ndozens of fires.\n\nLiving conditions, even for royalty, were crude and rough.\n\nThe castle rooms were spartan: a bed, a few chairs, chests for\nage, clothes hung in the open on racks. Floors were\n\nred with Straw which-was-swept.away and replaced only\noccasionally. Interiors at high noon on a clear day were ~\nalways dark, illumination coming from extremely smoky torches\nand candles.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe castle rooms were spartan: a bed, a few chairs, chests for\nage, clothes hung in the open on racks. Floors were\n\nred with Straw which-was-swept.away and replaced only\noccasionally. Interiors at high noon on a clear day were ~\nalways dark, illumination coming from extremely smoky torches\nand candles. \n\nTARGET SECTION TO BE ANNOTATED:\n In winter, wind whistled through the open slit\nwindows and the place was freezing cold.\n\n \n\nA lot of their habits seem oddly contradictory. In spite of\nthe cold, everyone from the King to his vassal slept naked.\nIn the midst of the general crudeness, nobles wore the most\nexquisite fabrics ~~ cloths of gold and silver, delicate\nbrocades. Clothing was generally dirty and even at a\nChristmas Court, nothing looked clean. Tables were set with\nfine linen and napkins of a kind were used; yet most of the\neating was done with fingers. Sanitary conditions were\n\fdi\n\nappalling. For some reason, castles, in addition to their\nhuman tenants, were populated by hundreds of dogs.\n\nAll these things -- the grime and dirt and cold, the coarse-\nness and crudity of life in general -- are vital to the look\nof the film. on the whole, there are few specific references\nto these elements in the screenplay. Rather than clutter up\nthe goings on with data. It seemed better to suggest them\nhere and let the castle that the story moves in be imagined.\n\nA_ NOTE ABOUT MUSIC\n\nOn the stage, Christmas carols were used for incidental music\nin good effect. Carols used were from all periods. There is\nsomething available through musical style -- using medieval\ninstruments to play 19th century tunes with contemporary\nharmonizations -- that should have a considerable help in\nletting an audience know that it's an odd and different kind\nof history show that they're seeing.\n\nThe point to be made here is that the music is a useful and\n\nimportant element. It wants to be crisp, clear, spirited and,\n\nabove all, distinctive; that is, it needs to have a sound we\nhaven't heard before. And because the style of the writing\ninvolves a mixing of odd elements it seems right that the\nfreshness of musical sound should be achieved the same way.\n\n \n\nj\n\fiii\nTHE CHARACTERS\n\nHENRY Il wecccceccceccesceeeesee King of England; age 50\n\nELEANOR OF AQUITAINE ...-.+.---+.. His wife; age 61\n\nRICHARD THE LIONHEARTED ........ Their oldest boy; age 26\n\nGEOFFREY .c.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nj\n\fiii\nTHE CHARACTERS\n\nHENRY Il wecccceccceccesceeeesee King of England; age 50\n\nELEANOR OF AQUITAINE ...-.+.---+.. His wife; age 61\n\nRICHARD THE LIONHEARTED ........ Their oldest boy; age 26\n\nGEOFFREY .c. \n\nTARGET SECTION TO BE ANNOTATED:\nscceecececeeeveeeees Their middle boy; age 25\n\nTheir youngest boy; age 16\n\nJOHN cece eer cc cree ccesevesacccee\n\nALAIS CAPET ...seeeeeeeeeeeeeees A French Princess; age 23\n\nPHILIP CAPET .eececcceeceeeeeees The King of France, age 18\nA noted soldier and friend\n\nWILLIAM MARSHAL .ocecessecsrveee\nof the family; age about 35\n\nTHE TIME: Christmas, 1183\n\nO THE PLACE: Henry's castle at Chinon, France\n\n \n\nnr err ee nn pn ne\n\f \n\n \n\n(Bold, stark letters, black on white: THE LION IN\n\nWINTER\nEXT. CASTLE\n\n(Cut to HENRY PLANTAGENET close up. His eyes are\nbright, his teeth bared in a grin of fierce\nexcitement. The picture is frozen and the title\nremains as we pull back enough to see bright blue i\nsky, green field, with a festive Camelot-like\n\nlittle tent in the distance. HENRY, we now see, is !\npoised for dueling, sword in hand.\n\n(HENRY is 50, an age at which, in his time, men\nwere either old or dead. Not HENRY. very nearly\nall he ever was, he is enjoying that final rush of\nphysical and mental vigor that comes to some men\nnot before the end but just before the state of the\ndecline.\n\n(As the title fades, the pictures starts to move\nand HENRY barks out - )\n\nHENRY\n\nCome on. Come for me.\n\n(He brings his sword down and the duel begins. His\nOPPONENT, whom we see from behind, charges at him,\nraining blow after blow. HENRY parries only, never\nstriking back, always retreating.\n\n(They fight across the field. Suddenly, HENRY,\nmoving backwards, trips and falls. With a cry, his\nOPPONENT charges at him. Effortlessly, HENRY\nstrikes his first blow. The OPPONENT'S sword flies\nfrom his hand as he sprawls flat out on the ground.\nHENRY bounds to his feet, moves to his fallen\nopponent and looks down.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nEffortlessly, HENRY\nstrikes his first blow. The OPPONENT'S sword flies\nfrom his hand as he sprawls flat out on the ground. HENRY bounds to his feet, moves to his fallen\nopponent and looks down. \n\nTARGET SECTION TO BE ANNOTATED:\n i\n\n \n\n(Cut to the OPPONENT from HENRY'S POV. It's JOHN,\nhis son of 16, who, in 18 years, was to become the\nworst king in English history. Still pudgy with\nbaby fat, he has a round open face that is\nenchanting when he smiles. He is frightened now\nand shaken up.\n\n(Cut to HENRY from JOHN'S POV. He glares down,\nsword in hand. Then, with a quick, gruff smile he\nreaches down and yanks JOHN to his feet) |\n\nHENRY\nYou're gaining on it, Johnny.\n\f \n\n \n\n \n\nContinued\n\nJOHN\nAm I, Father? Am I really?\n\nHENRY\nOff you go, now. Run along and practice.\n\n(JOHN picks up his sword, starts across the field\n\ntoward a KNIGHT, his dueling master who stands\n\nwaiting. HENRY, a look of affection on his face as\n\nhe looks after JOHN, turns and starts across the\n\nfield toward the little tent. He waves. We can\n\njust make out a figure by the tent. It waves j\n\nback.)\nEXT. CASTLE AND PICNIC\n\n(Cut to JOHN and the KNIGHT. JOHN casts a look in\nHENRY'S direction. There is no love lost. As he\nturns back and dueling practice begins -\n\n(Cut to tent. Food for a royal picnic is hand-\nsomely arranged. The FIGURE we saw is a girl.\nHENRY lies, his head on her lap.\n\n(Cut to the GIRL, close up. ALAIS CAPET is 23 and\nexquisitely beautiful. She is like a fine\nporcelain figure - fragile, delicate, pure, the\nonly person in this story easy to break. She is\nhappily and desperately in love with HENRY; it's\nall over her as she looks down at him)\n\nALAIS\n(singing softly in her native tongue; bright and\ngay)\nAllons gai, gai, gai, bergere; allons gai\nAllons gai, soyez legere, suivez mois.\n\n(We pull back, including them both. HENRY'S gaze\nis out across the field)\n\nHENRY\nHe'll make a good king. He'll be ready.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\n(We pull back, including them both. HENRY'S gaze\nis out across the field)\n\nHENRY\nHe'll make a good king. He'll be ready. \n\nTARGET SECTION TO BE ANNOTATED:\n(Cut to JOHN & THE KNIGHT. JOHN flailing away\nstumbles and staggers about. Cut back to HENRY &\n\nALAIS)\nThat's it, that's the way, lad.\n\nALAIS\nOh, what difference does it make who's king next? Does it\nmatter who comes after you?\n\fContinued\n\nHENRY\n\n(He sits up, takes a chicken leg from a platter,\nstarts devouring it)\n\nThere is a legend of a King called Lear with whom I have a lot\nin common. Both of us have kingdoms and three children we\nadore and both of us are old. But there it stops. He cut his\nkingdom into bits. I can't do that. I've built an empire: all\nof England, half of France. It all goes where I say it goes\nand I say John.\n\nALAIS i\n\nI'm going to lose you, Henry, aren't I?\n\nand novices, whores, gypsies, jades and little boys but nowhere\nin God's western world have I found anyone to love but you.\n\nAnd Rosamund.\n\nShe's dead.\n\nALAIS\nAnd Eleanor.\n\nHENRY\nThe new medusa, my good wife.\n\nALAIS\nHow is your queen?\n\nHENRY\n\nDecaying, I suppose. No, don't be jealous of the gorgon; she\n\nis not among the things I love. How many husbands do you know\nwho lock their wives away? I haven't kept the great bitch in\n\nthe keep for ten years out of passionate attachment.\n\nAh - there's Captain Marshal.\n\nHENRY\nAlais, in my time, I've known contessas, milkmaids, courtesans\nALAIS\nHENRY\ni\n\n(He sees something across the field)\n\n(He rises, beckons, calls)\n\nWilliam.\n\nEXT.\n\nCASTLE ’\n\n(Cut to full view of the field from beyond the ;\ntent. We are not in countryside at all but rather |\njust outside the great wall of a castle. Along the\n\nwall, SERVANTS, SOLDIERS and ATTENDANTS for the\n\na\n\fMA\n\n6\n\nContinued\n\nroyal picnic stand at the ready. On horseback,\nriding past them toward Henry is WILLIAM MARSHAL.\nCut to -\n\n(MARSHAL in close up.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlong the\n\nwall, SERVANTS, SOLDIERS and ATTENDANTS for the\n\na\n\fMA\n\n6\n\nContinued\n\nroyal picnic stand at the ready. On horseback,\nriding past them toward Henry is WILLIAM MARSHAL. Cut to -\n\n(MARSHAL in close up. \n\nTARGET SECTION TO BE ANNOTATED:\n He is 35 and looks like the\ndistinguished soldier he is. A rugged face but\nhonest, open and friendly. He was totally devoted\nto Henry and his children and through all their\nwars and conflicts somehow managed always to be\nloyal to all of them. Cut to -\n\n(HENRY, aS MARSHAL stands before him, bowing)\n\nHENRY\nWe will be holding Christmas Court at Chinon. We have asked\nthe King of France to join us. I want Richard there. And\nGeoffrey. Find my boys and tell them so. And then go fetch\nthe Queen from Salisbury Tower.\n\nMARSHAL\nIf the Queen refuses?\n\nHENRY\nEleanor? She wouldn't miss this for the world.\n\n(Cut to MARSHAL riding across the field away from\nthe castle. Cut to -\n\n(HENRY & ALAIS standing side by side at the tent,\nwatching him go)\n\nHENRY\nI'm afraid it's going to be a family Christmas.\nALAIS\nI'm afraid, too.\nHENRY\nWhat of?\nALAIS\n\nJust afraid.\n(He looks at her with enormous tenderness, takes\n\nher in his arms. They hold each other. Cut to ~\n\n(HENRY, close up, eyes closed, holding her. He\nopens his eyes, looks out across the field.\nAnxiety crosses his face. Cut to -\n\n(JOHN, sweating, red-faced, flailing away.\n\n \n\f©\n\n \n\n \n\n10 EXT. CASTLE ( JOUSTING )\n\nRichard!\n\n(TWO KNIGHTS on horse in full armor charging at\neach other with lances. One of the KNIGHTS is a\ngiant of a man. They meet with tremendous impact.\nThe GIANT KNIGHT is sent flying violently to the\nground.\n\n(We are in the lists, watching a contest. It is\nnot the set we're used to seeing - grandstands,\ncanopies, banners. At this time, the lists\nconsisted of the broad, shallow mud trench that lay\nbetween the inner and outer walls of a castle. It\nis primitive and crude, not glamorous. The\naudience either stands or sits on straw spread on\nthe mud. There sit one or two crude benches for\nthe most important nobles present.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt\nis primitive and crude, not glamorous. The\naudience either stands or sits on straw spread on\nthe mud. There sit one or two crude benches for\nthe most important nobles present. \n\nTARGET SECTION TO BE ANNOTATED:\n(The smaller KNIGHT, himself a large man, leaps\nfrom his horse, throws off his visor and we get our\nfirst look at RICHARD LIONHEART.\n\n(RICHARD, at 26, looks like his legend: handsome,\nimpressive, fierce, powerful. He loves the blood\nand violence of war. He is caught up in this\npassion when we see him and his face is\nfrightening.\n\n(He moves to the GIANT KNIGHT who lies stunned,\nsprawled in the mud. He draws his sword. He is\ngoing to kill the man. Cut to -\n\n(The audience. They are appalled but afraid to\nspeak. Behind them, MARSHAL strides down toward\nthe lists. Cut to -\n\n(RICHARD, sword poised. The GIANT KNIGHT stirs,\nmaking animal sounds of protest)\n\nMARSHAL\n(Voice over, calling out)\n\n(RICHARD hesitates, turns. Cut to -\n\n(MARSHAL walking into the lists towards him. In\nordinary, conversational tones)\n\nHello, Richard.\n\n(CREDITS continues as we cut to -\n\nil EXT. CLIFFTOPS\n\n(A rocky sea coast. A large body of foot soldiers\nare marching along the shore. There is a cliff along\nthe shore. The camera moves up it. There is a tiny\nmovement at the top. The camera zooms in on -\n\fO\n\nOC\n\n11\n\n12\n\n13\n\nContinued\n\nGeoffrey.\n\n(GEOFFREY PLANTAGENET, Count of Brittany, crouched\nin a clump of undergrowth. Geoffrey is 25, lithe,\nfeline, attractive, quick of speech and movement.\nHis was the best brain of a brainy family and his\nface shines with intelligence. Dressed for the\npalace, not the field, he is watching the progress\nof the troops below.\n\n(We see the field behind him. A large body of\nKNIGHTS in full armor on horse stand divided into\ntwo orderly groups, one some distance to his left,\nthe other to his right.\n\n(GEOFFREY signals to one of the groups. We see\nthem charge wildly down the cliff. They come down\nin front of the troops below.\n\n(The troops are thrown into wild confusion. They\nstart to run in retreat.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey come down\nin front of the troops below. (The troops are thrown into wild confusion. They\nstart to run in retreat. \n\nTARGET SECTION TO BE ANNOTATED:\n(GEOFFREY signals to his other group of KNIGHTS.\nWatches them roaring down the cliff, coming down\nagain in front of retreating troops. The slaughter\non the beech is terrible.\n\n(GEOFFREY watches it, feeling pleasure not at the\nslaughter, but at a maneuver well planned and\nexecuted.\n\n(MARSHAL appears on the field behind him,\napproaching)\n\nMARSHAL\n\nGEOFFREY\n(Turning to MARSHAL)\n\nFather wants to see me.\n\n(MARSHAL nods)\n\nWhere and when?\n\nEXT. SALISBURY TOWER\n\n(Cut to the Main Gate of the great castle. We are\nat Salisbury Tower. MARSHAL appears, striding\ntoward the gate. As the gate begins to open for\nhim, cut to -)\n\nEXT. YARD\n\nA smaller gate in the castle yard. SOLDIERS on\nguard duty in front of it. MARSHAL approaches.\nThe gate is opened. Cut to -)\n\n \n\f©\n\n14\n\n15\n\nINT.\n\nINT.\n\nYour majesty.\n\nThere is to be a Christmas Court.\n\nyes,\n\n \n\nSALISBURY TOWER DOORWAY\n\n(A heavily barred doorway inside the tower, TWO\nGUARDS duty. They come to attention as MARSHAL\nappears. As they open the gate, cut to -\n\n{A large, cold, relatively barren castle room.\n\nA few chairs, wooden chests, a bed, a few wall\ntapestries, straw on the floor. Even when we come\nto Chinon, all the rooms are like this. Luxury and\nelegance did not exist. The only richness of the\nperiod was in the fabrics of the clothes the\nwealthy wore)\n\nELEANOR'S ROOM SALISBURY TOWER '\n\nmadam.\n\n(The camera takes in the room. A GUARD stands by r\nthe room's one door. He is a young and splendid\n\nlooking soldier except for the fact that his left\n\narm, at a point just above the elbow, has been lost\n\nin combat. In one corner of the room, there are\n\ntwo Maids-in-waiting doing needlework by the small :\nwindow. We come finally to a fireplace. There is }\na blazing fire. There is an armchair by the fire. i\nIn it sits -\n\n(ELEANOR OF AQUITAINE.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe come finally to a fireplace. There is }\na blazing fire. There is an armchair by the fire. i\nIn it sits -\n\n(ELEANOR OF AQUITAINE. \n\nTARGET SECTION TO BE ANNOTATED:\n She is 61 and looks nothing\nlike it. She is a truly handsome woman of great\ntemperament, authority and presence. She has been\na Queen of international importance for 46 years\nand you know it. Finally, she is that most unusual\nthing: a genuinely feminine woman thoroughly\ncapable of holding her own in a man's world.\n\n(When we first see her, she is gazing into the\nfire, deep in thought. there is no sense of\nrepose; this is not reverie. The eyes burn and the\nmind is busy.\n\n(We are looking past her, towards the door. It\nopens. The one-armed GUARD comes to attention as\nMARSHAL enters and bows)\n\nMARSHAL\n\nELEANOR\n(Not turning. We move closer and closer to her\n\nface)\n\nMARSHAL\n(Voice over)\n\n \n\f15\n_O\n| 16\n17\noO\n18\n19\n©\n\n \n\nContinued\nELEANOR\nWhere?\n(Nothing but her face. The look is enigmatic but\nthe excitement is unmistakable)\nMARSHAL\nAt Chinon.\n\n(At the word 'Chinon,' cut from ELEANOR, close up\nto -)\n\nINT. HENRY'S ROOM\n\n(HENRY close up. He is asleep in bed. The camera\ndraws back and we see ALAIS next to him. She is\nawake, motionless. She hasn't slept. We keep on\ndrawing back, taking in -\n\n(HENRY'S room. Bare, cold, undecorated. Chairs,\nchests, tables - all heavy wood and crude -\ntapestries. Clothes are hung in the open from a\npole that runs along the wall.)\n\nEXT. CASTLE COURTYARD AND BELL TOWER\n\n(We continue drawing back, moving through a window\nto the outside. We take in the castle at Chinon\nbit by bit. First the tower we have just left,\nthen the courtyard, then other buildings, then the\nouter wall, then the surrounding countryside and\nthe broad River Vienne beyond the castle.\n\n(It is just before dawn. There is no sound.\nNothing moves. It is cold. The fields are rimmed\nwith frost. Everything looks black and white.\n\n(Suddenly, the first ray of the rising sun hits the\ntop of the highest tower.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fields are rimmed\nwith frost. Everything looks black and white. (Suddenly, the first ray of the rising sun hits the\ntop of the highest tower. \n\nTARGET SECTION TO BE ANNOTATED:\n Cut to -)\n\n(The bell in the chapel tower, close up, just as\nits clapper comes crashing down. The sound is\ndeafening. Cut to -\n\nINT. HENRY'S BEDROOM\n\n(HENRY as his eyes fly open. The bell continues\ntolling as HENRY, bursting with energy, sits bolt\nupright in bed, throws the covers off and bounds\nup. It was the universal custom of the time to\nsleep naked and there is a glimpse of bodies as\n\n \n\n \n\n \n\fO\n\nQO\n\n19\n\n20\n\nContinued\n\nHENRY throws a great fur-lined over his shoulders\nand ALAIS retrieves the blankets and covers\nherself. It is cold in the room. We can see their\nbreath. Cut to -\n\n(HENRY seated on the bed, tugging heavy woolen\ntights on. Cut to -\n\n(ALAIS, sitting up now, blankets clutched around\nher, looking at him. She hesitates. Then -)\n\nALAIS\nHenry, what if, just for once, I didn't do as I was told.\n\n(Cut to HENRY. Half dressed, he stands by a table.\nThere is a wash bowl full of water on it, a thin\nfilm of ice on the water)\n\nHENRY\n(As he breaks the ice, splashes water on his face)\nIt's going to be a jungle of a day. If I start growling now,\nI'll never last.\n\n{Cut to ALAIS on the bed, robe over her shoulders,\nstarting to dress)\n\nALAIS\nyou'll last. You're like the rocks at Stonehenge. Nothing\nknocks you down.\n\nHENRY\n(Drying his face with a towel)\nIn these rooms, Alais, on this Christmas, I have all the\nenemies I need.\n\nALAIS\nYou have more than you think.\n\nHENRY\nAre you one? Has my willow turned to poison oak?\n\nALAIS\nIf I decided to be trouble, Henry, how much trouble could I be?\n\nHENRY\nNot much.\n\nINT. CORRIDOR\n\n(Cut to HENRY & ALAIS, dressed now, moving down a\ncorridor. They pass an occasional SERVANT who\n\f \n\n \n\n \n\n \n\n20\n\n20X1\n\n10\n\nContinued\n\nstops and bows.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CORRIDOR\n\n(Cut to HENRY & ALAIS, dressed now, moving down a\ncorridor. They pass an occasional SERVANT who\n\f \n\n \n\n \n\n \n\n20\n\n20X1\n\n10\n\nContinued\n\nstops and bows. \n\nTARGET SECTION TO BE ANNOTATED:\n We follow them as HENRY strides\nbriskly along, ALAIS half-running to keep up)\n\nALAIS\nI could give away your plans.\n\nHENRY\nYou don't know what they are.\n\nALAIS\nI know you want to disinherit Richard.\n\nHENRY\nSo does Eleanor. She knows young Henry's dead. The Young King\ndied in summer and I haven't named an heir. She knows I want\nJohn on the throne and I know she wants Richard. We are very\nfrank about it.\n\nINT. PARLOUR\n\n(Cut to HENRY & ALAIS at a table eating breakfast.\nThey eat, as was the custom, with spoons and\nfingers from a common bowl that sits on the table\nbetween them)\n\nALAIS\nHenry, I can't be your mistress if I'm married to your son.\nHENRY\nWhy can't you? Johnny wouldn't mind.\nALAIS\nI do not like your Johnny.\nHENRY\nHe's a good boy. ;\nALAIS |\n\nHe's got pimples and he smells of compost.\n\nHENRY\nHe's just sixteen; he can't help the pimples.\n\nALAIS\nHe could bathe.\n\n \n\n \n\n \n\fO\n\n \n\n \n\n \n\n21\n\n11\n\nINT. CORRIDOR\n\n(Cut to HENRY striding briskly down a corridor,\nALAIS hurrying after him. The corridor is more\ncrowded now. There are KNIGHTS and HIGH CLERGYMEN\nwho, as HENRY passes, stop and bow. HENRY ignores\nit all, striding on until -\n\n(He reaches a niche in the corridor. He stops\nabruptly, turns on ALAIS)\n\nHENRY\nIt isn't such a dreadful thing to be a Queen of England. Not\nall eyes will weep for you.\n\nALAIS\nWill yours?\n\nHENRY\nI don't know. very likely.\n\nALAIS\nAll I want is not to lose you. Can't you hide me? Can't I\n\nsimply disappear.\n\nHENRY\nYou know you can't. Your little brother Philip's King of\nFrance now and he wants your wedding or your dowry back. I\nonly took you for your dowry. You were seven; two big knees\nand two big eyes and that's all.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour little brother Philip's King of\nFrance now and he wants your wedding or your dowry back. I\nonly took you for your dowry. You were seven; two big knees\nand two big eyes and that's all. \n\nTARGET SECTION TO BE ANNOTATED:\n How was I to know?\n\n(We pull back as HENRY moves to kiss her lightly.\nThere is a sound of running down the corridor.\n\nIt's JOHN. He slows down as he sees his father and\nfiancee kissing. He doesn't like it.\n\n(Sensing someone. HENRY turns, takes JOHN in)\n\nHENRY\nWhat's wrong, lad?\n\nJOHN\n(Producing a smile)\n\nNothing.\n(With a skip and a wave, JOHN resumes running down\nthe corridor. We follow him as he turns a corner,\nreaches a great high door, tugs it open, slips\nthrough and starts racing down a broad exterior\nflight of steps into the castle yard.\n\nALAIS\n(Calling, moving, excited and happy)\n\n \n\n \n\n \n\f©\n\nOG\n\n23\n\n24\n\n \n\n12\n\nEXT. COURTYARD\n\n(We see the yard from JOHN'S POV. GEOFFREY, on\nhorseback, is riding toward us. He waves back.\nThe yard is a mob scene, crammed with SOLDIERS,\nSERVANTS, PEASANTS, tents, outdoor kitchens,\nlivestock, poultry, horses, the lot. The SOLDIERS\nare lined up for morning chow.\n\n(JOHN threads his way through it all, reaching\nGEOFFREY as he dismounts)\n\nGEOFFREY\n(As they hug each other roughly)\nJohnny.\n\nJOHN\n(A large bundle hangs from GEOFFREY'S saddle.\nPointing to it)\nIs that for me?\n(GEOFFREY nods)\nI love Christmas.\n\nINT. PARLOUR\n\n(Cut to an enormous Christmas tree, close up, as it\nis being raised to standing position.\n\n(Pull back to see HENRY nodding at the tree in\nbrisk approval. ALAIS stands near him, wanting to\nspeak but hesitant. We are in the Parlor, a fairly\nspacious place which functioned as a kind of Family\nRoom. There are the usual tapestries, some\nfurniture, a desk and scattered about, piles of\nholly boughs.\n\n(HENRY turns to leave the room. ALAIS stops him,\nsaying\n\n\" ALAIS\nWhat difference does my dowry make? Let Philip have it back.\nIt isn't much.\n\nHENRY\n\nI can't.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet Philip have it back. It isn't much. HENRY\n\nI can't. \n\nTARGET SECTION TO BE ANNOTATED:\n The Vexin is a little country but it's vital to me.\nALAIS\n\nAnd I'm not.\nHENRY\n\n‘It's been my luck to fall in love with landed women. When I\nmarried I thought: \"You lucky man. The richest woman in the\nworld. She owns the Aquitaine, the greatest province on the\nContinent -- and beautiful as well.\" She was, you know.\n\na |\n\fNY\n\nf*.\n\n13\n\nContinued\n\nALAIS\nAnd you adored her.\n\nHENRY\nMemory fails. There may have been an era when I did.\n(As he arranges a loose lock of her hair)\nLet's have one strand askew; nothing in life has nay business\nperfect. If I say you and I are done, we're done. If I say\nmarry John, it's John. I'll have you by me and I'll use you\nas I like. ,\n\nEXT. COURTYARD\n\n(Cut to JOHN and GEOFFREY in the courtyard. There\nis a great clatter of horse's hooves behind them.\nthey stop and turn. Cut to -\n\n(RICHARD arriving in the yard at full gallop. He\nreins in with great bravado and leaps from his\nhorse. Cut to -\n\n(GEOFFREY starting toward RICHARD with a friendly\nwave of greeting. JOHN, glaring sullenly at\nRICHARD, hangs back, then follows GEOFFREY. Cut\nto -\n\n(RICHARD, JOHN & GEOFFREY crossing the courtyard\ntoward the stables. RICHARD leads his horse)\n\nGEOFFREY\nAh, Christmas; warm and rosy time. The hot wine steams, the\nYule it roars and we're the fat that's in the fire. She'll be\nhere soon, you know.\n\nJOHN\nWho?\n\nRICHARD\nMother.\n\nGEOFFREY\n\nDoes she still want you to be king?\n\nRICHARD\nWe are not as friendly as we were.\n\nJOHN\nIf I'm supposed to make a fuss and kiss her hairy cheek, I\nwon't.\n\n\nContinued\nRICHARD\nWhat you kiss, little prince, is up to you.\nJOHN\nI'm Father's favorite; that's what counts.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOHN\nIf I'm supposed to make a fuss and kiss her hairy cheek, I\nwon't. Continued\nRICHARD\nWhat you kiss, little prince, is up to you. JOHN\nI'm Father's favorite; that's what counts. \n\nTARGET SECTION TO BE ANNOTATED:\nRICHARD\n(Stopping, looking down at JOHN, with quiet, total\n\nconviction)\nYou hardly know me, Johnny, so I beg you to believe my\nreputation. I'm a constant soldier and a sometime poet and\nI will be King.\n\nJOHN\nJust you remember: Father loves me best.\n\nINT. PARLOUR\n\n(Cut to HENRY & ALAIS. He is seated at a desk,\nbusily going through state papers)\n\nALAIS\nWhy John? John doesn't care for you at all.\n\nHENRY\nWe love each other deeply.\n\nALAIS\nNone of them has any love for you.\n\nHENRY\nBecause we fight? Tell me they all three want the crown, I'll\ntell you it's a feeble prince that doesn't. They may snap at\nme and plot and that makes them the kind of sons I want. I've\nsnapped and plotted all my life. There is no other way to be a\nKing, alive and fifty all alone.\n\nALAIS :\nI'm going to fight for you. f\n\n‘HENRY\nOh, fine.\n\nEXT. BATTLEMENTS i\n\n \n\n \n\n \n\n \n\n(Cut to the walk that runs along the top of the\ncastle wall. HENRY is pacing impatiently,\nrepeatedly looking out in expectation toward the\nRiver Vienne that runs quite near, below them.\nALAIS, with great determination is saying -)\n\f27\n\n15\n\nContinued\n\nALAIS\nWhen I was sixteen and we started this depraved relationship, I\nleft everything to you. I lap sat, drank my milk and did what\nI was told. Not any more. Your cherub's twenty-three now and\nshe's going to fight.\n\nHENRY\nWith mace and chain?\n\nALAIS\nWith anything that I can think of.\n\nHENRY\nThat's exactly what I need another mind at work. Try: you can\nhear the thinking through the walls. There's Geoffrey's hum,\nand Richard's roar, and Eleanor, she's always wrapped in heavy\nthoughts, like molten lead and marble slabs. My house is full\nof intellectual activity.\n\nALAIS\nAdd mine.\n\nHENRY\n(Going to her, gruff but tender)\nAlais, Alais -- I don't plan to give you up. I don't plan to\ngive you anything.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nALAIS\nAdd mine. HENRY\n(Going to her, gruff but tender)\nAlais, Alais -- I don't plan to give you up. I don't plan to\ngive you anything. \n\nTARGET SECTION TO BE ANNOTATED:\n I'11 make alliances and bargains, threaten,\nbeg, break heads and hearts and when I'm done, I'll make an\nheir of John, a petty prince of Richard and I'11l still have\nyou.\n\nALAIS\nWhen can I believe you, Henry?\nHENRY\nAlways; even when I lie.\nALAIS\nBut with so many enemies --\nHENRY\nI know -- and some of them are brighter folk that I or crueler\n\nor more ruthless or dishonest. But not all rolled in one. The\npriests write all the history these days and they'll do me\njustice. Henry, they'll say, was a master bastard.\n\n(Pointing excitedly down toward the river)\nLook.\n\f \n\n27xX1\n\n28\n\n29\n\n30\n\n29X1\n\n30X1\n\n \n\n \n\nEXT.\n\nEXT.\n\nEXT.\n\nEXT.\n\nEXT.\n\n16\n\nCASTLE AND RIVER BOAT AND JETTY\n\n(Cut to a boat as it rounds a bend in the river\nnear the castle)\n\n(Cut to ELEANOR on the desk of the boat. MARSHAL\nstands near her, The one-armed GUARD on duty,\nstands stiffly in the background. Eleanor's two\nMaids-in-waiting stand near him.)\n\nCOURTYARD\n\n(Cut to.HENRY, close up, as he hurries down stone\ncastle steps. His face is lit with a sense of\neagerness and anticipation that have nothing to do\nwith affection.\n\nBOAT AND RIVER\n\n(Cut to ELEANOR on the deck. The boat is near the\ndock now. Her face is alive with suppressed\nexcitement. She pats her hair, finds it in order,\nanxiously tugs at her clothes.\n\nCOURTYARD\n\n(Cut to HENRY striding through the turmoil of the\ncastle yard. Far behind him, ALAIS hurries after)\n\nCASTLE RIVER, BOAT AND JETTY\n\n(Cut to SAILORS catching ropes, mooring the boat to\nthe dock.\n\n(Cut to HENRY plunging through the mud and debris\nalong the dock.\n\n(Cut to ELEANOR, very regal and formal, at the top\nof the gangplank. We draw back, seeing HENRY\nstationed at the bottom.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to HENRY plunging through the mud and debris\nalong the dock. (Cut to ELEANOR, very regal and formal, at the top\nof the gangplank. We draw back, seeing HENRY\nstationed at the bottom. \n\nTARGET SECTION TO BE ANNOTATED:\n With stately movement,\nELEANOR comes down the plank. HENRY stands waiting\nas, reaching him, she bows and kisses his hand.\n\nHENRY\n\nHow was your crossing? Did the Channel part for you?\n\nELEANOR\n\nIt went flat when I told it to. I didn't think to ask for\n\nmore.\n\nHow dear of you to let me out of jail.\n\nHENRY\n\nIt's only for the holidays.\n\n \n\n \n\nI\n\f \n\nO\n\n17\n\n30X1 Continued\n\n31\n\n32\n\n33\n\nELEANOR\nLike school. You keep me young.\n\n(They turn, start up the dock toward the castle.\nShe sees ALAIS)\n\nELEANOR\nHere's gentle Alais.\n\n(ALAIS starts to curtsy)\n\nNo, no; greet me as you used to.\n(She takes ALAIS into her arms, holding her\nlightly.\n\nFragile I am not; affection is a pressure I can bear.\n(As she releases ALAIS, she looks up toward the\ncastle.)\n\nEXT. CASTLE\n\n(Cut to the castle from ELEANOR'S POV. JOHN, -\nRICHARD & GEOFFREY are standing there, by the Main\nGate.\n\n(Cut to ELEANOR. Pleased and proud)\nOh, but I do have handsome children.\n\nINT. PARLOUR\n\n(Cut to ELEANOR, close up, as she busses JOHN on\nthe cheek. We pull back and see that they are in\nthe Parlour.\n\nELEANOR\nJohn -- you're so clean and neat. Henry takes good care of\nyou.\n\n(She moves to RICHARD, kisses him lightly)\n\nAnd Richard. Don't look sullen, dear. It makes your eyes go\nsmall and piggy and your chin look weak. Is Philip here yet?\n\nGEOFFREY\nNo.\nELEANOR\nLet's hope he's grown up like his father -- simon pure and\n\nsimon simple. Good, good Louis; if I'd managed sons for him\ninstead of all those little girls, I'd still be Queen of France\nand we should not have known each other. Such, my angels, is\nthe role of sex in history.\n\n \n\f33 Continued\n\nOQ (Great flourishes on horns and trumpets are heard\nfrom the castle yard)\n\nELEANOR\nThat will be Philip.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nGood, good Louis; if I'd managed sons for him\ninstead of all those little girls, I'd still be Queen of France\nand we should not have known each other. Such, my angels, is\nthe role of sex in history. 33 Continued\n\nOQ (Great flourishes on horns and trumpets are heard\nfrom the castle yard)\n\nELEANOR\nThat will be Philip. \n\nTARGET SECTION TO BE ANNOTATED:\n(She' turns and starts toward the door)\n34 INT. CORRIDOR AND BROAD HALL\n(Cut to a broad hallway by a large closed door.\nELEANOR is just reaching the door, RICHARD, JOHN &\nGEOFFREY strung out behind her)\nELEANOR\n\n(Looking about expectantly)\nWhere's Henry?\n\nRICHARD\nUpstairs with the family whore.\nELEANOR\nThat is a mean and tawdry way to talk about your fiancee.\nJOHN\nOQ My fiancee.\nELEANOR\nWhoever fiancee, I brought her up and she is dear to me and\ngentle.\nRICHARD\n\nHe still plans to make John king.\n\nELEANOR\nOf course he does. My, what a greedy little trinity you are:\nking, king, king. Two of you must learn to live with\ndisappointment.\n\n(Cut to HENRY as he strides toward them)\n\nHENRY\nAh, but which two?\n\nELEANOR\nLet's deny them all and live forever.\n\n \n\n \n\n! HENRY\nTusk to tusk through all eternity.\n\n!\n|\n|\ni\n|\n\f34\n\n35\n\n \n\n19\n\nContinued\n\n(TWO SERVANTS approach bearing a crown and a great\nformal cloak. Briskly, to his boys, as he shrugs\ninto the cloak and slaps the crown on)\n\nHENRY (Cont)\nThe King of France and I will shortly have a tactile conversa-\ntion like two surgeons looking for a lump. We'll state\npositions and I'll make the first of many offers. He'll refuse\nit, naturally, I'll make a better one and so on through the\nholidays until I win. For the duration of this joyous ritual,\nyou will give, to your father, your support.\n\n(With which he wheels toward the door. The TWO\nSERVANTS throw it open and HENRY, the others\nfollowing, strides toward into the courtyard.\n\nEXT. COURTYARD\n\n(Cut to the courtyard from their POV. We see a\nvery grand and formal state occasion. NOBLES &\nCLERGYMEN stand in formal ranks along the broad\ndescending steps. All the COMMONFOLK have lined\nup, as commonfolk always do, along the edges of a\nbroad aisle.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see a\nvery grand and formal state occasion. NOBLES &\nCLERGYMEN stand in formal ranks along the broad\ndescending steps. All the COMMONFOLK have lined\nup, as commonfolk always do, along the edges of a\nbroad aisle. \n\nTARGET SECTION TO BE ANNOTATED:\n SOLDIERS at attention, line the\naisle.\n\n(Down the aisle marches a gorgeous, stately retinue\nof KNIGHTS & SOLDIERS. At their head is Philip,\nKing of France.\n\n(PHILIP CAPET is 18 years old and absolutely\ngorgeous. He is tall, well-proportioned and\nhandsome without being at all pretty. His manner\nis open, direct, simple and strikingly\nauthoritative. He has been King of France for\nthree years and has learned a lot.\n\n(PHILIP mounts the steps, stands before HENRY)\n\nHENRY\n(As they greet each other)\nMy lord.\nPHILIP\nYour grace.\nHENRY\n\nWelcome to Chinon.\n\n(More horns and Trumpets as HENRY turns and bows\nthrough the doorway. As the procession moves into\nthe castle, we cut to -)\n\n \n\n \n\f \n\n36\n\n20\n\nINT. PARLOUR\n\n(The door of the parlor, seen from inside the room.\nThe door opens, HENRY again bows PHILIP through,\nthen HENRY and ELEANOR follow. There is a general\nchange of manner, from formal to informal as\nRICHARD, GEOFFREY, JOHN & ALAIS follow into the\n\nroom)\nHENRY\n(Taking off a formal robe, feeling more\ncomfortable)\nWell, that's better.\nELEANOR\n\n(To PHILIP)\nI was told you were impressive for a boy of eighteen. I'm\nEleanor, who might have been your mother. All the others here\nyou know.\n\nPHILIP\n(Bowing)\nQueen Eleanor.\n\nHENRY\n(Informal, settling himself comfortably in a\nchair)\nI gather you're disturbed about your sister and her dowry.\n\nPHILIP\n(Standing before him, stiff and formal)\nSixteen years ago, you made a treaty with us. It is time its\nterms were executed.\n\nThe scene, through most of the following exchange\nbetween Philip and Henry, is a domestic one. ALAIS\npasses along them with a tray of drinks and hors\nd'oeuvres. ELEANOR settles comfortable, taking\nsome needlework from a bag and works on it. JOHN\nbusies himself decking the hall with boughs of\nholly.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nALAIS\npasses along them with a tray of drinks and hors\nd'oeuvres. ELEANOR settles comfortable, taking\nsome needlework from a bag and works on it. JOHN\nbusies himself decking the hall with boughs of\nholly. \n\nTARGET SECTION TO BE ANNOTATED:\n GEOFFREY, finding the hors d'oeuvres\ndelicious, settles by a table that holds an\nassortment of them. Only RICHARD fails to relax.\nHe stands apart from all of them, suspicious and\nhostile)\n\nHENRY\nI should think so.\n\nPHILIP\nOur position comes to this: that you either hold the marriage\nor return the vexin. Alais marries Richard or we'll have the\ncounty back at once.\n\n \n\fomega Fi\n\n36\n\n \n\n21\n\nContinued\n\nHENRY\nThat's clear, concise and well presented. My position is --\nwell, frankly Philip, it's a tangle.\n\n(As he rises and moves to RICHARD, all\naffability)\n\nTwo years ago, the Queen and I, for reasons passing under-\nstanding, gave the Aquitaine to Richard. That makes Richard\nvery powerful. How can I give him Alais, too? The man she\nmarries has you for an ally.\n\nPHILIP\nIt's their wedding or the Vexin back. Those are the terms you\nmade with Louis.\n\nHENRY\n(Moving to PHILIP. Just the two of them now)\nTrue but academic, lad. The vexin's mine.\n\nPHILIP\nBy what authority?\n\nHENRY\nIt's got my troops all over it: that makes it mine. Now hear\nme, boy --\n\nPHILIP\nI am a king: I'm no man's boy.\n\nHENRY.\nA king? Because you put your ass on purple cushions?\n\nPHILIP\nSir.\n(He turns on his heel, starts for the door)\n\n(Cut to HENRY & ELEANOR as they exchange amused\nglances )\n\nHENRY\nPhilip, you haven't got the feel of this at all. Use all your\nvoices. When I bellow, bellow back.\n\nPHILIP\nI'll mark that down.\n\n \n\f \n\n36\n\n \n\n22\n\nContinued\n\nHENRY\n(Moving close to PHILIP)\nThis, too. We are the world in small. A nation is a human\nthing. It does what we do, for our reasons. Surely, if we're\ncivilized, it must be possible to put the knives away. We can\nmake peace. We have it in our hands.\n\nPHILIP\nI've tutors of my own.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can\nmake peace. We have it in our hands. PHILIP\nI've tutors of my own. \n\nTARGET SECTION TO BE ANNOTATED:\n Will that be all?\n\nHENRY\nOh, think. You came here for a reason. Don't you want to ask\nme if I've got an offer?\n\nPHILIP\nHave you got an offer?\n\nHENRY\nNot yet -- but I'll think of one.\n\n(PHILIP is half out the door. Voice over)\nOh, by the way ...\n\n(PHILIP turns. Cut to HENRY, smiling agreeably)\nYou're better at this than I thought you'd be.\n(Cut to PHILIP smiling agreeably back)\n\nPHILIP\nI wasn't sure you'd noticed.\n\n(Cut to HENRY as PHILIP goes. HENRY turns, taking\nin his family.\n\n(Cut to HENRY'S POV. We see JOHN with holly,\nELEANOR with her needle, GEOFFREY licking his\nfingers, ALAIS serving more wine and RICHARD\nglowering.\n\n(Cut to HENRY as he makes a friendly, expansive\ngesture)\n\nHENRY\nWell -- what shall be hang: The holly or each other?\n\nRICHARD\n(Moving into the picture)\nWould you say, Father, that I have the makings of a King?\n\n \n\ni\n:\n:\n\n \n\f \n\n \n\n \n\n \n\n \n\n \n\n36\n\n23\n\nContinued\n\nHENRY\nA splendid King.\n\nRICHARD\nWould you expect me, Father, to give up without a fight?\n\nHENRY\nO£ course you'll fight. I raised you to.\n\nRICHARD\nI don't care what you offer Philip. I don't care what plans\nyou make. I'll have the Aquitaine and Alais and the crown. I\nwon't give up one to get the other. I won't trade off Alais or\nthe Aquitaine to this -\n\n(He gestures toward JOHN. Cut to JOHN. VOICE\nover)\n\n-- this walking pustule.\n(Cut from JOHN'S outrage back to RICHARD)\nNo, your loving son will not.\n\n(As he turns to go, cut to JOHN who rushes up to\n\nHENRY )\nJOHN\nDid you hear what he called me?\nELEANOR\nClearly, dear. Now run along. It's nearly dinnertime.\nJOHN\nI only do what Father tells me.\nHENRY\nGo and eat.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's nearly dinnertime. JOHN\nI only do what Father tells me. HENRY\nGo and eat. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN\n\nDid I say something wrong? I'm always saying something wrong.\n\nHENRY\nDon't pout.\n\n \n\f \n\n \n\n \n\n \n\nO\n\n36\n\n24\n\nContinued\n\nJOHN\n(Pouting)\nI'm not.\n\nHENRY\n(Giving him a slap on the butt)\nAnd stand up straight. How often do I have to tell you?\n\n(JOHN scurries toward the door. Cut to -\n(HENRY, the exasperated parent. Cut to -\n(ELEANOR, gazing with amusement at HENRY)\n\nELEANOR\nAnd that's to be the king.\n\nGEOFFREY\nAnd I'm to be his Chancellor. Has he told you? John will rule\nthere while I run it. That's to say, he gets to spend the\ntaxes that I get to him.\n\nELEANOR\nHow nice for you.\n\nGEOFFREY\nIt's not as nice as being king.\n\nHENRY\nWe've made you Duke of Brittany. Is that so little?\n\nGEOFFREY\nNo one ever thinks of crown and mentions Geoff. What is that?\n\nHENRY\nIsn't being Chancellor power enough?\n\nGEOFFREY\nIt isn't power that I feel deprived of; it's the mention that I\nmiss. There's no affection for me here. You wouldn't think\nI'd want that, would you?\n\n(He is going as he says this. Cut to ELEANOR\nbleakly watching him go.\n\n‘ELEANOR\nHenry, I have a confession.\n\nHENRY\n(Voice over)\nYes?\n\n \n\n \n\n \n\f36\n\n \n\n \n\n   \n\nContinued\n\nELEANOR\nI don't much like our children.\n\n(Rising, moving toward ALAIS)\nOnly you. The child I raised but didn't bear.\n\nALAIS\nYou never cared for me.\n\nELEANOR\nI did and do. Believe me, Henry's bed is Henry's province. He\ncan people it with sheep for all I care. Which, on occasion,\nhe has done.\n\n(Cut to HENRY. The subject of Rosamund is\nclearly a raw nerve)\n\nHENRY\nStill that? When Rosamund's been dead for seven years.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to HENRY. The subject of Rosamund is\nclearly a raw nerve)\n\nHENRY\nStill that? When Rosamund's been dead for seven years. \n\nTARGET SECTION TO BE ANNOTATED:\n(Cut back to ELEANOR & ALAIS)\n\nELEANOR\nHe found Miss Clifford in the mists of Wales and brought her home\nfor closer observation. Liking what he saw, he scrutinized her\nmany years. He loved her deeply and she him. And yet, my dear,\nwhen Henry had to choose between his lady and my lands ...\n\nALAIS\nThere is no sport in hurting me. It is so easy.\n\nELEANOR\nAfter all the years of love and care, do you think I could\nbring myself to hurt you?\n\nALAIS\nEleanor, with both hands tied behind you.\n\n(As she turns to go, cut to HENRY. His concern for\nALAIS is clearly on his face. Cut to -\n\n(ELEANOR gazing fondly and sadly after her. Cut\nback to -\n\n(HENRY as he adjusts his expression for ELEANOR's\nHENRY\n\nIf I'd chosen, who could I have picked to love to gall you\nmore?\n\n \n\n \n\f \n\n \n\n \n\n36\n\n \n\n26\n\nContinued\n\nELEANOR\n(Smiling up at him)\nThere's no one. Come on; let's finish Christmassing the place.\n\n(She moves to a pile of ornaments on a table by the\nChristmas tree. Through the following, like any\nMoin and they decorate the tree. Much care is\ndevoted to placing the proper ornament just so,\nglancing at each other for reaction to the\ndecorating, shakes and nods of heads.\n\nHENRY\nTime hasn't done a thing but wrinkle you.\n\nELEANOR\nIt hasn't even done that. I have borne six girls, five boys\nand thirty-one connubial years of you. How am I possible?\n\nHENRY\nThere are moments when I miss you.\n\nELEANOR\n(They pause, smiling fondly at each other. Then,\nreaching out and tousling his hair)\n\nThat's my woolly sheep dog. So wee Johnny gets the crown.\n\nHENRY\nI've heard it rumored but I don't believe it.\n\nELEANOR\nLosing Alais will be hard, for you do love her.\n\nHENRY\nIt's an old man's last attachment; nothing more. How hard do\nyou find living in your castle?\n\nELEANOR\nIt was difficult in the beginning but that's past.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nIt's an old man's last attachment; nothing more. How hard do\nyou find living in your castle? ELEANOR\nIt was difficult in the beginning but that's past. \n\nTARGET SECTION TO BE ANNOTATED:\n I find I've\nseen the world enough.\n\nHENRY\nI'll never let you loose. You led too many civil wars against\nme.\n\nELEANOR\nAnd I damn near won the last one. Still, as long as I get\ntrotted out for Christmas Courts and state occasions now and\nthen, for I do like to see you, it's enough.\n(She steps back, surveys the tree)\nI think that's all the Christmassing this thing can stand. I'm\nfamished. Let's go in to dinner.\n\fO\n\n36\n\n37\n\n27\n\nContinued\n\nHENRY\n(Extending his arm)\nArm in arm.\n\nELEANOR\nAnd hand in hand.\n\n(She takes his arm. They start out of the room)\nYou're still a marvel of a man.\n\nHENRY\nAnd you're my lady.\n\n(They move arm in arm to the door. His hand on\nthe knob, HENRY pauses, turns)\n\nIt's an odd thing, Eleanor. I've fought and bargained all\nthese years as the only thing I lived for was what happened\nafter I was dead. I've something else to live for now. I've\nblundered on to peace.\n\nELEANOR\n(Wry amusement on her face)\nOn Christmas Eve.\n\nHENRY\nSince Louis died, while Philip grew, I've had no France to\nfight. And in lull, I've found how good it is to write a law\nor make a tax more fair or in judgment to decide which peasant\ngets a cow. There is, I tell you, nothing more important in\nthe world. And now the French boy's big enough and I am sick\nof war.\n\nINT. CORRIDOR AND BROAD HALL\n\n(He opens the door, moves into the corridor. She\nfollows. We go with them down the hallway. It is\ndimly lit by smoky wall torches. The corridor is\nempty except for occasional quietly prowling dogs.\nCastles at the time were full of dogs and\nthroughout the film, the animals are everywhere)\n\nELEANOR\nDo you still need the vexin, Henry?\n\nHENRY\nIt's as crucial as it ever was. My troops there are a day away\nfrom Paris, just a march of twenty miles. I must keep it.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nIt's as crucial as it ever was. My troops there are a day away\nfrom Paris, just a march of twenty miles. I must keep it. \n\nTARGET SECTION TO BE ANNOTATED:\nELEANOR\nHenry, dear, if Alais doesn't marry Richard, I will see you\nlose the vexin.\n\n \n\f \n\n \n\n \n\n \n\n37\n\n38\n\n \n\nContinued\n\n(They stop outside a large double door)\n\nHENRY\nWell, I thought you'd never say it.\n\nELEANOR\nI can do it.\n\nHENRY\n\nYou can try.\n(A SERVANT appears, moves to the door)\n\nWe've got a pack of barons we should look the loving couple\nfor.\n\nELEANOR\n(smiling a terrible smile at him)\nCan you read love in that?\n\nHENRY\nAnd permanent affection.\n\n(The door is opened. They start forward. Cut to -\nINT. GREAT HALL\n\n(The castle's Great Hall from their Pov. It is an\nenormous high ceilinged, stone walled room. Long\ntrestle tables along the length of it. NOBLES &\nCLERGYMEN sit on benches at the tables. COURT\nMUSICIANS & ENTERTAINERS are poised on a platform\nat one side. SERVANTS stand forward at serving\ntables piled high with food. The royal table is at\nthe far end of the hall on a platform. PHILIP,\nRICHARD, GEOFFREY, JOHN & ALAIS are there.\n\n(The hall is heated by a huge fire that blazes on\nthe stones in the center of the room. Some of the\nsmoke rises to escape from a hole in the ceiling.\nTorches are everywhere. The smoke is terrible.\nThere is much howling from a multitude of dogs.\n\n(As HENRY. & ELEANOR more into the hall, the\nORCHESTRA plays a fanfare and EVERYBODY rises.\n\nELEANOR\n(As she and HENRY make their stately way down the\nlong hall to their table. Nodding to this NOBLE,\nsmiling at that.\nMy Richard is the next king, not your John. I know you, Henry.\nI know every twist and bend you've got and I'll be waiting\nround each corner to -\n\n \n\n \n\f \n\n38\n\n \n\n29\n\nContinued\n\nHENRY\nDo you truly care who's king?\n\nELEANOR\nI care because you care so much.\n\nHENRY\nDon't fight me, Eleanor.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nI know every twist and bend you've got and I'll be waiting\nround each corner to -\n\n \n\n \n\f \n\n38\n\n \n\n29\n\nContinued\n\nHENRY\nDo you truly care who's king? ELEANOR\nI care because you care so much. HENRY\nDon't fight me, Eleanor. \n\nTARGET SECTION TO BE ANNOTATED:\nELEANOR\nWhat would you have me do? Give out, give up, give in?\n\nHENRY\nGive me a little peace.\n\nELEANOR\n\nA little? Why so modest? How about eternal peace? Now\nthere's a thought.\n\nHENRY\nIf you oppose me, I will strike you any way I can.\n\n(They have reached their table. Their eyes are\nlocked; HENRY'S cold with warning, ELEANOR'S bright\nwith defiance.\n\n(The pose breaks and they sit. SERVANTS appear by\neach of them with bowls of water and towels. They\nstart to wash their hands. Then - )\n\nELEANOR\n(She leans toward HENRY. They are close enough to\n\nkiss)\nHenry?\n\nHENRY\nMadam?\n\nELEANOR\nDid you ever love me?\n\nHENRY\nNo.\n\nELEANOR\n\nGood. That will make this pleasanter.\n\n(She sits back, wipes her hands. We draw away from\nher taking in more and more of the hall until we\nsee all of it - the bustle and smoke, the howling\nand shouting, the music and caroling.\n\n \n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\n38\n\n39\n\n30\n\nContinued\n(This point of punctuation in the story. All\nopening positions have been taken, all challenges\nmade. It should be the first slow fade in the\nfiln.\n\nINT. ELEANOR'S ROOM\n\n(We see a Christmas package on a table. Hands are\ntying a ribbon around it. We pull back to see\nELEANOR seated at a table in her room. Behind her\nis a door. It opens. RICHARD steps through.\nBehind him in the corridor, the one-armed GUARD\ncloses the door. RICHARD stays by the doorway,\nlooking at his mother. She is aware that he's\nthere but goes on wrapping the package. RICHARD\nmoves from the doorway toward her, saying\n\nRICHARD\n\nAll right, I've come. I'm here. What was it you wanted?\nELEANOR\n\nJust to talk. We haven't been alone, the two of us in -- How\n\nlong is a lamb? Two years? You look fit. War agrees with\nyou. I keep informed. I follow all your slaughters from a\ndistance. Do sit down.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nI keep informed. I follow all your slaughters from a\ndistance. Do sit down. \n\nTARGET SECTION TO BE ANNOTATED:\nRICHARD\nIs this an audience, a good night hug with kisses or an ambush?\n\nELEANOR\nLet us hope it's a reunion. Must you look so stern? I sent\nfor you to say I want your love again but I can't say it toa\nface like that.\n\nRICHARD\nMy love, of all thing. What would you want it for?\n\nELEANOR\nWhy, for itself. What other purpose could I have?\n\nRICHARD\nIf I were you, I'd try another tack. I have no damned up\nfloods of passion for you. There's no chance I'll overflow.\n\nELEANOR\nYou are a dull boy. Dull as plainsong: la, la, la, forever on\none note. I gave the Church up out of boredom. I can do as\nmuch for you.\n\nRICHARD .\nYou'll never give me up - not while I hold the Aquitaine.\n\n \n\f39\n\n \n\n \n\nLe\n\n \n\nContinued\n\nELEANOR\nYou think I'm motivated by a love of real estate.\n\nRICHARD\nI think you want it back. You're so deceitful you can't ask\nfor water while you're thirsty. We could tangle spiders in the\nwebs you weave.\n\nELEANOR\nIf I'm so devious, why don't you go? Don't stand there\nquivering in limbo. Love me, little lamb, or leave me.\n\nRICHARD\n(Not moving)\nLeave you, Madam? With pure joy.\n\nELEANOR\nDeparture is a simple act. You put the left foot down and then\nthe right.\n(JOHN runs into the room, excited in high\nspirits. GEOFFREY follows him)\n\nJOHN\nMother --\n\nELEANOR\nHush, dear. Mother's fighting.\n\nJOHN\nFather's finished working out the treaty terms.\n\nELEANOR\n(Getting to her feet)\nHow nice. Where is your father?\n\nEXT. COURTYARD\n\n(Cut to HENRY. He is outside in a corner of the\ncourtyard, busy distributing Christmas largesse to\nthe deserving poor. ALAIS is with him. A SERVANT\nfollows them along, pulling a car filled with roast\ngeese, pastries and such.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is outside in a corner of the\ncourtyard, busy distributing Christmas largesse to\nthe deserving poor. ALAIS is with him. A SERVANT\nfollows them along, pulling a car filled with roast\ngeese, pastries and such. \n\nTARGET SECTION TO BE ANNOTATED:\n(They are in front of a row of wooden hovels that\nline the stone castle wall. Gardeners, poultry\nkeepers, smiths and armorers live in these huts.\n\nWe see them receiving goodies with bows and smiles.\n\n(It is late afternoon and cold. The shadows are\nsharp and clear. Activity in the yard, when we see\nit, is slight. SOLDIERS & PEASANTS are settling\ndown by tiny fires, eating and drinking. From\n\n \n\n \n\f \n\nCO\n\n40\n\n \n\n32\n\nContinued\n\nacross the yard comes the sound of carolers\ncaroling)\n\nELEANOR\n(Voice over)\nThere you are.\n(HENRY & ALAIS turn. Cut to -\n\n(ELEANOR from HENRY'S POV. Wearing a heavy robe,\nshe is crossing the yard toward them. RICHARD,\nJOHN & GEOFFREY come along behind her.)\n\nELEANOR (Cont)\nWell -- have you put the terms to Philip?\n\nHENRY\nNot yet, but we're shortly granting him an audience. I hope\nyou'll all attend.\n\nELEANOR\nAre we to know the terms or would you rather tease us?\n\nHENRY\n(He stops handing out food, moves away from the\nhuts and people toward an area where livestock\nis kept)\nNot at all. The terms are these:\n\nRICHARD\n\nWhat are you giving up to Philip? What of mine?\nJOHN\n\nWhatever you've got goes to me.\nGEOFFREY\n\nAnd what's the nothing Geoffrey gets?\nHENRY |\n\nFor God's sake, boys, you can't all three be kings.\nRICHARD\n\nAll three of us can try.\nHENRY\n\nThat's pointless now. I want you to succeed me, Richard.\nAlais and the crown: I give you both.\n\nRICHARD\nI've got no sense of humor. If I did, I'd laugh.\n\nHENRY\nI mean to do it.\n\n \n\n \n\f \n\n \n\n \n\n3\n\n \n\n40\n\n    \n\nContinued\n\nJOHN\nWhat about me? I'm your favorite, I'm the one you love.\n\nHENRY\nJohn, I can't help myself.\n\n(He takes JOHN, moves him next to RICHARD.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm your favorite, I'm the one you love. HENRY\nJohn, I can't help myself. (He takes JOHN, moves him next to RICHARD. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN scowls up, RICHARD glowers down)\n\nHENRY (Cont)\nCould you keep anything I gave you? Could you beat him on the\nfield?\n\nJOHN\n(Scurrying to his father)\nYou could.\n\nHENRY\nBut John, I won't be there. I'm losing, too. All of my dreams\nfor you are lost.\n\nJOHN\nYou've led me on.\n\nHENRY\nI never meant to.\n\nJOHN\n\n(The tears start to come)\nYou're a failure as a father, you know that?\n\nHENRY\nI'm sorry, John.\n\nJOHN\n(He sinks down to the frozen ground, a sorry\nlittle heap. Pigs peer at him curiously from the\nenclosure just behind him)\nNot yet you're not. But I'll do something terrible and you'll\nbe sorry then.\n\n(Cut to ELEANOR)\n\nELEANOR\nDid you rehearse all this or are you improvising?\n\nHENRY\nGood God, woman, face the facts.\n\nELEANOR\nWhich ones? We've got so many.\n\n \n\n \n\f40\n\n34\n\nContinued\n\nHENRY\nPower is the only fact. How can I keep him from the crown?\nHe's only take it if I didn't give it to him.\n\n(He turns to RICHARD, glowering)\n\nRICHARD\nNo - you'd make me fight to get it. I know you. You'd never\ngive me everything -\n\nHENRY\nTrue; and I haven't. You get Alais and you get the kingdom but\nI get the one thing I want most. If you're King, England stays\nintact. I get that. It's all yours now -- the girl, the\ncrown, the whole black bloody business. Isn't that enough?\n\n(HENRY turns and storms away across the\ncourtyard. The caroling resumes.\n\n(The little group stands by the pig sty, watching\nHENRY go. No one moves until -)\n\nALAIS\nI don't know who's to be congratulated. Not me, certainly.\n\n(She looks at them, eyes bright with anger)\n\nKings, Queens, knights everywhere you look and I'm the only\npawn. I haven't got a thing to lose. That makes me dangerous.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\n(She looks at them, eyes bright with anger)\n\nKings, Queens, knights everywhere you look and I'm the only\npawn. I haven't got a thing to lose. That makes me dangerous. \n\nTARGET SECTION TO BE ANNOTATED:\n(At the brink of tears, she turns and runs away\nfrom them -- not after HENRY but in another\ndirection)\n\nELEANOR\n(voice over as we watch ALAIS running)\nPoor child.\n\n(Cut to JOHN suffering at the pig sty)\n\nJOHN\nPoor John -- who says poor John? Don't everybody sob at once.\nMy God, if I went up in flames, there's not a living soul who'd\npee on me to put the fire out.\n\n(Cut to RICHARD)\n\nRICHARD\nLet's strike a flint and see.\n\nJOHN\n(Getting to his feet as we see the whole group)\nHe hates me.\n\n \n\fWo\n\n40\n\n   \n\nContinued\n\nELEANOR\nFor whatever I have done to you, forgive me.\n\nJOHN\nWhat could you have done? You were never close enough.\n\nELEANOR\nWhen you were little, you were torn from me: blame Henry.\n\nJOHN\nI was torn from you by midwives and I haven't seen you since.\n\nELEANOR\nThen blame me if it helps.\n\nRICHARD\nNo, it's the midwives' fault. They threw the baby out and kept\nthe afterbirth.\n\nJOHN\n(Softly, from the heart, the absolute truth)\nYou're everything a little brother dreams of, you know that? I\nused to dream about you all the time.\n\nELEANOR\n(Arms open)\nOh, Johnny ...\n\nJOHN\n(Longing to go to her)\nThat's right, Mother. Mother me.\n\nELEANOR\nyes, if you'd let me.\n\nJOHN\n\nLet you? Let you put your arms around me just the way you\nnever did?\n\n{They are close)\nYou can do it. Think I'm Richard.\n\n(Tenderly, she holds him. Close to breaking)\nThat's it. That's the way. Now kiss my scabby cheek and run\nyour fingers through my hair.\n\nELEANOR\n(Filled suddenly with love for the boy)\nJohn, John ...\n\nJOHN\n(It's more than he can bear. Wrenching away)\nNo --!\n(Fighting back the tears)\nI'll show you, Eleanor. I haven't lost yet.\n\n \n\f40 Continued\n\n(He starts to move off with dignity but can't keep\nit up. Bursting into tears, he breaks into a run.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nI haven't lost yet. 40 Continued\n\n(He starts to move off with dignity but can't keep\nit up. Bursting into tears, he breaks into a run. \n\nTARGET SECTION TO BE ANNOTATED:\ni\n\n(ELEANOR, RICHARD & GEOFFREY start moving\nthoughtfully across the yard, past squatting\nfigures, small groups of SOLDIERS drinking.\nDogs bar. The wind blows)\n\nGEOFFREY\nWell, Mummy, if you want me, here I am.\n\nELEANOR\nJohn's lost a Chancellor, has he?\n\nGEOFFREY\nAnd you've gained one.\n\nELEANOR\n\nIt is a bitter thing your Mummy has to say.\n\nGEOFFREY\nShe doesn't trust me.\n\n(They stop by a stone well in the yard. GEOFFREY\nperches on it. RICHARD, always wary, stands apart.\nIn the distance, CAROLERS appear, singing something\njolly)\n\nELEANOR\nYou must know Henry isn't through with John. He'll keep the\nVexin till the moon goes blue from cold and as for Richard's\nwedding day, we'll see the second coming first; the needlework\nalone can last for years.\n\nGEOFFREY\nI know. You know I know, I know you know I know, we know that\nHenry knows and Henry knows we know it. We're a knowledgeable\nfamily. Will Richard take me for his Chancellor or won't he?\n\nELEANOR\nWhy are you dropping John?\n\nGEOFFREY\nHe can't win -- but you can, with me to help you. I can handle\nJohn. He'll swallow anything I tell him and I'1l take him by\ni the hand and walk him into the trap you set. |\n\n  \n\nELEANOR\nYou're good, you're first class, Geoff. You'd sell John out to\nme or me to John or -- you can tell me -- have you found some\n\nCO way of selling everyone to everybody?\n\n \n\f \n\n \n\n \n\n \n\nNn\n\n40\n\n41\n\n37\n\nContinued\n\nGEOFFREY\nNot yet, Mummy, but I'm working on it. I don't care who's\nKing, but you and Henry do. I want to watch the two of you go\npicnicking on one another.\n\nELEANOR\nYou're as dull as Richard. We can use you. I like using\npeople I can count on. Be our Chancellor.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can use you. I like using\npeople I can count on. Be our Chancellor. \n\nTARGET SECTION TO BE ANNOTATED:\nGEOFFREY\nWhat? And miss the fun of selling you?\n(He starts off, turns back, spits it at her)\nMadam, may you rot.\n\nELEANOR\n\n(Close up, watching him go. A spasm of regret and\nloss crosses her face)\nOh, Geoffrey.\n\n(Bleakly, as she starts walking again, across the\n\nyard toward a low stone wall)\nWell, that's how deals are made. We've got him if we want him.\nHe will sell us all, you know, but only if he thinks we think\nhe won't. Why did I have to have such clever children?\n\n(They reach the wall, stopping before a small\nwooden door. She opens the door, moves through and\nwe see - )\n\nEXT. HERB GARDEN\n\n(A small, cloistered herb garden. It is a\nperfectly beautiful place; small formal beds of\nrich frozen earth, delicate arches and columns\nalong the walls, graceful stone benches. Distant\nhills rise high and stark beyond the far wall. The\nsun, a perfect faint orange ball, floats just above\nthe hill-tops. Occasionally, scraps of caroling\ncome floating to us. it is a setting of great\ngentleness and peace.\n\n(ELEANOR settles on a bench, looks up at her son)\n\nELEANOR\nWhat's the matter, Richard?\n\nRICHARD\nNothing.\n\nELEANOR\n\nIt's a heavy thing, your nothing. When I write or send for you\nor speak or reach, your nothings come. Like stones.\n\n \n\n \n\n \n\f \n\n \n\n41\n\n \n\n38\n\nContinued\n\nRICHARD\nDon't play a scene with me.\n\nELEANOR\nI wouldn't if I could. I'm simpler than I used to be. I had,\nat one time, many appetites. I wanted poetry and power and the\nyoung men who create them both. I even wanted Henry, too, in\nthose days. Now, I've only one desire left: to see you King.\n\nRICHARD\nThe only thing you want to see is Father's vitals on a bed of\nlettuce. You don't care who wins as long as Henry loses.\nYou'd do anything. You are Medea to the teeth but this is one\nson you won't use for vengeance on your husband.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don't care who wins as long as Henry loses. You'd do anything. You are Medea to the teeth but this is one\nson you won't use for vengeance on your husband. \n\nTARGET SECTION TO BE ANNOTATED:\n(ELEANOR rises, moving away from the vehemence of\nit. She moves to the low wall, stands looking out)\n\nELEANOR\nHow my captivity has changed you. Henry meant to hurt me and\nhe's hacked you up instead.\n(Her hands rest on the top of the wall. They\ncatch her eye. She raises the hand, looks at it)\nMen coveted this talon once. Henry was eighteen when we met\nand I was Queen of France.\n\n \n\n \n\n(The camera rises, higher and higher. As she goes\non speaking, we see the two of them in the lovely\nfrozen garden from high above.\n\n(Then shifting slowly, we begin to see the country- [\nside beyond the wall. There are little scattered ;\nhouses, small farms, neat fields. Here, a horse E\nmoves down a black dirt path, drawing a wagon;\nthere a group of young people -- children and\nadolescents -- are skating on a frozen pond.\n\n(We move closer to the young people, near enough to.\nsee how happy, young and beautiful they are. I\nThrough all this -)\n\nELEANOR (Cont)\nHe came down from the North to Paris with a mind like\nAristotle's and a form like mortal sin. We shattered the\nCommandments on the spot. I spent three months annulling Louis\nand in Spring, in May not far from here, we married. Young\nCount Henry and his countess. But in three years' time, I was\nhis Queen and he was King of England. Done at twenty-one.\nFive years your junior, General.\n\n \n\n \n\nRICHARD\n(We see them both)\n\nI can count.\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n4l\n\n \n\n39\n\nContinued\n\nELEANOR\nNot doubt the picture of your parents being fond does not hang\nin your gallery, but we were fond. There was no Thomas Becket\nthen, or Rosamund. No rivals -\n\n(Cut to ELEANOR, close up)\n\n- only me. And then Young Henry came and you and all the other\nblossoms in my garden.\n\n(Looking straight at him. We see them both)\nyes, if I'd been sterile darling, I'd be happier today.\n\nRICHARD\nIs that designed to hurt me?\n\nELEANOR\nWhat a waste.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see them both)\nyes, if I'd been sterile darling, I'd be happier today. RICHARD\nIs that designed to hurt me? ELEANOR\nWhat a waste. \n\nTARGET SECTION TO BE ANNOTATED:\n I've fought with Henry over who comes next,\nwhose dawn it is and which son gets the sunset and we'll never\nlive to see it. Look at you. I loved you more than Henry and\nit's cost me everything.\n\nRICHARD\nWhat do you want?\n\nELEANOR\nI want us back the way we were.\n\nRICHARD\nThat's not it.\n\nELEANOR\n\nAll right, then. I want the Aquitaine.\n\nRICHARD\nNow that's the Mother I remember.\n\nELEANOR\nWe can win. I can get you Alais. I can make the marriage\nhappen - but I've got to have the Aquitaine to do it. I must\nhave it back.\n\nRICHARD\nIt's mine. I'll never give it up.\n\nELEANOR\nI'll write my will. \"To Richard, everything.\" Would you\nbelieve me then?\n(She starts to go)\nWhere's paper?\n\n \n\f41\n\n \n\no\n\nO\n\n \n\n   \n\nContinued\n\nRICHARD\nPaper burns.\n\n. ELEANOR\nAnd tears and turns to pudding in the rain. What can I do?\n\n(He glares at her)\nI love you.\nRICHARD\nYou love nothing. You are incomplete. The human parts of you\nare missing. You're as dead as you are deadly.\n(The pain on her face is real and deep)\nYou were lovely once. I've seen the pictures.\nELEANOR\nOh, don't you remember how you loved me? We were always hand\nin hand.\n(She thrusts her hand in his)\nThat's how it felt.\n\nRICHARD\nAs coarse and hot as that.\n\n(She snatches her hand away and bares her\nforearm. A small knife is suddenly in her\nother hand)\n\nELEANOR\nThis won't burn. I'll scratch a will on this. To Richard;\neverything.\n\n(She draws the knife across the flesh. We see\n\nthe blood)\nRICHARD\nMother.\n(Her arms are open. He comes into them)\nELEANOR\n(Softly, as they hold each other)\nMother.\n\nELEANOR\nSee? You do remember.\n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n41\n\n42\n\n43\n\n4l\n\nContinued\n\n(We draw back from them. We see the garden and the\nhills beyond.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou do remember. 41\n\n42\n\n43\n\n4l\n\nContinued\n\n(We draw back from them. We see the garden and the\nhills beyond. \n\nTARGET SECTION TO BE ANNOTATED:\n The sun touches the scene with the\nlast warmth of the day and dips behind the hills)\n\nI taught you dancing, too, and languages and all the music that\nI knew and how to love what's beautiful. The sun was warmer\nthen and we were every day together.\n\n(They stand in silhouette. We hear a wisp of\ncaroling and the blowing of the wind. Fade out.\n\n(Cut in, sharp, loud and bright, on HENRY in close\nup. He is roaring with laughter. We hear other\nvoices laughing)\n\nINT. GREAT HALL\n\n(We are in the Great Hall. The dining tables have\nbeen removed and the benches rearranged. Seated on\nthem are the NOBLES & CLERICS. They are watching -\n\n(A pantomime. TWO ACTORS -- A LECHEROUS OLD MAN\nand a DELICIOUS SERVANT GIRL -- are doing a bawdy\nlove scene. He lusts for her. Pretending to\nresist she eggs him on. With a great heave, he\ntears open the bosom of her dress. About to dive\nin, he turns. They freeze. We see the WIFE. She\nis a vast old battleaxe. She holds a vast old\nbattleaxe. She raises it. Cut back to HENRY who -\n\n(Gesturing toward WILLIAM MARSHAL who stands a few\npaces behind him, says - )\n\nHENRY\nWilliam.\n(MARSHAL moves to him)\nTell the French King I'll receive him in the parlor.\n\nMARSHAL\nYes, my lord.\n\nHENRY\nIn half an hour.\n\nINT. CHESS ROOM\n\n(Cut to PHILIP. He is seated at a table, playing\nchess)\n\nPHILIP\nHalf an hour. Good.\n\n \n\n \n\f43\n\n46\n\n \n\nO\n\n   \n\n42\n\nContinued\n\n(We pull back to see GEOFFREY seated at the table\nwith him. They are in a small, quiet chamber by an\nopen fire. MARSHAL bows and goes)\n\nGEOFFREY\n(He makes a move, then says in the most\nconversational way)\nOf course, you know there's not a word of truth to Henry's ’\nterms.\n\nPHILIP\nIf that's a warning, thank you.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are in a small, quiet chamber by an\nopen fire. MARSHAL bows and goes)\n\nGEOFFREY\n(He makes a move, then says in the most\nconversational way)\nOf course, you know there's not a word of truth to Henry's ’\nterms. PHILIP\nIf that's a warning, thank you. \n\nTARGET SECTION TO BE ANNOTATED:\nGEOFFREY\nWhat if it's an offer?\n\nPHILIP\n\n“What if\" is a game for scholars: what if angels sat on\npinheads.\n\nGEOFFREY\nWhat if I were King?\n\nPHILIP\nIt's your game, Geoff. You play it.\n\nO 44-45 CUT\n\n(As GEOFFREY leans forward to speak, cut to -)\nINT. JOHN'S BEDROOM\n\n(JOHN in his bedroom. “He sits hunched up on the\nend of his bed, drinking from a bottle. The sound\nof a door opening. He looks up, glaring.\n\n(Cut to GEOFFREY briskly entering the room. As\nGEOFFREY hurries toward him, JOHN says --)\n\nJOHN\nWhere are you when I need you?\n\nGEOFFREY\n(Hurrying up to him)\nYou're angry. Good. Now, here's my plan.\n\nJOHN\nI'm ruined. I've lost everything.\n\nGEOFFREY\nWe've got to make a deal with Philip.\n\n \n\n \n\f \n\n \n\n \n\nO\n\n46\n\n43\n\nContinued\nJOHN\nWe do?\n(GEOFFREY nods)\nWhy?\nGEOFFREY\nBecause you're out and Richard's in.\nJOHN\nWhat kind of deal?\nGEOFFREY\n\nA war. If we three join and fight now we can finish Richard\noff.\n\nJOHN\nYou mean destroy him?\n(GEOFFREY nods)\nAnd Mother, too?\n\nGEOFFREY\n\nAnd Mother too. Well, do we do it? Is it on?\nJOHN\n\nI've got to think.\nGEOFFREY\n\nYou haven't time. We're extra princes now. You know where\nextra princes go?\n\nJOHN\n(Close up as his peril dawns on him)\nDown?\n(Cut from JOHN'S stricken face to -\n(PHILIP seated, as before, at the chess table)\n\nPHILIP\nWell? Does John want a war or doesn't he?\n\n(We pull back as GEOFFREY steps forward, protecting\nJOHN)\n\nGEOFFREY\nDo you? If John asks for your soldiers, will he get them?\n\nPHILIP\nIf John wants a war, he's got one.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n(We pull back as GEOFFREY steps forward, protecting\nJOHN)\n\nGEOFFREY\nDo you? If John asks for your soldiers, will he get them? PHILIP\nIf John wants a war, he's got one. \n\nTARGET SECTION TO BE ANNOTATED:\nGEOFFREY\nJohn, you hear that?\n\n \n\n_\n\f \n\n \n\n \n\n \n\n \n\n \n\n46\nO\n5\n46X1\n46X2\nO\n47\n\n \n\nContinued\n\nJOHN\nI'm still thinking.\n\nGEOFFREY\nLet me help. It's either Richard on the throne or you.\n\nJOHN\n(To PHILIP)\nyou think we'd win?\n\nPHILIP\nI know it.\n\n(JOHN looks at GEOFFREY, then back to PHILIP, takes\na deep breath and resolutely extends his hand. As\nGEOFFREY & PHILIP formally reach out for a three-\nway handshake, cut to --\n\nINT. GREAT HALL\n\n(HENRY in the Great Hall. The pantomime is still\ngoing on. HENRY rises, briskly starts to go)\n\nINT. CORRIDOR\n\n(Cut to HENRY striding down a corridor. Far behind\nhim, we see ALAIS, half-running, trying to catch\nup. Cut to -)\n\nINT. PARLOUR\n\n(The door to the Parlor, from inside the room. It\nopens and HENRY strides in, ALAIS at his heels)\n\nALAIS\nBut Henry -\n\nHENRY\n(Striding straight across to his desk)\nI'd appreciate a little quiet confidence. I have enough nits\npicked at.\n\nALAIS\nBut you've promised me to Richard.\n\nHENRY\nGood God, you don't think I meant it.\n\nALAIS\n(Not a bit relieved. If anything, even angrier)\nSo that whole scene, all you said to John -\n\n \n\n \n\n \n\n \n\fen pe —\n\nWY\n\n \n\nContinued\n\nHENRY\nYou think I'd ever give him up? When I've mothered him and\nfathered him and babied him? He's all I've got. How often do\nyou people have to hear it? Every supper? Should we start the\nsoup with who we love and who we don't?\n\nALAIS\nI think you like it, passing me from hand to hand. What am I\nto you, a collection plate? Or am I all you've got, like John?\n\nHENRY\n(He gets up, starts wandering about the room. The\n\nChristmas decorating and tree\ncompleted. Assorted packages\nthe tree.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\n(He gets up, starts wandering about the room. The\n\nChristmas decorating and tree\ncompleted. Assorted packages\nthe tree. \n\nTARGET SECTION TO BE ANNOTATED:\n A merry fire burns\nIt couldn't be more Christmas\n\ntrimming has been\n\nare arranged under\nin the fireplace.\n\nEve)\n\nI've got to get the Aquitaine for John.\n\nALAIS\nI talk people and you answer back in provinces.\n\nHENRY\nWhat's the Aquitaine to Eleanor? It's not\nThat's why she's outside\nShe'll squeeze it out\n\nThey get mixed up.\na province, it's a way to torture me.\nwooing Richard, wheezing on the coals.\nof him. God but I'd love to eavesdrop.\n\n(Doing a creditable imitation of ELEANOR)\n\nI taught you prancing, lamb, and lute and flute -\n(Cut to the doorway. ELEANOR is there, a great\npile of Christmas presents in her arms. She can\nbarely see over the top. She laughs delightedly as\nshe weaves into the room.\n\nELEANOR\nIt's absolutely me.\n\nThat's marvelous.\n(HENRY goes to her, takes some of the packages)\n\nI thought as long as I was coming down I'd bring them.\n(They move to the Christmas tree)\n\nHENRY\nWhatever are you giving me?\n\nELEANOR\n\nYou're such a child. You always ask.\n\f \n\n \n\n47\n\n \n\n \n\n46\n\nContinued\nHENRY\n(Reading from a package)\nTo Henry.\n(He picks it up, weighs it)\nHeavy.\n\n(Delighted)\nIt's my headstone. Eleanor, you spoil me.\n\nELEANOR\nI never could deny you anything.\n\n(She sits at the base of the tree, starts arranging\nthe boxes just so. Across the room, ALAIS starts\nto leave)\n\nHENRY\nDon't go. It nettles her to see how much I need you.\n\nALAIS\nYou need me, Henry, like a tailor needs a tinker's dam.\n\n(Cut from ALAIS to HENRY'S face. He is fond of the\ngirl. Cut back to -\n\n(ALAIS in the doorway)\n\nALAIS\nI know that look. He's going to say he loves me.\n\nHENRY\n(Voice over)\nLike my life.\n\n(She is leaving as we cut to -\n\n(HENRY as he joins ELEANOR on the floor by the\ntree)\n\nHENRY (Cont) .\nI talk like that to keep her spirits up.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\n(Voice over)\nLike my life. (She is leaving as we cut to -\n\n(HENRY as he joins ELEANOR on the floor by the\ntree)\n\nHENRY (Cont) . I talk like that to keep her spirits up. \n\nTARGET SECTION TO BE ANNOTATED:\n Well, how'd you do\nwith Richard? Did you break his heart?\n\nELEANOR\nYou think he ought to give me back the Aquitaine?\n\nHENRY\nI can't think why he shouldn't. After all, I've promised him\nthe throne.\n\n \n\f \n\n \n\n \n\n \n\n(\n\n \n\n47\n\n \n\n47\n\nContinued\n\nELEANOR\nThe boy keeps wondering if your promises are any good.\n\nHENRY\nThere's no sense asking if the air's good when there's nothing\nelse to breathe.\n\nELEANOR\nExactly what I told him.\n\nHENRY\nHave you got it? Will he give it back?\n\n(All lightness and movement stop. The cards are\ndown. They remain locked for a moment. Then -)\n\nELEANOR\nNo Aquitaine for John.\n\nHENRY\nI've got to give him something. Isn't some agreement possible?\n\n(She breaks the pose, rises to her feet. On top of\nthe situation, enjoying herself)\n\nELEANOR\nLove, in a world where carpenters get resurrected, anything is\npossible.\n\n(HENRY, angry, trying to suppress it, rises, dusts\noff. There is, as in all rooms, straw on the\nfloor)\n\nHENRY\nYou bore him, dammit: he's your son.\n\nELEANOR\nOh, heavens yes. Two hundred eighty days I bore him. I recall\nit all. You'd only just found Rosamund.\n\nHENRY\n\nWhy her so damn particularly? I've found other women.\nELEANOR\n\nCountless others.\nHENRY\n\nWhat's your count? Let's have a tally of the bedspreads you've\nspread out on.\n\n(Cut to ELEANOR in close up)\n\n \n\n \n\n \n\n \n\f   \n\n48\n\n47 Continued\n\nO ELEANOR i\n\nThomas Becket's.\n\ni (Cut to HENRY in close up)\n\nHENRY\nThat's a lie!\n\n(Cut to ELEANOR, in close up)\n\nELEANOR\nI know it.\n\n \n\n \n\n(Cut from ELEANOR, delighted, to HENRY furious and\nback to ELEANOR. Amused and musing - )\n\n \n\nYou still care what I do.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to ELEANOR, in close up)\n\nELEANOR\nI know it. (Cut from ELEANOR, delighted, to HENRY furious and\nback to ELEANOR. Amused and musing - )\n\n \n\nYou still care what I do. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY\n(In an outburst of rage)\nI want the Aquitaine for John! I want it and I'll have it!\n\nELEANOR\nIs that menace you're conveying? Is it to be torture? Will\nS you boil me or stretch me, which? Or am I to be perforated?\n\n(HENRY storms to the desk, grabs a pile of papers)\n\nHENRY\nI have the-documents and you will sign.\n\nELEANOR\nHow can you force me to? Threats? Sign or I refuse to feed\nyour Tears? Oh, sign before my heart goes crack. Bribes,\noffers, deals.\n\n(They are on opposite sides of the desk, leaning\nacross it toward each other)\n\nI'm like the earth, old man; there isn't any way around me.\n\nHENRY\nI adore you.\n\nELEANOR\nSave your aching arches. That road's closed.\n\n| (They exchange looks. HENRY breaks it by sitting\ni at his desk, leaning back, very much at ease)\n\n \n\f47\n\n \n\n49\n\nContinued\n\nHENRY\nI've got an offer for you, ma jolie.\n\nELEANOR\nA deal, a deal. I give the richest province on the Continent\nto John for what. You tell me, mastermind. For what.\n\n(HENRY, close up. Relishing it)\n\nHENRY\nYour freedom.\n\n(ELEANOR close up. She has just received a\nterrible blow)\n\nELEANOR\nOh.\n\n(HENRY moves around the desk to her as he says)\n\nHENRY\nOnce Johnny has the Aquitaine, you're free. I'll let you out.\nThink on the loose in London, winters in Provence, impromptu\ntrips to visit Richard anywhere he's killing people. All that\nfor a signature.\n\nELEANOR\nYou're good.\n\n(She backs away as he nears her, stopping with her\nto a charming creche lit by flickering candles)\n\nHENRY\nI thought it might appeal to you. You always fancied\ntraveling.\n\nELEANOR\nYes, I did. I even made poor Louis take me on Crusade. How's\nthat for blasphemy? I dressed my maids as Amazons and rode\nbare-breasted half way to Damascus.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nI even made poor Louis take me on Crusade. How's\nthat for blasphemy? I dressed my maids as Amazons and rode\nbare-breasted half way to Damascus. \n\nTARGET SECTION TO BE ANNOTATED:\n Louis had a seizure and I\ndamn near died of sun burn but the troops were dazzled. Henry,\nI'm against the wall.\n\n(Cut to HENRY'S face. There is no pleasure on it.\n(Cut back to ELEANOR)\nTo be a prisoner, to be bricked in when you've known the world\n-- I'll never know how I've survived. These ten years, Henry,\n\nhave been unimaginable. And now you offer me the only thing I\nwant if I give up the only thing I treasure.\n\n \n\n \n\f \n\nAT\n\n50\n\nContinued\n(HENRY, sensing victory, picks the papers up)\n\nHENRY\nSign them and we'll break the happy news. The Queen is free,\nJohn gets the Aquitaine and Richard marries Alais.\n\n(We look from face to face. Will she give in or\nwon't she?)\n\nELEANOR\nYes. Let's have it done. I'll sign.\n\n(Delight floods HENRY'S face. He bends over the\ndesk fiddling with the papers as ELEANOR moves to\nthe desk chair and sits)\n\nELEANOR (Cont)\nOn one condition.\n\nHENRY\nName it.\n\nELEANOR\nHave the wedding now.\n\n(Cut to HENRY, absolutely flummoxed. Then back to\nELEANOR)\n\nWhy, I've surprised you. Surely it's not sudden. They've been\ngoing down the aisle for sixteen years and that's a long walk.\nJohn can be the best man -- that's a laugh -~ and you can give\nthe bride away. I'd love to watch you do it.\n\nHENRY\nAlais -- I can live without her.\n\nELEANOR\nAnd I thought you loved her.\n\nHENRY\nSo I do.\n\nELEANOR\n\nThank God. You frightened me: I was afraid this wouldn't hurt.\n(HENRY wheels on her, livid. He is like a great\ncat, wanting to pounce, ready to explode into\nviolence.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou frightened me: I was afraid this wouldn't hurt. (HENRY wheels on her, livid. He is like a great\ncat, wanting to pounce, ready to explode into\nviolence. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks at him with vast and\ncalculated indifference and casually says - )\n\nI wonder, do you ever wonder if I slept with Geoffrey?\n\n \n\n \n\n!\ni\ni\n|\ni\nj\n\f47\n\niti\n\n \n\n \n\n \n\n \n\n48\n\noO\n\n51\n\nContinued\n\nHENRY\nWith my father?\n\nELEANOR\nIt's not true but one hears rumors. Don't you ever wonder?\n\n(Cut back and forth between them on each succeeding\nline. One of them is going to explode)\n\nHENRY\nIs it rich, despising me? Is it rewarding?\nELEANOR\nNo -- it's terrible.\nHENRY\nThen stop it!\nELEANOR\n\nHow? It's what I live for!\nHENRY\n(Exploding, hurling it at her)\nRosamund, I loved you!\n(ELEANOR'S reaction is triumph. HE is ready to\nstrike her. Instead, he storms toward the door,\nroaring - )\nI'll show you. By Christ, I will. I'1l do it.\n(He throws open the door, bellows into the hallway)\nWhere's a priest? Somebody dig me up a priest.\nINT. CORRIDOR\n(SERVANTS are standing formally in the hallway.\nWILLIAM MARSHAL is among them. He hurries forward\nto HENRY)\nYou. Bring me a bishop.\n\n(ELEANOR appears in the doorway behind HENRY. She\naddresses MARSHAL)\n\nELEANOR\nGet old Durham. He's just down the hall.\n(As MARSHAL bows, turns to go)\n\nAsk him to meet us in the chapel.\n\n \n\n \n\f \n\n48\n\n49/\n51\n\n52\n\n52\n\nContinued\n\nHENRY\n(Roaring)\nJohn! Richard! Geoffrey!\n(He storms off down the hall. ELEANOR follows\nserenely after. SERVANTS scatter, running off to\nfind the boys.\n\nINT. CORRIDOR AND STAIRS\n\n(We see quick cuts of SERVANTS running. Then brief\nshots of JOHN, PHILIP, GEOFFREY, RICHARD & ALAIS as\neach turns sharply, startled. Then short glimpses\nof each of them racing along, tearing upstairs,\ndownstairs, through halls and corridors.\n\nINT. BROAD HALL\n(Cut to the central hallway.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen short glimpses\nof each of them racing along, tearing upstairs,\ndownstairs, through halls and corridors. INT. BROAD HALL\n(Cut to the central hallway. \n\nTARGET SECTION TO BE ANNOTATED:\n HENRY is pacing,\nfidgeting and fuming. ELEANOR, calm and composed,\nstands, watching him. HENRY turns abruptly as -\n\n(One by one, RICHARD, JOHN, GEOFFREY, PHILIP &\nALAIS come hurrying into the hall through various\ndoors.\n\n(JOHN reaches HENRY first. As he pulls up in\nfront of his father, breathless, skidding toa\nstop - )\n\nJOHN\nWhat's wrong? What's happened?\n\nELEANOR\nRichard's getting married.\n\n(The camera moves across all faces as they absorb\nthe startling news)\n\nJOHN\nNow? He's getting married now?\n\nELEANOR\nI never cease to marvel at the quickness of your mind.\n\nJOHN\nYou can't hurt me, you bag of bile, no matter what you say.\n\n(Moving to HENRY, supplicating)\n\nBut you can. Father, why?\n\n \n\f \n\n \n\n \n\n \n\n \n\n \n\n52\n\n53\n\n53\n\nContinued\n\nHENRY\n\nBecause I say so.\n\n(MARSHAL slips in through the large door)\n\nMARSHAL\nMy lord, the bishop's waiting in the Chapel.\n\n(HENRY dismisses him with a brusque gesture)\n\nHENRY\nGood. Let's get this over with.\n\nINT. LONG CORRIDOR\n\n(He strides forward, throws open a door that gives\ninto a corridor.\n\n(In the hall, a formal procession has been formed.\nELEANOR has ALAIS by the hand and is leading her to\nRICHARD)\n\nELEANOR\nYou'll make a lovely bride. I wonder if I'll cry.\n\nALAIS\nYou sound as if you think it's going to happen.\n\nELEANOR\nAnd I do.\n\n(Everyone is in position. The group starts forward\nthrough the door and down the corridor)\n\n \n\nALAIS\nHe's only plotting. Can't you tell when Henry's plotting?\nELEANOR\nNot this time.\nALAIS\nHe'll never give me up.\nHENRY\nYou think I won't?\nALAIS\nBecause you told me so.\nHENRY\n\nYou're not my Helen. I won't fight a war to save a face.\nWe're done.\n\f \n\n \n\n \n\n \n\nCo\n\n \n\n53\n\n53X1\n\n54\n\n54\n\nContinued\n\nALAIS\nI don't believe you.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nI won't fight a war to save a face. We're done. Co\n\n \n\n53\n\n53X1\n\n54\n\n54\n\nContinued\n\nALAIS\nI don't believe you. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY\nWait ten minutes.\n\nINT. GREAT HALL\n\n(They reach the Great Hall door. HENRY throws it\nopen.\n\n(Cut to inside the Hall as they enter.)\n\nALAIS\n(As they surge past the camera)\nYou don't want me, Richard. Honestly, you don't. We're not\nright for each other. Our marriage wouldn't work. We're not\nin love, we'd never be happy ...\n\n(From high above, we zoom in on the chapel door.\nThey stand before it)\n\nNot yet. -Oh, please not yet.\n\nEXT/INT. CHAPEL\n\n(HENRY mounts the steps, throws open the chapel\ndoor. the chapel is exquisite, intimate. Candles\nburn, shedding soft warm light. The BISHOP OF\nDURHAM, an aged, sweet-faced man, stands waiting\non the altar in the distance.\n\n(As the procession moves into the foyer of the\nchapel, ALAIS breaks rank, draws back. To HENRY\nas he moves brusquely to her)\n\nI won't do.it. I won't say the words, not one of them.\n\n(HENRY all but drags her back toward the\nprocession, casting an embarrassed-father look\nto DURHAM on the altar.\n\n(Cut to DURHAM who smiles back with paternal\nunderstanding.\n\n(Cut to ALAIS as HENRY positions her in the\nprocession)\n\nALAIS (Cont)\nHenry, please. It makes no sense. Why give me up? What do\nyou get? What are you gaining?\n\n \n\n \n\fOC\n\n \n\n \n\n \n\n54\n\n \n\nContinued\n\nHENRY\n(With vast innocence as, rather like a bridal\nconsultant, he checks over the bridal party)\nWhy, the Aquitaine, of course.\n\n(We take in their faces. JOHN'S puzzlement,\nGEOFFREY'S amusement, ELEANOR'S dismay, RICHARD'S\ndawning rage. RICHARD moves up the steps to HENRY)\n\nRICHARD\nWhat's that again?\n\nHENRY\nYour mother gets her freedom and I get the Aquitaine.\n(To ELEANOR)\nThis is the proposition, isn't it? You did agree.\n\nRICHARD\nOf course she did, I knew, I knew it. It was all pretense.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou did agree. RICHARD\nOf course she did, I knew, I knew it. It was all pretense. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd I believed you. I believed it all.\n\nELEANOR\nI meant it all.\n\nRICHARD\nNo wedding. There will be no wedding.\n\n(HENRY throws DURHAM a look of excruciating\nparental embarrassment as he draws RICHARD aside\nand whispers)\n\nHENRY\nBut, my boy. Look -- Durham's waiting.\n\n(Cut to DURHAM beginning to look a bit puzzled by\nit all.\n\n(Cut back to RICHARD & HENRY. RICHARD'S face is\nset and stony)\n\nYou've simply got to marry her. It isn't much to ask. For my\nsake, Richard.\n\nRICHARD\nNever.\n\nHENRY\n(So embarrassed and upset)\nBut I've promised Philip. Think of my position.\n\nRICHARD\nDamn the wedding and to hell with your position.\n\n \n\n \n\f \n\n \n\n54\n\n56\n\nContinued\n\nHENRY\nYou don't dare defy me.\n\nRICHARD\nDon't I?\n\n(HENRY throws a glance of badly-rattled desperation\nin DURHAM'S direction, then beckons PHILIP forward)\n\nHENRY\nYou're the King of France, for goodness sake. Speak up. Do\nsomething.\n\n(RICHARD strides forward as PHILIP approaches)\n\nRICHARD\nMake a threat, why don't you. Scare me.\nPHILIP\nDunce.\nRICHARD\nAm I?\nPHILIP\nHe never meant to have the wedding.\nHENRY\nCome again?\nPHILIP\nYou're good at rage. I like the way you play it.\nHENRY\nBoy, don't ever call a King a liar to his face.\nPHILIP\nI'm not a boy -- to you or anybody.\nHENRY\n\nBoy, you came here asking for a wedding or the vexin back.\nBy God, you don't get either one. It's no to both. She never\nmarries, not while I'm alive.\n\nPHILIP\nYour life and never are two different times.\n\nHENRY\nNot on my clock, boy.\n\n \n\n \n\n \n\f \n\n54\n\n \n\n \n\n \n\n©\n\n \n\n \n\n57\n\nContinued\n\n(PHILIP, stiff with anger, turns and strides out of\nthe Chapel. ALAIS, weak with relief, leans against\nthe door frame.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nNot on my clock, boy. 54\n\n \n\n \n\n \n\n©\n\n \n\n \n\n57\n\nContinued\n\n(PHILIP, stiff with anger, turns and strides out of\nthe Chapel. ALAIS, weak with relief, leans against\nthe door frame. \n\nTARGET SECTION TO BE ANNOTATED:\n HENRY is just turning to her\n\nwhen - )\n\nRICHARD\nListen to the lion. Flash a yellow tooth and frighten me.\n\nHENRY\nDon't spoil it, Richard. Take it like a good sport.\n\nRICHARD\nHow's your bad leg and your back and all the rest of it.\nYou're getting old. One day you'll have me once too often.\n\nHENRY\nWhen? I'm fifty now. My God, boy, I'm the oldest man I know.\nI've got a decade on the Pope. What's it to be? The broad-\nsword when I'm eighty-five?\n\nRICHARD\nI'm not a second son. Not now. Your Henry's in the vault, you\nknow.\n\n \n\n \n\nHENRY\nI know. I've seen him there.\nRICHARD\nI'll have the crown.\nHENRY\nYou'll have what Daddy gives you. }\nRICHARD\nI am next in line. i\ni\nHENRY i\nTo nothing.\ni\nRICHARD :\nThen we'll have the broadswords now.\nHENRY\nThis minute?\nRICHARD\nOn the battlefield.\nHENRY\n\nSo we're at war.\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n58\n\nContinued\n\nRICHARD\nYes, we're at war. I have two thousand men at Poitiers.\n\nHENRY\nCan they hear you? Call and see who comes. You are as close\nto Poitiers as you're going to get.\n\nRICHARD\nYou don't dare hold me prisoner.\n\nHENRY\nUntil we've all agreed that John comes next, I can and will.\n(RICHARD starts to stalk away)\nYou are a king's son so I treat you with respect. You have the\nfreedom of the castle.\n\nRICHARD\n(With great bravura as he goes)\nThe castle doesn't stand that holds me. Post your guards.\n\n(ELEANOR, ALAIS, HENRY, GEOFFREY & JOHN stand\nwatching him go. Cut to -\n\n(JOHN, close up, as the miracle dawns)\n\nJOHN\nMy God, I'm king again. Fantastic. It's a miracle.\n(He turns to GEOFFREY)\nAre you happy for me, Geoff?\n\nGEOFFREY\nI'm happy for us both.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's a miracle. (He turns to GEOFFREY)\nAre you happy for me, Geoff? GEOFFREY\nI'm happy for us both. \n\nTARGET SECTION TO BE ANNOTATED:\n(GEOFFREY throws a loving arm around JOHN'S\nshoulders as they start out, past ELEANOR.\nWe stay with ELEANOR)\n\nELEANOR\nI came close, didn't I.\n\n(She turns to ALAIS who stands near her)\n\nI almost had my freedom and I almost had you for my son.\nI should have liked it, being free.\n\n(She turns to HENRY. Cut to him. Seated\ncomfortably in a pew, he gives an apologetic\nshrug-and-sigh to DURHAM)\n\n(Cut to DURHAM who, both bewildered and pleased to\nbe dismissed, starts to leave the altar)\n\n \n\n \n\f \n\n \n\n54\n\n \n\n59\n\nContinued\n\n(CUT back to ELEANOR)\nYou played it nicely. You were good.\n\nHENRY\n\n(Cut to Henry stretching, luxuriating, loving it)\nI really was. I fooled you, didn't I. God, but I do love\nbeing King.\n\n(Cut to ELEANOR, alone)\n\nELEANOR\nWell, Henry, Hege and lord, what happens now?\n\n(Cut to HENRY as he rises, moves toward her)\nHENRY\nI've no idea. I know I'm winning and I know I'1l win but what\nthe next move is ... :\n\n(He is shrugging as ALAIS moves into the picture)\n\nALAIS\nI was so scared -- You mustn't play with feelings, Henry. Not\nwith mine.\n\nHENRY\n\n(Cupping her face in his hands)\nIt wasn't possible to lose you. I must hold you dearer than I\nthought.\n\n(cut to ELEANOR. In the doorway, she stops and\n\nturns)\nELEANOR\nOne thing.\nHENRY\n(Voice over)\nYes?\nELEANOR\n\nMay I watch you kiss her?\n(Cut from her, close up, to HENRY close up)\n\nHENRY\nCan't you ever stop?\n\n(Cut to ELEANOR, close up)\n\nELEANOR\nI watch you every night. I conjure it before I sleep.\n\n \n\n \n\n \n\f \n\n \n\nOO\n\n54\n\n55\n\n60\n\nContinued\n(HENRY, close up)\n\nHENRY\nLeave it at that.\n\n(ELEANOR close up)\n\nELEANOR\nMy curiosity is intellectual. I want to see how accurate I am.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nOO\n\n54\n\n55\n\n60\n\nContinued\n(HENRY, close up)\n\nHENRY\nLeave it at that. (ELEANOR close up)\n\nELEANOR\nMy curiosity is intellectual. I want to see how accurate I am. \n\nTARGET SECTION TO BE ANNOTATED:\n(We see the three of them as HENRY opens his arms\nto ALAIS who stands close to him. ELEANOR is in\nthe background, framed in the doorway)\n\nHENRY\nForget the dragon in the doorway: come.\n\n(ALAIS moves into his arms)\n\nBelieve I love you, for I do. Believe I'm yours forever, for I\nam. Believe in my contentment and the joy you give me and\nbelieve --\n\n(HENRY close up as he breaks, turns toward ELEANOR)\nYou want more?\n(Cut to ELEANOR, close up, eyes burning at him.\n\n(Cut to HENRY, staring back at her. Then he turns\nto ALAIS and we see the three of them again)\n\nHENRY (Cont)\nI'm an old man in an empty place. Be with me.\n\n(She raises her lips to his. They kiss tenderly at\nfirst, then passionately. The camera moves across\ntheir faces, ELEANOR always in the background.\n\n(The sound of caroling grows louder as we begin\nmoving closer to ELEANOR'S face. She watches and\nshe waits. The picture slowly faced to black as\nthe camera moves from her face and out and up into\ncloudless, magnificent sky.)\n\nEXT. COURTYARD AND BATTLEMENTS\n\n(From black, we come up with a jolt on RICHARD.\nSword in his hand, he is racing crouched and silent\nacross a shadowed empty section of courtyard.\n\ni\n|\n\n \n\ni\ni\n\f \n\nro\n\n)\n\n55\n\n56\n\n57\n\n58\n\n \n\nContinued\n\n \n\n(In the best Erroll Flynn tradition, he effort-\nlessly vaults one low wall, then another. Then,\nwithout pausing, he gathers himself and vaults a\nfinal barricade.\n\n(Cut to RICHARD from below. The final barricade\nis a good twenty feet above us. We see RICHARD\nsailing down.\n\n(Cut to RICHARD, landing cat-like on his feet. He\nlooks up.\n\n(Cut to TWO SOLDIERS, swords drawn, standing at the\nready. From a distance, we hear a high pitched\ndeliriously happy giggle.\n\n(Cut to RICHARD. He looks up.)\n\n(Cut to JOHN, high on the top of a wall, looking\ndown.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nFrom a distance, we hear a high pitched\ndeliriously happy giggle. (Cut to RICHARD. He looks up.)\n\n(Cut to JOHN, high on the top of a wall, looking\ndown. \n\nTARGET SECTION TO BE ANNOTATED:\n He waves a friendly wave.)\n\n(Cut to RICHARD glaring up at him with loathing.\n\n(Cut to a stout vine growing up a castle wall.\nHands appear at the bottom of the picture.\nSwiftly, RICHARD appears, making his apparently\neffortless way up the sheer wall. RICHARD pauses\na moment, looks down.\n\n(Cut to the ground from RICHARD'S POV. It is a\nlong way down.\n\n(Cut to the top of the wall. It is a long way up.\n\n(Cut to RICHARD climbing again. Almost at once, he\nreaches the top of the wall, swings himself up. He\nlooks about. The camera draws back to show him\nhigh on the. top of the towering Gate House that\nguards the entrance to the castle yard.\n\n(He moves to the front edge of the tower roof.\nThere are vines on the outside. He looks further.\nStill none. Seemingly hesitating, he moves\nfearlessly over the edge. Hands and feet finding\ntiny crevasses in the rough-hewn stone, he starts\ndown.\n\n(Cut to RICHARD further down the wall. He looks\nup.\n\n(Cut to the top of the tower from RICHARD'S POV.\nHe has come a long way.\n\n \n\f62\n\n58 Continued\n\nO (Cut to RICHARD looking down. He looks away, is\nabout to start climbing again, frowns, looks down a\nsecond time.)\n\n59 (Cut to the base of the tower from RICHARD'S POV.\nIt's a long drop. Something moves in the shadows.\n\n(Zoom down to JOHN & SEVERAL SOLDIERS, swords drawn\nstanding on the drawbridge looking up at RICHARD.\nJOHN, hand over his mouth, is trying not to giggle.\nThe urge is too great. Peals of delighted laughter\nburst out of him.)\n\n60 (Cut to RICHARD, white with rage. He takes the\ndagger from his belt, takes careful aim and throws\nit.)\n\n61 (Cut to JOHN, laughter dying in his throat. He is\n\nlooking down at the wooden bridge near his feet.\n\n(Cut to RICHARD'S dagger, quivering in the bridge,\nno more than three feet away)\n\n62 (Cut to RICHARD as he leaps the last ten feet of\n= the wall landing lightly near JOHN.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes the\ndagger from his belt, takes careful aim and throws\nit.)\n\n61 (Cut to JOHN, laughter dying in his throat. He is\n\nlooking down at the wooden bridge near his feet. (Cut to RICHARD'S dagger, quivering in the bridge,\nno more than three feet away)\n\n62 (Cut to RICHARD as he leaps the last ten feet of\n= the wall landing lightly near JOHN. \n\nTARGET SECTION TO BE ANNOTATED:\n He moves to\nOQ his dagger, picks it up. He moves to JOHN, gives\nhim a look of pure hatred and stalks on past him\n\nback into the castle yard.)\n\n63 INT. ELEANOR'S ROOM\n\n(Cut to a TREASURE CHEST piled high with jewels:\nbracelets, necklaces, huge rings, strands of\npearls, a magnificent crown.\n\n(A hand appears. The hand has rings on every\nfinger. It rummages among the jewels, finally\nselecting an enormous heavily bejeweled bib\n\nnecklace. The camera draws back to reveal --\n\n(ELEANOR. She is seated at a table in her room,\nalone. She has been putting on jewelry for quite\nsome time, and bracelets; necklaces; she is covered\nwith the stuff. Her face looks ravaged.\n\n \n\n} (As she puts the necklace on, she says - )\nELEANOR\nHow beautiful you make me. What might Solomon have sung had he\nseen this.\n\n \n\f \n\n \n\n63\n\nContinued\n\n(There is a mirror on the table. She starts to\npick it up, then stops)\n\nELEANOR (Cont)\nI can't. I'd turn to salt.\n\n(Mask slipping for a moment)\nI've lost again. I'm done for now.\n\n(Finding the mask again)\nWell, there'll be other Christmases.\n\n(She takes an extremely elaborate necklace from the\nchest. Addressing it)\n\nI'd hang you from the nipples but you'd shock the children.\n\n(She puts it on. For a moment, her pain shows\nclearly)\n\nThey kissed sweetly, didn't they.\n\n(Hardening again as she leans over the jewel chest)\nI'll have him next time. I can wait. Ah - there you are:\n\n(Cut to the crown in the chest. Voice over)\nMy comfort and my company.\n\n(Her hands appear. She picks the crown up)\n\nWe're locked in for another year: four seasons more. Oh, what\ndesolation, what a life's work.\n\n(GEOFFREY appears in the doorway some distance\nbehind her. She turns, smiling brightly as she\nputs the crown on. She already wears a small\ncoronet and the effect of two crowns on at once\nis a little: mad)\n\nIs it too much? Be sure to squint as you approach.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe turns, smiling brightly as she\nputs the crown on. She already wears a small\ncoronet and the effect of two crowns on at once\nis a little: mad)\n\nIs it too much? Be sure to squint as you approach. \n\nTARGET SECTION TO BE ANNOTATED:\n You may be\nawed by my beauty\n\nGEOFFREY\nMerry Christmas.\n\nELEANOR\nIs that why you'[re here -- to tell me that?\n\n \n\fce\n\n64\n\n63 Continued\n\nO GEOFFREY\nI thought you might be lonely.\n\n(ELEANOR removes the crown, holds it out to him)\n\nELEANOR\nHere, Chancellor. Try it on for size.\n\nGEOFFREY\nIt's puzzling. I remember my third birthday. Not just\npictures of the garden or the gifts but who did what to whom\nand how it felt. My memory stretches back that far and never\nonce can I remember anything from you or father warmer than\nindifference. Why is that?\n\n|\n\n \n\n \n\n \n\n \n\nELEANOR\nI don't know.\n\n(He is by the table, looking down at her. They are\nclose)\n\nELEANOR\nI'm weary and you want a simple answer and I haven't one.\n(Starting to remove the jewelry)\nZ I was thinking earlier of Peter Abelard. I was a Queen of\noS fifteen in those days and on dull afternoons I'd go watch\nEloise watch Abelard spread heresy like bonemeal in the palace\ngardens. Here the Seine and there the cypress trees and how it\nbored me. Thought, pure thought, flashed clear as water all\naround me and all I could think about was how to make a Caesar\nof a monkish husband. I'd like to hear the old man talk again;\nI'd listen now. For my ambition's thin with age and all the\nmysteries are as plump as ever.\n(Looking up at GEOFFREY)\nI read minds. In yours, a shapely hand is writing, \"Clever\nMother, what's your clever reason for this clever talk?\" It\nisn't clever but you'll make it so.\n\n(She reaches up, gently touches his cheek)\nI am so sick of all of you.\n\n(Cut to JOHN who pops jauntily into the room)\n\n \n\n \n\nJOHN\nI thought I'd come and gloat a little.\n\n(Cut to all three as ELEANOR starts removing\njewelry)\n\f \n\n \n\n \n\n \n\nContinued\n\nELEANOR\nMother's tired. Come stick pins tomorrow morning. I'll be\nmore responsive then.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to all three as ELEANOR starts removing\njewelry)\n\f \n\n \n\n \n\n \n\nContinued\n\nELEANOR\nMother's tired. Come stick pins tomorrow morning. I'll be\nmore responsive then. \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN\nIt's no fun goading anyone tonight.\n\n(RICHARD storms into the room)\n\nRICHARD\nThe bastard's boxed us up.\n\n(Cut to ELEANOR, utterly unconcerned, removing\njewels)\n\nELEANOR\nWhat's that, dear?\n\n(RICHARD strides into the picture)\n\nRICHARD\nWe're his prisoners if that interests you.\nELEANOR\nWhy should it? I'm his prisoner anyway.\nRICHARD\nIt was -~ correct me if I'm wrong, but it was my impression\n\nthat you wanted Henry's throne for me.\n\nELEANOR\nWe've lost it this time, Richard. We can't win.\n\nRICHARD\nYou think I'm finished, do you?\n\nELEANOR\nSo I do. I've suffered more defeats than you have teeth.\nI know if and when it happens.to me. Take your wormwood like\na good boy. Do it and go to bed.\n\nRICHARD\nI will be king.\n\nELEANOR\nAnd so you will. But not this year. Oh, leave it, Richard.\nLet it go for now.\n\nRICHARD\nI can't.\n\ni\n!\n\n \n\nes\n\f \n\n \n\n \n\n63\n\n66\n\nContinued\n(Cut to JOHN across the room)\n\nJOHN\nIt's not so hard. Try saying after me. John wins, I lose.\n\n(RICHARD starts across the room to JOHN)\n\nRICHARD\nWhat if John died?\n\n(Cut to JOHN, registering instant panic)\n\nJOHN\nYou wouldn't dare.\n\nRICHARD\n(Moving into the picture)\nWhy on earth wouldn't I?\n(RICHARD'S hand moves to his dagger. JOHN races\nacross the room to the protection of his mother.\nShe rises, looks balefully toward RICHARD)\nELEANOR\nHe has a knife. He always has a knife. We all have knives.\nThis is eighty-three and we're barbarians.\n\n(Her eyes rake across her children. We cut to\nthem. Voice over)\n\nELEANOR (Cont)\n\nHow clear we make it. Oh, my piglets, we're the origins of\nwar.\n\n(Cut back to ELEANOR, looking at them)\nNot history's forces nor the times nor justice nor the lack of\nit nor causes nor religions nor ideas nor kinds of government\nnor any other thing.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nVoice over)\n\nELEANOR (Cont)\n\nHow clear we make it. Oh, my piglets, we're the origins of\nwar. (Cut back to ELEANOR, looking at them)\nNot history's forces nor the times nor justice nor the lack of\nit nor causes nor religions nor ideas nor kinds of government\nnor any other thing. \n\nTARGET SECTION TO BE ANNOTATED:\n(Cut to ELEANOR close to RICHARD)\nWe are the killers; we breed war.\n\n(Moving on to JOHN)\nWe carry it, like syphilis, inside.\n\n(Moving on to GEOFFREY)\n\nDead bodies rot in field and stream because the living ones are\nrotten.\n\n \n\f \n\n \n\n \n\n63\n\nContinued\n(We see them all as she draws them close together)\n\nFor the love of God, can't we love one another just a little?\nthat's how peace begins. We have so much to love each other\nfor. We have such possibilities, my children. We could change\nthe world.\n\n(They want to be loved. She wants to love them.\nAs she starts to reach out for RICHARD, GEOFFREY\nsays - )\n\nGEOFFREY\nAnd while we hugged each other, what would Philip do?\n\n(Cut to JOHN in total dismay)\nJOHN\nOh, good God, Philip. We're supposed to start a war. If\nFather finds out, I'll be ruined.\n(JOHN starts for the door. GEOFFREY joins him)\n\nGEOFFREY\nSteady, John; don't panic.\n\nJOHN\nSome adviser you are.\n\n(JOHN hurries £rom the room as GEOFFREY says - )\n\nGEOFFREY\nDon't do anything without me. Let me handle it.\n\n(Cut to ELEANOR, RICHARD beside her. She is alive\nagain)\n\nELEANOR\nHe's made a pact with Philip.\n\n(To GEOFFREY as he joins them)\n\nYou advised John into making war. That peerless boy! He's\ndisinherited himself. When Henry finds out, when I tell him\nwhat John's done -- I need a little time. Can you keep John\naway from Philip 'til I say so?\n\nGEOFFREY\nAnything you say.\n\n(He kisses her hand and bounds from the room as she\nturns to RICHARD)\n\n \n\n \n\f \n\n63\n\n \n\nContinued\n\nELEANOR\nI want you out of here before this breaks. And that needs\nPhilip. Go to him. Be desperate, promise anything: the vexin,\nBrittany. Then once you're free and John is out of favor,\nwe'll make further plans.\n\nRICHARD\nYou talk to Philip.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBe desperate, promise anything: the vexin,\nBrittany. Then once you're free and John is out of favor,\nwe'll make further plans. RICHARD\nYou talk to Philip. \n\nTARGET SECTION TO BE ANNOTATED:\n You're the diplomat; you see him.\n\nELEANOR\nYou're a friend. you know him; I don't.\n\n(RICHARD looks at her expressionlessly, then starts\nto the door)\n\nAnd Richard.\n(He steps in the doorway)\nPromise anything.\n(Cut to RICHARD close up. He either loves his Mum\nor loathes her. This is loathing. As he turns and\ngoes -\n(Cut to ELEANOR alone in the center of the room, as\nfar from her as possible. As she turns round full\ncircle - )\nELEANOR (Cont)\nI haven't lost. It isn't over. Oh, I've got the old man this\ntime. The damn fool thinks he loves John. He believes it.\nThat's where the Kris goes in.\n(Cut to her close up, all triumph gone)\n\nKnives, knives ... it was a fine thought, wasn't it. Oh,\nHenry, done a big thing badly.\n\n(She starts to look for something. We follow her\ngaze about the room. Voice over)\n\nWhere's that mirror? I am Eleanor and I can look at anything.\n(The camera finds the mirror. Her hand appears,\npicks the mirror up. We see her reflection, wavy\nand distorted in the primitive glass)\n\nMy, what a lovely girl.\n\n(The camera moves from the reflection to her face)\n\n \n\n \n\f \n\n(We move across the\nis quiet here. The\n\n69\n\nagonized face to HENRY'S. He\nof infinite tenderness. He is\n\na large chair in the Parlor.\n\nis a great sense of warmth and\n\nthey start slowly from the\n\nthe corridor as they pass the\n\nthe floor, arms flung, for\n\nIt is a clear, cold night.\n\nthe MEN are bundled up and\n\n63 Continued\n© ELEANOR (Cont)\nHow could her king have left ner?\n64 INT. PARLOUR\n(Cut from ELEANOR'S\nwears an expression\ngazing down at ALAIS who lies drowsing in his arms.\nThey are sitting in\nCandles glow; there\npeace.\nHENRY\nOff to bed?\n(ALAIS nods, smiles, opens her eyes. She gets up\nand we see her for a moment filled, like a child,\nwith happiness, staring at the Christmas tree.\nHENRY joins her and\nroom.\n65 INT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gets up\nand we see her for a moment filled, like a child,\nwith happiness, staring at the Christmas tree. HENRY joins her and\nroom. 65 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CORRIDOR AND GREAT HALL\n(We pick them up in\n- Great Hall. We have them, moving into and through\n7) the hall. The party is dying but not dead. A few\nNOBLES are drunk on\nwarmth, around sleeping dogs. Of the others, some\ndrink, some sing softly, some are in amorous\ncircumstances with male and female SERVANTS.)\n66 EXT. COURTYARD\n(We move through the great hall, out the door and\ninto the Courtyard.\nThe moon is bright and there are endless stars.\nThe yard itself seems to glow with dozens of tiny\ncampfires. Most of\nasleep. A few sit huddled by the fires. There is\nfaint caroling, soft and sweet.)\n66X1 INT. KITCHEN\n\nyard and into the Kitchen. All\nKITCHEN STAFF, exhausted and\n\nfilthy, lie asleep on the floor. The floor is\nlittered with animals alive and dead, entrails,\nexcrement. Tomorrow's meat new slaughtered, hangs\n\nstill dripping from\nhuge hearth glows.\n\ngreat hooks. The fire in the\nWe move into the fire.)\n\n \n\f|; O\n\n \n\n \n\n \n\n \n\n66X2\n\n67\n\n67X1\n\n67\n\nINT. HENRY'S BEDROOM 5\n(When we pull back, away from the coals, it is from :\nthe fire in Henry's bedroom. The door is just L\nopening. ALAIS steps through. Behind her, HENRY i\nhesitates, frowning in thought.) i\nALAIS\nHenry?\nHENRY\nWait up for me. I won't be long.\n(He closes the door.\n(Cut to another door. A hand appears, taps lightly\non it and we hear - )\nGEOFFREY\n(Whispering, voice over)\nPhilip?\nINT. PHILIP'S BEDROOM\n(Cut to PHILIP inside his bedroom. The room is\nmore luxuriously furnished than the others in the\ncastle, PHILIP having brought his own refinements\nwith him. There is a canope bed, wine glasses and\ndecanter sit on a table.\n(PHILIP preparing for bed, wears a dressing gown.\nHe is turning sharply when we see him. Cut to - )\nINT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\n(PHILIP preparing for bed, wears a dressing gown. He is turning sharply when we see him. Cut to - )\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CORRIDOR\n(GEOFFREY in the hallway as he taps again. PHILIP\nopens the door. GEOFFREY slips in, closes it\nbehind him. He is keyed high; quiet, tense,\nexcited)\nGEOFFREY\nIt's working out. By morning I can be the chosen son. the\ncrown can come to me. Are you still with me?\n(PHILIP nods)\nINT. PHILIP'S ROOM\n\n \n\nWe'll have to fight them ali. They'll bank together once this\nhappens. Have I got your word? f\n\nPHILIP\nDo I have yours? All England's land in France if I support\nyou?\n\f \n\n \n\n67\n\n \n\nContinued\n(GEOFFREY nods. PHILIP looks at him speculatively)\n\nGEOFFREY\nAre we allies, then?\n\nPHILIP\n(Warmly taking his hand)\nWe were born to be.\n\nGEOFFREY\nI should say something solemn but I haven't time.\n\n(Half way to the door)\n\nI'm off to Father with the news that John's a traitor. After\nthat --\n\n(Cut to JOHN as, livid, he charges out from behind\na tapestry)\n\nJOHN\nYou stink, you know that? You're a stinker and you stink.\n\n(Cut to GEOFFREY. He doesn't bat an eye)\n\nGEOFFREY\nCome along. We're finished here.\n\n(Cut to JOHN, looking wildly about the room)\n\nJOHN\nI'll kill you. Where's a dagger?\n\n(He can't find anything. Then, seeing a\nlethal-looking massive candlestick, he grabs\nit, raises it high over his head and charges at\nGEOFFREY.\n\n(GEOFFREY crouches slightly as JOHN comes tearing\nat him. At the last moment, GEOFFREY sidesteps\ngracefully, tripping JOHN as he hurtles by.\n\n(JOHN sprawls out painfully on the floor. GEOFFREY\nglares at him, anger and derision on his face)\n\nGEOFFREY\nDumb. If you're a prince, there's hope for every ape in\nAfrica.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n(JOHN sprawls out painfully on the floor. GEOFFREY\nglares at him, anger and derision on his face)\n\nGEOFFREY\nDumb. If you're a prince, there's hope for every ape in\nAfrica. \n\nTARGET SECTION TO BE ANNOTATED:\n(He goes to one knee beside JOHN as JOHN sits up)\n\n \n\f \n\n \n\n67\n\n67X1\n\n  \n\nContinued\n\nI had you saved. I wasn't on my way to Father but he was. He\nwould have gone to Henry and betrayed you. Look: it's in his\nface.\n\n(JOHN looks up. Cut to PHILIP, then back to JOHN)\nJOHN\n(Convinced and dismayed)\nIt's true. I don't know who my friends are.\n\n(There is a tapping at the door. PHILIP & GEOFFREY\nexchange a quick glance.)\n\nINT. CORRIDOR\n(Cut to RICHARD in the corridor. He darts a look\n\none way, then the other. Satisfied he's still\nalone, he raps again and whispers - )\n\nRICHARD\n’ Philip.\n(Cut back to GEOFFREY as he bounds to his feet and\nindicating the tapestry where JOHN was hidden,\nasks - )\n' GEOFFREY\nMay we?\nPHILIP\n\nThat's what tapestries are for.\n\n(PHILIP starts toward the door. GEOFFREY tugs JOHN\nto his feet, bustles him toward the tapestry)\n\nJOHN\nI've ruined everything. I'1l never learn.\n\n(JOHN & GEOFFREY duck behind the tapestry)\n(Cut to PHILIP standing by the door)\n\nPHILIP\nIs someone there? I heard my name.\n\n(He opens the door. RICHARD stands in the doorway)\n\nRICHARD\nI called it.\n\nPHILIP\nRichard. Hello, Richard.\n\n \n\n \n\n \n\f \n\n67X1 Continued\n\nO RICHARD\n\nYou're half way to bed. I'll wait for morning.\n\nPHILIP t\nCome in.\n\n(He moves into the room. We stay with RICHARD in\nthe doorway)\n\nRICHARD\nMother sent me.\n\n \n\n(Cut to PHILIP standing by the table and wine\ndecanter)\n\nPHILIP\nCome in anyway.\n\n(He picks up the decanter, pours. RICHARD moves\ninto the picture)\n\n \n\nOur alchemists have stumbled on the art of boiling burgundy.\nIt turns to steam and when it cools, we call it brandywine.\n\n= ' RICHARD\nO I'm Henry's prisoner.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHARD moves\ninto the picture)\n\n \n\nOur alchemists have stumbled on the art of boiling burgundy. It turns to steam and when it cools, we call it brandywine. = ' RICHARD\nO I'm Henry's prisoner. \n\nTARGET SECTION TO BE ANNOTATED:\n(PHILIP smiles)\nYou find that charming?\n\nPHILIP\nNo.\n\nRICHARD\nThen why the charming smile?\n\nPHILIP\nI thought, I can't think why, of when you were in Paris last.\nCan it be two whole years ago?\n\nRICHARD\nIt can. I need an army, Philip.\n\n(PHILIP hands him a glass)\n\nPHILIP\nIt will take the cold away.\n\nRICHARD\né I must have soldiers.\n2\n\n  \n\f \n\n \n\n \n\nVU\n\n \n\n67X1 Continued\n\n(PHILIP strolls away, moving casually about the\nroom)\n\nPHILIP\nHave I aged? Do I seem older to you? They've been two fierce\nyears. I've studied and I've trained to be a king.\n(Cut to RICHARD)\n\nRICHARD\nI'll have your answer -- yes or no.\n\n(Cut to PHILIP as he spins sharply toward RICHARD)\n\nPHILIP\nYou'll have it when I give it.\n\n(Charming again, he moves across the room to\nRICHARD)\n\nYou see? I've changed. I'm not the boy you taught to hunt two\nyears ago. Remember? Racing after boar, you flying first; me\nscrambling after, all day into dusk --\n\n(RICHARD turns abruptly away from him, starts to\ngo)\n\nDon't go.\n\nRICHARD\nI must know: will you help me?\n\n(PHILIP sits in one of the chairs by the table)\n\nPHILIP\nSit and we'll discuss it.\n\n(RICHARD moves to the other chair and sits stiffly)\nYou never write.\n\nRICHARD\nTo anyone.\n\nPHILIP\nWhy should I make you King of England? Aren't I better off\nwith John or Geoffrey? Why have you to fight when I could have\nthe cretin or the fiend?\n\n(Cut to behind the tapestry. JOHN indignant,\nGEOFFREY amused)\n\n \n\f       \n\n67X1 Continued\n(Cut to RICHARD & PHILIP)\n\nRICHARD j\nWould we fight?\n\nPHILIP\nWe're fighting now. Good night.\n\n(He starts to rise, the interview terminated)\n\nRICHARD\nYou're still a boy.\nPHILIP\nIn some ways.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGood night. (He starts to rise, the interview terminated)\n\nRICHARD\nYou're still a boy. PHILIP\nIn some ways. \n\nTARGET SECTION TO BE ANNOTATED:\n Which way did you have in mind?\nRICHARD\nYou haven't asked how much my help is worth.\nPHILIP\nYou'll tell me.\nRICHARD\nYou can have the vexin back.\nPHILIP\nAnd what else?\nRICHARD\n\nAll of Brittany.\n\n(Cut to behind the tapestry. GEOFFREY angry now\nand JOHN amused)\n\n(Cut back to RICHARD & PHILIP)\n\nPHILIP\nThat's Geoffrey's.\n\nRICHARD\nDoes that matter?\n\nPHILIP\n\n \n\nPossibly to Geoffrey. And what else? i\n\nRICHARD |\nThat's all your help is worth.\n\ni PHILIP\nAnd in return, what do you want from me?\n\n \n\f \n\n76\n\n67X1 Continued\n\n(With each succeeding line, we cut back and forth\nin close up from RICHARD'S face to PHILIP'S)\n\nRICHARD\nTwo thousand soldiers.\n\nPHILIP\nAnd what else?\n\nRICHARD\nFive hundred knights on horse.\n\nPHILIP\nAnd what else?\n\nRICHARD\nArms and siege equipment.\n\nPHILIP\nAnd what else?\n\nRICHARD\n\nI never wrote because I thought you'd never answer.\n\n(Pull back to show them both. PHILIP is\nexpressionless)\n\nRICHARD\nYou got married.\n\nPHILIP\nDoes that make a difference?\n\nRICHARD\nDoesn't it?\n\nPHILIP\n\nI've spent two years on every street in hell.\n\nRICHARD\nThat's odd. I didn't see you there.\n\n(PHILIP rises, eyes on RICHARD. Then RICHARD\nstands. Slowly, PHILIP extends his hand. RICHARD\ntakes it. PHILIP turns and, in measured step,\nstarts moving toward the bed. RICHARD, still\nholding his hand, follows.\n\n(Cut to the interior of the bed. PHILIP'S hand\ncomes through the curtains, draws them back. We\nsee them through the opening)\n\n \n\n \n\f \n\n \n\nO\n\n67X1\n\n67X2\n\n77\n\nContinued\n\nRICHARD\nYou haven't said you loved me.\n\nPHILIP\nWhen the times comes.\n\n(There is a tapping at the door. PHILIP & RICHARD,\nparalyzed, exchanged startled glances.)\n\nINT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHILIP\nWhen the times comes. (There is a tapping at the door. PHILIP & RICHARD,\nparalyzed, exchanged startled glances.)\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CORRIDOR\n\n(Cut to HENRY in the corridor. He glances about.\nThen raps again and whispers - )\n\nHENRY\nPhilip.\n\n(Cut back to PHILIP & RICHARD at the bed. RICHARD\nis in great confusion. PHILIP is thinking hard.\n\n(Cut to behind the tapestry. JOHN, frightened,\nturns to GEOFFREY. GEOFFREY, alive with\nexcitement, puts a finger on JOHN'S lips.\n\n(Cut to PHILIP as he puts a finger to RICHARD'S\nlips, helps him into the bed. PHILIP draws the\ncurtains shut.\n\n(Cut to PHILIP crossing toward the door.\n\n(Cut to HENRY outside in the hall)\n\nHENRY\nPhilip, lad.\n\n(The door opens. From HENRY'S POV)\nIt's not too late at night?\n\nPHILIP\nI'd hoped you'd come.\n\nHENRY\n(We see the room from HENRY'S POV as he enters)\nGood; we can't leave negotiations where they are.\n\n(Turning to PHILIP who moves to the table and pours\nfrom the decanter)\n\nI keep looking for your father in you.\n\n \n\n \n\fme\n\n \n\nNA\n\n \n\n78\n\n67X2 Continued\n\nPHILIP\nHe's not there.\n\n(We see them both as HENRY settles in RICHARD'S\nchair.\n\nHENRY\nI miss him. Has Richard or the Queen been here to see you?\n\nPHILIP\nDoes it matter? If they haven't yet, they will.\n\nHENRY\nI want to reach a settlement. I left you with too little\nearlier.\n\n(PHILIP hands HENRY a glass, sits in the other\nchair)\n\nPHILIP\nYes; nothing is too little.\n\nHENRY\nI'm sorry you're not fonder of me, lad. Your father always\nsaid \"Be fond of stronger men.\"\n\nPHILIP\nNo wonder he loved everyone.\n\nHENRY\nI've come to you to offer peace.\n\nPHILIP\nPiss on your peace.\n\nHENRY\nYour father would have wept.\n\nPHILIP\nMy father was a weeper.\n\nHENRY\nFight me and you'll lose.\n\nPHILIP\n\nI can't lose, Henry. I have time. Just look at you.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nPHILIP\n\nI can't lose, Henry. I have time. Just look at you. \n\nTARGET SECTION TO BE ANNOTATED:\n(Cut to HENRY, then back to PHILIP)\nGreat heavy arms -- they'd crush me like a leaf of lettuce.\n\nBut each year they get a little heavier. The sand goes pit-pan\nin the glass. I'm in no hurry, Henry. I've got time.\n\f \n\n79\n\n67X2 Continued\n\n(Cut to HENRY as he rises, angry)\nHENRY\nSuppose I hurry things along? What if I say that England is at\nwar with France?\n\n(Cut to PHILIP calmly looking up at HENRY)\n\nPHILIP\nThen France surrenders. I don't have to fight to win. Take\nall you want -- this county, that one. You won't keep it long.\n\n(Cut to HENRY, scornful)\n\nHENRY\nWhat kind of courage have you got?\n\n(Cut to PHILIP, cool and unperturbed)\n\nPHILIP\nThe tidal kind: it comes and goes.\n\n(Cut to HENRY as he breaks out into a delighted\nsmile and sits again. We see them both)\n\nHENRY\nBy God, I'd love to turn you loose on Eleanor.\n(The decanter in his hand)\nMore brandywine?\n\nPHILIP\nYou recognize it?\n\nHENRY\n(Filling his glass)\nThey were boiling it in Ireland before the snakes left.\n(sitting back, settling in his chair)\nWell -- things look a little bleak for Henry, don't they.\nYou'll say yes to Richard when he comes; arms, soldiers,\nanything he asks for.\n\nPHILIP\nI'd be foolish not to.\n\nHENRY\nAnd withdraw it all before the battle ever started.\n\nPHILIP\nWouldn't you, in my place?\n\nHENRY\nWhy fight Henry when his sons will do it for you.\n\n \n\f   \n\nO\n\n67X2 Continued\n\nPHILIP\nYes, exactly.\n\nHENRY\nYou've got promise, lad. That's first class thinking.\n\n(He raises his glass and drinks.\n(Cut to RICHARD in the bed, angry and betrayed.\n\n(Cut to behind the tapestry. More anger and\n‘betrayal.\n\n(Cut to PHILIP & HENRY as HENRY puts his glass\ndown )\n\nGood night.\n\n(HENRY rises.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nMore anger and\n‘betrayal. (Cut to PHILIP & HENRY as HENRY puts his glass\ndown )\n\nGood night. (HENRY rises. \n\nTARGET SECTION TO BE ANNOTATED:\n PHILIP looks up, uncertain for the\nfirst time)\n\nPHILIP\nGood night? you're going?\n\n(HENRY nods benignly)\nBut we haven't settled anything.\n\nHENRY\nWe open Christmas packages at noon. 'Til then.\n\n(HENRY starts to go. Cut to PHILIP, rising)\n\n_ PHILIP\nYou can't be finished with me.\n\n(Cut to HENRY)\n\nHENRY\nBut I am. And it's been very satisfactory.\n\n(Cut to PHILIP)\n\nPHILIP\nWhat's so satisfactory?\n\n(Cut to HENRY)\n\nHENRY\nWinning is. I did just win. Surely you noticed.\n\n(Cut to PHILIP)\n\n \n\n \n\f81\n\n67X2 Continued\n\nPHILIP\nNot a thing. You haven't won a damn thing.\n\n(We see them both as HENRY moves Slowly to PHILIP\nsaying - )\n\nHENRY\nI found out the way your mind words and the kind of man you\nare. I know your plans and expectations. You have burbled\nevery bit of what you've got. I know exactly what you will do\nand exactly what you are. And I've told you exactly nothing.\nTo these aged eyes, boy, that's what winning looks like.\nDormez bien.\n\n(With which he turns and, as we follow him, moves\ntoward the door)\n\nPHILIP\n\n(Voice over)\nYou --\n\n(HENRY stops and turns. Cut to PHILIP)\nYou made my father nothing. You were always better. You\nbullied him, you bellied with his wife, you beat him down in\nevery war, you twisted every treaty, you played mock-the monk\nand then you made him love you for it.\n\n(He begins stalking toward HENRY)\nI was there. His last words went to you.\n\nHENRY\nHe was a loving man and you learned nothing of it.\n\nPHILIP\nI learned how much fathers live in sons. A king like you has\npolicy prepared on everything. What's the official line on\nsodomy? How stands the crown on boys who do with boys?\n\n(Cut to RICHARD in the bed, disbelief, shock on his\nface.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat's the official line on\nsodomy? How stands the crown on boys who do with boys? (Cut to RICHARD in the bed, disbelief, shock on his\nface. \n\nTARGET SECTION TO BE ANNOTATED:\n It can't be happening)\n\n(Cut to HENRY as he moves away from PHILIP)\nHENRY\nRichard finds his way into so many legends. Let's hear yours\nand see how it compares.\n(As PHILIP speaks, he follows HENRY, pressing him)\nPHILIP\n\nHe found me first when I was fifteen. We were hunting. It was\nafter dark. My horse fell. I was thrown. I woke to Richard\n\n \n\f \n\n \n\n \n\nO)\n\n \n\n82\n\n67X2 Continued\n\ntouching me. He asked me if I loved him -- \"Philip, do you\nlove me?\" -- and I told him yes.\n\n(Cut to RICHARD in the bed. He is wracked with\npain and rage. It is excruciating.\n\n(Cut to PHILIP & HENRY, close up)\nYou know why I told him yes? So one day I could tell you all\nabout it. You cannot imagine what that \"yes\" cost. Or perhaps\nyou can. Imagine snuggling to a chancred whore and, bending\nback your lips in something like a smile, saying: \"Yes, I love\nyou and I find you beautiful.\" I don't know how I did it.\n\nCut to the bed as RICHARD leaps through the\ncurtains)\n\nRICHARD\nNo -- it wasn't like that.\n\n(Cut to PHILIP, cold and cutting)\n\nPHILIP\nBut it was.\n\n(Cut to RICHARD)\n\nRICHARD\nYou loved me.\n\n(Cut to PHILIP)\n\nPHILIP\nNever.\n\n(Cut to RICHARD as he turns to HENRY)\n\nRICHARD\nGet out. Please! I don't want you here.\n\nHENRY\nIt's no great joy to be here.\n\nRICHARD\nSo the royal corkscrew finds me twisted, does he?\n\n \n\nHENRY\nI'll go tell your mother: she'll be pleased.\n\n(He starts to go. RICHARD follows him)\n\f \n\n \n\n83\n\n67X2 Continued\n\nO RICHARD\n\nShe knows. She sent me.\n\nHENRY\n\n(Turning on RICHARD. They stand face to face)\n\nHow completely hers you are.\n\nRICHARD\nYou've had four sons. Who do you claim? Not Henry.\n\nNot my\n\nburied brother.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho do you claim? Not Henry. Not my\n\nburied brother. \n\nTARGET SECTION TO BE ANNOTATED:\n Not that monument to muck, that epic idiot.\n\nWhy him? Why always him and never me?\n\nHENRY\nHe was the oldest -- he came first.\n\nRICHARD\nChrist, Henry, is that all?\n\nHENRY\nYou went with Eleanor.\n\nRICHARD\n\nYou never called for me. You never said my name. I would have\n\nwalked or crawled. I'd have done anything.\n\nOo (HENRY turns away, unable to face it)\n\nHENRY\n\nIt's not my fault. I won't be blamed.\nRICHARD\n\nI only wanted you.\nHENRY\n\nNo -- it's my crown. You want my kingdom.\nRICHARD\n\nKeep your kingdom.\n\n(Cut to HENRY close up as he wheels toward RICHARD)\n\nHENRY\nThat I will.\n\n(Cut to RICHARD, close up)\n\nRICHARD\nI hope it kills you.\n\n(Cut to HENRY, close up)\n\nO\n\n \n\n__\n\f \n\n \n\n67X2 Continued\n\nHENRY\nThank God I have another son. Thank God for John.\n\n(Cut to the tapestry as GEOFFREY steps out from\nhiding)\n\nGEOFFREY\nWho shall we thank for Geoffrey?\n\n(Moving to HENRY)\nYou don't think much of me.\n\nHENRY\nMuch? I don't think of you at all.\n\nGEOFFREY\nNurse used to say I had your hands. I might have more of you.\nTry seeing me. I haven't Richard's military skill but he was\nhere betraying you, not I. I haven't John's I don't know what\n-- God knows what you can see in John -- and he's betrayed you,\ntoo.\n\n(Cut to JOHN who, red with rage, peeps through a\nslit in the tapestry.\n\n(Cut to the room from JOHN'S POV)\n\nHENRY\nYou think I'd ever make you king?\n\nGEOFFREY\nYou'll make me king because I'm all you've got.\n\n(Pointing to RICHARD)\nI was to be his Chancellor. Ask him why.\n\nHENRY\n(Starting to leave the room)\n\nI've heard enough.\n\nGEOFFREY\nFor moving John to treason.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nAsk him why. HENRY\n(Starting to leave the room)\n\nI've heard enough. GEOFFREY\nFor moving John to treason. \n\nTARGET SECTION TO BE ANNOTATED:\n(Cut to HENRY, close up)\nHENRY\n\nI don't doubt he offered, I don't doubt you tried and I don't\ndoubt John loves me.\n\n \n\f \n\n \n\n \n\n \n\n85\n\n67X2 Continued\n(Cut to GEOFFREY who steps to the tapestry)\n\nGEOFFREY\nLike a glutton loves his lunch.\n\n(He pulls the tapestry back, revealing JOHN. JOHN\n\nglares at GEOFFREY with pure loathing)\n\nJOHN\nYou turd.\n\n(Cut to the full room)\n\nHENRY\nWell, John?\n\nJOHN\nIt isn't what you think.\n\nHENRY\nWhat do I think?\n\nJOHN\n\nWhat Geoffrey said. I'd never plot against you, ever.\n\nHENRY\nI know; you're a good boy.\n\n(JOHN, encouraged, moves toward HENRY. Just JOHN &\n\nHENRY now)\n\nJOHN\nCan I go now, please? It's late. I ought to be in bed.\n\n(HENRY grabs JOHN by the shoulders, shakes him)\n\nHENRY\n\nCouldn't you wait. Couldn't you trust me? It was all yours.\n\nCouldn't you believe that?\n\nJOHN\nWill you listen to the grief.\n\nHENRY\nWho do you think I built this kingdom for?\n\n(JOHN, in a rage, shakes himself loose)\nJOHN\n\nMe? Daddy did it all for me? When can I have it, Daddy?\nuntil we bury you?\n\nNot\n\n \n\f \n\n \n\n \n\n86\n\n67X2 Continued\n\nHENRY\nYou're just like them. And after all I've given you.\n\n(Cut to JOHN close up)\n\nJOHN\nI got it. I know what you gave.\n\n(Cut to HENRY close up)\n\nHENRY\nI loved you.\n\n(Cut to JOHN close up)\n\nJOHN\nYou're a cold and bloody bastard, you are, and you don't love\nanything.\n\n(Cut to HENRY. He is stunned, blank with shock)\n(Cut to GEOFFREY)\n\nGEOFFREY\nI'm it, I'm all that's left.\n\n(Cut to HENRY and his three sons)\n\nGEOFFREY (Cont)\nHere, Father; here I am.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to HENRY. He is stunned, blank with shock)\n(Cut to GEOFFREY)\n\nGEOFFREY\nI'm it, I'm all that's left. (Cut to HENRY and his three sons)\n\nGEOFFREY (Cont)\nHere, Father; here I am. \n\nTARGET SECTION TO BE ANNOTATED:\n(We move toward HENRY, closer and closer to his\nunseeing eyes)\n\nHENRY\nMy life, when it is written, will read better than it lived.\nHenry Fitz-Empress, first Plantagnet, a King at twenty-one, the\nablest soldier of an able time. He led men well, he cared for\njustice when he could and ruled, for thirty years, a state as\ngreat as Charlemagne's. He married out of love a woman out of\nlegend. Not in Rome or Alexandria or Camelot has there been\nsuch a Queen. She bore him many children -- but no sons. King\nHenry had no sons.\n\n(Cut to JOHN, RICHARD & GEOFFREY side by side.\nvoice over)\n\nHe had three whiskered things but he disowned them. You're not\nmine. We're not connected. I deny you. None of you will get\nany crown.\n\n(Cut to HENRY, close up)\n\n \n\f68\n\n \n\n \n\n \n\n \n\n \n\n69\n\n70\n\n \n\n67X2 Continued\n\nHENRY (Cont)\nI leave you nothing and I wish you plague. May all your\nchildren breech and die.\n\n(He turns, moves to the doorway, stops and looks\nback.)\n\n(Cut to the room from HENRY'S POV)\nMy boys are gone.\nINT. CORRIDOR\n\n(Cut to HENRY as he starts unsteadily down the\ncorridor)\n\nI've lost my boys.\n(He stops, glares up toward the Deity)\nYou dare to damn me, do you? Well, I damn you back.\n\n(Like a Biblical figure, shaking his fist at the\nsky)\n\nHENRY (Cont)\nGod damn you.\n\n(Moving blindly down the corridor again)\n\nMy boys are gone. I've lost my boys. Oh, Jesus, all my boys.\n(We watch as his figure grows smaller and smaller.)\n(CUT to the bottom of a broad stone stairway,\nlooking up. HENRY appears at the top, starts\nunseeingly down. We hear a sudden burst of raucous\nlaughter as a drunken NOBLEMAN, his arm around a\nWENCH, moves abruptly into the picture.\n\n(THEY start, weaving, up the stairs. HENRY passes\nthem, unseeing.\n\nINT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\n(THEY start, weaving, up the stairs. HENRY passes\nthem, unseeing. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CORRIDOR\n(CUT to HENRY crossing the hall at the base of the\n\nstairs. A SERVANT, tidying up for the night,\nscurries past, pausing to bow.\n\n \n\n \n\fO\n\n \n\n \n\n \n\n \n\n \n\n71\n\n72\n\n73\n\n74\n\n88\n\nINT. GREAT HALL\n\n(CUT to the open doorway of the Great Hall, looking\nin from the corridor. The hall is empty save for\na few NOBLES who lie sprawled in drunken sleep.\nSERVANTS move about, exhaustedly cleaning up the\nmess. HENRY, walking down the corridor, passes\nthrough the picture. The camera follows him.\n\nINT. PARLOUR\n(Cut to the Parlor. Candles, about to go out,\nare flickering on the Christmas tree. Masses of\npresents lie at the base of the tree. HENRY\nappears, walks unseeing through the room. A\nchurch bell starts to toll eleven.\n\nINT. HENRY'S BEDROOM\n(Cut to HENRY'S bedroom. The tolling continues.\nALAIS lies curled up, asleep on the bed where HENRY\nleft her. A noise awakens her. She starts up,\nturning to the door.\n(Cut to the door from ALAIS'S POV. It opens.\nHENRY stands in the doorway. He starts into the\nroom.\n(Cut to ALAIS, smiling, rubbing her eyes.)\n\nALAIS\nWhat time is it?\n\n(Something's wrong. Rising from the bed)\nHenry?\n\n(Cut to HENRY standing in front of the fire,\n\nstaring blindly into it. ALAIS moves into the\n\npicture, stands beside him.\n\n(Cut to HENRY & ALAIS seen through the fire)\nWhat's happened, Henry? What's the matter?\n\n(He doesn't seem to hear her. He frowns at a\npassing thought, turns and starts away.)\n\nINT. CORRIDOR AND BROAD HALL\n(Cut to HENRY at the door. He turns back, seems to\n\nsee ALAIS for a moment, then turns away and moves\nout the door.\n\n \n\n|\n\f74 Continued\n\n \n\n \n\n89\n\n(Cut to a shadowy hallway. Eyes glowing in the\ndark -- dogs' eyes. HENRY moves into the picture,\npast the dogs.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\n|\n\f74 Continued\n\n \n\n \n\n89\n\n(Cut to a shadowy hallway. Eyes glowing in the\ndark -- dogs' eyes. HENRY moves into the picture,\npast the dogs. \n\nTARGET SECTION TO BE ANNOTATED:\n Far behind him, down the corridor,\nwe can dimly make out ALAIS.)\n\n75 EXT. BATTLEMENTS\n\n(Cut to an exterior door seen from outside. It\nopens. HENRY steps through, his face immobile,\nlike a Greek mask. We follow him as he moves out\ninto the freezing clear bright night, prowling\nalong the battlements. Though he wears no robe or\ncoat, he does not register the cold.\n\n(Cut to ALAIS shivering in the doorway, her face\nalive with love and compassion for her man.\n\n(Cut to HENRY from ALAIS'S POV. He is in the\ndistance now, a small figure moving along the walls\nof a great castle. The castle looks like ivory in\nthe moonlight.\n\n(Cut to a SOLDIER on Guard Duty. Heavily robed, he\nis nonetheless half frozen. He sees something,\nstiffens to attention.\n\n(Cut to HENRY moving along the battlements. We see\nhim pass the shivering GUARD.\n\n(Cut to HENRY sitting, looking out over the same\nbit of wall from where he first caught sight of\nELEANOR'S boat that morning.\n\n(Cut to the night from HENRY'S POV. We see\nELEANOR'S boat anchored at the wharf.\n\n(Cut to HENRY looking at the boat. He shuts his\neyes, unable to bear what he is thinking. He lies\nback, stretching out on the cold stone, and looks\nup at the sky.\n\n(The camera, following the rising mist of HENRY'S\nbreath, turns up to the sky. It is cloudless,\ncrammed with an infinity of stars.)\n\n76 INT. HENRY'S BEDROOM\n\n(Cut to a tiny bed of gently glowing coals, very\nclose up. As we see them, we hear - )\n\n \n\n \n\f \n\n \n\n76\n\n \n\n \n\n90\n\nCont inued >\n\nALAIS\n(Singing, voice over)\nThe Christmas wine is in the pot,\nThe Christmas coals are red.\nI'll spend my day the lover's way,\nUnwrapping all my gifts in bed.\n\n(As she sings, we pull slowly back. The coals are\nin a small copper brazier. On the brazier, we see\na small pot. ALAIS'S hands appear.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe coals are\nin a small copper brazier. On the brazier, we see\na small pot. ALAIS'S hands appear. \n\nTARGET SECTION TO BE ANNOTATED:\n One holds a\ntiny spice jar; the other takes a pinch of spice\nand drops it in the pot. >\n\n(We continue back as we see ALAIS sitting on the\nfloor by the brazier. Then we see HENRY'S bedroom\nbeyond her and, at the last, ELEANOR standing in\nthe doorway. She looks absolutely desolate)\n\nThe Christmas goose is on the spit,\nThe Christmas --\n\n(She stops singing as she senses someone. She\nturns.\n\n(Cut to ELEANOR. We see her pull herself together.\nAs if nothing in the world were wrong, she moves\ninto the room saying - )\n\nELEANOR\nNo one else is caroling tonight: it might as well be Lent.\nWhen I was little, Christmas was a time of great confusion for\nme. The Holy Land had two kings, God and Uncle Raymond, and I\nnever knew whose birthday we were celebrating.\n\n(Reaching ALAIS, she looks fondly down at her)\n\nALAIS\nHenry isn't here.\n\nELEANOR\nGood;.we can talk behind his back.\n\nALAIS\nWhat happened?\n\nELEANOR\n\nDon't you know?\n\nALAIS shakes her head. ELEANOR sits on the floor\nby her)\n\n \n\f \n\n \n\n \n\n716\n\n91\n\nContinued\n\nThere was a scene with beds and tapestries and many things got\nso -\n\n(She leans forward over the pot on the brazier)\nSpiced wine. I'd forgotten Henry liked it. May I stay?\nALAIS\n\n(She rises, puts the spice pot on a table)\nIt's your room just as much as mine: we're both in residence.\n\nELEANOR\nPacked in, like the poor, three to a bed.\nALAIS\nDid you love Henry -- ever?\nELEANOR\nEver? Back before the flood?\nALAIS\nAs long ago as Rosamund.\nELEANOR\n\n(Rising from the floor)\nAh, that's pre-history, lamb; there are no written records or\nsurvivors.\n\nALAIS\nThere are pictures. She was prettier than you.\n\nELEANOR\n(She moves to the rack where HENRY'S clothes hang,\nruns her hand absently among them)\nOh, much. Her eyes in certain light were violet and all her\nteeth were even. That's a rare feature, even teeth.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEANOR\n(She moves to the rack where HENRY'S clothes hang,\nruns her hand absently among them)\nOh, much. Her eyes in certain light were violet and all her\nteeth were even. That's a rare feature, even teeth. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nsmiled to excess but she chewed with real distinction.\n\n(Cut to ALAIS)\n\nALAIS\nAnd you hate her even now.\n\n(Cut to ELEANOR as she moves across the room toward\nHENRY'S bed)\n\nELEANOR\nNo ... but I did. He put her in my place, you see, and that\nwas very hard. Like you, she headed Henry's table: that's my\nchair.\n\nE\nif\nt\n\n \n\n \n\f \n\n \n\n \n\n76\n\n92\n\nContinued\n\nALAIS\nAnd so you had her poisoned.\n\n(She settles on a corner of the bed)\n\nELEANOR\nThat's a folktale. Oh, I prayed for her to drop and sang a\nlittle when she did but even Circe had her limits. Why aren't\nyou happy? Henry's keeping you. You must be cleverer than I\nam.\n\n(Cut to ALAIS moving toward ELEANOR)\nALAIS\n\nI've tried feeling pity for you but it keeps on turning into\nsomething else.\n\nELEANOR\n(Cut to ELEANOR looking up as ALAIS moves into the\npicture)\nWhy pity?\nALAIS\n\nYou love Henry but you love his kingdom, too. You look at him\nand you see cities, acreage, coastline, taxes. All I see is\nHenry. Leave him to me, can't you?\n\nELEANOR\nBut I left him years ago.\n\nALAIS\nAnd I thought I could move you. Were you always like this?\nYears ago, when I was young and worshipped you, is this what\nyou were like?\n\nELEANOR\nMost likely. Child, I'm finished and I've come to give him\nanything he asks for.\n\nALAIS\nDo you know what I should like for Christmas? I should to see\nyou suffer.\n\n(Cut to ELEANOR, close up. Nodding as the\nsuffering shows on her face)\n\nELEANOR\nAlais, just for you.\n\n(Cut to ALAIS, close up. She understands and all\nthe love and tenderness she used to feel for\n\n \n\n \n\f \n\n \n\n \n\n \n\n76\n\n \n\n93\n\nContinued\n\nELEANOR comes flooding back. With a small cry, she\nthrows herself into ELEANOR'S arms.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to ALAIS, close up. She understands and all\nthe love and tenderness she used to feel for\n\n \n\n \n\f \n\n \n\n \n\n \n\n76\n\n \n\n93\n\nContinued\n\nELEANOR comes flooding back. With a small cry, she\nthrows herself into ELEANOR'S arms. \n\nTARGET SECTION TO BE ANNOTATED:\n ELEANOR holds\nher, rocks her, like a child, gently back and\n\nforth)\n\nALAIS\nMaman, oh Maman.\n\nELEANOR\nAlors, ma petite.\n\nALAIS\nJ'ai peur, Maman.\n\nELEANOR\n\n(Taking up the little song in the middle)\n«+. the Christmas logs will glow,\n\nThere's Christmas cheer and comfort here --\n\n(Something catches her eye. She stops singing,\nturns.\n\n(Cut to HENRY standing in the doorway. He sees\nthem but he doesn't really take them in. His\n\nmanner is brisk, keyed high, with a kind of mad\nenergy)\n\nHENRY\n\nThe sky is pocked with stars. What eyes the wise men must have\nhad to spot a new one in so many.\n\n(Cut to ELEANOR & ALAIS as ALAIS rises and moves to\nthe wine pot on the brazier)\n\nELEANOR\nYou look cold.\n\nALAIS\nI've mulled some wine.\n\n(Cut to HENRY, moving into the room)\n\nHENRY\nI wonder, were there fewer stars then -- I don't know.\n\nI fancy\nthere's a mystery in it.\n\n(ALAIS moves into the picture with a goblet of\nwine)\n\nWhat's this?\n\n \n\n \n\f \n\n76\n\n94\n\nContinued\n\nALAIS\n\nWarm wine.\n\nWhy\n\nYou\n\noft\n\nLet\n\nShe\n\nYou\n\nShe\n\nHENRY\nso it is.\n\n(He takes the wine, touches her cheek)\nare as beautiful as I remembered.\n\n(Sending her toward the door)\nto bed. My widow wants to see me.\n\n(ALAIS goes to the door, stops, turns back)\n\nALAIS\nme stay.\n(Cut to HENRY, shaking his head. Cut back to\nALAIS)\ncame to find out what your plans are. She wants you back.\n\n(ALAIS starts to say more, stops, turns sharply and\ngoes.\n\n(Cut to HENRY & ELEANOR. She is still on the bed.\nHe is at the brazier, pouring wine)\n\nHENRY\ndo?\nELEANOR\nthinks I do. She thinks the need for loving never stops.\n\nHENRY\n\nShe's got a point. I marvel at you. After all these years,\nstill like a democratic drawbridge, going down for everybody.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\n\nShe's got a point. I marvel at you. After all these years,\nstill like a democratic drawbridge, going down for everybody. \n\nTARGET SECTION TO BE ANNOTATED:\n(He moves to her with a goblet for each of them)\n\nELEANOR\n\nAt my age, there's not much traffic any more.\n\n(He hands her a goblet, raises his in a toast)\n\nHENRY\n\nTo your interminable health.\n\n(He drinks)\n\n \n\n \n\n \n\n \n\f \n\n76\n\n95\n\nContinued\n\nHENRY (Cont)\nWell, wife, what's on your mind?\n\nELEANOR\nOh Henry, we have made a mess of it.\n\nHENRY\nYes, haven't we. You look like Doomsday.\n\nELEANOR\nLate nights do that to me. Am I puffy?\n\n(We follow HENRY as he strolls to the fireplace)\n\nHENRY\nPossibly: it's hard to tell -- there's all that natural sag.\n\n(Cut to ELEANOR, close up)\n\nELEANOR\nI've just seen Richard.\n\n(Cut to HENRY, close up. He faces the fire, his\nback to her. His face reacts but his voice shows\nnothing of it)\n\nHENRY\nSplendid boy.\n\n(Cut to ELEANOR)\n\nELEANOR\nHe says you fought.\n\n(Cut to HENRY)\n\nHENRY\nWe always do.\n\n(Cut to a view of both of them)\n\nELEANOR\nIt's his impression that you plan to disinherit them.\n\nHENRY\nI fancy I'll relent. Don't you?\n\nELEANOR\nI don't much care.\n\n(Cut to HENRY close up as he turns sharply to face\nher.\n\n \n\f \n\n76 Continued\nO (Cut back to view of both of them)\nIn fact I wonder, Henry, if I care for anything. I wonder if i\n\n5 I'm hurt out of habit and if all my lusts, like passions in a\npoem aren't really recollections.\n\nHENRY\nI could listen to you lie for hours. So your lust is rusty.\nGorgeous.\n\nELEANOR\n\nHenry, I'm so tired.\n\n(HENRY leaves the fireplace, starts moving toward\nher)\n\n \n\n \n\nHENRY\nSleep, then. Sleep and dream of me with croutons. Henri a la\nmode de Caen.\n\n(As he reaches her, she rises with a surge of\nenergy)\n\nELEANOR\nSo Henry, stop it.\n\nHENRY\nEleanor, I haven't started.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHenri a la\nmode de Caen. (As he reaches her, she rises with a surge of\nenergy)\n\nELEANOR\nSo Henry, stop it. HENRY\nEleanor, I haven't started. \n\nTARGET SECTION TO BE ANNOTATED:\nELEANOR\nWhat is it you want? You want my name on paper, I'll sign\nanything. You want the Aquitaine for John? It's John's. It's\nhis, it's yours, it's anybody's.\n\nHENRY\nIn exchange for what?\n\n(Cut to ELEANOR, close up)\nELEANOR\nFor nothing, for a little quiet, for an end to this, for God's\n\nsake, sail me back to England, lock me up and lose the key and\nlet me be alone.\n\n(Cut to HENRY. He nods appreciatively. Then,\nraising his hands, he starts to applaud.\n\n(Cut to ELEANOR as the applause grows louder and\nlouder)\n\n( a You have my oath. I give my word.\n4\n\n \n\f \n\n \n\n \n\n \n\n \n\n \n\n76\n\n \n\nContinued\n\n(Cut to both of them. The applause grows\nthunderous, then cuts off abruptly. Bone weary,\nnodding, ELEANOR sinks into a chair)\n\nOh, well. Well, well.\n\n(HENRY circles her like a dog that's trapped its\nprey)\n\nHENRY\nWould you like a pillow? Footstool? How about a shawl? Your\noaths are all profanities. Your word's a curse. Your name on\npaper is a waste of pulp.\n\n(She is not reacting. He bends towards her,\nbellowing)\n\nI'm vilifying you, for God's sake. Pay attention.\n(She looks up, only half seeing. She reaches out\n\nand takes his hand and kisses it. He pulls his\nhand sharply away)\n\nELEANOR\nLike any thinking person, I should like to think there was -- I\ndon't care whose or which -- some God. Not out of fear: death\n\nis a lark, it's life that stings. But if there were some God,\nthen I'd exist in his imagination, like Antigone in Sophocles'.\nI'd have no contradictions, no confusions, no waste parts of\nmisplaced elements and then, oh Henry, then I'd make some\nsense. I'd be a Queen in Arcady and not an animal in chaos.\nHow, from where we started, did we ever reach this Christmas?\n\n: HENRY\nStep by step.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd be a Queen in Arcady and not an animal in chaos. How, from where we started, did we ever reach this Christmas? : HENRY\nStep by step. \n\nTARGET SECTION TO BE ANNOTATED:\nELEANOR\nWhat happens to me now?\n\n(We follow HENRY as he moves to his bed)\n\nHENRY\nThat's lively curiosity from such a dead cat. If you want to\nknow my plans, just ask me.\n\n(Cut to ELEANOR, rising, with a surge of anger)\n\nELEANOR\nConquer China, sack the vatican or take the veil. I'm not\namong the ones who give a damn. Just let me sign my lands to\nJohn and go to bed.\n\n \n\n \n\n \n\n \n\f \n\n \n\n \n\n76\n\n98\n\nContinued\n\n(Cut to HENRY as he stretches out luxuriously)\n\nHENRY\nNo, you're too kind. I can't accept.\n\n(Cut to ELEANOR. She moves to the bed, glares down\nat him)\n\nELEANOR\nCome on, man. I'll sign the thing in blood or spit or bright\nblue ink. Let's have it done.\n\nHENRY\nLet's not. No, I don't think I want your signature on\nanything.\n\nELEANOR\nYou don't?\n\nHENRY\nDear God, the pleasure I still get from goading you.\n\nELEANOR\nYou don't want John to have my provinces?\n\nHENRY\nBull's eye.\n\n(She bends down over him)\n\nELEANOR\nI can't bear you when you're smug.\n\n(HENRY grins up at her, reveling in it)\n\nHENRY\nI know, I know.\n\n(She straightens up, draws slightly back)\n\nELEANOR\nYou don't want Richard and you don't want John.\nHENRY -\nYou've grasped it.\nELEANOR\n\nAll right, let me have it. Level me. What do you want?\n\nHENRY\n(He sits up. Savoring each syllable)\n\nA new wife.\n\n \n\f \n\n \n\n \n\n \n\n76\n\n99\n\nContinued\n\n(Cut to ELEANOR, close up. She is utterly\ndismayed)\n\nELEANOR\nOh.\n\n(She sits slowly and carefully on the bed. HENRY\nrises, stands over her)\n\nHENRY\nAesthete and poetaster that you are, you worship beauty and\nsimplicity. I worship with you. Down with all that's ugly and\ncomplex -- like frogs or pestilence or our relationship.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nrises, stands over her)\n\nHENRY\nAesthete and poetaster that you are, you worship beauty and\nsimplicity. I worship with you. Down with all that's ugly and\ncomplex -- like frogs or pestilence or our relationship. \n\nTARGET SECTION TO BE ANNOTATED:\n I ask\nyou, what's more beautiful and simple than a new wife?\n\n(Cut back to ELEANOR who, assembling herself\nbravely, asks - )\n\nELEANOR\nSo I'm to be annulled. Well, will the Pope annul me, do you\nthink?\n(Cut to HENRY, wine goblet in hand)\n\nHENRY\nThe Pontiff owes me one Pontificate. I think he will.\n\n(Cut to ELEANOR still on the bed)\n\nELEANOR\nOut Eleanor, in Alais. Why?\n\n(Cut to HENRY. vehemently as he starts back to\nher)\n\nHENRY\nA new wife, wife, will bear me sons.\n\n(Cut to ELEANOR as she rises and moves to meet him)\n\nELEANOR\nThat is the single thing of which I should have thought you had\nenough.\n\n(They stand face to face)\n\nHENRY\nI want a son.\n\nELEANOR\nWhatever for? Why we could populate a country town with\ncountry girls who've borne you sons. How many is it? Help me\ncount the bastards.\n\ni\nij\ni\ni\n\n \n\nak\n\f76\n\n \n\n \n\n100\n\nContinued\n\nHENRY\nAll my sons are bastards.\n\nELEANOR\nYou really mean to do it.\n\nHENRY\n\nLady love, with all my heart.\n\n(HENRY turns away from her, moves energetically to\na narrow slit of a window, stands with his back to\nher, looking out)\n\nELEANOR\nYour sons are part of you.\n\nHENRY\nLike warts and goiters; and I'm having them removed.\n\nELEANOR\nWe made them. They're our boys.\n\n(Cut to HENRY from the front. ELEANOR is in the\nbackground, behind him. All the grief is in his\nface, none in his voice)\nHENRY\nI know -- and good God, look at them. Young Henry: vain,\ndeceitful, weak and cowardly. The only patriotic thing he\never did was die.\n\nELEANOR\nI thought you loved him most.\n\nHENRY\nI did.\n\n(He turns to face her)\n\nAnd Geoffrey -- there's a masterpiece. He isn't fresh: he's a\ndevice: he's wheels and gears.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nI did. (He turns to face her)\n\nAnd Geoffrey -- there's a masterpiece. He isn't fresh: he's a\ndevice: he's wheels and gears. \n\nTARGET SECTION TO BE ANNOTATED:\n(ELEANOR sits in one of a pair of arm chairs)\n\nELEANOR\nEvery family has one.\n\n(HENRY moves to her, sits in the other chair)\n\nHENRY\nBut not four. Then Johnny. Was his latest treason your idea?\n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n76\n\n   \n\n101\n\nContinued\n\n(Not facing him, she shakes her head)\n\nHENRY (Cont)\nI have caught him lying and I've said he's young. I've seen\nhis cheating and I've thought he's just a boy. I've watched\nhim sin and whore and whip his servants and he's not a child.\nHe is a man we've made him.\n\nELEANOR\nDon't share John with me. He's your accomplishment.\n\nHENRY\nAnd Richard's yours. How could you send him off to deal with\nPhilip.\n\nELEANOR\nI was tired. I was busy. They were friends.\n\nHENRY\n(He rises, looks down at her)\n\nEleanor, he was the best. The strongest, bravest, handsomest\nand from the cradle on you cradled him. I never had a chance.\n\nELEANOR\n(Rising to face him)\n\nYou never wanted one.\nHENRY\n\nHow do you know? You took him. Separation from your husband\nyou could bear. But not your boy.\n\nELEANOR\n\nWhatever I have done, you made me do.\nHENRY .\n\nYou threw me out of bed for Richard.\nELEANOR\n\nNot until you threw me out for Rosamund.\nHENRY\n\nIt's not that simple. I won't have it be that simple.\nELEANOR\n\nI adored you.\nHENRY\n\nNever.\n\n \n\f76\n\n102\n\nContinued\n\nELEANOR\nI still do.\n\n(Cut to HENRY, close up)\n\nHENRY\nOf all the lies, that one is the most terrible.\n\n(Cut to ELEANOR close up)\n\nELEANOR\nI know: that's why I saved it up for now.\n\n(Cut to HENRY close up, eyes blazing.\n(Cut to ELEANOR close up, burning with defiance.\n(Cut to include both as, after one more immobile\nmoment, they throw themselves into each other's\narms.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to HENRY close up, eyes blazing. (Cut to ELEANOR close up, burning with defiance. (Cut to include both as, after one more immobile\nmoment, they throw themselves into each other's\narms. \n\nTARGET SECTION TO BE ANNOTATED:\n They hold light, wanting shelter from the\nstorm they've made)\n\nOh, Henry, we have mangled everything we've touched.\n\nHENRY\nDeny us what you will, we have done that.\n\n(He pulls away from her, looks gently down into her\nface)\n\nDo you remember when we met?\n\nELEANOR\n(Looking radiantly up at him)\n\nDown to the hour and the color of your stockings.\n\n. HENRY\nI could hardly see you for the sunlight.\n\n(She sits at the foot of the bed. He settles on\nthe floor, rests his head on her lap)\n\nELEANOR\nIt was raining but no matter.\n\nHENRY\nThere was very little talk as I recall it.\n\nELEANOR\nvery little.\n\n \n\n \n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\nO\n\n76\n\n \n\n103\n\nContinued\nHENRY\nI had never seen such beauty and I walked right up and touched\nit. God, where did I find the gall to do that?\n(She bends tenderly down)\n\nELEANOR\nIn my eyes.\n\nHENRY\nI loved you.\n\n(They kiss, then gently part, each lost in reverie)\n\nELEANOR\nNo annulment.\nHENRY\nWhat?\nELEANOR\nThere will be no annulment.\nHENRY\nWill there not?\nELEANOR\nNo, I'm afraid you'll have to do without.\nHENRY\n(Anger just bottled in, getting to his feet)\nWell -- it was just a whim.\nELEANOR\nI'm so relieved. I didn't want to lose you.\nHENRY .\n(He starts to pace. We pull back, including them\n\nboth)\n\nOut of curiosity, as intellectual to intellectual, how in the\nname of bleeding Jesus can you lose me? Do you ever see me?\nAm I with you? Ever near you? Am I ever anywhere but\nsomewhere else?\n\n(Cut to ELEANOR, close up, delighted. HENRY leans\nforward into the picture)\n\nDo we write? Do I send messages? Do dinghies bearing gifts\nfloat up the Thames to you? Are you remembered?\n\n \n\n \n\n \n\f \n\n \n\n \n\n76\n\n104\n\nContinued\n\nELEANOR\nYou are.\n\nHENRY\nYou're no part of me. We do not touch at any point.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\n76\n\n104\n\nContinued\n\nELEANOR\nYou are. HENRY\nYou're no part of me. We do not touch at any point. \n\nTARGET SECTION TO BE ANNOTATED:\n How can\nyou lose me?\n\nELEANOR\nCan't you feel the chains?\n\nHENRY\nYou know enough to know I can't be stopped.\n\nELEANOR\nbut I don't have to stop you. I have only to delay you. Every\nenemy you have has friends in Rome. We'll cost you time.\n\nHENRY\nWhat is this? I'm not moldering: my paint's not peeling off.\nI'm good for years.\n\nELEANOR\nHow many years? Suppose I hold you back for one: I can -- it's\npossible. Suppose your first son dies, ours did -- it's\npossible. Suppose you're daughtered next. We were -- that,\n\ntoo, is possible. How old is Daddy then?\n\n(Cut to HENRY looking grim. Then back to ELEANOR)\nWhat kind of spindly, ricket-ridden, milky, semi-witted,\nwizened, dim-eyed, gammy-handed, limpy line of things will you\nbeget?\n\n(Cut to HENRY looking grimmer)\n\nHENRY\nIt's sweet of you to care.\n\n(Cut back to ELEANOR)\nELEANOR 5\nAnd when you die, which is regrettable but necessary, what will\nhappen to frail Alais and her pruney prince? you can't think\nRichard's going to wait for your grotesque to grow.\n(Cut to HENRY)\n\nHENRY\nYou wouldn't let him do a thing like that?\n\n(Cut to ELEANOR)\n\n \n\n \n\f76\n\n \n\n \n\n105\n\nContinued\n\nELEANOR\nLet him? I'd push him through the nursery door.\n\n(Cut to HENRY)\n\nHENRY\nYou're not that cruel.\n\n(Cut to ELEANOR)\n\nELEANOR\nDon't fret. We'll wait until you're dead to do it.\n\n(HENRY moves to her, into the picture)\n\nHENRY\nEleanor, what do you want?\n\nELEANOR\n(Circling him as earlier he circled her)\n\nJust what you want, a king for a son. You can make more. I\ncan't. You think I want to disappear. One son is all I've got\nand you can blot him out and call me cruel. For these ten\nyears you've lived with everything I've lost and loved another\nwoman through it all.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou think I want to disappear. One son is all I've got\nand you can blot him out and call me cruel. For these ten\nyears you've lived with everything I've lost and loved another\nwoman through it all. \n\nTARGET SECTION TO BE ANNOTATED:\n And I'm cruel. I could peel you like a\npear and God himself would call it justice. Nothing I could do\nto you is wanton. Nothing is too much.\n\n(Cut to ELEANOR moving down the corridor toward\nhim)\n\nELEANOR\nYou go to Rome, we'll rise against you.\n\n(Cut to HENRY as ELEANOR moves into the picture)\n\nHENRY\nWho will?\n\nELEANOR\nRichard, Geoffrey, John and Eleanor of Aquitaine.\n\nHENRY\nThe day those stout hearts band together is the day that pigs\nget wings.\n\nELEANOR\nThere'll be pork in the treetops come the morning. Don't\nyou see: You've given them a common cause: new sons. You leave\nthe country and you've lost it.\n\n \n\n \n\f \n\n \n\n76\n\n106\n\nContinued\n\nHENRY\nAll of you at once.\n\nELEANOR\nAnd Philip, too. He'd join us.\n\nHENRY\nYes, he would.\n\n(Cut to ELEANOR, close up, on top again)\n\nELEANOR\nNow how's your trip to Rome?\n\n(Cut to HENRY, cornered, beaten. Voice over)\nOh, I've got you, got you, got you.\n\nHENRY\nShould I take a thousand men-at-arms or is that showy?\n\n(Cut to ELEANOR from behind HENRY)\n\nELEANOR\nBluff away. I love it.\n\n(He starts moving forward toward her. She begins\nretreating. We keep with them as they edge their\nway back into the bedroom)\n\nHENRY\nAh, poor thing. How can I break the news? You've just\nmiscalculated.\n\nELEANOR\nHave I? How? ,\n\nHENRY\nYou should have lied to me. You should have promised to be\ngood while I was gone. I would have let your three boys loose.\nThey could have fought me then.\n\nELEANOR\nYou wouldn't keep your sons locked up here?\n\nHENRY\nWhy the devil wouldn't I?\n\n(Cut to ELEANOR, close up, desperate)\n\nELEANOR\nYou don't dare.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEANOR\nYou wouldn't keep your sons locked up here? HENRY\nWhy the devil wouldn't I? (Cut to ELEANOR, close up, desperate)\n\nELEANOR\nYou don't dare. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n \n\n \n\n \n\f \n\n \n\n \n\n \n\n76\n\nContinued\n\n(Cut to HENRY, unstoppable, victorious)\nHENRY\nWhy not? What's to stop me? Let them sit in Chinon for a\nwhile.\n(Cut to ELEANOR)\n\nELEANOR\nI forbid it!\n\n(Cut to HENRY)\n\nHENRY\nShe forbids it!\n\n(Cut to HENRY from ELEANOR'S POV. He storms toward\nthe door.\n\n(Cut to the room from the corridor. HENRY moves\ntowards us, ELEANOR in the background)\n\n(Cut to ELEANOR, close up)\n\nELEANOR\nDid your father sleep with me or didn't he?\n\n(HENRY, close to camera, stops. Color drains from\nhis face. It is a thought he cannot bear. He\nturns toward her)\n\nHENRY\nNo doubt you're going to tell me that he did.\n\n(Cut to ELEANOR from HENRY'S POV)\n\nELEANOR\nWould it upset you?\n\nHENRY\n(Moving into the picture, stalking toward ELEANOR)\n\nWhat about the thousand men? I say be gaudy and to hell with\nit.\n\nELEANOR\nDon't leave me, Henry. I'm at rock bottom. I'11 do anything\nto keep you.\n\nHENRY\nI think you think you mean it.\n\f \n\n \n\nor,\n\n76\n\n \n\n108\n\nContinued\n\n(We see them both, their faces close together)\n\nELEANOR\nAsk for something.\n\nHENRY\nEleanor, we're past it; years past.\n\nELEANOR\nTest me. Name an act.\n\nHENRY\nThere isn't one.\n\nELEANOR\n\nAbout my fornication with your father --\n\n(We pull back slightly as HENRY moves forward and\nELEANOR steps backward. She finds herself against\nthe foot of the bed)\n\nHENRY\nYes there is. You can expire.\n\nELEANOR 1\nyou first, old man. I only hope I'm there to watch. You're so\nafraid of dying. You're so scared of it.\n\nHENRY\nPoor Eleanor; if only she had lied.\n\nELEANOR\n(She sits on the bed, starts to stretch out)\n\nShe did. She said she never loved your father.\n\nHENRY\nI can always count on.you.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEANOR\n(She sits on the bed, starts to stretch out)\n\nShe did. She said she never loved your father. HENRY\nI can always count on.you. \n\nTARGET SECTION TO BE ANNOTATED:\nELEANOR\nI never touched you without thinking \"Geoffrey, Geoffrey.\"\n\n(Cut to HENRY from ELEANOR'S POV. He is on the\nbed, crouched over her)\n\nHENRY\nWhen you hurt me, I'll cry out.\n\n(Cut to ELEANOR from HENRY'S POV, on her back on\nthe bed)\n\n \n\n \n\f \n\n \n\n \n\n76\n\n \n\n109\n\nContinued\n\nELEANOR\nI've put more horns on you than Louis ever wore.\n\n(Cut to show them both; she on the bed, he crouched\nover her)\n\nHENRY\nAm I supposed to care?\n\nELEANOR\nI'll kill you if you leave me.\n\nHENRY\nYou can try.\n\n(She leans up, close to him)\n\nELEANOR\nI loved your father's body. He was beautiful.\n\nHENRY\n(Retreating from the impact of it, sitting on the\nedge of the bed, turning away from her)\nIt never happened.\n\nELEANOR\nI can see his body now. Shall I describe it?\n\nHENRY\nEleanor, I hope you die.\n\n(She rises to her knees on the bed, seeming to\ntower over him)\n\nELEANOR\n\nHis arms were rough, with scars here --\nHENRY\n\nStop it!\nELEANOR\n\nI can feel his arms. I feel them.\n\nHENRY\n(Crying out)\n\nAahbhh!\n\n(Cut to ELEANOR. Close up, just her face)\n\n \n\n \n\f \n\n \n\n110\n\n76 Continued\n\nO ELEANOR\n\nWhat's that? Have I hurt you?\n(Cut to include both of them on the bed)\n\nHENRY\nOh my God, I'm going to be sick.\n\n(We follow him from the doorway as he rises, starts\nfor the camera.\n\n(Cut to ELEANOR. Carried away, hurling it after\nhim)\nELEANOR\nWe did it! You were in the next room when he did it.\n\n(Cut to doorway again as HENRY moves past the\ncamera into the corridor. Then, slowly we move\nacross the room, closer and closer to ELEANOR.\nHer face is a picture of total desolation)\n\nWell, what family doesn't have its ups and downs)\na . (She rises from the bed)\nIt's cold.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to doorway again as HENRY moves past the\ncamera into the corridor. Then, slowly we move\nacross the room, closer and closer to ELEANOR. Her face is a picture of total desolation)\n\nWell, what family doesn't have its ups and downs)\na . (She rises from the bed)\nIt's cold. \n\nTARGET SECTION TO BE ANNOTATED:\n(She sees the brazier, moves it, huddles down to it\nfor warmth)\n\nI can't feel anything. Not anything at all.\n\n(Her hands and face are close to the coals. We\nmove closer and closer)\n\nWe couldn't go back, could we, Henry.\n\n(We fade slowly on her desolate and anguished face.\nThe moment we reach black -\n\n17 INT. MARSHAL'S ROOM\n\n(Cut to close up of a great hand slapping down with\ntremendous impact on the buttocks of a body asleep\nin bed. there is a howl of surprised pain as the\nbody bolts upright and we pull back to reveal -\n\n(HENRY, a flaming torch in hand, looming over\nWILLIAM MARSHAL who is wide awake, naked to the\nwaist in bed. HENRY is bursting with energy, his\neyes bright.\n\n \n\f \n\n78\n\n79\n\n80\n\n81\n\n82\n\n83\n\n84\n\nINT.\n\n \n\n111\n\nSTONE BARRACK ROOM\n\n(Cut to HENRY, torch in hand, striding down a crude\nstone barracks room. Sleeping soldiers in uniforms\nlie on the floor. MARSHAL follows HENRY along)\n\nHENRY\n(More a great bellow than a word)\n\nHey - hey - hey.\n\nWhen\n\nINT.\n\nINT.\n\nINT.\n\nINT.\n\nINT.\n\nINT.\n\n(General stirring as SOLDIERS wake up)\nthe King is off his ass, nobody sleeps.\n\nCORRIDOR\n\n(Cut to a SQUAD OF SOLDIERS, MARSHAL in command,\nstriding down a corridor. They halt beside a door.\n\nJOHN'S ROOM\n\n(Cut to interior of the room. JOHN & a pathetic\nSERVANT GIRL are in bed, covered up, naked. JOHN\nis asleep, his head on her breast. She is awake,\npathetic eyes staring sadly at nothing)\n\nCORRIDOR\n\n(Cut to the corridor. MARSHAL gestures an order.\nTWO SOLDIERS break ranks, move to the door.\n\nMARSHAL gestures again and the SQUAD moves down the\ncorridor)\n\nJOHN'S ROOM\n\n(Cut to JOHN & THE GIRL. She sees something, gasps\nin fear as rough hands appear in the picture. The\nhands hurl back the blankets. JOHN'S eyes fly\nopen.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sees something, gasps\nin fear as rough hands appear in the picture. The\nhands hurl back the blankets. JOHN'S eyes fly\nopen. \n\nTARGET SECTION TO BE ANNOTATED:\n His scream of terror is cut off as a hand\ncovers his mouth.\n\nGEOFFREY'S ROOM\n(Cut to GEOFFREY asleep. He starts, eyes open, all\n\nat once wide awake. SOLDIERS appear by his bed.\nHe licks his lips, looks at them, scared to death)\n\nRICHARD'S ROOM\n\n(Cut to RICHARD, from the waist up. Naked, dagger\nin hand, he stands crouching, pressed against a\nwall.\n\n \n\n \n\n \n\n \n\f \n\n \n\n \n\n84\n\n85\n\n86\n\n87\n\n \n\n112\n\n(Cut to FOUR SOLDIERS, swords drawn, from RICHARD'S\nPOV. MARSHAL steps from the shadows, joins them.\n\n(Cut to RICHARD as he drops his dagger.)\n\nDUNGEONS\n\n(A heavy dungeon-like door is seen in near\ndarkness. It stands in a shallow recess along a\ndim stone corridor that curves concavely. Hands\nappear, hurling the door open.\n\n(RICHARD, JOHN & GEOFFREY move stiffly through the\ndoor. MARSHAL himself closes and bolts it with\nconsiderable clanging of chains and locks.\n\n(Cut to RICHARD, JOHN & GEOFFREY huddled in the\ndark, listening to the clanging)\n\n(Cut to MARSHAL as he hands keys to a fierce,\nenormous SOLDIER. As MARSHAL and his MEN move off,\nthe SOLDIER takes up his position in the recess.\n\n(Cut to RICHARD, JOHN & GEOFFREY in the dark as\nthey begin to peer about.\n\n(Cut to the place from their POV. It is dark, all\nshadows, cavernous and vast but hard to make out.\nA faint gleam of light glows in the distance.\n\n(Cut to RICHARD, JOHN & GEOFFREY as they start\ntoward the light.\n\n(Cut to them as they reach the source of the light.\nThey look around. They are in a large, dank\nvaulted room off which many corridors go. Casks of\nwine line the walls of the room. they are in the\nwine cellar. Candles burn.\n\n(Cut to their faces, close up.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nCasks of\nwine line the walls of the room. they are in the\nwine cellar. Candles burn. (Cut to their faces, close up. \n\nTARGET SECTION TO BE ANNOTATED:\n Each of them, in\nhis own way is terribly afraid)\n\nKITCHEN\n\n(Cut to HENRY as, with his torch, he strides into\nthe vast kitchen of the castle. MARSHAL follows\nafter him. Fires glow in fireplaces. VASSALS lie\nasleep on the floor amidst carcasses of beef and\npoultry and the day's debris. HENRY strides among\nthem, kicking them awake)\n\n \n\n \n\f88 EXT.\n\nO\n\n89\n\n90\n\n91\n\n92 INT.\n\n93 EXT.\n\n94\n\n \n\nI 95\n\n113\n\nCOURTYARD\n\n(Cut to HENRY, striding through the poultry yard\noutside, kicking chickens, ducks and geese awake.\nThe CHICKEN KEEPER, half asleep, stands listening\nto orders from MARSHAL. There is much honking and\nsquawking)\n\n(Cut to HENRY, close up, bending over coals at the\nSMITH'S forge. His energy seems manic; sweat pours\noff his face. He is looking at a glowing piece of\nmetal, part of a suit of armor. The ARMORER brings\nhis hammer crashing down.\n\n(Cut to HENRY striding across the courtyard. All\nabout him, shadowy figures are stirring. MEN are\npushing a heavy wagon. Horses neigh. Still with\nhis torch, he pauses, looks up at a tower.\n\n(Cut to the TOWER from HENRY'S POV. He is looking\nat a window)\n\nELEANOR'S ROOM\n\n(Cut to ELEANOR. She lies fully clothed on her\nbed, moonlight from the window striking the pillow\nnear her head. She is wide awake, motionless. Her\neyes stare unblinking. Her face looks ravaged.\n\nHubbub from the yard rises in pitch. Slowly, she\ngets up, crosses to the window. She stands there,\nmoonlight on her face, her face a mask, looking\nout)\n\nCOURTYARD\n\n(Cut to the Courtyard from ELEANOR'S POV. The\nACTORS, bleary from no sleep, are staggering about\nloading up their props and costumes. The hubbub\nincreases as more and more figures appear,\nscurrying about through the dimness and shadows.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe stands there,\nmoonlight on her face, her face a mask, looking\nout)\n\nCOURTYARD\n\n(Cut to the Courtyard from ELEANOR'S POV. The\nACTORS, bleary from no sleep, are staggering about\nloading up their props and costumes. The hubbub\nincreases as more and more figures appear,\nscurrying about through the dimness and shadows. \n\nTARGET SECTION TO BE ANNOTATED:\nMARSHAL moves among them, busy supervising)\n\n(Cut to SERVANTS busily packing silver plates and\njeweled goblets into traveling cases. HENRY, torch\nheld high, stands over them)\n\n(Cut to SERVANTS pushing a great barrel up an\nincline into a wagon. HENRY is there, urging them\non. More wagons appear. More SERVANTS, more\nSOLDIERS, more boxes and crates. From this\ncrescendo of activity ~ )\n\n \n\n \n\n \n\n \n\f \n\n \n\n \n\n96\n\na)\n\n97\n\n114\n\nINT. DUNGEONS\n\n(Cut to the dim, grim silence of the wine cellar.\nWe see rough, damp, dripping stone wall in\nflickering light. We follow the wall down and,\nas we reach the floor, discover JOHN & RICHARD.\n\n(THEY are sitting on the floor, a candle between\nthem. Behind them is a wine barrel. They are\ndrinking. As we pull back, we see GEOFFREY\nstanding a bit apart from them)\n\nJOHN\n\nWhat I say is we might as well be drunk.\nGEOFFREY\n\n‘If I were you, I'd worry.\nJOHN\n\nyou know me. I'd only worry over all the wrong things.\n\nRICHARD\nThe fortress at Vaudreuil has dungeons down two hundred feet.\nIf I were Father, that's the place I'd keep us.\n\nGEOFFREY\nAnd if I were Father, I'm not sure I'd keep the three of us at\nall.\n\n(He crouches down beside them. To RICHARD)\n\nYou don't take prisoners, no you don't. And with good reason.\nDungeon doors can swing both ways but caskets have no hinges.\n\nJOHN\nI know you. You only want to frighten me.\n\n(We see just their three faces, pale and tense in\nthe dark)\n\nGEOFFREY\nJohn, the condition of your trousers, be they wet or dry, could\nnot concern me less. I think I'm apt to die today and I am\nsweating, John. I'm sweating cold.\n\nEXT. COURTYARD\n\n(Cut to HENRY'S face close up. Smudged, dirty,\nbathed in sweat.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. COURTYARD\n\n(Cut to HENRY'S face close up. Smudged, dirty,\nbathed in sweat. \n\nTARGET SECTION TO BE ANNOTATED:\n We pull back to see him lurching\nacross a section of courtyard, a heavy treasure\nchest on his shoulder.\n\n(TWO SOLDIERS take it from him and hoist it onto a\nheavily armored wagon. HENRY straightens, looks up\nat the sky.\n\ni\ni\ni\n\n \n\f97 Continued\n(Dawn is about 45 minutes away. The sky is\nlightening a little. He looks up at ELEANOR'S\nwindow)\n\n98 INT. ELEANOR'S ROOM\n\n(Cut to ELEANOR at the window, as we saw her last,\nlooking out)\n\n99 EXT. COURTYARD\n\n(Cut to HENRY in the courtyard, seen from above.\nThe yard is a mass of wagons, horses, SERVANTS &\nSOLDIERS, torches. HENRY grins up at the window\nand blows a kiss.\n\n(Cut to ELEANOR as, with sudden decision, she\nleaves the window and crosses her room toward the\ndoor)\n\n100 EXT. COURTYARD\n\n(Cut to HENRY striding across the courtyard towards\nthe kitchen. He pauses by the open shed where the\nbaking ovens are, sniffs in the aroma of the\nmorning's bread and nods appreciatively)\n\n101 INT. CORRIDOR\n\n(Cut to ELEANOR moving along a corridor. the wall\ntorches have long since gutted out. the only light\ncomes from a small torch carried by the One-Armed\nGUARD who follows at a polite distance)\n\n102 INT. KITCHEN\n\n(Cut to HENRY striding from the courtyard into the\nkitchen. It is a scene of frenetic activity now.\nSides of beef turn on spits over roaring fires.\nAnimals were slaughtered in the kitchens at this\ntime and in a corner, slaughtering is going on.\nVASSALS, cleaning the floor are sweeping offal and\ngod knows what into an open trench that cuts across\nthe floor. Great kettles boil. There is steam and\nsweat.\n\n(HENRY moves briskly about, approving here,\ncorrecting there. His spirits are frighteningly\nhigh)\n\n \n\foO\n\n \n\n103\n\n104\n\n105/\n107\n\n108\n\n116\n\nINT. PARLOUR\n\n(Cut to the Parlor door from the inside as it opens\nout.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\n(HENRY moves briskly about, approving here,\ncorrecting there. His spirits are frighteningly\nhigh)\n\n \n\foO\n\n \n\n103\n\n104\n\n105/\n107\n\n108\n\n116\n\nINT. PARLOUR\n\n(Cut to the Parlor door from the inside as it opens\nout. \n\nTARGET SECTION TO BE ANNOTATED:\n ELEANOR moves through. The only light is the\ndim, distorting flicker of her GUARD'S torch. He\nremains by the doorway as she moves toward the\nChristmas tree. Near it, she stops, eyes bright,\nlooking thoughtfully at the presents underneath the\n\ntree)\nINT. CORRIDOR\n\n(Cut to HENRY striding down a corridor. He\n\nreaches a door, throws it open. HENRY, close up,\nlooks a little mad. His eyes are red, his forehead\ndirty and dripping with sweat. He is vibrating\nwith nervous energy.\n\ncur\nINT. ALAIS' ROOM\n\n(He crosses the room, throws open a curtain. Dawn\nis half an hour off; the light is dim and cold. He\nturns and looks at -\n\n(ALAIS. Dressed as we saw her last, she is curled\nup asleep in a chair. She starts awake)\n\nALAIS\nHenry? What's wrong?\n\nHENRY\n(Moving to her, into the picture)\n\nWe're packing up and moving out.\n\nALAIS\nIs there a war? What's happened?\n\n(He throws his arms around her in a great bear hug)\nHenry, what's the matter?\n\nHENRY\nNothing, for a change. Would you believe it?\n\nALAIS\nWhere've you been all night?\n\nHENRY\nOut making us an entourage.\n\n \n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\nNY\n\n108\n\n109\n\n    \n\n117\n\nContinued\n\nALAIS\n\nWhat for?\n\nHENRY\nWe're off to Rome to see the Pope.\n\nALAIS\nHe's excommunicated you again.\n\nHENRY\nHe's going to set me free. I'm having Eleanor annulled. The\nnation will be shocked to learn our marriage wasn't\nconsummated.\n\nALAIS\nOh, be serious.\n\nHENRY\nI am. It seems that you and I are getting married.\n\n(Cut to ALAIS. She can't believe it. Then back to\nboth of them)\n\nBy the Pope himself.\n\nALAIS\nYou mean it?\n\nHENRY\nShall I kneel?\n\nALAIS\nIt's not another trick?\n\nHENRY\n\nThe bridal party's drilling on the cobblestones.\n(We follow ALAIS as she runs to the window)\n\nEXT. COURTYARD\n(Cut to the courtyard from ALAIS'S POV.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\n\nThe bridal party's drilling on the cobblestones. (We follow ALAIS as she runs to the window)\n\nEXT. COURTYARD\n(Cut to the courtyard from ALAIS'S POV. \n\nTARGET SECTION TO BE ANNOTATED:\n The havoc\nof the night taking shape. Wagons stand in some\nsemblance of order. Troops move about)\n\nALAIS\n(Voice over)\n\nShe still loves you, Henry.\n\n \n\f109\n\n110\n\n \n\n \n\n118\n\nContinued\n\nHENRY\n(Voice over)\n\nSo she ‘says.\nINT. ALAIS'S ROOM\n\n(Cut to ALAIS as she leaves the window, moves to\nHENRY)\n\nALAIS\nShe'll find a way to stop us.\n\nHENRY\nHow? She won't be here. We're launching her for Salisbury\nTower when the winds change. She'll be barging down the River\nVienne by lunchtime.\n\nALAIS\nIf she doesn't stop us, Richard will.\n\nHENRY\nNot any more. I've corked him up. He's in the cellar with his\nbrothers and the wine. The royal boys are aging with the royal\nport. You haven't said yes. Would you like a formal declara-\ntion?\n\n(He goes to one knee, turning his profile to us)\n\nThere -- my finest angle; it's on all the coins. Sad Alais,\nwill you marry me?\n\n(She looks down at him lovingly)\nBe my Queen.\n\n(She goes down to him, melts in his arms. He\nkisses her cheeks, her hands, her neck)\n\nWe'll love each other and you'll give me sons. Let's have five\n-- we'll do Eleanor one better. Why, I'll even call the first\n\none Louis, if you like Louis le Premier: how's that for a King\n\nof England?\n\n(They start to laugh. They try to kiss but both of\nthem are laughing. Gradually, as HENRY roars on,\nher laughter subsides, then stops, all joy fading\nfrom her face)\n\nALAIS\nHenry -- you can't ever let them out.\n\n \n\f—\n\n \n\n110\n\n119\n\nContinued\n\nHENRY\n(Laughter subsiding)\n\nYou've lost me. Let who out?\nALAIS\n\nYour sons. You've put them in the dungeon and you've got to\nkeep them there forever.\n\nHENRY\nDo I now?\n\nALAIS\nIf they're free when you die, it's the dungeon or the nunnery\nfor me. I don't care which -- a cell's a cell -- but, Henry,\nwhat about the child.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nDo I now? ALAIS\nIf they're free when you die, it's the dungeon or the nunnery\nfor me. I don't care which -- a cell's a cell -- but, Henry,\nwhat about the child. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY\n\n(Anger beginning, he gets to his feet)\n\nDon't bother me about the child. The damn thing isn't born\nyet.\n\n(Cut to ALAIS, close up, as she rises)\nALAIS\nIf they're free, they'll kill it. I'm the one who'll live to\nsee that. I will not live to see our children murdered.\n(Cut to HENRY as he turns angrily to face her)\n\nHENRY\nYou don't make the ultimatums. I do.\n\n(Cut to ALAIS as she bears down on him)\nALAIS\n\nNot this time. You either keep them down forever or you get\nyourself another widow. I don't want the job.\n\nHENRY\nMy boys -- how can I?\n\nALAIS\nThat's for you to face.\n\nHENRY\n\nYou have no children.\n\n(Cut to ALAIS close up)\n\na I tna A ETT LT er steeTete th\n\f \n\n110\n\n120\n\nContinued\n\nALAIS\nAnd I never will.\n\n(Cut to HENRY close up)\n\nHENRY\nBut they're my sons.\n\n(Cut to ALAIS close up)\n\nALAIS\nI hate your sons. I'm not the one who wants a new line. If\nyou want it that's the price.\n\n(Cut to HENRY close up)\nHENRY\n\nYou'll come to Rome if I say so. You'll marry me if I say so.\nThe boys go free if I say so. My terms are the only terms.\n\n(Sitting, energy ebbing, dazed and spent)\nThe difficulty is, you see, the difficulty is, you're right.\nIncredible, but I have children who would murder children.\nEvery time I've been to Medea, I've thought, \"No; the thing's\nabsurd. Fish eat their young, and foxes; but not us.\" And yet\nshe did it.\n\n(He pulls himself to his feet, starts moving\nheavily toward the door, passing ALAIS as he goes)\n\nI imagine she was mad, don't you? Yes, mad she must have been.\n\nALAIS\nHenry?\n\n(Near the door, he stops.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nYes, mad she must have been. ALAIS\nHenry? (Near the door, he stops. \n\nTARGET SECTION TO BE ANNOTATED:\n She moves to him)\nAre you going down?\n(He nods)\nTo let them out or keep them in?\nHENRY\nCould you say to a child of yours, \"You've seen the sunlight\n\nfor the last time\"?\n\nALAIS\nCan you do it, Henry?\n\n \n\n \n\n \n\n2 Ae a ee\n\n \n\f110\n\nlil\n\n112\n\n113\n\n114\n\n115\n\n116\n\n \n\nContinued\n\nHENRY\n(With sudden anger as he turns and storms out of\n\nthe room)\n\nI shall have to, shan't I?\n\nINT.\n\nEXT.\n\nINT.\n\nINT.\n\n(Cut to ALAIS watching him go, both elated and\naghast at what she has accomplished. She\nhesitates, then runs out of the room after him)\n\nGREAT HALL\n\n(Cut to HENRY storming through the Great Hall.\nNOBLES in modest numbers are at the tables eating.\nThey rise and bow as HENRY moves past them.\nAcknowledging none of it, he strides straight on.\n\nCOURTYARD\n\n(Cut to HENRY bounding down the broad stone steps\nto the courtyard. He passes the camera, moving out\nof the picture as ALAIS appears at the top of the\nsteps, hesitates again, then hurries after him.\nDawn is 15 minutes off. The light is stronger and\nthe day is going to be clear)\n\n(The camera turns and we watch them moving through\nthe yard. The GROUP OF CAROLERS wanders blearily\nin the picture; it's a bit too early in the day for\nsinging. We lose HENRY and ALAIS as, for a moment,\nwe follow the CAROLERS along, leaving them as we\npick up on ELEANOR in a corner of the yard. She\ncarries a biggish Christmas present which, had we\ntime to view it closely, would look the least bit\nhastily rewrapped. Her GUARD follows along\n\nbehind)\n\nCORRIDORS\n\n(Cut to ELEANOR going down a flight of stone steps\nmoving from daylight into gloom. Her GUARD\nfollows.\n\n(Cut to ELEANOR moving down a dark twisting\ncorridor. She reaches another flight of steps,\nstarts down. Her GUARD follows)\n\nDUNGEONS AND CORRIDOR\n\n(Cut to the wine Cellar door.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to ELEANOR moving down a dark twisting\ncorridor. She reaches another flight of steps,\nstarts down. Her GUARD follows)\n\nDUNGEONS AND CORRIDOR\n\n(Cut to the wine Cellar door. \n\nTARGET SECTION TO BE ANNOTATED:\n The SOLDIER stands\nby it in the recess, alert. We pull back, taking\nin the curve of the corridor. ELEANOR rounds the\ncurve, stops and draws back.\n\n \n\f[\n\n122\n\n116 Continued\n\nQO) (Cut to ELEANOR in shadows. She turns to her\nGUARD. He is very close to her now. She nods.\nThey exchange a look of understanding. The GUARD\ndraws a short, blunt, heavy dagger and starts\nstealthily forward.\n\n(We see them all: ELEANOR tensely watching; her\nGUARD edging forward, pressed along the curving\nwall; the SOLDIER in the recess, unaware but\nlistening.\n\n, (Eleanor's GUARD stops just before the recess. He\ncrouches, ready to leap. Both he and the SOLDIER\nwear armor from the waist up. The GUARD raises\ndagger. His armor squeaks.\n\n(The SOLDIER spins at the sound. The GUARD leaps.\nHis knife flashes down, glancing harmlessly on the\nSOLDIER'S armor.\n\n(They face each other in the confines of the\nrecess. There is no room. They feint, armor\nmaking the moves heavy and slow. The SOLDIER\nlunges. His dagger slides and scrapes along the\n\n- GUARD'S armor, searching for a point of entry.\n\nOo The only sounds are natural ones: grunts, heavy\nbreathing, the clank and rattle of armor, the\nsqueal of dagger points on steel.\n\n(It's all so clumsy. Every move is graceless.\nNothing works. The walls keep getting in the way.\nthey wheeze and stumble. It is ludicrous -- and it\nis this that gives the fight its special horror.\n\n \n\n(Eleanor's GUARD is thrown clear of the recess. He\n) lunges back. They fall, rolling and clanking about\ni in the shadowed niche. Slow-moving arms and\n\n) thrashing legs.\n\n! (We pull back to include ELEANOR. She wills\nherself to watch. There is a strangled cry. One\n\n) pair of legs goes into spasm. She goes on watching\nas her GUARD rises, keys to the door in hand.\n\ni (Cut to the Wine Cellar.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne\n\n) pair of legs goes into spasm. She goes on watching\nas her GUARD rises, keys to the door in hand. i (Cut to the Wine Cellar. \n\nTARGET SECTION TO BE ANNOTATED:\n JOHN, RICHARD & GEOFFREY\n\n| are where we saw them last. JOHN lies sprawled\nout, asleep. RICHARD, apparently placid, lies\nstarting at nothing. GEOFFREY sits, tense, his\nface a picture of concentration. The tiny candle\non the floor is guttering out.\n\n \n\f[ 123\n\n116 Continued\n\nO (Echoing down long corridors comes the distinct\nrattle of chains and bolts on the cellar door.\nJOHN wakes with a start. The others stiffen.\n\n(Cut to ELEANOR passing through the cellar door.\nHer GUARD, now wearing enough of the dead SOLDIER'S\nuniform to pass for a soldier himself, closes the\ndoor and stands by it, guard-like.\n\n(Cut back to the boys. They exchange looks as the\nsound of the closing door reverberates and dies.\nRICHARD is the first to rise)\n\nRICHARD\nHe's here.\n\n(The others get to their feet. There is nothing to\nsay. RICHARD starts into a low, dark, twisting\ncorridor. The others follow.\n\n(It is very dark. The corridor curves and curves.\nWe follow as they twist along.\n\n' (Softly, really to himself, RICHARD mutters)\n\no He'll get no satisfaction out of me. He isn't going to see me\nbeg.\nGEOFFREY\nWhy, you chivalric fool -- as if the way one fell down\nmattered.\nRICHARD\n\nWhen the fall is all there is, it matters.\n\n \n\nI (We lose them as they go around a corner.\n\n| (Cut to the three of them crouching along. Far\nahead of them, we make out an area of brighter\n' light.\n\n(Cut to RICHARD, the others just behind him, moving\ninto brighter light. He registers surprise.\n\n(Cut to ELEANOR. She is standing in the center of\nthe large room near the cellar door. Several\ncandles flicker on the walls. She carries the\nChristmas present)\n\nELEANOR\nC) My barge is leaving at eleven and I've come to say good-bye.\n\n \n\f \n\n \n\n \n\n116\n\n124\n\nContinued\nGEOFFREY\nDoes Henry know you're here?\nELEANOR\nI've brought you each a little something.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe carries the\nChristmas present)\n\nELEANOR\nC) My barge is leaving at eleven and I've come to say good-bye. 116\n\n124\n\nContinued\nGEOFFREY\nDoes Henry know you're here? ELEANOR\nI've brought you each a little something. \n\nTARGET SECTION TO BE ANNOTATED:\nGEOFFREY\nWhat's he planning?\nRICHARD\n\nIs he going to keep us here?\n\nELEANOR\n(Moving toward a crude wooden table)\nI picked them out especially.\n\nRICHARD\nFor God's sake, Mother --\n\n(She slams the package down on the table. It makes\na heavy, menacing metallic clatter.\n\n(Cut to RICHARD looking at ELEANOR.\n\n(Cut to RICHARD at the package, ripping off the\nribbon and the wrapping, revealing a beautifully\nmade small chest. He throws it open. We see a\nclutter of blunt, heavy, brutal looks daggers.\n\n(Cut to RICHARD as he strides toward ELEANOR)\n\nRICHARD\nHow heavy is the outside guard?\n\nELEANOR\nThat's taken care of.\n\nRICHARD\n\nWhat about the courtyard and the gates?\n\nELEANOR\nThey're putting Henry's train together and it's chaos. You can\nwalk right out.\n\nRICHARD\n(Moving to JOHN & GEOFFREY)\n\nWe'll go to Poitiers. He'll expect that but we'll meet him\nwith an army when he comes. Keep close to me and when you run,\nrun hard.\n\n \n\f \n\n \n\nc™,\n\nA\n\n116\n\n \n\nContinued\nGEOFFREY\n\nWhy run at all? I think we ought to stay.\nJOHN\n\nStay here?\nGEOFFREY\n\n'Til Henry comes.\n\n(He turns toward ELEANOR. Cut to her. voice as -)\nHe will come, won't he --\n\n(Cut to GEOFFREY, turning back to his brother)\n--- and he'll come alone. I count three knives to one.\n\nRICHARD\nYou think we could?\n\nJOHN\nI'd only do it wrong. You kill him and I'll watch.\n\nGEOFFREY\nThe three of us together. We must all three do it.\n\n(Cut to ELEANOR as she moves angrily to them)\n\nELEANOR\nDon't listen to him. Take the knives and run.\nGEOFFREY\nAnd miss this opportunity?\nELEANOR\nGet out.\nGEOFFREY\n\n(To RICHARD)\n\nI'll be behind the door with John. You'll want to do it from\nthe back.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEANOR\nGet out. GEOFFREY\n\n(To RICHARD)\n\nI'll be behind the door with John. You'll want to do it from\nthe back. \n\nTARGET SECTION TO BE ANNOTATED:\n(He turns to ELEANOR)\nAnd you, you lucky girl, you get to see the pageant.\n\nELEANOR\nYou don't think I'm going to let this happen?\n\n \n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\n116\n\n126\n\nContinued\n\nGEOFFREY\nIf you tell, there'll be a rash of executions and you don't\nwant that. If you don't want to lose a one of us: not even me.\n\nELEANOR\nYou're clever but I wonder if you're right.\n\n(Just ELEANOR & GEOFFREY now, close up)\nGEOFFREY\nYou warn him, it's the end of us: you warn him not and it's the\nend of him. It's that clear.\nELEANOR\n(Not very loud)\nGuard.\n\nGEOFFREY\nGo on, dear. Call again and pitch it up a little.\n\nELEANOR\nI'll have him take the knives away.\n\n(Cut to RICHARD)\n\nRICHARD\nAnd be the one to put us in Vaudreuil, down two hundred feet?\n\n(Cut to ELEANOR)\n\nELEANOR\nThen run away; escape. You've still got time.\n\n(Cut to RICHARD)\n\nRICHARD\nNo. Geoffrey's right; we'll stay.\n\n(Cut to ELEANOR as she moves to RICHARD)\n\nELEANOR\nYou, too? Oh, Richard.\n\nRICHARD\nOh, oh, oh. There's nothing in your \"oh's\": they're empty.\n\nELEANOR\nYou're not an assassin. You're my Richard and you love me.\n\nRICHARD\nLet me kiss the nasty scratch and make it well.\n\f \n\n \n\n©\n\n116\n\n127\n\nContinued\n\nELEANOR\nYes, do. Come let me hold you.\n\nRICHARD\nYou're more beautiful than ever. There is much that's\nbeautiful if when it's absolutely pure. You are so foul you're\nfair. You stand looking like a saint in pain when you brought\nus the knives to do you in.\n\nELEANOR\nThat's not true.\n\nRICHARD\n(Striding to the knives)\n\nyou did bring these things.\n(He picks one up, holds it out towards her)\nYou want him dead, you do it.\n(Cut to ELEANOR, close up.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nRICHARD\n(Striding to the knives)\n\nyou did bring these things. (He picks one up, holds it out towards her)\nYou want him dead, you do it. (Cut to ELEANOR, close up. \n\nTARGET SECTION TO BE ANNOTATED:\n Spitting it at him)\n\nELEANOR\nYou unnatural animal.\n\n(Cut to RICHARD as he starts moving slowly toward\nELEANOR. When he gets close to her, she starts\nedging away, back toward the dank stone walls. He\nfollows, pressing her)\n\nRICHARD\nUnnatural, Mummy? You tell me, what's Nature's way? If\npoisoned mushrooms grow and babies come with crooked backs, if\ngoiters thrive and dogs go mad and wives kill husbands, what's\nunnatural? Here stands your lamb. Come cover him with\nkisses. He's all yours.\n\nELEANOR\nNo, you're not mine. I'm not responsible.\n\nRICHARD\nWhere do you think I learned this from? Who do you think I\nstudied under? How old was I when you fought with Henry first?\n\nELEANOR\nYoung ... I don't know.\n\nRICHARD\nHow many battles did I watch?\n\n \n\f \n\n \n\n116\n\n \n\n128\n\nContinued\n\nELEANOR\nBut those were battles, not a knife behind a door.\n\nRICHARD\nI never heard a corpse ask how it got so cold. What were you\nthinking when you fought with him?\n\n(She is against the wall now, pressed to the damp\nstones. He keeps moving in until their faces are\ninches apart)\n\nELEANOR\nOf you.\n\nRICHARD\nof your unnatural animal?\n\nELEANOR\nI did it all for you.\n\nRICHARD\nYou wanted Father dead.\n\nELEANOR\nNo, never that.\n\nRICHARD\nYou tried to kill him, didn't you?\n\nELEANOR\nYes!\n\nRICHARD\n\nWhy?! What did you want?!\n\nELEANOR\nI wanted Henry back.\n\n(It is an answer he cannot bear. He turns away,\nmoving out of the picture)\n\nRICHARD\nYou lie.\n\nELEANOR\nI wanted Henry.\n\n(She looks about, eyes on her children.\n\n(Cut to RICHARD, JOHN & GEOFFREY from ELEANOR'S\nPOV. Voice over)\n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\n116\n\nContinued\n\nELEANOR (Cont)\nIsn't there a chair?\n\n(We follow JOHN as he moves to her and hands her a\nglass of wine)\n\nJOHN\nHere.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to RICHARD, JOHN & GEOFFREY from ELEANOR'S\nPOV. Voice over)\n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\n116\n\nContinued\n\nELEANOR (Cont)\nIsn't there a chair? (We follow JOHN as he moves to her and hands her a\nglass of wine)\n\nJOHN\nHere. \n\nTARGET SECTION TO BE ANNOTATED:\n(ELEANOR takes the wine, then reaches out to touch\nhis cheek. He draws away from her)\n\nNone of that.\n\nELEANOR\nI've done without it this long. I'11l endure.\n\n(She raises the glass and drinks.\n(Cut to GEOFFREY as he moves to RICHARD)\nGEOFFREY\nShe'll warn him. I was wrong. She'll do it if she gets the\n\nchance.\n\n(Cut to ELEANOR as, finding the strength from\nsomewhere she advances on them)\n\nELEANOR\nPoor lambs; you don't dare let me stay here and you don't dare\nlet me out. Dear me, whatever shall we do with Mother?\n\nGEOFFREY\n(Moving into the picture. With deadly intent)\n\noffhand, there are several possibilities.\n\n(The sound of chains and bolts being drawn on the\ndoor is clearly heard. GEOFFREY freezes.\n\n(Cut to the door as Eleanor's GUARD opens it. We\n\nsee HENRY'S head only -- his face ashen, his eyes\nunblinking, fixed straight ahead -- as he passes\nthrough the door. ALAIS, holding a lighted taper,\nfollows.\n\n(Cut to GEOFFREY who, recovering, turns to RICHARD.\n\n(Cut to RICHARD, looking toward GEOFFREY, ready to\ndo the deed if GEOFFREY is. There is the sound of\nrunning. RICHARD turns.\n\n \n\fO\n\nO\n\n130\n\n116 Continued\n\n(Cut to JOHN racing across the room to the table\nwhere he slams the lid of the chest down.\n\n(Cut to the cellar door as it slowly opens. HENRY\nappears, a load of large candles in his arms.\nALAIS stands behind him, carrying a lighted taper.\n\n(HENRY steps into the room, looks about. With a\nbrisk nod, he announces - )\n\nHENRY\nIt wants light.\n\n(He begins moving about the area, placing candles\nin empty candlesticks. ALAIS follows, lighting\nthem with her taper. He doesn't seem to see his\nsons as he passes by them. They, however, are on\nwires, at. the brink, not quite sure how or when to\nmake their move)\n\nWhat we do in dungeons needs the shades of day.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nALAIS follows, lighting\nthem with her taper. He doesn't seem to see his\nsons as he passes by them. They, however, are on\nwires, at. the brink, not quite sure how or when to\nmake their move)\n\nWhat we do in dungeons needs the shades of day. \n\nTARGET SECTION TO BE ANNOTATED:\n I stole the\ncandles from the chapel. No one minded. Jesus won't begrudge\nthem and the Chaplain works for me.\n\n(He stops by ELEANOR)\n\nELEANOR\nYou look dreadful.\n\nHENRY\nSo do you.\n\nELEANOR\nI underslept a little.\n\nHENRY\n\n(We pull back, including them all, as HENRY\ndeposits his last candle and steps back to survey\nthe effect)\n\nWe can all rest in a little while. That's better. Bright and\nclear, just like the morning.\n\n(His eyes traveling from son to son, meaning it)\nFine looking boy.\nRICHARD\n(striding angrily into the picture)\n\nWhat do you want from us? You must be mad. Why did you have\nto come here? Damn you, why'd you come?\n\n \n\n \n\n \n\f \n\n \n\n \n\n \n\n \n\n©\n\n116\n\nContinued\n\n131\n\nHENRY\n\nYou were the best.\n\n(Indicating ELEANOR)\n\nI told her so.\n\nYou -- you,\n\n(To JOHN)\nI loved.\n\nRICHARD\n\nYou're going to lock us up.\n\n(HENRY neither nods nor shakes his head)\n\nYou've got to. You can't ever let me out ... You know you\ncan't. I'll. never stop.\n\nHENRY\n\nI can't stop either.\n\nBrave boys.\n\n(RICHARD & HENRY stand, eyes locked. RICHARD turns\nsharply away, looks toward -\n\n(GEOFFREY, close up. He is white with tension.\nWill he do it? Won't he?\n\n(Cut to JOHN close up. He's terrified.\n\n(Cut to RICHARD as he flies across the room toward\nthe tray.\n\n(Cut to HENRY as he draws his dagger.\n\n(Cut to RICHARD as he throws the chest open and\ngrabs a dagger. He looks at -\n\n(GEOFFREY. He hasn't moved. Nor is he going to.\n(Cut to JOHN. He is ready to cry.\n\n(Cut to HENRY as he strides toward RICHARD. and\nchest)\n\nHENRY\nThat's what I've got.\n\n(At the chest, he picks up a dagger and tosses it\nto GEOFFREY. And another which he tosses to JOHN.\n\n(Cut to the sons.from HENRY'S POV.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\n(At the chest, he picks up a dagger and tosses it\nto GEOFFREY. And another which he tosses to JOHN. (Cut to the sons.from HENRY'S POV. \n\nTARGET SECTION TO BE ANNOTATED:\n They are spread\n\nout in a semi-circle. They have daggers in hand\nbut none of them moves.\n\n \n\f \n\n132\n\n116 Continued\n\n(Cut to HENRY crouching, ready for them all, i\nwanting them all to come at him) |\ni\nHENRY\nCome on. What is it? Come for me! }\n(Cut to a shot including them all. ALAIS, stiff\nwith fear, stands pressed against a wall. ELEANOR,\n\nher face a mask, only her eyes alive, registers no\nchange as -\n\n(HENRY starts slowly moving across the room toward\n\nRICHARD. He stops near him, crouching, his dagger\n\nheld low, close, lethal. RICHARD makes no move)\nWhat's wrong? You're Richard, aren't you?\n\nRICHARD\nBut you're Henry.\n\n(Cut to JOHN. He has backed off into a corner)\n\nJOHN\nDaddy? Take me back? Please? Can't we try again?\n\n(Cut to HENRY, trying to take in the idea)\n\nHENRY\nAgain?\n\n(Cut to JOHN)\n\nJOHN\nWe always have before.\n\n(Cut to HENRY)\n\nHENRY\nOh, yes ... we always have.\n\n(Cut to JOHN seen from behind HENRY as, with a cry\nof joy, he drops his dagger and starts running\nacross the room to his father, arms outstretched.\nHe skids to a stop and crumples to the floor as\nHENRY, with a terrible animal sound, starts for him\nwith his dagger.\n\n(Cut to JOHN from HENRY'S POV. He knows he's going\nto die.\n\n  \n\f \n\n116\n\n133\n\nContinued\n(Cut to HENRY from JOHN'S POV as HENRY, his face\ndreadful, goes to one knee, crouching over his son,\nready to shove the dagger into JOHN'S vitals. The\nman is absolutely going to do the deed)\n\nELEANOR\n\n(Voice over, sharp and commanding)\n\nGo on.\n\n(HENRY turns to look at her as she moves into the\npicture)\n\nExecute them. They're assassins, aren't they? this was\ntreason wasn't it? You gave them life -- you take it.\n\n(They exchange a long look.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey're assassins, aren't they? this was\ntreason wasn't it? You gave them life -- you take it. (They exchange a long look. \n\nTARGET SECTION TO BE ANNOTATED:\n Then HENRY'S eyes\nleave her and travel to his sons.\n\n(Cut to the sons from HENRY'S POV. They are hardly\nbreathing, save for JOHN who is whimpering on the\nfloor.\n\n(Cut to HENRY as his eyes return to ELEANOR)\n\nHENRY\nWho's to say it's monstrous? I'm the King. I call it just.\n\n(HENRY turns from her and, alone now, draws his\ngreat sword and strikes a ritualistic, formal pose.\nHis face shines with sweat and his eyes are mad)\n\nTherefore, I, Henry, by the grace of God, King of the English,\nLord of Scotland, Ireland and Wales.\n\n(Voice over as we move from JOHN as he makes little\nanimal sounds of fear to GEOFFREY who believes he's\ndone for but is still trying to think of a way out\nto RICHARD who is ready to die with dignity and\nstyle)\n\nCount of Anjou, Brittany, Poutou and Normandy, Maine, Gascony\nand Aquitaine, do sentence you to death.\n\n(Cut back to HENRY still in his pose)\n\nDone this Christmas Day in Chinon in God's year Eleven\nEighty-three.\n\n(As he lowers his sword, we cut back to see them\nall. In a formal, measured way, HENRY moves across\nthe damp stone floor to RICHARD. It seems a long\nwalk.\n\n \n\not\n\f \n\n \n\n \n\n134\n\n116 Continued\n\n) (Cut to HENRY & RICHARD, close, aS HENRY comes to a\nstop before him. RICHARD, eyes unswervingly on his\nfather, stands motionless. HENRY slowly raises his\nsword -- higher, higher --\n\n(With a howling cry, HENRY brings the sword\nwhistles down, that edge against RICHARD'S\nshoulder. It makes a stinging slap-crack of a\nsound.\n\n(RICHARD staggers slightly, masking the pain as\nbest he can, staring steadily at his father.\n\n{ HENRY'S face is bewildered, as if he has lost\ncontact for a moment not knowing where he is or\nwhat he's doing.\n\n(The moment hangs suspended as the camera moves to\nthe other faces. JOHN still whimpers, unable to\ngrasp what has happened.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\n{ HENRY'S face is bewildered, as if he has lost\ncontact for a moment not knowing where he is or\nwhat he's doing. (The moment hangs suspended as the camera moves to\nthe other faces. JOHN still whimpers, unable to\ngrasp what has happened. \n\nTARGET SECTION TO BE ANNOTATED:\n GEOFFREY, eyes bright\nwith anticipation, is still waiting for the\nviolence. ELEANOR'S face tells us nothing at all.\nALAIS'S fear changes suddenly to concern as, with a\nlittle gasp, she steps forward, then stops herself.\nShe is looking at -\n\no) (HENRY as, spent and shattered, he sinks slowly to\nthe floor. He sits there seeing nothing)\n\nHENRY\nSurely that's not what I intended. Children ... children are\n+e. they're all we have.\n\n(Unable to look at his sons, he waves them from the\nroom)\n\nGo on. I'm done, I'm done, I'm finished with you. You and I\nare finished. Never come again.\n\n(We draw back to take in his sons. GEOFFREY is the\nfirst to grasp what has happened. He gives a short\nsharp nod and starts into the shadows toward the\ncellar door. JOHN scurries after him. RICHARD\nhesitates -- as if he had something to say but\ncan't -- then follows them out the door.\n\n(Cut to ELEANOR)\n\nELEANOR\nYou spare the rod, you'll spoil those boys.\n\nOC) (Cut to HENRY, huddled on the floor)\n\nf\ni\n\n \n\f \n\n \n\n \n\n116\n\n \n\nContinued\n\nHENRY\nI couldn't do it, Eleanor.\n\n(Cut to ELEANOR)\n\nELEANOR\nNobody thought you could.\n\n(Cut to HENRY)\n\nHENRY\nI did.\n\n(Cut to ALAIS as she moves to ELEANOR)\n\nALAIS\nYou saved them. You maneuvered it.\nELEANOR\nDid I?\nALAIS\n\nThey're free because of you. They'll kill him one day; you\nknow that.\n\nELEANOR\nThe next time or the next.\n\nALAIS\nYou always win, maman.\n\nELEANOR\n\n(Her gaze shifting toward HENRY)\nExcept the prize.\n\n(Cut to HENRY wearily getting to his feet. ALAIS\nmoves into the picture)\n\nALAIS\nCome rest.\n\nHENRY\nI want no women in my life.\n\nALAIS\nYou're tired.\n\nHENRY\n\nI could have conquered Europe, all of it, but I had women in my\nlife.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY\nI want no women in my life. ALAIS\nYou're tired. HENRY\n\nI could have conquered Europe, all of it, but I had women in my\nlife. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n \n\n \n\n \n\f \n\n \n\n116\n\n \n\n \n\n136\n\nContinued\n\nALAIS\nI'll warm some wine.\n\nHENRY\nI've shot your world, you silly bitch, and there you stand, all\nhoney and molasses. Sweet? You make my teeth ache.\n(And they are in each other's arms.\n\n(Cut to ELEANOR. It is more than she can bear to\nlook at)\n\nELEANOR\nThat's touching. Is it for my benefit?\n\n(We see all three of them as HENRY whirls angrily\nat her) :\n\nHENRY\nYour benefit?\n\n(To ALAIS, gruffly, not taking his eyes from\nELEANOR)\n\nGet out. Go on. Go.\n\n(ALAIS moves toward the door, out of the picture as\nHENRY, like a great cat, moves to ELEANOR)\n\nI should have killed you years ago.\n\nELEANOR\nThere's no one peeking. Do it now.\nHENRY\nI've wasted fortunes, squandered lives, spent everything -- to\n\nbuy this pit.\n\n(He looks at it. Cut to the area from his POV.\nVoice over)\n\nI've got an eye for value. And I meant to do so much.\n(Cut to ELEANOR)\n\nELEANOR\nIs this a play for pity?\n\n(Cut to HENRY)\nHENRY\n\nNot from you. You put me here. You made me do mad things.\nYou've bled me.\n\neen!\n\ni\n\n \n\f \n\naN\n\n116\n\n137\n\nContinued\n(Cut to both of them)\nELEANOR\nShoulder it yourself. Don't put it on my back. You've done\nwhat you have done and no one but yourself has made you do it.\nPick it up and carry it, I can. My losses are my work.\n\nHENRY\nWhat losses? I've been cheated, not you. I'm the one with\nnothing.\n\nELEANOR\n\nLost your life's work, have you? Provinces are nothing. Land\nis dirt.\n\n(ELEANOR'S face, close up)\nI've lost you and I can't ever have you back again.\n\n(Cut back to both of them)\nYou haven't suffered. I could take defeats like yours and\nlaugh. I've done it. If you're broken, it's because you're\nbrittle.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nI could take defeats like yours and\nlaugh. I've done it. If you're broken, it's because you're\nbrittle. \n\nTARGET SECTION TO BE ANNOTATED:\n(Cut to her face, close up)\n\nYou are all that I have ever loved. Christ, you don't know\nwhat nothing.\n\n(A shudder passes through her, like a stab of\nphysical pain)\n\nI want to die.\n\n(Cut to HENRY. Initial doubt is followed by\nterrible dismay)\n\nHENRY\nYou don't.\n\n(We pull back. She is doubled up by the intensity\nof it, scarcely able to stand)\n\nELEANOR\nI want to die.\n\nHENRY\nI'll hold you.\n\n(She shakes her head, edges away)\n\f \n\nDO\n\n \n\n116\n\n138\nContinued\nHENRY (Cont)\nIt might help.\nELEANOR\n{Lacking the strength to stand, sinking to the\nfloor)\nI want to die.\nHENRY\n\n{Going to one knee beside her)\nLet me do something, damn you. This is terrible.\n\nELEANOR\nHenry, I want to die.\n\nHENRY\nYou will, you know. Wait long enough and it'll happen.\n\nELEANOR\n(Surprised by a smile she didn't expect)\n\nSo it will.\n\n(He takes her hands. We start moving away from\nthem, farther and farther until, at the end, they\nare two little figures huddled on the cold floor of\na great dark place)\n\nHENRY\nWe're in the cellar and you're going back to prison and my life\nis wasted and we've lost each other and you're smiling.\n\nELEANOR\nIt's the way I register despair. There's everything in life\nbut hope.\n\nHENRY\nWe have each other and for all I know, that's what hope is.\n\nELEANOR\n(Cut to her, close up)\n\nWe're jungle creatures, Henry, and the dark is all around us.\n(Her eyes range the room.\n(Cut to the room from her POV. We see shadows,\n\ndark places, hints of movement as if great rats\nwere stirring. voice over)\n\f \n\n116\n\n117\n\n139\n\nContinued\n\nELEANOR\nIn the corners, you can see the eyes.\n\nHENRY\n(Voice over)\n\nAnd they can see ours.\n\n(Cut to HENRY as he rises to his feet, a picture of\nenormous strength and majesty)\n\nI'm a match for anything.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see shadows,\n\ndark places, hints of movement as if great rats\nwere stirring. voice over)\n\f \n\n116\n\n117\n\n139\n\nContinued\n\nELEANOR\nIn the corners, you can see the eyes. HENRY\n(Voice over)\n\nAnd they can see ours. (Cut to HENRY as he rises to his feet, a picture of\nenormous strength and majesty)\n\nI'm a match for anything. \n\nTARGET SECTION TO BE ANNOTATED:\n Aren't you?\n\n(Cut to ELEANOR looking up at him with the most\nprofound affection)\n\nELEANOR\nI should have been a great fool not to love you.\n\n(HENRY nods in brisk agreement, bends down, helps\nher up. They start toward the cellar door)\n\nEXT. COURTYARD\n\n(Cut to HENRY & ELEANOR as they reach the top of\nthe stairs, emerging into the bright golden\nsunlight of the courtyard. The day is glorious.\nThey pause for a moment, drinking it in. Then\nHENRY turns to her and says - )\n\nHENRY\nCome along; I'll see you to your ship.\n\nELEANOR\n(Drawing back, not ready)\n\nSo soon?\n\nHENRY\nThere's always Easter Court.\n\nELEANOR\nYou'll let me out for Easter?\n\nHENRY\nCome the Resurrection, you can strike me down again.\n\nELEANOR\n(Alive again, ready for anything)\n\nPerhaps I'll do it next time.\n\n \n\n \n\f \n\n \n\n \n\n \n\noO\n\n \n\n \n\n117. Continued\n\nAnd perhaps you won't.\n\n140\n\nHENRY\n\n \n\nELEANOR\n\nIt must be late and I don't want to miss the tide.\n\n118\n\n118X1\n\n118x2\n\n118x3\n\n118x4\n\n119 EXT. MAIN GATE I\n\n(She sweeps past him and out into the courtyard.\nHENRY moves after her, quickly catching up. We\nfollow them a moment, losing them among the men and\nwagons of Henry's entourage. MARSHAL, nearby,\nwatches them disappear.\n\n(As they slip from view, we take in the yard. The\nday is glorious and the air is full of noises --\nlivestock, poultry, men shouting, caroling, church\nbells. Everyone we see -- peasants working,\nsoldiers drilling, eating, roistering about -- is\nfilled with vigor and life.\n\n(A horse rides roughly through the mob, brutally\nhurling people aside. It's RICHARD. At the Main\nGate, he stops, turns back, looks long and hard\nat --\n\n(JOHN who is having trouble mounting his horse in\nanother part of the yard. Once in the saddle, JOHN\nglares back at RICHARD and, turning, sends another\nglare at --\n\n(GEOFFREY who, in.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's RICHARD. At the Main\nGate, he stops, turns back, looks long and hard\nat --\n\n(JOHN who is having trouble mounting his horse in\nanother part of the yard. Once in the saddle, JOHN\nglares back at RICHARD and, turning, sends another\nglare at --\n\n(GEOFFREY who, in. \n\nTARGET SECTION TO BE ANNOTATED:\n another part of the yard, stands\nby his mount adjusting his cloak. GEOFFREY breaks\ninto an engaging smile, tosses JOHN a salute, turns\naway and tosses another to --\n\n(PHILIP who, looking very regal and grand, is\nmounted at the head of the orderly ranks of his\nretinue. PHILIP returns a courtly nod, turns and\nnods again at --\n\n(RICHARD who wheels away and gallops dashingly off\nas --\n\n(We pick up HENRY & ELEANOR emerging from the line\nof wagons near the Main Gate. They are talking :\nanimatedly but there is too much noise and we are\ntoo far away to hear.\n\n(Cut to GUARDS lining the drawbridge at the Main\nGate. They snap to attention as HENRY & ELEANOR i\nmove past them, then past the camera)\n\n \n\n \n\fSf\n\nLe\n\n \n\n \n\n120 EXT.\n\n121\n122\n\n123\n\n124\n125\n\n126\n\n \n\n \n\nCASTLE - RIVER & JETTY\n\n(We turn, following them, as they move down to the\nwharf, toward ELEANOR'S ship.\n\n(Cut to HENRY & ELEANOR as they reach the bottom of\nthe gangplank. They stop, face each other. She\ntakes his hand and, bowing, kisses it. She starts\nto turn away to mount the gangplank when HENRY\nsays - )\n\nHENRY\n\nYou know, I hope we never die.\n\nELEANOR\n\nI hope so, too.\n\nHENRY\n\nYou think there's any chance of it?\n\n(She smiles, then starts to laugh. He joins her in\nthe laughter. The MUSIC rises as we begin to pull\nback and we cannot hear her reply. We can,\nhowever, see them talking as ELEANOR moves to the\ndeck of the ship and takes up a position at the\nrail.\n\n(Cut to HENRY, waving, shouting toward the ship.\n\n(Cut to HENRY from ELEANOR'S POV. She is well out\non the river and he stands on the wharf, the Main\nGate of the castle behind him)\n\n(Cut to ALAIS, standing by the Main Gate, watching)\n{Cut to ELEANOR, still at the deck rail, watching)\n\n(Cut to HENRY.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Cut to HENRY, waving, shouting toward the ship. (Cut to HENRY from ELEANOR'S POV. She is well out\non the river and he stands on the wharf, the Main\nGate of the castle behind him)\n\n(Cut to ALAIS, standing by the Main Gate, watching)\n{Cut to ELEANOR, still at the deck rail, watching)\n\n(Cut to HENRY. \n\nTARGET SECTION TO BE ANNOTATED:\n He turns and looks towards ALAIS,\nthen turns to the river and looks towards ELEANOR.\nHe throws his arms out in a gesture of animal\nvitality and joy) :\n\n(We rise higher and higher over Chinon, never quit\nlosing sight of ALAIS walking by the gate. ELEANOR\nout on the water on her ship and HENRY, arms open\nto the world)\n\n \n\f"
}