{
  "1": "THE NEW WORLD:\n\nA STORY OF THE INDIES\n\nWritten by\nTerrence Malick\n\f \n\nTHE MGW voRLD. A STPRY oF THE INDIES\nby, Terrence Malick\n\nc OF s\n\nThe English\n\nCapt John Smith, an English adventurer\n\nJohn Rolfe, a tobacco planter\n\nCapt Newport, first President of the Jamestown Colony\nMaster Wingfield, a gentleman\n\nCapt Argall, a soldier of fortune\n\nMary, a maid\n\nBen, a friend of Smith's\n\nWilf, a cabin boy\n\nCapt Ratcliffe, Newport's aide\n\nKing James and Queen Anne\n\nAckley, Jonson, Selway, Emery, Robinson; colonists\n\ner an:\n\nPecahontas, a young princess\n\nThe Great Powhatan, her father, Emperor of the Indians\nOpechancanough, Powhatan’s brother\n\nParahunt, Pocahontas’ brother\n\nPatowomeck, King of Pastancy, her treacherous uncle\nWobblehead, a lunatic\n\nTomocome, Powhatan’s interpreter\n\nWith various fortune-seekers of the Jamestown Colony,\ncourt officials of Werowocomoco, Chiefs of the Pamunkey\nArmies, etc. .\n\f\"Pocahontas easily prevailed with her\nfather and her countrymen to allow her to\nindulge her passion for the captain, by\noften visiting the fort, and always\naccompanying her visits with a fresh\nsupply of provisions: therefore it may\njustly be said, that the success of our\nfirst settlement in America, was chiefly\nowing to the love this girl had conceived\nfor Capt Smith, and consequently in this\ninstance, as well as in many others,\n\nLOVE DOES ALL THAT’S GREAT BELOW!\"\n\n\"A Short Account of the British\nPlantations in America,\"\nLonden Magazine, 1755\n\fby TITLES OVER BLACK, CUs OF POCAHONTAS\n\nThe title appears: THE_NEW WORLD:\n(and dissolves to)\n\nThe front credits follow, over shots of our heroine\n\nlearning English from our hero. She repeats one word\nanother: trea, bush, leaf, bird, cloud. ord after\n\n1 LEGEND - EXT. SEA\nA legand appears over the wild, unbounded saa.\n\n“No man understandeth or knowes\nwhat Virginia is.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe repeats one word\nanother: trea, bush, leaf, bird, cloud. ord after\n\n1 LEGEND - EXT. SEA\nA legand appears over the wild, unbounded saa. “No man understandeth or knowes\nwhat Virginia is. \n\nTARGET SECTION TO BE ANNOTATED:\n- Capt. John Smith\n\nThe legend fades cut, except for the word “Virginia,”\nbeneath which appears the date: :\n\n26 April 1607 .\nThen continues:\n\n: WHILE COLUMBUS HAD STRUCK THE SHORES OF\nyr THE NEW WORLD OVER A CENTURY BEFORE,\n. NORTH AMERICA REMAINED UNEXPLORED\n\n2 EXT. NEW WORLD SHORES, CHESAPEAKE BAY\n\nYoung Pamunkey Indians, the original inhabitants of tha\nVirginia coast, splash and duck each other in the shallows\n—of Cheasapeake Bay. .\n\nLittle work is raquired of them. Virginia is a rich,\nmagical country, where nature has provided for every human\nwant. Wild plums and cherries grow in profusion along the\nbanks of thea musical rivers. Grapes dangle from the boughs\nof tall pines and bog magnolias perfume the air, The\nbraves tend the fishing wairs, plant corn and squash, while\nthe women gather berries and lay meat out in strips to dry.\nTheir work is soon finished, however, and they join the\nchildren at their life of play.\n\n3 UNDERWATER SHOT -. POCAHONTAS - ANGLES ON SHORE\n\nGayest of them all is POCAHONTAS, a girl of sixtean, whom\nwae first discover underwater, diving for mussels and\ni catching a sturgeon by the tail. She trims her hair with\n“ pearls as shea sits by the shore. She gazas in a rapture at\ned the wind rushing through the trees.\n\f€ -\n\nThe Indians all defer to her. She is the favorite d:\nda . aughtar\nof POWHATAN, their Emperor, who sits along the shore is a\nmood of philosophical delight. She has a lova of life and\na eantoDy mischievous way that makes har irresistible to\nem all.\n\nEXCITED SCOUT\n\nA scout suddenly breaks into the Indians’ midst, gesturing\ntowards the east. with breathless excitement.\n\nEXT. VIRGINIA SHORE\n\nThe Indians rush through the pine woods and down to the\nshore, where they stop and gape, Three English merchant\nships loom on the horizon.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXCITED SCOUT\n\nA scout suddenly breaks into the Indians’ midst, gesturing\ntowards the east. with breathless excitement. EXT. VIRGINIA SHORE\n\nThe Indians rush through the pine woods and down to the\nshore, where they stop and gape, Three English merchant\nships loom on the horizon. \n\nTARGET SECTION TO BE ANNOTATED:\nWhat are these apparitions? Birds? Floating islands?\nMessengers of the gods? At a signal from their leader,\nthey hurry back to their camps.\n\nTIGHT ON POCAHONTAS\n\nThe Indians run past Pocahontas and into thea woods.\nMessengers beat drums and blow saa-shell trumpets.\n\nPuzzled, she drifts down toward thea shore. She stands in\ntha woven shade at the water’s edga, gazing at the English\nsails. She is in no way alarmed. It is as though she knew\nthey were coming. A mysterious smile appears on her lips.\n\nEXT. CHESAPEAKE BAY - ABOARD THE SUSAN CONSTANT\nA sounding lina plunges into the dark waters of the bay.\n\nVOICES (0.S.)\nTan fathom. Sweeper bearing right,\nCap’n. Right full rudder.\n\nAboard the eight-gun Susan Constant, flagship of the thrae-\nvassel fleat, CAPTAIN CHRISTOPHER NEWPORT breathes in tha\nfirst sweat fragrance of the land. They have spent three\nmonths'at sea, wracked by tempest and-diseasea. Not one of\nthe seventy men on board is entirely fit. Still, most have\nManaged to drag themselves on deck, where they gaze in\nprayer and silence at the heart-stirring green band on the\nhorizon,\n\nUnlike the Puritans who will follow them thirteen years\nlater, they are a rough, quarrelsome lot of desperadoes --\nthe refuse of society, America-bound because England would\nnot have them. In this new land they have everything to\ngain and nothing toa lose.\n\f10\n\n11\n\nNewport, their leader, is a gentleman of fame. With od\n\nhe raided Cadiz harbor in 1587 and single-handedly captured\nthe Madre da Dios, tha richest Spanish galleon ever to fall\ninto English hands.\n\nINT. HOLD - CAPTAIN JOHN SMITH\n\nOne young adventurer, CAPTAIN JOHN SMITH, is not en deck\nbut sits.in the hold. He has been cast in irona to await\nhanging on a charge of mutiny.\n\nSmith is a boisterous man of great strength, a warm-hearted\nrabel, a lover of play and song.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLD - CAPTAIN JOHN SMITH\n\nOne young adventurer, CAPTAIN JOHN SMITH, is not en deck\nbut sits.in the hold. He has been cast in irona to await\nhanging on a charge of mutiny. Smith is a boisterous man of great strength, a warm-hearted\nrabel, a lover of play and song. \n\nTARGET SECTION TO BE ANNOTATED:\n He speaks his mind\nwithout mincing words, convinced he must always be right,\nin small matters no less than in large. He is long\naccustomed to the disfavor of his superiors and dees not\nhave a politic bone in his body.\n\nHe wears the earring of a Moorish woman to whom he was once\na slave. He has been a prisoner of the Turks, a beggar in\nMoscow, has fought the Tartars in Transylvania and been -\nshipwrecked in three seas. With no rank or property, no\neducation or connections, he can only win fame or fortune\nby his daring. The career he has taken up is the single\none open to a parson of his ambition.\n\nHe is a. true pioneer, forever leaving the past behind,\nbearing the brunt of danger, contemptuous of fear -- a\nconqueror who lets down anchor when the whim seizes him,\nmakes the shore his home for a while, then inevitably grows\nbored and moves on, te seek his luck elsewhere.\n\nEXT. ENGLISH SHIPS - FLAGS\n\nThe Susan Constant signals her two sister vessals to come\nabout and fall in behind har. They are tiny things, decked\nwith flags and painted with bright markings as a defense\nagainst sea monsters. They leok as though they had been\nbuilt for children, hardly seaworthy,\n\nEXT. JAMES RIVER\n\nThe ships leave tha sparkling waters of Cheasapeake Bay and\nturn up the James River, in search of a harbor beyond the\n\nreach of Spanish privateers. A man dangles over the side\n\nto taste the water.\n\nMAN\nSweet water, Captain!\n\nEXT. JAMESTOWN MOORAGE\n\nThe English moor the ships to the long branches of an oak\ntree that hangs ott over the banks.\n\f12\n\n13\n\nWith Newport in the lead, thay wade ashore. They speak te\n\none another in hushed voices, as though thay had\ngreat temple. , g ay had entered a\n\nHera, on this strip of marshy land, America ig born.\nJamestown will be England's first permanent settlement in\n\nthe Northern Hemisphere, for that matter her first colony\nanywhere.\n\nOTHER ANGLES\n\nThe English explora the land, enjoying their new fraadoms\nafter months on the Atlantic.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey speak te\n\none another in hushed voices, as though thay had\ngreat temple. , g ay had entered a\n\nHera, on this strip of marshy land, America ig born. Jamestown will be England's first permanent settlement in\n\nthe Northern Hemisphere, for that matter her first colony\nanywhere. OTHER ANGLES\n\nThe English explora the land, enjoying their new fraadoms\nafter months on the Atlantic. \n\nTARGET SECTION TO BE ANNOTATED:\n They pick the plants and\ninspect them, amazed by the bounty of this new world.\nEverything is splendid and rare.\n\nVOICES (0.S,)\nThere’s oysters on the shore as thick\nas stones. Fish everywhere. They\nlock into your eyes. We'll live like\nkings! Kings!\n\nThey feint at one another with their swords, practice\nparries and thrusts, chop at branches and flowers to test\nthe edge of their steel, stab vainly at the fish that flash\nthrough the streams. There are a few women in their\ncompany; two or three.\n\nSAILOR\nCaptain Newport!\n\nThe sailor calls Newport’s attention to a dugout canoe\nfloating down the river. Inside the canoe, fully erect,\nsits a skeleton draped with pearl necklaces.\n\nNEWPORT\nMuskets!\n\nNewport pricks his @ars as a strange, haunting seng comes\nwafting to him on the wind from far away. The man are keen\nwith apprehension and excitement. Far away, Pocahontas\nwatches from her perch in a tree.\n\nEXT. HANGING TREE.\n\nElsewhere, unaware of this apparition, CAPTAIN WINGFIELD\nprepares the noose in which, as a first order of business,\nSmith must hang. Smith stands on a stool, unperturbed.\n\nSMITH\nI admire you, Wingfield. Yes, [\nadmire anybody who dares to anjoy\nhimself. After all, most things are\nset up so you won't.\n\n(MORE)\n\fSMITE (cont’d)\nThey hold you by the nosa and make\ndamn sure you won't misbehave. Well,\nGod will take care of them, right?\n\nWINGFIELD\nIf I were you, Smith, I would take\nadvantage of thesa precious minutes to\ncompose my prayers.\n\nSMITH\nHe has no intention of hanging me.\nWhy should ha? He follows the path of\nlogic, Wingfield. He uses his mind.\n\nWINGFIELD\nI think, in this fataful instance, you\nmight be wrong.\n\nSMITH\n\nI don’t know why I waste my breath.\nLet people be. Deon’t open their ayes.\nSupposing you did, what’d they sea?\nTheir misery. Man is a brute -~ a\ngreat brute. If you are cruel to him,\nhe respects and fears you.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir misery. Man is a brute -~ a\ngreat brute. If you are cruel to him,\nhe respects and fears you. \n\nTARGET SECTION TO BE ANNOTATED:\n If you ara\nkind to him, he plucks out your eye.\n\nWINGFIELD\nGood, very good. I intend to make a\ncollaction of your sayings, if you\nwill permit me.\n\nCapt Newport walks up.\n\nNEWPORT\nLat him go.\n\nWINGFIELD\nYou said to hang him.\n\nNEWPORT\nRemember, Smith, that you are under a\nsloud and that it will darken if 1\nhear any more of your mutinous\nremarks. Now make yourself useful.\n\nNewport has only wanted to throw a scare into him, as Smith\nguessed. The man raise a cheer as Smith’s hands are\nuntied. He is an immensely popular figure.\n\nWINGFIELD\nI think you should reconsider this\ndecision, sir.\n\f14\n\n- NEWPORT\n\nWingfield, not everybody in this world\nis able to keep his mouth shut, and\nyou might perhaps be one of those who\ncan’t. They find they havea crossed\nthe subtle line between independence\n\n- of thought and sheer insolence. Wow\nthat might ba happening te you, don’t\nyou think?\n\nSmith gives Wingfield a broad smile.\n\nEXT. VIRGINIA SHORE\n\nSmith swaggars around, ignoring his shipmates’\ncongratulations. He has a hardy confidence in himself that\ninspires respect. His eyes area alive with a cunning\nintelligence. He wears a bright uniform and a steel\nchestplate embossed with a rampant dragon, daspite the heat\nthat has caused the others to strip down to their singlets.\nThere is something convincing about his bold, outiandish\nmanner. He has a way of carrying it off.\n\nBEN, the ship’s cook, salutes his friend.\n\nBEN\nThay Jat you go! A terrible mistake\nthay made there. Come, sit like a\ngentleman, be idle. I thought surely\nthay would hang you.\n\nSMITH\nWhy would they do that?\n\nBEN\nWhy, for the ‘arm you done us all! I\ncan only speak for myself, but before\nI met you, I knew nothing and now 1\nam, if a man should speak truly,\nlittle better than one of the Wicked,\nlying about the whole day, dreaming of\ngilded palaces and the like, caring\nnething fer the world’s business.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITH\nWhy would they do that? BEN\nWhy, for the ‘arm you done us all! I\ncan only speak for myself, but before\nI met you, I knew nothing and now 1\nam, if a man should speak truly,\nlittle better than one of the Wicked,\nlying about the whole day, dreaming of\ngilded palaces and the like, caring\nnething fer the world’s business. \n\nTARGET SECTION TO BE ANNOTATED:\n You\ncould corrupt a saint, Capt Smith.\n\nSmith smiles. He likes his mates and the place he enjoys\nin their hearts.\n\nBEN\nLand mo a pinch of tobacco, would you?\nNo? Not a pinch? I have friends’ and\nI have acquaintances. I will piss in\nyour bedding.\n(MORE)\n\f15\n\n16\n\nBEN (cont’d)\nI will see dog’s meat mada of your\nflesh and dice of your bones. Work on\nthat!\n(to the others)\nYou sea, gentlemen, there is. na\ndefense againat wit.\n\nSMITH\nPity you haven’t found a way to live\nby it!\nHe walks off.\nBEN\n\nHold your tongue! As I am a gentleman\n\nborn, I will gat drunk, grow valiant\n\nand beat you within an inch of your\nife.\n\nSmith stands with a man named ACKLEY, gazing at the woods.\n\nACKLEY\nTherea’s something out there, Smith.\nYou can feel it. I don’t like it that\nthe trees run down so close to tha\nshore, The boat's not protected.\n\nNEWPORT AND SCOUTS\nA scout has sighted tha Indians.\n\nscout\nNaturals, sir. Sea there? They was\nmaking quite a fuss, too.\n\nThree Indians run down the opposite shore of the river,\ncalling to one another in strange, bird-like syllables.\n\nNEWPORT\nPrepare the pinnace and a war party.\nTwenty men.\n\nThe threa Indians run past Pocahontas.\nEXT. VIRGINIA WOODS - SMITH\n\nSmith enters the virgin forest, awed but unafraid, like\nsomeone entering a great cathedral. He has slipped away\nfrom the others.\n\nThe trees area full of cool drafts, like a spring-fed pool.\nThey seem to roll on forever, flat and park-like,\npartitioned by creeks and streams that at low tide become\nslicks of black mud. Clusters of grapes hang from vines\nthat twine through their boughs.\n\frN.\n\nwv\n\n18\n\nSoftwoods grow side by side with oaks and 1\ncontradictory sight to European eyes. Turkeys dust\nthemselves in tha sand. Their nests lie open, brimming\nwith eggs, as though they had no fear of Marauders.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nwv\n\n18\n\nSoftwoods grow side by side with oaks and 1\ncontradictory sight to European eyes. Turkeys dust\nthemselves in tha sand. Their nests lie open, brimming\nwith eggs, as though they had no fear of Marauders. \n\nTARGET SECTION TO BE ANNOTATED:\n The\n\ncall of each bird stands out sharp and clear i\nthis April afternoon. P Fin the caim of\n\nPOCAHONTAS AND PARAHUNT\n\nPocahontas and her brother, PARAHUNT, steal through the\ntrees to get a closer look at the visitors.\n\nPocahontas wears a wreath on her head and a short buckskin\napron, Except for the long strands of pearls and shells\nthat hang around her neck, she is bare above the waist.\nBelow her knees and above her albows, her arms and legs are\nornamented with tattoos, giving her a vaguely Polynesian\nappearance.\n\nShe sees Smith and freezas in her tracks. Parahunt wants\nto go back, but impatient with her brother's timidity, she\nventures closer.\n\nSmith turns and sees her, all at once. Shae gazes at him as\nthough he were a visitor from the sky. With. his beard and\nhis glinting armor, alone in the stillness of the forast,\nhe seems so handsome, so unafraid -- a blue-eyed, fair-\nhaired god. She turns a cartwheel. Then, with an odd\nlaugh, she is gone.\n\nEXT. OPPOSITE SHORE OF THE JAMES\n\nThe pinnace, a small sailboat, strikes the opposite shore.\nNewport and his men jump out and, weighted down with their\ncasques and armor, crossbows and pikes, wade clumsily\nashore. Quickly they find footprints, at first only\nfootprints. Tangion mounts as they advance into the woods.\nThey sansa they are being watched. .\n\nSAILOR\nSssssst!\n\nNewport looks around to behold a magnificent Pamunkey brave\nstanding at the adge of a clearing a hundred feet away.\n\nThe brave lowars his bow and gives two loud shouts. The\nEnglish jump back, startled. .\n\nNewport steps forward and puts his hand over his heart, as\n\na sign the English mean no harm. The brave nods, as though\nto say he understands. He raises his hand and two hundred\n\nbattie-dressed warriors step out from the woods.\n\nThey are a handsome people, a full head taller than the\nEnglish.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe brave nods, as though\nto say he understands. He raises his hand and two hundred\n\nbattie-dressed warriors step out from the woods. They are a handsome people, a full head taller than the\nEnglish. \n\nTARGET SECTION TO BE ANNOTATED:\n\fis\n\nUnlike the severe, aquiline Indians of the\n\nwhom we are accustomed, they have round faces bread *e\ncheekbones and straight nosas. Their skin is the calor of\nburnished gold, their eyas jet black, in shape almost\nChinese. Buffalo tails dangle from their balts on the\nground behind them. Dead blackbirds hang from their ears\nThey chalk their. cheeks and arms with root dyes and shave\nthe right side of their haads, to keep their hair clear of\ntheir bowstrings, giving each man two completely different\n\nprofiles -- one frightful, the other soft and noble. The\nEnglish have never seen beings remotely like these and\nmurmur with astonishment -- astonishment, than gradually\n\nfear, as they realize they could easily be overwhelmed.\n\nThe brave strikes his head and chest, then reaches out to\nstrike Newport’s the same way. Newport shies back,\ndistrusting his intentions. The brave smiles and repeats\nthe gasture.\n\nNEWPORT\nMr. Ackley?\n\nThe, brave pulls his hair, then with a jovial look points at\nNeawport’s own.\n\nACKLEY |\nHe does not know how to make. his\"\nmeaning plain, but it appears he means\nwe are all made of tha same flesh and\nblood.\n\nAgain, Newport puts his hand over his heart. The brave\ncomes forward, nodding with great satisfaction, and asks\npermission to touch Newport’s skin. The Indians are\nfascinated above all else by the Englishmen’s white pallor,\nexaggerated by their long months at sea. Newport laughs\nand holds his arm out for inspection. The brave touches it\nwith a little gasp of awe, Pocahontas looks at her brother\nand smiles,\n\nEXT. ALONG THE JAMES RIVER - A GOLDEN AGE\n\nThe Indians have grown more trusting. They dance with\npanpipes on the shore and wade out into the shallows to\ngreet the English longboats with songs of welcome. Some\npaddle ahead in their long canoes to warn Nawpert’s\nhelmsman of snags in the water.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nALONG THE JAMES RIVER - A GOLDEN AGE\n\nThe Indians have grown more trusting. They dance with\npanpipes on the shore and wade out into the shallows to\ngreet the English longboats with songs of welcome. Some\npaddle ahead in their long canoes to warn Nawpert’s\nhelmsman of snags in the water. \n\nTARGET SECTION TO BE ANNOTATED:\n“We hava never in the world so far encountered a kinder\npeople,” wrote James Barlowe, captain of Raleigh's ill-\nfated 1584 expaédition, ‘We were entertained with ;\nfriendship and were given everything they could provide.\nWa found (them) gentle, loving and faithful, lacking all\nguile and trickery. It was as if they lived ina golden\naga of their own.”\n\f20\n\n10.\n\nA sailor rushes up to Smith, breathless with excitement.\n\nSAILOR\nI gave this Indian woman a brokan\nplata, and she give me four rows of\nher pearls. I tell you, we come to\ntha richast country in the world.\n\nThe ship’s BOSUN, a great hulking man, spots one of the\nindians stealing a hatchet.\n\nBOSUN\nWhat do you think you're doing?\n\nThe Indian backs away, uncomprehending, His people have\ncommunal ideas about property which the English do not\nshare.\n\nBOSUN\nDrop itt\n\nAlarmed by thea bosun’s tone of voice, the brave turns and\nruns. The bosun levels his musket and sends a volley\ncrashing through the underbrush, stinging the fleeing\nIndian’s shoulder with a spray of pellets. His fellows\ngape at this display of tha Englishmen’s power. ‘Smith\nknocks him to the ground. .\n\nSMITH\nYou fool! Tie his hands behind his\nback.\n\nThe bosun strikes back at Smith, who with a swift display\nof physical courage quickly subdues him. The Indians\nratreat to the trea line. Pocahontas watches as Smith\ntries to call them back, but they no longer trust the\nvisitors from heaven.\n\nBOSUN\nHe stole my hatchet!\n\nSmith drags tha bosun down into the water, and in full\nsight of the Indians, shoves his head underwater again and\nagain, as though to show them he will punish the offender.\nThey do not understand the meaning of this display,\nhowevar, and shying off like deer, thay disappear into the\nwoods. Pocahontas is tha last to retreat, her eyes still\ndetained by the English haro.\n\nNEW ANGLE\n\nNewport harangues the assembled English company.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey do not understand the meaning of this display,\nhowevar, and shying off like deer, thay disappear into the\nwoods. Pocahontas is tha last to retreat, her eyes still\ndetained by the English haro. NEW ANGLE\n\nNewport harangues the assembled English company. \n\nTARGET SECTION TO BE ANNOTATED:\n\fa\n\nil,\n\nNEWPORT\nCapt Smith did well today and went a\nconsiderable way towards reinstating\nhimself in our good opinion. But the\nhardships we face ara greater still\nfor tha actions of a fool. Tonight we\nshall sleep aboard the ships, every\nman in full armor. In the morning we\nshall chop down every tree within half\na mile of the moorage and use the\nstraightest timbers to palisade a\nfort. When we have done that, we must\nset corn, put up houses and lay in\nfirewood. Slackers will be executed\nat, the site of their transgression.\nYas, Salway?\n\nSELWAY\nSir, when are we going out to -- poke\naround?\n\nNEWPORT .\nWe are not here to pillage and raid .\nbut to expand England’s domain of\nreason and light, We have it in our\nmeans to make a fresh world here, one\nwhere the lion might lie down with the\nlamb and the wolf with the sheep,\nwhere there might be plenty for all.\nEvery man who works hard in time will\nbe rawarded. But we must work, too,\nfor the good of those who are to come.\nWa shall enjoy the good things of the\nearth, and wa shall be happy to think\nthat after us, and thanks to us, men\nwill recognize themsalves as being\nhappier, better and more free.\n\nSELWAY\nBegging your pardon, but if we'd\nwanted to farm, we could ‘ave stayed\nin Devon. .\n\nNEWPORT\nPerhaps you’ve made a terrible\nmistake. Gold will do you no good six\nmonths from now, when the snows fly.\nWe want to live in peace with these\npeople. Our survival depends upen\nkeeping that peace, We shali at some\npoint explora the land, but we shall\nnot plunder it. Do I make myself\nclear?\n\f21\n\n12.\n\nWhen nobody speaks, Newport lowers his head and offers a\nprayer of thanksgiving. :\n\nNEWPORT\nLord, we have the Devil and all the\nGates of Hell against us, but if Thou\nart with us, wa care not who is\nagainst us. Grant us, therefore, a\nhealthy portion of Thy mercies.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n21\n\n12. When nobody speaks, Newport lowers his head and offers a\nprayer of thanksgiving. :\n\nNEWPORT\nLord, we have the Devil and all the\nGates of Hell against us, but if Thou\nart with us, wa care not who is\nagainst us. Grant us, therefore, a\nhealthy portion of Thy mercies. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nask it in the name of Thy son, Jesus\nChrist our Lord. Amen.\n\nEXT. JAMESTOWN SETTLEMENT - MONTAGE\n\nAt dawn the next morning, the English strip off their\ndoublets and set to work. The forest rings with the bite\nof their Kentish axes. Sweat glistens on their tattooed\nbacks. After months at sea, the work is a joy.\n\nWhen the felling gang is done, the sawyers drag the logs\noff to hew them into timbers. Soon a small fort is under\nconstruction.\n\nPocahontas watches from afar. From time to time she allows\nthe cabin boys to approach her. They secon are teaching her\nEnglish words.\n\nForagers attempt to catch fish and wildfowl but without the\nhelp of the Indians have little success. Carpenters put\ntogether a shallop, a shallow-draught vessel for navigating\nthe rivers, pitch the tents and stake out gardens. Yeomen\nsow oats and barley.\n\nNewport is a wise leader. He gives every man a job, though\nthe gentlemen are exempt from physical labor. He goes\naround keeping up their spirits and, where necessary,\nlending a hand. But when he comes upon two of their\ncompany plucking a wild goose, he is inflamed to wrath.\n\nThe men are hauled to the ground, and their hands are bound\nbehind their backs.\n\n. NEWPORT oe\n\nClever dogs! Staunch to the last!\nNever told us how they managed to look\nso fit. And why should they? No,\nfine fellows, fine fellows!\n\n{turning to his adjutants)\nWait until the sun goes down to bury\nthem.. I don’t, want the Savages to\nthink our numbers are dwindling.\n\f23\n\n24\n\nINDIANS’ POV\n\nOvercome by curiosity, the Indians have returned to the\nvicinity of the camp, From across the river, they witness\nthe axecution of the poachers. It seems not to deter their\ncuriosity. A brave named TOMOCOMO talks with the sentries,\na distinctive man, dyed black frem haad to toe and covered\nwith tattoos. :\n\nEXT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n23\n\n24\n\nINDIANS’ POV\n\nOvercome by curiosity, the Indians have returned to the\nvicinity of the camp, From across the river, they witness\nthe axecution of the poachers. It seems not to deter their\ncuriosity. A brave named TOMOCOMO talks with the sentries,\na distinctive man, dyed black frem haad to toe and covered\nwith tattoos. :\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALF-FINISHED FORT AT JAMESTOWN - SMITH\n\nSmith sits with a sketch board, drawing the strange\nvarieties of plants he has turned up. Tha fort is now half-\nfinished. At one point, standing watch by the wall, he\n\nsees Pocahontas cavorting with the cabin boys -- walking on\nher hands, challenging them to follow her example in the\nEnglish phrases they have taught her. He notes how,\n\nfinding herself alone, sha looks up into the clouds above.\nHer lips move as though she were speaking with someone.\n\nShe seems to feel his eyes on her, stops, turns and looks\nevenly at him. He waves to her. She waves back, as though--\nurging him to come out and play. He smiles and shakes his\nhead; he is on guard and must stay where he is. But the\nincident makes its impression. His nerves tingle with a\nstrange delight. Will he go away into the blackness of\n\ndeath never having known the mystery of her free, fresh\n\nlife? .\n\nEXT. COMPANY STORE\n\nBen shows Newport that the kegs of grain and hardtack they\nhave brought from England are infested with worms.\n\nNEWPORT\nThe damp got in.\n\nBEN\n\n-- The damp’s not your problam. Some of\nthe kegs was good, but they’re gone\nnow. Somebody filched ‘am. I know\nwhat you're thinking, but it couldn’t\nhave been the Naturals. They couldn’t\nget through the lock. Had to be one\nof our own. . .\n\nACKLEY\nThe frost hag nipped our oats. We sat\nthem in too late. The natives know\n\nhow to’ catch these fish. They won't\ncome to a hook.\n\f25\n\n26\n\n14,\n\nNEWPORT\n\nSpeak softly. Tell no ona of the\ncondition of our storas.\n\nEXT. HALF-FINISHED FORT - SMITH’S POVS\n\nSmith watches the cabin boys imitate their Indian playmate.\nHer cinnamon breasts have inflamed their young\nimaginations. Then he sees that an English party under the\nleadership of CAPT ARGALL, an adventurer like himself, has\ncaptured two Indians who ventured too clasely to the fort\nand brought them to Newport for interrogation. One of them\nis Tomocomo.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer cinnamon breasts have inflamed their young\nimaginations. Then he sees that an English party under the\nleadership of CAPT ARGALL, an adventurer like himself, has\ncaptured two Indians who ventured too clasely to the fort\nand brought them to Newport for interrogation. One of them\nis Tomocomo. \n\nTARGET SECTION TO BE ANNOTATED:\nARGALL\nThey can tell us what we can’t find\nout for ourselves.\n\nINT. SAILCLOTH LEAN-TO\n\nA council of the Jamestown elders sits in the shade of a ~-\nslung sail. Hogs forage for scraps of food in the rutted\nlanes. The captured Indians stand next to Newport.\n\nNEWPORT -\n\n(presiding)\nWe are here by the will of Providence.\nHad we not sighted land the day we\ndid, I would have turned back. We’va\neaten the best part of our stores.\nOur best men are sick with fever; the.\nrest will soon breathe mutiny. We\nmight as well be shipwrecked. Now the\nNaturals tell me of a city up the\nriver, and a mighty King who lives\nthere. I propose we send an envoy to\nhim, to sea whether he can be\npersuaded to trade with us.\nMeanwhile, I shall raturn to England\nfor fresh supplies. I will net be\nback until the spring. You will be\nutterly alone until then, but my\nleaving will free the men, when\nadversity strikes, of any temptation\nto return. Ratcliffe here will be in\ncommand. As to who shall approach the\nSavage King, I needn’t tell you that\nit will be a hazardous mission.\n\nA silence follows.\n\f18.\n\nARGALL\nCaptain Smith is the only professional\nsoldier among us. He alone is suited\nto the task.\n\nThere are noises of agreement. Smith bows.\n\nWINGFIELD\n{leaping up)\n\nI should very dearly like to know one\nthing. What is to prevent this friend\nef the hangman from making league with\nthe Naturals, then turning upon us,\nonly under the extremity of torture, I\nshould like to assume? Or instructing\nthem in the conduct of war and English\nstrategies, if I may make so bold?\n\nHis right to the title of Captaincy is\ndubious at best. The low-born son of\na yeoman cannot be expected to behave\nwith a gentleman’s sense of propriety.\n\nARGALL\nPerhaps you’d like to go, Wingfield!\n\nThe others laugh.\n\nNEWPORT\n\nThe sentiment of the council is clear.\nMoreover, it conforms with my own.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe others laugh. NEWPORT\n\nThe sentiment of the council is clear. Moreover, it conforms with my own. \n\nTARGET SECTION TO BE ANNOTATED:\n(to Smith)\nThis will be your opportunity to\nrepair your reputation for discipline\nand obedience. I axpect you to\nwelcome it.\n\nSMITH\n(with a bow)\nI do.\n\nEXT. JAMESTOWN DOCK\n\nSmith walks along the Jamestown dock with Newport as he\nprepares to set off in the shallop the carpenters have_\nbuilt. Meanwhile the principal ships are being provisioned\nfor Newport's return to England.\n\nNERPORT\nAre you afraid?\n\nSMITH\nNo.\n\f16.\n\nNEWPORT\nI would be.\n\nSMITH\nI've always believed that sooner or\nlater something good, something\nspecial, was in stora for me. A\ndestiny all my own, I suppose I ama\nMusselman in that way,\n\nNEWPORT\nA Musselman?\n\nSMITH\n\nI begged in Moscow when it was blowing\nsnow in eight-foot drifts. I was the\nonly man to come out alive when my\nregiment was overrun by the Turks in\nTransylvania. They put a chain around\nmy neck and gave me as a slave toa\nStambuli lady -- her name was\nTragabonza -~ and she ordered me\naround like her sit-up dog, until she\ngot bored and poisoned me, to see if I\ncould take it. I never lost hope.\nEven when it looked bad, you know, I\nnever even felt in danger. I had this\nfeeling, through it all, that there\nwas something waiting for me -- my\nlife would not end until I had found\nit -- achieved it. I never knew where\nit lay or what it was exactly.\n\n(over a river, winding .\n\nits way into the interior)\nRuling huge countries for myself and\nthe King, doing things that seem\nimpossible to the world, making the\nheathen fly like the wind -- I had all\nmanner of ideas. Then I came to the\nconviction it was in the East. I\nthought that must be it -- to find the\nway through to the Indies. No one has\ndona it. I mean to, and I will.\n\nNawport smiles through all this, with an indulgence that\nseems almost paternal.\n\nNEWPORT\nInteresting, You must always keep in\nmind: your responsibilities to the rest\nof your countrymen, however.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nI mean to, and I will. Nawport smiles through all this, with an indulgence that\nseems almost paternal. NEWPORT\nInteresting, You must always keep in\nmind: your responsibilities to the rest\nof your countrymen, however. \n\nTARGET SECTION TO BE ANNOTATED:\n Most of\nthem are idiots and fortune-seekers,\nbut even so they are under your\nprotection.\n\n(MORE)\n\f28\n\n29\n\nv7.\n\n. NEWPORT (cont’ d)\nYou have the makings of a leader,\nSmith. You have a future here. So,\nthe boat is ready. Make England's\nname formidable. :\n\nSmith bows and boards the shallop. They have laid on\nprovisions of cloth, beads, food and books. The rast of\nJamestown waves goodbye from the shore.\n\nEXT. CHICKAHOMINY RIVER - SMITH’S POVS\n\nSmith makes his way up the Chickahominy River in search of\nthe King. With him area nine Englishmen, heavily armed, and\nthe two captured Indians. They sing as they rew, to steady\ntheir nerves.\n\nThe river winds through vast floating gardens of water\nlilies and sedges. The shores thrum with cicadas. Little\nby little the land reveals itself to them.\n\nThey pass an Indian town. The people come down from their\nfields to raise up their peculiar shouts of greeting but\nthey no longer offer help or gifts.\n\nAt night they see braves spearing eels in the shallows by\nthe light of flaming torches.\n\nThe land grows still more mysterious, more magical, as they\nwork their way up the river. Dragonflies dart about like\npixies. Huge carvings of otherworldly beings appear in the\nrecks along the bank. The skeletons of ancient Pamunkey\nchiefs hang from the rafters of sacred huts. It seems the\nscenes of visionary enchantment will naver end. Yet\ngradually the channel narrows. The overhanging branches of\nthe trees make the going difficult, and strange cries reach\ntheir ears. The English company soon is showing distinct\nsigns of unrest.\n\nHELMSMAN\n\nCaptain, we haven’t the draught to go\nany further.\n\n(Smith is silent)\nI can’t stand out in the river, They\ncan reach us with their weapons now.\nYou hear me, Captain? We‘re in\nbowshot.\n\nSmith signals that they should put in to shore.\n\nEXT. SHORE\n\nTwo Indian women tempt a sailor who has wandered off from\nthe rest of the English party to follow them into the\n\nwoods.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nSmith signals that they should put in to shore. EXT. SHORE\n\nTwo Indian women tempt a sailor who has wandered off from\nthe rest of the English party to follow them into the\n\nwoods. \n\nTARGET SECTION TO BE ANNOTATED:\n He is cautious at first, but curiosity or lust gets\nthe better of him.\n\f30 REST OF THE PARTY\nHis distant cries of pain send shivers through the English.\n\nFIRST ENGLISHMAN\nLet’s go back, sir,\n\nSECOND ENGLISHMAN\nWe could gather a larger party. We're\nlost. You know it, and we know it,\ntoo.\n\nTHIRD ENGLISHMAN\nLet’s put it to a vote! I’d rather\ndie on the gallows than have my throat\ncut by these monsters.\n\nSmith feels a mutiny brewing.\n\nSMITH\nThe Naturals say that we shall come to\nwide lakes and a mighty river falling\nwest into the Indian Ocean. I thought\nI shouldn’t tell you. The people\nthere are unlike any we have ever\nseen, Gold is more plentiful with\nthem than copper is with us, and for\nas much red copper as you can bring,\nyou’ll have three times its weight in\ngold. Why, their chamber pots and\ndripping pans are pure gold, and the\nchains they chain their streets up\nwith, and even the prisoners they\ntake, are bound in gold, and as for\nrubies and diamonds, they go forth on\nholidays and gather them by the\nseashore to hang on their childran’s\ncoats and stick in their caps.\n\nHe continues over scenes of the original America, the\ninfinite land of primeval beauty, over its lakes and\nmountains and streams.\n\nSMITH (0.S.)\nI don’t know whether to credit this.\nYou decide. But I think we shall live\nfreely there, without sergeants or\nlawyers or courtiers, only a few\nindustrious Scots, perhaps, who indeed\nare scattered over the face of the\nwhole earth. I think they will lay\ntheir treasures at cur feet. You will\nbe noblemen, never slaves.\n\n(MORE }\n\f31\n\n32\n\n19.\n\nSMITH (cont'd)\nEach man shall have his fig trea to\nlia baneath. They will favor you\nwithout your having te pander, scrape\nOr steal. The things we value to them\nara worth no mere than straw.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITH (cont'd)\nEach man shall have his fig trea to\nlia baneath. They will favor you\nwithout your having te pander, scrape\nOr steal. The things we value to them\nara worth no mere than straw. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s\ndanger, but what is danger compared\nwith seaing those cities ~- magical\nCapitals that stretch for miles and\nrisa into the clouds, glancing in the\nevening light. Would the like aver\nhappen to you in England? Your\nfreedom’s at hand, men. Make your\nchoice. Go back and muck about the\nrest of your lives -- dia like cattle,\nnever lifting your eyes from tha\nground -- or come with ma -- to the\nEast.\n\nHe points wast, toward the Indies. Only two men step\nforward, a young carpenter named THOMAS EMERY and a sailor,\nJEHU ROBINSON.\n\nEMERY\nLook!\n\nOne of the Indian guides, Tomocomo, has taken to the woods.\n\nSMITH\nLat him go. I could have the rest of\nyou hanged as deserters. But I'd\nxather go on with these two men than\nwith a flock of ducks.\n\nEXT. SHORE - FOG\n\nSmith continues on with a canoe, the remaining guide and\nthe two English volunteers.\n\nROBINSON\nVery good, Captain.\n\nSMITH\nWas I impressive?\n\nThe wilderness closes around them.\nSMITH’S POVS - FOG\n\nThe country hag a supernatural mystery. Beavers crack\ntheir tails and slip beneath the surface. Flights of wild\nducks pass overhead. Were the canoe to capsize, they would\nprobably drown under the weight of their armor. Against an\nattack they would be defenseless. But Smith feels himself\nbeing drawn on; he does not know quite why.\n\f20.\n\nSomewhere, dimly, he feels there is something waiting for\nhim, something fine and unspeakable, infinitely more\nexalted than the prospect of fame and fortune that draws\nthe other English on.\n\nEMERY\nYou know where we are, Captain?\n\nSmith does not reply.\n\nROBINSON\nWhat are we doin’ this for?\n\nEMERY\nI’m after the coin. Newport can talk,\nbut I laid my Jesus on the shelf for\nthe time bein’. Instead I brought a\ncompass and a rule, to make a map.\nNow tell me I don’t look a’ead and use\nme brains!\n\nThey jump out of their skins as Smith discharges his musket\ninto a bush along the shore.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nInstead I brought a\ncompass and a rule, to make a map. Now tell me I don’t look a’ead and use\nme brains! They jump out of their skins as Smith discharges his musket\ninto a bush along the shore. \n\nTARGET SECTION TO BE ANNOTATED:\n The shot echoes down the\nWaterway, until it fades away and the birds resume their\ntwittering.\n\nSMITH\nPut in here.\n\nEMERY\nBut it’s thick as a jungle, sir. We\ndon’t know the trails.\n\nROBINSON\nIt’s a bleedin’ evil place, even in\ndaylight. You don’t know what might\n‘appen in there, it’s that rotten\nstill.\n\nIgnoring their protests, Smith straps on his siege helmet.\nEXT. CHICKAHOMINY SHORE - SECOND LANDING\nRobinson and Emery load their matchlocks.\n\nSMITH\n\nKeep your matchlocks lit. Signal if\nyou see anything.\n\n. EMERY ;\nWhat if they start peltin’ us with\narrows?\nSMITH\n\nImagine they won‘’t hit you.\n\fre\n\n34\n\n35\n\n36\n\n37\n\nSmith moves down the trail into the wilderness, accompanied\nby the remaining Indian guide. Soon his friends have\nvanished from sight.\n\nSMITH’S POVS - BEAR, ETC.\n\nHe sees a hummingbird. He sees a bear feeding on a\nblueberry bush. It watches him for a moment, then moves\noff.\n\nWhile he is thus absorbed, his guide deserts him. Smith\n\nsees him retreating through the woods but does not pursue\nhim. The music builds a mood of tension. He is utterly\n\nlost, and he knows it.\n\nMockingbirds fly down to attack him when he comes too near\ntheir nest. He presses on, entranced. Now, in the\ndistance, he hears a cry.\n\nPOVS ON SMITH\n\nSuspecting his mates have run into the Indians, Smith turns\nback. Tha clanking of his armor is loud in the stillness\nof the forest, his bright silks conspicuous. Gradually, we\nbegin to observe him from the point of view of Pamunkey\nwarriors stealing up from the depths of the forest.\n\nEXT. DEEP FOREST\n\nFrom out of nowhere, a flight of arrows descends on him.\nTwo ricochet off his breastplate. One plunges into his\nthigh. He plucks it cut, inspects it curiously and breaks\nit in half. He slips down the face mask of his burgonet\nand prepares his halberd, a spear with the head of an axa.\nA hundred Indians appear from the trees.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe plucks it cut, inspects it curiously and breaks\nit in half. He slips down the face mask of his burgonet\nand prepares his halberd, a spear with the head of an axa. A hundred Indians appear from the trees. \n\nTARGET SECTION TO BE ANNOTATED:\n They do not come\nat him directly but run around him in circles. In their\nmanner of warfare the object is net to kill the enemy so\nmuch as to humiliate him into surrender, a display of\nsuperior force demonstrating that resistance is futile.\n\nAs they get closer, the Indians race in and touch him, like\nchildren playing tag. Smith shoots the boldest of them in\nthe hand with his’ pistel. The others step back, amazed at\nthis device that fires thunderbolts and lightning.\n\nHolding the entire party at bay, he walks backward to the\npoint on the riverbank where he left his comrades.\n\nEXT. BOG /\nDistracted, Smith stumbles into a bog and quickly sinks up\n\nte his waist. His thrashing about only causes him to sink\ndeeper into the mire,\n\n \n\f38\n\n22\n\nThe Indians closa in. His hopes of escapa gone, Smith puts\nthe blade of the halberd to his chest, as though he were\nPreparing to take his life. He'soon thinks batter of this\ncourse of action, howaver -- life is too sweet -- and\noffers his weapon to the leader of the Indian party with\ngreat flourish, as though he were surrendering a whole\narmy. He doas not beg for mercy. He does not expect it.\nTwo braves drag him out of the bog.\n\nOPECHANCANOUGH steps forward, a-chief seven feet tall, so\nstately in his manner that Smith at first takes him for a\nfool. He reaches out, touches Smith’s beard and explodes\nin laughter.\n\nAnother Indian removes Smith’s shoulder bag, smells it,\nthen throws it away in disgust. The English strike these\npeople as incredibly dirty and foul~smelling.\n\nSuddenly, to Opechancanough’s great surprise, his prisoner\nleaps to his feet, and taking a small box from his pocket,\npresents it to the chief with a deep bow. Opechancanough -\nis wary of the mechanism at first, but upon inspecting it\nmore closely, he discovers inside an iron needle which\npoints the same direction whichever way you turn the box.\n\nWhen he tries to touch the needle, his finger is stopped by\nthe glass, further cause for astonishment. The Indians are\nunacquainted with this legacy of the Phoenicians.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nOpechancanough -\nis wary of the mechanism at first, but upon inspecting it\nmore closely, he discovers inside an iron needle which\npoints the same direction whichever way you turn the box. When he tries to touch the needle, his finger is stopped by\nthe glass, further cause for astonishment. The Indians are\nunacquainted with this legacy of the Phoenicians. \n\nTARGET SECTION TO BE ANNOTATED:\nHe turns the box upside down and looks at it from — ;\nunderneath, taking care to praserve an air of dignity in\nthe presence of his soldiers.\n\nSMITH\nWould you mind fetching my musket from\nthe cance?\n\nOpechancanough wonders at his effrontery. He has never met\naman like this. He orders the prisoner’s hands tied\nbehind his back.\n\nThe Indians conduct Smith through the woods with his arms\nlashed to a pole.\n\nEXT. CITY OF WEROWOCOMOCO\nSmith rounds a bend in the trail and stops in his tracks,\n\nastonished. Before him rises Wercwocomoco, the seat of the\nPowhatan Empire.\n\f39\n\n40\n\nThe magical city stands on a bluff above the swirling mists\nof the Pamunkeay River, hundreds of tree-bark houses of\nevery shape and description surrounded by a palisade of\nimmense logs. Beyond the town lie well-cultivated fields\nof beans and corn, tobacco and squash.\n\nThe inhabitants are a far cry from the savagas the English\nimagined they had found. Smith is delighted.\n\nINT. POWHATAN’S PAVILION\n\nSmith is led into a longhouse and made to sit down. The\nhouse is covered with rush mats laid over an arched\nframework of bent saplings. The sides are trellised with\nvines, like a pergola, and laid over with strips of bark\nthat can be rolled up on nice days to let in the sun and\nthe breeze.\n\nNow a host of warriors suddenly appears around him, dancing\nand singing frenzied songs. They are incomparably more\nmajestic than the Indians he saw at the landing. fach has.\na quiver of arrows and a club. Over their arms they wear\nfox and otter skins. Their heads and shoulders are painted.\nred and smeared with bear oil to make them glisten. Now\nand then they stop and look at their bewildered prisoner as\nthough he were a monster.\n\nChiefs and Great Ones from the far-flung corners of the\nEmpire approach to inspect the prisoner, the first white\nman they have ever seen.\n\nThen, all at once, they fall silent.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow\nand then they stop and look at their bewildered prisoner as\nthough he were a monster. Chiefs and Great Ones from the far-flung corners of the\nEmpire approach to inspect the prisoner, the first white\nman they have ever seen. Then, all at once, they fall silent. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE GREAT POWHATAN\n\nIn the roaring torchlight at the far end of the pavilion\nappears a dignified man of sixty, the GREAT POWHATAN, ruler\nof Virginia. His robe is made of raccoon skins and painted\nin incomparable colors. Chains of pearl hang about his\nneck. His head is crowned with brilliant feathers and\ntresses of moss.\n\nTo his left and right sit the ranks of his councillors, his\nwives and court officials, their heads and shoulders\npainted red and pounced with polka.dots of gold-flecked\nsand. At his sida two young hermaphrodites wave fans to\nmake a breeze. Yet the ruler’s majesty lies less in his\nattire than in the gravity and omniscience of his manner.\n\nIt seems to Smith that he has stepped out of his everyday\nworld and fallen in with a race of fawns, satyrs --~\nmythical people.\n\n \n\f24,\n\nA messenger prostrates himself before the Emperor. From a\nsatchel he produces the hearts and heads, hands and feet of\nSmith's late comrades, Emery and Robinson, The Indian\nGreat Ones examine them with curiosity, then turn to look\nat Smith, Smith shows no emotion, though it appears the\nsame fate now awaits him.\n\nGREAT ONE\nThey are mortal.\n\nThe natives speak Algonquin; subtitles translate their\nwords, here and in the future. Tamocomo, tha guide who\nescaped at the river, acts as Powhatan’s interpreter.\nPocahontas looks on.\n\nINTERPRETER (TOMOCOMO)\nWhere have you come from?\n\nHe points up to the sky, inquiringly.\n\nSMITH\nThe sky? No. From England -- a land\nto the east,\n\nINTERPRETER (TOMOCOMO)\nWhy have you come here?\n\n- SMITH\n\nExploring. I hope you don’t consider\nit a crime for a man to labor in his\nvocation. We had an encounter with\nthe Spaniards, our enemy, and were\noverpowered, put to retreat, then by\nextreme weather forced to this shore.\nThe boats had leaks, so Captain\nNewport, my father as you might say,\nleft for England to get them repaired\nand pick up supplies.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nI hope you don’t consider\nit a crime for a man to labor in his\nvocation. We had an encounter with\nthe Spaniards, our enemy, and were\noverpowered, put to retreat, then by\nextreme weather forced to this shore. The boats had leaks, so Captain\nNewport, my father as you might say,\nleft for England to get them repaired\nand pick up supplies. \n\nTARGET SECTION TO BE ANNOTATED:\nINTERPRETER (TOMOCOMO)\nWhen do you leave?\n\n.' SMITH\nLeave? I intend to push on. I can’t\nspeak for the others. There won't be\nany leaving before the spring. The\nships won’t bea back till then.\n\nThey have set a great repast of bread and venison in front\nof Smith, food enough for twenty men. Music enters. And\nnow we start jump-cutting from the interpreter to Powhatan\nhimself, until we establish the conceit that Powhatan is\ncommunicating with Smith, and even with the other members\nof his tribe, in English, directly.\n\f25.\n\nSMITH\nYou aren’t trying to fatten me up, are\nyou? That would be a poxey trick.\n\nINTERPRETER (TOMOCOMO)\nWhy have you come up the river if you\nstopped only to send the ships back\nfor supplies?\n\nSMITH\nBecause it pleased ma to. My official\nmission, however, is to pay my\nrespects and to trade for food and\nother comforts. I should also be\ninterested to speak with you about the\nback sea, over the mountains, on the\nother side of the main, where J hear\nthere is saltwater.\n\nINTERPRETER {(TOMOCOMO)\nWhy should we help you?\n\nSMITH\n{directly to Powhatan)\nDon’t you love your neighbors?\n\nPOWHATAN\nSome. Others -~ how can you love\nthem? They steal from you before your\nvery eyes. They have no shame. They\nwould gladly burn this slight roof\nabove my head and kill me and my\nchildren, if they had the courage.\nBut they are cowards and fear to\napproach ma, even to come into these\nwoods. You would laugh to hear what\nthey are afraid of. A child would\nlaugh to hear it.\n\n(laughter)\n\nWhy should we help you?\n\nSMITH\nWe have articles that might interest\nyou, Powers you do not possess,\nunless I am mistaken. Things we might\nteach you.\n\nWith a coal from the fire, Smith ignites a pile of\ngunpowder. The Indians stare at him like country people --\nthis man is a true magician. Fowhatan leaps to his feet.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith a coal from the fire, Smith ignites a pile of\ngunpowder. The Indians stare at him like country people --\nthis man is a true magician. Fowhatan leaps to his feet. \n\nTARGET SECTION TO BE ANNOTATED:\nPOWHATAN\nMy inferior in years and judgment,\npresuming to instruct me!\n\n(MORE)\n\ffo\n\n41\n\n26.\n\nPOWHATAN (cont'd)\nManacle his feat. Giva him sea water\nto drink. Feed him withered roots and\nacorn husks,\n\nSmith snatches up his sword. His captors have left it\nlying caralessly nearby, as though they imagined it were a\ndecorative part of his costume. Pocahontas looks on,\novercome with awe,\n\nPOWHATAN\nPut that away. You look ridiculous.\nI could disarm you with this stick,\n\nHe advances confidently on the Englishman. They stand\nfacing one another for a long moment. Then, with inhuman\nspeed, Powhatan raps him on the wrist, and Smith’s sword\ngoes flying from his hand.\n\nA brave stands up and levels his bow at Smith’s armor,\nhanging from the ceiling. The arrow shoots clear through\nthe steel. Suddenly a host of conjurers and medicine men\nenters the court. They dance around Smith with strange\ngestures and fall to the ground in paroxysms of delight.\n\nThe Chief Priest looks deep into Smith’s eyes and lets out\na piercing wail. His body is covered with coal and oil.\n\nHe wears a coronet of feathers and weasel skins. Six\nvirgins arrange circles of cornmeal, grain and sticks\naround Smith’s figure. Great wooden idols look down at him\nwith a scowl.\n\nWOBBLEHEAD, a lunatic with the habit of rolling his head,\ngestures to Smith that his story has failed to convince\nanyone -~ he will die. Other natives reach out and touch\nhis face in sympathy.\n\nPOCAHONTAS - SMITH'S POVS\n\nSmith sees Pocahontas. He wonders why she is here. Her\nhair is woven with strands of moss, her mouth painted azure\nblue. She is the very image of earthly beauty.\n\nAt a signal from the Chief Priest, the longhouse falls\nsilent. Powhatan offers a prayer to his divinities, then\nthrows his scepter in the dust at Smith’s feet. The\naudience gasps. Without a moment’s hesitation, his\nattendants bring in two large stones and set them down in\nfront of the Emperor’s throne.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nPowhatan offers a prayer to his divinities, then\nthrows his scepter in the dust at Smith’s feet. The\naudience gasps. Without a moment’s hesitation, his\nattendants bring in two large stones and set them down in\nfront of the Emperor’s throne. \n\nTARGET SECTION TO BE ANNOTATED:\nA dozen braves grab Smith, drag him to the stones and lay\nhis head acros&’.them. Smith sees the end has come. The\nbraves raise their huge clubs over his head. The tips are\nstudded with bear fangs and flints.\n\f27.\n\nSuddenly, Pocahontas breaks out of the crowd by her\nfather’s side, runs to Smith and puts her hand on his head.\n\nThe audience is astonished. She winds her arms around\nSmith’s shoulders. She pressas har head close to his. Her\nhair streams across his face.\n\nPOWHATAN\nCome here.\n\nPocahontas kneels in front of her father.\n\nPOWHATAN\nHow can you stand up for this\ncreature?\n\nPOCAHONTAS\nWhat has he done to you? He’s gentle.\nHe’s not afraid.\n\nPOWHATAN\nSilence. One more word and I will\nchide you. You’vea only seen your own\npeople. This man is common as clay.\n\nPOCAHONTAS\nI must be humble in my tastes, then.\n\nPOWHATAN\nHush! What do you know? A child!\n\nPOCAHONTAS\n(whispering now)\nLet me have him.\n\nPOWHATAN\nWhy?\n\nPOCAHONTAS\nBecause I ask it of you.\n\n_ POWHATAN\nThey know you are my favorite child.\nWould you embarrass me?\n\nPOCAHONTAS\nIf I have to. Ha might be a spirit.\n. POWHATAN\nA spirit?\nPOCAHONTAS |\nTeall ma -- have you ever seen his\n\nlike?\n\f28.\n\nPOWRATAN |\nHe eats and sleeps as wa do. He came\nfrom the same place as the others.\n\nPOCAHONTAS\nWhy do you speak this way, father?\nDoes pity never mova you? Look at\nhim. A good and noble man.\n\nPowhatan smiles. She is a stubborn, willful girl, but her\ndefiance only endears her to him. She is his favorite\nchild. Except for Smith, everyone in the longhouse knows\nit. Opechancanough, Powhatan’s militant brother, gestures\nfiercely that Smith should be killed.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is his favorite\nchild. Except for Smith, everyone in the longhouse knows\nit. Opechancanough, Powhatan’s militant brother, gestures\nfiercely that Smith should be killed. \n\nTARGET SECTION TO BE ANNOTATED:\nOPECHANCANOUGH\nThey are building a fortress! Drive\nthem off now, while they still are\nweak, or they will think we instead\nare weak and come in numbers.\n\nParahunt urges his father to exercise restraint.\n\nPARABUNT\n\nDon’t be harsh, father. Why should\nyou care about them as long as they do\nnot harm us? They only want a little\nswampland. It does us no good. If\nthey try to stay, you can drive them\noff, whenever you want. We outnumber\nthem a thousand to one.\n\nOPECHANCANOUGH\nFor now, We cannot tell what will\nhappen later.\n\nPOWHATAN\nWe shall find out what their\nintentions are. There is no reason to\nwaste lives. If they do not leave,\nthen wa shall attack.\n\nPowhatan raises his hand to signal that Smith will be\nspared and, nodding at Pecahontas, declares:\n\nPOWHATAN\nHe can maka her beads and bells.\n\nOne by one the Indians exploda with laughter. They rush\nforward and slap him on the back, pummel him, make him eat,\nstand up and sit down.\n\f42\n\n43\n\n29.\n\nthey carry him around on their shoulders as if he were a\nconquering hero, strip off his clothes, dangle their\nstrands of pearl around his neck, heap raccoon pelts on his\nshoulders and thrust a crown of feathers on his head.\n\nSmith has no idea what to make of all this. The moment\nbefore they were ready to slaughter him and now they treat\nhim like their bosom friend. . His look of perplexity only\ncauses them to laugh the more. Meanwhile, Powhatan confers\nwith his advisors.\n\nPOWHATAN\nWe shall watch them and wait.\n\nOPECHANCANOUGH\nFor what?\n\nPOWHATAN\nFor whatever comes. A dream.\n\nSMITH AND POCAHONTAS ~ LATER - DAY-FOR-NIGHT\n\nSmith comes upon Pocahontas in the moonlight. She shies\naway, and still it seems that she trusts him.\n\nSMITH\nDon't be afraid. Your father says\nthat I’m to teach you --\n\nHe follows her deeper and deeper into the flickering\ndarkness.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe shies\naway, and still it seems that she trusts him. SMITH\nDon't be afraid. Your father says\nthat I’m to teach you --\n\nHe follows her deeper and deeper into the flickering\ndarkness. \n\nTARGET SECTION TO BE ANNOTATED:\n She says something to him in pantomime, but he\ndoes not understand what she means.\n\nSMITH\nThey might chop off my head if I\ndon’t put sense in you.\n\nShea swings back and forth on a rope strung from a high\nbranch. The wind flutters har short skirt, and his heart\nskips a beat.\n\nSCENES OF INDIAN LIFE - MONTAGE\n\n_Led by Pocahontas, Smith walks through Werowocomoco,\n\nmarveling at the Indians’ way of life. She is constantly\nshooing away her host of simpering maids. She points when\nshe wants him to do something: sit down, get up, etc. She\ndrops a leaf from her hand.\n\nPOCAHONTAS\nPick that up, please.\nthe does)\nAnd if I dropped it again?\n\f30.\n\nSMITH\n\nI would pick it up again.\n\n{she smiles)\nWould you like ma always to do what\nyou wish, Princess? -- to follow you\nin the woods when you say “come” -- to\nchase you round the trae to catch you,\nand to lie down for you to thraw\nleavas on me, and to be glad when you\nare glad?\n\nPOCAHONTAS\nYes!\n\nHe is no longer the enlightened, creedless man. She is a\nbeing sacred and apart. She is so near that naw world\nwhose existence he has only guessed at, that it seems\nbrought near to him.\n\nTwo young braves loll in a hammock smoking a pipe. They\nsmile pleasantly at Smith and return to their tobacco\nvisions. By nature they are a silent people. The scolding\nof a crow is loud above the normal sounds of the village.\n\nPowhatan sees Smith with his daughter. He does not scowl\nas an English father might. In fact, he feels a certain\namusement -~ that she should let herself be amazed this\nway, as though by a strange bird. He is a man free of\njealousy, a man of deep understanding. Yat while he does\nnot take her infatuation seriously, he still must keep a\nclose watch on Smith to maasure his utility to the Indian\ncause.\n\nYoungstars play basketball on a strange court surrounded by\nposts with nun-like faces carved in them.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is a man free of\njealousy, a man of deep understanding. Yat while he does\nnot take her infatuation seriously, he still must keep a\nclose watch on Smith to maasure his utility to the Indian\ncause. Youngstars play basketball on a strange court surrounded by\nposts with nun-like faces carved in them. \n\nTARGET SECTION TO BE ANNOTATED:\n Their elders\nhunt stag in the groves between their gardens, costumed in\nthe skins of their prey so that they can approach them\nquite closely.\n\nThey show Smith rabbit and fox tracks and speculate about\nwhat transpired at their intersections. They catch fish in\ntraps made of bound sticks and broil them with their\nvenison on hurdles over outdoor fires.\n\nIn the center of the corn fields stand high towers, where\nwatchmen stand guard against the crowd. Their cries and\nthe noise of their rattles ring constantly through the air.\n\nIndian mothers take to the water with their children on\ntheir shoulders: The men keep their bows with them. When\nthey are in the water, they tie their quivers to their hair\nso their hands will be free. They light great fires at\nnight, to show their joy.\n\f44\n\n45\n\n3t.\n\nSmith exchanges greetings with Parahunt and Wobblehead.\nExcept for Opechancanough, the Indians receive him as a\nbrother. Gradually ha comas to find his English dress\nconstricting and, piace by pieces, he substitutes for it a\ndeerskin robe and headdress.\n\nOften they tease him, mocking his English manners,\nespecially his swordsmanship in the woods the morning he\nwas caught. They hold no grudge against him. They are\nnaked, frolicsome, full of good humor, always inclined to\nlaugh, which they do with irresistible grace.\n\nIt is a pleasant sight to see them wading in the rivers in\nthe cool of the avaning, free of care, living cheerfully\nand at their hearts’ ease. They do not seek more than they\nneed. They share with their neighbors. They overflow with\nmercy and loving kindness. They have mo wants beyond what\nthe day provides. Like tha lilies of the field, they\nneither toil nor spin, yet Solomon in all his glory was not\narrayed as one of these.\n\nTIGHT ON SMITH - “OTHER SIDE” MUSIC .\n\nIt strikes Smith that there is soma other way of existing\nin this world, outside the eternal circle of struggle and\ndesire. Little by little he parts with the ideas that\nclothe the soul of the European, above all the idea that a\nMan attains strength through force.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nTIGHT ON SMITH - “OTHER SIDE” MUSIC . It strikes Smith that there is soma other way of existing\nin this world, outside the eternal circle of struggle and\ndesire. Little by little he parts with the ideas that\nclothe the soul of the European, above all the idea that a\nMan attains strength through force. \n\nTARGET SECTION TO BE ANNOTATED:\n He assumas, in some\nMeasure, the dress and manners of the Indians as he\ndiscovers a self he never knew he had. His civilized\nbrothers have lost something these Indians enjoy like the\nvery air they breathe. Why should he aver wish to leave\nthis Eden?\n\nBut even as he entertains these thoughts, he half-knows he\nwill not honor them -- that the passionate conviction of\nthis autumn afternoon will one day seem a dream, a passing\nfancy. For the moment, however, he is a free man. He has\nopened his eyes. Hae can follow his vision or betray it.\n\nEXT. CLEARING - POCAHONTAS AND SMITH\nHe sits with Pocahentas in a clearing. He is giving her an\n\nEnglish lesson. Har words have by now acquired a soft\nAlgonquin lilt.\n\nPOCAHONTAS /\nYou coma from that way? Yes? What is\nthat way?\n, SMITH\n\nNothing but ocean, for months and\nmonths.\n\fHe traces\nmiddle.\n\n32.\n\nPOCAHONTAS\nMonths? What are they?\n\nSMITH\nNo matter. The world is so large that\nwe only see a small part of it from\nany one place, Look.\n\na circle in the sand and puts a pebble in the\n\nSMITH\nThis is the spot we are standing on.\nAnd this is all that we can see from\nhere. This is Virginia, and these\nwoods, if you walked in them for\nyears, would be the world,\n\nPOCAHONTAS\nDe you know all the world? All the\nmountains and rivers and all the\npeople in the world?\n\nSMITH\nThat would be impossible. You imagine\nthe rest of the earth is like this\nlittle part here. But it’s not all\nthe same, There are rivers and\nmountains and...\n\nPOCAHONTAS\n(interrupting)\nI can swim.\n\nSMITH\nAeross these rivars, no. There are\nmountains that none can climb. Beasts\nthat would gulp you down. And with\ngreat pleasure, too.\n\nAstonished, she runs out to. the edge of the woods.\n\n_the world?\n\n‘, POCAHONTAS\nTall me, what's there? And there and\nthere? Tell me.\n\nSMITH .",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd there and\nthere? Tell me. SMITH . \n\nTARGET SECTION TO BE ANNOTATED:\nEven if I knew, it would take too long\nto tell.\n‘ POCAHONTAS\n\nHurry! There is time. What is beyond\n\f46\n\n33.\n\nSMITH\nWater, only water. Didn’t I say?\n\nPOCAHONTAS\nAll around?\n(he nods)\nWater, no beyond? Only water?\n\nSMITH\nLook at the moon. It is like that\nwith the world. We cannot touch it.\nWe cannot put our hands on it. Beyond\nthe water that flows around the world,\nbut far away -- so far that it would\ntake months and months in a ship to\n\nreach them -- there are islands, soma\nsmall, others as large as this land\nhere -- some where the people live in\n\nsnow and ice the whela year round,\nothers where they go naked as a calf.\nBut they are so far away, so\nimpossible to raach, that it’s uselass\nto speak of them. They are like the\nmoon. You don’t know it yet, but\nthere are a thousand kings, dukes,\nemperors and petty princes whose state\nis greater than your father’s. You’re\na wild creature that belongs to a\n\nbygone aga. .\nPOCAHONTAS\n\nCan you keep a bird on your finger?\nSMITH\n\nNo.\nPOCAHONTAS\n\nCan you catch a fish with your hands?\n\nSmith shakes his head; no.\nTHE SARCOPHAGUS OF HER ANCESTORS\nPocahontas has brought Smith to a long, dim hut filled with\n\nthe bones of her ancestors. Skeletons lie in perfect\nsilence on wicker platforms,\n\nSMITH\nWho are they?\n\nPOCAHONTAS\nMy ancestors. Our fathers and\nmothers. All. Their bones are here.\n\f34.\n\nShe points to one of the skeletons.\n\nPOCAHONTAS\n\nMy mother. But not she. Only her\nbody is turned to dust.\n\n(she toes the ground)\nBut she is away -~ up there, where the\nstars are. We do not die, but go on,\nand on. No one is lost. I talk to\nher. Sometimes I say, “Why do you\nnaver answer when I speak?” And when\nI think she is quiet, than she\nwhispers so. Turn away.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nI talk to\nher. Sometimes I say, “Why do you\nnaver answer when I speak?” And when\nI think she is quiet, than she\nwhispers so. Turn away. \n\nTARGET SECTION TO BE ANNOTATED:\nShe imitates the voice of her mother’s spirit, a ghostly\nsound like the wind in the pines.\n\nPOCAHONTAS\n\nShe lives in the clouds.\nSMITH\n\nOh yes? .\nPOCAHONTAS\n\nDidn’t you know? All those books you\nread, what good are they? Why do you\nread them? If they don’t teach you\nthis, what do they teach you?\n\nSMITH\nOther things.\n\nPOCAHONTAS\nWhat things? Do they say who made the\nclouds -~ or why? Why your nose is\nhere, not there? Why you are you, and\nIam I?\n\nShe looks up at tha sky with an open mouth, in a sort of\necstasy, as though she were seeing it for the first time.\n\nPCCAHCNTAS\n{series of jump cuts)\nTall me, John ~~ why can’t the wind\nblow backwards? Why do the trees love\nthe sky?\n(astonished)\n\nYou don’t know?\n(after a pause)\nTurn away.\n\nShe comes up behind him, bends over and whispers\n\f47\n\n35.\n\nPOCAHONTAS\nAre the people in London as we are?\nWould they understand me?\n\nSMITH\nNo, there’s none lika you. Not one.\n\nShe laugha and runs off. Smith follows her. The Great\nRabbit, the Pamunkeys’ fierce god, looks on.\n\nPOCAHONTAS AND SMITH - MONTAGE\n\nTime passes. Fall colors hava appeared in the trees.\nPocahontas takes Smith to the river with her when she\nbathes. They swim together, naked. She gives him\nbreakfast out of her own bowl and shows him her favorite\ntrees in the woods,\n\nShe sits enthroned and watches the sham wars of the braves\nas they hunt one another with headless arrows, practice\nfeints and attacks.\n\nPassing her hands over a fire, she gathers its light into\nher heart.\n\nShe tells Smith about the migrations of the birds, shows\nhim where to find the turkeys’ nests and the blueberries,\nwhat bark to use for remedies. Wild creatures come\nfearlessly to her outstretched hand.\n\nShe looks through a book of drawings of London that he\nbrought along in the boat.\n\nSMITH (O.8.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nWild creatures come\nfearlessly to her outstretched hand. She looks through a book of drawings of London that he\nbrought along in the boat. SMITH (O.8. \n\nTARGET SECTION TO BE ANNOTATED:\nThose are tha belis that cali the\npeople home and those ara white birds\n-- they fly around the steeples.\nThose are the ships that sail along\nthe river. That is a flag that\nstreams in the breeze. And that a\ngreat clock; the greatest in all\nEngland.\n\nShe is astonished. smith has sat her imagination on fire.\nEach igs strange to the other, each intrigued by the other’s\ndifferences.\n\nPOCAHONTAS\nWill I evar sea these, John? I have\ndreamed of them, the steeples and the.\nboats on the river. Will I die before\nI sea them?\n\f48\n\n36.\n\nSMITH\n\nProbably.\n\n(after a pause)\nNow that I have come hera, I will\nnever be able to live in that world\nagain.\n\n(catching her hand)\nDo yau like me to hold your hand?\n\nPOCAHONTAS\nYes.\n\nShe looks at herself in a mirror as she combs her hair.\nThe comb is a device the Indians are unfamiliar with and\nquite fascinated by.\n\nSMITH | :\nDo you intend to spend the rest of\nyour life admiring yourself?\n\nPOCAHONTAS\nIf I can! .\n\nNothing so lovely has aver been created. He loves her as\nhe has never loved before, never could love any other\nbeing. His former ambitions seem as nothing now; paltry,\ncommonplace, unworthy of him. He is a changed man, and\nthis change is the proof that that old artificial life\nnever was and could not be the real one, in harmony with\nhis true nature.\n\nOTHER ANGLES ~ POCAHONTAS AND SMITH - COMPASS\n\nPocahontas sits in the moonlight touching the palm of\nSmith’s hand, studying his fingers. Her eyes are fixed on\nhim with a look ha finds strangely soft and flattering.\nShe loves averything. She has a soul of innocent zest,\nShe listens to his heart and laughs with delight. She\nlooks at his compass, the magic little box, utterly awed,\nas though she believed you could make wishes on it.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe loves averything. She has a soul of innocent zest,\nShe listens to his heart and laughs with delight. She\nlooks at his compass, the magic little box, utterly awed,\nas though she believed you could make wishes on it. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS\nAm I dreaming?\n\nHe sees that she is asking in earnest, but when he attempts\nto reply, she touches his lips with her finger and asks:\n\nPOCAHONTAS\nWhy do you not answer me -- speak to\nme --.speak to me, like this?\n\nHe understands. He is learning to speak this new language\nof the eyes, as gradually the ideal becomes real to him.\n\f37.\n\nPOCAHONTAS (0.8.)\nIs he a god? What are these feelings\nthat I have? He has come into my\nheart. His eyes are like a lake, and\nI am his.\n\nSmith gives her lessons in astronomy. He explains the\nmotions of the sun, the earth and the moon. de plays the\nmoon, running circles around Pocahontas, who plays the sun,\nwhile her maids, the stars, move along beside them in\nstately procession. She loves it when he cuts up for her\nfriends. He watches them cavort through the trees above,\nlike spirits of the forest.\n\nPOCAHONTAS (0.S.)\nHe has no evil in him, and is\nbeautiful to look at. His words are\ngentle, and his desire is to be always\nwith me. We shall go beyond where tha\nworld ends.\n\nOne afternoon, while alone, she finds him carrying logs.\n\nPOCAHONTAS\nRest a moment. My father is away this\nafternoon. Here, I will help you.\n\nSMITH\nUnder no circumstances! I will not\nsee you dishonored.\n\nPOCAHONTAS\nIt would dishonor me less than you. T[\nwould do it more easily. I want to.\nYou do not.\n\nSMITH\nI don’t know if the young men ever _\ntell you, but you're -- a little pixie\nis what you are, actually. <A sprite.\n\nHe sats down his load. She puts her hands on her\nshoulders, te cover her breasts, and closes her eyes. She\ncannot believe the grace and beauty these gods have-\n\nPOCAHONTAS\n(embarrassed)\nHow people are where you live, I do\nnet know.\n(he smiles at her)\nAre you a prince?\n\nSMITH\nNo.\n\fa8.\n\nShe rolls her eyes. She does not believe him.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\na8. She rolls her eyes. She does not believe him. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS\nDo you love ma?\nSMITH\nAt this moment, more than anyone in\n\nthe world.\n(she staras up into\nthe trees)\n\nWhy are you doing that?\n\nPOCAHONTAS\nBecause I do not deserve you. Why\nshould mean like to kiss?\n\nSMITH\nLet me show you.\n\nPOCAHONTAS\n\n(after they kiss)\nNow I sea. I am afraid. I am your\nwife, if you will marry me. If not,\nthen I am your servant -- whether you\nlike it or not,\n\n(suddenly alarmed)\nI don’t know why I talk this way.\nSometimes I seem younger than I am.\n\nSmith stumbles. She frowns.\n\nSMITH\nI lost my balance.\n\nPOCAHONTAS\nWhere did you lose it?\n\nSmith looks at her and marvels.\n\nSMITH\nWhat a mystery woman is! Sometimes I\nwish all you pretty creatures would\ndie the same time I de, but alas,\nyou'll go on living and having a high\nold time. Man will be taking you in\ntheir arms when I’m just dust for you\nto walk on.\n\nPOCAHCNTAS\nYou will not deny me?\n\f| eal\n\n49\n\n50\n\n§1\n\n39.\n\nSMITH\nHow could I? Do you not see it in my\nface -- all that I fael for you, the\nlove that makes me happy? For this is\n\nlove, my sweet, that makes our two\nsouls one.\n\nPOCAHONTAS\nShall it always be so?\n\nSMITH\nYes!\n\nShe offers her hand to him as a pledge. He kisses it and\npresses it against his forehead. A thrush sings in the\npines.\n\nEXT. POWHATAN’S LODGE\n\nQutside his lodge the Emperor sees Smith’s armor hanging\nfrom a tree. He shrugs off his long robes and lights his\npipe. When the tebacce has taken its effect, he lies back”\nand closes his eyes.\n\nPOWHATAN’S DREAM - STRANGE LANDSCAPE, TREE, STAIRCASE\n\nPowhatan finds himself in a land he has never seen before,\nsurrounded by strange flowers and animals. Ranks of clouds\nmove through the sky.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen the tebacce has taken its effect, he lies back”\nand closes his eyes. POWHATAN’S DREAM - STRANGE LANDSCAPE, TREE, STAIRCASE\n\nPowhatan finds himself in a land he has never seen before,\nsurrounded by strange flowers and animals. Ranks of clouds\nmove through the sky. \n\nTARGET SECTION TO BE ANNOTATED:\nA man stands before him and shows by a gesture that he has\ncome from the west and that he means to marry his daughter.\nThey will spawn a new race.\n\nAll at once a tree takes root in front of him and begins to\ngrow at astonishing speed, higher and higher, until it\nreaches inte the heavens. Powhatan steps through the bark\nof the tree. Inside, he discovers a winding staircase. He\nclimbs the staircase, his shadow climbing ahead of hin.\n\nEXT. RIVER\n\nThe afternoon is sweet and drowsy. Smith and Pocahontas\nlie in a peaceful spot along the river. They have managed\nto elude her retinue.\n\nPOCAHONTAS .\nNo one knows where we are. You can\nescape if you want to. They’d never\ncatch you. Gof\n\nSmith shakes his head. He does not wish to.\n\fBoe\n\n52\n\n40,\n\nPOCAHONTAS\nI was testing youl\n\nYielding to a swift impulse, Smith puts his arms around\nher, presses her to him and kisses her forehead. Then he\nis frightened -- when she goes so pale, closing her eyes,\nso that the long, dark lashes lie still on her cheeks; when\nshe sighs with answering love. He runs his hand over her\nyoung shoulders, wondering how much she knows. She\nunhitches her apron, She is without shame. Smith has\nnever seen anything so beautiful. She sinks to her knees\nand draws him gently down beside her.\n\nSMITH\nDo you know what you’ re doing?\n\nPOCAHONTAS\nDo you?\n{he nods)\nThen why are you afraid?\n\nSMITH -\nAfraid?\n\nThey are silent for a time. Then she gets back up and\nslips her apron on, smiling at him mysteriously.\n\nShe takes his hand, puts it to her heart, her forehead.\nShe rubs her nose against his, then quietly Slips off inta\nthe pines. At last they close around her, and she is gone,\n\nSmith feels happy and triumphant. Shivers run through his\nlimbs and a vague alarm. This is the beginning of -- what?\nHe walks around to get on terms with thesa new sensations.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nShivers run through his\nlimbs and a vague alarm. This is the beginning of -- what? He walks around to get on terms with thesa new sensations. \n\nTARGET SECTION TO BE ANNOTATED:\nTo hold in his fingers such a wild flower, to put it to his\nlips and feel it tremble with delight against them! What\nintoxication and -- embarrassment! What to do with her -~-\nhow to meet her next time?\n\nReturning through the woods, he sees his guards waving to\nhim. The Emperor has summoned him.\n\nINT. POWHATAN’S LODGE - SMOKE - CG PARAKEET\n\nSmith enters Powhatan’s lodge. He understands Algonquin\nnow and does not have to wait for an interpretation, though\nhe replies to Powhatan in English.\n\nPOWHATAN\nI think your people come to take our\nland away.\n\f41.\n\nSmith has come to feel a bond with Powhatan’s people that\nhe did not feel before. He wants to speak honest Ly.\nBecause ha cannot, he keeps silent.\n\nPOWHATAN\nGo back to them and tell them what you\nhave seen. You can say that we ara\nweak, that wa lie around in our\nhammocks the whole day long and can\nbe taken with your muskets. Or you\ncan say that, though we live in peace,\nwe yet are strong, that you have seen\nan Empire all of whose sons and\ndaughters, nephews and nieces are\nready to die to preserve their land,\nat their King’s command. You can say\nthat his kingdom is very great, that\nit extends for many weeks’ journey,\nthat he has green fields and great\nstorehouses of corn. What-‘you all\nthem will either discourage them or\narouse their lust. Tell them what you\nknow.\n\nSMITH\nI shall.\n\nPOWHRATAN\nYou Tassantasses ask what lies to the\nwest, beyond the mountains and the\nfalls. Believe me, there is no\nsaltwater. The rivers dwindle into\nstreams. The hills rise up in\nforests, But there is no sea to the\nwest, only the land stretching away\nforever in great meadows, where\nwanderars follow the buffalo herds.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nBelieve me, there is no\nsaltwater. The rivers dwindle into\nstreams. The hills rise up in\nforests, But there is no sea to the\nwest, only the land stretching away\nforever in great meadows, where\nwanderars follow the buffalo herds. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH\nHas anyone gone so far he can say\nthat?\n\"” POWHATAN\n\nRemember that while you are a\nTassantasse, and the son of your King,\nyou are my son, too, We must not\nspend our lives fighting one another.\nThere is no sensa in taking by force\nwhat you may have for love or\ndestroying those who provide you with\nfood. What can you get by war when we\ncan hide cur stores and fly to the\nwoods? You would famish for wronging\nus, your friends.\n\n(MORE }\n\f42.\n\nPOWHATAN (cont’d)\nDo you think I am so foolish not to\nknow that it is better to aat good\nMaat, to sleep peacefully with my\nwomen and children, to laugh and ba\nmerry with you, to have copper and\nhatchets and other goods, than to be\nforced to flee, to lie cold in the\nwoods, to feaad on acorns and roots and\nbe hunted by you so that I can neither\nrest, nor eat nor sleep? What I say\nis true. The earth hears me. The sea\nhears me. Shall I lie?\n\nSMITH\nI trust not.\n\nPOWHATAN\nMy councillors tell me that I should\nhave you killed. You have gained a\nknowledge of our arms and our strong\nplaces. But my daughter assures that\nyou are a good man, and I do not like\nto kill. Men should live in peace. .\nWhat need is there to hate and kill\nand steal? Wa take what we nead. We\nask no more, We belong to this earth.\nWa were made when this earth was made.\nWhy do you bother us? What kind of\npeople to you think we are? Let the\nstreams of life flow in peace. Let us\nchange this earth and make it better.\nAll the people in the world ought to\nlove it and speak well of it, always.\nThen it will last forevar, and the\ntrees will never caase to bloom.\n\nSMITH\nI hope, as you do, for quiet days and\nlong life. I believe wa can live in\npeace.\n\nPOWHATAN\n\nThen leave us, You will turn the\nworld upside down. Looking for what\nyou might have found at home. Go back\nwhere you came from.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOWHATAN\n\nThen leave us, You will turn the\nworld upside down. Looking for what\nyou might have found at home. Go back\nwhere you came from. \n\nTARGET SECTION TO BE ANNOTATED:\n We are stronger\nthan you. We shall destroy you if you\ndon’t. I will send you back with a\nsupply of food. Wea giva you this and\nno more,\n\nPowhatan dips his hands in ashes and washes them .\nthoroughly, then rinses them in another bowl and dries them\non a bunch of feathers.\n\f \n\n53\n\n54\n\nAn attendant steps forward and gives h\ninhales deeply and passes it to Smith.\n\nPOWHATAN\nI wonder who you are, Smith.\nat you and I think, “There’s\n\n43.\n\nima pipe. Ha\n\nI look\nnothing\n\nill can dwell in him.” I hope tha\ntime Will never come when I shall say,\nI should have killed this fine man.\nCan I trust you more now than when you\n\nfirst came to this city?\n\nSmith smiles at Powhatan, more than an\nhim,\n\nSMITH\n\nadmirer ~- in awe of\n\nI believe so. I believe, anyway, that\nwe gan work out our differences. I\nwill do all that I can to see that it\n\nis done.\n\nPOWHATAN\n(nodding)\n\nBefore you leave, I offer you this\nvanity of mine. It was brought to me\n\nfrom a land to the South.\n\nIndian dancers enter, singing wild mel\n\neodies, and present\n\nhim with a brilliant Carolina parakeet.\n\nEXT. POWHATAN’S LODGES\n\nThe Indians bid Smith a fond farewell.\ndeep respect for him, and he for them.\nalona does not smile.\n\nThey have gained a\nOpechancanough\n\nEXT. WOODS - SMITH AND POCAHONTAS - LATER\n\nSmith walks along with his arm over Pocahontas’ shoulder.\n\nPOCAHONTAS\nI imagined you would never 1\nI had no right to think so.\nmany things I want to say.\ngoing to happen?\n\nSMITH\nWhat do you mean?\n\n- POCAHONTAS\nYou won't forget me?\n\nHe looks at her. It strikes him that\nwith a near child.\n\neave us.\nThere are\nWhat is\n\nhe has fallen in love\n\f55\n\n56\n\n57\n\n44.\n\nSMITH\nYou trust ma?\nPOCAHONTAS\nYes -- I do.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere are\nWhat is\n\nhe has fallen in love\n\f55\n\n56\n\n57\n\n44. SMITH\nYou trust ma? POCAHONTAS\nYes -- I do. \n\nTARGET SECTION TO BE ANNOTATED:\n Think of me alone, days\n\nand days, in the wood, waiting for\nyou, all the time saying, “Come\nquickly, John. How long you are.” Oo\nJohn, how happy we shall bal!\n\nSMITH\nI must go. Tha favor of kings is a\nslippery boon. Thay withdraw it as\nlightly as they grant it.\n\nPOCAHONTAS\nI will not be troubled. As little as\nthe sky. I will watch for your\nsignal.\n\nShe walks quickly off.\nNEW ANGLE\n\nSmith picks up his armor and slings it over his shoulder.\nThe braves who will conduct him to the fort tie a blindfold\naround his eyes.\n\nPocahontas watches him go, confident things will work out\nfor the best. Whan her father comes upon her, she gives\nhim an uneven look.\n\nPOWHATAN\nI want you to promise me one thing.\nThat you will put your people befora\nall alse in the world -~ aven your own\nheart.\n\nShe nods.\nEXT, A PATH THROUGH THE WOODS\n\nBlindfolded, smith'follows the caravan of Indians through\nthe woods. .\n\nEXT. JAMESTOWN FORT\n\nSmith walks down the road to the Jamestown fort. It is\njust after sunrisa. The English sentries ara fast asleep.\nThe Indians stop a hundred feet away. Smith locks up. The\ngates are decorated with the skulls of deer and.bear. What\nwill stepping back into this other world mean? Will he\nforget? It seams he goes forward by a conscious act of\nwill,\n\foo\n\n58\n\n45,\n\nA sentry wakes up. He gasps at the Indian caravan, then at\nSmith himself -- this man whom they had given up for dead,\nto discover him so utterly changed.\n\nSENTRY\nCaptain Smith!\n\nHe goes running through the colony to announce Smith's\narrival,\n\nSECOND SENTRY\nThe Savages will have to stop here,\nCaptain. Raasons of security.\n(under his breath)\nWe don’t want ‘em to know we’re\nmortal.\n\nSmith gestures to the Indians that they should set their\ngifts down.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nRaasons of security. (under his breath)\nWe don’t want ‘em to know we’re\nmortal. Smith gestures to the Indians that they should set their\ngifts down. \n\nTARGET SECTION TO BE ANNOTATED:\n They are only too glad to leave,\n\nNEW ANGLE - SMITH ASTONISHED AT THE CHANGE\n\nWithin the walls of the fort averything is topsy-turvy.\nAlong the street of sailcloth roofs the houses are falling\ndown, the faw that have been completed. The men limp out\nef their tents and dugouts, pale with rickets and\ndysentery, like the inmates of a concentration camp.\n\nSmith finds WILF, the cabin boy, drawing water. His feet\nare dusty and bleeding. He has bowed legs and sharp, ugly\neyes. Yat still he is as swaggaring a boy as ever stood\nfour feat, six inehes tall. He offers Smith a drink.\n\nWILP\nYou have to quaff it now. Somebody\nelse wants the tumbler.\n\nSMITH\nWhat’s happened here? Where is\nCaptain Newport?\n\nWILF\nGone back to England, sir, with all\nthree ships -- to get supplias, new\nmen. He left Captain Ratcliffe in his\nplace.\n\nSMITH\nAnd Ratcliffa, where is he?\n\nWILF\n\n(evasively)\n\nWhy ~-- he’s gone, sir. We expect he\n\nperished. Nobody knows.\n(MORE)\n\f46,\n\nWILF (contd)\nI mean, there’s talk about this and\nthat, but nobody knows, in the proper\nsense of the word. One day he just\nvanished like a ghost!\n\nIll-looking faces jut out of doors, register amazement,\nthen withdraw inte. the darkness, The dirty juvenile with\nthe manners of a man begins to whisper, worried he will be\noverheard,\n\nWILE\n\nSince you left half of ‘em has diad.\nCrops all failed. Seeds won’t take\nroot. We got nothing to eat. This\nmorning there’s another four gone.\nYou find them laying out on the\ndoorstep, dogs sniffing them, the ones\nthey still hadn’t set to eatin’. I\ngrew up in Brighton, but I swear\nbefore Almighty God, I never seen the\nlike. The gangs, they bully around\nand steal from the store, gamble and -\nkeep us all on short rations whilst\nthey have their fill.\n\n{over such scenes)\nThey don’t fool me.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\ngrew up in Brighton, but I swear\nbefore Almighty God, I never seen the\nlike. The gangs, they bully around\nand steal from the store, gamble and -\nkeep us all on short rations whilst\nthey have their fill. {over such scenes)\nThey don’t fool me. \n\nTARGET SECTION TO BE ANNOTATED:\n They cuff me\nabout but I just looks at them cold-\nlike, you see. They know what I’m\nthinking. Hoho! Don’t they imagine I\ngot my own ways of dealing with\nthings? -No, oh no, by no means!\n\nHe slyly removes a knife from the crown of his hat.\n\nSuddenly,\n\nWILF\nDon’t fret your ayelids on that score!\nThey bowl while the houses fall down.\nNobody pays attention or obeys the\nother’s commands! Be a charmer, don’t\nnoise it about I told you soa.\n\nWingfield walks up and cuffs the boy aside.\n“| WINGFIELD\n\nWinsome boy. I feel about him as\nthough he were my own son.\n\nHe struts around like a Japanese swordsman, all glower and\nbluster, backed by six other pirates armed with swords and\nmatchlocks.\n\nWINGFIELD\nYou look quite well, Smith. Been\nanjoying yourself, have you? Been\nenjoying yourself mightily, I expect.\n\f47.\n\nFrom his regimen of venison and corn, Smith looks\nshockingly healthy next to tha other Englishmen, evan\n\nWingfield and his henchmen, who have fared better than the\nrest.\n\nWINGFIELD\nYou were sant to relieve our\nsituation, not to pleasure yourself.\nWe here have suffered.\n{nodding at Wilf)\nBeen telling you a lot of stories, has\na?\n\nSMITH\nAs a good citizen, I ignore the\nstories which bring officialdom into\ndisrepute.\n\nWINGFIELD\nNo speeches, Smith. Things are\ndifferant now, We can’t gat away with\ncheek. Allow cheek, and we shall have\nchaos. I -wear a medal now, I am the\nPresident. You were stripped of your\ncaptaincy.\n\nSMITH\nMay I know why?\n\nWINGFIELD\nSomeday, yes, but let's not talk about\nthat now. As a matter of fact, you'd\nbe considerably happier if you didn’t\nmake my job more tiring than it\nalready is. You shortly will be\narrested in the nama of His Lordship,\nKing James, and confined to the\nfortress.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWINGFIELD\nSomeday, yes, but let's not talk about\nthat now. As a matter of fact, you'd\nbe considerably happier if you didn’t\nmake my job more tiring than it\nalready is. You shortly will be\narrested in the nama of His Lordship,\nKing James, and confined to the\nfortress. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH\nWhat is tha charge against me, if I\nmay know?\n\nWINGFIELD\nCaused tha death of two good\nEnglishmen. Than you deserted.\nFurthermore, you have allowed the\nNaturals to see the state of our\nextremity.\n\nSMITH\nAre you qualified to pass judgment on\nme?\n\fWINGFIELD\nThat needn’t concern you at present.\nPity you were not here to defend\nyourself in person at the trial, I\n\nassume your guilt made you afraid to\nreturn,\n\nHe waits to sea if Smith will be provoked into defi\nbut Smith only stares at him. © defiance,\n\nSMITH\nMy trial?\n\nWINGFIELD\nYou were tried during the period of\nyour desertion.\n\nSMITH\nThis does not amuse me,\n\nWINGFIELD\nThen you will be even less amused to\nlearn that you were condemned to\ndeath,\n\nCrazy with hunger, the English fall madly on Powhatan’s\n\ngifts, cheering Smith as a hero. His parakeet flies away.\n\nWINGFIELD\nWhat did you offer them in return for\nthese bats’ tails and what-have~-you?\n\nHe gestures contemptuously at Powhatan’s gifts, while his\ncronies bully the others out of the way to make sure they\ngat the lion’s share.\n\nWINGFIELD\nNocturnal creatures!\n\nHe sticks his sword into a raccoon and throws it to a man\nto whom ha owas a favor.\n\n- WINGFIELD\n\n(to his henchmen)\nSend them a dozen of those red top\nhats. And the bed in which Master\nGodfrey died, since none will sleep in\nit. And Nelson’s cur. The ever so\npoxey one. They haven’t one of those,\nI suppose.\n\nHe points to a sickly greyhound. Argall steps forward and\n\nspeaks directly to Smith, ignering Wingfield.\n\n48.\n\fas.\n\nARGALL\nHe keeps the best food for himself,\nCaptain, and gives us rotten corn.\nBeing an atheist, he has no Bible,\nwhich you can go down there right now\nand prove. You'll find he also has a\nSpanish grammar, for reasons which are\nunclear, except parhaps to a Papist\nscholar.\n\nSmith studies the motley crew.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeing an atheist, he has no Bible,\nwhich you can go down there right now\nand prove. You'll find he also has a\nSpanish grammar, for reasons which are\nunclear, except parhaps to a Papist\nscholar. Smith studies the motley crew. \n\nTARGET SECTION TO BE ANNOTATED:\n He has just come from\npeopla who asked for nothing and gave away everything in\nreturn. He feels a disgust with their selfishness, greed\nand complaint. He sees in tham the person he was four\nmonths ago and must never allow himsalf to ba again,\n\nARGALL\nHe was planning to take the boat and\nleave us here while he ran off to\nNewfoundland. His name is not even\nWingfield. Woodson -- Woodson’s the -\nname, Charming. Left England under a\ncloud of disgrace, he did. A master\nforger. Charming in tha extreme.\nEver so charming.\n\nWINGFIELD\nSeize them. Anyone impeding the\npunishment of these rogues will be\ndealt with harshly.\n\nWingfield’s men move to arrest Smith and Argall. smith\ndraws his sword. They challenge him with theirs, but they\nare no match, evan in numbers. With dazzling skill, he\ndispatches three of them. As the crowd sees his strength\nand the chance to turn the tide of things at the fort, they\njoin him. Wingfield’s man are soon overpowered.\n\nWINGFIELD\nYou want to gat rid of me, eh? Give\nme the old heave-ho? Let ma tell you,\nthera’s not a square-head here man\nenough to get away with that. Don’t\nstart anything you can’t finish. Will\nyou all be witnesses to this? Stop\nnow or I shall report this mutiny to\nLondon. It could be ugly.\n\n. ARGALL\nQuite ugly.\n\nA sword tip explodes through Wingfield’s armor. Argalil has\ncome up behind him and run him through. Smith stares at\nArgall, stunned by this naked act of murder.\n\f50.\n\nThe others seem accustomed to such goings-\nfor the, entertainment. gonngeron and grateful\nFIRST MAN\n\nDead as a ‘erring, Serve ‘im right.\nPuttin’ on airs!\n\nWith a flick of his sword, Smith sends the murd,\nflying from Argall’s hands. meer weapon\nARGALL\nI was only trying to help you.\n\nSMITH\nArrest this man.\n\nA man named Small steps forward.\n\nSMALL\n\nI can ratify what Mr. Argall said,\n\n{toeaing Wingfield) .",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nA man named Small steps forward. SMALL\n\nI can ratify what Mr. Argall said,\n\n{toeaing Wingfield) . \n\nTARGET SECTION TO BE ANNOTATED:\nHe refused to give me a chicken or\nreturn the whistle I gave him in\npayment for it. In fact, one morning\nwhile conniving with his friend Mr.\nAckley here, he even refused to give\nme a spoonful of beer. Were we in\nEngland, I should be ashamed to let my\nservant keep company with such\nfellows.\n\nACKLEY\nYou never had a servant. You were\none. I ate a single chicken, and that\nwhen I was very ill. Small here ‘as\naaten six, a number of which he could\nnot be troubled to cook. For myself I\ncan prove that he begged in Ireland\nlike a regue, without a license. I\nknow his games. [I know the criminal\nmind.\n\nArgall steps forward, swallowing his pride.\n\nARGALL\nI say it’s Captain Smith should lead\nus.\n\nThe men raise a cheer of agreement. After all, he has\nsaved them from starvation, Ackley strips the President’s\nmedallion off Wingfield and puts it over Smith’s neck.\nWith a wave of his hand, Smith rescinds the order for\nArgall’s arrest.\n\f59\n\n60\n\nSl.\n\nSMITH\n\nTf I lead you, you’ll listen to me and\nrespect my orders. The gentlemen will\nbe obliged to bend their backs and\nobey with the rest. I haven’t had the\nopportunity to look into it, but it\nseems that quite a few of you imagine\nthat you’re still in London. 1/11 be\na worse tyrant than this man was.\n\n(nedding at Wingfield)\nSo make up your minds. We are not\ngoing to have an easy time with the\nNaturals. We are superior to them in\narms but not in numbers, nor in\ncharacter. They are a formidable\nenemy. Unless we leave by spring,\nthey will attack us. If you don’t put\nthings in order, they will see how\ngreat our need is and be tempted to\nattack before then. It appears we\nmight have picked a poxey spot to\nland. And you thought you'd come to\nthe land of Cockaigne! But that’s a\nmatter I’11 take up with Captain\nNewport when he returns. Meanwhile,\nit will be all wa can do to survive.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd you thought you'd come to\nthe land of Cockaigne! But that’s a\nmatter I’11 take up with Captain\nNewport when he returns. Meanwhile,\nit will be all wa can do to survive. \n\nTARGET SECTION TO BE ANNOTATED:\nThese gifts will last a month. And\nsoon the snows will fly. But with a\nunited will we can hold out, and\nshall, What say you, then?\n\nThe men raise a great cheer. Smith finds himself beaming\nwith pleasure at their approbation. They. snatch up his\ngifts and carry him off on their shoulders. .\n\nINT. PRESIDENT’S OFFICE\n\nSmith enters the office reserved for the President of the\nColony. There is a bust of King James, a crucifix, a globe\nand astrolaba -- serious badges of office and English\nrefinement in primitive Jamestown. He caresses them with\nhis hand. Suddenly he laughs out loud. So fortune has\ntossed him up for'’a while! How long will he ride the wave?\n\nEXT. JAMESTOWN - MONTAGE, INC POCAHONTAS’ POV\n\nSmith walks around the fort, supervising its restoration.\nNew buildings go up: a brickworks, a potter's shed and a\npit saw. He is not above rolling up his own sleeves to\nhelp in the work, .\n\nThe men quarrel over everything: building a wall, portions\nof food, the date of the year.\n\f61\n\n52.\n\n(These scenes will be improvised, Smi i\ndisputes in a wisa, clever way. us qualities oe thease\nleadership make all tha men lock up to him. He continues\nto wear his unconventional wardrobe -- feather headdress\nbuckskins, war paint. He even insists on sleeping outside\non the ground, as he did at Werowocomoco. The routine of ‘\nhis life, hia former thoughts and ambitions, seem futile\nnow, and artificial. What shall he do?\n\nNEW ANGLE\n\nSmith is joking with Ben, Ackley and some of the other men\nwhen a fallow with a serious look interrupts him.\n\nFIRST MAN\nWhat about the gold, Captain?\n\nSMITH\nWhat do you mean?\n\nFIRST MAN\nHave you told us everything? I mean, :\ndid you see anything that raised your\nhopes of a better life?\n\nSMITH\nGold, you mean? What do you care\nabout gold? You're on the verge of\nstarving. This is the most valuable\nthing I brought you back.\n\nHe holds out a handful of corn seed.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're on the verge of\nstarving. This is the most valuable\nthing I brought you back. He holds out a handful of corn seed. \n\nTARGET SECTION TO BE ANNOTATED:\nFIRST MAN\nWho gave it to you? —\n\nSMITH\nA friend.\n\nSECOND MAN\nWhat about the soil, Captain? Is it\ngood as we thought?\n\nSMITH\n{avoiding their eyes)\nNot really. In fact, I’ve rarely sean\nso ill-appearing a pesthole. Look\nabout you. Everything’s gone to\nswamp, with water standing in lakes\nand pools, so the ground gives way\nbeneath your feat. I suspect there's\nmore puddles than dry land, producing\nmore mosquitoes in their slime than\nthere are beads in a nunnery -- and\neach mosquito as hungry as a priest!\n(MORE)\n\f62\n\n53.\n\nSMITH (cont’d)\nNone but a savage could inhabit the\nplace, unless he was a bloody fool or\nsome other manner of ass. But west of\nhere, towards the mountain, or south --\nthat is somathing else.\n\nIt still is not clear what line Smith will be able to walk\nbetween his duty to the English and his sympathy for the\n\nIndians. He looks off toward the woods. The pines sway\nback and forth in ecstasy.\n\nEXT. CHICKAHOMINY RIVER - SHALLOP\n\nSmith runs a flag up into the rigging of the shallop and\nprepares to sat sail. The English wonder at this action.\n\nARGALL\nWhere are you going?\n\nSMITH\n(avoiding their eyes)\nWhere you would not dare to follow.\n\nARGALL\nDon’t you think you should take some\nmen with you? It would be dangerous\nsailing by yourself.\n\nSMITH\nLet them come, if they please.\n\nAckley speaks with Smith privately.\n\nACKLEY\nWatch them, sir. They are a dangerous\nlot.\n\nSMITH\n\nAre you all right?\n\nACKLEY\nTo tell the truth, I don’t know how\nmuch longer I can last, Captain. I\nseen too much.\n\nSMITH\nYou'll last, my friend. Have hope.\n\nSmith boards the shallop and, with a squad of English\nsoldiers, sets out up tha river.\n\nSMITH\nPost a sentry at the point. The rest\nof you wait for me here. If they come\nto look at you, leave them alone.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITH\nPost a sentry at the point. The rest\nof you wait for me here. If they come\nto look at you, leave them alone. \n\nTARGET SECTION TO BE ANNOTATED:\n\f63\n\n54,\n\nHe collects a sack of copper hatchets, beads, combs and red\nhats -~ the English wares most popular with the natives.\n\nEXT. DEEP FOREST ~ SMITH’S FOVS\n\nSmith stops and looks around. The half-moon has just\nrisen. The trees beckon him on. They seem to run off to\nthe uttermost ends of the earth.\n\nHis romance with the Indian girl seams far off, unreal.\n\nHas he put himself in a false position? What ara his\nintentions? He almost dreads seaing her -- would it not be\nalmost a relief if she did not appear? -- and yet, when she\ndoes not come right away, he feels vexed and disappointed.\nBy the confidence with which she walks her path, she\nconvinces him that another way exists than that which his\nfeet have known. She releases his soul from its captivity.\nShe breaks up the frozen sea of his heart. He conceives\nhopes that he never imagined it was in his power to\ncenceive; the walls of his habitual life fall away and\nleave him in a wide field, in that new world which he\nhitherto sought in vain, and which he now knows, not by\nsatting his foot on the Virginia shore, but in the sight of\nher, in her touch, in the joy and grace she radiates.\n\nBy and by he hears the sound of footsteps. He sees her\ncoming toward him and, in a voice that seems not quite his,\nhe says her name. She seems to look right into him. He\nnever before realized the depth and purity, the touching\nfaithfulness, of her dew-bright eyas. He feels his heart\nand senses unfolding. She is all simple nature and beauty,\nag much a part of this October evening as the falling\nleaves. How should he not take all that she would give\nhim, how not fulfill the spring in her heart and his? What\ndid he know of love, until he seized har hand and kissed\nit? And now -- what does he not know?\n\nTheir lips seek each other’s, and still they do not speak.\nThe moment speach begins all will be unreal.\n\nSMITH\nWhy did you come here?\n\nShe looks up, hurt, amazed.\n\nPOCAHONTAS\nSir? You asked me to.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks up, hurt, amazed. POCAHONTAS\nSir? You asked me to. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH\nDon’t call me sir, my pretty sweet.\n\nPOCAHONTAS\nWhat shall I call you?\n\n \n\f$5.\n\nSMITH\nJohn.\n\nPOCAHONTAS\nWhat have you sean? Your eyes are\nlike -- stones.\n\nSMITH\n\n(after a pause)\nI’ve had nothing but aggravation.\nHalf are sick, the others lunging at\neach other’s throats like they ware in\nBrighton Way, They’d do anything for\nmoney. They’d risk damnation in this\nworld and the next. And me, a good\nMan by any lights, moving among such\npeople!\n\nPOCAHONTAS\nSend them away.\n\nSMITE\n\nAway?\n\n(after a silence)\nHow many lands behind me! How many\nseas! What blows, dangers! My soul\nhungered after far horizons. Now\nthere is only this contention with\nfools, this ignoble war with little\nthings.\n\n(pacing)\nIt has always been so. I can naver\nStay on land for long. It scorches my\nfeet. It always disappoints. There\nis comfort and safety in the port,\nhearthstone and supper, warm blankets,\nfriends. But always I find that I\nstill am not where I must be. Always\nshut up somewhere. Cut off. Starved.\n\nPOCAHONTAS\nLook before you. We could live in the\nwoods, I know a place. There is a\nwaterfall there. A bed of moss. I’ve\nnever shown it to anyone. I waited.\n(caressing his face)\nMy brother will take care of us. He\ntold ma that he would. Make a sign,\nJohn. Tell ma if I should keep on.\n{suddenly alarmed)\nI wish for you when you’re gone. I\nlook for you. I wonder if the others\ncan tell.\n\f36.\n\nSmith reaches for her, but she skips back out of reach.\n\nPOCAHONTAS\nIt was never so before.\n\nSmith looks at her with love rising in his heart like the\n\nscent of a crushed herb. Her heart is a nest, untouched by\ngrief.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOCAHONTAS\nIt was never so before. Smith looks at her with love rising in his heart like the\n\nscent of a crushed herb. Her heart is a nest, untouched by\ngrief. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH\nCan it be that wa have met again?\nThat I can look again into your ayes --\nhold you again in my arms at last?\nAnd I so changed -- so different!\nHave I answered you -- have I come to\nyou?\n\nPOCAHONTAS\n(in a whisper)\nYes...No, it is not you.\n{after a moment)\nIs it you?\n\nSMITH\nSay it again, my sweet. Speak. I\ncannot live or breathe until I.am next\nto you, and I can feel your hand.\n\nPOCAHONTAS\nI waited -- watched -- so many days --\n\nSMITH\nAnd 1 treated you so unkindly! Ah, my\nguardian angel, my light in the\ndarkness, how I hate myself for giving\nyou pain! There is something I know\nwhen I am with you that I forget whan\nI am away. Tell me, my sweet, did you\nwish me to come back and liva with you\nagain?\n\n. BOCAHONTAS\n{suddenly afraid)\nYou must not look into my eyes. You\nmust not touch me.\n\nSMITH\nI must hold your hand when I speak\nwith you.\n\nHe at last has found a passage to the other sea. He steps\nup to her and touches her belly. She is ~~ so open, so\nunafraid. He bobs like a cork on the ocean of her\nmovements.\n\f64\n\n65\n\n66\n\n57.\n\nEXT. TREES OVERHEAD - SMITH’S AWAKENING\n\nThe world spins to a stop The moon peers at Smith thr\n\n: 7 ough\nthe pines. Flecks of moss drift down from the upper $\nbranches.\n\nSMITH\nWe can’t go inte the forest. Could I\nshow you England? I would take cara\nof you, I promise. I would never be a\nbrute to you. But no, it is too far.\nYou would perish there.\n\nPOCAHONTAS\nIf I can be with you, that is all.\n\nHe gazes at her. She is a lady, a flower, a jewal. The\nwoods murmur about them. He looks out on a new creation; a\nlandscape as lovely as a lost Eden.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is a lady, a flower, a jewal. The\nwoods murmur about them. He looks out on a new creation; a\nlandscape as lovely as a lost Eden. \n\nTARGET SECTION TO BE ANNOTATED:\n O his America, his new\nfound land, how blessed he is in discovering her, and in\nfull nakedness; unbound. The curtain is lifted, and he\nsees with the eyes of his soul. But even as he does, and:\nknows this is what he has always bean waiting for, striving\nfor, he fears that he might be overwhelmed -- that he might\nnot be equal to what he has known but disintegrate under\nits pressure. There is a temptation to rush back into the\ncomforting darkness of his former life.\n\nEXT. INDIAN CAMP\n\nSmith has no luck trading at a nearby camp. Huddled in\ntheir fur robes by a blazing fire, the Indians point to the\nsky. Soon winter will ba here.\n\nEXT. CHICKAHOMINY RIVER\n\nOn his way back to the boat, Smith runs into one of the\nEnglish sentries.\n\nSMITH\nWhat are you doing here?\n\n” SENTRY\nI beg your pardon, sir. You were gone\nlonger than wa expected. Appears I\nlet myself wander a bit. Things go\nbadly?\n\nLike the others, he is under the impression that Smith’s\npurpose here was to trade with the Indians. Smith dees not\nreply. The sentry smiles, vaguely aware that his captain\nis hiding something. . .\n\n \n\f67\n\n68\n\n69\n\n38.\n\nEXT. SHALLOP MOVING DOWNRIVER\n\nSmith watches his English friends. After his ti i\nh n : ma awa’\nthe weeds : tear ertsP: slangy talk is queer at first, than\nso natura at the scene he has come from begi\nremote and incredible. egins to seem\n\nEXT. FOREST, CLOUDS\n\nPocahontas movas through the nconday darkness of the woods.\nThey are vocal with the songs of birds and running water.\n\nEXT, JAMESTOWN FORT\nDuring Smith’s absence, there has been a stabbing.\n\nSMITH\nAnd what was your disagreement about?\n\nSTABBED MAN\nHe said it was the fifteenth of\nNovember, I said the seventeenth.\n\nSMITH\nYou were fighting about the date of\nthe year.\n\nASSAILANT\nNot entirely. He made comments to the\neffect that my education was something\nless'’n his.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITH\nYou were fighting about the date of\nthe year. ASSAILANT\nNot entirely. He made comments to the\neffect that my education was something\nless'’n his. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH\nI am gone two days, and you fall right\nback into your old ways! What has\nbeen going on here? Didn’t I tell you\nto dig a new well -- farther from the\nriver? Why hasn’t this bean done?\n\nThey offer their excuses. Smith feels uneasy. Has his\nromance with Pocahontas caused him to shirk his duty? This\nfeeling of guilt -- utterly unjustified guilt -~ sends him\ninto a rage.\n\nSMITH\nEvery man will stop what he is doing\nright now and start digging the wall.\nThose that can’t carry the dirt in\nbuckets will carry it off with their\nhands:\n\f70 EXT. WELL (INCLUDING POV FROM BOTTOM)\n\nEvery man in the colony works at digging the well i\n: . a\nimpractical way that Smith has insisted upon. n the\n\nSMITH\n{to Ben)\nSee what men they’ve sent us. A\nheadless multitude! They will not sow\ncorn for their own bellies. They\nwould rather eat their fish raw than\ngo a stone’s cast to fetch wood and\ndress it.\n\" {after a pause)\nAre there yet blissful isles one might\nstear for from England's wreck? How\ncould one know happiness there, where\nall is false and in decline?\n\n70B EXT. A CLEARING IN THE PINES\n\nThe wind flows in melody through the sky~loving treas. .\nPocahontas looks up.\n\nPOCAHONTAS (0.S.)\n{to har mother)\nHe makes my heart like water. He\ndrinks from my heart like a deer from\na stream.\n\nDISSOLVE TO:\nVW. EXT. VIRGINIA LANDSCAPES - SNOW - POCAHONTAS\n\nThe winter snow tumbles down, veiling the fort and the\nfields beyond, the woods and rocky shores in white, seeming\nnowhere to alight. It falls, too, on the Indian longhouses\nand the dark Chesapeake waves. It lies thickly drifted on\nthe crooked crosses and headstones of the Jamestown\ngraveyard, on the spears of tha little gate and the thorns\nthat lie beneath it.\n\n- WILF\n(te Smith, afraid)\nThe oysters area gona from the shore,\nsir, and the birds that were in the\ntrees.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt falls, too, on the Indian longhouses\nand the dark Chesapeake waves. It lies thickly drifted on\nthe crooked crosses and headstones of the Jamestown\ngraveyard, on the spears of tha little gate and the thorns\nthat lie beneath it. - WILF\n(te Smith, afraid)\nThe oysters area gona from the shore,\nsir, and the birds that were in the\ntrees. \n\nTARGET SECTION TO BE ANNOTATED:\nDrawing Smith’s jacket tight about her shoulders,\nPocahontas watches the snow. Presently she looks up as a\nwhite owl flies overhead.\n\fms\n\n72\n\n73\n\n60.\n\nPOCAHONTAS (0.8.)\nWhere is he now? His head lies on my\nheart. Carry my love to him.\n\nEXT. JAMESTOWN FORT\n\nSmith watches, too, as the English wander around in the\ngrip of malaria and blackwater fever, raving like madmen,\nEpidemic has done in more than half of them, starvation the\nrest. Less than fifty people remain alive of the original\ntwo hundred. Every morning there are half a dezen new\ndeaths. The corpses are dumped in the river; no one has\nthe strength to dig in the frozen ground.\n\nANGRY MAN\nSomebody should shoot Jonson there.\nHe hasn’t got'a ghost of a chance, and\nhe’s going to contaminate us all. He\nused Wortham’s spoon -- now Wortham’s\ngone. My friend! Have we got to wait\ntill all is dead? Here he comes now.\n\nThe men dodge out of Jonson’s way and pick up rocks to\nthrow at him in case he comes too close,\n\nJONSON\nI’ve only get a couple more days,\nCaptain. The men can eat me if they\nlike, I should like to be helpful in\nwhataver way I can.\n\nSMITH\nThank you, Jonson, We shall call upon\nyou if we have to.\n\nOTHER ANGLES\n\nBrawls erupt over food and small possessions. The settlers\nboil their belts and harnesses and eat them. They commit\nmurder for matches. They eat dogs, cats, even rats. But\ncivilization, aven such as it exists, begins to work its\neffect on Smith. Every one of his compatriots is an avenue\nthat leads him back into his former ways of thinking.\n\nWilf, the cabin boy, cheers him with memories of youth and\nhome.\n\nSMITH\nAre you happy?\n\nWIL\nWhy showldn’t I be?\n\nSMITH\nWhat makes you happy?\n\n \n\f74\n\n61.\n\nWILF\nThe sunshine. The sky at night. But\nespecially, I likes it when things\ngoes my way.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILF\nThe sunshine. The sky at night. But\nespecially, I likes it when things\ngoes my way. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH\n\nWhat did you do before you came here?\nWILF\n\nMy eyes -~ how green, how green!\n\nAsking all these questions!\n\nSmith laughs, The domestic intimacy of the fort brings him\naround and makes the magic city and even Pocahontas seem\nunreal. Did he really make lova to her, really promise to\ntake her away to live with him? The notion that ha could\nmake her his mistress fills him with a sort of horror, even\nwhile it still whips and stings his blood. He wonders what\ncame into him. He feels he has been awful, then in the\nNext moment that his behavior was quite sane.\n\nSOLDTER\nSir, Ackley’s dead. And, directly,\nsomebody ate his hands.\n\nNEW ANGLE\n\nSmith finds Ackley sitting in a chair in his Sunday best,\nthe end of a musket in his mouth.\n\nSOLDIER\n(pilfering Ackley’s things)\nWent out in the ‘eight of style,\nanyhow. Such tranquility -~ look at\nhim! You'd think he could speak,\n\nHis hands have been chopped off and taken for food. Tha\nsight of it turns Smith’s stomach.\n\nSECOND SOLDIER .\nI shall miss him. I think we all\n\nshall.\n\nSMITH .\nBury him. And put this in the morning\nreport.\n\nSECOND SOLDIER\nAre you quite sure, siz?\n\nSMITH |\nSpare no detail.\n\fNee\n\n75\n\n76\n\n77\n\nTIGHT ON SMITH\n\nAgain he thinks about her. Ha agonizes over what he should\ndo. Only a few months ago, ha held her to him under the\nblue strong sky, kissing her eyes and lips. He gasps,\nswept by this rush of remembrance, and is back with her\nagain, back in the rapture of his kisses on her upturned\nface of innocence and humble passion, back in the suspense\nand beauty of that pagan night,\n\nHe looks around him. What would the others think of such\nwild, unlawful loving? He wonders if he really loves her,\nor if he only wants her because she is so pretty and lovas\nhim,\n\nEXT. JAMESTOWN FORT - INDIAN PROCESSION ~- MUSIC\n\nThe English line the walls of tha fort. Beyond it lies a\nsight to astonish them.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe wonders if he really loves her,\nor if he only wants her because she is so pretty and lovas\nhim,\n\nEXT. JAMESTOWN FORT - INDIAN PROCESSION ~- MUSIC\n\nThe English line the walls of tha fort. Beyond it lies a\nsight to astonish them. \n\nTARGET SECTION TO BE ANNOTATED:\n Pocahontas is leading a. great\nprocession of Indians toward the gates -~ braves with\ncarcasses of dear and braces of turkey slung from poles\nover their shoulders, women with large reed baskets of\ncernbread and raccoon.\n\nNEW ANGLE\n\nPocahontas and Smith find themselves alone for a moment as\nthe English fete their red saviors, overwhelmed by this\ngratuitous act of generosity.\n\nPOCAHONTAS\nThey all bow to you. The President!\nMy father will not let me bring you\nanything more. He says we hardly have\nenough for ourselves.\n\nSMITH\nIT understand.\nPOCAHONTAS\nI will do what I can.\n-’ SMITH\nDon’t put yourself in danger. You\nneadn’t do anything more ~- for us.\nPOCAHONTAS\n\nIf your people are hungry, they can\nfind shellfish under the ice.\n\nPocahontas looks puzzled. Smith casts about for the thing\nhe wants to say. What doas he risk doing to her? Has he\ndone it already?\n\f63.\n\n-~ Somewhere in his heart he know i\ns he will batray her, and\nthough he does not wish it, ha knows i i t\ncertainty. r 8 it with an utter\n\nSMITH\n\nDon’t trust me.\nFOCAHONTAS\n\nWhy do you say that?\nSMITH\n\nYou don’t know who I am,\nPOCAHONTAS\n\nOf course I do. John. Why shouldn't\n\nI do anything I can for you? I love\n\nyou. I like to show you that I do.\n\nDoes it make you uncomfortable when\n\nthey see you with me?\nSMITH\n\nSometimes.\nPOCAHONTAS\n\n: I would be near you. You know that\ne from the way I look at you, don’t you?\n\nSMITH\n\nYes. Yes I do, my love.\n\nPOCAHONTAS\nWhy have you not come to me?\n\nSMITH\nThera are people dying around me here.\n\nPOCAHONTAS\nI know it is a terrible thing to say,\nbut how can you stay with them, John?\nThey’ re so fierca. They’re so dirty,\ntoo, No wonder they dia.\n(after a silence)\nWhat can.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey’ re so fierca. They’re so dirty,\ntoo, No wonder they dia. (after a silence)\nWhat can. \n\nTARGET SECTION TO BE ANNOTATED:\nou have to do, lova?\n\nLiving at the fort, Smith has come to see things with\nEnglish eyes again. Her age and her openness, the very\nthings that he treasures, embarrass him somewhat. He\nremembers that at certain times he adores her; at other\ntimes he can hardly recall who the person was that felt\nthis way. He is aware of a new world, a reality whose\nexistence he never had guessed or penetrated through to.\nThe whole scheme of his former life has been called inte\nquestion and seams to him now like an illusion. But that\ndoes not make it any less problematic; rather far more so.\n\fps\n\n78\n\n64.\n\nSMITH\nDoes your mother speak with you still?\n\nPOCAHONTAS\nYes. She speaks in silence, like the\nstars. And if I do not answer, she\nsays, “What could I say to you that I\nhave not told you in my own language?\nIs it my fault that you have net\nunderstood ma? You think I wished to\nspeak to your eyes and ears, and it\nwas my heart that spoke to you. In\ntruth, it was the heart.of all the\nearth that spoke to you through mine.”\nShe is not here, but up there -- far!\n\nSMITH\nShe is dead and cannot hear you.\nSpeak with me, dear -~ I am living and\ncan answer.\n\nNEW ANGLE\n\nThe English give the Princess a round of applause as she\nleaves, Passing back through the gates of the fort, Smith\ncomes to a stop. Wobblahead, the lunatic Indian whom Smith\nmet long ago in the longhouse at Rerowocomoceo, has come to\nthe fort during the night and is entertaining the men.\n\nSmith watches as the fool, an axcellent mime, pretends to\nmount an imaginary beast. One by one, the colonists break\ninto laughter. They seam to know nothing of Smith’s\nromance and would not aven hold it against him if they did.\nThey respect him; they depend on him.\n\nBLACKSMITH\nHe’s coming to England with us! Tf\n‘ave agreed to become his manager. I\nexpect I shall soon be entertaining\ndivers offers.\n\nWobblehead nods and points over the seas, England’s\ndirection. A suspicious dog answers in the distance.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nexpect I shall soon be entertaining\ndivers offers. Wobblehead nods and points over the seas, England’s\ndirection. A suspicious dog answers in the distance. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ncrowd melts away. It is their uneasiness, more than\nanything else, which causes Smith to ask if they were\namusing themselves at his expense.\n\nHa strides around, as though looking for a confrontation.\nWhy should he feel any tie to this sorry lot and their\nselfish plans?°\n\nSMITH\nYou, what were you laughing at?\n\f79\n\n80\n\n81\n\n65.\n\nSMIRKING FELLOW\nWhy, I can't be sure. An idea that I\n‘ad in me ‘ead, Did I offend, sir? I\nmust be going. I got me chores.\n\nHe slinks off. Smith wonders how much he knows.\n\nPOCAHONTAS\n\nPocahontas walks along with a frown. What is she to make\nof Smith’s words?\n\nEXT. A CORN FIELD NEAR THE FORT - LATER\nSpring has come, bringing sunny weather.\n\nIndian scouts sneak up to a field near the fort, a sunken\nenclosure camouflaged with vines, They strip the vines\nback and peer inside. Befora them stand row upon row of\nqreen shoots six inchas high -- baby corn plants. The\nIndians’ leader darts inside and uprocts one to take back\nto the Emperor.\n\nINT. POWHATAN’S LODGE\n\nPowhatan tosses the corn plant down in front of his\ndaughter. His voice is soft and loving.\n\nPOWHATAN\n\nThey do not mean to leave.\n\n({pausa)\nThis does net surprise me. What does\nis how they found the seed and: where\nto plant it. This the Tassantasses do\nnot know. And how did they find the\nother things -- the oysters, the\nturkeys’ aggs?\n\nWhen Pocahontas starts to speak, he cuts her off. He does\nnot require an answer to these questions.\n\n. POWHATAN\nHe will forget you.\n\nPOCAHONTAS\nHave you no kind word for me, father?\n\nPOWHATAN\nNo.\n\nShe jumps to her feet and leaves.\n\f83\n\n84\n\n85\n\n86\n\n87\n\n66.\n\nEXT. POWHATAN’S LODGE\n\nPowhatan throws open the door of his lodge.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\n83\n\n84\n\n85\n\n86\n\n87\n\n66. EXT. POWHATAN’S LODGE\n\nPowhatan throws open the door of his lodge. \n\nTARGET SECTION TO BE ANNOTATED:\n Opechancanou\nand the Chiefs of his Armies understand him and, with a *\ngreat shout, repair to their units.\n\nEXT. JAMESTOWN FORT\n\nA singla native scout observes a cross standing in the\nmidst of the wilderness. Then, coming into sight of the\nfort, he solemnly plants three arrows in the road outside\nita walls, to serve warning of tha Emperor's intentions.\nThe English are by now accustomed to strange antics from\nthe Indians and give the business no thought.\n\nSENTRY\nSpearing gophers?\n\nThe Indian reaches into a pouch, mumbles an incantation and\ncasts a handful of dust in the sentry’s direction.\n\nEXT. RIVER - INDIAN CAMPS\n\nPowhatan casts tobacco leaves on the streaming grey waters\nof the Chickahominy, to satisfy himself that the omens ara\ngood. The camps are a hive of silent activity as tha\nIndians prepare to make war. Braves plunge their spears\ninto a log, working up their courage with whoops and cries.\nThey put on paint and smoke tobacco, say prayers and bid\ngoodbye to their children. Allies gather from distant\ncamps. Streams of warriors become whole rivers.\n\nPocahontas looks on with alarm.\nEXT. WEROWOCOMOCO - DUSK\n\nAs dusk settles, Pocahontas walks around Werowocomoco,\nshivering like a frightened deer.\n\nINT, POWHATAN’S TEMPLE ~ DUSK\n\nPowhatan has come to his principal temple to meditate\nbefore the sacred hearth. The dancing firelight gives him\nthe appearance of a great conjurer.\n\nPOWHATAN\nFind my daughter.\n\nA brave clacks a hollow log.\nEXT. TOBACCO FIELDS ~- POCAHONTAS - DUSK\n\nPocahontas hears the drums. Suddenly, she makes a\ndecision.\n\f88\n\nao\n\n90\n\n67.\n\nWith an air of nonchalance, she ambles through the main\n\ngate into tha tobacco fields beyond. onl\nYGols see hes cov ry miy the great wooden\n\nLooking back from the cool dark rows of tobacco, her\nkinsmen seem to her like people she knew in some time long\n\nPast. With a sob rising to her throat, she turns\noff into the woods.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\n88\n\nao\n\n90\n\n67. With an air of nonchalance, she ambles through the main\n\ngate into tha tobacco fields beyond. onl\nYGols see hes cov ry miy the great wooden\n\nLooking back from the cool dark rows of tobacco, her\nkinsmen seem to her like people she knew in some time long\n\nPast. With a sob rising to her throat, she turns\noff into the woods. \n\nTARGET SECTION TO BE ANNOTATED:\n and runs\n\nEXT. WOODS - DUSK\n\nPocahontas crashes through the mocnlit woods in a panic.\nThe pinas sway back and forth like a wild sea.\n\nShe stops for a moment ta listen to the drums, but they\nonly harden her determination, and she starts running\nagain.\n\nEXT. JAMESTOWN FORT - DAY-FOR-NIGHT\nPocahontas wakes up the English sentry at Jamestown.\n\nSENTRY\nThe Princess!\n\nPOCAHONTAS\nPlease get him! Hurry!\n\nSENTRY\nYou won’t say that I was drowsing,\nwill you, Highness? No sooner did TI\nshut me eyes than I was lifted out of\nthis wretched world and forgot me\nduties!\n\nEXT, A FIELD BEYOND THE FORT - DAY-FOR-NIGKT\n\nSmith leads Pocahontas inte a field of leveled ground\nbeyond the fort. The twisted shapes of burnt-out tree\nstumps loom up about them in the light of Smith’s hurricane\nlantern.\n\n_ SMITH\nHow do you know?\n\nPOCAHONTAS\nThe corn. He sees you mean to stay.\nDo you? Do they?\n\nSmith does not.answer. She is terribly upset about what\nshe is doing. ~\n\nPOCAHONTAS\nMake peace with him before he comes.\n\f68.\n\nSMITH\n‘2 won't accept peace. He'd be a fool\nO.\n\nPOCAHONTAS\n\nYou're going to fight a war with him?\nSend them away. So many will die!\n\nSMITH\n\nIT won’t de that. They wouldn’t listen\nto mea avan if I did. Why should they?\nThis earth is theirs as much ag it’s\nyours, You own it, I know. Well, I\nsuppose you could say you’va owned it\nlong enough. Now othars are having\ntheir turn,\n\n(after a pause)\nBesides, they have no boats to leave\nin.\n\nShe is steadfast in ignoring the drift of what he says.\n\nPOCAHONTAS\nWe can go away. Wa can go where\nnobody could find us.\n\nSMITH\n\nWhere? For how long? We can’t live\n\nout in the woods. And the truth is I\ncould never take you to England with\n\nma, either.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor how long? We can’t live\n\nout in the woods. And the truth is I\ncould never take you to England with\n\nma, either. \n\nTARGET SECTION TO BE ANNOTATED:\n You don’t belong in that\nworld, You’d be like a plaything. A\ncuriosity. They make you over there.\nThey make you their own. They press\n\nyou small, lika Chinese feat.\n\nSmith looks off into the woods. All at onca it strikes him\nhow terribly he has compromised har -- and that now he must\ntake a stand.\n\nPOCAHONTAS\nThis isn’t you, John. Don’t you\nramember?\n\nBut when she looks at his face, she sees that ha remembers\nnothing of those other times.\n\nSMITH\n(shouting)\nWatchman! How many hours till the\ndawn?\n\f69,\n\nSENTRY (0.8.)\n(faintly)\nTwo, Captain!\n\nImpulsively, Smith draws some beads and bells from a pouch\non his belt and offers them to her.\n\nSMITH\nHere.\n\nBellis? She looks at him, unbelieving. He himself seems\nhorrified at what he is doing,\n\nPOCAHONTAS\nWhy do you give ma these?\nSMITH\nYou’ ve done the English a service.\nPOCAHONTAS\nLet mea see your face. -\nSMITH\nThey should be thankful to you. You\nhave extended yourself for them -- now\n\nmore than once.\n\nPOCAHONTAS\n(very proud)\nI have betrayed my father! Nothing\ncan reward me for that. If...he saw\nme with these, he would take my life.\nHere. Take them back.\n\nSMITH\nT can’t do what you wish.\n\nPOCAHONTAS\nThey care nothing for you. I can stop\nmy father. Tell them to leave.\n\n_., SMITH\nThey wouldn’t listen to me.\n\nPOCAHONTAS\nNever until this moment have you\nspoken falsely. Why have you said\nsuch things to me?\n\nSMITH\nTruthful, pure as you, I cannot he.\n\f91\n\n70.\n\nPOCAHONTAS\nI know that you would never deceive\nme. I ran here through the forest.\n\nNow I feal I’ve dona somathing very\nwrong.\n\n(horrified)\nWill you warn them?\n\nSuddenly he regrets his cruelty. He takes her by the hand.\n\nSMITH\nYou have to come with me.\nPOCAHONTAS\nWhere?\nSMITH\n\nInte the fort. Your people will know\nyou came.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOCAHONTAS\nWhere? SMITH\n\nInte the fort. Your people will know\nyou came. \n\nTARGET SECTION TO BE ANNOTATED:\n They’1ll find out soon\nenough.\n\nPOCAHONTAS .\nWhat will you do?\n\nSMITH\nMy sweet, my woodland fairy, my\nsaviour, why do you fear ma? Do I now\nseem to you dark and evil, but too\nlate for your peace, after the sweet\nsickness of love has infected you?\n\nHe reaches out towards her, but she wrenches free and\nretreats to the edge of the woods, stopping now and then to\nlook over her shoulder in a proud, confused way.\n\nSMITH\nStay! I must not let you go alone.\nThey will punish you,\n\nWhen hea starts toward her, she turns and runs away.\nEXT. WOODS\n\nSmith follows her. She is like some little dog which has\nlost its master and dees not know whether to run on, to run\nback -- where to turn. He seems on the verge of coaxing\nher back when he sees a squad of Indian scouts advancing\nthrough the woods.\n\nHe hides behind a tree. When he looks back, she is gone.\nHe has no alternative now. He turns back.\n\nMeanwhile, Pocahontas abandons herself to her grief.\n\f92\n\n93\n\n94\n\n95\n\n7h.\n\nEXT. FORT - DAWN\n\nSmith walks back into the fort. He cannot think clearly.\nHe does not know where his duty lias or whether ha even\ncares anymore. He wonders what has made him change. He\n\nremembers making vows to her, but they seem like the words\nof a stranger.\n\nSENTRY\nCaptain? Is anything wrong? Excuse\nma if I worry too much, but the ships\nshould’ve been ‘are weeks ago, and now\nthe men are talking -- ‘ave they\nforgot about us?\n\nSmith stares at him a long time before speaking. Shall he\nobey the voice that in the forest commanded him? Shall he\nlive in this world or that other?\n\nSMITH :\nWake the men up. Silently. Have them .\nreport here. Don’t stand there. Go!\n\nINT. SMITH’S TENT\n\nSmith throws himself on his straw bed. For a moment’s\npassion, he has cut her life to ribbons, perhaps sent her\noff to her death. What would it mean, going to her now?\nIt would be madness.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor a moment’s\npassion, he has cut her life to ribbons, perhaps sent her\noff to her death. What would it mean, going to her now? It would be madness. \n\nTARGET SECTION TO BE ANNOTATED:\nThen, the memory of the poor, bewildered figure, of those\nanxious eyes, digs into him again. In a seizure of\nlonging, the kind that comes upon one when life seems to be\ncarrying something out of reach, he leaps up. He wants her\nagain; her kisses, her soft body, her abandonment, all her\nwarm, pagan emotion; wants the wonderful feeling of that\nnight under the sighing pines; wants it all with a horrible\nintensity.\n\nEXT. FORT\nSmith walks out toward the woods beyond the fort.\n\nSENTRY\nCaptain? The men are ready.\n\nWhat is it that struggles against pity and this feverish\nlonging and keeps him rooted here? He turns back, He will\nthink about it later.\n\nEXT. WOODS NEAR FORT ~- SUNRISE\n\nAs the sun rises through the cool blue canyons of the\npines, Pocahontas wanders along in a daze.\n\f96\n\n72,\n\nUnder the ganeralship of Opechancanough, the Indians move\n\nquickly through the woods until they have surrounded the\nort.\n\nA scout slips up through the wet marsh grass to the\npalisade. At his signal, the Indian soldiers advance,\nbrandishing their spears and war clubs.\n\nThe English have been waiting for this moment. They roll\nout their cannons and send a sickle of grapeshot through\nthe Indians’ front ranks.\n\nAstonished, the Indians fall back, but the second and third\nwaves press blindly on. Before tha English can reload,\nthey are upon the walls. They fight with a blind\ndetermination, but their light weapons are no match for\nEnglish steel. They retreat back into the field, where\nagain they are beset by the cannons. Yet still they rally\nand make a second charge. Fresh troops constantly replace\nthose who have retired. In the same way that the English\npass orders by trumpets and drums, the Indians use heralds\nto cry out when to attack and when to retreat. .\n\nWhen an Englishman falls, the Indians stuff arrows up his\nrectum and hack him to pieces, lopping off heads and hands\nand private parts, waving the trophies aloft, laughing.\n\nMusketeers advance into the field, each protected by a\nPikesman.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the same way that the English\npass orders by trumpets and drums, the Indians use heralds\nto cry out when to attack and when to retreat. . When an Englishman falls, the Indians stuff arrows up his\nrectum and hack him to pieces, lopping off heads and hands\nand private parts, waving the trophies aloft, laughing. Musketeers advance into the field, each protected by a\nPikesman. \n\nTARGET SECTION TO BE ANNOTATED:\n They rest their heavy weapons on a stand, then\nlight off their hundred-caliber leads in a great cloud of\nsmoke.\n\nOpechancanough is puzzled. How could the enemy have known\nof the attack, as clearly thay did?\n\nThe Indians shout curses and accusations of betrayal at\nSmith in Algonguin. He does not reply. His comrades look\nto him for an explanation.\n\nWith his sword and bullwhip, Smith ranges out beyond the\nfort to engage in single combat. Tears stream down his\nface. His eyes are crazy and ferocious. He shrugs off his\nwounds. He proves himself the bravest of the English, a\nlaw unto himself. ©\n\nPowhatan, sick at heart, watches the progress of the battle\nfrom a cliff half a mile from the fort. Things do not go\nwell for the Indians; they are used to fighting in ambushes\nand skirmishes, not pitched battles. Still, they vastly\noutnumber the English and hope to wear them down.\n\nEXT. INDIAN DRESSING STATION - POCAHONTAS\n\nPocahontas watches the Indian wounded being taken to the\nrear. They bear their sufferings in silence.\n\f97\n\n73.\n\nShe wanders about in a turmoil of shame and bewilderment.\nShe cannot go back to her father -- what should she do?\nHow many yet will die on her account?\n\nHer cousins and brothers look questioningly at her, knowing\nshe likes the English but hardly guessing the full extent\nof what they would consider her treachery.\n\nSuddenly she sees her brother Parahunt among the wounded.\n\nA piece of shrapnel has torn through his belly; he will not\nsurvive.\n\nPARARUNT\nSomething stung me, then I couldn’t\nwalk. Now I can’t move my shoulder,\nsister. I’m cold. Cold!\n\nPOCAHONTAS\nHere, rest. Help him!\n\nPARAHUNT\nSit down. Talk to me. Thera’s\nnething you can do.\n\nPOCAHONTAS\nDon’t say that. Wait. Help him!\n\nShe runs off to lock for help, but she does not get far.\nTwo Indians seize her on order from the Emperor.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nHelp him! She runs off to lock for help, but she does not get far. Two Indians seize her on order from the Emperor. \n\nTARGET SECTION TO BE ANNOTATED:\n They\nignore her protests -- that her brother is dying, that her\nfather will punish them when he finds out how they have\ntreated har.\n\nEXT. JAMESTOWN FORT\n\nThe attack seems to have abated, though a few Pamunkey\nbraves steal into the fortress through chinks in the wall\nand tunnels they have dug. They fight blindly with knives\nand tomahawks until they are contained and killed.\n\nLookeuts search the horizon. Smith knocks them from their\nparch.\n\n“ SMITH\nWhat are you looking for? There’s no\none coming to rescue you.\n\nFlecked with blood, he walks through the stockade, sneering\nat his soldiers.\n\nBEN .\nYou seem pretty ‘appy.\n\f98\n\n74.\n\nSMITH\nNothing intoxicates ma like disaster.\nMy past mistakes seem very small,\n\nA wounded man pulls an arrow from his hand and waves it\nhysterically at Smith.\n\nWOUNDED MAN\n\nT‘m not entirely sure I shall have tha\nuse of this hand again. I liked it\nwhile I had it. You sea, I was a\nclerk when I left London. I never\nthought I’d have any trouble with it.\nDon’t walk off. What was they\nshouting at you?\n\n(Smith turns around)\nYou heard me! Don’t give ma that\npoxey look. What did you do to them?\nWhat did you do to gat them so oggly\nabout us? Why ‘ave I got to pay for\nit?\n\n(Smith dees not answer)\nHe’s not telling us something, and I\ngot a right to know. They won’t\nrespect our white flag. They won’t\nreceive our emissaries. There’s\nsomething he’s not telling us!\n\n‘ SMITH\nStupid as hogs, the lot of you.\n\nSECOND MAN\nNow we're fighting with each other,\nWhen the anemy’s out there preparing\nto cut our throats!\n\nSmith strides around, bristling with contempt.\n\nSMITH\nStupid as hogs.\n{under his breath)\nAlways shut up somewhere.\n\nWobblehead, who knows no sides, gives Smith an apologetic\nlook. It is not in his nature to be sad for long, however.\nHe leaps in the air and runs off through the lanes, hooting\nmaniacally.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nWobblehead, who knows no sides, gives Smith an apologetic\nlook. It is not in his nature to be sad for long, however. He leaps in the air and runs off through the lanes, hooting\nmaniacally. \n\nTARGET SECTION TO BE ANNOTATED:\nINT, SMITH’S TENT\n\nSmith sulks in his tent like Achilles, Has he betrayed her\nfrom a fear of his peers’ opinions, he who prides himself\non bending to no man? What need has he to justify himself\nto the likes of them?\n\n \n\f39\n\n75.\n\nA man with his fine sense of. honor cannot forgi i .\ngive himself\n\nfor acts that lesser men might consider trivial. Ben\n\nenters,\n\nBEN\nYou must be more diplomatic.\n\nSMITH\nWhat have I got to say? I can’t bring\nmy tongue to say it. What should I\ndo? Show them my wounds and tell them\nhow I gat them in their service, while\nthey ran from tha noise of their own\ndrums. Hang ‘em. I’d rather die than\ncrave their favor.\n\nBEN\nThey say you mock them. When our\npatrols returned unharmed, you\nexpressed your regret. You call ‘em\nenemies of true nobility.\n\nSMITH .\nYes. .\n\nBEN\nWhy do you want to lead them?\n\nSMITH\nI deserve to. ©\n\nBEN\nYou have no desire to?\n\nSMITH\nI have no desire to trouble the poor\nwith begging. Maybe you can give me a\nbox on the ear so I may look penitent.\n\nBEN\nTake care they don’t plant a deep\nenough rage in you they make you one\nof their own.\n\nSmith walks outside. The Indians have broken off their\nattack.\n\nEXT. RIVER\n\nStripped to his underwear, Smith plunges into the river.\nThe puzzled looks of the English give him an odd pleasure.\nHe swims farther and farther out, defying the danger of the\nfast current and the hostile Indians on the other bank.\n\f100\n\n101\n\n76,\n\nTo go back and love Pocahontas in the woods, with\n\neverything around wild and fitting -- that, he knows, is\nimpossible, To transplant her to a great town; to keap in\nsome little room one who belongs so wholly to nature -- he\n\nshrinks from this, In London her very simplicity, her lack\nof all sophistication, would make her life a misery of\nexile and alienation.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe puzzled looks of the English give him an odd pleasure. He swims farther and farther out, defying the danger of the\nfast current and the hostile Indians on the other bank. 100\n\n101\n\n76,\n\nTo go back and love Pocahontas in the woods, with\n\neverything around wild and fitting -- that, he knows, is\nimpossible, To transplant her to a great town; to keap in\nsome little room one who belongs so wholly to nature -- he\n\nshrinks from this, In London her very simplicity, her lack\nof all sophistication, would make her life a misery of\nexile and alienation. \n\nTARGET SECTION TO BE ANNOTATED:\n But now that she is gone, he hates\nbimsel£ and the English, with their smug ideas of right and\nty .\n\nAn ache for lost youth, a hankering, a sense of wasted love\nand sweetness, grips him by the throat. Surely, on this\nearth of such wild beauty, one is meant to hold rapture to\none’s heart as the earth and sky hold it. And yet it seems\nthat one cannot, or not for long.\n\nWhat did he do that was wrong? Where is that new world in\nwhich he found such happiness? Those woods, with their sky-\nloving pines? .\n\nEXT. POWHATAN’S CAMPAIGN TENT\n\nPocahontas is conducted to Powhatan’s campaign tent by an\nofficial of the court. Shae takes a moment to compose\nherself before she enters. She knows her father is aware\nof her offense.\n\nINT. TENT\n\nPocahontas sits bafore Powhatan in the hazy darkness of the\ntent. The Emperor is thickly painted and oiled all over --\nhis arms and shoulders red, his face blue, his body jet\n\nblack. From his ears hang the dried claws of a kingfisher.\n\nPOWHATAN\n\nYou've brought me great sadness. You\ncould have married other chiefs and\nworked for your nation, You could\nhave helped to bring us peace. You\nhave forgotten your duty.\n\n(pause)\nSo have I. I loved you more than my\npeople. I put you, my heart and soul,\nahead of them. I did that thing which\nI forbada you to. You have been a\nfool, but I have been a very great\nfool. These peopla come to take our\nworld away. We must defend ourselves\nagainst them. Many more will die\nbecause of our folly. I shall tell\nnobody of this. Not because I love\nyou but because I am weak.\n\fNL\n\n102\n\n103\n\n103B\n\nV7.\n\nFrom outside come the noises of new preparations for\nbattle.\n\nPOWHATAN\nI can no longer speak with my\nancestors, nor with my people.\nSomeday, if I have any honor, I shall\ntell them what I have done and offer\nthem my life. Today I cannot.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOWHATAN\nI can no longer speak with my\nancestors, nor with my people. Someday, if I have any honor, I shall\ntell them what I have done and offer\nthem my life. Today I cannot. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS\nForgive me, father!\n\nPOWHATAN\nYou have been the light of my life. I\ncannot give you over to die. I banish\nyou instead -- I take your nama away\nand send you to your uncle. I am too\nold to see you die, but if I see you\nagain, I might feel the love of you\nagain. You are already dead. I .\ncannot love one that is dead. I\ncannot love a ghost. So leave me now,\nghost girl, and may the Father of our\npeople give you happiness in the\nhereafter.\n\nPocahontas stands up. He sits with his head bowed.\nDespairing of a further word from him, she leaves.\n\nEXT, CEREMONIAL FUNERAL\n\nThe Indians hold a ceremonial funeral for Pocahontas at a\npavilion near the battlefield. Once the joy of her\npeople’s eyes, they will no longer look at her except in\ntheir mirrors. They behave as though they genuinely\nbelieved she were gone -- a ghost.\n\nStill, the ritual is one to befit a princess. Heralds play\ndirges on trumpets of tree bark. Eight strong braves bear\nthe palanquin that will carry her off to exila. Two\nhermaphrodites walk ahead with fans at the ends of long\npoles, to protect her from tha sun.\n\nEXT. WOODS\n\nAn English scout sees Pocahontas’ train moving through the\nwoods. He recognizes her.\n\nEXT. WOODS ~ SMITH AND TOMOCOMO - NIGHT\n\nTomocomo has come to Smith as a spokesman for Powhatan, his\nemperor. They are alone in the moonlit woods.\n\f104\n\n78.\n\nTOMOCOMO\nThe great Powhatan speaks thus: “You,\ndestroyer of peace, a man I saved, and\nsheltered, and fed -- treated like a\nson! -- have you not injured me\nenough? You have stolen my child’s\nheart from me. With a thousand\ninventions you have driven her mad.\nWith your lying tongue you have\nchanged her into a demon to persecute\nme.” I was to say no mora, but see --\n\nCatching hold of the top of a sapling, ha hends it to the\nground.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou have stolen my child’s\nheart from me. With a thousand\ninventions you have driven her mad. With your lying tongue you have\nchanged her into a demon to persecute\nme.” I was to say no mora, but see --\n\nCatching hold of the top of a sapling, ha hends it to the\nground. \n\nTARGET SECTION TO BE ANNOTATED:\nTOMOCOMO\nWe shall treat you in the same way.\n\nHe turns and leaves.\nEXT. VICINITY OF THE FORT - DAWN\n\nAt dawn the Indians resume their attack. They twist moss\naround the points of their arrows, seat them alight and\nshoot them ovar the walls of the fort onto the thatch roofs\nef the English houses, which burst into flame.\n\nThe English rush around trying to put out the fires. Their\nsituation grows more desperate from hour to hour. A soot-\nblackened soldier reports ta Smith.\n\nSOLDIER\nThe east wall is burned through, sir.\nWa cannot close it without exposing\nourselves to their missiles.\n\nArgall leads in the scout who spotted Pocahontas in the\nwoods. :\n\nARGALL\nTell him.\n“SCout\nThe Princess is up the river at\nPastancy. They sent her to her uncle\n\nPatowomeck, Lord of the Naked Devils\nof that region and, by the by, an\nacquaintance of mine. So I gat to\ntalking to his Nibs and he proposes to\nsell her. He says with her at the\nfort, the Emperor will not dare attack\nus. He dotes on her.\n\f79.\n\nSMITH\nYou’re certain she’s the one you saw?\n; SCOUT\nWith these eyes! I spoke to the King\ndirectly.\nSMITH\n\nAnd what does this regue propose to\nsell her for?\n\nscout\niowas getting to that. His most\nfavorite thing is combs, but in this\ncase he appears to have his heart set\non a kettle. A hob, you know -- a\ncopper kettle, like me mother uses for\nmaking tea. What use he means to make\nof the instrument I cannot say.\n\nARGALL\nWell?\n\nSMITH .\nWe don’t take hostages. King James\nwould not approve.\n\nARGALL\n¥ou would rather see us annihilated?\n\nIt is the first direct challenge to his authority that\nSmith has faced.\n\nSMITH\nShe has done enough for us. She\nrisked the beating out of her own\nbrains to save mine. She kept the\nrest of you from starving. We shall\nnot answer her kindness by making her\na captiva.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\nrisked the beating out of her own\nbrains to save mine. She kept the\nrest of you from starving. We shall\nnot answer her kindness by making her\na captiva. \n\nTARGET SECTION TO BE ANNOTATED:\nArgall presses Smith, confident the others are on his side,\nthat they will see this as their last hope.\n\nARGALL\n\nShe and her flock are on the verge of\nkilling us all. I expect there will\nscarce be a handful alive whan the\nboats return, if they ever do. You\ntold us yourself that her father\nregards her as no one else.\n\n(Smith says nothing)\nDo you have private reasons for this\nattitude of yours?\n\n \n\f80.\n\nSMITH\nReturn to your post.\n\nSmith’s behavior feeds the flame of Argall’s suspicions.\nHe stands his ground.\n\nSMITH\nThe penalty for disobeying an order of\nthe Prasident is hanging. You’re\nbreaking the laws. This is mutiny.\n\nARGALL\n\nMe breaking the laws? You've broke\nthem all yerself, as fast as you made\nthem,\n\n(to the men)\nI have information Smith here was\nPlanning to marry the wench and make\nhimself King of Virginia! I have the\nproof! The crazy one told ma. Listen\nto what he says!\n\nFearing their wrath, Wobblehead retreats into the shadows.\nSmith strides up to Argall until they are face to face.\nHis eyes blaza with anger.\n\nARGALL\nStrike me and you break the laws of\nthis colony. Those are the laws!\nYou’ve got to protect thase men.\n\nSMITH\nStrike you?\n\nHe looks at him for a moment, than reaches out and gives\nhis ear a violent twist.\n\nARGALL\nJesu!\n\nSuddenly, six of Argall’s cohorts fall on Smith from behind\nand wrestle him to, the ground.\n\nARGALL\n(triumphantly)\n\nYou're no longer in command, Smithy.\nI shall have the medal now, You have\nbeen derelict in your duties to the\nKing. You/’ve betrayed the citizens of\nJamestown. The medal, please! You’ve\nshamed the investors of the London\nCompany. I therefore pronounce you\nunworthy of being a member of this\ncolony.\n\n(MORE )\n\n \n\n \n\n \n\f-\n\n105\n\n106\n\n107\n\n108\n\n81.\n\nARGALL (cont/’d)\nAs Chief Spokasman for His Majesty in\nthe New World, I sentence you to\ncorporal punishment until you admit\nyour guilt.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nI therefore pronounce you\nunworthy of being a member of this\ncolony. (MORE )\n\n \n\n \n\n \n\f-\n\n105\n\n106\n\n107\n\n108\n\n81. ARGALL (cont/’d)\nAs Chief Spokasman for His Majesty in\nthe New World, I sentence you to\ncorporal punishment until you admit\nyour guilt. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH AND SOLDIERS\n\nSmith is conducted to tha decks by a brace of guilty\nSoldiers. Among them is tha santry who greeted Pocahontas\n\nthe morning of the first attack. He has reason to feel\nguiltiest of all.\n\nSENTRY\nSorry, Captain. We must do as Argall\nsays. Wea men ‘ave got no power.\n\nSECOND MAN\nI advise you to admit your fault.\nOtherwise hea will kill you. He can’t\nafford to be considered a mutineer,\nwithout legal authority.\n\nEXT. SHALLOP - INC UNDERWATER SHOT\n\nSmith is keelhauled -- dragged by a rope beneath the ship,\nso that his back is raked along the jagged barnacles\n\nencrusted on the hull. He bobs to the surface, gasping for\nbreath.\n\nARGALL\nYou want to say your piece? No? Very\nwell. I sentence you to hard labor at\nthe brickworks.\n\nEXT. JAMESTOWN DOCK\n\nArgall and a party of ten soldiers sail the shallop upriver\nto kidnap Pocahontas.\n\nEXT. PASTANCY INDIAN CAMP\n\nPATOWOMECK, the traacherous King of Pastancy, watches out\nof tha side of his aye as an English sailor sets a copper\nkettle down in front of his lodge. He must be careful not\nto appear complicitous with the kidnapping.\n\nARGALL\nNo use trying to hide her. I know she\nis here. Help me, and I will be your\nfriend!\n\nPatowomeck’s ayes flit nervously around. Argall bows to\nPecahontas, who is surprised that he seems to know who she\nis.\n\n \n\n \n\f82.\n\nPOCAHONTAS\nWho sant the boat?\n\nARGALL\nWhy, nokedy sant it, milady. I was\njust passing by whan I thought it\ndiplomatic te stop and pay a visit.\n\nPOCAHONTAS\nYou don’t saem like someone to trouble\nhimself about diplomacy.\n\nARGALL\n(slyly)\nDoes Captain Smith?\n\nPOCAHONTAS\nI could not say. I am sure he does\nnot tolerate insolence from his\nsubordinates.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nARGALL\n(slyly)\nDoes Captain Smith? POCAHONTAS\nI could not say. I am sure he does\nnot tolerate insolence from his\nsubordinates. \n\nTARGET SECTION TO BE ANNOTATED:\nTwo Moons, a sympathetic Pastancy Indian, appears heside\nPocahontas and bows to her. They are out of Argall’s\nhearing.\n\nTHO MOONS\nPrincess, they mean to get you on\nboard and kidnap you.\n\nPOCAHONTAS\nWhat makes you say that?\n\nBut there are tears in her eyes. She knows full well what\nis going on.\n\nTHO MOONS\nI saw your uncle dealing with. the\nTassantasse. They’re planning to take\nyou back to their camp. Watch out!\n\nPOCAHONTAS\nNonsense!\n\nPocahontas looks at the shallop, its mast wobbling back and\nforth in the lazy current of tha Chesapeake, Could Smith\nreally have sent it? Could this be a grand gesture from\nher lover? Tha music hints at such a-hope. Should she\nswallow her pride, betray her father yet again and give\nSmith another chance? She cares nothing for her dignity\nanymore. She is ruined. What is left to save -- except,\nif possible, a last glance at ona who once loved her?\n\nPatowomeck’s wife approaches. Her guile is heart-\nwrenchingly transparent,\n\f109\n\n110\n\n83.\n\nPATOWOMECK’S WIFE\nPlease come. I am afraid to go all by\nmyself, My husband told me I could go\nonly if you go with me,\n\nPOCAHONTAS\nYou think it will be safe?\n\nPATOWOMECK’S WIFE\nOf course. You live in our house. We\ntake cara of you.\n\nPocahontas smiles pleasantly.\nEXT. GANGPLANK TO SHALLOP\n\nPATOWOMECK’S WIFE\nYou go first.\n\nPocahontas walks up the gangplank ahead of the wife.\n\nPOCAHONTAS\nYou see?\n\nAll at once the English seize her, pull the gangplank\naboard and shove off. A display of their muskets is enough\nto discourage the Indians from retaliating, though a few\nthrow rocks and spears. Pocahontas feels a rudeness in\nArgall’'s grasp that tells her she is not being brought to\nJamestown as a guest of the President’s. Now she starts to\nstruggle in earnest.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nA display of their muskets is enough\nto discourage the Indians from retaliating, though a few\nthrow rocks and spears. Pocahontas feels a rudeness in\nArgall’'s grasp that tells her she is not being brought to\nJamestown as a guest of the President’s. Now she starts to\nstruggle in earnest. \n\nTARGET SECTION TO BE ANNOTATED:\nARGALL\nYou won't be hurt, Highness.\n\nPOCAHONTAS\nYou wouldn’t dare!\n\nOn tha shore Patowomeck rushes about giving contradictory\norders, never letting go of his kettle, bristling with\nindignation, yelling words of encouragement to Focahontas\nand knocking his wife about. The English soldiers laugh,\nno longer able to keep up their end of the charade.\nPecahontas covers har face with her hands. She burns with\nshame.\n\nEXT. JAMES RIVER\n\nAs the shallop drifts along the river, the English raiders\nstudy their captive sympathetically. They know they owe\ntheir lives to her and that they have caused her to suffer\nterribly in return. Argall comes up beside her and drapes\na shawl over her bare shoulders.\n\f111\n\n112\n\na4.\n\nPOCAHONTAS\nMy father will not ransom me. Ha doas\nnot feel toward me as he did before.\nI tell you this so you do not risk the\nlives of your man further than you\nalready have.\n\nARGALL\n\nOne must hope, Your Majesty, I\napologize for this discommoding of\nyour person. Such are the necessities\nof war.\n\n(philosophically)\nI came out here because I had nowhere\nelse to go. They took away my land,\nthough I owned it outright and had\npapers to prove it. My father told me\nhonor wasn’t going to help me get it\nback. And it doesn’t help you in the\ngrave. He was wrong about all alse,\nbut right about that.\n\nPOCAHONTAS (0.8S.)\nO Mother, has he sent this ship for\nme?\n\nEXT. JAMESTOWN DOCK\n\nDisembarking at the Jamestown docks, Pocahontas is dismayed\nto find that Smith is not on hand.\n\nPOCAHONTAS\nWhere is the President?\n\nThe English, knowing that their fate may depend upon her,\ntreat her with great deference.\n\nARGALL\nPresident? Yes -- I neglected to tell\nyou. The Captain’s no longer\noccupying that post. He can explain\nthe reasons better than I. You will\nonly be kept here long enough for us\nto arrange a truce.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Captain’s no longer\noccupying that post. He can explain\nthe reasons better than I. You will\nonly be kept here long enough for us\nto arrange a truce. \n\nTARGET SECTION TO BE ANNOTATED:\n In the meanwhile\nI hope you won’t mind being -- looked\nafter.\n\nHe neds at a guard cof pikesmen.\nEXT. JAMESTOWN STREETS\n\nArgall conducts Pocahontas through the streets. Wobbl ehead\nbows to her.\n\f=\n\nas.\n\n113 INT. REVEREND WHITAKER’S HOUSE - MONTAGE\n\nPocahontas enters the Reverend Whitaker's clapboard house,\nthe single frame dwelling in the colony. Her guards take\n\nup their posts outside. Slats have been nailed across the\nwindows.\n\nShe looks distractedly at the English appurtenances -- the\noil lamps, the white pine furniture and the porcelain\nfigures on the mantel. MARY, Whitaker’s maid, a middle-\naged woman from Devon, appears to greet the royal guest.\nGreat. care has been taken to ensure that she will be\ncomfortable,\n\nMARY\nThis will be your room, milady.\n\nPocahontas acts as though she did not hear her.\n\nARGALL :\nShe says that’s not her name anymore.\nShe has no name.\n\nMARY\nHow unfortunate! Well, wa shall have\nto give you one. Perhaps...Lady --\nyou are of royal blood -- Rebecca! My\nmother’s name was Rebecca. Would that\nbe suitable? Does she like it? You\nmay leave us, Captain.\n\nArgall leaves, Beneath a single window there is a bed of\nrough planks covered with a pallet of straw. Pocahontas’\nguards stroll back and forth outside. Mary can plainly see\nthat she is utterly distraught and crazed with grief.\n\nMARY\nThis is the basin, for when you want\nto wash. The water is outside the\nwindow, in the rain barrel.\n\nShe demonstrates the use of the wash basin.\n\nMARY\nThis is soap!\n\nShe shows Pocahontas by pantomime how the soap is used.\nThere is not a trace of pleading or complaint in her guest.\nShe appears determined to face each new hardship with\ncourage. :\n\nMARY\nI think you are most elegant, excusing\nthe liberty. .\n\f114\n\n115\n\n86,\n\nMary tries to get her to eat, but she will not take food.\n\nMary gives her a bath. She is limp and indifferent even as\na pail of hot water is poured over her shoulders.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\n114\n\n115\n\n86,\n\nMary tries to get her to eat, but she will not take food. Mary gives her a bath. She is limp and indifferent even as\na pail of hot water is poured over her shoulders. \n\nTARGET SECTION TO BE ANNOTATED:\n She is\nlike a wild animal that has been brought into captivity.\n\nShe puts on Mary’s cast-off clothes. First a corset, then\na tattered camisole, then a long calico gown.\n\nMary makes her look at herself in the mirror. She is\nbeautiful, yet Mary’s cries of admiration do not cause her\nto feel less forlorn.\n\nMary shows her how to sit and walk like an Englishwoman.\nShe must keep her back straight and her knees together,\nsmoothe out her skirt, etc. Outside a new battle rages.\n\nMARY\n\nGo ahead. Take.a few steps. Walk.\n\nThat’s right. The shoes hurt your\n\nfeet, don’t they?\nPocahontas’ movements; naturally free, seem constrained in\nthese new garments. They weigh on her like papal\nvestments. But she continues to accept Mary’s efforts to\nteach her English ways with a fierce stoicism., If this is\nto be the form of her damnation, sha will throw herself\ninto it head first. She will relish her perdition.\n\nEXT. JAMESTOWN FORT - BATTLE - POV ON ENGLISH SHIPS\n\nThe Indians pelt the fort with flaming arrows as the\nEnglish, their defenses crumbling and their walls on the\nverge of being wholly breached, wait to see if Pocahontas\nwill ransom them.\n\nThen, all at once, they leave off their attack, and we\nstand with Powhatan as they behold with astonished eyes the\nreturn of Newport and the English ships.\n\nPOCAHONTAS AND MARY\n\nMary shows Pocahontas how to use a door key. It seems to\nher that the Princess’ mind has been damaged.\n\nMARY\nNot that way. Hold it like this.\n(abruptly)\nWill you see Captain Smith?\n\nPocahontas does not reply. Pity for Smith’s approaching\nsufferings at her hands surges up inside her together with\na smaller measure of pity for herself. Outside they hear\nloud, boisterous noises.\n\f117\n\n118\n\n119\n\nay.\n\nEXT. WHITAKER HOME\n\nMary rushes out to sea what is going on. Pocahontas\nlingers inside, her heart pounding with expectation.\nCannons thump in the distance. English soldiers rush\nthrough the streets, celebrating wildly.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nPocahontas\nlingers inside, her heart pounding with expectation. Cannons thump in the distance. English soldiers rush\nthrough the streets, celebrating wildly. \n\nTARGET SECTION TO BE ANNOTATED:\nMARY\nWhat is it?\n\nPASSERBY\nThe ships ‘ave come. The war’s over.\nThe Chief of the Savages has offered\nus peace.\n\nNEW ANGLE\nPocahontas chops her hair off with a broken conch shell.\nEXT. WHITAKER BACK DOOR\n\nWith her guards distracted by the festivities, she snaaks\neut the back way. She wanders around for a while as she\nconsiders whethar she should swallow down her pride and go\nto Smith. She looks at the back woods, considers going\nback to hear own people, then thinks better of it.\n\nEXT. BRICKWORKS\n\nShe finds Smith at the stockade, hard at work making\nbricks. He looks around and sees har standing bafore him,\ndressed in English clothes.\n\nPOCAHONTAS\nDid you know I was here?\n\nSMITH\nThey said they were going to fetch\nyou. I was against it.\n\nPOCAHONTAS\nOh.\n\nHer cheeks burn with shame and disappointment. But this,\nit seems, is what she wants -~ to feel humiliated to the\npoint of drastic action. Smith starts to speak, but\nhesitates.\n\n. POCAHONTAS\nWhat?\n\nSMITH\nI forgot what I was going to say.\n\n \n\fcr\n\n8a.\n\nPOCAHONTAS\n\nTe must have bean a lie. Wait ~- let\nma look at you, :\n\n(distraught)\nI should not have come to you.\n\n(her eyes plead with him)\nYou hear them singing, dancing? Turn.\nClose your eyes.\n\nShe draws a long kitchen knife out from under her shawl and\nbrings it down with all her strength against Smith’s heart.\nThe steel corselet beneath his shirt causes it to ricochet\naway, and Pocahontas cuts her hand on the blade. She drops\nthe knife and bursts into tears. Smith takes a moment to\ncompose himself, then reachas out to touch her.\n\nPOCAHONTAS\nNo.\n\nSMITH\nIt was your own choice. Was it not?\nBlama no one but yourself. You\nfollowed ma of your own free will.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nWas it not? Blama no one but yourself. You\nfollowed ma of your own free will. \n\nTARGET SECTION TO BE ANNOTATED:\nDid I come looking for you? Did I |\nlure you from your family’s side? Did\nI forca my love on you?\n\nPOCAHONTAS\nI deceived my father, left my home --\nwhere can I go now? Back to the\npeople I betrayed? They hate me. As _\nthey should. I had no cause to harm\nthem.\n\nSMITH\nDid I hand you over to these people or\nurge you to do any of those things you\nthink so evil?\n\nPOCAHONTAS\nit pains ma to hear you lia.\n\n:’ SMITH\nI didn’t want to harm you -- and now\nthere's disaster all around us. Wa\nshould have stopped before it was too\nlate. How can I go off with you?\nWhere? Where would you belong?\nBarefoot. Tattoos. Running through\nthe treas, talking to the clouds...\n\nHe decides to leave it there, then breaks his resolution.\n\f-89,\n\nSMITH\nYou're surprised that I don’t have\nscruples. Well, I do, put it’s not in\nmy character to be stopped by them. I\nwant no more chaos. I want peace.\n\nPOCAHONTAS\n\nYou will not have it.\n\n(after a pause)\nLet me stay with you. You will never\nbe happy anyway. It can’t matter to\nyou one way or the other.\n\n(seeing him hesitate)\nI will never question you in anything.\nI will be like a bird in your hand.\n\n{still he hesitates)\nWhen you first came to our camp, you\nmade me feel -- that we had always\nbeen looking for each other. You\ntaught me how to name the stars. You\nshowed me where the north was. Then I\nloved you and showed you all the good\nthings of the land. Do you remember?\n\n‘The springs, the turkeys’ nests, the\n\nplaces where the fish hide...\n\nSMITH\n\nAnd I expressed my appreciation!\n\n({qrowing angry)\nYou might consider that in return for\nsaving me, you might have got more\nthan you gave. You left a barbarous\nplaca to come to a civilized colony.\nDon’t make me talk this way.\n\nBut he cannot resist going on.\n\nSMITH\n\nI taught you how to speak.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t make me talk this way. But he cannot resist going on. SMITH\n\nI taught you how to speak. \n\nTARGET SECTION TO BE ANNOTATED:\n When you\nware a savage and didn’t know your own\nmeaning but whistled like a bird. May\nthe gods blast me! You think I thank\nyou for the things you’ve done? No --\nI thank whatever foul, fiendish thing\nmakes people fall in love.\n\n(maniacally}\nLove! TI hate the name! There’s no\nirons can make you more of a slave.\nYou forget yourself. Your dignity,\nyour freedom. You end up wondering\nwhat drove you mad. I was happier in\na Turkish jail.\n\n \n\f90,\n\nPOCAHONTAS\nIam sorry. I have no right to blame\nyou. Don’t leave this way. I don't\nwant to remember you this way --\nthinking what to tell ma -~ how to say\nit. Show a doubt. Pretend if you\nhave to. You have a good heart,\n\nSmith sees tha guilelessness of her clear eyes and feels\n\nhis feet mashed in a web of lias. Hea seas the damage ha\n\nhas done her, this child whose heart has never known true\ngrief. A dam bursts inside him. Trembling with emotion,\nhe rips open her blouse.\n\nSMITH :\nHere, let ma see you naked. One last\ntime! So I can forget you.\n\nHe pushes her back into the darkness of a stable. His face\nis contorted heyond recognition. A demon rages inside him.\n\nPOCAHONTAS\nI watched my brother die. I killed’\nhim, I Know that I am vile. I lied,\nI stole. You cannot endure me\nanymore. That night when I asked you\nto take me away -- you hated me then.\nI hate myself a thousand times more.\nI could rip my heart from my chest.\nWhat is it deing thera?\n\nSMITH .\nYou hate me. I don’t blame you for\nit.\n\nHe offers her the knife she stabbed him with. Pocahontas\nlooks at him, stunned. When sha next speaks, she seems\nutterly changed.\n\nPOCAHONTAS\nOh, John, is this a dream? I naver\nknew that life could be this way. I\ndid not know what you call misfortune.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOCAHONTAS\nOh, John, is this a dream? I naver\nknew that life could be this way. I\ndid not know what you call misfortune. \n\nTARGET SECTION TO BE ANNOTATED:\nI thought all was the best that it\n\ncould be -- that men loved the truth --\nthat people didn’t go away when they\ndied, not forever -- that they were\n\nhera listening and kept the snakes\naway! I thought you could talk with a\nstone. I was a foolish girl. I\nthought we wanted the same thing --\nthat we might have a child, and -~\n\f120\n\n121\n\n91\n\nWhile she has been talking Smith has quietly come up behind\nher. Now, suddenly, she tufns around and sees him. He\ntakes her into his arms. \"\n\nSMITH\nI have injured you, and my own soul.\nThose wounda that I have given you I\nhope in time shall heal. Those wounds\nI gave myself, they never can.\n\nPOCAHONTAS\nI forgive you, John.\n\n. SMITH\n\nForgive me? I, who loved you, was\ncrueller to you than your cruellest\nenemies. I’ve cast.a shadow on your\nlife.\n\nImmitigable, eternal. He sees it even if she does not.\nHeaven itself could not undo what he has done.\n\nHe rocks her gently back and forth, and she pulls him down\nto the ground beside her, and they hold one another as they\ndid long ago in the dark Chickahominy woods.\n\nEXT. JAMESTOWN DOCK\n\nNew settlers disembark from the Susan Constant and peer\nabout the pestilence-wracked colony, astonished.\n\nWith their fine clothes and healthy looks, they stand out\nfrom the original members, who wander around eating fresh\nmeat, fruit and eggs for the first time in six months.\n\nEXT. BRICKWORKS\n\nNewport has come to the brickworks with Argall. He points\nto Smith.\n\nNEWPORT\nSet him free.\n(to Smith)\nDo you wish to bring charges against\nthis man?\n\nSmith considers this for a moment, then shakes his head.\n\nNEWPORT\nAre you sure? Fine then, Argall. Be\noff.\n(Argall leaves)\nI have news for you.\n(MORE}\n\n \n\f92.\n\nNEWPORT (cont’d)\nThe King wants you to return to\nEngland and prepare an expedition of\nyour own, to chart tha northern coasts\n~- to sea if you might find a passage\nto the Indies.\n\nSmith ponders the offer.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE}\n\n \n\f92. NEWPORT (cont’d)\nThe King wants you to return to\nEngland and prepare an expedition of\nyour own, to chart tha northern coasts\n~- to sea if you might find a passage\nto the Indies. Smith ponders the offer. \n\nTARGET SECTION TO BE ANNOTATED:\nSMITH\nThank you, but I am obliged to\ndecline.\n\nNEWPORT\n\nMay I know why?\n\n(no reply)\nCome, Smith, this is not how the world\nworks. Eh? This is not how things\nare done. Things must look different\nto you here than from out there in the\nwoods. The King has great hopes for\nyou. Plans, great plans! I spoke\nwith him in person. What is there for\nyou if you stay? Trouble. Ennui.\nThe common lot. But I will not plead\nwith you. Your life is your own. Is\nthere anything I can do for you?\n\nSMITH\nShe will not escape.\n\nNEWPORT\nNo, not if she has her -senses about\nher, Her father does not want her\nback. He would be obliged to take her\nlife if she returned. Yes, they would\nkill her if she did. She understands\nthat?\n\n122 EXT. JAMESTOWN - SERIES OF ANGLES - HAPPY MOOD RETURNS\n\nThe colony is plunged into a faver of activity under\nNewport's direction. He addrasses its assembled members:\n\n\"\" NEWPORT\nUnless the material sickness that has\nconsumed the spirit of our colony is\nbranded and checked, unless our lusts\nare outgrown and our rape of this\nearth and of each other stopped, wa\nshall lose not only our life and land\nbut, “like Esau of old, our eternal\nbirthright. Let not America go wrong\nin her first hour. If we use God’s\nbounty for selfish purposes, then God\nwill curse us.\n\n(MORE)\n\f123\n\n93.\n\nNEWPORT (cont’d)\nLet us remember what this country wag\nwhen first wa set foot upon these\nshores. Let us think what it still\nmight be. Let us prepare a land of\njustice and liberty, where a man might\nrise to his true stature: a land of\nunprecedented faith, tolerating all,\nfounded on the soul and loving its\nlaws: a land that shall be the scene\nof the next mighty act in the history.\nof man’s redemption,\n\nOver the course of the following weeks, Pocahontas and\nSmith manage to steal a few hours together. They skip\nstones and feed each other berries.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet us prepare a land of\njustice and liberty, where a man might\nrise to his true stature: a land of\nunprecedented faith, tolerating all,\nfounded on the soul and loving its\nlaws: a land that shall be the scene\nof the next mighty act in the history. of man’s redemption,\n\nOver the course of the following weeks, Pocahontas and\nSmith manage to steal a few hours together. They skip\nstones and feed each other berries. \n\nTARGET SECTION TO BE ANNOTATED:\n She shows him a bird\nshe has coaxed to land on her hand, He caresses her\nshoulders with a cattail and looks at her tattoos.\nEmbarrassed, she covers them back up. She has grown more\nmodest. She fears that she might seem like a barbarian to\nhim, .\n\nHer wild, natural gaiaty is gone out of her. The\nsomersaulting is but an imitation. She no longer is tha\nblithe, fantastic being he met in the forest, bright as an\nangel, innocent and affectionate as a child, What has he\ndone? From a distance, Wilf regards him warily.\n\nSMITH\nYou look sad, Have I made you so?\n\nPOCAHONTAS\nSad? No. I’ve never been sad. We\nhave all we need. Even now. Why\nshould I be sad?\n\nSMITH AND NEWPORT\n\nNewport and Smith are out for a walk. In the background\nthere is tha incessant note of frogs.\n\nNEWPORT\nI always thought you were meant for\nsomething more, Smith.\n\nSMITH\nMore what?\n\nNEWPORT\nI den’t know. Important.\n\nSMITH\nMore important to whom?\n\f124\n\n1243\n\nNEWPORT\n\nYou could do your nation a great\nservice. All nations! His Majesty is\nready to finance a considerabla\nexpedition. Needless to say, it will\nbe a vary famous man who finds it --\nthe passage -- a way through. TI know\nyou do not care about such worldly\nthings. Prastige! But still you\nmight have a great futura ahead of\nyou. Why should it stop here? This\nis a beautiful land. It flows with\nmilk and honey as surely as any\nScripture ever promised. And yat it\nis not all wa hoped to find, now is\nit?\n\n(music enters)\nShall you be a discoverer of passages\nwhich you refused yourself to explore\n~- beyond the threshold?\n\nSmith looks off down the shore to the place where they\nfirst landed, now quite changed.\n\nEXT, DOCK - INDIES MUSIC\n\nSmith walks through the colony. Across the bay he sees the\nships being outfitted for their return to England. The new\narrivals salute him. His reputation has spread.\n\nHe stops in front of the largest of the ships.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe new\narrivals salute him. His reputation has spread. He stops in front of the largest of the ships. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks up\nat the taut spars and repes, at the great waxed sails, and\nsomewhere deep in his soul he again hears the Indies music\nthat has called to him from the beginning and drawn him\never on.\n\nThe music whispers that there is no lasting haven of\nhappiness. Life has moments of unbidden flying rapture,\nbut they last no longer than it takes a cloud to move\nacross the sun. They are as fleating as the golden visions\none has of the soul in natura, those glimpses of its remote\nand brooding sanity.\n\nIt whispers that the Indies lie always before us;\neverything is still possible; we can put tragedy behind us\nand make a new start. And now we no longer see Smith\ndirectly but seem to look out over his shoulder. We notice\nwhat he notices -- the sailors coming and going, the\nchatter of the new pioneers, the wind playing in the sails,\n\nEXT. JAMES RIVER SHORE\n\nSmith talks with Ban, his sole confidant.\n\f935.\n\nHedged by a margin of dark trees, the river winds off inte\nthe interior, shimmering in the evening light.\n\nSMITH\n\nA man cannot let himself be detained\non Calypso islands, howaver inviting.\nHe must sail on ~~ put off those arms\nwhich would hold him and keep the\nindependence of the open sea, Heaven\nwill not fault him. Heaven itself is\nshoreless. Better to perish in the\nhowling infinite than crawl to the\nsafety of the land. Uniass you are\nready with a savage will to break\nfree, you stand to miss your own\ndestiny. What is worse than that?- To\nwake up and find you've been leading\nanother man’s life!\n\n(Ben does not reply)\nWait two months, then tell her I am\ndead.\n\n{seeing Ben hesitate)\nIt will give her strength. She must\nnot despair of her future.\n\n125 EXT. woods\nSmith has come out with Pocahontas to the woods.\n\nPOCAHONTAS\nQuick! They may follow us!\n\nSMITH\nNo one has followed us.\n\nPOCAHONTAS\nThis way, come!\n\nSMITH\nWe can’t go farther. Wa might get\nlest.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOCAHONTAS\nThis way, come! SMITH\nWe can’t go farther. Wa might get\nlest. \n\nTARGET SECTION TO BE ANNOTATED:\n Tell me, my sweet, are you well\ntoday?\n\nShe wonders why he seems so solemn. The afternoon is\nlovely, and it is net easy for them to steal away.\n\nSMITH\nThere’s something I know when I/m\nwith you.\nShe gazes at him. What does he mean?\n\nSMITH\nI’ve been a monster to you.\n\f96.\n\nPOCAHONTAS\nWhat is that?\n\nSMITH\n\nSomeone who doesn’t care if he hurts\nother people.\n\nShe does not answer but looks at him in silence. Whatever\nthe past has bean, let them think rather of what lies\nahead. Far away, the ships sway gently at their anchor,\n\nSMITH\n\nYou know ma as I was long ago, when\nthe soul that looked from my eyes was\nnot the accursed thing that it is now.\nYet sometimes it seems -- I could be\nsomething still -- I’ve never yet been\nthe man you thought I was, or had the\nright to expect that I should be.\n\nPOCAHONTAS\n(shaking her head)\nYou’re all I’ve ever wanted! Just as\nyou are.\n\nSMITH\nTell me, my sweet, do you still wonder\nif the wind could blow backwards?\n\nShe smiles, How lovable she is in her devotion, how\nchildlike. Har look of adoration could move a stone. It\nis a fearfully painful thing, to love her as he does, and\nto have to be so cruel, though her stoicism makes it\nsomewhat easier for him to discount what she might feel.\n\nPOCAHONTAS\nWhy do you bite your lip?\n(he does not answer)\nWhy do you look at me that way?\n\nSMITH\nI cannot tell. One imagines that one\nis strong, when one is weak.\n\nPOCARONTAS\nYou are very strong. Why worry about\nthe rain when it is past? We waste\nthe afternoon. Come away. Let’s sit\nby the river and think of all the\nbirds-we can!\n\nSMITH\nYes.\n\f126\n\n127\n\n128\n\n129\n\n130\n\n131\n\nPOCAHONTAS\nO John, how happy we can be. We fit!\nLove will make us happy, in spite of\nthe sadness we have known.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\n126\n\n127\n\n128\n\n129\n\n130\n\n131\n\nPOCAHONTAS\nO John, how happy we can be. We fit! Love will make us happy, in spite of\nthe sadness we have known. \n\nTARGET SECTION TO BE ANNOTATED:\n Why mourn\nfor what is lost? Why do we not:\nquickly forget it, till we are glad\nagain?\n\nHe looks at her with a sharp stab of longing. He loves her\nnow, in leaving her, more than ever before.\n\nEXT. SHIP CASTING OFF, DEPARTING - WILF (BACK FIGURE)\n\nSailors untie hawsers and cast them on the deck of the\nSusan Constant. Wilf stands on the shore and watches.\n\nA wake spreads out behind the departing ship, flashing and\nfrolicsome in the morning sun. Tha waves lift up their\nnecks, pressing toward the deep-water currents. The mast\npoints toward the clouds. High above flies a solitary\nbird.\n\nPOCAHONTAS ASLEEP\n\nNature breathes softly about Pocahontas as she lies beneath\na tree, a nymph lost in her green dreams; an Ariadne.\nGradually, she comes to consciousness. Wobblehead is\ntickling her lip with a spear of grass. Startled, she asks\nhim what is going on. In a mischievous way, he pantomimes\nthat her friend Smith may. be giving her the slip.\n\nEXT, JAMESTOWN STREETS\n\nPocahontas walks briskly through the streets of Jamestown.\nThey are mysteriously deserted. Then she hears the noise\nof the crowd at the dock.\n\nEXT. DOCK\n\nPocahontas rushes along the dock, looking for Smith. The\nEnglish regard her with pity and embarrassment. She\nrefuses to believe what their looks plainly say.\n\nEXT. BRICKWORKS ‘\n\nFrom the brickworks, Pocahontas sees the sails parting in\nthe distance, and that greatest of agonies comes cver her --—\nthe pain of having loved in vain.\n\nEXT. WHITAKER HOUSE\n\nMary finds her friend,\n\fm\n\n132\n\n133\n\nSB.\n\nMARY\nHe’s laft you, Princess. He tald you\na pack of lias. Forget about him.\n\nStunned, Pocahontas sits down on the boardwalk.\n\nPOCAHONTAS\n\nI gave him everything I had -- my\nfirst, best...I am too poor,\nbarbarian.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nStunned, Pocahontas sits down on the boardwalk. POCAHONTAS\n\nI gave him everything I had -- my\nfirst, best... I am too poor,\nbarbarian. \n\nTARGET SECTION TO BE ANNOTATED:\n Is that the word? oO, I\nthought people loved each other always\nand forever!\n\n(avoiding the eyes of\n\npassersby)\nLook at them. They are talking about\nme. They are afraid of me. Oh yas!\nThey look away when they see me now.\nThey stare -- I don’t know which is\nworse. I want to die.\n\nMARY\nYou made a fool of a mistake about\nhim, I tell ‘ee again and the harm you\ndone yourself by dirtying your own\nhest, it serves you right, excusing\nthe liberty.\n\nPOCAHONTAS\nWhat should I do? I’ve thought of a\nway to bring him back -- to astonish\nhim -- or free ma forever of desire.\n\nMARY\nDon’t let it make you bitter. You’re\na Princess. You grew up in a palace.\nYou’re used to giving orders and\nhaving your own way. You must learn\nte live on a common level now.\n\nTIGHT ON ROLFE\n\nJOHN ROLFE, a gentlemanly planter who has recently shipped\nin, observes this scene. The Indian woman’s disheveled\nbeauty sends tongues of fire through his veins.\n\nGROUP OF WOMEN HAVING TEA\n\nPocahontas serves tea to a group of newly-arrived women.\nShe wears a glazed expression and seems utterly indifferent\nto their gaze.”-As scon as she leaves the room, they begin\nto talk about her.\n\f134\n\n135\n\n136\n\n99,\n\nFIRST WOMAN\nThe other day she stripped off har\nclothes on tha Landing, in front of\nthe Plowman family. When they gasped,\nshe turned and threatened to scalp\nthem.\n\nThey are unaware that the creature who is serving them once\nenjoyed a very different life.\n\nSECOND WOMAN\nAs soon as I go near her, she glares\nat me like a bull. She’s going to do\nherself harm, she is. Good as my\nword. Says wa should eat and sleep\nand love children, only childran!\n\nEXT, CLEARING - SMITH’S ARMOR\n\nPocahontas comes upon Smith’s armor, still hanging in the\nclearing where they had their tryst the week before he\nleft. She looks up at the clouds as inwardly she speaks\nwith her mother.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nSays wa should eat and sleep\nand love children, only childran! EXT, CLEARING - SMITH’S ARMOR\n\nPocahontas comes upon Smith’s armor, still hanging in the\nclearing where they had their tryst the week before he\nleft. She looks up at the clouds as inwardly she speaks\nwith her mother. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS (0.S.}\nI am going mad again -- hear voices --\nYou no longer speak with me or walk\namong the trees.\n\nPOCAHONTAS BY CANDLELIGHT\n\nAt night, by a candle, she resumes their communion. A moth\nflits about the flame. The windows buzz in their fittings.\nHer eyes dart right and left, waiting for Smith’s spirit to\nmake an appearance. Love and rage sweep over her in waves.\nWhy can she not live lika the simple moth?\n\nPOCAHONTAS (0.S.)\n\nI want to de good, yet I do bad. You\ntold me that if I loved truly, I would\nfind true love in turn. I followed my\nheart; now I am lost. I thought there\nwere no accidents, that every sorrow\nwould turn to joy, and all at last to\nblessing. © Mother, why did you not\ntell me more?\n\nPOCAHONTAS BY MOONLIGHT\nShe listens to-the wind in the pines. Fear grows in her at\n\nthe thought of her fate. The sight of the sky, which once\ndelighted her, now makes har heartsick and ashamed.\n\f137\n\n138\n\n139\n\n100.\n\nPOCAHONTAS (0.S.)\nPeople have been patient with me and\nkind beyond words. Help Mary if you\ncan. Everything is gone from me ~-\neverything but the certainty of your\ngoodness, The time has come to join\nyou, and my fathers --\n\nEXT. RIVERBANK\n\nPocahontas makes her way across a wet meadow into the\ndarkness of the forest. She picks a toadstool, a red\namanita, and eats it, then lies down on a carpet of pine\nneedles to await her death.\n\nLuckily, Wobblehead has been following her. He rushes out,\nPicks her up in his arms, shakes her, then carries her off\nto the river, to drench her and to seek an antidote.\n\nEXT. JAMESTOWN STREET - MONTAGE - AUTUMN\n\nAutumn leaves are falling. Pocahontas walks around dressed\nin rags and tatters. Her hair, which once shone like a\nraven’s wing, now hangs down in matted tresses. She does\nnet care how she looks.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nPocahontas walks around dressed\nin rags and tatters. Her hair, which once shone like a\nraven’s wing, now hangs down in matted tresses. She does\nnet care how she looks. \n\nTARGET SECTION TO BE ANNOTATED:\n She has given up her attempts at\nlooking like a civilized woman. Her reason for them just\nSailed away. She is dirty, distraught. She can barely be\nmade to utter a word. She is like a wild creature that\nwill not take to captivity. She makes no secret of her\nloss. When sha does grow animated, it is to take a\nperverse delight in degrading herself before the citizens\nof Jamestown -- dancing and chanting, behaving in\nunpredictable and outrageous ways.\n\nShe watches the scavenger dogs slink through the alleys and\nfeels a special affinity with them -~ with all things low\nand revolting, all things scorned and abused.\n\nShe sees the Indians trading with the white men. The sight\nof the simple, carefree lifa that she forever has\nrelinquished fills her with an indescribable dismay.\n\nPOCAHONTAS IN THE RAIN\n\nRolfe watches her as she walks in the rain. She looks up\nat the sky with a smile and closes her eyes, enjoying the\ngentle pelting of the raindrops while the English hurry by\ncovering their heads. She dances.\n\nHe sees in her a glimmer of the natural girl whom we first\nmet; wounded now, though still quite young. Mustering his\ncourage, he steps out into her path.\n\f140\n\n102.\n\nROLFE\n\nI would like to spend the afternoon\nwith you. How do I ask?\n\nPOCAHONTAS\n(aloof)\nYou just did.\n\nShe makes no effort to drive him away, nor to carry the\nconversation further.\n\nEXT. PATH THROUGH THE WOODS\n\nPocahontas and Rolfe ara on a path through the woods. The\nsight of her, so beautiful and so deeply wounded, stirs\nRolfe to the quick.\n\nROLFE\nWhat are you going to do? You can’t\nlet yourself rot away.\n\nPOCAHONTAS\nWhat do you mean?\n\nROLFE\nYou seem like someone who loves her\nfreedom -- who could never be caught.\nCaught, you know, like a bird in a\ncage.\n\nPOCAHONTAS\nI don’t know why you call it that.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nROLFE\nYou seem like someone who loves her\nfreedom -- who could never be caught. Caught, you know, like a bird in a\ncage. POCAHONTAS\nI don’t know why you call it that. \n\nTARGET SECTION TO BE ANNOTATED:\n If\nI like my cage, why need it trouble\nyou?\n\nTwo little girls rush up and beg her breathlessly not to\nleave, otherwise they will be sent back to England.\nPocahontas promises them that with new friends like these,\n\nshe would not consider it. She and Rolfe continua on their\nwalk.\n\nPOCAHONTAS\nYou love people, and they don’t love\nyou back. You tell them the truth,\nand they tell you lies. I don’t know\nwhy I am surprised. I couldn’t make\nhim love ma. I couldn’t make him\nsorry when he wasn’t with ma. Don’t\nremind me that I aver spoke this way.\nI wouldn’t like to remember it.—\n\nBut she finds it impossible to stem the flood that is\nrising in her.\n\f1408\n\n140¢\n\n102.\n\nPOCAHONTAS\n\nI can’t abide myself, I lived for\nhim. All day long I waited for him\nlike a dog. I obeyed him, smiled at\nhim, put on things to please him, then\ntook them off if I thought they\nwouldn’t. ~\n\n(Rolfe seems to wince)\nAnd all the time he didn’t want me. I\ncan’t bear it! And I deserve it all!\nI thought only of myself -- while my\nfamily suffered, while my brother\ndied!\n\nRolfe looks around, wondering if they can be overheard.\n\nPOCAHONTAS\nI will tear him from me, tear my chest\ndown to the bone, until the shame is\ngone. Until I tear it cut!\n\nShe has been fealing strong. Now, suddenly, she feels vary\nweak.\n\nPOCAHONTAS\nOh, Mr. Rolfe, if I cry, you’ll put\nyour hand over my mouth, won’t you --\nand hold me tight? Hold me, Mr.\nRolfe. Hold me with all your\nstrength.\n\nRolfe rocks her gently in his arms.\n\nEXT. JAMES RIVER\n\nGently, guiltily, Ben whispers to Pocahontas that Smith is\ndead. We do not see the moment when she understands what\n\nhe is saying, only the aftermath, as she rubs dust on her\n\nface and body, then plunges fully clothed into the river,\n\nas though to calm her grief.\n\nEXT.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nJAMES RIVER\n\nGently, guiltily, Ben whispers to Pocahontas that Smith is\ndead. We do not see the moment when she understands what\n\nhe is saying, only the aftermath, as she rubs dust on her\n\nface and body, then plunges fully clothed into the river,\n\nas though to calm her grief. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TUNDRA (NEWFOUNDLAND) - WIND, A CREAKING MAST\n\n‘Smith’s shadow advances over the ground. Searching and\n\nseeking are written in his face, with eternal failure to\nfind. His travels bring him at last to the bleak,\nwindswept tundra of Newfoundland. There is not a tree in\nsight, no murmuring stream or leaf to speak with his soul.\nThe natives here (Inuit, or Eskimos) gaze at him coldly,\nwith eyes like stones, as though he were a man who could\nnot be trusted or reckoned with. The bribe of gaudy beads\nhe holds out to them they turn their backs on, and he casts\nit aside as something worthless after all, into the stiff,\ndead grass.\n\f103.\n\n140pD EXT, DRY RIVERBED\n\n141\n\n142\n\n143\n\nSmith stands in a dry riverbad. A STRANGER looks at him\nskeptically as, off camera, wa hear:\n\nSMITH (0.8,)\nI must keep looking.\n\nJAMESTOWN GROWS - MONTAGE\n\nA legend reads: “Four Years Later”. The colony has\nprospered, its peace with Powhatan assured by Pocahontas’\npresence at the fort. New arrivals come in from England\navery few weeks. They fell the forests and lay out their\nfields. The houses more and more resemble the Tudor\ncottages of England. Rolfe writes in his journal, a\nportion of which plays over these scenes.\n\n: ROLFE (0.S.)\n“In time her spirits improved. She\ncame to believe there must be a reason\nfor all that had come to pass. Things\ndo not happen by accident. She would\ngo wherever life should lead her. She\nwould not languish in sorrow. The\nsun, the grass and the stars -- they\nall ware perfect and content. Why\nshould she not be the same? Her\ntransformation was remarkable, a great\nsatisfaction to all who knew and cared\nabout her.”\n\nRolfe gives Pocahontas books from his library. She learns\nto read and to speak properly. Sha studies geography,\nhistory and literature. She flourishes under his tutelage.\nMary has joined the household as a serving maid.\n\nAMBUSH, POWHATAN MOVES.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe flourishes under his tutelage. Mary has joined the household as a serving maid. AMBUSH, POWHATAN MOVES. \n\nTARGET SECTION TO BE ANNOTATED:\n OUT, VILLAGE ON FIRE\n\nTha colonists skirmish with the Indians, until Powhatan,\ndefenseless against thair superior arms, decides to abandon\nthe Tidewater and push west, by canoe and caravan, into the\nterritory of enemy tribes. The longhouses are bundled up,\nthe stores unearthed and sealed in clay pots, the villages\nburned to the ground.\n\nPocahontas sees, in the distance, the black columns of\nsmoke. She stands and wonders how much more destruction\nshe will witness. Tears rise up behind her eyes.\n\nTIGHT ON POWHATAN\n\nHis face set like a flint, Powhatan bids farewell to his\nancestral home.\n\f144\n\n145\n\n146\n\n1ia4,.\n\nEXT, HENRICO TOBACCO FIELDS - ROLFE - PANTOMIME\n\nRolfa cultivates his extensive tobacco fields. Pocahontas\ngives him valuable advice, showing him (in pantomime) how\nto nip off the seed buds so as to concentrate nourishment\nin the leaves, how properly to fallow the land, planting\nbeans at the foot of the corn so thay can climb up the\nstalks while replenishing the soil, etc.\n\nHelpers work at the curing racks, setting the tobacco out\nto dry in the sun, then packing it into hogsheads for\nshipment back to England. A sacrament to the Indians,\ntobacco has become the foundation of Jamestown’s aconomy,\nits only significant export. Rolfe makes up a pipe.\n\nANGLES ON POCAHONTAS\n\nWobblehead amuses Pocahontas with his antics as she wanders\nalong the country lanes.\n\nShe is a legend to the English, who bring her gifts and\nleave them at her doorstep. She opens the gifts ~- strange\nhats, religious paraphernalia, dolls, balloons, pins. She\ntries on a hat. The taint and burden of her madness falls\naway. Gradually she grows more English in her ways, though\nat dawn she swims in the river still, and still the elders\nspy on her as she does.\n\nEXT. JAMES RIVER - ABOARD THE MOVING BOAT - LATER\n\nRolfe has brought Pocahontas out boating on the James.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nGradually she grows more English in her ways, though\nat dawn she swims in the river still, and still the elders\nspy on her as she does. EXT. JAMES RIVER - ABOARD THE MOVING BOAT - LATER\n\nRolfe has brought Pocahontas out boating on the James. \n\nTARGET SECTION TO BE ANNOTATED:\n Her\nunhappiness is no longer so acute, and his kindness has\ngrown upon her. Has she begun to sea in hima\nreincarnation of her lost lover? Though not as handsome or\ndashing as Smith, Rolfe is an immensely attractive man.\nStill, you can tell from her distracted manner that she\ndoes not regard him with anything like the feeling. she once\nhad for Smith.\n\nROLFE\nSuppose I asked you to marry me? What\nwould you say?\n\nPOCAHONTAS\nAre you asking me?\n(he nods)\nWhere would we live?\n\nROLFE\nHere.” England, if you wish. Perhaps\nthat would be best. You could forget\nyour life in this place.\n\f105,\n\nPOCAHONTAS\nI couldn’t live in England, Mr. Rolfe.\n\nROLFE\nSay yes.\n\nPOCAHONTAS\nListen to you. Always giving orders!\n\nSomething has changed in her. Sha has nowhere to turn, and\nshe desperately wants to make her peace with the world, to\n\nlive with a semblance of decency again, free of scandal, of\nuncertainty and insolent looks.\n\nPOCAHONTAS\n(stalling)\nYou don’t know how it is.\n\nROLFE\nI do. I know what you are going to\ntell me, in any case. I know the\nrumors -- that soma might be true.\n\nShe nods. She feels an odd desire to humiliate herself in\nhis eyes, so that he can entertain no illusion about her.\n\n \n\n \n\n: ROLFE\nThat’s all dead and gone.\n\nPOCAHONTAS\nI wish I'd met you first. But all the\nwishing in the world won’t make it\ndifferent.\n(deflecting him)\n\n“Have you thought about the looks you\nwould receive? They talk about us\nenough already, even now. You would\nfeel as though your every thought was\nKnown to them. You’re so proud, Mr.\nRolfe. You couldn’t bear it.\n\n_ ROLFE\nI would bear it proudly.\n\nPOCAHONTAS\nThere are things you don’t know and\ncould not guess. I would be obliged\nto tell you all.\n\n: ROLFE\no I know what I have to. I know that I\ni ‘ love you.\n\f106.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\n: ROLFE\no I know what I have to. I know that I\ni ‘ love you. 106. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS\n\n(with difficulty)\nYou see, I despise him, but I don’t\nknow what I would do if he were to\ncoma up from the dead. It is batter\nto face the truth than to hurt you as\nwell. You see, I am weak -- too weak\nto rely on. You should have the sense\nto know it, as much as I would like\nyou to forget it.\n\nROLFE\nI dream about you. I would give up\neverything. My friends, my land.\nEverything.\n\nHer candor stirs his chivalry. He reaches out to take her\n\nhand.\n\nShe looks\n\nROLFE\nWhy do you shrink from ma?\nPOCAHONTAS\nI wasn’t thinking.\nROLFE\nTell me...\nPOCAHONTAS\n\nYou know I do not iike to talk about\nmyself. I’m not going to leat you make\nme.\n\nROLFE\nWon't you say yes?\n\nat him for a moment.\n\nPOCAHONTAS\nAll right. If you like.\n\n. -ROLFE\nDon’t you want to?\n\nPOCAHONTAS\nThere’s nobody else I would marry...\n\nShe bursts into tears.\n\nROLFE\nThis isn’t what I expected. Why are\nyou crying, Rebecca?\n\f147\n\n107,\n\nPOCAHONTAS\nI’m sorry.\n\nROLFE\nWhy are you crying?\n\nPOCAHONTAS\nI guess because...I must ba happy. I\nnever like to cry. It gives me a\nheadache. But...I said I will marry\nyou. JI will not love you, but I will\nmarry you.\n\nRolfe considers this remark for a moment.\n\nROLFE\nWhen shall I make the announcement?\n\nShe looks at him, astonished by his kindness and devotion.\nThough she does not love him, she admires him a great deal.\nShe trusts him. He is strong and sane. She does not know.\nwhat else to hope for. .\n\nROLFE\nYou do not love me now. Someday you\nwill. Or I shall seek to deserva that\nyou should.\n\nINT. JAMESTOWN COUNCIL HOUSE\n\nRolfe discusses his marriage plans with the elders of\nJamestown. Newport presides.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. JAMESTOWN COUNCIL HOUSE\n\nRolfe discusses his marriage plans with the elders of\nJamestown. Newport presides. \n\nTARGET SECTION TO BE ANNOTATED:\n In an improvised way, the\nelders discuss their objections to the idea -- precedent,\nwhether they can allow a precedent for miscegenation, etc.\nFinally, Newport intervenes; a man of cold logic.\n\nNEWPORT\n\nYou are not ignorant of the heavy\ndispleasure which Almighty God\nconceived against the sons of Levi and\nIsrael for marriage of strange wives.\n\n‘> ROLFE\nNo.\n\nNEWPORT\nWould you do anything necessary to\nbring this about?\n\nROLFE\nYes.\n\f148\n\n149\n\n150\n\n108.\n\nNEWPORT\n\nWould you write out a petition,\nexplaining as the wealthiest planter\nin Virginia the benefit this would\noffer to the colony? Could you state\nyour hope that it might be the\nbeginning of the great work of\nconverting the Naturals, that this\nidea came to you in no way from carnal\naffections but for the good of tha\nplantation, for the glory of God and\nyour own soul, with the purpose of\nsaving an unbelieving creature, moving\nan urregenerate to regeneration. And\nwould you add to this that the Lord\nshould condemn you at the dreadful day\nof judgment, when the secrets of all\nhearts will .be known, if this be not\nyour true intent. Would you do that?\n\n{Rolfe nods)\nThen surely you do love her. Write.\n\nINT. POCAHONTAS’ ROOM\nMary helps Pocahontas get ready for the wedding.\nINT. JAMESTOWN CHURCH\n\nThe citizens of Jamestown celebrate the first union of\nIndian and white man in the New World. Sells ring out.\n\nEXT, ROLFE HOUSEHOLD - SERIES OF ANGLES\n\nRolfe and Pocahontas choose the site where they will build\ntheir house -- beyond the fort, on a bank overlooking the\nriver.\n\nROLFE\nWe can burn the weeds off here and\nmake a garden.\n\nThey wedge the earth open with a digging stick, to find the\nbest topsoil.\n\nGradually they settle into a life of quiet domestic joy.\nPocahontas milks the cattle and leads them to their stalls.\nShe bakes bread in the oven and watches her husband with a\ngrowing devotion; he has saved her from doom.\n\nFrom time to. time Indians approach the house to trade with\nher husband.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nPocahontas milks the cattle and leads them to their stalls. She bakes bread in the oven and watches her husband with a\ngrowing devotion; he has saved her from doom. From time to. time Indians approach the house to trade with\nher husband. \n\nTARGET SECTION TO BE ANNOTATED:\n Covered with soot and sweat, she looks\nlongingly at them, who spend their days as the birds of the\nair and lilies of the field. She will never again play in\nthe river or run carefree through the scented forests.\n\f151\n\n152\n\n153\n\n154\n\n109.\n\nINFANT\n\nGentla hands daub a newborn infant with sprigs of moss,\nINT. ROLFE HOUSE\n\nPocahontas has just givan birth to a son. Rolfe is\noverjoyed. But when Mary holds the child out to his\nmother, Pocahontas hesitates to accept it, as though she\ndoubted it wera her own. Then her natural feelings assume\ntheir reign, as she takes it warmly up into her arms.\n\nROLFE\nDear child! Thomas! May we call him\nthat?\n\nEXT. JAMES RIVER\n\nPocahontas sits with Mary on the bank of the James. She\nleoks out across the fields she reamed as a girl, to the\nstiff ranks of poplar and virgin pine. Sha remembers the\nnights when the aurora borealis shimmered above them. The.\nair rings with the cries of children.\n\nMARY\nYou seem happy.\n\nPOCAHONTAS\nI might be. I am about to be. Do you\never know? I speak with my mother\nagain. I speak with the clouds. I\nthought it would never ba. I have a\nfamily now.\n\nPocahontas jumps and skips as she plays with her lovely\nchild, who now is two years old. Then suddenly she stops,\nas though she had noticad how happy she was feeling and\nfelt guilty about it. But it is se wonderful to feel a\npart of life again, to feel it flowing in her veins. Yes!\nShe turns to Rolfe and smiles.\n\nVISION OF SMITH\n\nThat night Pocahontas dreams of her own mother, a lordly\nwoman who summons up the ghost of Captain Smith. Smith has\nsomething in his hand, a little book, which her mother\ninsists she take from him. She studies the books, but she\ncan make no sense of it. When she looks up, Smith is\nbeckoning her. Where?\n\fwe\n\n155\n\n156\n\n110,\n\nEXT. WALLS OF JAMESTOWN FORT.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere? we\n\n155\n\n156\n\n110,\n\nEXT. WALLS OF JAMESTOWN FORT. \n\nTARGET SECTION TO BE ANNOTATED:\nAnother day, as sha is walking alone by the walls of the\nfort, sha hears some voices on tha other side talking about\na man who could only be Smith. She stops. She puts her\near to the rough-hewn palisade.\n\nVOICES (0.S.)\nHe got booted out of Newfoundland.\nSet himself up a notch too high. Low-\nborn mant Knocked him from his\nperch!...Ha could make you laugh,\nthough. He could make you laugh.\n\nThe treas sway back and forth above her head. A darkness\ncloses around her heart. At a convenient moment sha\napproaches one of tha men who has been speaking.\n\nPOCAHONTAS\nCaptain Smith is still alive?\n{the man nods)\nYou saw him?\n\nMAN\nYes.\n\n. She turns and walks away. Her face is white with shock.\n\nINT. ROLFE HOUSE\n\nRolfe leans down to kiss Pocahontas, but she eludes him.\n\nPOCAHONTAS\n\nI cannot do that.\nROLFE\n\nWhy not?\nPOCAHONTAS\n\nIt would mean something I do not feal.\nROLFE\n\nWhat has coma over you?\nPOCAHONTAS\n\nI am married to -- him.\nROLFE\n\n(after reacting te this}\nMarried? You don’t know the meaning\nof the word exactly.\n\nPOCAHONTAS\nBut I am.\n\fwh\n\nLin.\n\nROLFE\nYou’va been so happy.\n\n. POCAHONTAS\nDid I say I had been? My heart is\nlika a stona.\n\nRolfe suffers this remark dumbly. He reaches out to take\nher hand.\n\nPOCAHONTAS\nI mustn’t do this, John Rolfe. I\ncannot kiss you as before. Why do you\ntempt me?\n\nShe walks into the kitchen, closing the door behind her.\n\nROLFE\nDon’t go.\n\nMad with jealousy, Rolfe jerks the door off its hinges.\n\nPOCAHONTAS\nYou ought not to have dene that. It\nis not becoming of you. Please go\naway. Will you?\n\nROLFE\nI merely wish to say that it is\nmonstrous you should feel this way.\n\nFOCAHONTAS\nYes, I know, It is wicked of ma. I\nam sorry. But it is not I altogether\nwho am to blame.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOCAHONTAS\nYes, I know, It is wicked of ma. I\nam sorry. But it is not I altogether\nwho am to blame. \n\nTARGET SECTION TO BE ANNOTATED:\nROLFE\nWho is, then?\n\nPOCAHONTAS\nMr, Rolfe, would you mind my living\naway from you?\n\nROLFE\nAway from me? What was the meaning of\nour marrying, then?\n\nPOCAHONTAS\nI thought I could do nothing alse. I\ngave you my promise. Then, as time\nwent on, I regretted I had and wished\nI could find a way to break it off. TI\nthought of the scandal it would cause\n-- this frightened me.\n\n(MORE)\n\n \n\f112.\n\nPOCAHONTAS (cont/d)\n\nI, of all people, ought not te have\ncared what people said, But I was a\ncoward -- and I didn’t want to hurt\nyou, Now I see it would have been\nbetter to have injured your feelings\nthen, than to marry you and injure\nthem all my life after. Will you let\nme go away?\n\n(pause)\nMr. Rolfe, why should we let the world\nchoose our plan of life for us? What\nis the use of thinking of laws, any\nlaws, if they make you miserable when\nyou know you are committing no wrong?\n\nROLFE\nFrom my point of view, you are\ncommitting a wrong in not liking me.\n\nPOCAHONTAS\nI do like you! But I didn’t see it\nwould be ~- so much more than that.\n\nFor a man and a woman to live\ntogether, whan one feels ag I do, is\nnot right. There. I have said it!\n\nShe winces inwardly to sea the pain that she is causing\nhim. But he is patient and kind. He overlooks insult and\ninjury. He doas not stand on his rights, nor keep a record\nof wrongs. His is a love that never gives up.\n\nPOCAHONTAS.\nThere’s a house in the heart. A\nlittle house. I can’t help it that he\ncame to mine.\n\nROLFE\nYou can,\n\nPOCAHONTAS\nHow? See my hand?\n\nIt flutters like a leaf. She is Faithful to her grief. To\nthink -- she had almost abandoned it!\n\nPOCAHONTAS\nIfm that way all through. Don’t leave\nme. See me through this. I don’t say\nit’s right.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t leave\nme. See me through this. I don’t say\nit’s right. \n\nTARGET SECTION TO BE ANNOTATED:\n Why can’t we agrea to\nfree each cther? We made the pact.\nAt night, when we could not see.\nSurely we can cancel it. Then we\nmight be friends and meet without pain\nto either one of us. ‘Be my friend,\nMr. Rolfe.\n\n(MORE)\n\f156B\n\n157\n\n113.\n\nPOCAHONTAS (cont! d)\n(pause) .\n\nOh, don’t you sea? We shall both be\ndead in a few years. Then what will\nit matter to anybody that you set ma\nfree for a littla while? Why can’t we\nseem fools to the world? I know I am\nwrong. I always am. I guass you just\ncan’t say that you will love someone\nforever,\n\nROLFE\nYou mean, by living away from me, to\nlive by yourself?\n\nPOCAHONTAS\nIf you insist. I know you maan my\ngood. I will go away and never\ntrouble you again. But...if you will\nnot let me go my way, will you let me\nlive here separately? I would not ask\nif I were not forced to. Ba kind,\nthough I have not heen kind to you!\n\nAgain, he reaches out to take her hand.\n\nPOCAHONTAS\nYou mustn’t, Mr. Rolfe.\n\nROLFE\nMustn’t what?\n\nPOCAHONTAS /\nLove ma. You ara to like ma. That is\nall. If you want to leave me\naltogether, I understand. Or say one\nthing and do another. I understand.\n\n(pointing to the window)\nGo, look at the sun. See what it\nsays.\n\nRolfe looks out the windew in silence. The sparrows fuss\nunder the eave.\n\nINT. THOMAS’ BEDROOM - LATER\n\nPocahontas looks down at her child, asleep in his bed.\nPoor, helpless thing -- why should he suffer? A tide of\nlove surges up in her chest, her throat.\n\nINT. MASTER BEDROOM - LATER\n\nRolfe answers a knock at his bedroom door. Pocahontas\nstands before him in her nightgown.\n\f1L1é\n\nPOCAHONTAS\nI have changed my mind. If you want\nto love ma, you are frea to.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nPocahontas\nstands before him in her nightgown. 1L1é\n\nPOCAHONTAS\nI have changed my mind. If you want\nto love ma, you are frea to. \n\nTARGET SECTION TO BE ANNOTATED:\n I will\nnever tell you again that you mustn’t.\nWill you forgive me for my cruelty?\n\nROLFE\nWhat has happened to you?\n{she shakes her head)\nYou are out of your sensas.\n\nPOCAHONTAS\nI can’t endure your saying that. I am\nhere, am I not? Don’t turn ma away.\n\nHe reaches out to her, but she shrinks away; she cannot\nhelp it.\n\nROLFE\nWhy did you do that?\n\nPOCAHONTAS\nI wasn’t thinking. I’m sorry.\n\nThe ticking of a clock is loud in the enclosure of the\nlittle room.\n\nROLFE\nI have had some surprising news. We\nhave been invited to England. Or\nrather, you have.\n\nPOCAHONTAS\nBy whom?\n\nROLFE\nBy the King and Queen. There will he\na royal audience in your honor,\n(she looks puzzled)\nYou are known to them all. But that\nis not why I think that you should go.\n\n\"+ POCAHONTAS\nWhy, than?\nROLFE\nTe see Mr. Smith. To see if you still\n\nlove him.\n\nShe sits down in a corner and puts her face in her hands.\n\f158\n\n159\n\n115.\n\nEXT. JAMESTOWN DOCKS\n\nThe hawsers are cast free as Pocahontas, Rolfe and their\nson Thomas board a ship bound for England. Mary has come\nalong to help with the child. Newport, too, is a\npassenger.\n\nWobblehead watches the ship move down the James River\ntoward tha Atlantic breakers.\n\nEXT. SHIP, HIGH SEAS\n\nPocahontas is astonished to discover that Opechancanough is\na fellow passenger. The great chief is disguised as a\ncommon Indian.\n\nPOCAHONTAS\nUncle!\n\nOpechancanough indicates to her that she must keep his\nidentity a secret. Nonetheless, she greets him with the\nproper formalities. -\n\nPOCAHONTAS\nThe daughter of Powhatan greats har\nmighty uncle. She begs him speak to\nher, so that she may remember the\nhonor all of her days.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nOpechancanough indicates to her that she must keep his\nidentity a secret. Nonetheless, she greets him with the\nproper formalities. -\n\nPOCAHONTAS\nThe daughter of Powhatan greats har\nmighty uncle. She begs him speak to\nher, so that she may remember the\nhonor all of her days. \n\nTARGET SECTION TO BE ANNOTATED:\nOPECHANCANOUGH\n(cold, aloof)\nOpechancanough, who has won fifteen\nfeathers in battle against tha enemies\nef his people, greets the daughter of\nthe Emperor and orders her to risa\nthat he might see her face.\n\nPOCAHONTAS\nWhy have you coma?\n\nOPECHANCANOUGH\nYour father sent me. I am to place a\nnotch in‘these sticks for each white\npearson I come upon.\n\nHe shows her a sheaf of sticks he carries with him.\nOPECHANCANOUGH\nYes -- and to see this “God” they\nspeak. sO much about.\n\nWith a skeptical air, he bows te her and walks off, though\nfrom the way in which he watches her hereafter,\n\f160\n\n161\n\n162\n\n116...\n\nwe suspect that her father has sent him along in part to\nlock after her as well,\n\nOther Indians swim behind the boat, pulled along by a\ntrailing rope. Even in the middle of the Atlantic they\ncannot resist the attraction of the cold, wild water.\n\nSIGHTS OF ENGLAND - HOLLAND (BRUGES) AND QUEBEC\n\nPocahontas gazes in wonder on the sights of the Old World\nas they ride up the Thames. How she once dreamed of this\nhour! The ship glides past the Isle of Dogs and turns into\nthe pool of London. The Tower, William the Conqueror’s\ngreat fortress, rises from the blue mists at the water’s\nedge. Still farther up stands London Bridge, bristling\nwith the heads of recently executed felons. Domes and\ntemples, avenues and theaters lie open to the fields and\nsky. Bells are ringing far away.\n\nEXT. LONDON DOCKS\n\nHalf the city’s population seems to have turned out for\nPocahontas’ arrival. She sees her uncle is taking note of\nall her silks and finery. Opechancanough himself is bare\nexcept for his deerskin apron and splashes of paint.\n\nShe walks down the gangplank, searching the faces of her\nwelcomers for someone who is not there.\n\nThe crowds marvel at her beauty, blow kisses and throw\nflowers in her path.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nOpechancanough himself is bare\nexcept for his deerskin apron and splashes of paint. She walks down the gangplank, searching the faces of her\nwelcomers for someone who is not there. The crowds marvel at her beauty, blow kisses and throw\nflowers in her path. \n\nTARGET SECTION TO BE ANNOTATED:\n She is a dove of peace, the living\nproof that the heart’s great wilderness can be tamed, the\ninfidel brought to Christ. She is the very flesh and\npromise of the American soil, an Earth Mother as surely as\nancient Demeter.\n\nEXT. LONDON STREETS - SERIES OF ANGLES\n\nHand in hand with her child, she walks like a somnambulist\nthrough the crowds of the curious. The clanging of the\ncarts and coaches at first alarms har but soon is a source\nof great delight. She has never before seen horse or\nwheel. :\n\nShe gazes in wonder at the riders. To her they seem a part\nof the horse itself, a single being with their mount. She\nsees a flag streaming in the breeze. She sees a great\nclock too, but seems to remember when Smith spoke’ to her of\nsuch things in the woods, Her husband dees not guess her\nthoughts. Opechancanough shares her amazement. The crowds\napplaud her wherever she goes.\n\f163\n\n164\n\n147.\n\nWhat fascinates her most is window glass. She presses her\nfingers against the leaded panes of a baker’s shop and\nsmiles at the people inside. Life abounds with wonders.\nThey pass a candlemaker’s stall,\n\nPOCAHONTAS\nDo you eat these?\n\nROLFE\nThey are candles. You light the ends.\n\nShe looks away, embarrassed by her mistake. London’s\nsqualor, the open sewers and fetid lanes, make their\nimpression on her, toc. She studies a group of young\nadventurers, reminiscent in their own way of Smith. She\nglances at Rolfe, sees that he has been watching her and\nlooks guiltily away. Does he guess what she is thinking?\n\nEXT. HEACHAM HALL\n\nA coach passes through the gates of Heacham Hall, the\ncountry estate where they have taken up residence.\nPocahontas alights, bows gracefully to a footman and looks\nabout her in amazement and delight. A fountain stands\nbefore the entrance. The noise of water rushing through it\ndissolves into the sound of applause.\n\nINT.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nA fountain stands\nbefore the entrance. The noise of water rushing through it\ndissolves into the sound of applause. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITEHALL PALACE\n\nTo a fanfare of trumpets and timpani, Pocahontas steps down\nthe main aisle of Whitehall Palace as she is presented to\nTheir Majesties James and Anne, the KING and QUEEN of\nEngland. Her coal-dark eyes and noble bearing send tremors\nthrough the court. ,\n\nMary looks on from the gallery: at last her unfortunate\nmistress is receiving the respect she deserves.\nOpechancanough is on hand, too, in his Pamunkey war dress.\nPocahontas bows to the King. Rolfe listens as the Court\nLaureate reads a composition in her praise. Thomas\nlistens, too.\n\nLAUREATE\n‘The Princess of Virginia, Empress of\nthe New World, Savior of the Mission\nImperial. Through you we leave behind\nthe past and go forth into a newer,\nmightier world, of fresh wonders ever.\nThrough you we shall walk in unknown\nways, pierce deep mines and fell the\nforasts, look on peaks gigantic and\nfind the springs of great rivers. You\nradiate redundant joy and grace on all\naround you.\n\n(MORE)\n\f118.\n\nLAUREATE (cant! d)\nYou warm us with the fullness of your\nheart, You inspire us with your\ncourtesy. You unloose our tongues.\nThe walls of our habitual reserve\nvanish and leave us at large.”\n\nKING JAMES\n(interrupting)\nDoes ha bore you?\nPOCAHONTAS\nNo, King. I adore flattery -~- however\ndishonest.\nKING JAMES\n\nAdmirable directness! Tall ma, how\nlarge is your father’s realm?\n\nPOCAHONTAS\nBigger than England, Spain and France\nput together.\n\nKING JAMES .\nAh, but how strong would you say it\nis?\n\nPOCAHONTAS\n\nStrong enough that they would fight\nthe English army without the slightest\nfear. Though it would never occur to\nthem to cross the seas and attack\npeople who to them had done no harm.\n\nKING JAMES\nWe had been led to believe they were\nbarbarians.\n\nPOCAHONTAS\nEven the poorest of the people is ‘\nnever in want. They have no beggars.\nNone who is abandoned or cast out.\nAll are brothers, sisters.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey have no beggars. None who is abandoned or cast out. All are brothers, sisters. \n\nTARGET SECTION TO BE ANNOTATED:\nShe speaks without: reserve. Even Opechancanough takes\nnote,\n\nPOCAHONTAS\nThey know what true nobility is.\n\nKING JAMES\nAnd how does it seem to them?\n\nPOCAHONTAS\nIt has contempt for safety and ease.\nIt perceives that virtue is enough.\n(MORE)\n\fpw\n\n165\n\n166\n\n119,\n\nPOCAHONTAS (cont! d)\nTt stands by itself and does not try\nweakly to reconcile itself to the\nworld. The strong, the presumptuous,\nlearn there is a resistance on whom\nboth impudence and terror are wasted,\n\nThe King steps forward, bows and kisses her hand. This is\nsomeone from beyond his realm. Murmurs of surprise run\nthrough the court. The Queen thinks she might have\ndiscovered a new friend in her Virginia counterpart.\n\nQUEEN ANNE\nCome afterwards to my apartments.\n\nJONSON’S CHRISTMAS MASQUE\n\nPocahontas and the court watch Jonson’s Twelfth Night\nmasque, a pantomima of Greek gods and dancing children set\nto music by Orlando Gibbons. Pocahontas marvels at the\nunreal world of the stage.\n\nEXT. WHITEHALL PALACE - OPECHANCANOUGH .\nPocahontas runs into Opechancanough on the lawn cutside the\npalace.\n\nPOCAHONTAS\n\nYou're still here! JI hope you will\nnot be discouraged, uncle. Like you,\nI cannot forgive them, but I must live\namong them. My life is here.\n\n(pause)\nI hesitate to ask you this, but I wish\nthat you would carry a message to my\nfather. Tell him that he should\nforgive himself for treating me with\nindulgence -- we all are weak from\ntime to time -- and that I love him\nvery much.\n\n(after a pause)\nLove can make us weak as well as\nstrong.\n\nOpechancanough nods. He seems to want ta say something\nmore. She waits a mement, then bows gracefully to him and\nstarts off. When she has gone some distance,\nOpechancanough hails her.\n\nOPE CHANCANOUGH\nFarewell, my niece!\n\nShe turns around, deeply stirred by this hint of his\nrestored affection.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen she has gone some distance,\nOpechancanough hails her. OPE CHANCANOUGH\nFarewell, my niece! She turns around, deeply stirred by this hint of his\nrestored affection. \n\nTARGET SECTION TO BE ANNOTATED:\n\fPOCAHONTAS\nFarewell, great uncle!\n\nHe bows to her and leaves.\n167 EXT. HEACHEM GROUNDS - ROLFE WITH NEWPORT\nRolfe talks with Newport.\n\nNEWPORT\nYou mustn’t let her play upon your\nfeelings in this way. I would speak\nmora candidly, were she not your wife.\n\nROLFE\nShe is not. She is his, except in\nname and law. She would never have\nmarried me had she known that he were\nstill alive. There is no use in\nkeeping her chained to me if she does\nnot balong to me. I must set her\nfree. I have reason to believe she\nwould welcome my taking such a step as\nthe greatest charity to her. And\nthough she sympathizes with me, as a\nhusband she cannot abide me.\n\nNEWPORT\nSuch a step might ruin your prospects\nin Virginia.\n\nROLFE\n\nIf so, no one must tell her.\n\n(Newport starts to interrupt)\nNo, I don’t want your opinion on this.\nMy giving her up can do her no\npossible harm, and it will opan up a\nchance of happiness for her, which she\nhas never dreamt of hitherto.\n\n168 INT. HEACHAM ROOMS - ROLFE AND POCAHONTAS\nRolfe has opened his heart to his wife.\n\nPOCAHONTAS |\nBut I am prepared to stay.\n\nROLFE\nI would be wrong to hold you back. I\nwas a.fool. In my vanity I thought I\ncould make you love me. You cannot do\nthat, or shouldn’t. In any case, you\nhave walked blindly into a situation\nyou did not anticipate.\n\n(MORE)\n\f121.\n\nROLFE (cont/d)\nI must help you, whether you ask it or\nnot. I will not rob you of your salf-\nraspect.\n\nRolfe’s sensa that he is doing his duty by a woman at his\nmercy almost overpowers his grief at giving her up.\n\nROLFE\nI am a bachelor by nature. Being\nwithout a wife will not really be 30\nirksome as it might be to other men,\nespecially those who might have bean\nmarried longer. I have my fields.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nROLFE\nI am a bachelor by nature. Being\nwithout a wife will not really be 30\nirksome as it might be to other men,\nespecially those who might have bean\nmarried longer. I have my fields. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS\nWhat of our child?\n\nROLFE\nHe can come to you in tha spring, and\nthen back to me in tha fall.\n\nPOCAHONTAS\nDon’t you worry what people will say?\n\nROLFE\nWhat happens in England does not\nconcern me. Back in Virginia the\nmatter is too old for scandal,\n\nPOCAHONTAS\nI shall write you.\n\nROLFE :\nNo. I think we should be separate.\nYou need give me no information about\nyour plans or-movements.\n\nPOCAHONTAS\nYou don’t seem very sorry at the idea\nof my going.\n\nROLFE\n(infinitely sorry)\nNo. Perhaps not.\n\nPOCAHONTAS\nThis is hard, John -- for me to say --\nbut I know it is the best course. I\nknow for certain that you will be\nbetter off without me. I should add\nthat I like you very much for how you\nhave behaved. It is a strange thing\nthat, as soon as I begin to regard you\nnot as my husband but as a friend, I\nlike you very much.\n\n(MORE)\n\f169\n\n170\n\n122.\n\nPOCAHONTAS (cont‘d)\nI won't be so careless as to say I\nlove you, but I will always remember\nyou --\n\n{choking up)\n-- as a very good friend.\n\nROLFE\nI will see you again before I sail --\nso I will not say goodbye.\n\nEXT. HEACHAM HALL - MUSIC\n\nCaptain Smith approaches Heacham Hall. He is seven years\nolder. To judge by his wardrobe, he has not fared well in\nthe world.\n\nSMITH\nIs this the Rolfe estate?\n\nGARDENER\nYes, sir.\n\nINT. POCAHONTAS’ BEDROOM\n\nMary announces Smith’s arrival.\n\n- MARY\nIt’s him! I seen him!\nPOCAHONTAS\nWho?\nMARY\n\nCaptain Smith! Good as my word,\nMafam. Most presuming, appearing in\nthis manner, without forwarding a\ncustomary note of warning. You‘’d be\nwithin your rights, and certainly\nwithin the proprieties, to send him\naway without an explanation!\n\nPOCAHONTAS\nIndeed! Perhaps I should.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou‘’d be\nwithin your rights, and certainly\nwithin the proprieties, to send him\naway without an explanation! POCAHONTAS\nIndeed! Perhaps I should. \n\nTARGET SECTION TO BE ANNOTATED:\nMARY\n(hoping she won’t)\nWhat shall I say?\n\nPOCAHONTAS\nThat you told me. That I thanked you\nfor telling me.\n\nMary leaves, giddy with excitement; once again she may\nresume her role in the drama. Pocahontas is pale with\nemotion.\n\fShe gives him a mysterious pat on the cheak, as though she\nwished to get his hopes up -- to seduce him a little, so\nthat she might turn cold and aloof again, and punish him\nfor his presumption.\n\nPOCAHONTAS\nI had forgotten how forward you are.\n\nShe strides haughtily across the lawn, condescending and\ncold. She has made herself what he wanted. A grand lady}\nNow let. him watch her.\n\nSMITH\nGiving yourself airs, eh? Who's this\nman you’‘re married to?\n\nPOCAHONTAS\nHe owns the largest plantation in\nVirginia. If you must know.\n\nSMITH\nYou look well, Princess. I'm not\njoking. You look damn well when\nyou're properly dressed.,.So after I\nleft it -- want well for you.\n\nPOCAHONTAS\nYes!\n\nSMITH\nI heard the King and Queen received\nyou. Everybody reports you were a\ngreat favorite. They all speak of\nyou. One hears them in the streets.\nHer Ladyship! Who'd have guessed it?\n\nHe looks deep into her eyes, then quickly takes her hand\nand holds it like a trapped bird. .\n\nPOCAHONTAS\nI cannot do this.\n\nBut when he kisses her cheeks and her lips, her will melts\naway. Tongues of fire shoot through her veins, and for a\nmoment she returns the kiss. But with the parting of her\nlips she lets him go. The spell is broken; her love has\ndied, passed off like a dream. He gazes ardently at her.\n\n: POCAHONTAS\n\nAre you about to tell me a secret? I\nhate secrets. Whenever anyone asks me\nif I would like to hear one, I say no.\nI have not once regretted it.\n\fbo\n\n125,\n\nSMITH\nI was born in a tanner’s shed. Never\nhad a thing.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have not once regretted it. bo\n\n125,\n\nSMITH\nI was born in a tanner’s shed. Never\nhad a thing. \n\nTARGET SECTION TO BE ANNOTATED:\n Noé property, no rank, no\nchance of gatting hold of anything\nexcept with my own hands. I couldn’t\nafford the luxury of being a\ngentleman. You think I.liked being\nwhat I was? I saw a chance to change\nit. I can’t be blamed for wanting to.\nNobody respects a poor man. I put my\nnot gatting on in life down to them\npersistently sanding me off to fight\ntheir wars for them. I always felt I\nwould break through -- the next day,\nthe next hour -- that something grand\nwas waiting for me -- a destiny all my\nown -- above the common one. .\nBelieving it has carried me through\nthick and thin.\n\nAs he talks she looks at him and wonders at how crestfallan\nhe seems, he who used to have the assurance of a man who\nhad never known defeat. She wanted him brought low, but\nthis is more than she can bear. What does it mean that he\nonce loved her and she loved him?. Where did it all go?\n\nHe no longer is the person she yearned for. She seems, in\nfact, to have forgotten who that person was. The figure\nwho stands before her now is common as clay -- the last\nrepresentative of her extinct, betrayed freedom.\n\nSMITH\nYou knew that I had promise, didn’t\nyou?\n\nPOCAHONTAS\nCh yes! Did you find your Indies,\nJohn?\n\nHe looks off at the horizon. Where did he wander from the\npath?\n\n| SMITH\nAfter I left Virginia, I got tha idea\nof going south, to Venezuela and the\nGuyanas, east of Pizarro’s lands. I\nhad heard of a city there. But they\nwithdrew the funds as I was about to\nsail.. So I went to New England.\nMapped it, Then the honest citizens\nwent over. I was fool enough not to\ninsist upon a contract in advance.\nThay’re making the world in their own\nlikeness, clear to the Pole.\n\n(MORE)\n\f126.\n\nSMITH (cont'd) .\n\nThere is nowhere they are not. I had\nno idea my life would be spent in the\ncompany of thieves; of those,\nespecially, who steal with a pen.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nSMITH (cont'd) . There is nowhere they are not. I had\nno idea my life would be spent in the\ncompany of thieves; of those,\nespecially, who steal with a pen. \n\nTARGET SECTION TO BE ANNOTATED:\n I\ndreamed of something else: graat\nvoyages of discovery, the land opening\nbefore me, new republics without a\nhistory, magic, new races, a new world\nto shame tha old. Tha Indies -- they\nwere like a mirage for me.\n\n(intercut: his shadow\n\nmoving over the ground,\n\nhigh walls, the St.\n\nLawrence River winding\n\ninto the west, etc.)\nI always thought they were around the\nnext bend -- the next thing, then the\nnext ~~ Newfoundland, St. Rupert’s\nIsland. Every time I told myself,\n“Have faith. Wait. They are coming.”\nI covered the whole world. Hard as I\nsearched, I never found what I was\nlooking for. After a while I gave up -\nstriving. Maybe I should have gone\nfarther north. That’s where all the\nexcitement is now. Perhaps there is\nno passage. Perhaps it was a dream.\nIn some respects I’ve been a failure.\n\nAnd yet I saw -- with you I knew. You\nwere my America, or there is none at\nall.\n\nHe is conscious of looking as though he had fallen on hard\ntimes. While her husband enjoys the fruits of her Virginia\npatrimony, he, for all his prodigies of exploration and\nadventuring, cannot lay claim to so much as a foot of land\nin the New World. He is alone, bereft of hearth and home.\n\nIt embarrasses him that she should find him at such a pass.\nHer gaze reaches into him like a ray of sunlight into a\nforest. She alone knew the secret promise of his\nexistence. And seeing her, he knows that promise is nearly\ngone; he is nothing more than what he now seems.\n\nSMITH\n\nMay I speak with you this way?\nPOCAHONTAS\n\nof course.\nSMITH\n\nI wonder.\n\f172\n\n127.\n\nPOCAHONTAS\nYour worldly failure, if you insist\nupon considering it that, is to your\ncredit rather than your blame. You\nshould remember that the best people\nare those who do themselves no worldly\ngood. Every successful man is more or\nless a selfish one.\n\nHe looks around. The lawn and woods buzz with spring’s\nventriloquisms, The bees are drowsy with nectar.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvery successful man is more or\nless a selfish one. He looks around. The lawn and woods buzz with spring’s\nventriloquisms, The bees are drowsy with nectar. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS\nJohn?\n\nSMITH\nI forget what I was going to say.\n\nPOCAHONTAS\nIt must have been a lie!\n\nThey smile. There is a peace between them. She has let ~-\nhim go.\n\nSMITH\nI suppose a person of your commendable\nnature cannot he sad for long.\n\nShe lets this illusion stand.\n\nPOCAHONTAS\nNo. You know that we were very happy\nence. Because that is the only thing\nI could not bear --’if you had\nforgotten.\n\nHe sees what a noble being hea allowed to escape him.\nBefore he can return to his senses they have said goodbye.\n\nSMITH’S POVS - MUSIC\n\nSmith watches her go off. The Indies music comes softly\nin, and now it occurs to him that if he has not found his\ndream, perhaps he was looking for it in the wrong place --\nin the outer kingdom of riches and glory, when all the\nwhile it lay within, in the love and the pain he shared\nwith this woman.\n\nWas she the wondrous destiny that lay in store for him?\n\nWas she his Indies? Did he sail past them, mistaking where\nthey lay or never believing they could be found, or worse\nyet -- a lover of thresholds -- afraid to set foot there?\n\f173\n\n128.\n\nAnd even as this thought comes over him, with extraordinary\nforce, he knows that it will pass, that he will again take\nup the illusions of his daily life. The blinding insight\nwill seem a creature of this present hour; a passing fancy.\n\nEXT. HEACHAM HALL - LATER\n\nRolfe arrives home. Pocahontas comas out to greet him.\nShe carries on almost as though nothing had ever coma\nbetween them.\n\nPOCAHONTAS\nJohn, I have a desire to see Virginia\nagain. I don’t know how long it’s\nbean since I saw a blue sky or swam in\nthe river ~- and the people ara so\nvery nice, but my jaws ache from\nsmiling, and -- couldn’t we go homa?\n\nROLFE\nAs soon as possibla.\n\nPOCAHONTAS\nBefore you say that, I should tell you\nthat Captain Smith paid me a visit. I\nreceived him, and I let him hold my\nhand -- a long while.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nROLFE\nAs soon as possibla. POCAHONTAS\nBefore you say that, I should tell you\nthat Captain Smith paid me a visit. I\nreceived him, and I let him hold my\nhand -- a long while. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t know\nwhether you think it wrong.\n\nROLFE\n, (distracted)\nOh, did-you? What did you do that\nfor?\nPOCAHONTAS\nI am not sure. He wanted to, and I\nlet him.\n\nShe is surprised that he does not scold her.\n\nPOCAHONTAS .\nFurthermore, I kissed him and let him\nkiss mal.\n\nROLFE\nThe old story.\n\nPOCAHONTAS .\n\n_I didn’t know wa ware going to until\nwe did.\nROLFE\n\nMay I ask how many times this\noccurred?\n\f175\n\n130.\n\nPOCAHONTAS\nThomas! Come closer. I was in the\nhouse, and the movers took a big trunk\naway, and I found this in a chink of\nthe wall. A map!\n\nHis eyes light up as she unravels the old scroll. The\nblood of two races flows in the boy.\n\nTHOMAS\nWhat does it say?\n\nPOCAHONTAS\nGive me time! Can we talk here? Wo --\nthe maids are so nosey! Close the\ndoor. We mustn’t tell anybody else!\nYou won't, will you? I won't aither.\nIt’s signed by a Spanish lord.\nStamped with his seal! He says that\nif we follow it precisely, we will\ncome to a stone man holding a great :\nfish, with a waterfall coming from its .\nmouth.\n\nEXT. GROUNDS - SERIES OF ANGLES\n\nThey rush around the grounds, from one place to another,\nfollowing the directions to the treasure.\n\nPOCAHONTAS\nWait, wait! Now it says that we\nshould bow three times to each other.\n\nThey bow to each other, as specified, and hurry off to the\nnext clue, until at length they coma to a huge mossy statue\nof a cherub holding a fish. A fountain bubbles from the\nfish’s mouth.\n\nTHOMAS\nMother?!\n\nHe gapes at the mysterious figure. Then he looks at her\nand realizes she has been leading him on, and he begins to\nchase her. They laugh and cavort wildly.\n\nPOCAHONTAS (0.S.)\nReach in there!\n\nThomas walks carefully to flower pot at a corner of the\nfield, puts his hand inside and draws out a glass frog.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOCAHONTAS (0. S.)\nReach in there! Thomas walks carefully to flower pot at a corner of the\nfield, puts his hand inside and draws out a glass frog. \n\nTARGET SECTION TO BE ANNOTATED:\nPOCAHONTAS\n(whispering)\nWhat is it?\n\f1738\n\n174\n\nPOCAHONTAS\nA good many. I don’t remember. And I\nCalled him my dear friend. He spoke\nof some things of the past, and it\novercame me.\n(pauge)\nYou don’t seem very upset.\n\nROLFE\nPerhaps I feel numb.\nPOCAHONTAS\n(puzzled)\nYou didn’t know that he was coming,\ndid you?\nROLFE\n\nWhat you suggest is beneath the\nconduct of a gantleman.\n\nPOCAHONTAS\nI loved a dream. Will you have me\nback? Will you forgive me for\nneglecting you? Can you forget?\n\n(he nods)\nNow I know what true love is! Now I\nam home.\n\nEyes bent in repentance, she takes his hand and presses it\nagainst her cheek. It is the first time we have seen them\ntouch each other. Their child, watching from afar, senses\nhis parents’ joy. It seems to him they are united at last.\n\nTHOMAS’ POVS ON POCAHONTAS AND ROLFE\n\nThomas watches, undetected, as his mother and father go\nhand in hand about the grounds, happily observing those\ncommonplace scenes of life that perhaps meant little enough\nto “them before but which now suddenly have a power to\nconvey all the meaning and glory of love’s new world: a dog\nchasing doves, a trea bowing its head, the wind on a pond.\n\nAt last, to his astonished joy, they kiss. With a fine\nsense of discretion, the child hurries away. His heart\nbeats in his throat.\n\nEXT. HEACHAM HALL - DUSK\nLater the same day, or week, young Thomas looks up with a\n\nstart. His mother rushes in with a parchment scroll she\nhas found, unable to restrain her excitement.\n\f171\n\nShe takes a moment to compose herself, to savor the last\nmoments of her innocence. Will she know him? Will she be\nable. to speak with him?\n\nEXT. HEACHAM LAWN\n\nShe goes out the front door onto the lawn, and there he\nstands ~- her first love! Smith looks up.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HEACHAM LAWN\n\nShe goes out the front door onto the lawn, and there he\nstands ~- her first love! Smith looks up. \n\nTARGET SECTION TO BE ANNOTATED:\n She is radiant\nin her silks and finery, utterly transformed from the wood\nnymph he knew. She has achieved culture, station,\nrefinement, wealth, become the sophisticated soul he\n\nthought she could never ba, while he has grown more animal,\n\nShe lets him look at her. She trembles under his gaze,\n\nSMITH\nDid I make a mistake in coming here?\n\nPOCAHONTAS\nThat is for you to decide. But I\ndon’t sea how you could think it so\nsoon.\n\nSMITH\nI would have come before except that\nI’ve baen away from the capital.\nBusiness, you know. Small excuse,\nconsidering that I owe you my life.\n\nPOCAHONTAS\nDon’t trouble yourself on that\naccount.\n\nSMITH\n\nPerhaps I’m out of bounds speaking\nthis way, but I’ve thought of you.\noften. I was a fool not to have bound\nmy fate with yours. I might bea\nhappy man now. A prosperous one, in\nany case.\n\nPOCAHONTAS\nIs that so?\n\nShe will not give him anything. He will have to beg her.\n\nSMITH\nI would not lie to you. No more than\nI would cheat at cards. Be good for\nonce and don’t make a scene. I\nconfess that I am more, or less, than\na gentieman. You once gave me the\nbenefit of the doubt.\n\nPOCAHONTAS\nI never told you that I did.\n\n123.\n\fee\n\n178\n\n179\n\n180\n\n181\n\n132.\n\nPOCAHONTAS\n\nBe strong, my husband. This must\nhappen to us all. What does it matter\nif I come a little before or after?\nI‘m going to sea my father and my\nmother, and as she whispered to me, so\nshall I to you. See if you can hear\nme. I will use the wind for a tongue.\n\nEXT. GRAVESEND DOCK, COTTAGE WINDOW, BACKYARD, ETC.\n\nThe curtains whisper over the sash as Pocahontas’ spirit\nmakes its departure. Her effects are put away. The\nfisherman’s daughter shakes out the pillows that she slept\non.\n\nROLFE (0.S.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nfisherman’s daughter shakes out the pillows that she slept\non. ROLFE (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n“She said that she would be in our\nbreath and in the ground beneath our\nfeet, bearing us up. She refused all\nsympathy, saying it was enough that\nyou, her child -- -\n(over scenes of America)\n-- should live.”\n\nRolfe boards a ship. Opechancanough, his face painted with\nashes, follows him up the gangplank.\n\nSHIP DEPARTING GRAVESEND AS SEEN FROM DOCK\n\nAt the Gravesend dock, sailors and fishermen go about their\ntasks -- mending nets, caulking the seams.\n\nAs the end credits begin to roll, the ship with its great\nwhita sails is already in the offing -- Virginia-bound!\n\nABOARD THE SHIP - THE BOY\nThomas looks out over the waves.\nEXT. VIRGINIA WOODS\n\nThe New World pines sway back and forth in ecstasy, forever\nawaiting the determined sailor.\n\nTHE END\n\fre\n\n”\n\nan\n\n176\n\n177\n\n131.\n\nHe brings her the frog, cupping it with both hands, as\nthough it wera a graat jewel.\n\nPOCAHONTAS\nOh, Thomas! You said you wouldn't\ntell anybody. It will be our secret.\n\nShe looks at him and remembers when she, too, shone in this\nway and all the world about her. she misses her daily\nsalute to the rising sun, the times when she found a bird’s\nnest or vaulted up a tree, the shock of the cold water as\nshe plunged into the river -- all those little moments of\nher life that no one else can remember or will ever know\nabout.\n\nThe wind comes up through the trees. Suddenly, to her\nson’s delight, she performs a cartwheel in her English\ndress. Rolfa looks on from afar, well pleased.\n\nThe story could end here, with a lagend describing what\nhappened to the characters, or else it might continue with\nthese next, concluding scenes: . -\n\nEXT. GRAVESEND COTTAGE - A FEW WEEKS LATER\n\nOn their way back to America, the Rolfes have stopped in\nGravesend, the last port for sea-bound vessels.\n\nROLFE (0.S.)\n“13 April 1616 --\n\nDear Son, I write this so that\nyou might have it someday in the\nfuture.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAVESEND COTTAGE - A FEW WEEKS LATER\n\nOn their way back to America, the Rolfes have stopped in\nGravesend, the last port for sea-bound vessels. ROLFE (0. S.)\n“13 April 1616 --\n\nDear Son, I write this so that\nyou might have it someday in the\nfuture. \n\nTARGET SECTION TO BE ANNOTATED:\n Your dear mother, Rebecca,\nfell ill in our outward passage, at\nGravesend, a small fishing town at the\nmouth of the Thames, where the river\nflows out into the sea.”\n\nOpechancanough bursts out of a cottage, screaming in a wild\nPamunkey way. The citizans look at him as’ though he were a\nmadman,\n\nINT, COTTAGE BEDROOM\n\nThomas Rolfe peers at his mother through a crack ina\nbedroom deor. The young lady attending him, a fisherman’s\ndaughter, inspects the glass frog.\n\nYOUNG LADY .\nShe gave you this? Very expensive.\nRemember her, dearie!\n\nTears stream down Rolfe’s face. Pocahontas lies in bed,\nsurrounded by a radiance of white linen.\n\f"
}