{
  "1": "\n\n\n\n\nThe Blair Witch Project\n\n\n\n\n\nIn October of 1994, three student filmmakers disappeared in the woods near\n\nBurkittsville, Maryland while shooting a documentary called \"The Blair Witch\n\nProject\".\n\n\n\nA year later their footage was found.\n\n\n\n\n\nMan off camera: You look a little blurry.  Let me zoom out okay?\n\n\n\nHeather:  Okay.  Huh.\n\n\n\nMan:  Okay got you.\n\n\n\nHeather:  This is my home.  Which I am leaving the comforts of, for the \n\nweekend.  To explore the Blair Witch.\n\n\n\n(Close up of pile of books)\n\n\n\nHeather:  Some essential reading.  How To Stay Alive in the Woods, cause you \n\nnever know what's going to happen.\n\n\n\n(Picks up book)\n\n\n\nHeather: And this is a very important book, because it has the article about \n\nwhat happened at Coffin Rock.\n\n\n\nMan:  That's pretty old.\n\n\n\nHeather:  Yeah it's totally old.\n\n\n\nHeather:  And this is my field notebook.\n\n\n\n(Cuts to Joshes car)\n\n\n\nHeather:  Hey it's Mister Punctuality!  How the hell are you this morning?\n\n\n\nJosh:  Tired.  So I got the CP up.\n\n\n\nHeather:  Good.  It's important, cause that's what were shooting on.\n\n\n\nJosh:  No one knows I have it, but I got it.\n\n\n\nHeather: Alright, come on.  Into the house.\n\n\n\n(Circling each other with cameras.)\n\n\n\nHeather:  (laughing) I'm not going to bump into shit from the directors' \n\nchair.  I don't want to fuck up the cameras before we leave.  Hey!  Nice \n\ncamera man!  All right I know I'm hitting the steps.\n\n\n\n(Inside Heaters house, Josh looking tired with head down on table)\n\n\n\nJosh:  So where's Mikey at?\n\n\n\nHeather:  I have to go get him.\n\n\n\nJosh:  Okay.\n\n\n\nHeather:  Supposed to be there at 8:30.\n\n\n\nJosh:  Okay.\n\n\n\nHeather:  Which means we are already going to be behind schedule, but it's \n\nimportant to have juice.\n\n\n\nJosh:  That's cool.\n\n\n\nCut to outside Mike's house inside car.\n\n\n\nHeather:  I guess your Mike!\n\n\n\nJosh starts to back away leaving mike on the doorstep.\n\n\n\nHeather:  (whisper) stop, stop, stop, stop.",
  "2": "---END OF PREVIOUS SECTION---\nHeather:  I guess your Mike! Josh starts to back away leaving mike on the doorstep. Heather:  (whisper) stop, stop, stop, stop. \n---TARGET SECTION TO BE ANNOTATED---\nWill we get to meet your Mamma?\n\n\n\n\n\nInside car.\n\n\n\nHeather:  How are you Mike?  It's nice to meet you.\n\n\n\nMike:  I'm doing good, and I'm very excited about this.  Thank you for the \n\nopportunity.\n\n\n\nHeather:  Well thank you for getting the equipment together.\n\n\n\n\n\nCuts to grocery store.\n\n\n\nHolding box of rice over shopping cart\n\n\n\nJosh:  Yeah we've got rice.  Got mustard, fudge.\n\n\n\nMike holds up Powerbar\n\n\n\nMike:  Oatmeal and raisin baby.\n\n\n\nHeather:  You like raisin?  I don't like it.\n\n\n\nMike:  I've never had a Powerbar before.\n\n\n\nHeather zooms in on bag of Marshmallows\n\n\n\nHeather:  Oh soft\n\n\n\nJosh off camera: Hey!  You weasel!\n\n\n\nHeather:  Marrrrshmelllowwwss.\n\n\n\n\n\nWalking into small diner\n\n\n\nMike points out a Halloween decoration of a ghost\n\n\n\nJosh and Heather: Boooooooh\n\n\n\nHeather:  Do you believe in ghosts?\n\n\n\nInside diner\n\n\n\nHead shot of Waitress Girl\n\n\n\nHeather:  Have you ever heard of the Blair Witch?\n\n\n\nGirl:  I guess.  That actually sounds kind of familiar.  My older sister \n\nwent to Blair High School.\n\n\n\nHeather:  I wanna, I wanna get a little bit into here...\n\n\n\nJosh:  I want to go set this camera up over here.\n\n\n\nSets camera on nearby table shooting towards the crew\n\n\n\nHeather:  We are relatively tightly scheduled.  So try to keep us moving.\n\nFirst we are going to area five.  I cannot stress enough the importance of \n\nbeing on time.\n\n\n\nJosh:  First is the cemetery?\n\n\n\nHeather:  First is the cemetery.\n\n\n\nCut to cemetery Mike fiddling with gear\n\n\n\nJosh:  You guys wanna get the uh...ceremonial first slate?\n\n\n\nHeather fixes makeup in cars rear view mirror\n\n\n\nHeather:  Absolutely.\n\n\n\nHeather zooms around Josh\n\n\n\nHeather:  Here he is, filling out our first slate for our first shot.\n\n\n\nJosh:  Should we all like cut our fingers open and bleed on it?  A little \n\nbloodletting on the slate?\n\n\n\nHeather:  No we'll save that for later.  (Laughs nervously)\n\n\n\nJosh:  Kiss the slate.  It's first slate.",
  "3": "---END OF PREVIOUS SECTION---\nA little \n\nbloodletting on the slate? Heather:  No we'll save that for later.  (Laughs nervously)\n\n\n\nJosh:  Kiss the slate. It's first slate. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  First slate, marked by my lipstick.\n\n\n\nJosh carries slate over to Mike\n\n\n\nJosh:  First slate, kiss it.\n\n\n\nMike bites down onto clacker part of slate\n\n\n\nHeather:  Awe he licked it, god bless him.  Youre not supposed to eat it, \n\nwe need that for the rest of the shoot.\n\n\n\nCut to welcome sign outside of Burkittsville\n\n\n\nHeather:  This is Burkittsville, formerly Blair.  It is a small, quiet\n\nMaryland town.\n\n\n\nCuts to heather in cemetery\n\n\n\nMuch like a small town anywhere.  No more then twenty families laid their \n\nroots here over two hundred years ago.  Many of whom remain, either on this \n\nhill or in the town below.\n\n\n\nThere are an unusually high number of children laid to rest here.\n\n\n\nShots of various headstones\n\n\n\nMost of whom passed in the 1940's.  Yet no one in the town seems to recall \n\nanything unusual about this time.  To us anyway.  Yet legend tells a \n\ndifferent story.  One whose evidence is all around us, etched in stone.\n\n\n\nIn joshes car\n\n\n\nHeather:  Yeah!  Yeehaww!  Well we have shot the first scene!  The cemetery \n\nscene, the opening is shot!\n\n\n\nJosh shows a handful of ruined and crumpled 16mm film to camera.\n\n\n\nHeather:  Ahh this is our salad.\n\n\n\nJosh:  This is our souvenir.\n\n\n\nHeather:  Yes this is our souvenir from our very first shot, of our very \n\nfirst scene on 16 millimeter.  And we are proud of this salad.\n\n\n\nCut to man in general store\n\n\n\nHeather:  We are making a documentary, about the Blair Witch.\n\n\n\nMan:  (smiles) Oh?\n\n\n\nHeather:  Oh, have you heard of the Blair Witch?\n\n\n\nMan:  Oh yeah, that's an old, old, old story.\n\n\n\nOutside store on B&W 16mm\n\n\n\nMan:  I remember Mister Parr was an old hermit.\n\n\n\nHeather:  Right.\n\n\n\nMan:  He lived up on the mountain, he had a place up there and had been up \n\nthere for a long, long time.\n\n\n\nCut to woman with baby.\n\n\n\nHeather:  You've heard of the Blair Witch?\n\n\n\nWoman:  Several times.",
  "4": "---END OF PREVIOUS SECTION---\nCut to woman with baby. Heather:  You've heard of the Blair Witch? Woman:  Several times. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  Several times, and what was the first incidence?\n\n\n\nWoman:  Well I'd heard stories about her from people and neighbors and stuff \n\nlike that.  But also I saw a documentary on the Discovery Channel or \n\nsomething like that once, about her, about ghosts and legends in Maryland.\n\n\n\nCut back to man\n\n\n\nMan:  Sorta in the winter I guess that followed.  In the winter of 1940.  \n\nAhh some of the young kids started disappearing.  Nobody, nobody knew \n\nanything about why they were disappearing.\n\n\n\nCut back to woman\n\n\n\nWoman:  But the creepy\n\n\n\nWoman is cut off by baby putting hand over woman's mouth\n\n\n\nHeather:  Uh oh that's an omen.\n\n\n\nWoman:  Ha-ha, the creepiest story I'd heard about her, was that two men \n\nwere out hunting near the uh, cabin or something that she's supposed to \n\nhaunt.  And they disappeared off the face of the earth.\n\n\n\nBaby grows more agitated\n\n\n\nBaby:  No!  No!  No!\n\nWoman:  It's all right Ingrid, I'm just telling a scary story, but it's not \n\ntrue.\n\n\n\nWoman:  (mouths) It's true.\n\n\n\nCut back to man\n\n\n\nMan:  Finally one day, old Mister Parr comes down into the market and said\n\n\"I'm finally finished.\"\n\n\n\nHeather:  And what did he mean by that?\n\n\n\nMan:  Well I guess nobody knew at first but the police finely went up on the \n\nmountain and they searched his house and they found the bodies of seven kids \n\nfrom the area, and those were the seven kids who were missing.  And then \n\nthey brought them out of the woods one at a time.  And it was just a \n\nterrible thing, just tore the whole community up.\n\n\n\nBack to woman\n\n\n\nWoman:  Well their wives apparently went looking for them and they found \n\ntheir campsite.  The fire was still burning.  The deer that they had hunted \n\nthat was being in the process of being gutted.  It looked like someone was \n\nstill working there and camping there and all that.  The men were no where \n\nto be found.  Their clothes were there.  Everything was there.\n\n\n\nHeather:  But they never found them?\n\n\n\nWoman:  They never found them there.",
  "5": "---END OF PREVIOUS SECTION---\nEverything was there. Heather:  But they never found them? Woman:  They never found them there. \n---TARGET SECTION TO BE ANNOTATED---\nCut to girl in Diner\n\n\n\nGirl:  All my life I've believed in witches or ghosts and stuff.\n\n\n\nHeather:  But you believe there are some in this area?\n\n\n\nGirl:  Oh defiantly.\n\n\n\nCut to old man on street\n\n\n\nHeather:  Do you believe in witchcraft?\n\n\n\nOld Man: Nope!\n\n\n\nHeather:  No?\n\n\n\nOld Man: No sir.\n\n\n\nHeather:  Are you a religious man?\n\n\n\nOld Man: Yep.\n\n\n\nHeather:  Alrighty.\n\n\n\nBack to woman with baby -put in other parts\n\n\n\nWoman:  Pretty creepy stuff.  I believe there is something happening with \n\nher.\n\n\n\nHeather:  Do you think its possible that she is still up there now?\n\n\n\nWoman:  I don't go up there.\n\n\n\nHeather:  You don't go up there?\n\n\n\nWoman:  Yeah I believe enough to not go up there. (Laughs)\n\n\n\nCut back to first man\n\n\n\nMan:  They say that the woods are all haunted up there and stuff like that.\n\n\n\nHeather:  What do they say?  How are they haunted?\n\n\n\nMan:  Well there really isn't many people that say it's haunted, but there \n\nwas this old woman by the name of Mary Brown.\n\n\n\nHeather:  Mary Brown?  Hmm.\n\n\n\nMan:  Yeah and she was kinda crazy.\n\n\n\nHeather:  How was she seen by the community?\n\n\n\nMan:  Crazy.\n\n\n\nCut to in car driving towards trailer home\n\n\n\nHeather:  That's it, the American flag.  Mary's house.\n\n\n\nI'm gonna grab her and bring her out.  Why don't you check around and see \n\nwhat the best light is.\n\n\n\nHeather confronts Mary's gate comprised of twigs bound together with string\n\n\n\nHeather:  This is Mary's gate.  I'm not even sure how I pull this open.\n\n\n\nHeather lifts one end and tries to open gate\n\n\n\nHeather:  Okay.  Oh shit.  I've made her gate fall apart.\n\n\n\nCuts to Mary standing on her porch holding a bible\n\n\n\nHeather:  Cause something interesting happened at one point in your life.\n\nYou had an encounter with the Blair Witch?\n\n\n\nMary:  Yes I um, that is really a kinda scary story.  To kinda make ends \n\nmeet my dad and I would go fishing down by Tapings creek.  You know that \n\nUuhms it's in Burkittsville.",
  "6": "---END OF PREVIOUS SECTION---\nMary:  Yes I um, that is really a kinda scary story. To kinda make ends \n\nmeet my dad and I would go fishing down by Tapings creek. You know that \n\nUuhms it's in Burkittsville. \n---TARGET SECTION TO BE ANNOTATED---\n  I was lying down on the leaves, upon the \n\nleaves, kinda watching the pool and looking up at the sky.  And all of the \n\nsudden it felt like somthin was near me.  You know kinda an eerie feeling.  \n\nIt was like a woman!  Only on her arms and on her hands it was like a hair.  \n\nIt was real dark almost black hair.  Almost like a horse.\n\n\n\nHeather:  Like fur?\n\n\n\nMary:  Yeah like a fur, like a horse fur.  And her arms, she had like a \n\nshawl, a wool shawl over her.\n\n\n\nHeather:  And she scared you?  She threatened you?\n\n\n\nMary:  And um...she didn't' say anything, but she kept staring and then she \n\nopened up her shawl.  And under it there was hair on her body like a horse.\n\n\n\nHeather:  So she was hairy from head to toe?\n\n\n\nMary:  Yeah and her legs.  And you could see she was a female.\n\n\n\nHeather:  How about her face?\n\n\n\nMary:  Just kinda like strange looking.\n\n\n\nCuts back to car\n\n\n\nJosh:  Thank god she's not in the film business.  I mean can you imagine...\n\n\n\nHeather:  She thinks she is in the film business!  She also says she's a \n\nballerina.\n\n\n\nMike:  Get out!\n\n\n\nHeather:  She says she's a historian writing a book on American History.\n\n\n\nMike:  I heard that.\n\n\n\nHeather:  And she says she's a scientist who does research at the department \n\nof energy.\n\n\n\nCuts to later in car\n\n\n\nJosh:  I'm checking my depth of field charts to see how bad...\n\n\n\nHeather:  So you measure for meters?  What?  Were not in Europe!\n\n\n\nJosh:  Yeah well the fucking lens has meters on it.\n\n\n\nHeather:  It also has, it also has our system.\n\n\n\nJosh:  Nah, it has meters on it.\n\n\n\nHeather:  This is an American camera though.\n\n\n\nJosh:  All those are meters.\n\n\n\nHeather:  What about the brown ones?\n\n\n\nJosh:  The brown ones are feet.\n\n\n\nHeather:  Yeah, the brown ones are on there, eh?\n\n\n\nJosh:  Yeah, but the white ones are obvious.",
  "7": "---END OF PREVIOUS SECTION---\nJosh:  The brown ones are feet. Heather:  Yeah, the brown ones are on there, eh? Josh:  Yeah, but the white ones are obvious. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  I thought you used this camera before man?\n\n\n\nJosh:  I've used it like once before.\n\n\n\nCut to motel room\n\n\n\nHeather:  How do you feel about today guys?\n\n\n\nJosh:  I learned a lot.\n\n\n\nHeather:  You learned a lot about Mary Brown?\n\n\n\nJosh:  I learned a lot about like shooting.\n\n\n\nHeather:  Sixteen?\n\n\n\nJosh:  Just, just shooting out here.\n\n\n\nCuts ahead crew is drinking and feeling good\n\n\n\nJosh:  (coughs)\n\n\n\nHeather:  Are you all right?\n\n\n\nMike:  Are you gonna die?\n\n\n\nJosh:  I ain't gonna die paw!\n\n\n\nHeather:  The witch'll kill yah out there.\n\n\n\nThey toast each other\n\n\n\nMike:  We kicked some ass today.\n\n\n\nJosh:  Cheers.\n\n\n\nHeather:  Very good day.\n\n\n\nMike:  Excellent day.\n\n\n\nHeather: Very good first day.\n\n\n\nWe're going to do an equipment check, and then I'm gonna call my mom.\n\n\n\nMike:  Okay, I've got a bag of Utz and a beer.\n\n\n\nMike and Josh laugh\n\n\n\nHeather:  So I guess you're covered then.\n\n\n\nHeather:  Can you just run it for a few feet for me so we can check that \n\nit's okay?\n\n\n\nJosh:  Sure.\n\n\n\nJosh picks up 16-mm camera and starts to shoot heather shooting him with VHS \n\ncamera.\n\n\n\nHeather:  We just want to hear it, so the mag is loaded properly so we can \n\nshoot some stuff.\n\n\n\nOkay that's good.  That's good thank you!\n\n\n\nHeather:  Let's just be relaxed because we've got a really, really long day \n\ntomorrow.  Today was cake compared to tomorrow.  We're going to do a lot of \n\nhiking, were going to have a lot of weight with us.\n\n\n\nJosh:  I'm there.\n\n\n\nMike:  That's what we're preparing for!\n\n\n\nHeather:  (laughs) All right, shut up yah smart-ass.\n\n\n\nHeather:  Poor me a shot please.\n\n\n\nJosh motions bottle of Scotch towards Heather.\n\n\n\nMike:  Ohhh!  You can't do that.",
  "8": "---END OF PREVIOUS SECTION---\nJosh motions bottle of Scotch towards Heather. Mike:  Ohhh! You can't do that. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  Yes I can, at this point I fuckin have to do that all right!\n\n\n\nMike laughs\n\n\n\nHeather:  Do we have any weed?\n\n\n\nCuts to heather holding bottle of Scotch\n\n\n\nHeather:  Here I go. (Takes swig)\n\n\n\nJosh:  Drink!  Drink!\n\n\n\nHeather:  (makes face) I fucking hate Scotch.\n\n\n\nJosh laughs\n\n\n\nCuts to next morning Josh packing car\n\n\n\nHeather:  There's my son Josh.\n\n\n\nJosh: Kay.\n\n\n\nHeather:  How are yah?\n\n\n\nJosh:  I'm hurtin.\n\n\n\nCuts to Mike still getting ready in motel room\n\n\n\nMike:  I'm not ready for that thing yet, like, you know?\n\n\n\nHeather:  I, I know you don't like it.  Okay.\n\n\n\nHeather waves at herself in bathroom mirror\n\n\n\nHeather:  Hello.  Welcome to day two.\n\n\n\nCuts to inside car driving along country road\n\n\n\nHeather:  The trail should be somewhere along here, we shouldn't miss it.  \n\nIt should be pretty obvious.\n\n\n\nCuts to fishermen along creek\n\n\n\nHeather:  You guys say you know something about the Blair Witch?\n\nFisherman 1: Oh I've heard the myth.  I don't really believe much in it.\n\n\n\nHeather:  The myth?\n\n\n\nFisherman 1: That's all I think it is.\n\n\n\nFisherman 2 mumbles something\n\n\n\nHeather:  What did you say sir?\n\n\n\nFisherman 2: I said you damn fool kids will never learn.\n\n\n\nHeather:  You damn fool kids will never learn.\n\n\n\nFisherman 1: Ehh shut up.\n\n\n\nHeather:  What makes you say that?  First of all can I have your permission \n\nto put your image on video for the purpose of the documentary entitled the \n\nBlair Witch Project?\n\n\n\nFisherman 2: Well I don't care much about that but uh.\n\n\n\nHeather:  Well you have to say yes or no sir.\n\n\n\nFisherman 2: Yeah sure that's all right.\n\n\n\nFisherman 1: Uh, well some girl back in the late 1800's, Robin Weaver I \n\nbelieve her name was.  Supposedly, wandered off and disappeared into the \n\nwoods.",
  "9": "---END OF PREVIOUS SECTION---\nFisherman 2: Yeah sure that's all right. Fisherman 1: Uh, well some girl back in the late 1800's, Robin Weaver I \n\nbelieve her name was. Supposedly, wandered off and disappeared into the \n\nwoods. \n---TARGET SECTION TO BE ANNOTATED---\nFisherman 2: Ain't no supposedly about it!  She wondered off!\n\n\n\nFisherman 1 swats at comment and rolls eyes\n\n\n\nFisherman 1: Okay so she wandered off.\n\n\n\nFisherman 2: And she got lost!\n\n\n\nFisherman 1: Three days later...\n\n\n\nFisherman 2:  (mumbles) Supposedly....\n\n\n\nFisherman 1: (stutters, glares over at Fisherman 2 and tries to continue \n\nstory)\n\n\n\nThree days later she just uh appears back on her grandmothers' porch.  And \n\neverybody's mystified by it.  She was babbling...\n\n\n\nFisherman 2: And she had a tale to tell too.\n\n\n\nFisherman 1: Yeah she was babbling something about an old woman whose feet \n\nnever touched the ground.\n\n\n\nFisherman 2: I tell yah, I saw right up there by that tree up the creek, \n\nabout a hundred yards.  A white misty thing that I can't tell what it was.\n\n\n\nHeather:  Gray?  Like gray vapour rising out of the trees?\n\n\n\nFisherman 2: Wright out of the water!\n\n\n\nHeather:  Right out of the water?\n\n\n\nFisherman 2: Up the side of them trees and it disappeared over them....\n\n\n\nFisherman 1: Oh youre full of it.\n\n\n\nFisherman 2: Anybody worth there salt around here knows this area has been \n\nhaunted by that old woman for years.\n\n\n\nCut to inside of car, Josh sitting on windshield filming while Mike drives \n\nand Heather videotapes his ass.\n\n\n\nHeather:  (laughs) Oh our view is just ever so amazing. (Makes goat like \n\nsound swivels camera up)\n\n\n\nMike:  How's the speed?  A little more?\n\n\n\nJosh: (muffled) Yeah you can!\n\n\n\nHeather:  Could you slide up so we get more of your ass-crack?\n\n\n\nCuts to what Josh is shooting on 16mm\n\n\n\nMike:  Some serious woods around here.\n\n\n\nHeather:  You excited?\n\n\n\nMike:  You got it.\n\n\n\nHeather:  I hope he's not rolling off the whole shot on this.  How many feet \n\nare you shooting?\n\n\n\nJosh:  Ah, about twenty so far.\n\n\n\nHeather:  Oh okay good.",
  "10": "---END OF PREVIOUS SECTION---\nHow many feet \n\nare you shooting? Josh:  Ah, about twenty so far. Heather:  Oh okay good. \n---TARGET SECTION TO BE ANNOTATED---\nSlowly pass cabin along the road\n\n\n\nCuts to Heather struggling to strap on her with equipment pack\n\n\n\nMike:  I could help you, but I'd rather stand here and record.\n\n\n\nHeather:  Okay.\n\n\n\nCuts to Heather having camera again\n\n\n\nHeather:  Packs are on were ready to go.\n\n\n\nMike:  We gotta go up to the shack?  The shanty?\n\n\n\nHeather:  Yup.\n\n\n\nJosh:  Wow.\n\n\n\nHeather backs away, the car shrinking in the distance.\n\n\n\nHeather:  Oh my god, scary.\n\n\n\nCuts to the beginning of the hike\n\n\n\nHeather:  On our way to coffin rock now, we are totally on track now.  I \n\nknow exactly where we are.  We are a bit behind schedule and I'm a bit \n\nconcerned about loosing light today.\n\n\n\nMike:  Ready for another song?  (Sings) We are down by the river!\n\n\n\nHeather:  (laughs) we are down by the river.\n\n\n\nCuts to large ditch with small stream running through it\n\n\n\nHeather:  So were crossing this?  Yeah?\n\n\n\nJosh:  Yeah\n\n\n\nJosh runs and jumps into ditch\n\n\n\nCuts to Mike having camera\n\n\n\nJosh:  You wanna toss me the video camera man?\n\n\n\nHeather:  No I don't think we want to throw the video camera.\n\n\n\nJosh:  Hey Mikey throw me the video camera man.\n\n\n\nHeather:  No ah\n\n\n\nHeather climbs down into ditch\n\n\n\nMike:  I want to get her going across man.\n\n\n\nShot of Heather's rear end\n\n\n\nMike:  I see a dirty behind!\n\n\n\nCuts to coffin rock, where rocks jut out into the stream\n\n\n\nHeather:  There it is.  See?\n\n\n\nCuts to Heather on top of coffin rock.\n\n\n\nHeather:  (clacks slate picks up \"The Blair Witch Cult\" book struggles to \n\nfind her place and begins reading)\n\n\n\nHeather:  They went into the woods prepared to find death, what they found \n\nwas a desecration to humanity.  At the site which trappers have often \n\nrefereed to as Coffin Rock.  On top of the rock formation, the story of the \n\ntorture inflicted upon these brave five men unfolded.  Each was bound to the \n\nother.  Each mans hands bound to the next mans feet, forming a solid \n\nstructure out of the men.",
  "11": "---END OF PREVIOUS SECTION---\nOn top of the rock formation, the story of the \n\ntorture inflicted upon these brave five men unfolded. Each was bound to the \n\nother. Each mans hands bound to the next mans feet, forming a solid \n\nstructure out of the men. \n---TARGET SECTION TO BE ANNOTATED---\n  Blood at the edge of the hedges had indicated \n\nthat this act had been committed while each was alive and able bodied enough \n\nto struggle.  In the torso of each man the intestines had been torn out \n\ncrudely.\n\nOn each mans sun bleached face was inscribed with indecipherable writing cut \n\ninto their flesh with an eerie precision.  The men still entranced by the \n\nhorror of what had happened, left the scene to tell the sheriff what had \n\nhappened and did not sketch the writing and did not remove the bodies from \n\nthe rock.  Upon return vultures were seen at the rock, but upon inspection \n\nthe bodies had been removed by persons unknown.  The search party claimed \n\nthat the stench of death was still thick.  And who ever took the bodies had \n\ndone so in a matter of hours.\n\n\n\nThat happened here, at Coffin Rock.\n\n\n\n\n\nCuts to Heather looking at watch\n\nHeather:  I felt really rushed, cause I really want to get to camp and its\n\n4:52.  We're going to be loosing light soon.\n\n\n\nCuts to what Josh is shooting on 16mm\n\n\n\nHeather:  But I can always use the shots without me in it.  Because I \n\nrecorded sound reading the whole thing.  I'm sure I can edit it together \n\nsomehow.\n\n\n\nHeather:  It's starting to rain.\n\n\n\nCuts to Josh and Mike setting up camp\n\n\n\nHeather:  Well I don't have a tent for three people.  I'm not usually \n\ntravelling with two men if you know what I'm saying.\n\n\n\nCuts to Mike playing with stick stuck in the ground\n\n\n\nHeather:  ...video camera, what a lie!  It's poring rain right now; we can't \n\neven get a fire going.\n\n\n\nHeather:  Show the kids at home what the stick is for!\n\n\n\nMike shifts, leans tall and rests his arm on the stick\n\n\n\nHeather:  Look at that.\n\n\n\nCuts to night inside tent\n\n\n\nJosh:  You get too much ass smell just...\n\n\n\nHeather:  Okay, who wouldn't let me have a cigarette in the tent but he's \n\naloud to fart as much as he wants?\n\n\n\nJosh:  I never gave Mike any fart allowance.",
  "12": "---END OF PREVIOUS SECTION---\nCuts to night inside tent\n\n\n\nJosh:  You get too much ass smell just... Heather:  Okay, who wouldn't let me have a cigarette in the tent but he's \n\naloud to fart as much as he wants? Josh:  I never gave Mike any fart allowance. \n---TARGET SECTION TO BE ANNOTATED---\n(Laughs)\n\n\n\nCuts to morning\n\n\n\nHeather:  So you heard noises last night?  See the problem is I sleep like a \n\nfucking rock.\n\n\n\nJosh:  (yawns) There were two separate noises coming from two layers of \n\nspacer over here.  And one of them was like.  One of them possibly could \n\nhave been an owl, but the other one was like a cackling.\n\n\n\nHeather:  No way.\n\n\n\nJosh:  It was a total cackle.\n\n\n\nMike:  If I heard a cackling I would have shit in my pants.\n\n\n\nCuts to crew looking at map, Josh filming\n\n\n\nJosh:  Where did we start out yesterday?\n\n\n\nHeather:  Off the map.\n\n\n\nJosh:  Off the map.\n\n\n\nHeather:  Cause I knew where we were going.  Though I know there was some \n\nconfusion.\n\n\n\nJosh:  Wait, wait say that again?\n\n\n\nHeather:  I said I knew where we were going.\n\n\n\nJosh:  Wait, would that be a full of shit statement?\n\n\n\nJosh points camera at Mike\n\n\n\nJosh:  Would that be a full of shit statement?\n\n\n\nMike nods\n\n\n\nHeather:  No I did know where we were going!\n\n\n\nJosh:  All I'm saying is that you got us lost man.\n\n\n\nHeather:  For a very brief amount of time!\n\n\n\nJosh:  Okay.\n\n\n\nMike:  Just don't get us lost today.\n\n\n\nJosh:  Yeah seriously.\n\n\n\nHeather:  I'm not!  I know where all these points are on the map.\n\n\n\nJosh:  So what's up?  Are you happy with the way the documentary is going?\n\n\n\nHeather:  Yes I am.\n\n\n\nJosh:  Yeah?\n\n\n\nHeather:  And I'm very pleasantly surprised by our little Mikey.\n\n\n\nMike:  Your little Mikey?\n\n\n\nHeather laughs\n\n\n\nHeather:  He's a very spirited young man.\n\n\n\nJosh:  So what's up, I mean what's your take on the Blair Witch at this \n\npoint?\n\n\n\nHeather:  I don't know.\n\n\n\nJosh:  Do you think she exists?\n\n\n\nHeather:  I don't know.\n\n\n\nCuts to crew hiking\n\n\n\nMike:  Heather I wish you would find the trail already.\n\n\n\nHeather:  There is a trail on top of this hill!  Don't worry!  It is a \n\ntrail.",
  "13": "---END OF PREVIOUS SECTION---\nHeather:  There is a trail on top of this hill! Don't worry! It is a \n\ntrail. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  We like short cuts don't we?\n\n\n\nMike:  We like level shortcuts, we don't' like mountainous short cuts.\n\n\n\nCuts to close up of Mike's naked chest\n\n\n\nHeather:  It's a little warmer today.  This is the first time we've seen\n\nMike's chest.  All right it's really hard to pick up on video actually.  \n\nMike has really sporadic hair patterns on his chest.  It's like blank, \n\nhairy, blank hairy.\n\n\n\nMike:  You should see my ass!\n\n\n\nJosh:  (points to hair patch) Look!  Look!  It's fucking Uruguay right \n\nthere!\n\n\n\nHeather:  Wow!\n\n\n\nJosh:  There's Paraguay over here.\n\n\n\nHeather:  Look I think I see Bolivia!\n\n\n\nCuts to dead mouse on forest floor\n\n\n\nHeather:  What killed this dead mouse?  Witchcraft?\n\n\n\nJosh:  How about god?\n\n\n\nCuts to heather squatting in the distance behind some trees\n\n\n\nJosh:  Is that the Blair Witch?  No, I think its Heather taking piss.\n\n\n\nHeather:  I really have to go!\n\n\n\nJosh:  Well then go!\n\n\n\nCuts to hiking again\n\n\n\nHeather:  We are hot on the cemeteries trail.  I can feel it.\n\n\n\nMike mumbles\n\n\n\nHeather:  What?\n\n\n\nMike:  Says you.\n\n\n\nHeather:  Says me, of course.  And we should be hitting it in about ninety \n\nminutes.  You guys cool with that?\n\n\n\nMike:  What?\n\n\n\nHeather:  90 minutes.  Can you hang...?\n\n\n\nJosh:  As long as you know where were going.\n\n\n\nHeather:  I know exactly where were going.\n\n\n\nCuts to Josh looking at map\n\n\n\nHeather:  I suppose its necessary to look at the map, even though I know \n\nwhere were going.  And we're going straight ahead up there.\n\n\n\nMike:  If you know where were going we wouldn't be hiking like...\n\n\n\nJosh:  Were in the middle of the fucking woods.\n\n\n\nHeather:  Some of it is off trail hiking!\n\n\n\nMike:  Because people told you, oh yeah there's a cemetery back there!\n\n\n\nMike:  Were lost.",
  "14": "---END OF PREVIOUS SECTION---\nHeather:  Some of it is off trail hiking! Mike:  Because people told you, oh yeah there's a cemetery back there! Mike:  Were lost. \n---TARGET SECTION TO BE ANNOTATED---\n  Admit that first!\n\n\n\nHeather:  I know were not lost!\n\n\n\nMike:  Oh and you knew that yesterday too, and you know that twice today!\n\n\n\nHeather:  Look!  No!  Bullshit!  And we have not been lost at all today!  \n\nNot once, I know where were going!\n\nMike:  Let me tell you what you told us.  \"Its like two hours away.\"  Then \n\nit's like, three hours, maybe four hours away.\n\n\n\nHeather:  Did you agree to do this project?\n\n\n\nMike:  I did!  I agreed to a scouted out project!  I didn't think we'd be \n\nrunning around in the woods...\n\n\n\nHeather:  It is scouted out!\n\n\n\nMike:  I've got fifteen hundred dollars worth of equipment on me!\n\n\n\nJosh:  Guys!  Guys!  It's cool, it's cool.  Please, your being a smart-ass \n\nand your being a smart-ass.  Were, were just looking at the map using it the \n\nbest we can.  I can totally find this.  This is here we were and we are \n\ngoing more or less this way.\n\n\n\n\n\nCuts to Mike holding map\n\n\n\nJosh:  Okay, what's your call.  Where do you think we're going?\n\n\n\nMike:  I'll tell you the truth.  This is like; this is Greek to me.  It's \n\nuseless.\n\n\n\nHeather:  Right. Exactly.\n\n\n\nMike:  So I am putting my ah trust in you that you know where it is.\n\n\n\nHeather:  Good.\n\n\n\nMike:  Although I, I gotta tell you I don't fully trust you.  And I....ah \n\nI'm not going to say it.\n\n\n\nHeather:  What?\n\n\n\nMike:  Nothing, I don't understand why you have to have every conversation \n\non video?\n\n\n\nHeather:  Because I'm making a documentary.\n\n\n\nMike:  Not about us getting lost!  We're making a documentary about a Witch!\n\n\n\nHeather:  I have a camera.  It doesn't hurt, because I'm sure we'll look \n\nback at this and laugh heartily.\n\n\n\nCuts to Josh crossing stream on fallen log\n\n\n\nMike:  Baby steps man, baby steps.\n\n\n\nHeather:  Just breathe and don't look down maybe?  No you gotta look down.",
  "15": "---END OF PREVIOUS SECTION---\nCuts to Josh crossing stream on fallen log\n\n\n\nMike:  Baby steps man, baby steps. Heather:  Just breathe and don't look down maybe? No you gotta look down. \n---TARGET SECTION TO BE ANNOTATED---\nMike:  You gonna have to crawl?\n\n\n\nJosh:  I'm going to crawl.\n\n\n\nMike:  Cool.\n\n\n\nHeather:  Think about how fucking cool the cemetery is going to be when we \n\nget there.  Think of the joy of being in a really good film!\n\n\n\nJosh:  Please be quiet!\n\n\n\nHeather:  Okay I'm quiet.  Shit how am I going to do this?\n\n\n\nJosh finishes crossing and stands up\n\n\n\nJosh:  Okay, Mikey?\n\n\n\nMike:  Yeah.\n\n\n\nJosh:  There's no way youre coming across.  You'll have to get down on your \n\nbelly.\n\n\n\nMike:  No way man.\n\n\n\nJosh:  There's no chance.  It's too fucking hard.\n\n\n\nHeather:  How are we going to get the DAT across then?\n\n\n\nJosh:  With the moss it's slippery as shit.\n\n\n\nHeather:  How will we get the DAT across?\n\n\n\nJosh:  I don't know, lemme get off here and get my pack off.\n\n\n\nMike:  I'll just go back and forth.\n\n\n\nHeather:  You want to go back and forth?  You can do it that way?\n\n\n\nMike:  I didn't want to do this at all.\n\n\n\nHeather:  Okay, well do it back and forth.\n\n\n\nLoud cracking\n\n\n\nJosh:  Oh god!\n\n\n\nHeather:  Oh shit!  What'd you drop!\n\n\n\nJosh:  I didn't drop anything, the tree broke.\n\n\n\nMike:  The log broke.\n\n\n\nHeather:  Phew!  Oh, fuck.\n\n\n\nCuts to hiking near cemetery\n\n\n\nHeather:  We are very, very, very close now.  You guys excited?  Okay.\n\n\n\nHeather:  What's this?\n\n\n\nClose up of tree with branches filled with rocks and dead twigs\n\n\n\nHeather:  Say, guys?  Do you remember something that Mary Brown said the \n\nother day?  What was the story from the Bible she was telling us?  Fuck I \n\nwasn't listening to her because I thought she was a lunatic.\n\n\n\nShots of piles of rocks, \"graves\" and rocks stacked high up in tree branches\n\n\n\nHeather:  See I don't know if this counts.  Three, four, five, six seven.\n\n\n\nCuts to night around camp fire\n\n\n\nHeather:  Witches in days gone by where roasted just like my Vienna sausage.",
  "16": "---END OF PREVIOUS SECTION---\nShots of piles of rocks, \"graves\" and rocks stacked high up in tree branches\n\n\n\nHeather:  See I don't know if this counts. Three, four, five, six seven. Cuts to night around camp fire\n\n\n\nHeather:  Witches in days gone by where roasted just like my Vienna sausage. \n---TARGET SECTION TO BE ANNOTATED---\nFlames are licking you like the devil their Josh.\n\n\n\nJosh:  (sings Gilligans Island theme)\n\n\n\nHeather:  Yeah, but this ship has a good captain, not a fat beer-guzzling \n\ncaptain.\n\n\n\nMike:  He wasn't beer guzzling.\n\n\n\nJosh:  There was no beer on the island man, if they had beer they would've \n\nhad like, big ass orgies.\n\n\n\n(All laugh)\n\n\n\nHeather:  You're kinda like the Captain and Mikes kinda like your Gilligan.  \n\nNo offence, I mean that as a complement.  Gilligan was a funny guy.\n\n\n\nJosh:  But the Captain was fat.\n\n\n\nHeather:  Okay, Let's call it a thin Captain.\n\n\n\nMike:  Let's not call it the Captain anymore you illiterate TV people!  It's \n\nthe Skipper.\n\n\n\n(All laugh loudly)\n\n\n\nCuts back to cemetery at night\n\n\n\nMike:  Here we are back at the rock again, rock thing, cemetery deal.\n\n\n\nCuts to various rock piles\n\n\n\nSound of tumbling rocks\n\n\n\nHeather:  (gasps) You didn't just knock that over please tell me you didn't \n\njust knock that over.  That's not very nice.  All right, I'm going to put it \n\nback.\n\n\n\nHeather places rocks back on pile and blows them a kiss\n\n\n\nHeather:  Can't be too careful.\n\n\n\nCuts ahead\n\n\n\nHeather:  What'd yah think?\n\n\n\nJosh:  It was...the same thing but darker.\n\n\n\nHeather:  Yeah pretty much.  All right, bag it up put it away.\n\n\n\nCuts to absolute darkness\n\n\n\nHeather:  Hello!?  (whispers)  Shit the light.\n\n\n\n(Sounds of sticks breaking in the distance)\n\n\n\n(Heather breathes heavy)\n\n\n\nHeather:  We were sleeping...\n\n\n\nJosh:  Do you want this?\n\n\n\nHeather:  Just keep it by the opening of the tent!\n\n\n\nShhh!\n\n\n\nCuts to Heather crawling on hands and knees, then she motions Josh to come \n\nforward with camera\n\n\n\nHeather:  Hello!?  Hello!\n\n\n\nCracking sounds in the distance\n\n\n\nHeather:  It's all around us.",
  "17": "---END OF PREVIOUS SECTION---\nCuts to Heather crawling on hands and knees, then she motions Josh to come \n\nforward with camera\n\n\n\nHeather:  Hello!? Hello! Cracking sounds in the distance\n\n\n\nHeather:  It's all around us. \n---TARGET SECTION TO BE ANNOTATED---\n  I can't see shit!\n\n\n\nCuts back to tent, Mike inside tent\n\n\n\nHeather:  Michael are you saying you're not coming down?\n\n\n\nMike:  I ain't going down there!\n\n\n\nHeather:  Why not?\n\n\n\nMike:  Because I don't hear shit!\n\n\n\nHeather:  Because you're fucking scared!\n\n\n\nMike:  Because I don't hear anything anymore!\n\n\n\nHeather:  Because you're fucking scared!  You can not deny hearing it!  Get \n\nyour ass out!  What's the big deal!?\n\n\n\nCuts to next morning, Josh in rain gear.\n\n\n\nJosh:  This rain fucking blows dude.\n\n\n\nHeather:  I know and it's raining very heavily.  Well...\n\n\n\nJosh:  Thank my mom for giving me rain gear for my eighteenth birthday, yah \n\nknow.\n\n\n\nHeather:  (shivers) God bless her.\n\n\n\nWhat do you think that was last night?\n\n\n\nJosh:  Personally.... I think it was someone fucking with your head.\n\n\n\nHeather:  But nobody knows where out here.\n\n\n\nJosh:  Yeah, but did you ever see Deliverance?\n\n\n\nCuts to Mike\n\n\n\nHeather:  Do you understand at all where I'm coming from?  I just wanted to \n\nknow that whoever it was...\n\n\n\nMike:  You were freaking out.  I don't even know....\n\n\n\nHeather:  I was freaking out.  I wake up and all of the sudden shits going \n\ndown, and all I can think is I gotta get it.  I gotta get it all on; all I \n\nwanna get it on sound get it on sixteen.  If we can see anything I want to \n\nsee it on sixteen.\n\n\n\nMike:  Well, it sounded to me like a bunch of people running around, and I'm \n\nnot down with messing with locals or whatever.  I dunno who the hell would \n\ncome out here, but what bugs me out is that we're so damn deep in the woods \n\nand people are going to come out here and try and mess with us, then they \n\ngotta have something wrong with them.  And I'm not gonna play with that.",
  "18": "---END OF PREVIOUS SECTION---\nMike:  Well, it sounded to me like a bunch of people running around, and I'm \n\nnot down with messing with locals or whatever. I dunno who the hell would \n\ncome out here, but what bugs me out is that we're so damn deep in the woods \n\nand people are going to come out here and try and mess with us, then they \n\ngotta have something wrong with them. And I'm not gonna play with that. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  But how do we know it was people?\n\n\n\nMike:  Well even if it wasn't I'm not gonna play with that either!\n\n\n\nCuts to crew hiking back\n\n\n\nHeather:  (sighs) Fuck man, this is a really long day.  Very wet, very long \n\nday.  Nobody is really speaking to me at the moment now.\n\n\n\nMike:  I don't remember a...(mumbles)\n\n\n\nHeather:  What?\n\n\n\nMike:  I don't remember a portion of this from walking in from the car.\n\n\n\nHeather:  Well, we have to go a little differently to go back because we \n\nwent around in a curve a little bit.\n\n\n\nCuts ahead\n\n\n\nHeather:  I'm telling you guys, two more hours max.\n\n\n\nJosh:  (stops walking)  (mumbles) why were going back a different way?\n\n\n\nHeather:  Because we came a bit around.  That was the most direct way to hit \n\nour two locations, now this is the most direct way back to the car.\n\n\n\nMike:  Seriously, really?\n\n\n\nHeather:  Yeah!  Seriously.\n\n\n\nMike:  You know exactly what's going on?\n\n\n\nHeather:  Yes!  Just keep going.\n\n\n\nJosh:  Yeah, well, will wait five minutes till map check.\n\n\n\nHeather:  All right.\n\n\n\nCuts ahead\n\n\n\nHeather:  All right we just did a map check and it seems were pretty much \n\nstill on trail.\n\n\n\nJosh:  That's not what I said.\n\n\n\nHeather:  No, I think were all right.\n\n\n\n(Both Josh then Mike look away in disgust)\n\n\n\nHeather:  We took a map reading we just fallow what the compass says.  We \n\nare going straight ahead, that way. That way.\n\n\n\nJosh:  Were in the middle of nowhere!\n\n\n\nHeather:  We've been in the middle of nowhere for two days.  The car is \n\nparked in the middle of nowhere, almost.\n\n\n\nJosh:  So like look at this shit man, this is nothing!\n\n\n\nHeather:  Okay, lets just keep going all right?\n\n\n\nCuts ahead\n\n\n\nHeather:  I think we should camp.",
  "19": "---END OF PREVIOUS SECTION---\nJosh:  So like look at this shit man, this is nothing! Heather:  Okay, lets just keep going all right? Cuts ahead\n\n\n\nHeather:  I think we should camp. \n---TARGET SECTION TO BE ANNOTATED---\nMike:  Get the fuck out of here!  Why?  Because you don't know where we're \n\ngoing?\n\n\n\nHeather:  No, because I think were still a ways off from the car and it's \n\ngoing to be getting dark real soon.  Look, I'm not saying for certain.\n\n\n\nMike:  We're not camping here!  Get us home!  Turn the camera off and get us \n\nhome!\n\n\n\nHeather:  Maybe we're near the car.  Maybe we're near the car!\n\n\n\nJosh:  Give me the fucking map!  Give me the map.  Turn the camera off and \n\ngive me the map.\n\n\n\nMike:  Turn the camera off and get us home!\n\n\n\nHeather:  No, I'm not turning the camera off.  I wanna mark this occasion.\n\n\n\nJosh:  Give me the map.\n\n\n\nHeather:  The map is in my pocket your going to have to wait a second.\n\n\n\nMike:  GODDAMN!\n\n\n\nHeather:  If we keep our heads together we'll be just fine.\n\n\n\nMike:  THAT'S FUCKING BULLSHIT!\n\n\n\nJosh:  Mike, chill.\n\n\n\nHeather:  Mike...\n\n\n\nMike:  DON'T FUCKING TELL ME TO RELAX!\n\n\n\nJosh:  Let's walk up, find a tree to sit under or some shit and check the \n\nmap.\n\n\n\nHeather:  Yes, can we find a place to sit to check the map please?\n\n\n\nCuts to night, cuts to darkness.\n\n\n\nJosh:  Are you happy?\n\n\n\nHeather:  I'm not happy, no.  But the car's not far; we're just not going to \n\nbe able to find it in the dark.\n\n\n\nMike:  Are you positively sure?\n\n\n\nHeather:  Yes.  I am so sorry man.  We can probably still get the DAT back \n\ntomorrow.\n\n\n\nJosh:  I hope youre fucking happy.\n\n\n\nMike:  We have too!  We have too!\n\n\n\nHeather:  We will, we will.  We will get the DAT back before its due back \n\ntomorrow.\n\n\n\nJosh:  I gotta fucking work.\n\n\n\nHeather:  Everything will get back.\n\n\n\nJosh:  I'm supposed to be at work tomorrow at nine!\n\n\n\nHeather:  I know.\n\n\n\nJosh:  Let's camp...let's camp.  Let's fucking camp.  Okay?\n\n\n\nCuts ahead, darkness.",
  "20": "---END OF PREVIOUS SECTION---\nLet's fucking camp. Okay? Cuts ahead, darkness. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  (hushes) shh...shhh...  I wanna get it; I wanna get it from inside \n\nthe tent.  Whatever it was last night, it sounds like the same fucking \n\nthing.\n\n\n\n(Rustling outside tent)  (Tent flap being unzipped)\n\n\n\nHeather:  Where's my boots?  Oh, fuck its cold.\n\n\n\n(Turns camera light on)\n\n\n\nHeather:  Hello!?  Oh shit, its fucking freezing.  I hear it.\n\n\n\nMike:  I don't hear shit.\n\n\n\n(Rustling noise)\n\n\n\nHeather:  Hear that?\n\n\n\nShit!\n\n\n\nHello?\n\n\n\n(Josh with 16mm swings back around to look at Heather standing at the tent)\n\n\n\n(Cuts back to Heather's Hi-8)\n\n\n\nHeather:  Awe fuck. (Shivers, shaking camera)\n\n\n\nMike:  I think it's just deer.\n\n\n\nHeather:  It could be deer I guess.  I don't think its deer though man.  It \n\nsounds exactly like that shit last night.  It's on all sides of us.\n\n\n\nMike:  It sounded just like a deer.\n\n\n\nJosh:  It was a deer man.\n\n\n\nHeather:  I don't think it was a...\n\n\n\nMike:  It wasn't like last night.\n\n\n\nHeather:  Shh!  Shh...\n\n\n\n(Bang in the distance)\n\n\n\nMike:  Did you hear...?\n\n\n\nHeather:  (whispers) Yes!  Fucking listen!  Let's get it on DAT, let's get \n\nit on DAT.\n\n\n\nMike:  Okay, it's on.\n\n\n\n(Rustling grows louder)\n\n\n\nJosh:  Jesus Christ!  What the fuck is that?!  FUCK!\n\n\n\n(Sound continues)\n\n\n\nHeather:  It's not scared by our yelling.\n\n\n\nHeather:  That sounds like footsteps.\n\n\n\nMike:  (whispers) I know!  That's a fucking person!\n\n\n\nHeather:  Mike, I'm not seeing shit on video.  I'm going to leave the rest \n\nfor DAT but I'm going to stay out with you here though.\n\n\n\nMike:  You gotta fucking stay out here with me.\n\n\n\nHeather:  I am.\n\n\n\nMike:  What time is it?  Is it anytime near morning right now?  (Whispers)\n\nPlease say it's fucking five o'clock or some shit.\n\n\n\nHeather:  It's three.",
  "21": "---END OF PREVIOUS SECTION---\nMike:  What time is it? Is it anytime near morning right now?  (Whispers)\n\nPlease say it's fucking five o'clock or some shit. Heather:  It's three. \n---TARGET SECTION TO BE ANNOTATED---\nMike:  Fuck!  This is bullshit; this is absolutely fucking crazy.\n\n\n\nHeather:  I'm sorry Mike.  We should be out of here already.\n\n\n\nMike:  I have nothing, nothing to do with this.  I swear to god this is \n\nbullshit.\n\n\n\nCuts to next morning\n\n\n\nHeather:  We woke up this morning, just like two seconds ago, and there are \n\npiles of rocks outside of our tent.  There are three actually.\n\n\n\nJosh:  Are you seriously fucking positive that those weren't here when we \n\nset up camp last night?\n\n\n\nHeather:  I am seriously fucking positive that these weren't here.  How \n\nwould we have just made a campsite between three piles of rocks, just by \n\ncoincidence?\n\n\n\nYou don't think this is strange?\n\n\n\nJosh:  This is way fucking weird!  But it really doesn't matter at this \n\npoint!  Because all I want to do is get to the goddamned car.  Whatever it \n\nis, whatever it is man, at this point...\n\n\n\nHeather:  I know, I know.  We have to get back to the car.\n\n\n\nJosh:  We are obviously not wanted here.  So let's just get the hell out.\n\n\n\nHeather:  (sounding as if about to loose it) Okay.  We have to get the DAT \n\nback any way.\n\n\n\nJosh:  I realize that.\n\n\n\nHeather:  Okay.\n\n\n\nJosh:  Let's get the DAT back, let's get the shit packed up and walk.\n\n\n\nHeather:  Right, we're out of here, we're out of here.\n\n\n\nJosh:  Okay, cool.\n\n\n\nCuts to crew packing up tent\n\n\n\nHeather:  (rambling) we have to leave, let's get our shit packed.\n\n\n\nJosh:  Heather put the fucking camera down!  Let's get this shit packed up \n\nand...\n\n\n\nHeather:  Okay, hang on!  (Points camera at pile of rocks)\n\n\n\nJosh:  Come on!  No, I'm not fucking scared!  I'm just tired, I'm hungry. \n\nI'm just fucking like done man.  I'm just fucking done.\n\n\n\nHeather:  Alright.\n\n\n\nCuts to close up of Heather, Josh holding camera\n\n\n\nHeather:  Did you take it?  (Feels inside pocket)\n\n\n\nJosh:  I didn't take the fucking map man.",
  "22": "---END OF PREVIOUS SECTION---\nI'm just fucking done. Heather:  Alright. Cuts to close up of Heather, Josh holding camera\n\n\n\nHeather:  Did you take it?  (Feels inside pocket)\n\n\n\nJosh:  I didn't take the fucking map man. \n---TARGET SECTION TO BE ANNOTATED---\n  I'm not playing head games, if \n\nanyone's playing head games, your playing head games, but I'm not playing \n\nhead games.\n\n\n\n(Heather rubs face)\n\n\n\nHeather:  I don't have it, we have to go.  I'm serious.  I don't have it.\n\n\n\nJosh:  Are you fucking serious?\n\n\n\nHeather:  I'm fucking serious, I don't have the map, okay.\n\n\n\nJosh:  Heather that is so uncool man.\n\n\n\nHeather:  I know it's not cool.\n\n\n\nJosh:  That is so uncool!\n\n\n\nHeather:  I know it's not cool.\n\n\n\nJosh:  I mean that's like the least responsible thing you could have \n\npossibly done man.\n\n\n\nHeather:  I know that.\n\n\n\nMike:  (sounding small) You really don't have it?\n\n\n\nHeather:  One of you has got to have the map.\n\n\n\nJosh:  No, I don't have the map.  We gave it back to you after map check \n\nyesterday.  You've always had the map.\n\n\n\nHeather:  I know, and I've always had the map in the same place and if it's \n\nnot there one of you had to have taken it!\n\n\n\nJosh:  I'm not going into your fucking pants to get your god damned map man!\n\n\n\nHeather:  I just checked my pocket!  It's not in my pants!\n\n\n\nJosh:  Look, would I go in and get your map?  All I wanna do is get out of \n\nhere!\n\n\n\nHeather:  That's all I want too man.\n\n\n\nJosh:  No!  You wanna stay here, you wanna look around, you wanna shoot \n\nrocks, you wanna fucking get this, get that!\n\n\n\nHeather:  Let's go!\n\n\n\nJosh:  Which way are we fucking walking?\n\n\n\nHeather:  That way.\n\n\n\nJosh:  Dude we're in the middle of the fucking woods!  We are in the middle \n\nof the goddamn woods!  We can walk any way!\n\n\n\nMike:  We're going this way!  We're going this way because we've been going \n\nthis way for a fucking day!  We've got to come across something!\n\n\n\nHeather:  I gave you the map.\n\n\n\nJosh:  I gave you back the map Heather!\n\n\n\nHeather:  I gave you the map.",
  "23": "---END OF PREVIOUS SECTION---\nHeather:  I gave you the map. Josh:  I gave you back the map Heather! Heather:  I gave you the map. \n---TARGET SECTION TO BE ANNOTATED---\nJosh:  I gave you back the map!\n\n\n\nCuts ahead\n\n\n\nJosh:  All I'm saying is that we can move as fast as we can but if we have \n\nno fucking clue where we're going, well then it really doesn't matter.  Does \n\nit?\n\n\n\nHeather:  We're following the creek and Mike seems satisfied with that.\n\n\n\nMike:  (in the distance) Would you guys stop it!\n\n\n\n(Marches on)\n\n\n\n(Cuts ahead to Josh laying on his back and Heather plops down next to him \n\nholding camera)\n\n\n\nHeather:  (sighs)\n\n\n\nJosh:  We are lost, we are fucked, we are done, we are dead, we are fucked.\n\n(Begins to roll down embankment and stops when he runs into a tree)\n\n\n\nJosh:  I'm just gonna stay here.  You guys find somebody; I'll be under this \n\ntree with the vine.  This is really fucked up.\n\n\n\nHeather:  I know.\n\n\n\nMike:  Yeah, we really, really need to work together.\n\n\n\nJosh:  Seriously, the area is not that fucking big.\n\n\n\nHeather:  Exactly, it's very hard to get lost in America these days, and \n\nit's even harder to stay lost.  So we've got that on our side.\n\n\n\n(Josh gets up and walks toward camera)\n\n\n\nMike:  Well were doing a pretty god damn good job at being lost!\n\n\n\n(Cuts ahead)\n\n\n\nJosh:  Cause at this point, when you're not home today, when I'm not home \n\ntoday people are going to start noticing.  Like my girlfriend is definitely \n\ngoing to notice that I'm not back today and that I haven't fucking called.  \n\nI mean if I had called it would be one thing, but you know, if I just get \n\nback. But if I don't get back period and I don't call she's going to notice \n\nwhich means that if by tonight we haven't found shit, someone's going to be \n\nlooking for us.\n\n\n\n(Cuts ahead to stream, Josh finishing crossing on other side)\n\n\n\nHeather:  Oh no.\n\n\n\nJosh:  Don't come this way!  Come another way!  Go down there!  I just got \n\nmy whole shit wet!\n\n\n\nMike:  (laughs deeply)\n\n\n\nHeather:  Oh shit.  Well let's try it this way.",
  "24": "---END OF PREVIOUS SECTION---\nI just got \n\nmy whole shit wet! Mike:  (laughs deeply)\n\n\n\nHeather:  Oh shit. Well let's try it this way. \n---TARGET SECTION TO BE ANNOTATED---\nJosh:  I don't think you want to try it this way.  I think you want to try \n\nit the other way.\n\n\n\nHeather:  (sighs) If we didn't have these fucking packs it would be so much \n\neasier.\n\n\n\nJosh:  There must be a...\n\n\n\nMike:  (jiggles with laughter)\n\nHeather:  Is that Michael laughing?\n\n\n\nMike:  (doubles up laughing)\n\n\n\nJosh:  Shut the fuck up and cross the stream.\n\n\n\nHeather:  He's laughing!?  Michael that is the first time I've heard you \n\nlaugh in days!\n\n\n\n(Cuts to shot of Heather's wet boots after crossing the stream)\n\n\n\n(Josh and Mike laughing)\n\n\n\nHeather:  I'm really happy you find it very amusing that I'm going to be \n\nincredibly uncomfortable for the rest of the day.\n\n\n\nMike:  (doubles up laughing)\n\n\n\nJosh:  Awww.  Dude, uncomfortable is not even. (Breaks into laughter)\n\n\n\nHeather:  Can we keep going please?\n\n\n\nMike:  (laughing) No were gonna chill out!\n\n\n\nHeather:  I thought you wanted to get to the car?\n\n\n\nMike:  HOOOO!  BOY!\n\n\n\nJosh:  Come one let's get up there.\n\n\n\n(Mike begins to climb embankment)\n\n\n\nHeather:  You guys weren't lying to me about the map were you?  It just \n\nseems you guys are having just a little too much fun for my tastes.\n\n\n\nMike:  Were just going a little stir crazy.\n\n\n\nJosh:  Heather, Heather.  If you make me yell at this point...  I'm going to \n\nhave to hit you.\n\n\n\nMike:  (laughs)\n\n\n\nHeather:  Come on, seriously, do you have the map?  I just want to know that \n\nyou have it!  That would make me happy just to know that you have it.\n\n\n\nJosh:  Heather... (Turns in disgust)\n\n\n\nHeather:  If I, If I know you have it and I can at least see it I would feel \n\nmuch better.\n\n\n\nJosh:  (gives Heather the finger as he walks away from her)\n\n\n\n(Cuts ahead)\n\n\n\nJosh:  Like all were trying to do is be cool with you.",
  "25": "---END OF PREVIOUS SECTION---\nThat would make me happy just to know that you have it. Josh:  Heather... (Turns in disgust)\n\n\n\nHeather:  If I, If I know you have it and I can at least see it I would feel \n\nmuch better. Josh:  (gives Heather the finger as he walks away from her)\n\n\n\n(Cuts ahead)\n\n\n\nJosh:  Like all were trying to do is be cool with you. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  Well I find it very cool that I get laughed at because my shoes \n\nare wet for the wrest of the day!  It's fucking hilarious!\n\n\n\n(Josh and Mike bust out laughing)\n\n\n\nJosh:  Heather, dude, all our shoes are wet.  We were laughing at the \n\nsituation.  We're fucking hungry we're fucking tired.  What the hell else \n\nare we supposed to do?\n\n\n\nMike:  (laughing) You know what?  Hahaha!  I kicked the fu...ha-ha...I'm \n\nsorry it's fucked up, but...I kicked that fucking map haaa! Into the creek \n\nyesterday!  Haaa!  It was useless!  I kicked that fucker into the creek!  \n\nHahaha!\n\n\n\nMike:  (walks away laughing hysterically) WAAAAHHHOOOO!\n\n\n\nHeather:  I fucking hope he's kidding.\n\n\n\nMike:  WAAAAHOOOOO!  Holy Jesus!\n\n\n\nJosh:  (small) Mike?  (Anger rising)  Are you kidding?\n\n\n\nHeather:  I really fucking hope he's kidding.\n\nJosh:  (angrily) Mike are you fucking kidding!?\n\n\n\n(Josh and Heather move quickly towards Mike)\n\n\n\nMike:  I'm sorry.  It was useless.",
  "26": "---END OF PREVIOUS SECTION---\nJosh:  (angrily) Mike are you fucking kidding!? (Josh and Heather move quickly towards Mike)\n\n\n\nMike:  I'm sorry. It was useless. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  You've gotta be fucking kidding me!  YOU HAVE GOT TO BE FUCKING \n\nKIDDING ME!\n\n\n\nJosh:  (shoves Mike hard) What the fuck!\n\n\n\nMike:  Get the fuck off me man!\n\n\n\nHeather:  WHAT THE FUCK!  ARE YOU OUT OF YOUR FUCKING MIND!\n\n\n\nMike:  NO I AM NOT OUT OF MY MIND THAT MAP WASN'T DOING SHIT FOR US!\n\n\n\nHeather:  DO YOU REALIZE?  NOT TO YOU, BUT I KNEW WHAT THE FUCK THAT MAP \n\nSAID!\n\n\n\n\n\nHeather:  YOU ARE A FUCKING ASSHOLE!\n\n\n\nMike:  I'm sorry!\n\n\n\nHeather: YOU ARE A FUCKING ASSHOLE!\n\n\n\nMike:  That map wasn't doing shit all day!\n\n\n\nHeather:  IF WE GET HURT OR IF WE DIE OUT HERE IT'S YOUR FUCKING FAULT!\n\n\n\n\n\n(Josh pushes Mike and they begin to grapple one another)\n\n\n\nMike:  I'll fucking punch you out!  I'll fucking punch you out!\n\n\n\nHeather:  I CAN'T BELIVE YOU ARE SUCH A FUCKING ASSHOLE!  WHAT THE FUCK WERE \n\nYOU THINKING!\n\n\n\n(Mike pushes Josh away)\n\n\n\nJosh:  (points finger in Mike's face) Your messing with my shit here!\n\n\n\nMike:  (fends off Josh's finger with forearm) That map was useless!  That \n\nmap was useless!\n\n\n\nHeather:  It was useless to you!  It was useless to you!\n\n\n\nMike:  BULLSHIT!\n\n\n\nHeather:  Your ignorance has put our safety in danger!  (Sobs)\n\n\n\n(Cuts ahead)\n\n\n\nHeather (calmer) Okay, okay.\n\n\n\nJosh:  This is not why I brought you out here man.\n\n\n\nMike:  I'm sorry about the map, okay?\n\n\n\nHeather:  (trying to remain calm) Okay.\n\n\n\nMike:  What can I say?\n\n\n\nHeather:  Sorry?  Please just don't say sorry!  That map wasn't worth shit \n\nto you but I knew exactly where we were on that map.",
  "27": "---END OF PREVIOUS SECTION---\nHeather:  Sorry? Please just don't say sorry! That map wasn't worth shit \n\nto you but I knew exactly where we were on that map. \n---TARGET SECTION TO BE ANNOTATED---\nMike:  (points finger at Heather) I just fucking asked you where\n\n\n\nHeather:  I knew exactly WHERE WE WERE ON THAT MAP!\n\n\n\nMike:  (jabbing finger at Heather) Yesterday I asked you what fucking river \n\nwe were at!\n\n\n\n(Mike tries to hit and grab camera away from Heather)\n\n\n\nHeather:  DON'T YOU FUCKING TOUCH MY FUCKING CAMERA!  YOU!  GET OFF ME!  IT \n\nIS YOUR FAULT NOW!  IT IS YOUR FUCKING FAULT!\n\n\n\n--Think the following is cut from the final edit-\n\n\n\nMike:  You wanna get hit!?  You wanna get hit!?  Keep fucking punching me!\n\n\n\n(Cuts ahead)\n\n\n\nHeather:  Give me the compass.  You have betrayed us all beyond.  Way \n\nfucking beyond.  Give me the compass.\n\n\n\nMike:  You betrayed us when you couldn't get us out of the woods last night.\n\n\n\nHeather:  Yeah.  Thanks.\n\n\n\nJosh:  Can I hold the fucking compass?\n\n\n\nHeather:  No!\n\n\n\nJosh:  Can I hold the fucking compass?\n\n\n\nHeather:  No!  I bought the fucking compass.  If you wanted a compass you \n\nshould have bought your own.\n\n\n\nJosh:  I don't give a shit if you bought the compass!  You fucked us up!  He \n\nfucked us up!  I don't know why you can't admit that you've been screwed \n\nsince the moment we got out here!\n\n\n\nHeather:  I haven't.\n\n\n\nJosh:  Heather give me the...\n\n\n\nHeather:  I've been planning this for two years!\n\n\n\nJosh:  Give me the compass.  Heather, Heather.",
  "28": "---END OF PREVIOUS SECTION---\nHeather:  I've been planning this for two years! Josh:  Give me the compass. Heather, Heather. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  We're walking south!  Now!\n\n\n\nJosh:  Give me the compass!  (Pushes Heather from behind)\n\n\n\nHeather:  You fucking asshole!  Don't knock me down!  Cause I will fucking \n\nknock you out! I am walking south!  Fuck you both!  Fuck you both!\n\n\n\nJosh:  Okay you fucking bitch!\n\n\n\nHeather:  Okay, okay, I'm a fucking bitch!  Your friend throws the fucking \n\nmap in the creek and I'm a bitch?  Okay!  Oh Fuckin Kay!\n\n\n\n\n\n(Cuts ahead, Josh sitting on the ground)\n\n\n\nHeather:  Why are we stopped again?  Why?  (Sighs)  Why are we stopped?\n\n\n\nJosh:  (points at the sky) Heather, just don't, just don't.\n\n\n\nHeather:  Does anybody have a reason why were stopped?  That's all I'm \n\nasking you.  What about the plan to keep going south?  We were all very \n\nhappy with that plan.  Why is that not a...thing anymore.  (Under breath)  \n\nOh Jesus Christ.\n\n\n\n(Cuts ahead, Heather hurrying through woods)\n\n\n\nHeather:  (panting) I can't understand you!\n\n\n\nMike:  (in the distance) there's all sorts of stuff down here!\n\n\n\nHeather:  What kind of stuff!?\n\n\n\nMike:  Like twigs and shit!\n\n\n\nHeather:  What?\n\n\n\nMike:  They're all over!  Look around you!\n\n\n\nHeather:  No way.\n\n\n\n(Cuts ahead to clearing)\n\n\n\nMike:  They're all over the place.  Holy shit!\n\n\n\n(Shot of human looking figure made from sticks and twigs bound together \n\ndangling from trees)\n\n\n\nHeather:  Come up here quick I need to use the CP!\n\n\n\nMike:  Yo, there's all sorts of shit up here man!\n\n\n\nHeather:  (reaching up and touching a stick man) This is fucking crazy shit.\n\n\n\n(Cuts ahead)\n\n\n\nHeather:  Please, I've got to get this on 16!\n\n\n\n(Shots of numerous stick men, hanging from trees on 16 mm)\n\n\n\nJosh:  I've almost got shots of everything.  Jesus Christ, that's fucking \n\ncreepy.\n\n\n\nMike:  Please, this is no redneck no redneck is this creative.",
  "29": "---END OF PREVIOUS SECTION---\n(Shots of numerous stick men, hanging from trees on 16 mm)\n\n\n\nJosh:  I've almost got shots of everything. Jesus Christ, that's fucking \n\ncreepy. Mike:  Please, this is no redneck no redneck is this creative. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  Can we get out of here now?\n\n\n\nJosh:  Yeah, please?  (Shot of gigantic stick man) Oh Jesus Christ!  Did you \n\nsee this?  Okay, I want to get as far away from here by dark as humanly \n\npossible.\n\n\n\n(Cuts ahead)\n\n\n\nJosh:  Get your shit in your pack and let's go!  That's enough!\n\n\n\nMike:  Stop taping!  Please stop taping!\n\n\n\nJosh:  That's enough!\n\n\n\nHeather:  Okay, okay, okay were leaving right now.  (Continues to tape)\n\nOkay, were out of here, were out of here.  I'm leaving.\n\n\n\nMike:  Come on!  Turn it off!\n\n\n\n(Cuts ahead)\n\n\n\nMike:  HELP!  HELP!  PLEASE HELP US!  HELP US!\n\n\n\nHeather:  This is not the way to get out of here.\n\n\n\nMike:  HELP US!  FUCK!\n\n\n\n(Cuts ahead)\n\n\n\nHeather:  I think it's safe to say at this point that were lost.  And I \n\ndon't know what to do.\n\n\n\n(Cuts ahead to tent opening at night)\n\n\n\nJosh:  I'm getting inside the tent.\n\n\n\nHeather:  Alright.\n\n\n\nMike:  Let's not light a fire tonight.\n\n\n\nHeather:  Yeah, I think...\n\n\n\nMike:  Cause two nights in a row we've lit a fire.  We didn't light a fire \n\nthe first night.\n\n\n\nHeather:  And nothing happened.\n\n\n\nMike:  And nothing happened.  We light fires, they know.  I haven't heard \n\nanything follow us.  We should even turn that light off too.\n\n\n\nHeather:  Alright. (Turns off camera light)\n\n\n\nJosh:  Seriously, yeah turn that off.\n\n(Complete darkness)\n\n\n\nHeather:  Okay, let's just go to sleep.\n\n\n\n(Cuts ahead)\n\n(In the pitch darkness)\n\n\n\n(Sounds of babies laughing)\n\n\n\nHeather:  (whispered) Shit.\n\n\n\n(The sounds of people stirring terrified inside a canvas tent)\n\n\n\nMike:  (whispered) What the fuck is that?\n\n\n\nHeather:  Okay let's get ready.\n\n\n\n(A few seconds of silence)\n\n\n\n(Sound of a baby crying out in pain)\n\n\n\nMike:  (whispered) Oh Jesus Christ.  (Crying to himself) It sounds like \n\nlittle kids, out in the woods.",
  "30": "---END OF PREVIOUS SECTION---\n(The sounds of people stirring terrified inside a canvas tent)\n\n\n\nMike:  (whispered) What the fuck is that? Heather:  Okay let's get ready. (A few seconds of silence)\n\n\n\n(Sound of a baby crying out in pain)\n\n\n\nMike:  (whispered) Oh Jesus Christ.  (Crying to himself) It sounds like \n\nlittle kids, out in the woods. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  I'm going to put Jeans on.\n\n\n\nMike:  Oh Jesus, oh Jesus.\n\n\n\nHeather:  Get the video camera.  No, get the DAT ready.\n\n\n\nMike:  How are we going to record this shit?\n\n\n\nHeather:  (turns on camera light showing crew huddling in tent, looking \n\nblurry through the fogged up lens)\n\n\n\nHeather:  (whispers) What's that sound?  (Shudders with fear)\n\n\n\n(Sounds grow louder and closer)\n\n\n\n(The tent begins to shudder and shake as if something is attacking)\n\n(All scream in fear)\n\n\n\nMike:  Go!  Fucking go!\n\n\n\n(They break free of the tent and bolt away)\n\n\n\nHeather:  Oh god!\n\n\n\nMike:  Hurry up!\n\n\n\nHeather:  I'm coming!  My boots aren't laced!  (Looking over her shoulder \n\nback at the tent)  OH MY GOD WHAT THE FUCK IS THAT!  WHAT THE FUCK IS THAT!\n\nOh shit!  Oh my god!  (Running and panting)  Look where are we going!?\n\n\n\n(Gathering together they crouch down in some thick weeds)\n\n\n\nMike:  (whispers) Turn the lights off!  Turn that light off!  Turn it off!\n\n\n\n(Heather looks back towards the tent, with a look of pure terror on her \n\nface)\n\n\n\nMike:  (whispers) All lights off, all lights off, all lights off.\n\n\n\n(Heavy panting)\n\n\n\nMike:  (losing it & whispering) What the fuck is going on?  That was more \n\nthen last night, that was more then last night.  I heard little babies \n\nscreaming.\n\n\n\nJosh:  Shhhhh!  (Trembling)  There's no fucking babies out there man!\n\nThere's no fucking baby out there; there's no fucking baby out there.\n\n\n\nHeather:  Shhh!\n\n\n\nMike:  Jesus Christ. Oh my god it's cold.\n\n\n\nHeather:  Please be quiet okay?\n\n\n\nMike:  Okay, okay.\n\n(Cuts to dawn)\n\n\n\nHeather:  I don't hear anything anymore, I think we should go back.\n\n\n\nMike:  How long have we been here?\n\n\n\nHeather:  I don't know, maybe a couple of hours.  The suns up were okay now.",
  "31": "---END OF PREVIOUS SECTION---\nMike:  How long have we been here? Heather:  I don't know, maybe a couple of hours. The suns up were okay now. \n---TARGET SECTION TO BE ANNOTATED---\nJosh:  Let's just get back, let's pack shit up, let's get out.\n\n\n\nHeather:  Okay.\n\n\n\n(Cuts back at tent, things scattered all around campsite)\n\n\n\nJosh:  What the fuck man?\n\n\n\nHeather:  Where's my pack?\n\n\n\nMike:  Your packs right there.  Where's my pack?\n\n\n\nJosh:  What the fuck man?  Why are we getting fucked with like this?  They \n\nopened it up.  They spilled all my fucking water!\n\n\n\nMike:  That looks like slime man.\n\n\n\nJosh:  That's just water, man.  (Bends over and feels \"slime\")  Ah that is \n\nslime.  What the fuck is that?  Dude.\n\n\n\nMike:  Come on, let's get the shit packed up and let's get out of here.\n\n\n\nJosh:  Come on Heather turn that thing off and let's go.  I'm not; I'm not \n\ninterested in anything anymore!  So turn it off!\n\n\n\nHeather:  I know.  Let's relax for just a second.  Have we gotten everything \n\nhere?\n\n\n\nJosh:  Like I give a shit!\n\n\n\nHeather:  whose shit was thrown around?  Who specifically?\n\n\n\nJosh:  It was my shit!\n\n\n\nHeather:  Why you?\n\n\n\nMike:  Oh shit, let's go!  Let's go!  Are you not scared enough?\n\n\n\nHeather:  Yes I am scared enough and I do want to go, but it's light now.  \n\nWe have a couple of minutes.\n\n\n\nMike:  No we don't have a couple of minutes!\n\n\n\nHeather:  Let's just see what happened here okay!  Let's just see what \n\nhappened here!\n\n\n\nMike:  We need to hike!\n\n\n\nJosh:  Put that camera down.  This is not funny.\n\n\n\nHeather:  Do I look like I'm laughing at all?\n\n\n\nJosh:  No but you're going around doing your documentary thing man.\n\n\n\nMike:  Heather.\n\n\n\nJosh:  Youre doing your thing.\n\n\n\nMike:  Heather.",
  "32": "---END OF PREVIOUS SECTION---\nMike:  Heather. Josh:  Youre doing your thing. Mike:  Heather. \n---TARGET SECTION TO BE ANNOTATED---\n(Mike attacks Heather attempting to take video camera)\n\n\n\nHeather:  Don't fucking!\n\n\n\n(Camera flails wildly)\n\n\n\nMike:  Turn this fucking thing off!  If you bite me fucking one more time \n\nI'm gonna!\n\n\n\n(Mike lets go and moves away)\n\n\n\nHeather:  If you touch my camera one more time I'll bite your fingers off!\n\n\n\nMike:  Turn it off!\n\n\n\n(Cuts ahead, Mike looking sorry)\n\n\n\nMike:  I'm sorry.\n\n\n\nHeather:  I didn't mean it.  Okay?\n\n\n\nMike:  Are you all right?\n\n\n\nHeather:  I'm fine.  I want to go home but it's important that we get what \n\nwe can.\n\n\n\n(Cuts ahead, crossing another log)\n\n\n\nHeather:  What the fuck?  Is this possible?  Okay, all right.  I hate \n\ncrossing streams on logs.  If I never cross another stream on a log for the \n\nrest of my life, I will die a happy girl.\n\n\n\n(Cuts to Josh filming with video camera)\n\n\n\nMike:  (gives camera the finger)\n\n\n\nJosh:  I see why you like this video camera so much.\n\n\n\nHeather:  You do?\n\n\n\nJosh:  It's not quite reality.\n\n\n\nMike:  Reality says we've gotta moooove.\n\n\n\nJosh:  No but its totally like filtered reality man.  It's like you can \n\npretend everything is not quite the way it is.\n\n\n\n(Cuts ahead, Josh sitting alone in the distance)\n\n\n\nMike:  (whispers) Just leave him alone.\n\n\n\nHeather:  We need to go.  Mike.\n\n\n\nMike:  Just give him like five minutes.  Just leave him alone.  He's lost \n\nit.\n\n\n\nHeather:  We are all on the brink of losing it.\n\n\n\nMike:  (whisper) I know that.  We've all got to take care of each other.\n\n\n\nHeather:  (whispers) I know.\n\n\n\nMike:  (whispers) you can't really take care of him if you throw a camera in \n\nhis face while he's crying.\n\n\n\nHeather:  I know.\n\n\n\nMike:  I know you know that, and I know we're both about to loose it but \n\nlet's try to get the last wits we have.\n\n\n\nHeather:  We have to go.\n\n\n\nMike:  Understand I know we have to go.  Believe me I know we have to go.",
  "33": "---END OF PREVIOUS SECTION---\nHeather:  We have to go. Mike:  Understand I know we have to go. Believe me I know we have to go. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  It is hard for all us to hold it together.  We need to get out of \n\nhere in one piece and this is not helping!\n\n\n\nMike:  I know it's not.  Just let him have his...\n\n\n\nJosh: (In the distance) anybody have a cigarette?\n\n\n\nMike:  No man.\n\n\n\nHeather:  No, there's none left.\n\n\n\nJosh:  We don't have any cigarettes?\n\n\n\nHeather:  We're out.\n\n\n\nJosh:  (voice cracking) Why the fuck?  What the fuck was this blue jelly \n\nshit all over my shit?\n\n\n\nHeather:  Let's go.  If we keep going south we will get out.  Please.\n\n\n\n(Cuts to Josh down on his knees)\n\n\n\nJosh:  (whispers something unintelligible)\n\n\n\nHeather:  Josh, none of us do.\n\n\n\nJosh:  I know.\n\n\n\nMike:  What ever it is, is going to come back.  We know that for a fact.\n\n\n\nHeather:  We don't know that for a fact.\n\n\n\nMike:  Well it came three nights in a row.  It's been getting worse every \n\nnight.\n\n\n\nHeather:  I would love to hear this right now, I really would, but we...\n\n\n\nJosh:  Can we please go?\n\n\n\nMike:  I'm just trying to say you know we have to rationally say, they might \n\ngo on forever compared to our footsteps.\n\n\n\nHeather:  Not, not possible.  Not possible in this country.  Not possible.\n\n\n\nJosh:  Why is it not possible?\n\n\n\nHeather:  Because this is America.  We've destroyed most of our natural \n\nresources.\n\n\n\nMike:  (begins to sing) America, America.  GOD SAVE YOUR GRACE ON THEE!\n\n\n\n(Cuts to hiking)\n\n\n\nJosh and Mike:  (sing national anthem) The twilight's last gleaming.\n\n\n\nHeather:  Okay, I don't want to be a humourless pain in the ass, but this I \n\ndon't fucking understand.\n\n\n\n(Cuts ahead)\n\n\n\nMike:  Yo that's the stream we crossed!\n\n\n\nJosh:  That's further down.  That's the same one!\n\n\n\nMike:  Oh god!  You've got to be kidding me!  This is a joke!  THIS IS NOT\n\nFUNNY!\n\n\n\nHeather:  (begins to cry) No.  Mike just please stop.  Please stop.",
  "34": "---END OF PREVIOUS SECTION---\nHeather:  (begins to cry) No. Mike just please stop. Please stop. \n---TARGET SECTION TO BE ANNOTATED---\nMike:  Ohhh nooo.\n\n\n\nHeather:  It's not the same log.  It's not the same log Mike!\n\n\n\nMike:  It's the same one!\n\n\n\nHeather:  Look it's not!\n\n\n\nMike:  It is!  Open your eyes!\n\n\n\nHeather:  It's not the same log.  (Begins to sob)  It's not.  It's not the \n\nsame log.\n\n\n\nMike and Josh: Fuck!\n\n\n\nHeather:  (collapses crying next to log) It's the same log.  It's the same.\n\n\n\nMike:  Fuck you God!\n\n\n\nHeather:  (sobs and rocks back and forth) It's okay.  It's okay.  It's okay.\n\n\n\n(Cuts ahead)\n\n\n\nHeather:  Where do you want to go today to camp?  I guess south didn't work \n\ntoday so tomorrow we'll go east.  I don't know what to say Josh.\n\n\n\nJosh:  How the fuck did we walk south and end up at the same place?\n\n\n\nHeather:  We walked south all day!  We walked south all fucking day!  I \n\ndon't know how we ended up here.\n\n\n\n(Cuts ahead, Josh filming Heather with video camera)\n\n\n\nHeather:  Do you expect me to do something or say something?  What do you \n\nwant to do Josh?  Josh?\n\n\n\nJosh:  I wanna make movies Heather.  Isn't that what we're here to do?  \n\nLet's make some movies.\n\n\n\nHeather:  Fuck you. Really. Fuck you. Fuck you.\n\n\n\nMike:  Please let's not fight.  Come on I can't.  I can't listen to \n\nfighting.\n\nI can't fight.  We're screwed and that's it.  Please stop fighting.  I'll do \n\nthe first watch.   I got first watch.\n\n\n\nJosh:  (To Heather) Come on you can do better then that.\n\n\n\nMike:  Come on guys we have things to prepare for here.",
  "35": "---END OF PREVIOUS SECTION---\nI got first watch. Josh:  (To Heather) Come on you can do better then that. Mike:  Come on guys we have things to prepare for here. \n---TARGET SECTION TO BE ANNOTATED---\nJosh:  Okay here's your motivation!  You're lost, you're angry in the woods!\n\nThere's no one here to help you!  There's a fucking witch and she keeps \n\nleaving shit outside your door!  There's no one here to help you!  She left \n\nlittle trinkets; you fucking took one of them!  She ran after us!  There's \n\nno one here to help you!\n\n\n\nMike:  Josh!\n\n\n\nJosh:  We walked for 15 hours today, we ended up in the same place!  There's \n\nno one here to help you!  That's your motivation!\n\n\n\nHeather:  (begins to cry) Stop, please stop.\n\n\n\nMike:  Josh!\n\n\n\nJosh:  That's your motivation!\n\n\n\nHeather:  Please stop.\n\n\n\nMike:  Josh, just quit it.  I've had enough.\n\n\n\nHeather:  Please stop.\n\n\n\nMike:  Come on man, you got her back.  Good one.\n\n\n\nJosh:  She's still making movies here man!  That's my point!  This is my \n\npoint here!\n\n\n\nHeather:  It's all I fucking have left!  Okay?  Just please stop.  Please \n\nstop.  Just please stop yelling at me okay?  Please.\n\n\n\nMike:  I'm fucking tired of crying all day here.  We have to think like \n\nhuman beings we have things to prepare for, we've gotta make shifts.  We've \n\ngot lots to do.\n\n\n\nJosh:  Are you going to write us a happy ending Heather?\n\n\n\nHeather:  (breaks down and weeps then walks away)\n\n\n\nMike:  Come on man, turn it off.  You're getting like she was.  Come on man \n\nturn it off.\n\n\n\n(Cuts ahead, inside of tent light only by flashlights, Heather mending hole \n\nin gear)\n\n\n\nHeather:  We need the smallest comforts we can get.\n\n\n\nJosh:  Doesn't it just seem absurd though, at this point.\n\n\n\nMike:  Yes it does.\n\n\n\nHeather:  (mumbles with flashlight in mouth)\n\n\n\nMike:  Like sleeping pretty much where we were sleeping last night.\n\n\n\nJosh:  That's just fucking me up.  Period.  That's just fucked up man.\n\n(Looks directly into camera, looking lost)\n\n\n\nJosh:  I'm sorry I yelled at you.  I'm sorry.",
  "36": "---END OF PREVIOUS SECTION---\nThat's just fucked up man. (Looks directly into camera, looking lost)\n\n\n\nJosh:  I'm sorry I yelled at you. I'm sorry. \n---TARGET SECTION TO BE ANNOTATED---\nHeather:  It's okay.\n\n\n\nMike:  Who wants a Cheeseburger?\n\n\n\nHeather:  (with flashlight in mouth) I do!  I do!\n\n\n\nMike:  Well I've got a cheeseburger in my back pocket.\n\n\n\nHeather:  Do you?\n\n\n\n(All laugh slightly)\n\n\n\nJosh:  You know what I'd fucking love?\n\n\n\nHeather:  What.\n\n\n\nJosh:  Mashed potatoes.  My moms mashed potatoes.  My moms mashed potatoes \n\nand a piece of ass.\n\n\n\n(Cuts to next morning, Heather outside of tent)\n\n\n\nHeather:  Josh!  Josh!  Fuck, Mike we never go out of earshot!\n\n\n\nMike:  Come on, calm down.\n\n\n\nHeather:  How can I calm down?  JOSH!  JOSH!\n\n\n\nMike:  He's probably at the river or something.\n\n\n\nHeather:  If he was at the river he could hear me from here.\n\n\n\nMike:  Josh!\n\n\n\nHeather:  Josh!\n\n\n\nMike:  Shhh.  You gotta wait for his reply.  He'll come back.\n\n\n\nHeather:  JOSH!\n\n\n\nMike:  Heather...\n\n\n\nHeather:  Do you remember what he said yesterday?  About, about this shit on \n\nhis back. About how...  JOSH!\n\n\n\nMike:  We didn't even, we didn't even get waken up last night.  Nothing even \n\ncame to the tent last night.  Last night was a good night.  There's no \n\nway... He, he just, he just, he's just went for a walk.\n\n\n\nHeather:  Josh if your fucking with me, I swear to God I'm gonna kill you!\n\n\n\nMike:  Let's go, we gotta find him!  Come on!\n\n\n\nHeather:  We can't even find the car!  (Crying) How the fuck are we going to \n\nfind Josh?  No, no, no, I'm fine.\n\n\n\nMike:  Come on.  Relax, he's just.  He's around he just went out of ear \n\nshot.\n\nI dunno.  He just went out of earshot.  That's all.  All right?  We'll \n\nrelax, we'll break down the tent and when he's back we'll be ready to go.  \n\nAll right?\n\n\n\nHeather:  I'm loosing my mind Mike.",
  "37": "---END OF PREVIOUS SECTION---\nWe'll \n\nrelax, we'll break down the tent and when he's back we'll be ready to go. All right? Heather:  I'm loosing my mind Mike. \n---TARGET SECTION TO BE ANNOTATED---\n(Cuts ahead to Heather sitting alone talking to camera)\n\n\n\nHeather:  Josh hasn't come back yet.\n\n\n\nMike:  (In the distance) Heather!\n\n\n\nHeather:  I'm over here Mike!\n\n\n\nMike:  Okay.\n\n\n\nHeather:  I don't know if Josh ran off.  I don't.  All his shit's here.\n\n\n\n(Cuts back to tent)\n\n\n\nHeather:  I've got the camera.  I don't know how the fuck I'm gonna hike \n\nwith that camera, but.\n\n\n\nMike:  We should leave the camera.\n\n\n\nHeather:  We've gotta take the camera.\n\n\n\n(Cuts ahead)\n\n\n\nHeather:  How do you feel about east?\n\n\n\nMike:  How do you feel about east?\n\n\n\nHeather:  Well south didn't work.\n\n\n\nMike:  Which Wicked Witch was worst, the Wicked Witch of the East or the \n\nWicked Witch of the West?\n\n\n\nHeather:  The Wicked Witch of the West was the bad one.\n\n\n\nMike:  Let's go east then.\n\n\n\n(Cuts ahead)\n\n\n\n(Sound of sticks breaking in the distance, both turn towards it)\n\n\n\nHeather:  What was that?\n\n\n\nMike:  Josh?  Josh!\n\n\n\n(Cuts to end of day, Mike and Heather putting up tent)\n\n\n\nHeather:  We're going to put up the tent now.\n\n\n\n(Cuts ahead)\n\n\n\nMike:  I'm going to have a meatball.\n\n\n\nHeather:  Just one meatball?\n\n\n\nMike:  And a long, red glass of wine.\n\n\n\nHeather:  Yeah, I would defiantly have the whole fucking bottle of Bordello.\n\n\n\nMike:  A pack of smokes.\n\n\n\nHeather:  Smokes would be good. A long hot bath.\n\n\n\nMike:  Pumpkin pie.\n\n\n\nHeather:  A big pumpkin pie with ice cream, warm with melty ice cream.\n\n\n\nMike:  Yeah that sounds good.  What's your favourite thing to do on a \n\nSunday?\n\n\n\nHeather:  Um, it used to be, drive to the woods and go hiking.\n\n\n\nMike:  (laughs)\n\n\n\nHeather:  But, um.\n\n\n\nMike:  I think that's scratched off.\n\n\n\nHeather:  I think that might change now.",
  "38": "---END OF PREVIOUS SECTION---\nMike:  (laughs)\n\n\n\nHeather:  But, um. Mike:  I think that's scratched off. Heather:  I think that might change now. \n---TARGET SECTION TO BE ANNOTATED---\n(Cuts ahead to darkness)\n\n\n\n(Voice that sounds like Josh moans off in the distance)\n\n\n\nHeather:  Should we yell for him?  Is it a trick?\n\n\n\nJosh's voice:  (cries of pain and fear in the distance)\n\n\n\nHeather:  Josh?\n\n\n\n(Unzips tent)\n\n\n\nMike:  Josh!  (Silence) Josh!\n\n\n\n(Silence)\n\n\n\nMike:  Where's it coming from?\n\n\n\nJosh's voice:  (Bleating moans)\n\n\n\nMike:  JOSH!  Josh where are you?  Tell me where you are!\n\n\n\nJosh's voice:  (closer and louder cry's of pain)\n\n\n\nHeather:  (muffled) Oh my god.  No.\n\n\n\nMike:  Fuck.  Do you think that's them fucking with us?\n\n\n\nHeather:  Josh?  Is it over here?\n\n\n\nMike:  No it's over here.\n\n\n\nMike:  JOSH!  (Breath from the cold mists in the cameras view)\n\n\n\nMike:  Well look for him!\n\n\n\nHeather:  (begins to cry uncontrollable)\n\n\n\nMike:  (voice cracking) I don't know if it's really him, I don't know if \n\nit's really him.\n\n\n\nHeather:  Josh!  (Sobs)  I don't even know where to look.\n\n\n\nMike:  (crying) Tell me where you are Josh!\n\n\n\n(Cuts ahead)\n\n\n\nHeather:  Mike, please don't fall asleep.\n\n\n\nMike:  I can't fall asleep.\n\n\n\nHeather:  Whatever it is, it knows that Josh is gone.\n\n\n\nMike:  If that was Josh he would have said where he was.\n\n\n\nHeather:  (mumbles, not sure about this line?)  Good night...(something)\n\n\n\n(Cuts to next morning)\n\n\n\nHeather:  I just want to show that Mike is here.  He's sleeping.  (Pulls \n\nsleeping bag off of Mikes face, then steps out of tent)\n\n\n\n(A bundle of sticks and twigs bound together by what looks to be strips of \n\nJosh's flannel shirt confronts Heather)\n\n\n\nHeather:  Oh shit.  What the hell is it?  Mike.\n\n\n\nMike:  What?\n\n\n\nHeather:  There's something out here.\n\n\n\nMike:  What is it?\n\n\n\n(Heather gets close with camera and examines bundle)\n\n\n\nHeather:  (gasps) Okay, okay.",
  "39": "---END OF PREVIOUS SECTION---\nHeather:  There's something out here. Mike:  What is it? (Heather gets close with camera and examines bundle)\n\n\n\nHeather:  (gasps) Okay, okay. \n---TARGET SECTION TO BE ANNOTATED---\n  Okay I'm just going to move it from the front \n\nof the tent.  Okay?  I'm taking it away; I'm taking it away from the front \n\nof the tent.  I'm throwing it.  (Throws it over log)  Okay.\n\n\n\nMike:  (sitting alone and rocking back and forth) We'll just keep walking.\n\nOkay?\n\n\n\nHeather:  (crying) Okay.\n\n\n\nMike:  We'll keep walking.  I found some cigarettes.  I found them all the \n\nway at the bottom of my bag.  We're still alive; we're still smoking.\n\n\n\n(Heather sets camera up and walks over to comfort Mike.  They share a\n\ncigarette)\n\n\n\n(Cuts ahead, Heather goes back to where she had tossed the bundle of sticks)\n\n\n\n(Heather examines bundle more closely and begins to untie strip of Josh's\n\nshirt)\n\n\n\nHeather:  It's all full of blood.  (Gasps, screams, then begins to cry at \n\nwhat is bound inside the shirt, bloody clumps of hair and what appear to be \n\ngory teeth.  She quickly begins to hyperventilate and loose control but \n\ncontinues to examine the gore with her camera)  (pants) Shit.  (Turns away)\n\nOh god.\n\n\n\n(Cuts to Heather by stream, washing her hand profusely)\n\n\n\nHeather:  Okay, okay.  See? (Shows clean hands to camera)\n\n\n\nMike:  (In the distance) Heather!\n\n\n\nHeather:  Yeah?\n\n\n\nMike:  What are you doing?\n\n\n\nHeather:  I'm okay, I'm just washing my hands off.\n\n\n\nMike:  What?\n\n\n\nHeather:  Just washing my hands off.\n\n\n\n(Cuts ahead back at tent, Mike using camera)\n\n\n\nHeather:  (looking very freaked) I'm gonna put my gloves on.  I'm gonna put \n\nmy gloves on.  I'm gonna put my gloves on my hands.\n\n\n\nMike:  You all right?\n\n\n\nHeather:  I'm fine, I'm fine.\n\n\n\n(Cuts ahead, Heather trying to lift her pack on)\n\n\n\nMike:  You need help?\n\n\n\nHeather:  Nope.  Nope.  I don't need any help.  I'm okay.\n\n\n\nMike:  What happened?\n\n\n\nHeather:  Nothing.  Nothing happened.",
  "40": "---END OF PREVIOUS SECTION---\nMike:  What happened? Heather:  Nothing. Nothing happened. \n---TARGET SECTION TO BE ANNOTATED---\n  I'm just very hungry and I'm very \n\ntired and I'm very scared and I just want to go home okay?\n\n\n\nMike:  Okay.\n\n\n\nHeather:  But I'm fine and we're both okay.  Oww, my hair's caught.\n\n\n\n(Mike helps get her hair unsnagged from her pack)\n\n\n\nHeather:  Thank you.  Okay.\n\n\n\n(Cuts to Hiking)\n\n\n\n(Heather stops, looks around, looks at compass then begins to hike again)\n\n\n\n(Cuts to Mike rocking and looking exhausted)\n\n\n\n(Cuts to hiking)\n\n\n\nMike:  2130 games.  One more season and Cal Ripkin is king!  Cal Ripkin is \n\nking!  And I won't get to see it!  Cause I'll be in the woods!\n\n\n\n(Cuts to Mike sitting by stream holding a leaf)\n\n\n\nMike:  (puts leaf in mouth, tears a chunk off and begins to chew)\n\n\n\nHeather:  Tell me youre not eating a dry leaf.  (Laughs)\n\n\n\n(Cuts to night, Heather looking into camera)\n\n(The confessional)\n\n\n\nHeather:  I just want to apologize to Mike's mom and Josh's mom and my mom \n\nand I'm sorry to everyone.  I was very naive.  (Looks away from camera \n\nscared)  I was very naive and very stupid and I shouldn't have put other \n\npeople in danger for something that was all about me and my selfish motives.\n\nI'm so sorry for everything that has happened because in spite of what Mike \n\nsays now it is my fault.  Because it was my project and I insisted on \n\neverything.  I insisted we weren't lost.  I insisted we keep going.  I \n\ninsisted we walk south.  Everything had to be my way and this is where we've \n\nended up.  And it's all because of me were here now hungry and cold and \n\nhunted.  I love you mom and dad.  I am so sorry.  It was never my intention \n\nto hurt any one and I hope that's clear.  (Begins to hyperventilate as mucus \n\nstreams from her nostrils) I am so scared.  What was that?  I'm scared to \n\nclose my eyes and I'm scared to open them.  I'm going to die out here.  \n\nEvery night we just wait for them to come.",
  "41": "---END OF PREVIOUS SECTION---\nI'm scared to \n\nclose my eyes and I'm scared to open them. I'm going to die out here. Every night we just wait for them to come. \n---TARGET SECTION TO BE ANNOTATED---\n  (Breaks down and sobs)\n\n\n\n(Cuts ahead to Heather and gathering gear in the darkness to confront the \n\ncries of Josh out in the woods)\n\n\n\nJosh's Voice: Somebody!\n\n\n\nMike:  Oh Jesus Christ.\n\n\n\nMike:  Ready?\n\n\n\nJosh's Voice: Somebody!\n\n\n\nMike:  Okay.  That can't be him.\n\n\n\n(Heather carrying 16mm and Mike with Hi-8 Video camera, begin to walk \n\ntowards sound)\n\n\n\nJosh's Voice: Someone I need help please!  Please help me god!\n\n\n\nMike:  Holy shit it's a house.  Watch your step.\n\n\n\n(An ancient abandoned house looms over them)\n\n\n\nHeather:  Mike.\n\n\n\n(Mike is eager to explore)\n\n\n\nHeather:  Josh?\n\n\n\n(Cuts to inside of house, Mikes view through Video camera; house is in \n\nextreme state of decay, crumbling plaster no windows or doors walls knocked \n\nout)\n\n\n\nHeather:  Mike?  Mike!  Mike!\n\n\n\nMike:  Come on!\n\n\n\nHeather:  Mike where are you?\n\n\n\nMike:  Come on, I'm in the house.\n\n\n\nHeather:  Mike do not...\n\n\n\nJosh's voice:  (muffled) please help!\n\n\n\n(Cuts to Heather's view with 16 mm)\n\n\n\nHeather:  Mike?  Mike?  Mike please.\n\n\n\nJosh's Voice:  (muffled cries)\n\n\n\nHeather:  Mike please.  Mike where are you?\n\n\n\nMike:  I'm right here!  Where is he?\n\n\n\nHeather:  Mike don't leave me!\n\n\n\nHeather:  Is he in here?\n\n\n\nMike:  No.  (Whispers)  Oh shit.\n\n\n\nJosh's Voice:  (muffled) No!  God!\n\n\n\nMike:  (whispers) Oh Jesus. (Arrives at a set of dishevelled set of stairs)  \n\nI hear him.  (Begins to run up stairs)  I hear him.",
  "42": "---END OF PREVIOUS SECTION---\nJosh's Voice:  (muffled) No! God! Mike:  (whispers) Oh Jesus. (Arrives at a set of dishevelled set of stairs)  \n\nI hear him.  (Begins to run up stairs)  I hear him. \n---TARGET SECTION TO BE ANNOTATED---\n  I hear you!  Where?  \n\nI'm going up stairs!\n\n\n\n(Begins to climb second flight, there are child sized bloody hand prints and \n\nstrange occult symbols along the walls)\n\n\n\n(Cuts to Heather's 16mm footage on same set of stairs)\n\n\n\nJosh's Voice:  (muffled)  Overhmm!\n\n\n\nMike:  Did you hear that?  Did you hear that?\n\n\n\n(Cuts to Mike camera looking back at Heather just as she confronts the hand \n\nprints)\n\n\n\nMike: Where is he?\n\n\n\nJosh's Voice:  (unintelligible cries and moans)\n\n\n\n(Cuts back to Heather's footage, hyperventilating at this point)\n\n\n\n\n\n\n\nMike:  Where are you!?  Come on!  Josh?  I'm getting down stairs!  Come on!\n\nI HEAR HIM DOWN STAIRS!  Come on!\n\n\n\n(Begins to run down stairs)\n\n\n\nHeather:  (so scared she can hardly scream) Mmmm!  Mike!\n\n\n\nMike:  Come on!  Josh!\n\n\n\nHeather:  MIKE!\n\n\n\n(Mike arrives at the cellar steps, more occult writings along the wall)\n\n\n\nMike:  Josh?  Josh!?  Josh is that you down there!?\n\n\n\nHeather:  (in the distance and at the top of her lungs) MIKE!  MIKE!\n\n\n\n(Mike descends into the basement, Heather continues to scream)\n\n\n\nMike:  oh god.  . Josh?  (Grunt)\n\n\n\n(Camera is knocked to the ground.  It auto focuses on the cellar gravel)\n\n\n\n(Cuts to Heather, just now reaching the cellar entrance)\n\n\n\nHeather:  MIKE!  MIKE!  MIKE! MIKE!  (Screams) MIKE!  IEEE! Mike.  (Reaches \n\nbottom of the cellar steps)\n\n\n\n(Rounds a protruding wall)\n\n(Mike is standing facing the far corner)\n\n\n\nHeather:  MIKE!  MIKE! IEEE!  IEE! HHUH!\n\n\n\n(16 MM drops on its side and film jitters)\n\n\n\n(No sound)\n\n\n\nEOF.\n\n\n\nCredits:\n\n\n\nStaring:  Heather Donahue, Michael Williams, Joshua Leonard\n\n\n\nProduction Designer: Ben Rock\n\nArt Director: Ricardo R.",
  "43": "---END OF PREVIOUS SECTION---\nHHUH! (16 MM drops on its side and film jitters)\n\n\n\n(No sound)\n\n\n\nEOF. Credits:\n\n\n\nStaring:  Heather Donahue, Michael Williams, Joshua Leonard\n\n\n\nProduction Designer: Ben Rock\n\nArt Director: Ricardo R. \n---TARGET SECTION TO BE ANNOTATED---\n Moreno\n\nDirector of Photography: Neal Fredericks\n\nMusic: Tony Cora\n\nExecutive Producers: Bob Eick and Kevin Foxe\n\nCo-Producer: Michael Monello\n\nProducers: Gregg Hale and Robin Cowie\n\nWritten, Directed and Edited by Daniel Myrick & Eduardo Sanchez\n\n\n\n\n\n\n\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\n  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n\n  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n\n\n  ga('create', 'UA-67290913-1', 'auto');\n\n  ga('send', 'pageview');\n\n\n\n\n"
}