{
  "1": "THE ISLAND OF DR MOREAU\nby\n\nRichard Stanley\n&\nMichael Herr\n\nRevised by Walon Green\n\nBased upon the novel by H.G. Wells\n\n4/26/94\n\fFADE IN:\nEXT. SOMEWHERE IN NEW ENGLAND - DUSK\n\nA curtain of rain falls across the treetops descending upon the\nsoft green hills and the patchwork farmsteads.\n\nA dog comes running along the crest of a hill, rejoicing, barking\nat the rain.\n\nThe dog skids to a halt, shaking itself, turning its snout outward\ntoward the fading light.\n\nCUT TO:\nINT. THE COTTAGE - DUSK\n\nA log spits on the hearth, sending firelight across the untidy room\nand the gaunt figure of EDWARD PRENDICK, who sits hunched in the\nsemi-darkness, half listening to a COMPACT DISC RECORDING of a\nbluesy romantic ballad.\n\nPrendick glances down at the tabletop, at the piles of notepaper\nand the dense, crabbed handwriting that covers them, at the\nrepeated sketches and doodles representing what we will come to\nrecognize as the emblem of the Tree of Life; at the\n\nempty coffee cups, the overflowing ashtray and the dismembered\npieces of the 38 pistol that lie before him.\n\nHe touches a button on a REMOTE CONTROL and the singing stops. He\nnext touches the button on a TAPE RECORDER which whirrs to\nlife.\n\nAs Prendick speaks as he reaches down and begins to assemble the\ngun, his eyes unreadable, his lids red and bruised from lack of\nsleep, a week's growth of stubble on his waxy cheeks. His movements\nare slow and deliberate.\n\nPRENDICK\nIn a spirit of complete honesty, I want to say\nright from the start that I think we've made\nsome really incredible mistakes about God. we\ntell ourselves that He's all-powerful, when we\nreally should be questioning His competence.\nBelieve me, I'm not asking for miracles. A\nlittle adult leadership would do.\n\nPrendick brushes aside the papers on his desk and gropes around\nimpatiently for a box of cartridges.\n\fPRENDICK\nAs for God's love, all I know for certain is\nthat He loves our suffering.",
  "2": "---END OF PREVIOUS SECTION---\nA\nlittle adult leadership would do. Prendick brushes aside the papers on his desk and gropes around\nimpatiently for a box of cartridges. PRENDICK\nAs for God's love, all I know for certain is\nthat He loves our suffering. \n---TARGET SECTION TO BE ANNOTATED---\n And as for His\npower... well, maybe He can do whatever He wants\nwith us, but there's one thing I'm pretty\ncertain He can't do. When he's sick of existing,\nHe can't end it. Only we can do that...\n\nPrendick opens the box and begins to load the revolver; six\ncartridges. Then he stops, laughs, shakes his head, and empties out\nall but one cartridge.\n\nPRENDICK\nMy name's Edward Prendick. Until about ten years\nago I was a lawyer, specializing in what was\nmis-named Human Rights. In August of 2007, I was\ntravelling as Special Envoy for the United\nNations as a part of the effort to stop the\nbloody civil war in Micronesia. That's where it\nbegan. This is where it will end.\n\nPrendick raises the revolver and almost touches it to his lips,\nsavoring the moment of his obliteration.\n\nTHUNDER CRASHES on the soundtrack.\n\nCUT TO:\nEXT. THE SOUTH PACIFIC - DAY\n\nWe are flying.\n\nSoaring above tropical rainclouds, mist stretching away beneath us,\nilluminated from within by pulsing veins of lightning.\n\nThe canopy of cloud parts, giving way to a limitless vista of\nopen sea, a horizon so vast that one can almost see the curve of\nthe earth.\n\nPRENDICK (V.O.)\nOur plane went down in a magnetic storm just\nabove the equator at roughly 1655 longitude.\n\nWe see a yellow dot in the distance now, a tiny life raft adrift in\na world of water.\n\nThere are THREE MEN aboard, two of them wearing the uniform of the\nUnited Nations peacekeeping force and the third, Prendick, dressed\nin the remains of a bedraggled threepiece suit, a life jacket\naround his neck.\n\fThe two soldiers, one Nordic, the other vaguely Hispanic, are\nlocked in a violent struggle while Prendick tries ineffectually to\nseparate them.\n\nPRENDICK (V.O.)\nWe'd been adrift four days when the fever hit\nus.\n\nSOLDIER 1(Hispanic)\nStay away from me!\n\nPRENDICK\nLeave him.\n\nSOLDIER 2\nHe can't last. His water can save us.",
  "3": "---END OF PREVIOUS SECTION---\nPRENDICK\nLeave him. SOLDIER 2\nHe can't last. His water can save us. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nLeave him! We can make it through this.\nThey'll find us!\n\nSoldier 2 doesn't reply; instead he makes a lunge for his comrade's\nthroat. Prendick tries to grab the soldier's legs but the dinghy\nrolls heavily and he loses his grip. The soldier administers a\nsavage kick to his head and he goes down, one hand raised to\nprotect his face, the other reaching for the flare gun. The second\nsoldier has his hands around the first soldier's throat and the two\nof them grapple desperately, locked in a death grip.\n\nPrendick raises the flare gun, levelling it at soldier 2's head,\nhis hand shaking.\n\nPRENDICK\nLet him go, you son of a bitch!\n\nThe man releases his companion who crumples to the floor of the\nraft, retching and gasping for breath.\n\nHe turns slowly to face Prendick, staring with sun-glazed eyes down\nthe wavering barrel of the flare gun.\n\nSOLDIER 2\nYou're some fucking lawyer. Don't ‘you know the\nfirst law of nature is survival.\n\nPRENDICK\nWe're not animals!\n\nThe soldier eyes Prendick up and down, afraid to call his bluff.\nThen, with a yell, the soldier 1 springs at him, a survival knife\nglinting in his hand.\n\fPRENDICK\nNo!\n\nSOLDIER 1\nCabron!\n\nBoth men are screaming now, soldier 2 is driven back as his former\ncomrade drives his blade into him, blood going everywhere.\n\nThe soldier pulls away, staring in disbelief at his wound. He tries\nto get to his feet but the first soldier plunges the knife into him\nagain. He doubles up, emitting a grunt, his hands grasping now at\nhis assailant.\n\nThe dinghy pitches heavily to one side and the wounded soldier goes\noverboard, dragging his comrade with him.\n\nHe sinks like a stone but his murderer struggles for a moment,\nbreaking free of his grip and trying to stay afloat as Prendick\nreaches out to him.\n\nThen there is a white flash in the water and he is dragged under\nwith barely a yell, the life raft shivering as the creatures of the\ndeep brush against its underside, jostling each other as they feed.",
  "4": "---END OF PREVIOUS SECTION---\nThe dinghy pitches heavily to one side and the wounded soldier goes\noverboard, dragging his comrade with him. He sinks like a stone but his murderer struggles for a moment,\nbreaking free of his grip and trying to stay afloat as Prendick\nreaches out to him. Then there is a white flash in the water and he is dragged under\nwith barely a yell, the life raft shivering as the creatures of the\ndeep brush against its underside, jostling each other as they feed. \n---TARGET SECTION TO BE ANNOTATED---\nPrendick collapses to the floor of the dinghy with a groan.\n\nHe lies staring at the sky for a moment, alone now with the open\nsea. Slowly he begins to laugh, his laughter growing gradually\nlouder and more uncontrollable.\n\nHe raises the gun and squeezing the trigger sends a white magnesium\nflare arcing up into the vault of the sky.\n\nDISSOLVE TO:\nTHE DISC OF THE SUN\n\nA dazzling, overexposed white.\nThe SOUND of the hissing flare.\n\nDISSOLVE THROUGH WHITE TO:\nEXT. THE SAME OCEAN - DAY (TWO DAYS LATER)\nPrendick lies in the bottom of the dinghy watching the swaying\nhorizon, his eyes unfocused, his face raw and blistered from the\nrelentless sun.\nHis head sways with the rise and fall of the ocean and all the\n\nhorizon seems to sway with him, the earth and the sky and the\nshining crack that separates them.\n\fA dark smudge appears on the far horizon. Dancing. Drawing nearer.\nHe closes his eyes.\n\nWhen he opens them again he sees the side of the freighter looming\nover him, a row of figures gathered at the rail, outlines shadowy\nagainst the sun.\n\nA MAN with a droopy Zapata moustache and sad eyes, his long flaxen\nhair tied back in a tail, an OLDER MAN, his angry, freckled face\nframed by red hair and lastly, standing beside them as if ina\nfever dream is the third man, a DARK MAN whose eyes shine\nfeverishly.\n\nHands lift Prendick. Dark, powerful hands.\n\nHis head lolls back and he knows no more.\n\nCUT TO:\nINT. CABIN - DAY\n\nWe see a CLOSEUP of the MAN with the moustache, (MONTGOMERY )\nlooking solicitously down at Prendick.\n\nPrendick groans.\n\nMONTGOMERY\nEasy now, ole' buddy.\n\nPrendick opens his eyes to find himself in a small untidy cabin\ncrammed with specimen jars containing gaudy tropical orchids.\n\nA low animal SNARL comes from somewhere outside the cabin and\nPrendick glances around himself uneasily.",
  "5": "---END OF PREVIOUS SECTION---\nMONTGOMERY\nEasy now, ole' buddy. Prendick opens his eyes to find himself in a small untidy cabin\ncrammed with specimen jars containing gaudy tropical orchids. A low animal SNARL comes from somewhere outside the cabin and\nPrendick glances around himself uneasily. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nFeel better?\n\nPRENDICK\nWhere am I?\n\nMONTGOMERY\nYou're okay. Don't worry.\n\nPrendick looks nervously down at himself as if to make sure he's\nall still there. Montgomery smiles reassuringly.\n\nPRENDICK\nWho are you?\n\fPrendick\n\nPrendick\n\nMONTGOMERY\nMy name's Montgomery.\n\nPRENDICK\nWhat ship is this?\n\nMONTGOMERY\nThis shitbucket's the Ipecacuanha. Sounds like a\ndrug doesn't it?\n\n(smiles)\nWe all dropped Ipecacuanha and bayed at the\nmoon.\n\nis aware that he's in the company of a real character.\n\nPRENDICK\nMy name's Edward Prendick. I have to get to\nBougainville... I'm an international lawyer on\nassignment for the U.N.... they'll be looking\n\nfor me...\n\nsits up, tries to stand. Montgomery gently pushes him\n\nback. Prendick is now aware he's on an IV.\n\nMONTGOMERY\nEasy, Eddie, just relax. I'm still hydrating\nyou. In two days you'll be in Port Moresby, you\ncan contact your people there.\n\nPRENDICK\nMoresby's our first stop?\n\nMONTGOMERY\nSecond. They have to land me first.\n\nPRENDICK\nWhere?\n\nMONTGOMERY\nAn island... where I live. But there's limited\ncommunications... no one you could call from\nthere.\n\nPRENDICK\n\nA remote island...\n(dares a smile)\nEveryman's dream.\n\nMONTGOMERY\nRight, now it's your turn to dream. I'm gonna\ngive you a shot.\n\fMontgomery holds up a hypodermic needle, tenderly pats Prendick's\narm, and administers a shot.\n\nPRENDICK\nWhat is it?\n\nMONTGOMERY\nTrust me blindly. You'll like it.\n\nPRENDICK\nAre you a doctor?\n\nMONTGOMERY\nLet's say I'm a para-medic.\n\nThere is another burst of feral SNARLING from outside and this time\nthere is a man's voice as well.",
  "6": "---END OF PREVIOUS SECTION---\nPRENDICK\nAre you a doctor? MONTGOMERY\nLet's say I'm a para-medic. There is another burst of feral SNARLING from outside and this time\nthere is a man's voice as well. \n---TARGET SECTION TO BE ANNOTATED---\nDAVIS\nGOD DAMN IT! SHUT THEM UP!\n\nPrendick glances up at the cabin ceiling and the direction of the\nmuffled yells.\n\nMONTGOMERY\nThat's a great shot I just gave you, Edward.\nI've known people who'd sell their grandmothers\nfor a shot like that, so don't piss it away. Try\nand get some sleep.\n\nPrendick relaxes and the cabin goes blurry around the edges once\nmore as the sleeping potion begins to take effect.\n\nMONTGOMERY\nThere you go, Eddie... Dream...\n\nPrendick's eyes wander down onto the lettering stencilled on\n\none of the packing cases: 'DESTINATION: U.S. BIOSTATION, BRAVO RIO\nDELTA VIA SUVA.' And from somewhere on deck the cries start up\nagain, as Prendick drifts slowly down into oblivion.\n\nCUT TO:\nINT. THE SAME CABIN - DAY (A DAY LATER)\n\nConsciousness washes slowly back into Prendick's mind as he finds\nhimself watching a puddle of sunlight stretch slowly across the\ncabin ceiling.\n\nPrendick sits up to see that the cabin door is standing ajar and a\nfresh set of clothes are laid out for him at the foot of the bed.\n\fHe gets slowly to his feet, rubbing his head catching a brief\nglimpse of his sun-scarred face in the cabin mirror.\n\nCUT TO:\nEXT. THE DECK - DAY\n\nPrendick glances about the freighter deck, blinking in the\nsunshine, not prepared by the SOUNDS for what he sees.\n\nThe whole deck is littered with scraps of carrots, shreds of green\nstuff and indescribable filth.\n\nAll along the starboard bulwark are big hutches filled with rabbits\nand there is a solitary llama squeezed into a cage forward. A\nnumber of grisly staghounds are fastened to the rail by muzzles and\nchains and in the center of the deck a huge black leopard sits\ncramped in a small iron cage. A short FIGURE (M'LING) sits beside\nthe cage.\n\nThere is something particularly arresting about M'Ling's face, the\nslightest elongation of his features and an almost feral intensity\nthat informs his expression.",
  "7": "---END OF PREVIOUS SECTION---\nA\nnumber of grisly staghounds are fastened to the rail by muzzles and\nchains and in the center of the deck a huge black leopard sits\ncramped in a small iron cage. A short FIGURE (M'LING) sits beside\nthe cage. There is something particularly arresting about M'Ling's face, the\nslightest elongation of his features and an almost feral intensity\nthat informs his expression. \n---TARGET SECTION TO BE ANNOTATED---\nHe gets to his feet and starts suddenly towards Prendick, a curious\nglow of excitement in his face.\n\nPrendick takes a step backwards and almost bumps into Montgomery\nwho has appeared from the hatchway behind him and who now pushes\npast to come between Prendick and M'Ling.\n\nM'Ling steps back as if afraid.\n\nMONTGOMERY\nGod damn it, M'Ling, what the hell's the matter\nwith you? I told you to stay forward.\n\nM'LING\nThey... won't have me forward... They say I\ndisturb the animals.\n\nMONTGOMERY\nCome on, man, don't give me that bullshit. I\ntold you to fucking STAY FORWARD! You want me to\ntell Dr. Moreau about this?\n\nM'Ling turns slowly and moves away. Montgomery turns, glancing\nnervously back at Prendick.\n\nPRENDICK\nWhat are these animals?\n\fThey are interrupted by a loud YELP and a VOLLEY OF CURSES from the\ncompanionway. M'Ling runs pathetically back onto the deck pursued\nby a heavy, red-haired MAN in a white cap. M'Ling hesitates when he\nsees Montgomery and the red haired man\n\ncatches up to him, striking him between the shoulder blades and\nsending him sprawling into the midst of the furiously barking\nstaghounds.\n\nThe red-haired man staggers onto the deck and Montgomery steps\ntowards him angrily.\n\nMONTGOMERY\nHey, Captain, lighten up. That man is a paid\npassenger. So tell your crew to keep their\nfilthy hands off of him.\n\nDAVIS\nOr what?? I do what I like on my own ship!\n\nDavis turns away and staggers across to the rail, Montgomery\nfollowing him.\n\nMONTGOMERY\nYou've been hassling my man there since we got\non board.\n\n(Under his breath,\n\nto Prendick)\nMost obvious case of drug psychosis I've ever\nseen.\n\nDAVIS\nDrug what!? What're you talking about there?\n\nMONTGOMERY\nMaritime Law. This man happens to be a lawyer.\n\nDAVIS\nHere's the maritime law on my ship.\n(He pulls out a pistol.)\nI don't like freaks aboard, you hippy burn-out.\n\nMontgomery turns away as Davis shouts after him.",
  "8": "---END OF PREVIOUS SECTION---\nDAVIS\nHere's the maritime law on my ship. (He pulls out a pistol.)\nI don't like freaks aboard, you hippy burn-out. Montgomery turns away as Davis shouts after him. \n---TARGET SECTION TO BE ANNOTATED---\nDAVIS\nHe comes to this end of the ship again and I'll\ncut his guts out! The animals go crazy when they\nsmell him.\n\nPrendick feels impelled to step in.\n\fPRENDICK\nJust a minute. I'm a Special Envoy for the\nUnited Nations...\n\nDAVIS\nYou're tits on a bull so you stay out of this...\nUnited Nations... Freeloading bastard, taking up\n\nspace on my ship. Side with him and you'll sink\nwith him. Hear me?\n\nSpeechless, Prendick watches Davis stumble back down the\ncompanionway.\n\nWhen he glances around he sees that both Montgomery and M'Ling\nare watching him silently.\n\nCUT TO:\nEXT. THE FREIGHTER'S RAIL - NIGHT\n\nPrendick stands beside Montgomery on the quarterdeck, staring up at\nthe awesome canopy of stars overhead.\n\nMontgomery passes him a smoldering joint.\n\nMONTGOMERY\nTry some of this.\n\nPrendick waves it away.\n\nMONTGOMERY\nI guarantee it. I grew it myself.\n\nPrendick takes it out of good manners but declines to smoke\nit. He casts an eye over Montgomery's crumpled outfit, the\nunbuttoned Hawaiian shirt, bare feet, gold cross around his neck\nand a portion of a \"Princeton Flag\", tattooed on his chest.\n\nPRENDICK\nI haven't seen many Princeton tattoos.\n\nMONTGOMERY\nYeah, it's not the ivy league thing. Maybe\nthat's why I did it.\n\nMontgomery looks at him, at the joint he's still holding.\n\nMONTGOMERY\nYou’re supposed to smoke that thing.\n\nPRENDICK\n(handing back the joint)\n\fI remember a post game party at Harvard... I was\ntaken suddenly drunk and I begged a Radcliff\nsenior to carve her initials on my chest...\n\nMONTGOMERY\n(brightly)\nSilver spooner, right?\n\nPRENDICK\nWell, I wasn't on a scholarship.\n\nMONTGOMERY\nI can always tell. When we fished you out of the\nwater, I could smell the money on you. Old\nmoney. The best kind! The nose knows... What did\nyou study?\n\nPRENDICK\nI got a degree in Humanities.",
  "9": "---END OF PREVIOUS SECTION---\nThe nose knows... What did\nyou study? PRENDICK\nI got a degree in Humanities. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nHumanities? Isn't that a licence to jerk off?\n\nPRENDICK\n(Laughing)\nNo. I had law school for that. Were you pre-med?\n\nMONTGOMERY\nBiology. But that was a long time ago.\n\nHe returns his attention to the sea.\n\nPRENDICK\nListen, you know... you saved my life...\n\nMONTGOMERY\n(recoiling)\nI wouldn't get choked up about it.\n\nPRENDICK\nYeah, well, thanks. In any case I owe you my\nthanks.\n\nMONTGOMERY\n\nYou don't owe me anything. You lucked out. I\nhappened to be bored that day... looking for a\nlittle action. If I'd been feeling differently,\nyou'd still be out there. I'd have stood here\nand waved you bye-bye.\n\nPRENDICK\n\fThat's Bullshit.\n\nMONTGOMERY\nBelieve whatever you've got to believe. I know you\nliberals need your little fairy tales.\n\nThe two men look awkwardly away from each other.\n\nPRENDICK\nHow did you happen to come out here?\n\nMONTGOMERY\nYou know, Eddie, I see us more like ships that\npass in the night... not assholes who meet on a\nplane and tell each other the story of their\nlives.\n\nPRENDICK\n\n(shrugs)\n\nWhatever.\n\nThey lapse into awkward silence.\n\nMONTGOMERY\nEver get yourself in real trouble?\n\nMontgomery gives him a look of anticipation.\n\nPRENDICK\nI helped draft the constitution for a small\nAfrican nation. There was a coup... My staff and\nI were held hostage by a warlord. They shot one\nof us each day... Six people.\n\nMONTGOMERY\n\nBut not you. You're a survivor.\n\nPRENDICK\nSo far. But it's not over.\n\nMONTGOMERY\nSure it is. You'll be back in the States eating\nat Rodney Rockets and I'll be...\n\nPRENDICK\nOn your island Paradise.\n\nMONTGOMERY\n(smiles)\n\fParadise. That's Moreau's dream alright.\n\nPRENDICK\nMoreau?\n\nMONTGOMERY\nMan I work for. He once did for me what I did for you.",
  "10": "---END OF PREVIOUS SECTION---\nPRENDICK\nMoreau? MONTGOMERY\nMan I work for. He once did for me what I did for you. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nPulled you out of a lifeboat?\n\nMONTGOMERY\nPulled me out and asked no questions. Anyway\nit's a boring little story and it's not like you\nand me are friends.\n\nPRENDICK\nWe could be.\n\nMONTGOMERY\nWouldn't work.\n\nPRENDICK\nWhy's that?\n\nMONTGOMERY\n\"Cause it's plain as the nose on your face that\nyou think I'm crazy.\n\nMontgomery throws the joint into the sea and Prendick turns away,\nhis eyes lighting now on the dark shape of M’Ling, who is leaning\nover the taffrail. M'Ling turns towards him for an instant, his\neyes glowing a pale luminous green in the light of the wheelhouse.\n\nDISSOLVE TO:\nEXT. THE SOUTH PACIFIC - DAWN\n\nThere is a CLATTER of chains and a tortured, hydraulic WHINING\nfollowed by a scarcely human clamor of SHOUTS AND GRUNTS as a cage\nholding a frightened black leopard is hoisted skyward by a crude\nrig of chain and cable, spinning in the air above the rising sun.\n\nCUT TO:\nINT. THE CABIN - DAWN\n\nPrendick wakes from an uneasy slumber and sits up in his bunk\nrubbing his head, hearing HOARSE SHOUTING and PATTERING FEET\noverhead. As he gets to his feet there is a violent CREAKING SOUND\nand the freighter lists uneasily.\n\nCUT TO:\n\fEXT. THE DECK - DAWN\n\nAs Prendick comes up the ladder, the first thing he sees is the\nflushed sky and the rising sun over the broad back and red hair of\nthe Captain who stands, arms upraised, while above him the black\nleopard spins in its cage.\n\nDAVIS\nI don't give a shit! Off load all of them. Now,\nwe'll have a clean ship!\n\nPrendick pushes past him and Davis turns with a start, staring\ndrunkenly at him.\n\nDAVIS\n\nHullo... why, it's Mister... Mister?\nPRENDICK\n\nPrendick.\nDAVIS\n\nMr. Prawn-dick. You too. You're off my ship.",
  "11": "---END OF PREVIOUS SECTION---\nPrawn-dick. You too. You're off my ship. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\n\n(shocked)\n\nWhat do you mean? Off where?\n\nDAVIS\nWhere do you think? Back into the sea, that's\nwhere. Plenty of room for you there...\n\nPRENDICK\nWait a minute, you can't...\n\nDAVIS\n(rolling his eyes)\nOh Mother, here we go again. Mr. Prawn-dick's\ntelling me what I can and can't do on my own\nship. My own ship!\n\nPrendick looks past Davis and sees the island for the first time,\nthe jagged crest of a submerged mountain rising sheer from the\nocean, its flanks covered with palm trees and dense scrub, a thin\nstreamer of smoke rising from the treetops.\n\nA large motor launch lies under the lee of the freighter and it is\ninto this that the SAILORS are busy loading the last of the caged\nanimals.\n\nM'Ling is already aboard the launch, helping three brutish-looking\nBOATMEN with the staghounds while Montgomery stands on the gangway\ntalking with a NEWCOMER dressed in slightly grey white flannels and\n\fa battered Panama hat. The man's blazing eyes stern expression and\nlong grey hair and beard remind Prendick of a prophet out of the\nOld Testament.\n\nDAVIS\nRight this way, Mister!\nPRENDICK\nFuck you. I'm not getting off here. Get away\n\nfrom me...\nHe looks to Montgomery.\nMONTGOMERY\n\n(to the captain)\nTake him to Moresby, he'll pay you.\n\nDAVIS\nHe can swim.\nMONTGOMERY\nLook, I'll pay you.\nDAVIS\nI don't want your money... I piss on your money.\n\nMontgomery looks at Moreau who says nothing. He shouts back to\nDavis.\n\nMONTGOMERY\nYou'll have to take him. He can't come here.\n\nPRENDICK\n(desperate)\nMontgomery! For Christ's sake!\n\nMontgomery, already boarding the launch, nods towards Moreau as if\nto indicate that he is powerless to intervene.\n\nMONTGOMERY\nEddie, I'm really sorry.\n\nPrendick glances around to see that he is loosely ringed now by\nbelligerent-looking sailors. Two of the sailors take him by the\narms and he begins to struggle.",
  "12": "---END OF PREVIOUS SECTION---\nMONTGOMERY\nEddie, I'm really sorry. Prendick glances around to see that he is loosely ringed now by\nbelligerent-looking sailors. Two of the sailors take him by the\narms and he begins to struggle. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nGod damn it, get your hands off me!\nHe pulls free from the sailors and hits one of them hard enough to\nland him on the deck. Before he can go for the other one, several\n\fmore are on him. The decked sailor rises and hits him in the\nstomach.\n\nDAVIS\nAdios, Mr. Prawn-dick. Give my regards to the\nU.N... Great work you people are doing... I\n\nreally hold you in awe....\n\nDavis laughs maniacally as Prendick, doubled over, is hauled, still\nstruggling, to the gangway, but the launch is fully laden now and\nshoves off hastily. A broadening gap of green water appears beneath\nPrendick who pushes back with all his strength now, trying to grab\nhold of the ship's rail.\n\nStronger hands pry loose his fingers and he plunges from the ship.\n\nBubbles explode around him and he goes under for a moment before\nkicking his way back to the surface, gasping at the sudden shock of\nthe water.\n\nAbove him he sees the steep side of the freighter, already starting\nto come about, its engines throbbing, Davis standing at the rail\nstill shouting unintelligible abuse at him.\n\nHe turns and strikes out for the island, trying to distance himself\nfrom the ship's propellers.\n\nThen, with relief, he sees that the launch has turned back towards\nhim. As the launch draws nearer he is able to make out the figure\nof Moreau sitting cramped up with the dogs in the bow staring\nfixedly but not without kindness at him, M'Ling's face watching him\nintently from the stern.\n\nThe launch comes alongside him and the three brutish boatmen haul\nhim awkwardly aboard where he crouches shivering, glancing around\nuneasily at his rescuers.\n\nThere is something strange about the features of the boatmen. They\nseem to be of some queer, brown-skinned race, their elfin faces\npeering out at him from beneath dirty turbans, lank black hair\nalmost like horse hair framing their bright eyes.\n\nAs he meets their gaze, first one and then the other turn away from\nhim in a deferential manner.\n\nMoreau smiles at him.",
  "13": "---END OF PREVIOUS SECTION---\nThey\nseem to be of some queer, brown-skinned race, their elfin faces\npeering out at him from beneath dirty turbans, lank black hair\nalmost like horse hair framing their bright eyes. As he meets their gaze, first one and then the other turn away from\nhim in a deferential manner. Moreau smiles at him. \n---TARGET SECTION TO BE ANNOTATED---\nMOREAU\n(over the engines)\n\fI couldn't let you drown, could I? I had no idea\nhe'd really throw you in.\n\nMoreau turns away and looks to the crates. Looking up, Prendick\ncatches Montgomery's eyes as the launch comes about once more and\nstarts back towards the island. He is serious, even grim.\n\nMONTGOMERY\nThis wasn't my idea. Remember that.\n\nThere is a soberness to Montgomery's voice that only deepens\nPrendick's unease as he turns his attention towards the approaching\nbeach.\n\nPrendick turns towards Moreau as if to speak, but the Doctor fixes\nhim with a look, part smile, part warning, and Prendick says\nnothing.\n\nCUT TO:\nEXT. THE ISLAND - DAY\n\nSeveral LOCALS have assembled on the narrow jetty to meet the\nlaunch, some of them hopping up and down in undisguised excitement.\n\nOne of the boathands throws a rope ashore and the launch cuts its\nengines and makes fast.\n\nPrendick steps ashore, looking dazedly about himself as the boatmen\nbegin to unload, jabbering excitedly in their curious guttural\nvoices, Montgomery and Moreau shouting the occasional command above\nthe clamor of the staghounds.\n\nThe island has the immediate lush beauty of all tropical Pacific\nislands. Birds call melodically from the surrounding lush\nvegetation, giving one the impression that life teems just beyond\nview.\n\nPrendick hears the SOUND of a grumbling engine and looks up to see\na battered military flatbed come bouncing down the narrow track\nthat connects the jetty with a fenced compound on the ridge\noverlooking the beach.\n\nAt the center of the compound is an old colonial-style building and\na cluster of Nissan huts painted in a manner reminiscent of either\ncamouflage or Aboriginal art. Beyond the roofs of the Nissan huts\nPrendick can see the top of a radio mast and two rusting satellite\ndishes.\n\nThe main house is surrounded by a wide lawn enclosed by an electric\nfence. At the bottom of the lawn is a wooden rostrum overlooking\n\fthe compound gate and a flagpole from the top of which flies the\nemblem of the Tree of Life.",
  "14": "---END OF PREVIOUS SECTION---\nBeyond the roofs of the Nissan huts\nPrendick can see the top of a radio mast and two rusting satellite\ndishes. The main house is surrounded by a wide lawn enclosed by an electric\nfence. At the bottom of the lawn is a wooden rostrum overlooking\n\fthe compound gate and a flagpole from the top of which flies the\nemblem of the Tree of Life. \n---TARGET SECTION TO BE ANNOTATED---\nM'Ling passes him now, bearing a packing case and talking\nenthusiastically with one of his fellow BEARERS, a man with oddly\ndoglike features who wears a white jacket.\n\nHe looks again to the beach and sees Moreau approaching him, his\nexpression benign but formal.\n\nMOREAU\nI regret we really have no facilities for\nguests, but we can feed you. You look like you\ncould use some breakfast.\n\nPRENDICK\nI won't be here for long. I'm overdue as it is.\nMOREAU\nYes, Montgomery told me you work for the UN... a\nlawyer. Fascinating. I know very little of law\nmyself.\nPRENDICK\nOnce I call I'm sure they'll send a boat or a\nplane.\nMOREAU\n\nYes, unfortunately at the moment our COMSAT\nequipment is down, but we're working on it.\n\nHe looks absently out to sea.\n\nMOREAU\nSince the ozone layer started going, we've had\ncommunication problems. Something about magnetic\nstorms... I'm a biologist, I don't really\nunderstand electronics.\n\nM'Ling returns now, having loaded his burden onto the parked\nflatbed. He kneels beside Moreau.\n\nM'LING\nFather... I am so glad to see you again.\n\nMoreau pats M'Ling's arm and then incredibly the manservant takes\nthe doctor's hand and kisses it.\n\nMOREAU\nYes, M'Ling. I'm glad to see you too.\n\fM'LING\n\nFather... I have seen the strangest things out\nthere... So confusing...\nMOREAU\n\nYes, M'Ling, You must tell me all about it.\nThe doctor glances back at Prendick, who is watching.\n\nTo make the scene complete, in the background, a few of these\nstrange men are holding a softball practise; one of them bats\nthe ball to the others, who race around clumsily trying to catch\nit.\n\nMoreau's eyes wander across the curious islanders, fixing now on\nthe man in the white coat.\n\nMOREAU\nI'd better get busy. Azazello, see what Mr.\nPrendick would like for breakfast.\n(Glancing back at Prendick)\n\nOh, and I have to ask that you restrict yourself\nto the main house. It's because of our insurance\ncoverage.",
  "15": "---END OF PREVIOUS SECTION---\nPrendick would like for breakfast. (Glancing back at Prendick)\n\nOh, and I have to ask that you restrict yourself\nto the main house. It's because of our insurance\ncoverage. \n---TARGET SECTION TO BE ANNOTATED---\n The people who fund us are afraid you\nmight twist your ankle and sue us.\n\nPRENDICK\n(smiles)\nUnfortunately, it's a litigious world.\n\nMOREAU\nYes, I'm sure you know all about that.\n\nWe hear the crack of a bat and happy shouting.\n\nPRENDICK\nAre these people native to this island?\n(off Moreau's look)\nThey're very unusual looking.\n\nMOREAU\nYes, many areas of the Pacific have very limited\ngene pools.\n\nMoreau moves off as Azazello approaches Prendick, awaiting his\norder.\n\nAZAZELLO\nSair, you want breakfast?\n\fAzazello\n\nAzazello\nthe rest\n\nPRENDICK\nUhm... two eggs... some bacon...\n\nAZAZELLO\n(snickering nastily)\nNo bacon here. No eggs.\n\nPRENDICK\nThen whatever there is... Some fruit?\n\nAZAZELLO\nFruit and granola?\n\nPRENDICK\nFine.\n\ngrins with inappropriate good humor.\n\nAZAZELLO\nYaba daba doo!\n\nturns away and follows Moreau toward the big house passing\nof the group who are loading the flatbed now with the\n\ncaged animals from the boat.\n\nMontgomery, who has been supervising the islanders, breaks away\n\nfrom his\n\nwork and comes over to Prendick.\n\nMONTGOMERY\nSo... You okay?\n\nPRENDICK\nYeah, and thanks once again you saved my life.\n\nMONTGOMERY\nWell that depends on how you look at it. I’d\nwatch myself if I were you. Strictly eyes down,\nknow what I mean?\n\nPRENDICK\n(shrugs)\nHe seems nice enough.\n\nMONTGOMERY\n(suddenly serious)\nHe's one of the greatest men alive.\n\nHe pauses for a moment, then changes tack.\n\nMONTGOMERY\nGive me a hand with these, will you?\n\fHe crouches beside one of the crates stacked near the end of the\njetty and lifts it. Indicating another, Prendick lifts it and\nfollows Montgomery a short distance from the jetty where he sets\nhis burden down in a clump of brush on the beach near some hastily\nconstructed hutches and the rusting remains of pickup truck.\nMontgomery opens one of the crates and starts removing white\nrabbits and putting them into the hutch.",
  "16": "---END OF PREVIOUS SECTION---\nHe crouches beside one of the crates stacked near the end of the\njetty and lifts it. Indicating another, Prendick lifts it and\nfollows Montgomery a short distance from the jetty where he sets\nhis burden down in a clump of brush on the beach near some hastily\nconstructed hutches and the rusting remains of pickup truck. Montgomery opens one of the crates and starts removing white\nrabbits and putting them into the hutch. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nThey're for the black leopard. Damned cat will\neat better than I do.\n(off Prendick)\nDidn't you see the old man's earth shoes? I'ma\nprotein freak stuck with a fanatical vegetarian.\n\nPRENDICK\nNone of the other animals are eaten?\n\nMONTGOMERY\nSeal your lips at the thought...\n\nMontgomery opens another of the crates. Several animals bolt out\nthe open door and escape. He and Prendick grab for them but they\nmake it to the surrounding jungle.\n\nMONTGOMERY\nAlright little ones, \"Go ye forth and\nmultiply... Born to fuck, and they're so-o-o\n\ncute...\n\nMontgomery returns his attention to the crate. Reaching in he\nremoves the last rabbit, a large buck. The animal kicks and\nstruggles in an attempt to join the others who have fled.\nMontgomery kneels, letting the rabbits feet touch the ground. He\nstrokes the animal and calms it.\n\nMONTGOMERY\nLusting for those runaway bunnies, big guy?\n\nWith a conspiratorial smile he looks at Prendick.\n\nMONTGOMERY\nThink this fellow'd be missed?\n\nThinking Montgomery plans to release the rabbit, Prendick smiles,\nshrugs.\n\nPRENDICK\nWho's to know?\n\fMONTGOMERY\nRight, who's to know.\n\nWith a quick twist Montgomery breaks the rabbits neck. The\nanimal screams and dies. Prendick reacts.\n\nMONTGOMERY\n(off Prendick's look)\nWhat, you don't like barbecued bunny?\n\nCUT TO:\nEXT. THE COMPOUND - DAY\n\nThe flatbed inches its way back up the hill, laden down with a\ndeadweight of cages and packing cases.\n\nPrendick stands on the back of the truck as they pass an area where\njungle borders the sides of the road. Among the trees he sees\nseveral spectacularly beautiful tropical birds, which seem totally\nunafraid, only curious at his passing. As they drive beneath a low\nbough, a large Bank's Cockatoo dips his head in a friendly gesture,\ncausing Prendick to extend his hand, returning a gesture of\nfriendship.",
  "17": "---END OF PREVIOUS SECTION---\nPrendick stands on the back of the truck as they pass an area where\njungle borders the sides of the road. Among the trees he sees\nseveral spectacularly beautiful tropical birds, which seem totally\nunafraid, only curious at his passing. As they drive beneath a low\nbough, a large Bank's Cockatoo dips his head in a friendly gesture,\ncausing Prendick to extend his hand, returning a gesture of\nfriendship. \n---TARGET SECTION TO BE ANNOTATED---\nClearing the jungle they reach the clearing and pass a main gate\nand a pipe corral where a grey-white thoroughbred crops at grass.\n\nFurther on Prendick is able to get a closer view of magnifiscent\nbright green aloes that surround the big house. As they pass close\nby one of the plants he can hear a low TRILLING SOUND emanating\nfrom its fleshy, tendrilled branches that seem to quiver in the\nbreeze even when Prendick can feel no breeze.\n\nThe flatbed winds around the side of the big house and pulls up in\na shady courtyard.\n\nMontgomery ushers Prendick into the house.\n\nCUT TO:\nINT. THE HOUSE - DAY\n\nPrendick finds himself in a large hall-turned-dining area, its\nwalls lined with bookshelves and specimen cases.\n\nMontgomery hesitates for a moment in the doorway.\n\nMONTGOMERY\n\fStay here. And I mean, stay right here. I won't\nbe long.\n\n(calls out)\nMoreau.\n\nHe leaves Prendick who wanders the library. As his gaze wanders\nover a series of old photos, Moreau in his thirties with an\nattractive woman, both holding the reins of their horses while the\nwind whips their hair in some wilderness setting. In another\nMoreau embraces a conductor and first violinist beside a piano on a\nconcert stage. While Montgomery can be heard calling \"Moreau\" off\nscreen, Prendick examines a row of framed academic certificates\nhanging beside a row of crucified butterflies and Da Vinci\nanatomical sketches. One yellowing certificate is from the Nobel\nCommittee, beneath it set against blue velvet is a medallion, the\nprize.\n\nSomewhere in the background a song is heard from a CD player, the\nsame love ballad heard in the opening scene.\n\nPrendick turns slowly, drawn towards the source of the music.\n\nOn the far side of the room an open doorway leads through a small,\ndensely planted arboretum to a sun drenched veranda facing the sea.\nThrough it, beyond the foreground foliage, Prendick glimpses a\nfigure moving gently to the music. A beautiful young woman,\nbarefoot and clad in a sarong, turning slowly in a puddle of\nsunlight.",
  "18": "---END OF PREVIOUS SECTION---\nOn the far side of the room an open doorway leads through a small,\ndensely planted arboretum to a sun drenched veranda facing the sea. Through it, beyond the foreground foliage, Prendick glimpses a\nfigure moving gently to the music. A beautiful young woman,\nbarefoot and clad in a sarong, turning slowly in a puddle of\nsunlight. \n---TARGET SECTION TO BE ANNOTATED---\n Her eyes are closed, her only audience a bright green\nparrot watching from its perch at the far end of the veranda.\nTransfixed, Prendick moves towards her.\n\nHe stops amidst the foliage of the arboretum, taken by a sudden\nreverie.\n\nSomething moves in the dense verdure near his head. Prendick turns\nto see a pair of disturbingly human eyes set in a wizened face,\nbelonging to a small arboreal creature about the size of a large\ngalago or lorus that peers from the foliage.\n\nPrendick's curiosity elicits an sudden aggressive response. Teeth\nbared, the creature threatens with a rasping growl and a terrier-\nlike snap, causing Prendick to take a quick step back. As he\nregains his composure he hears a young woman's laugh.\n\nPrendick turns.\n\nThe dancer, a beautiful YOUNG WOMAN, barefoot and clad in a sarong,\nfaces him from a few feet away. At his glance her smile quickly\nfades to something akin to fear.\n\nPrendick sees now that she has the same unusual tan as the\nislanders while her high, vaguely oriental cheekbones and light\n\fgreen eyes give her a somewhat feline cast further enhanced by the\nslightest deformation of her upper lip, as if she has had a harelip\nsurgically corrected in childhood.\n\nPRENDICK\nIs it some kind of pet?\n\nHe takes a step towards her. Like a child who has spoken out of\nturn, she demurs and backs away.\n\nPrendick raises his hands to show he means no harm.\n\nPRENDICK\nWait, it's all right...\n\nAISSA\nWho are you?\n\nPRENDICK\nI just got here.\n\nShe looks questioningly at him, still apprehensive.\n\nPRENDICK\n\nThis morning. I came on the boat.\nAISSA\n\nDid the doctor bring you?\nPRENDICK\n\nYes.\nAISSA\n\nHave you come from the sea?\nPRENDICK\n\nI come from New York.\nAISSA\n\n(brightly)\n\nOh yes, New York! That is another island!\n\nPRENDICK\nThat's right, it is.\n\nShe looks intently at Prendick's'hands, then holds up her own\nhands, counting her fingers.\n\nAISSA\n\fOne... two... three...",
  "19": "---END OF PREVIOUS SECTION---\nPRENDICK\nThat's right, it is. She looks intently at Prendick's'hands, then holds up her own\nhands, counting her fingers. AISSA\n\fOne... two... three... \n---TARGET SECTION TO BE ANNOTATED---\n four... five! You're a\nFive Man!\n\nPrendick looks at her in bewilderment.\n\nPRENDICK\nMy name's Edward Prendick.\n\nAISSA\nPren-Dick.\n\nPRENDICK\nPren-dick.\n\nShe kneels suddenly before him and, taking his hand, presses it to\nher lips in a curious form of greeting.\n\nAISSA\nYou have small hands. It is good.\n\nHe looks with real interest at Aissa, and at that moment there\ncomes something like a low GROWL from behind him. He turns to see\nAzazello and M'Ling (who has changed into white coat) emerge from\nthe study with his breakfast and a steaming pot of coffee on two\nserving trays.\n\nAissa draws away from them.\n\nAZAZELLO\nYour breakfast, Sair.\n\nPRENDICK\nPut it... uh... out here.\n\nAZAZELLO\nYes, Sair.\n\nAzazello and M'Ling lay his breakfast on a nearby table while Aissa\nkeeps a cautious distance. There is an unmistakable tension between\nher and Azazello.\n\nPrendick sits down and pours himself a coffee, motioning for Aissa\nto join him once M'Ling and Azazello have withdrawn to the study.\n\nPRENDICK\nPlease, sit down. Will you have some coffee?\n\nShe shakes her head, and seats herself opposite him, peering in\nundisguised fascination at his face and hands.\n\nAISSA\n\fYour hands are so beautiful.\nPrendick is charmed by this, amused, and quite turned on.\n\nPRENDICK\nThanks. No one's ever noticed them before.\n\nAzazello peers in at them once, furtively, from the study door.\nAissa doesn't see him, but bristles slightly, knowing he's there.\n\nPRENDICK\nAre you from this island?\n\nAISSA\nMy father brought me here when I was very young.\n\nPRENDICK\nWhere are you from originally?\n\nAISSA\nFather says I was born in Suva.\n\nPRENDICK\nWill you tell me your name?\n\nShe looks away shyly, raising her hands to her mouth.\n\nThen M'Ling calls her from the study, inadvertently answering\nPrendick's question.\n\nM'LING (0.S.",
  "20": "---END OF PREVIOUS SECTION---\nThen M'Ling calls her from the study, inadvertently answering\nPrendick's question. M'LING (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nAissa!\n\nAissa shoots Prendick a swift, somewhat coquettish glance.\n\nAISSA\nThey need me now. I have to rehearse.\n\nPRENDICK\nRehearse what?\n\nAISSA\nAlice in Wonderland. I'm Alice.\n\nShe slips away, her movements swift yet strangely graceful, her\nbare feet making scarcely a sound as she pads across the verandah.\nPrendick looks after her, fascinated.\n\nExiting through the study door she almost collides with Montgomery,\nwho glances amusedly from her to Prendick, a smoldering joint\npoised between his thumb and forefinger.\n\fMONTGOMERY\nWell, I see we're getting acquainted.\n(He sighs.)\nLovely thing, little Aissa.\n\nMontgomery offers the joint to Prendick, who declines it.\n\nPRENDICK\nI saw the awards... a Nobel Prize.\n\nMONTGOMERY\nMoreau's a famous name in genetics. Or infamous,\ndepending on who you listen to.\n\nPRENDICK\nWhy infamous?\n\nMONTGOMERY\nHe's a genius, so everybody who's not a genius\nhates his guts... Most scientific research is\ntotally motivated by jealousy and greed. And\nvanity... don't want to forget vanity. He came\n\nout here to escape that.\n\nPRENDICK\nHow long has he been on this island?\n\nMONTGOMERY\nEighteen years. The animal rights boobies drove\nhim to it. Got so in the States you couldn't\ncage a rat without reading him his rights.\n\nPRENDICK\nAnd you?\n\nMONTGOMERY\nAlmost ten years for me.\n\nHe offers the joint to Prendick.\n\nPRENDICK\nNo, thanks.\n\nPRENDICK\n(cautious)\nListen, Montgomery...\n\nMONTGOMERY\n(not liking the tone)\nWhat?\n\fPRENDICK\nYour assistant, M'Ling. There's something kind\nof... His ears are strange... they're sort of\npointed.\n\nMONTGOMERY\nWhat?? Pointed ears?? You're shitting me...\n\nPRENDICK\nSo what is he, a Vulcan?\n\nMONTGOMERY\nNo, and, I think it's incredibly insensitive of\nyou to bring it up.",
  "21": "---END OF PREVIOUS SECTION---\nYou're shitting me... PRENDICK\nSo what is he, a Vulcan? MONTGOMERY\nNo, and, I think it's incredibly insensitive of\nyou to bring it up. \n---TARGET SECTION TO BE ANNOTATED---\n How would you like it if\nsomeone made remarks about your ears?\n\nPRENDICK\nAnd the guy who brought my breakfast acts very\nweird. What is it, they don't like their wages?\n\nMONTGOMERY\nWhat are you suddenly, Amnesty International?\nTrust me. No one complains.\n\nMontgomery offers the joint. Prendick waves it off.\n\nMONTGOMERY\nNo? You're missing out. Back when we dabbled in\nplant genes I created this. Like everything else\non this Island some serious method went into\nthis shit.\n\nMontgomery's expression hardens noticeably and he stands now,\nmotioning for Prendick to follow him.\n\nMONTGOMERY\nCome on, man. I think it's time I showed you\nyour room.\n\nPRENDICK\nGod damn it, Montgomery... Talk to me!\n\nMONTGOMERY\nSssh!... Dig it...\n\nPrendick joins Montgomery in the study door to see M'Ling and Aissa\nsitting at one end of the room, reading determinedly from Lewis\nCarrol.\n\nAISSA\n\f\"And thou hast slain the Jabberwock? Come to my\narms, my beamish boy O Frabjous day! Callooh!\nCallay!\" He chortled in his joy.\n\nPrendick looks across at Aissa and their gaze meets for an instant\nbefore she returns her eyes to the page, reading artlessly aloud,\nplacing odd stresses on phrases that were never meant to be\nstressed.\n\nAISSA\n\"Twas brillig and the slithy toves\nDid gyre and gimble on the wabe;\nAll mimsy were the borogroves,\nand the mome raths outgrabe.\n\nAs she finishes M'Ling crosses to her holding his hands like a\nrabbit and mustering a rabbit like expression in his face.\n\nAISSA\n(acting anxious)\nOh, Rabbit, it's so hard to understand, but it\nseems somebody killed something.\n\nM'Ling mimes removing a watch from his vest.\n\nM'LING\nBy my ears and whiskers I'm late, I'm late. The\nDuchess will be in such a state...\n\nMONTGOMERY\n(affectionately)\nWhat a crew. Ya gotta love ‘em.\n\nPrendick lingers for an instant, fixing on Aissa.",
  "22": "---END OF PREVIOUS SECTION---\nMONTGOMERY\n(affectionately)\nWhat a crew. Ya gotta love ‘em. Prendick lingers for an instant, fixing on Aissa. \n---TARGET SECTION TO BE ANNOTATED---\nMontgomery glances back noting his expression.\n\nCUT TO:\nINT. THE GUEST ROOM - DAY\n\nMontgomery leads Prendick across the hall to the open door of a\nsmall apartment, plainly but comfortably furnished.\n\nSome clothes have been laid out for Prendick, and there is a filled\nbookshelf, which Prendick studies for a moment.\n\nThere is a low bed in the darkest corner of the room shrouded in\nmosquito netting and a small barred window looking out towards the\nsea.\n\nPRENDICK\nBarred windows... You don't trust the locals?\n\fMONTGOMERY\nYou don't like your room?\n\nPRENDICK\nWhat's the update on the COMSAT equipment?\n\nMONTGOMERY\nNot my area of expertise.\n\nAt that moment a third figure appears in the doorway. An agitated-\nlooking ISLANDER dressed in a surgical smock.\n\nHe steps\n\nWAGGDI\nMr. Montgomery, Sir, you must come at once. The\ncontractions have started.\n\nMONTGOMERY\nThank you, Waggdi. I'm on my way.\n(To Prendick)\nOh Christ, here we go again.\n\nlightly out of the room, drawing the door shut behind him.\n\nJust before it closes Prendick catches a glimpse of Montgomery's\nface through the narrowing crack.\n\nPrendick\nface and\n\nPrendick\n\nHe turns\nsunlight\npiercing\n\nMONTGOMERY\nSorry about this, Eddie.\n\nstarts towards him but Montgomery closes the door in his\nhe hears the SOUND OF A KEY being turned.\n\nPRENDICK\nHey, Montgomery. C'mon, open the damn door.\n\nMONTGOMERY\nIt's for your own good.\n\nrattles the door furiously.\n\nPRENDICK\nCome on, Montgomery. If it's about the damned\ninsurance I'll sign a waver. Shit!\nto face the room, the barred window, the brilliant\nand the green fans of the trees beyond. Suddenly, a\nhowl of pain comes from somewhere outside. Prendick's eyes\n\nsearch the surrounding jungle for the source, but there\nis nothing.\n\nCUT TO:\n\fINT.",
  "23": "---END OF PREVIOUS SECTION---\nSuddenly, a\nhowl of pain comes from somewhere outside. Prendick's eyes\n\nsearch the surrounding jungle for the source, but there\nis nothing. CUT TO:\n\fINT. \n---TARGET SECTION TO BE ANNOTATED---\n THE GUEST ROOM - DUSK (A LITTLE LATER)\n\nPrendick sits on the bed, glancing through a pile of dog-eared\nMagazines that are on the table beside the bed. As he takes another\nTIME, he reacts to the cover. A picture of Moreau surrounded by a\ntableau of helixes and medallions with profiles of Nobel.\n\nWe see him flip through the pages to the article which is\nheadlined: \"Moreau, Future hopes... or fears?\"\n\nPrendick tries to read as the howl comes again followed by others.\nSome creature in agony, perhaps closer to death than before as they\nbuild to such an exquisite expression of suffering that it is as\nthough all the pain in the world had found a single voice.\n\nHe drops the magazine and goes to the window. As he looks out into\nthe crepuscular gloom of the jungle, the howls diminish and\ngradually stop. Prendick goes to the bed and lies down, releived by\nthe returned silence of the approaching night.\n\nThrough drifting mosquito netting,\nDISSOLVE TO:\n\nWe see the following (PRENDICK'S P.@.V) as though through a\nnightmare:\n\nPrendick is alone, deep in sleep, through which he can hear the\nSCREAMS, now at an unbearable pitch.\n\nINT. THE WOMB - NIGHT\n\nAn unborn CHILD pushes through the red-veined darkness, eyes still\nclosed, squeezed shut as if anguished by this transition from one\nworld to another.\n\nIn the darkness of the womb the child twists and SCREAMS.\n\nCUT TO:\n\nINT. THE GUEST ROOM - NIGHT\n\nPrendick sits bolt upright on the bed. It takes him only a moment\nto realize that the pitch of the cries has changed. They no longer\nsound like the howling of man nor beast, but have become instead\nthe screams of a child in pain.\n\fPrendick turns and goes to the door a bit unsteadily. He tries it.\nStill locked.\n\nKneeling down, he examines the old style lock. In reaction to\nsomething he's seen, he reaches to a hat stand beside the door and\nremoves a wire coat hanger. Quickly bending it, he pokes it into\nthe lock and works it around.",
  "24": "---END OF PREVIOUS SECTION---\nKneeling down, he examines the old style lock. In reaction to\nsomething he's seen, he reaches to a hat stand beside the door and\nremoves a wire coat hanger. Quickly bending it, he pokes it into\nthe lock and works it around. \n---TARGET SECTION TO BE ANNOTATED---\n A few thrusts and he forces the key\nout the other side. It clangs on the hallway floor.\n\nMaking a hook out of one end of the hanger, he slides it under the\ndoor and draws it back with the key.\n\nThe screaming subsides as Prendick unlocks the door and opens it.\nAfter a beat of hesitation he exits into the empty hallway.\n\nCUT TO:\nINT. DOWNSTAIRS HALLWAY - PRE-DAWN\n\nPrendick comes down a stairway into the empty gloom of the house.\nHe moves along toward a large window that opens off the hallway.\n\nPeering out, Prendick sees --\nEXT. A KITCHEN COURTYARD - PRE-DAWN\n\nIn the dim light of morning, Azazello is cutting up the skinned and\ngutted rabbit which bears a disturbing resemblance to the fetus of\nPrendick's nightmare.\n\nThe kitchen courtyard is an area nearly touched by the surrounding\ngrowth of the jungle. As Azazello works he reacts to an animal\nmovement in the surrounding brush. A vague shadowy face appears,\nstaring at the preparation of the meat.\n\nAZAZELLO\nGet away!\n\nAzazello pitches a stone. The face disappears and the creature\nretreats noisily into the brush.\n\nINT. HALLWAY - PRE-DAWN\n\nAnother scream is heard from outside the hduse and Prendick moves\non.\n\nCUT TO:\nEXT. THE COMPOUND - JUST BEFORE DAWN\n\nPrendick stands in the lighted doorway of the big house for a\nmoment, realizing now that the cries are coming from the lighted\ncomplex of Nissan huts across the yard.\n\fPRENDICK\nMoreau!\n\nAs he starts toward the huts Aissa emerges from the shadows of the\nporch. Knowing his purpose, she takes his arm.\n\nAISSA\nOh no, please! You can't!\nPRENDICK\nThat's a child screaming!\nAISSA\nIt's forbidden to go there!\nPRENDICK\nWhat the hell are they doing? Someone's being\n\ntortured.\n\nPrendick starts towards the source of the screams, breaking free of\nAissa, who does not dare to follow him further.\n\nBehind the house, he stumbles across the pile of baseball\nequipment; gloves, a catcher's mask, some bats.",
  "25": "---END OF PREVIOUS SECTION---\nSomeone's being\n\ntortured. Prendick starts towards the source of the screams, breaking free of\nAissa, who does not dare to follow him further. Behind the house, he stumbles across the pile of baseball\nequipment; gloves, a catcher's mask, some bats. \n---TARGET SECTION TO BE ANNOTATED---\n He grabs a bat and\ngoes on.\n\nAISSA\nNo Prendick! You can't go there! It's the House\nof Pain!\n\nCUT TO:\nINT. THE LABORATORY - JUST BEFORE DAWN\n\nPrendick's entrance is drowned out by the clamoring of caged\nanimals, going mad with fear at the sound of the screaming child.\n\nHe stalks slowly down an aisle between the cages, baseball bat\nraised, looking around in the light of the naked bulbs overhead,\nnoting the occupants of the cages. Dogs, monkeys, big and small\ncats and in the last of the cages the black leopard, lying on its\nside and panting as if desperately ill.\n\nHe sees movement up ahead and his knuckles whiten on the handle of\nthe bat.\n\nBeyond the cages is a laboratory area, a maze of computer consoles\nand arcane apparatus linked by suspended tubes and cabling to a row\nof glass tanks and glowing incubators. At the far end of the\nlaboratory area a group of figures in stained surgical smocks are\nringed about an eccentric, custom-built operating table.\n\nThe figures shift slightly and for a moment Prendick catches a\n\fglimpse of hairy legs that might be human fastened to raised steel\nstirrups that have more in common with medieval torture than\nobstetrics. Then Moreau, completely absorbed, watches as Montgomery\ndraws a vinyl sheet across a body, obscuring it from view.\n\nMoreau turns from the table and Prendick sees at last where the\ncries are coming from.\n\nMoreau is cradling a screaming mutant child in his arms.\n\nA wriggling, squalling thing, more dog than man, umbilical cord\nstill dangling from its distended belly, eyes already open and\nhideously aware.\n\nPrendick staggers back with a groan and Moreau catches sight of\nhim, his face growing white and terrible.\n\nPRENDICK\n(shuddering)\nOh, my God!\n\nMontgomery sees him.\n\nMONTGOMERY\nOh shit...\n\nMontgomery starts forward, trying to come between Prendick and\nMoreau. Prendick takes a defensive stance with the bat.\n\nPRENDICK\nStay the hell away from me!\n\nMONTGOMERY\nWhatever you think is going on here, you're\nwrong.",
  "26": "---END OF PREVIOUS SECTION---\nPrendick takes a defensive stance with the bat. PRENDICK\nStay the hell away from me! MONTGOMERY\nWhatever you think is going on here, you're\nwrong. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nYou sick bastards.\n\nPrendick retreats toward the exit, brandishing the bat to keep them\nat bay.\n\nHe backs into a large assemblage of tubes and glass retorts which\ncrashes to the floor. Monkeys shriek and animal sound erupt from\nall sides as Prendick, totally freaked, beats a retreat to the\ndoor.\n\nCUT TO:\nEXT. COMPOUND - DAWN\n\fAs Prendick backs out the door he is touched from behind by Aissa\nwho startles him. He spins and nearly swings on her with the bat.\nShe cowers. Prendick reaches out and takes her wrist.\n\nAissa stares at him wide eyed as he pulls her away from the lab.\n\nCUT TO:\nINT. THE LABORATORY - DAWN\n\nMoreau places the mutant infant on a scale. He speaks to\nMontgomery.\n\nMONTGOMERY\nHe's freaked. You'll have to talk him down.\n\nMOREAU\n(nods)\nFind him.\n\nCUT TO:\nEXT. THE COMPOUND - DAWN\n\nPrendick leads Aissa to an area of tropical overgrowth near the\nmain house.\n\nPRENDICK\nListen, you've got to help me. I have to get\naway from here!\n\nAISSA\n\nI can't help you! You've broken the Law!\nPRENDICK\n\nI've broken the law??? What law?\nAISSA\n\nI don't know what to do. He's my father! I'm\n\nafraid...\n\nShe takes Prendick's hand, holds it.\n\nPRENDICK\nJust show me the way out of here and I'll take\ncare of you. I promise.\nAissa looks with terrible confusion at the house.\n\nPRENDICK\n\fAissa, there's no time... They'll be coming\nafter me.\n\nAissa grabs his hand. They break into a run. Aissa stops and turns\nonce, looking back at the house with some incredible longing. Then\nshe runs on.\n\nMontgomery comes dashing out of the laboratory and tries to\nintercept them, but Prendick swings the baseball bat at his face\nand he ducks out of the way, stumbles back and falls.\n\nMONTGOMERY\nEddie! Come on, don't be an asshole! I'll tell\nyou what it's all about.",
  "27": "---END OF PREVIOUS SECTION---\nMONTGOMERY\nEddie! Come on, don't be an asshole! I'll tell\nyou what it's all about. \n---TARGET SECTION TO BE ANNOTATED---\nPrendick keeps running, following Aissa past the singing aloes\ntowards the dark wall of the rain forest.\n\nMONTGOMERY\nCome back! I'm warning you man, there's some\nreally unstable phenomena out there.\n\nAissa leads Prendick to a section of the fence where the trees have\ninvaded the compound and he sees a jagged gap in the wire mesh,\nhidden from the house by luxuriant foliage.\n\nHe starts through the hole, pinning back a loose flap of the fence\nwith the handle of the baseball bat.\n\nCUT TO:\nEXT. THE RAINFOREST - EARLY MORNING\n\nThe forest is so dense that after going only a few yards the\ncompound is already lost from Prendick's sight.\n\nAISSA\nWhere can we go? They'll find us.\n\nPRENDICK\nWe have to get to the launch.\n\nAISSA\nTo the sea? You'll take me with you?\n\nPrendick looks at her for a moment.\n\nPRENDICK\nYes.\n\nAISSA\nTo New York?\n\fPrendick almost smiles at her innocence.\n\nPRENDICK\nYes. New York.\n\nThey reach the edge of the forest now and through the trees\nPrendick can see the dawn coming up over the sparkling ocean. Up\nahead, the beach seems deserted save for two sleeping ISLANDERS who\nlie some way off beside the smoking embers of a campfire. Prendick\nslows, looking cautiously around his eyes fixed on the jetty and\nthe launch bobbing at its moorings.\n\nPRENDICK\nWe'll need fuel to make it to the shipping lane.\nDo you know where they keep the Diesel?\n\nAissa points toward a storage shed well back from the water.\n\nAISSA\nIn that shed.\n\nPrendick is about to start towards the shed when the SOUND OF\n\nA TANNOY comes drifting down the beach followed by the low GROWL of\na diesel engine. The two sleeping figures beside the camp stir now,\nstarting to their feet and coming to attention.\n\nPRENDICK\nShit.\n\nHe draws back into the undergrowth as the flatbed comes rattling\ndown the track from the big house, Montgomery standing in the back\na loud hailer in one hand.",
  "28": "---END OF PREVIOUS SECTION---\nThe two sleeping figures beside the camp stir now,\nstarting to their feet and coming to attention. PRENDICK\nShit. He draws back into the undergrowth as the flatbed comes rattling\ndown the track from the big house, Montgomery standing in the back\na loud hailer in one hand. \n---TARGET SECTION TO BE ANNOTATED---\n The flatbed pulls up beside the jetty,\ndisgorging a host of doglike FIGURES carrying electric cattle\nprods. They fan out across the beach, the rising sun at their backs\nwhile Montgomery bark instructions to them through the loud hailer.\n\nMONTGOMERY\nThe Man from the Sea has broken the Law! Find\nhim for me and bring him back!\n\nThe two figures beside the campfire prostrate themselves on the\nsand, crying out in unison.\nONLOOKERS\nBack to the House of Pain, Master! To the House\nof Pain!\n\nAissa tugs urgently at Prendick's shoulder and he turns, following\nher deeper into the forest.\n\nPRENDICK\n\fIs there anywhere we can hide?\n\nAISSA\nThe village. The men there will know what to do.\n\nPRENDICK\nWho are they? Do they work for Moreau?\n\nAISSA\nThey are good. You can trust them.\n\nStill not totally convinced he can trust her, Prendick follows\nAissa, weaving through the undergrowth as they climb the flank of a\ndensely forested ridge. Prendick glances around at the vegetation,\nthe rustling and scurrying of myriad unseen lives.\n\nThey emerge from the trees onto the bank of a shallow stream and\nAissa freezes suddenly in fear.\n\nA naked MAN, his skin covered in patches of spotted fur, crouches\non all fours beside the stream, supping up water like an animal. He\nsenses their presence and glances up guiltily, his eyes going at\nonce to Prendick. He starts to his feet, wiping his mouth, and\nPrendick sees his lips are rimmed with blood.\n\nPrendick takes a step towards him, looking him steadfastly in the\neye, clutching the baseball bat with both his hands.\n\nLO-MAI\nNo!\n\nHe turns and goes bounding away through the undergrowth.\n\nPrendick, startled, looks back now to see Aissa sniffing the air\nher brow furrowed, a curious far-off look in her eyes. He follows\nher gaze, seeing a trail of bright crimson drops dotting the\nfoliage.\n\nThe trail leads to the body of a dead rabbit, its remains wedged in\nthe fork of a tree.",
  "29": "---END OF PREVIOUS SECTION---\nPrendick, startled, looks back now to see Aissa sniffing the air\nher brow furrowed, a curious far-off look in her eyes. He follows\nher gaze, seeing a trail of bright crimson drops dotting the\nfoliage. The trail leads to the body of a dead rabbit, its remains wedged in\nthe fork of a tree. \n---TARGET SECTION TO BE ANNOTATED---\n It is one of the rabbits from the beach but it\nhas been savagely mutilated, the carcass glistening with flies.\n\nAissa glances back at Prendick, her face growing solemn.\nAISSA\nHe's a bad one, that man. He's broken the Law.\nHe's going back to the House of Pain.\n\nA staghound BAYS from somewhere behind them and Prendick glances at\nher uneasily. Aissa darts forward once more, beckoning for him to\nfollow her.\n\fShe sets off swiftly through the trees, moving at such a quick pace\nthat Prendick has to struggle hard to keep up with her.\n\nAISSA\nQuicker, you have to run.\n\nAt length they come to an open space in the forest and Aissa pauses\nonce more to let him catch up. Ahead in the center of the glade\nsurrounding the fungoid ruins of a huge, fallen tree are THREE\nTAILED FIGURES, more like attenuated sloths walking on their hind\nlegs than men, their naked bodies covered in a fine silvery fur\ntheir long necks surmounted by odd chinless faces and eyes like\ndark pools of honey.\n\nThey are engaged in picking some kind of fruit, pulling down\nprickly husks from the trees and scooping out the fleshy contents.\n\nPrendick looks questioningly at Aissa.\n\nAISSA\nThe Silent Ones. They were the first of his\nchildren but he didn't give them speech.\n\nPrendick is about to return his attention to the creatures in the\nclearing when a FIGURE in a bright Hawaiian shirt steps from the\nsurrounding undergrowth.\n\nASSASSIMON\nYou! You! You! You!\n\nThe furry figures in the glade take fright and go sloping off into\nthe trees. Prendick turns to face the newcomer, a curiously simian\nindividual with long forearms and a heavy brow overshadowing\nbright, curious eyes.\n\nASSASSIMON\nYou. In the boat.\n\nPRENDICK\nRight... I came in the boat.\n\nASSASSIMON\nYou play ball with us now?\nPrendick glances awkwardly at the bat he's holding.",
  "30": "---END OF PREVIOUS SECTION---\nI came in the boat. ASSASSIMON\nYou play ball with us now? Prendick glances awkwardly at the bat he's holding. \n---TARGET SECTION TO BE ANNOTATED---\nASSASSIMON\nCan you hit the ball?\n\nPRENDICK\n(going with it)\n\fSure, I batted two ninety three when I played\nfor the Cards.\n\nASSASSIMON\nIt's good. We need a power hitter very much to\nhit the long ball.\n(Smiling conspiratorially)\nI am the pitcher. My name is Assassimon.\n\nAISSA\nHe's a Five Man like you!\n\nShe takes Prendick's hand and holds it out so Assassimon can see.\nAssassimon counts Prendick's fingers carefully, holding out his own\nfor comparison.\n\nASSASSIMON\nIt is very good! We must tell Kiril!\n\nHe swings around, gesturing for them to follow and then goes\ntrotting off, his hands hanging down and his jaw thrust forward.\n\nAISSA\nSee, you're alright here. You'll be safe with\nme.\n\nPrendick turns to Aissa and takes her hand.\n\nCUT TO:\nEXT. THE SETTLEMENT - DAY\n\nDrawing nearer, Prendick sees that a small village of wooden\nshanties and lean-tos made from matted palm fans is hidden amidst\nthe volcanic boulders. Several of the villagers come shambling from\ntheir hovels to watch them as they enter the ravine and a group of\ndeformed, dog-like children follow jibing at their heels.\n\nThe walls of the ravine shelter are a wasp's nest of more complex\nmud-walled homes and it is into the doorway of one of those that\nAssassimon disappears.\n\nPrendick glances around, wrinkling his nose at the pungent odor.\nThe ground is covered with decaying fruit pulp and other refuse and\nthe air here is thick with smoke.\n\nSomething brushes his leg and he starts violently down to see a dim\npinkish thing resembling a flayed looking child pawing at his\ntrousers.\n\nAssassimon reappears, and Aissa tugs him by the arm.\n\nAISSA\n\fHere. This is our home now.\n\nPRENDICK\nOh great. Looks like the Hospitality Suite at\nthe Bronx Zoo.\n\nShe gives him an uncomprehending, almost hurt look.\n\nAISSA\nWhat is wrong?\n\nPRENDICK\n(melting)\nNothing. It's fine.",
  "31": "---END OF PREVIOUS SECTION---\nAISSA\nWhat is wrong? PRENDICK\n(melting)\nNothing. It's fine. \n---TARGET SECTION TO BE ANNOTATED---\nShe leads him towards the shadowy aperture and he takes a deep\nbreath.\n\nCUT TO:\nINT. KIRIL'S DEN - DAY\n\nPrendick finds himself in a semi-circular space shaped like the\nhalf of a beehive. Rough vessels of lava and wood stand about the\nfloor and one on a rough stool. In the darkest corner of the\nchamber sits a shapeless mass of darkness that GRUNTS as Prendick\nenters.\n\nKIRIL\nHey!\n\nAssassimon stands in the dim light of the doorway and holds out a\nsplit coconut to Prendick as he crawls into the other corner to\ncrouch beside Aissa. The little pink Sloth Creature stands peering\nin from the aperture, and something else with a drab face and\nbright eyes comes to stare over its shoulder.\n\nKIRIL\nHey!\n\nASSASSIMON\nIt is a man! Look, it is a man!\n\nKIRIL\nShut up.\nKiril pulls himself upright, his head brushing the ceiling forcing\nhim to hold his huge, bearish frame in a melancholic stoop.\n\nHe peers short-sightedly down at Prendick who looks him in the eye\nin as friendly a manner as he can muster. Kiril rummages in the\nshadows beside his bed and produces a battered portable stereo.\n\fKIRIL\nYou have batteries? I need the Energizer.\n\nPRENDICK\n\nNo... I'm sorry...\nAISSA\n\nHe's new. He came on the ship.\nKIRIL\n\nThen you must learn the Law.\nPRENDICK\n\nThat's really not necessary. I'm a lawyer and\n\nI...\nKIRIL\n\n(dismissive)\nThat way...\n\nKiril turns and motions towards a passageway leading deeper into\nthe hillside.\n\nKIRIL\nThrough there...Go!\n\nPrendick starts forward with trepidation.\n\nCUT TO:\nINT. THE CAVE - DAY\n\nWith Kiril showing the way, they enter a corridor that widens and\ngrows gradually brighter, letting out into a huge, natural chamber\nlit by a fissure open to the sky.",
  "32": "---END OF PREVIOUS SECTION---\nPrendick starts forward with trepidation. CUT TO:\nINT. THE CAVE - DAY\n\nWith Kiril showing the way, they enter a corridor that widens and\ngrows gradually brighter, letting out into a huge, natural chamber\nlit by a fissure open to the sky. \n---TARGET SECTION TO BE ANNOTATED---\nThe galleries of the cave are lined with crouching FIGURES, their\neyes glinting in the half light, their outlines made hazy by the\ngreasy smoke rising from the embers of a fire on the floor beyond.\nPrendick sees now that the walls of the cave are covered with\nelaborate paintings. Innumerable twisted stick figures dance across\nthe rock faces, rising from four legs to two, from beast to man and\nencircling on the far wall a huge rendition of the Tree of Life,\nthe spiralling ladder of the D.N.A. double helices.\n\nThe bear man turns now towards Prendick, who stands awestruck.\nKIRIL\n\nThis is the House of the Law. I am the Keeper of\nthe Way. Only a few can ever enter here.\n\fKiril takes down a conch shell that hangs beside the entrance and,\nplacing it to his lips, blows a mighty BLAST, setting off a\nMURMURING that ripples throughout the cavern.\n\nA FIGURE appears now before the painted helices, stepping into the\nshaft of light that falls from the crevice high above. A bearded\nfigure in a stained white suit and battered Panama hat who is\nholding a grisly fetish staff.\n\nPRENDICK\nMoreau...\n\nHe starts to raise the bat, but then sees that it is not the doctor\nafter all. The suit is too filthy and the beard he now realizes is\nmade from tufts of dyed hair affixed to a painted wooden mask. The\nmask, however, fails to disguise the two huge ram horns that curl\nfrom the sides of this grotesque head.\n\nSAYER OF THE LAW\nWho is there?\n\nKIRIL\nA Five Man, from the sea! He's come to hear the\nLaw!\n\nAt this, a sudden clamoring of pipes and drums comes from the\ngallery above and several of the shadowy figures closest to them\nturn towards Prendick, crowding around him, touching his hair and\nclothes, taking him by the hands and dragging him further into the\nchamber.\n\nA corpulent SOW LADY, her heavy thighs painted with grey mud,\napproaches him, draping a garland of wild flowers around his neck.",
  "33": "---END OF PREVIOUS SECTION---\nHe's come to hear the\nLaw! At this, a sudden clamoring of pipes and drums comes from the\ngallery above and several of the shadowy figures closest to them\nturn towards Prendick, crowding around him, touching his hair and\nclothes, taking him by the hands and dragging him further into the\nchamber. A corpulent SOW LADY, her heavy thighs painted with grey mud,\napproaches him, draping a garland of wild flowers around his neck. \n---TARGET SECTION TO BE ANNOTATED---\nShe makes as if to embrace him, and he recoils in revulsion, as\nAissa lashes out at her, forcing her to withdraw.\n\nAISSA\nGet away from him! He's mine!\n\nPrendick looks back at her uneasily, catching an unmistakable feral\ngleam in her eyes. There is a lull in the clamoring and the Sayer\n\nof the Law calls attention by banging his fetish staff against the\nrocks.\n\nSAYER OF THE LAW\nNot to walk on all-fours; that is the Law.\nPrendick says nothing; Kiril nudges him firmly.\n\nKIRIL\n\fSay it.\n\nPRENDICK\nWhat?\n\nKIRIL\nRepeat the law.\n\nPRENDICK\n(annoyed)\nNot to walk on all-fours.\n(Then, after prompting\nfrom Kiril)\nThat is the Law.\n\nThe crowd echoes his words and the ceremony begins.\n\nThe Sayer of the Law intones the mad litany, line by line, and the\ncrowd repeats it, swaying from side to side and beating their\nhands on their knees.\n\nALL\nNot to walk on all-fours; that is the Law. Are\nwe not men? Not to suck up drink; that is the\nLaw. Are we not men? Not to eat flesh nor fish;\nthat is the Law. Are we not men? Not to claw the\nbark of trees; that is the Law. Are we not men?\nNot to chase other men; that is the Law. Are we\nnot men? Not to couple any which-way; that is\nthe Law. Are we not men?\n\nPrendick is transfixed by this powerful and moving travesty of\nhuman ritual. He stares amazed as the crowd sways, faster and\nfaster. There is a loud MUSICAL PUNCTUATION from the upper gallery\nand the chanting swings to a new formula.\n\nSAYER OF THE LAW\nThe punishments of those who break the Law are\nterrible. None escape.\n\nALL\nNone escape. His is the House of Pain. His is\nthe Hand that makes. His is the Hand that\nwounds. His is the Hand that heals. None escape!\n\nAssassimon comes forward, as if to confess to the congregation.\n\nASSASSIMON\nNone escape! See, I did a wrong thing once, it\nwas a little thing...",
  "34": "---END OF PREVIOUS SECTION---\nAssassimon comes forward, as if to confess to the congregation. ASSASSIMON\nNone escape! See, I did a wrong thing once, it\nwas a little thing... \n---TARGET SECTION TO BE ANNOTATED---\n I jabbered... I stopped\ntalking. No one could understand me. Look! (He\n\fholds out his hand.) I am burned, branded here\non the hand. And now I talk! He is great! He is\ngood!\n\nSAYER OF THE LAW\nSooner or later, every one will want a thing\nthat is bad. What you will want, we do not know.\nSome want to follow things that move, to watch\nand slink and spring, to kill and bite, bite\ndeep and rich, sucking all the warm blood... It\nis bad. Not to chase other men; that is the Law.\nAre we not men? Not to eat flesh nor fish,\nnever; that is the Law. Are we not men? To\ncouple only with one; that is the Law.\n\nThe congregation is hypnotized by the ritual of this.\n\nSAYER OF THE LAW\nSome go scratching at the graves of the dead,\nsome go fighting with foreheads or claws, some\nbite suddenly without or warning, some go\nsnuffing at the earth, some love uncleanness,\nsome make wild and random fornications every\nwhich-way...it is bad.\n\nASSASSIMON\nNone escape!\n\nSuddenly, there the SOUND OF GUNFIRE is heard outside. A murmuring\nstarts amongst those assembled and above their voices Prendick\nhears the distant BAYING of staghounds.\n\nASSASSIMON\nHe's coming! He’s coming!\n\nThere is a cacophonic CLASH OF PERCUSSION from the upper gallery\nand the entire congregation starts towards the door at once ina\nfurry tumult of struggling, misshapen forms, almost trampling\nPrendick underfoot.\n\nHe swiftly loses sight of Kiril and Aissa, allowing the crowd to\nsuck him towards the door, hearing now the SOUND of the loud hailer\ncome from somewhere outside.\n\nCUT TO:\nEXT. THE SETTLEMENT - DAY\n\nPrendick bursts blinking into the daylight, the last stragglers of\nthe congregation still lurching past him to join the crowd that is\ngathering at the mouth of the canyon.\n\fPrendick pushes through them, peering over the hunched shoulders\nand pointed ears to see a nightmarish procession approaching.",
  "35": "---END OF PREVIOUS SECTION---\nCUT TO:\nEXT. THE SETTLEMENT - DAY\n\nPrendick bursts blinking into the daylight, the last stragglers of\nthe congregation still lurching past him to join the crowd that is\ngathering at the mouth of the canyon. Prendick pushes through them, peering over the hunched shoulders\nand pointed ears to see a nightmarish procession approaching. \n---TARGET SECTION TO BE ANNOTATED---\nIt is led by Moreau, cantering astride the horse, his awful face\nshadowed by the brim of his Panama hat, a bullwhip in his hands, a\nhunting rifle in a scabbard, the villagers supplicating themselves\nbefore him, throwing dust over their heads and laying palm fans\nbefore the horse's hooves as he rides into the settlement. Moreau\nis flanked by a retinue of DOG MEN who carry whips as well as by\nM'Ling, Waggdi and Azazello, who control the leashes of the\nsnarling staghounds.\n\nMontgomery walks sullenly behind them, a gun in one hand and the\nloud hailer in the other.\n\nPrendick turns to see that his way back through the canyon is\nblocked by more of the villagers. He ducks down, trying to hide\nhimself in the crowd.\n\nBeyond the huts the wall of the rainforest is tantalizingly close\nyet hopelessly far away. Moreau is almost parallel with him now,\nhis eyes like splinters of ice as he surveys the crowd. Behind him\nMontgomery raises the loud hailer.\n\nMONTGOMERY\nI know he's in there. Better give him up. I mean\nnow!\n\nSAYER OF THE LAW\nEvil is he who breaks the Law!\n\nMONTGOMERY\nAnd you know what happens when you break the\nlaw, don't you? You shaggy little fucker...\n\nALL (CHORUS)\nBack to the House of Pain! Back to the House of\nPain, Master!\n\nMONTGOMERY\nYou got it, boys and girls... back to the House\nof Pain. Come on now. Where is he?\n\nThe villagers slowly turn their snouts towards Prendick who tries\nto make a run for it, dashing his shoulder into one clumsy figure\nand flinging him forward into another.\n\nThe little pink Sloth Creature grasps at his legs and he delivers a\nsavage blow to its face with the baseball bat.\n\nMOREAU\n\fSTOP! HOLD HIM!\n\nHe looks with incredible severity at Aissa. She looks imploringly\nback.\n\nAISSA\nFather, please...\n\nMoreau smiles tenderly at her, then turns sharply away.\n\nHands clutch at Prendick.",
  "36": "---END OF PREVIOUS SECTION---\nAISSA\nFather, please... Moreau smiles tenderly at her, then turns sharply away. Hands clutch at Prendick. \n---TARGET SECTION TO BE ANNOTATED---\n He pitches headlong through the crowd and\ntackles Montgomery, both of them going down almost beneath the\nhorse's hooves, grappling desperately for the gun.\n\nMONTGOMERY\nGod, Eddie, you're turning into a real pain in\nthe ass. We just want to...\n\nPrendick strikes him on the jaw and, wrestling his fingers from the\ntrigger guard, regains his feet just as the Dog Men come loping up\n\nto him, brandishing their cattle prods. He raises the gun, firing a\nround into the air.\n\nPRENDICK\nBack, You fucking freaks!\n\nHe fires another round and Moreau's horse panics, rearing\ndangerously and causing the Dog Men to scatter.\n\nPrendick turns and makes a break for it, sprinting across a millet\npatch towards the shelter of the trees, where he turns and fires\nanother shot, while Moreau struggles to get his horse back under\ncontrol.\n\nCUT TO:\nEXT. THE RAINFOREST - DAY\n\nPrendick runs full tilt through the undergrowth, the automatic\nclutched in one hand, the air behind him filled with threatening\ncries and the baying of staghounds. He zig-zags through the trees,\npausing and changing course as he hears BRANCHES CRACKING up ahead,\nthen turning again as he hears Moreau and Montgomery SHOUTING from\nsomewhere behind him and the NEIGHING of the horse.\n\nSome of the islanders are ROARING AND SCREAMING now like beasts of\nprey as they hurl themselves after him through the foliage,\nprimitive cudgels clasped in their hands.\n\nAs Prendick forces his way through the thick undergrowth of the\nforest, shadow figures brachiate through the trees above him.\nWHOOPING, HOWLING, GIBBON-LIKE BEAST MEN quickly overtake him and\ncut off his escape, menacing him from the canopy above.\n\fPrendick turns and fights through a tangled thicket of thorns\ntoward a break in the trees.\n\nBreaking from the undergrowth which tears at his clothes, he\nreaches the edge of a narrow gully and falls headlong into the\nsteaming waters of a murky, sulphurous stream. The gun falls into\nthe muck. The sound of the pursuing dogs grows louder as he gets to\nhis feet.",
  "37": "---END OF PREVIOUS SECTION---\nBreaking from the undergrowth which tears at his clothes, he\nreaches the edge of a narrow gully and falls headlong into the\nsteaming waters of a murky, sulphurous stream. The gun falls into\nthe muck. The sound of the pursuing dogs grows louder as he gets to\nhis feet. \n---TARGET SECTION TO BE ANNOTATED---\n Gasping with pain as the steaming mud clings to his\nflesh.\n\nShoving his hands into the sulfureous mud to find the gun he is\nforced to withdraw them quickly before they are cooked by the\nviscous, almost boiling water. Suddenly, a HYENA-SWINE MAN breaks\nfrom the surrounding brush and, seeing Prendick, gives a loud roar.\n\nAs the creature lunges into the mud Prendick stumbles away,\nbleeding profusely now from a wound in his scalp.\n\nThe YELPING of the dogs and Dogmen and a CHATTERING AND A GIBBERING\nfollowed by the CRACK of a whip and VOICES.\n\nPrendick sets off again, splashing ankle deep through the scalding\nwater, crying out to himself as he runs, seeing the blue line of\nthe ocean now through the trees.\n\nCUT TO:\nEXT. BEACH - LATE AFTERNOON\n\nPrendick splashes across the delta and does not stop running until\nhe is up to his knees in salt water, staring out at the setting sun\nand the unreachable horizon. He turns westward, stumbling along the\nwater's edge.\n\nThen, suddenly, far in front of him, he sees figures emerging from\nthe rainforest. Moreau on his horse, then Montgomery, then some of\nthe Dog Men with their snapping charges. They see him and begin\nadvancing.\n\nPrendick starts to turn only to see a posse of villagers emerging\nfrom the tree line behind him to cut him off.\n\nHe looks towards the horizon once more and, having nowhere else\nleft, wades straight out into the water.\n\nMoreau addresses him from the water's edge.\nAissa stands beside him, frightened and confused.\nMOREAU\n\nMr. Prendick, please...There's no escape from\nhere.\n\fHis eyes wander over the massed ranks, over Aissa and M'Ling,\nWaggdi and Azazello and further up the beach Assassimon, Kiril and\nthe others.\n\nPRENDICK\nThey were men... But you've mutilated them, made\nslaves of them.\n\nMOREAU\nThat's not it at all. You've got it wrong.\n\nPrendick shouts at the gathering.",
  "38": "---END OF PREVIOUS SECTION---\nMOREAU\nThat's not it at all. You've got it wrong. Prendick shouts at the gathering. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nListen! There's a hundred of you, and two of\nthem! You have nothing to fear from them. You\ndon't need to obey!\n\nMOREAU\nPrendick!\n\nThe islanders seem puzzled, staring wonderingly at Prendick. They\nedge closer to the tide line and Moreau cracks his whip, causing\nthem to retreat once more.\n\nPRENDICK\nThese men aren't gods! You have the power to\nfree yourselves.\n\nMONTGOMERY\nBack off, man. Don't start something that might\nend in tears.\n\nMoreau moves his horse forward. When he is near Prendick he\nindicates the rifle in its saddle scabbard.\n\nMOREAU\nMr. Prendick, this rifle is loaded. Please, take\nit.\nPrendick hesitates.\nMOREAU\nTake the rifle and put your mind at ease. We are\n\nnot the enemy. It mustn't appear that there's\nconflict between us.\n\nCautiously, Prendick moves towards him and slips the rifle from the\nscabbard. He aims it at Moreau who nudges his horse closer.\n\fMOREAU\n(whispering fiercely)\nThose are not men. Do you understand me? They're\nChromatic hybrids... experiments in a humanizing\nprocess. Don't excite them or it could be bad\nfor all of us.\n\nPRENDICK\nThey're animals?\n\nMOREAU\nPlease, Mr. Prendick, they're not without\nsensitivity.\n\nMontgomery moves towards them; Prendick swings the rifle to cover\nthem both, but he comes slowly closer.\n\nMONTGOMERY\nEddie, we hunted you for your own good. This\nisland is full of... unstable phenomena.\nMOREAU\n\nYou might not have survived the night.\n\nPRENDICK\nThat woman I saw on the operating table...\n\nMOREAU\nYou didn't see a woman. What you saw was not a\nhuman. You're certainly entitled to ethical\nreservations about our research, but at least\nhear us out.\n\nMONTGOMERY\nC'mon Eddie, stop pointing that thing at my\nhead.\n\nMOREAU\n\nWe mean you no harm. Our only intention is to\nget you safely on your way.\n\nPRENDICK\nOh, right... but I suppose the COMSAT equipment\nis still down.",
  "39": "---END OF PREVIOUS SECTION---\nMOREAU\n\nWe mean you no harm. Our only intention is to\nget you safely on your way. PRENDICK\nOh, right... but I suppose the COMSAT equipment\nis still down. \n---TARGET SECTION TO BE ANNOTATED---\nMOREAU\nYes, it is down. Do you want to know the reason?\nThere's been a nuclear exchange between India\nand Pakistan. We heard it on the short wave\nradio.\n\fPrendick is stricken.\n\nMOREAU\nAll COMSAT communication is restricted to\nmilitary usage.\n\nPrendick looks away at the distant sea, trying to imagine the world\nbeyond the island.\n\nPRENDICK\nA war?\n\nMOREAU\nSo far it's only the rumble of a distant storm,\nbut it brings a new imperative to our\nsurvival... to the work we do.\n\nCUT TO:\nINT. LABORATORY - DUSK\n\nMoreau gingerly lifts the vinyl sheet, and Prendick peers down with\ndistaste bordering on revulsion at the mutilated body strapped to\nthe operating table. The automatic is still clutched in his hand.\n\nMoreau watches him cooly.\n\nMOREAU\nYou tell me, is that human?\nPRENDICK\nI don't know what she is.\nMOREAU\nActually, she's a genetic hybrid. We call them\nChimaeras.\n\nPrendick looks uncomprehendingly at him.\n\nPRENDICK\nVery poetic. What does it mean?\nMOREAU\nAnimals, engineered in the image of humans.\n\nPRENDICK\nI've always heard you people are desperate for\ngrant money. But animals into humans, don't you\nthink that's a reach?\n\nMoreau draws the sheet over the woman's remains again and turns\naway from the operating table; Prendick follows.\n\fPrendick\n\nPrendick\n\nMOREAU\nIf I'm to to succeed at improving mandkind, then\nwhat I create must have human form.\n\nPRENDICK\nYou'll only succeed in filling tabloid\nheadlines. There's no market for home made\npeople. Creating these things is immoral.\n\nMOREAU\nWar and death generated by the twisted laws of\nnations... is that the moral highground?\n\nhas no response. Moreau rubs his eyes wearily.\n\nMOREAU\nI can't believe I'm having to explain myself\nlike this. Montgomery told me what you did, I\nhoped you believed that humanity can be\nimproved?\n\nPRENDICK\nI don't see this as improving it.\n\nMOREAU\nWhy not? I've improved other living things...",
  "40": "---END OF PREVIOUS SECTION---\nPRENDICK\nI don't see this as improving it. MOREAU\nWhy not? I've improved other living things... \n---TARGET SECTION TO BE ANNOTATED---\ncreated wheat that grows in the Sahara, other\nplants that kill and eat their own predators.\nEverything has to start with basics, like\ncreating a new race without the evil or venality\nof our species.\n\nPRENDICK\nThis half dissected thing was sacrificed to that\ngoal?\n\nMOREAU\nGrowth must be accelerated, centuries of\nevolution compressed into minutes, the process\ntakes its toll on the organism.\n\nPRENDICK\nAnd the screams?\n\nMOREAU\nDeliberate pain serves only as a training tool.\nIt will fall away from us one day, along with\nit's depraved twin, pleasure.\ngives him a sharp look.\n\nMOREAU\n\fWhy do you doubt me, Mr. Prendick, because you\nfailed improve humanity with laws?\n\nPRENDICK\nI only set out to solve a few local problems. I\nleave improvements on the human race to a higher\n\nauthority.\n\nMOREAU\nI choose to believe that authority works through\nme... pushes me to finish my work.\n\nMoreau stops by the pen that holds the black leopard from the boat.\nThe animal is comatose now, its belly already hideously distended,\nkept alive only by nutrients fed directly into its veins by a row\nof drips.\n\nMOREAU\nI chose this creature for its strength to\nwithstand the rigors of accelerated fetal\ngrowth.\n\nPRENDICK\nIt's not doing well. Maybe you chose wrong.\n\nMOREAU\nShe's being devoured by a fetus growing at over\nfifty times the normal rate. Her life will end\nto give new life. That seems cruel to you\ndoesn't it?\n\nPRENDICK\nYes, it does.\n\nMOREAU\nAnd to me. But I have no choice. My own clock\nruns at accelerated speed. I must finish before\nI'm finished.\n(passionately)\nAnd I'm close... I'm very close...She's going to\nme my breakthrough. I know it...\n\nCUT TO:\nINT. LABORATORY - DUSK.\n\fMoreau dons a curious pair of goggles. He hands a pair to Prendick.\n\nMOREAU\n\nDo you know the term nanotechnology?\nPRENDICK\n\nI know enough Greek to know nano means small.\nMOREAU\n\nVery small... It involves mechanically shifting\n\nthings on a molecular level.",
  "41": "---END OF PREVIOUS SECTION---\nPRENDICK\n\nI know enough Greek to know nano means small. MOREAU\n\nVery small... It involves mechanically shifting\n\nthings on a molecular level. \n---TARGET SECTION TO BE ANNOTATED---\nMoreau demonstrates the laboratory's centerpiece, a combined laser\nand electron microscope, its needle thin blue beam focused minutely\non a tiny slide, its glow bathing the room in an eerie bluegreen\nluminescence.\n\nMOREAU\nNanotechnology enables us to isolate and\ntransfer specific gene sequences. Then through\nartificial insemination and surrogacy we can\ncreate hybrids that would be impossible in\nconventional crossbreeding.\n\nThe beam of the laser moves down into a subatomic world that is\nsuddenly ablaze with light. Rising before them are the spiralling\nhelices of the DNA molecule, the fundamental building block of life\nspinning in the laser's glare.\n\nMOREAU\nMy work will form the basis of a renaissance in genetic\nengineering that will transform the new century.\n\nCUT TO:\nINT. THE LAB - A MONITOR - NIGHT\n\nWe are watching the early days of the experiment. Moreau, younger\nnow, oversees the work of a chain-smoking behaviorist.\n\nMOREAU\nI won’t bore you with our early efforts.\nBasically we moved through herbivores to\ncarnivores to capitalize on the intelligence\nthat goes with predation. Then, taking a\ngorilla, I made my first \"Man\".\n\nThe videotape CUTS to a shaky handheld SHOT of a squat, dark-\nskinned APE MAN walking on the front lawn, holding hands with\nMoreau.\n\nMOREAU\n\fEverything our race has forgotten is being found\nagain, here on this island as if for the very\nfirst time. That's Prima, our first real\nsuccess... We took him from the surrogate mother\nat birth and raised him here in the compound.\nDr. Conway was with me then.\n\nPrendick watches now as an attractive chain-smoking woman, DR.\nCONWAY, submits Prima to a battery of intelligence tests,\nflashcards, and reading-readiness tests.\n\nMOREAU\nBy the age of five, Prima could speak English at\nleast as well as the average human child of the\nsame age. Conway was incredibly gifted in\ncommunicating with him.\n\nDr. Conway holds up a drawing of a suburban street. All appears\nnormal in the picture save for the presence of a car with square\nwheels and an elegant-looking woman who is strolling down the\nsidewalk with a tiger on a leash.\n\nDR.",
  "42": "---END OF PREVIOUS SECTION---\nConway holds up a drawing of a suburban street. All appears\nnormal in the picture save for the presence of a car with square\nwheels and an elegant-looking woman who is strolling down the\nsidewalk with a tiger on a leash. DR. \n---TARGET SECTION TO BE ANNOTATED---\n CONWAY (ON TAPE)\nNow, Prima, can you see anything wrong with this\npicture?\n\nPrima scratches his head.\n\nDR. CONWAY (ON TAPE)\nCome on, Prima. Big thinks, baby. Big thinks.\n\nPrima extends his hand to touch the square wheel but ignores\nthe tiger.\n\nPRIMA (ON TAPE)\nCar?\n\nDR. CONWAY (ON TAPE)\nVer-ry good!\nShe makes a mark in her notebook, the shadow of a frown crossing\nher face.\n\nMOREAU\nIt's impossible, really, to gauge non-human\nintelligence by human standards.\n\nMoreau's eyes shine with intense feeling as he watches Conway on\nthe screen.\n\nMOREAU\n\fConway worked tirelessly with them. She was so\ndedicated... inspired.\n\nDr. Conway produces another drawing, a depiction of several\nobjects, a house, a chair, a tree, a flower and a hat.\n\nDR. CONWAY (ON TAPE)\nNow, Prima, which one do you go to when there's\na storm? When it's wet and raining?\n\nPRIMA (ON TAPE)\nTree.\n\nHe touches the drawing and Dr. Conway shakes her head.\n\nDR. CONWAY (ON TAPE)\nNo, Prima. You go to the house when it rains.\n\nPrima frowns and bows his head, his shoulders hunched.\n\nPRIMA (ON TAPE)\nDamn me good.\n\nPrima takes one of Dr. Conway’s cigarettes and lights it smoking\nnervously as though afraid it might be taken from him.\n\nMOREAU\nToday the population of our island stands at\nmore than sixty. That's not counting the\ncreatures without human speech or form.\nAltogether I've made more than a hundred and\ntwenty, some had to be destroyed.\n\nPrendick reacts to this word.\n\nPRENDICK\nWhat happened to Dr. Conway?\n\nMOREAU\nDr. Conway died.\nThe video images give way to scenes of carnage, the laboratory\nfloor awash with blood.\n\nMOREAU\n\n(with difficulty)\nAn experiment that got out of control. A thing\nwith a human face that moved like a snake.\nIncredibly strong, enraged by the pain of its\ncreation... It killed her here, then escaped. We\ncornered it and destroyed it in the northern\npart of the island. In the chaos other creatures\n\fescaped as well.",
  "43": "---END OF PREVIOUS SECTION---\nIt killed her here, then escaped. We\ncornered it and destroyed it in the northern\npart of the island. In the chaos other creatures\n\fescaped as well. \n---TARGET SECTION TO BE ANNOTATED---\n Regrettably, there was some\nhybridization beyond my control.\n\nMoreau reaches for the remote control and stops the tape.\nMOREAU\n\nHer death was a personal tragedy for me. I must\nsee that it wasn't for nothing.\n\nPRENDICK\n\nThe people who fund you know nothing of this.\nMOREAU\n\nThe Foundation for the Humanities? ...Surely you\n\nknow of them?\n\nPRENDICK\n(bothered)\nThey've sponsored UN work involving human rights...\n\nMOREAU\nIncluding your own?\n\nPrendick says nothing, but it's probably true.\n\nPRENDICK\nAren't you ever afraid?\n\nMOREAU\nOf what?\n\nPRENDICK\nThat you’re going too far... That you’ve already\ngone too far.\n\nThis slightly changes the temperature. Moreau seems from here on to\nbe drifting away from Prendick.\n\nMOREAU\nI was researching. It led this way and I\nfollowed it. That's what good science is, Mr.\nPrendick. It takes a man way beyond fear.\n\nA feral CHITTERING comes from behind him now and Moreau glances\naround. On a bookshelf, an arm's reach away, two tiny, hunchbacked\nmice men, their bodies covered in a fine, brown fur, are squaring\noff over a mate. One of the mice men picks up a pin and shakes it\nat his companion, emitting a threatening SQUEAK.\n\fMOREAU\nOn occasion I succeed. I bring them very close\nto real humanity. But unless instinct is\ncontrolled chemically or with pain, the animal\nreturns. But I will eventually prevail. Violence\nwill be channelled into courage and duty.\nSexuality transmuted into religious ecstasy. The\npotential for refinement is limitless.\n\nHe seems to no longer be speaking to Prendick, or to anybody else.\nThe black leopard WHIMPERS softly from somewhere deep in its\ntrance. Moreau faces Prendick. He seems weary.\n\nMOREAU\nYou've heard it all, Mr. Prendick. I have no\nmore secrets.\n\nCUT TO:\nEXT. THE COMPOUND - DUSK\n\nWe see a time lapse view of the enclosure as dusk shelves off into\nnight; the Plant People creeping across the lawn, trying to flee\nthe lengthening shadows.",
  "44": "---END OF PREVIOUS SECTION---\nI have no\nmore secrets. CUT TO:\nEXT. THE COMPOUND - DUSK\n\nWe see a time lapse view of the enclosure as dusk shelves off into\nnight; the Plant People creeping across the lawn, trying to flee\nthe lengthening shadows. \n---TARGET SECTION TO BE ANNOTATED---\n Their SINGING gradually dies away and they\ndraw their branches tight around themselves as the night deepens\nand the lights come on behind them in the big house.\n\nThe sound of a CNN broadcast can be heard intoning World News.\n\nCNN(0.S.)\nReports have put casualties as high as six\nhundred thousand in what is now the third day of\ncontinuous conflict...\n\nCUT TO:\nINT. PRENDICK'S ROOM - DUSK\n\nPrendick is on his bed watching a small portable TV on the bedside\ntable. Aissa steps silently into the room. Apparently uninterested\nin the TV, she watches Prendick.\n\nCNN(0.S.)\nEmergency sessions of the UN Security Council\nhave brought no promise of a truce, but an\nincreasing threat that neighboring nations may\njoin the conflict. For an on scene assessment we\ngo to Molly Zuckerman, in Kabul...\n\nPrendick settles back on the bed and Aissa's hand reaches and turns\nthe TV off. He lies in the near darkness over preferring the\nsighing song of the plants and wild animal noises to the voice from\nthe world beyond.\n\fAs his gaze drifts to the open door of his room, the sight of\nsomething brings a trace of smile to his face.\n\nAissa stands at the doorway, watching him in large-eyed silence.\n\nPrendick extends his hand. Aissa pads quietly into the room and\ntakes his, gazing down at him on the bed.\n\nAISSA\nAre you sad, Prendick?\nPRENDICK\nSad?\nAISSA\nSad about what has happened in the world you\ncame from.\nPRENDICK\n\nIt seems a long way off.\n\nAISSA\nIt doesn't matter what happens out there.\n\nAissa smiles and gently rubs the back of his hand against her\ncheek.\n\nAISSA\nIs there some one you miss?\nPRENDICK\nNo one special, Aissa.\nAISSA\nAnd you no longer wish to runaway... to New\n\nYork?\nPrendick looks into her eyes.\n\nPRENDICK\nSit here.\n\nAissa settles on the bed, still holding Prendick's hand.\nAISSA\nEven if you don't run away, you will go someday\n\nand leave me.\n\nPRENDICK\n(smiles)\n\fHey, didn't I make you a promise, about New York.",
  "45": "---END OF PREVIOUS SECTION---\nAissa settles on the bed, still holding Prendick's hand. AISSA\nEven if you don't run away, you will go someday\n\nand leave me. PRENDICK\n(smiles)\n\fHey, didn't I make you a promise, about New York. \n---TARGET SECTION TO BE ANNOTATED---\nAISSA\nThat was only to get me to help you. That was a\nlie.\n\nSeeing her, feeling her caress, Prendick is very aroused. His\ngently cups her chin then gently draws her lips to a tender kiss.\nTheir lips part and Prendick whispers softly.\n\nPRENDICK\nThat was then. This is not a lie.\n\nHis lips again touch hers. Their mouths open and with the slightest\ntouches of lips and tongue tips they taste each others taste.\nPrendick sighs as he traces the strange sensual contours of her\nmouth.\n\nHis hands barely brush the top of her sarong and it drops away\nrevealing small, firm, perfect breasts. Aissa arches her back with\na sudden rush of feeling as Prendick's palms gently brush her erect\nnipples.\n\nIn sudden arousal, Aissa’s hands search down Prendick's body inside\nhis shirt; agile fingers glide down his chest to find the hairy\ncenterline of his muscular abdomen. He guides her hand further\nforcing an awareness of his desire. Aissa gasps, perhaps with fear\nof the unknown or perhaps with instinctual longing.\n\nWhile she kisses him, Prendick's hands settle on her buttocks and\nhe positions her over him. Then, slowly and gently he settles her\nloins to his own. Aissa whimpers at sensations that are both new\nand part of her basic desire. Both she and Prendick are caught up\nand equal in their pleasure. Their movements reflect intense hunger\nfor more of what they both are feeling. Thought is abolished by the\nfrantic pulses of instinct.\n\nPrendick's kisses Aissa's shoulders and neck, tasting the flavor\nand texture of her skin, the soft curves of her musculature. Then\nhis lips find the hard bud of her nipple and the pleasure is beyond\ncontrol.\n\nAissa feels a current course her body. She stretches forward, lying\natop Prendick with her arms extended above his head. As she\nreleases a feral cry which excites Prendick's own release, her\nhands clutch the bedding, her nails extend from her fingers and she\ndraws them down in catlike expression of her orgasm. They have\nbecome claws that tear long deep rents in the sheets.",
  "46": "---END OF PREVIOUS SECTION---\nShe stretches forward, lying\natop Prendick with her arms extended above his head. As she\nreleases a feral cry which excites Prendick's own release, her\nhands clutch the bedding, her nails extend from her fingers and she\ndraws them down in catlike expression of her orgasm. They have\nbecome claws that tear long deep rents in the sheets. \n---TARGET SECTION TO BE ANNOTATED---\n\fA figure, watching from the shadows of the hallway, turns and moves\naway as the lovers settle, exhausted, into each others arms.\n\nCUT TO:\nINT. THE LIVING ROOM - NIGHT\n\nMoreau sits at the piano playing out the gentle layers of\nGnossienne No-1, by Satie. His expression is distant, wistful, lost\nsomewhere in his own past.\n\nCUT TO:\nINT. THE BEDROOM - NIGHT\n\nThe door to the bathroom is open. Prendick watches as Aissa steps\nfrom the shower and begins toweling herself dry. As he watches her\nshe licks her palms and runs her hands quickly through her hair in\na distinctly cat-like gesture of grooming. Prendick's gaze lowers\nto the bed, to the rents torn into the bedding by her nails.\n\nPRENDICK\nAissa, who was your mother?\n\nAissa answers as she steps into the room.\n\nAISSA\nI don't know!\n\nPRENDICK\nYou don't know?\n\nAISSA\nI don't remember her... He took me away from her\nwhen I was born. He said she was from Fiji.\n\nFor an instant her pointed ears are revealed, she shakes her long\n\nhair down over her shoulders, covering them. She looks down at him,\nnervously.\n\nAISSA\nWhy do you ask me this?\nPrendick says nothing.\n\nAISSA\nI'm as human as you are!\n\nPrendick looks at her, unable to eliminate the question of her\norigins from his mind.\n\fAISSA\n(deeply earnest, in tears)\nPrendick. I love you. Is this the way an animal\nbehaves? Do animals cry?\n\nPRENDICK\nI don't know, Aissa. But I'm not sure it matters.\n\nHe reaches out to her and holds her. As she cuddles in his arms she\nspeaks.\n\nAISSA\nHe will never use me like he has used the others. If I am\never pregnant it will be by you.\n\nOff Prendick's look.\n\nCUT TO:\nEXT. THE VERANDAH - NIGHT\n\nLike characters from a Conrad novel, Montgomery and Moreau are\nfinishing drinks. M'Ling comes out with a tray. As he takes up\ntheir glasses, Moreau preps a cheroot.",
  "47": "---END OF PREVIOUS SECTION---\nTHE VERANDAH - NIGHT\n\nLike characters from a Conrad novel, Montgomery and Moreau are\nfinishing drinks. M'Ling comes out with a tray. As he takes up\ntheir glasses, Moreau preps a cheroot. \n---TARGET SECTION TO BE ANNOTATED---\nMOREAU\nPersonally, I think that what goes on in that\nvillage like some grotesque cartoon of the human\ncondition.\n\nMONTGOMERY\nBeing a bit hard on them, don't you think?\n\nMOREAU\nI'd rather he hadn't seen it.\n\nM'Ling, having cleared the drinks, lights Moreau's cigar then\nshambles into the house with his tray.\n\nMONTGOMERY\nI'd rather he'd drowned. There was no reason to\nturn the launch back. But you ordered it.\n\nMoreau smiles at him.\n\nMOREAU\nIt never hurts to have a fresh view on what one\ndoes and thinks. I was intrigued when you told\nme what he did, I thought he could bring and\ninteresting perspective to our work.\n\fAissa moves quietly from a side door of the house. She pauses by\nthe vegetation which surrounds the veranda and listens.\n\nMONTGOMERY\nHe can bring us a shitload of trouble. I don't\nsee him just going on his way and sending us the\noccasional postcard.\n\nAisSa strains to hear them.\n\nMOREAU\nI agree, his leaving the island could be\nproblematic.\n\nMONTGOMERY\nHis staying is a problem too. He's knocking toes\nwith Aissa.\n\nMoreau's eyebrows go up in exaggerated surprise.\n\nMOREAU\nOh, now I know why he suddenly bothers you.\n\nMONTGOMERY\nI'd remind you, she's your daughter.\n\nMOREAU\nYes, there's much of me in her. But mainly\nbecause of a shortage of genetic material. I'm\nfond of her, but that's all, just fond. The day\nwill come when she'll be useful as a surrogate.\nPerhaps he could b e useful too... a fresh\nsource of uncorrupted DNA.\n\nAissa winces as she hears this.\n\nMONTGOMERY\nSo his is \"Uncorrupted DNA\"... Not very subtle\nare we, Moreau?\n\nMOREAU\nI'm not being judgmental but I think all those\ndrugs have left a mark on you.\n\nMontgomery stares ahead in obvious jealous rage.\n\nMOREAU\nEasy now, Monty. If I could have engineered her\nsexual preference, I'd have put her in your\narms.\n\fA gong sounds off screen. Moreau rises.",
  "48": "---END OF PREVIOUS SECTION---\nIf I could have engineered her\nsexual preference, I'd have put her in your\narms. A gong sounds off screen. Moreau rises. \n---TARGET SECTION TO BE ANNOTATED---\nMOREAU\nIt's dinner time.\n\nCUT TO:\n\nINT. THE DINING ROOM - NIGHT\n\nMoreau sits at the head of the long table which has been laid for\n\ndinner,\n\nholding a cigar. Prendick sits across from him, while\n\nMontgomery sits somewhere between them.\n\nPrendick\n\nMOREAU\nOur islanders have been given speech, the\nbeginnings of a society, morality, laws...\n\nPRENDICK\nThat chanting is a legal system.\n\nMOREAU\nAdmittedly it's primitive but it's a beginning.\nI invite you to improve on it.\n\nPRENDICK\nI'll leave the drafting of your Bill of Rights\nto someone else.\n\nMONTGOMERY\nEddie only wants to be involved here in a very\nselective way.\n\nsenses Montgomery's hostility.\n\nMOREAU\nI'm sorry Mr. Prendick declines my offer. But I\ncan create in the laboratory an innate a respect\nfor law. Which is the first facet of a whole and\nhealthy society.\n\nPRENDICK\nA whole and healthy society. This place doesn't\nreally have that look.\n\nMONTGOMERY\nDon't worry Eddie. Later we'll really jazz them\nup... color co-ordinate them and accesorize\n\nthem, you won't be able to tell the little\nbuggers from anybody else you'd run into at the\nmall.\n\n(He looks toward the door)\nIn fact there's a look you don't mind.\n\fMoreau and Prendick turn to see Aissa emerge awkwardly from the\nstudy door, followed by Azazello and M'Ling, who carries a steaming\nplatter of curiously colored vegetables.\n\nMOREAU\nAh, darling. Please come and join us.\n\nAISSA\n(slightly cool)\nThank you, father.\n\nAissa seats herself at the table, her eyes downcast.\n\nMOREAU\nVegetables, Mr. Prendick? Our own produce. We\nare all vegetarians here.\n\nAs Moreau speaks, Azazello lays a silver serving dish on the table\nand lifts the lid to reveal an ill-cooked rabbit resting on a bed\nof herbs.\n\nMoreau's eyebrows go up. He flashes a look at Montgomery.\n\nMOREAU\nMontgomery, couldn't this have waited?\n\nMONTGOMERY\nYou said I could use my discretion.",
  "49": "---END OF PREVIOUS SECTION---\nHe flashes a look at Montgomery. MOREAU\nMontgomery, couldn't this have waited? MONTGOMERY\nYou said I could use my discretion. \n---TARGET SECTION TO BE ANNOTATED---\nMOREAU\nYour indulgence was to be personal, not shared.\n\nMONTGOMERY\nI felt generous. I think sharing the rabbit is a\nvery civilized gesture, don't you Eddie?\n\nPRENDICK\nNo doubt about it. Actually you shared one you\ndon't know about. It was in the undergrowth at\nthe back of the enclosure with its head torn\noff.\n\nMOREAU\n(alarmed and angry)\nTorn off? Hear that, Montgomery.\n\nMONTGOMERY\nI swear. None of them saw me kill.\n\nPrendick picks up on the rift between them.\n\fPrendick\n\nPRENDICK\nJust before I found the rabbit, I saw a man\ndrinking from the stream.\n\nMOREAU\nSucking his drink?\n\nPRENDICK\nSlurping it right up. Down on all fours.\n\nMOREAU\nAfter a kill they drink. It sweetens the salt\ntaste of blood...\n\nMONTGOMERY\nWell, there's another carnivore out of the\ncloset. So much for the Law and control of baser\ninstincts, Moreau.\n\nMOREAU\n(to Montgomery)\nWith you for a role model, I'm not surprised.\n(to Prendick)\nThis man you saw, would you know him again?\n\nAISSA\nLo-Mai! It was Lo-Mai who drank from the stream.\n\nMOREAU\nThank you, Sweetheart. I thought so... Well,\nwe'll have to make an example of him.\n\nAISSA\n(fiercely, rapidly, under her\nbreath like a catechism)\nPunishment is swift and sure!\n\nstares at her.\n\nMOREAU\nI've had my eye on Lo-Mai for awhile. He's been\nsloping off with the Hyena- Swine and making all\nkinds of trouble. We'll call a special assembly\ntomorrow. Mr. Prendick, identify him. I'll ask\nyou to formally.\n\nPRENDICK\nForget it. Leave me out of this.\n\fMONTGOMERY\nYou're a witness, man. Consider yourself\nsubpoenaed.\n\nMOREAU\n(passionately)\nI'm afraid I can't leave you out of it. Just\nbeing here makes you one of us.\n\nMoreau stubs out his cigar and gets to his feet.",
  "50": "---END OF PREVIOUS SECTION---\nMOREAU\n(passionately)\nI'm afraid I can't leave you out of it. Just\nbeing here makes you one of us. Moreau stubs out his cigar and gets to his feet. \n---TARGET SECTION TO BE ANNOTATED---\nMOREAU\nIf they get a taste for blood, we're finished.\n\nMoreau leaves the room, exchanging a covert conspiratorial look\nwith M'Ling. Aissa follows.\n\nMontgomery glances at Prendick, who is picking uneasily at the\nrabbit.\n\nMONTGOMERY\nHow's the rabbit?\n\nPRENDICK\nA little pink.\n\nBut Prendick's eyes are on Azazello who is standing in the study\ndoor, licking his hands, clearly excited by this new and\ndangerously addictive taste.\n\nCUT TO:\nEXT. THE COMPOUND - NIGHT\n\nPrendick walks out onto the steps of the veranda. He stares out at\nthe distant moonlit sea. Hearing something, he turns and Aissa\napproaches. He smiles, but her expression is dark. Seeing her eyes\nwhich have the faintest trace of glow, Prendick reacts.\n\nAISSA\nWhy do you look at me like that?\nPRENDICK\nNothing...I...\nAISSA\nYou mustn't trust them... They are bad men.\nPRENDICK\n\nWhy do you say that?\n\fAISSA\nThey lie. I have heard them.\n\nPRENDICK\nWhat did they lie about?\n\nAissa steps close to him.\n\nAISSA\nThey will not let you leave, ever. They will use\nyou. They use everyone.\n\nPRENDICK\nAissa, do you know how to use the radio?\n\nAISSA\nM'ling knows...\n\nCUT TO:\nINT. THE RADIO HUT - NIGHT\n\nM'Ling sits hunched over a two-way radio, wearing an ill-fitting\nset of headphones and barking into the transmitter.\n\nM'LING\nThis is Biostation Echo Rio Delta calling on all\nchannels. Come in? Is anyone receiving me?\n\nPrendick, seated beside him waits, but nothing comes. Aissa watches\nfrom the background.\n\nM'LING\nThere's nothing but static. Been that way for\nfive days.\n\nMontgomery's voice suddenly booms from the back of the shack.\n\nMONTGOMERY\nUnless we're jamming our own radio to keep you\nfrom leaving.\n\nM'ling looks suddenly terrified. Aissa backs away and Montgomery\nsteps up to the radio set.\n\nMONTGOMERY\nYou've got some real paranoia going, Eddie.",
  "51": "---END OF PREVIOUS SECTION---\nM'ling looks suddenly terrified. Aissa backs away and Montgomery\nsteps up to the radio set. MONTGOMERY\nYou've got some real paranoia going, Eddie. \n---TARGET SECTION TO BE ANNOTATED---\n Ever\nthink maybe there's nothing out there anymore...\nMaybe we've really gone and done it this time.\nMaybe we're the only ones left. You and me and\nthe Doc.\n\fPRENDICK\nAnd Aissa.\n\nMONTGOMERY\nYeah, let's include her. We'll need a female\nentity to start it up again.\n(He turns to Aissa)\nPost-nuclear family values is what we're after\nhere.\n\nAissa backs out the door and M'ling retreats to the shadows then\nout to the surrounding jungle. Montgomery faces Prendick.\n\nMONTGOMERY\nThey're always a bit fearful. In my opinion the\nveggies have corrupted the old man's seed.\n\nPRENDICK\nThey're both his children.\n\nMONTGOMERY\nAll his children. Since all I do is drag my big\nmuddy boots in and out of the temple of my body,\nI guess he figures my DNA wasn't all there.\n\nPRENDICK\nWho was Aissa's mother?\n\nMONTGOMERY\n(smiles)\nGiven the oddities of this place it's an amazing\nthing to speculate about, isn't it?\n\nMontgomery proffers a joint. Prendick is so preoccupied that he\ntakes a deep drag without realizing it.\n\nMONTGOMERY\nThere you go, man. Isn't that better than taking\nall this shit on the natch?\n\nPrendick turns towards the door, stepping out into the night He's\ndeeply troubled.\n\nEXT. THE VERANDAH - NIGHT\n\nAissa is waiting for Prendick in the shadows beside the door. As he\napproaches, she glances up at him, her eyes study glistening.\n\nAISSA\nWhat did he tell you?\n\fPRENDICK\n\nwho?\nAISSA\n\nMontgomery. What did he say about me?\nPRENDICK\n\nNothing.\nAISSA\n\nHe told you I'm one of them, didn't he?\nPrendick looks hard at her.\n\nAISSA\nSome kind of animal.\n\nAissa makes a movement that is terrifyingly cat-like, her hands\nflying towards Prendick's face. He grabs her wrists. She calms\ninstantly.\n\nPRENDICK\nAissa, we've got to get off of this island.\n\nAISSA\nWe can steal the launch.",
  "52": "---END OF PREVIOUS SECTION---\nShe calms\ninstantly. PRENDICK\nAissa, we've got to get off of this island. AISSA\nWe can steal the launch. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nIt's three or four days to New Guinea. We'll\nneed diesel and food and water.\n\nAISSA\nI can get food. There's diesel in the storeroom.\nTomorrow night there will be big screen after\nthe play. Everyone will be there. That would be\nthe time.\n\nAissa touches the remote on a CD and the romantic ballad heard\nearlier begins.\n\nAISSA\nStay with me tonight, Prendick...\n(She takes his hand.)\nMy Five Man. We still have time.\n\nShe moves closer. Prendick touches her face, and she draws him\ngently into her embrace.\n\nAISSA\nDance with me. Nothing else matters now.\n\fAnd for a while they dance together in the narrow puddle of light\nat one end of the long verandah. The power of Aissa's close\nphysical presence seems to overwhelm Prendick's concern; He looks\ninto her eyes with an intensity and tenderness that seems beyond\nhis control. Slowly, he surrenders to it; with one hand he gently\nstrokes her hair, lifts her head back and kisses her softly, then\ndeeply, while beyond in the tropical night, the howling of some\ngreat, unseen beast rises now to greet the moon.\n\nCUT TO:\nEXT. THE COMPOUND - DAY\n\nMoreau's flag, the emblem of the Tree of Life, billows against the\nblazing blue sky. The sound of a HORN; followed by a mounting\nCLAMOR of bestial voices.\n\nMoreau stands on a wooden rostrum beneath the flagpole the horn\nraised to his lips, Prendick, Montgomery, and M'Ling flanking him.\nWaggdi, Azazello and the other Dog Men are posted around the base\nof the rostrum on crowd control duty.\n\nAt the sound of the horn, the Beast Folk bow on their knees and\nelbows and begin flinging dust over their heads. Montgomery,\nclipboard in hand, checks them off one by one.\n\nMONTGOMERY\nSixty-two, sixty-three... We're coming up short\nhere.\n\nMOREAU\n\nThere are four more.\n\nPRENDICK\nI don't see Lo-Mai.\n\nMONTGOMERY\nNo big surprise there, buddy.",
  "53": "---END OF PREVIOUS SECTION---\nMOREAU\n\nThere are four more. PRENDICK\nI don't see Lo-Mai. MONTGOMERY\nNo big surprise there, buddy. \n---TARGET SECTION TO BE ANNOTATED---\nMoreau sounds the HORN again and the Beast Folk writhe and grovel\nwith renewed fervor. Then, slinking through the main gate, comes\nLo-Mai and the HYENA-SWINE followed by Assassimon, dressed in white\nlinen trousers. The other animals shoot vicious glances at him.\nMoreau passes the horn to M'Ling.\n\nMOREAU\nSilence!\n\nThe Beast Folk sit back on their haunches now and rest from their\nworshipping.\n\fMOREAU\nWhere is my Sayer of the Law?\n\nThe horned man bows his face to the dust.\n\nMOREAU\nSay the words.\n\nSAYER OF THE LAW\nNot to go on all fours; that is the Law.\n\nThe kneeling assembly recites the words after him swaying from side\nto side and striking up the dust with their hands.\n\nALL (CHORUS)\nNot to go on all-fours; that is the Law. Are we\nnot men? Not to slurp up drink, that is the Law.\nAre we not men? Not to eat flesh nor fish; that\nis the Law. Are we not men?\n\nMOREAU\nSTOP!\n\nSilence falls at once.\n\nThe Beast Folk know what's coming and glance furtively at one\nanother, a feeling of dread creeping over the assembly.\n\nMOREAU\nThat Law has been broken.\n\nSAYER OF THE LAW\nNone escape!\n\nALL (CHORUS)\nNone escape!\n\nMOREAU\nWho is he?\n\nMoreau CRACKS his whip for effect as Lo-Mai and the Hyena-Swine\nglance at each other nervously.\n\nMOREAU\nWHO IS HE?\n\nSAYER OF THE LAW\nEvil is he who breaks the Law!\n\nMoreau meets Lo-Mai's gaze, looking him steadfastly in the eye.\n\fMOREAU\nWhoever breaks the Law goes back to the House of\nPain.\n\nALL (CHORUS)\nBack to the House of Pain! Back to the House of\nPain, O Master!\n\nAZAZELLO\n(pathetically, eagerly)\nBack to the House of Pain! Back to the House of\nPain!\n\nMoreau turns his attention to Lo-Mai once more.",
  "54": "---END OF PREVIOUS SECTION---\nAZAZELLO\n(pathetically, eagerly)\nBack to the House of Pain! Back to the House of\nPain! Moreau turns his attention to Lo-Mai once more. \n---TARGET SECTION TO BE ANNOTATED---\nMOREAU\nDo you hear?\n\nThe terrified Leopard Man springs to his feet now and leaps\ndesperately towards the rostrum, his eyes aflame, a row of ivory\nfangs flashing out from beneath his curling lips.\n\nWaggdi raises his cattle prod to block the Leopard Man's path, but\nLo-Mai sweeps him aside, sending him sprawling to the dust, yelping\nand clutching at his bleeding snout.\n\nAzazello and the Hyena-Swine are watching with expressions of pure\nmalice on their faces. They turn to one another conspiratorially.\nLo-Mai mounts the rostrum, coming face to face now with Moreau who\nresolutely stands his ground. Moreau looks into the Leopard Man's\neyes, and it is as if he is looking into his very soul.\n\nMOREAU\nMy son...\n\nThen with a snarl Lo-Mai lunges at Moreau, but Azazello strikes him\ndown with his cattle prod. He cringes, trying to protect himself as\nthe Dog Men surround him. Azazello pins his arms behind his back\nwhile Waggdi grabs him vengefully by the hair, pulling his head\nback so that Moreau can look him in the face once more.\n\nThe Hyena-Swine has been joined by other Chimaera, who are watching\nwith threatening expressions. Assassimon looks on with something\nclose to pity.\n\nLo-Mai's eyes are wide and glazed with fear.\nLO-MAI\n\n(imploringly)\nFather...\n\fMoreau pats Lo-Mai's head soothingly.\n\nMOREAU\nIt's all right, my son. I forgive you for\neverything.\n\nWith one fluid motion, Moreau draws his revolver and puts it to Lo-\nMai's head, squeezing the trigger. There is a deafening concussion\nand the Leopard Man falls. Assassimon, the Hyena-Swine and other\nChimeras recoil as if they've been shot too.\n\nFor a moment, all is quiet.\n\nMONTGOMERY\n(almost to himself, with bitterness)\nHe's with the program now...he's really a\nbeliever now, man...\n\nMoreau gives him a hard look, then looks to the Sayer of the Law.",
  "55": "---END OF PREVIOUS SECTION---\nFor a moment, all is quiet. MONTGOMERY\n(almost to himself, with bitterness)\nHe's with the program now...he's really a\nbeliever now, man... Moreau gives him a hard look, then looks to the Sayer of the Law. \n---TARGET SECTION TO BE ANNOTATED---\nSAYER OF THE LAW\nThe gun has spoken! It is good!\n\nAZAZELLO\nHallelujah!\n\nAssassimon, the Hyena-Swine and the Chimaera standing with them are\nlooking on with undisguised hatred now.\n\nPrendick looks in mounting horror from Azazello, who is already\nbending over Lo-Mai's twitching body as if excited by the smell of\nhis blood, to Moreau who stands over them, the smoking gun in his\nhand, his white suit specked with blood, his eyes filled with cold\nfire, the VOICES of the chanting congregation rising around him.\n\nALL (CHORUS)\nHis is the hand that wounds! His is the hand\nthat heals! flash! His is the lightning His is\nthe House of Pain!\n\nPrendick stares in horror.\n\nAssassimon, the Hyena-Swine and the others look meaningfully at\neach other.\n\nCUT TO:\n\fEXT. THE COMPOUND - MID-AFTERNOON\n\nPrendick stands waist-high in a field of marijuana plants watching\nas the ball game gets under way on the front lawn, Assassimon\ncoming up to bat. Beside him, Azazello and Montgomery, his long\nhair tied back by a greasy bandana, are busy watering the plants.\n\nThere is a CRACK of wood against horsehide, followed by a\nspattering of APPLAUSE and Montgomery glances up in time to see the\nMonkey Man reaching first base.\n\nMontgomery plucks a joint from his bandana and fires it up.\n\nMONTGOMERY\nAssassimon's in his element. Fantastic\nknuckleball. But then, look at his knuckles. Oh\nshit. Here comes trouble.\n\nPrendick follows Montgomery's gaze, to see Kiril and the Hyena-\nSwine wading towards them through the marijuana field.\n\nKIRIL\nHail, to the Other with the whip.\n\nMONTGOMERY\nHail to you, too. There's a Third with a whip\nnow, so you'd better watch yourself.\n\nHYENA- SWINE\nWas he not made? He said... he said he was made.\n\nKIRIL\nThe Third with the whip, he that walks weeping\ninto the sea, has a long thin face.",
  "56": "---END OF PREVIOUS SECTION---\nHYENA- SWINE\nWas he not made? He said... he said he was made. KIRIL\nThe Third with the whip, he that walks weeping\ninto the sea, has a long thin face. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nHe has a long thin whip, and it hurts.\n\nKIRIL\nYesterday he bled and wept.\n\nHYENA- SWINE\nYou never bleed or weep. The Master does not\nbleed or weep.\n\nMONTGOMERY\nYou'll fucking bleed and weep if you don't shut\nup!\n\nHe turns away, passing the joint to Azazello. The Dog Man smokes it\ngreedily.\n\fPRENDICK\nYou think that's a good idea?\n\nMONTGOMERY\nI don't know. Maybe I'm too liberal...\n\nPRENDICK\nI don't think you know what you're doing. That\nwas a crazy fucking thing, showing Azazello how\nto skin and gut a rabbit.\n\nMONTGOMERY\nWell, shit... It's not like he killed the damned\nthing. He gets to have a few perks, too. He\nworks hard. Don't you Azazello, old sock, old\nbuddy... you’re a goddamned good old son-of-a-\nbitch.\n\nHe scratches Azazello behind the ear, calling him jocular names as\n\nthe Dog Man fawns on him in extraordinary delight.\n\nAZAZELLO\nYes, yes, most certainly so, Master.\n\nAzazello passes the joint to the Hyena-Swine.\n\nKIRIL\n\nThe Law says you must not destroy life.\nMONTGOMERY\n\nYeah, that's right. You know it is.\nKIRIL\n\nNone must not take another life but you... By\n\nthe water...You.\n\nMONTGOMERY\nI what? You fuzzy bastard!\n\nKiril makes the motion of breaking the rabbit's neck and gives an\n\nincredibly accurate imitation of its scream.\n\nThere is an awkward silence as Montgomery meets Kiril's gaze,\nHyena-Swine watching them intently. Behind them the BISON MAN steps\nonto the pitcher's mound. Going to the plate, Assassimon holds the\n\nbat unsteadily in his hands.\n\nMONTGOMERY\nAre you judging me? Are you fucking daring to\ncompare yourself to me?\n\fKIRIL\nNo, no! Everyone does it sometime, I turn over a\nrock once in a while and lap up an insect or\ntwo.\n\nMONTGOMERY\nInsects don't really count. Everybody kills them.",
  "57": "---END OF PREVIOUS SECTION---\nEveryone does it sometime, I turn over a\nrock once in a while and lap up an insect or\ntwo. MONTGOMERY\nInsects don't really count. Everybody kills them. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nYeah. But we don't all necessarily eat them.\n\nThe Bison Man pitches the ball at Assassimon, striking him in the\nhead with a resounding CRACK.\n\nBISON MAN\nHowzat !\n\nThere is a raucous clamoring of JEERS AND APPLAUSE as Waggdi and\nthe Sloth Man pick up Assassimon's twitching body and carry him off\nthe field.\n\nBISON MAN\nHow was that?\n\nPrendick turns his eyes towards the middle distance where\nAssassimon lies in the arms of the FOX LADY, while the Sloth Man\ndabs ineffectually at his bleeding head. Out on the field, with the\ngame interrupted, the Bison Man starts to run around and around the\nbases, a relentless force of nature scuffing up dust in the lazy\nafternoon air.\n\nHe looks to the Hyena-Swine, who is watching him with a barely\nconcealed menace.\n\nCUT TO:\nEXT. THE COMPOUND - DUSK\n\nPrendick stares out across the compound towards the jetty and the\nlaunch that will take him to freedom; beyond, the fiery rim of the\nsetting sun. Then he sees the figure of Moreau in his white suite\nstanding at the end of the jetty, his eyes turned towards the same\nhorizon. A small posse of Beast Folk crouch at a respectful\ndistance behind him, watching in bewilderment as if incapable of\nunderstanding what holds their master's attention.\n\nPrendick is filled with sympathy, almost awe, as he watches\nMoreau's lonely, terrifying courage.\n\nCUT TO:\n\nEXT. THE JETTY - DUSK\n\fWaggdi comes loping up to Moreau and bows before him.\n\nWAGGDI\nYou must come at once, Master. The contractions\nhave started.\n\nMOREAU\nThank you, Waggdi. See that the entertainments\nbegin on time.\n\nWaggdi turns and lopes away, happy on his errand. Moreau turns away\nfrom the setting sun and, for a moment, his mask slips, the\nweariness in his eyes showing through. Then his face hardens and he\nstarts back towards the house.\n\nCUT TO:\nINT. THE GUEST ROOM - DUSK\n\nAissa sits in front of the dressing table mirror.",
  "58": "---END OF PREVIOUS SECTION---\nThen his face hardens and he\nstarts back towards the house. CUT TO:\nINT. THE GUEST ROOM - DUSK\n\nAissa sits in front of the dressing table mirror. \n---TARGET SECTION TO BE ANNOTATED---\n She closely\nexamines her face. She appears distressed as her finger touches a\nsmall cluster of catlike whiskers that has begun to grow from her\ncheek.\n\nShe frowns and picks up a heavy tweezer. In what is obviously\npainful she plucks them out, then daubs away a spot of blood with a\ntissue.\n\nThere comes a knock at the door and she turns with a start.\nThe door opens a crack to admit Waggdi's snout.\n\nWAGGDI\nYou're on in five.\n\nAISSA\nThank you, Waggdi.\n\nCUT TO:\nEXT. THE COMPOUND - NIGHT\n\nA performance of \"Alice\" is under way before a small crowd. The\nSayer of the Law in his Moreau mask is shaking his rattle at\nAzazello who crouches on his haunches before the small portable\nscreen from the Nissan hut.\n\nAissa faces Azazello whose face is painted in a Cheshire Cat's huge\ngrin. Prendick looks on from the back of the crowd.\n\nAISSA\nWhat sort of people live here?\n\fAZAZELLO\nTo the right lives a Hatter, to the left a March\nhare. You can visit either if you like. They're\nboth quite mad.\n\nAISSA\nBut I don't want to go among mad people.\n\nAZAZELLO\nCan't be helped. We're all mad here. I'm mad.\nYou're mad.\n\nThere are some nervous giggles from the audience.\n\nAISSA\nHow do you know that I'm mad?\n\nAZAZELLO\nYou must be or you wouldn't have come.\n\nAissa looks to Prendick, catching his eye for a moment. He smiles\nat her. Azazello notices the interchange, and smiles obscenely\nwithin the exaggerated Cheshire smile. His next line carries a\ntrace of menace.\n\nAZAZELLO\nThis place demands madness.\n\nCUT TO:\nINT. THE LABORATORY - NIGHT\n\nThe convulsing body of the black leopard is strapped to the\noperating table, ringed by Moreau, Montgomery, Waggdi, and another\nof the Dog Men, all of them clad now in surgical masks and gowns.\nMontgomery leans over the animal, then glances up at Moreau, sweat\nbeading his forehead.",
  "59": "---END OF PREVIOUS SECTION---\nCUT TO:\nINT. THE LABORATORY - NIGHT\n\nThe convulsing body of the black leopard is strapped to the\noperating table, ringed by Moreau, Montgomery, Waggdi, and another\nof the Dog Men, all of them clad now in surgical masks and gowns. Montgomery leans over the animal, then glances up at Moreau, sweat\nbeading his forehead. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nWe've got to cut her, Doc. We've got no choice.\n\nMoreau nods and looks to Waggdi.\n\nMOREAU\nCaesarean, Waggdi. Scalpel.\n\nWaggdi hands him the blade and, bending over the stricken animal,\nthe doctor begins the operation.\n\nCUT TO:\nEXT. THE VERANDAH - NIGHT\n\fPrendick and Aissa standing at one end of the lon talking in hushed\nvoices as Prendick checks their bundles.\n\nAISSA\nHow was I?\n\nPRENDICK\nTerrific. You were the best \"Alice\" I've ever\nseen.\n\nAISSA\n\nAnd how many Alices have you seen?\nHe holds her by the shoulders.\n\nPRENDICK\nIt's time, let's go.\n\nAissa shoulders her bundle and follows him on tiptoe through the\nstudy door.\n\nCUT TO:\nEXT. THE COMPOUND - NIGHT\n\nA screen is set up for a CD ROM projection system.\nAzazello punches a keyboard and shouts.\n\nAZAZELLO\nYaba daba doo!\n\nThe \"animated\" Fred Flintsone appears on the screen and echoes the\nshout which is then excitedly repeated by the gathering. As Fred\nreacts to something off screen, Azazello pushes another key and --\n\nA colorized clip from the film \"Blonde Venus.' A dancing gorilla on\nthe stage of a thirties nightclub.\n\nThe audience GASPS in awe as the gorilla delicately removes its\nhead, revealing itself to be Marlene Dietrich. Then, before their\nwidening eyes, she strips off the rest of her gorilla suit and\nlaunches into a song called \"Hot Voodoo.\" The beast people watch,\ntransfixed.\n\nGiggling with barely contained excitement, Azazello punches wildly\nat a keyboard and—\n\nGodzilla appears. To gasps and applause he begins destroying Tokyo.\n\nCUT TO:\nINT. THE LABORATORY - NIGHT\n\fThe black leopard is close to death now, a gaping wound in its\nabdomen pinned open by surgical clamps as Moreau reaches inside it\nto retrieve its premature offspring.\n\nWAGGDI\nThe incubator is ready, Master.\n\nMOREAU\nAlright, I'm going in.",
  "60": "---END OF PREVIOUS SECTION---\nTHE LABORATORY - NIGHT\n\fThe black leopard is close to death now, a gaping wound in its\nabdomen pinned open by surgical clamps as Moreau reaches inside it\nto retrieve its premature offspring. WAGGDI\nThe incubator is ready, Master. MOREAU\nAlright, I'm going in. \n---TARGET SECTION TO BE ANNOTATED---\nHe turns his attention to the large throbbing life form that is\nstill coiled within its mother's dying shell. Moreau reaches down,\ncutting into the membrane. He has performed a hundred similar\noperations but even he is unprepared for what comes next.\n\nThere is a terrible, wet tearing SOUND and something upwards from\nthe incision, lunging towards Moreau. A explodes malformed,\nsquealing thing, bifurcated, far bigger than it should be, its\nskinless snout opening wide to reveal a double row of jagged teeth.\n\nCUT TO:\nEXT. THE COMPOUND - NIGHT\n\nPrendick and Aissa struggle with jerry cans of diesel to the\nflatbed truck. When they have humped the last of the cans, Prendick\ngoes to the cab.\n\nAissa stands watch beside the open door as Prendick puts his\nbeneath the dashboard of the flatbed. There are sparks as he begins\nhot wiring the truck.\n\nThere is a low GROWL and the flatbed RUMBLES into life causing\nPrendick to sit up too suddenly, banging his head on the dashboard.\n\nPRENDICK\nLet's go!\n\nSuddenly, both of them freeze, hearing the sounds of SCREAMS and\nBREAKING GLASS coming from the laboratory. Prendick turns towards\nthe Nissan hut in time to see one of the Dog Men appear in its\nlighted doorway. The figure is drenched in blood, its eyes wide and\nterrified. It makes as if to step towards Prendick but then with a\nROAR something red and half glimpsed brings him down. The Dog Man\nSCREAMS, hanging onto the doorframe for a moment. Then, with an\nawful RENDING SOUND he loses his grasp and is dragged SCREAMING\nback into the laboratory. An instant later his screams are cut\nshort and low, bloodcurdling SNARL ripples across the courtyard.\n\nPRENDICK\nGet back!\n\fAissa retreats into the safety of the big house and Prendick is\njust starting back towards the flatbed when the hunched shape of\nsomething not unlike a huge, flayed cat appears in the laboratory\ndoorway, walking on its hind legs and slowly pulling itself to its\nfull height, its talons glistening with blood.",
  "61": "---END OF PREVIOUS SECTION---\nAn instant later his screams are cut\nshort and low, bloodcurdling SNARL ripples across the courtyard. PRENDICK\nGet back! Aissa retreats into the safety of the big house and Prendick is\njust starting back towards the flatbed when the hunched shape of\nsomething not unlike a huge, flayed cat appears in the laboratory\ndoorway, walking on its hind legs and slowly pulling itself to its\nfull height, its talons glistening with blood. \n---TARGET SECTION TO BE ANNOTATED---\n It stretches itself\nand Prendick's mind reels as he sees that the creature seems to be\nactually growing in bulk before his very eyes, its muscles rippling\nin the half light.\n\nHe reaches for the door of the flatbed but the Chimaera sees him\nnow and launches itself at him with the speed of an express train,\nits nostrils flaring.\n\nHe catches a fleeting glimpse of an awful face, not human, not\nanimal. Prendick flings up one arm to defend himself but the\nChimaera flings him headlong, wafer thin talons laying open his\nchest and forearm.\n\nHe rolls over and over, his hands clasped over his head. A volley\nof shots is heard. Then the beast is gone, bounding towards the\nmain gate. Prendick tries to sit up and then collapses again.\nMoreau comes running up, a rifle in his hands, his white face dewed\nwith blood.\n\nThere is a loud CRASH of rending metal and the night is lit up for\na moment by an explosion of sparks from the electrified fence.\n\nMoreau stops in his tracks and Montgomery joins him, breathless and\nclutching an automatic in one hand.\n\nMOREAU\nIt's gone through the perimeter... Waggdi! Sound\nthe alarm!\n\nMoreau and Waggdi both make a dash for the big house while\nMontgomery kneels beside Prendick, examining the lacerations in his\nchest and arm.\n\nMONTGOMERY\nJesus Christ, Eddie, that thing is loose... It's\nunbelievably strong...\n\nPRENDICK\n(groaning)\nYeah, tell me about it...\n\nMONTGOMERY\nLet me see that... Oh Jesus... you gotta get\nsome disinfectant on these... Aissa!\n\fAissa, who is cowering in the doorway of the big house, snaps to\nattention.\n\nMONTGOMERY\nGet the first aid kit! Fast!\n\nAissa ducks back into the house and Prendick grimaces, closing his\neyes.\n\nPRENDICK\nAh fuck... I feel like I'm on fire...\n\nMONTGOMERY\nJust hold on, buddy.\n\nPrendick grinds his teeth together as Aissa runs to him, carrying\nthe First-Aid kit. Montgomery swabs his wounds with antiseptic.\n\nAISSA\nHold still.",
  "62": "---END OF PREVIOUS SECTION---\nPrendick grinds his teeth together as Aissa runs to him, carrying\nthe First-Aid kit. Montgomery swabs his wounds with antiseptic. AISSA\nHold still. \n---TARGET SECTION TO BE ANNOTATED---\nAissa presses her hands against Prendick's forehead.\n\nThere is a CLATTER OF HOOVES and Moreau goes riding past on his\nwhite horse, hunting rifle slung over one shoulder, a pack of\nBARKING Dog Men brandishing cattle prods following at his heels. He\nsees Montgomery attending to Prendick.\n\nMOREAU\nNever mind him! Leave him!\n\nMontgomery starts up, abandoning Prendick for a moment.\n\nMONTGOMERY\nWait! I'll come! It's too dangerous!\n\nMoreau glances back at him and there is something in his face,\nwhite as a death's head in the moonlight, that causes Montgomery to\nfall silent.\n\nMoreau turns away, the Dog Men spurring his horse towards the main\ngate, running at his heels, in dismay. Montgomery staring after him\n\nCUT TO:\nINT. THE GUEST ROOM - NIGHT\n\nMontgomery and Aissa lower Prendick onto the bed.\nHe is naked now, sweat standing out on his forehead, his chest and\n\narm swathed in bandages. He tries to open his eyes, wincing as if\nblinded by the yellow flare of the paraffin lamp.\n\fPRENDICK\nGod... why is that light so bright?\n\nSeeing the hypodermic Prendick starts to react as Montgomery slides\na needle into his forearm.\n\nMONTGOMERY\nEasy Eddie, you're in shock... There...\n\nPrendick relaxes as Montgomery gets up and starts hastily towards\nthe door.\n\nAissa touches his face, soothing him as the drugs draw a chemical\ncurtain across his pain. He sighs, looking up at her, haloed by the\nhallucinatory glare of the lantern. She smiles, taking his hand and\nplacing it against her bosom.\n\nAISSA\nSleep, Prendick. My poor Five-Man. I will make\nyou well. Sleep...\n\nAissa lies beside him, forming herself cat-like against him.\nHe slowly draws an arm over her.\n\nCUT TO:\nEXT. THE ISLAND - DAWN\n\nA seething, volcanic sun rises above the rim of the earth SOUND OF\nA HORN and the BAYING OF HOUNDS rising to greet it the from below\nthe canopy of the rainforest.\n\nCUT TO:\nEXT.",
  "63": "---END OF PREVIOUS SECTION---\nCUT TO:\nEXT. THE ISLAND - DAWN\n\nA seething, volcanic sun rises above the rim of the earth SOUND OF\nA HORN and the BAYING OF HOUNDS rising to greet it the from below\nthe canopy of the rainforest. CUT TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE RAINFOREST - MORNING\n\nA flock of parrots scatter in dismay as a line of Beast People come\nCRASHING through a cane break, beating the foliage to drive out\ntheir quarry.\n\nMoreau follows at a distance on horseback, Waggdi walking fast\nbeside him.\n\nUp ahead the undergrowth quivers and Waggdi freezes, sniffing the\nair.\nWAGGDI\nHe’s close, Master. I smell him. Just a breath\naway.\n\nMoreau reigns his steed to a halt, cocking the hunting rifle.\n\fWaggdi steps forward towards the wall of greenery, his cattle prod\nraised defensively. He reaches out to touch the crushed leaves and\nwhen he draws back his fingers they are sticky with drying blood.\n\nHe turns to Moreau, nodding his head as if to signal him, but at\nthat instant the wall of the rainforest erupts behind him.\n\nWith an ear-splitting SHRIEK the Chimaera plunges from its hiding\nplace, wrenching Waggdi from his feet.\n\nThe horse rears in panic, and Moreau is flung backwards from his\nsaddle. He strikes a tree trunk, landing awkwardly, the breath\ndriven from him, the hunting rifle still clenched in his hands.\n\nHis horse bolts past him.\n\nWaggdi screams, his cattle prod, trying to fend off the Chimaera's\njaws with but the creature drags him down, tightening its coils\nremorselessly around him.\n\nMoreau regains his feet, levelling the rifle as the Chimaera begins\nto ingest the struggling Dog Man. He catches a last glimpse of\nWaggdi's bulging eyes, curiously calm now as if hypnotized by the\nimmensity of what is happening to him. His body spasms and, with a\nHISS, the Chimaera casts him aside, turning its attention now\ntowards Moreau.\n\nMoreau meets its gaze and the creature hesitates, fear sparking in\nits eyes. Then it raises its bifurcated snout and HOWLS.\n\nMoreau shivers, his expression faltering as the full pain and\nhorror of what he has created comes home to him.\n\nMOREAU\n(under his breath)\nGod... Forgive me...\n\nThere is a terrible pity in his eyes now.\nThe rifle wavers in his hands.",
  "64": "---END OF PREVIOUS SECTION---\nForgive me... There is a terrible pity in his eyes now. The rifle wavers in his hands. \n---TARGET SECTION TO BE ANNOTATED---\nThen with a feral snarl the Chimaera launches itself at him. He\npulls the trigger and the rifle jumps in his hands, punching a hole\nthe size of a fist in the beast's torso. The creature is upon him\nbefore he can get off another round, driving the rifle from his\nhands, its jaws closing on his body from side to side as it savages\nhim.\n\fMoreau goes limp and the creature drops him, gathering itself to\nfull height, bellowing in mindless rage. Moreau's eyes flicker\nopen, hazy with shock. His good hand goes to his holster, drawing\nhis pistol, his eyes calm as he looks the Chimaera in the face,\nseeing the beast's glistening jaws widen before him.\n\nMOREAU\nThy will be done.\n\nThe beast pounces and he raises his gun. Plunging it into the\ngaping maw, he fires.\n\nThe Chimaera shrieks, rearing backwards, its maimed head lashing\nfrom side to side. Then, its rage spent, it relinquishes its brief\ntenure on life, crumpling to the forest floor with a final hiss,\npinning Moreau beneath the quivering carcass.\n\nThe doctor groans, dragging himself from beneath the fallen\ncreature and trying to stand but his legs give out and he falls to\nhis knees. Looking up he sees a row of impossibly gaudy parrots\nregarding him from a branch above. He sighs as if overwhelmed by\nthe terrible fertility of the island.\n\nGazing around he sees that a silent ring of Beast Folk have emerged\nfrom the shadows and stand watching him. In their dull animal gaze\nis silent brooding contempt. Cudgels and machetes are clutched in\ntheir misshapen hands.\n\nMoreau recognizes Azazello, the Boar Man and the Hyena-Swine\namongst the ranks and reaches out to them with a blood streaked\nhand, motioning them to come nearer.\n\nMOREAU\nHelp me...\n\nHYENA- SWINE\nThe master bleeds.\n\nAZAZELLO\nIf he bleeds he can die.\n\nHYENA- SWINE\nHe can die?\n\nMOREAU\nHelp me... for the love of God.",
  "65": "---END OF PREVIOUS SECTION---\nAZAZELLO\nIf he bleeds he can die. HYENA- SWINE\nHe can die? MOREAU\nHelp me... for the love of God. \n---TARGET SECTION TO BE ANNOTATED---\nHYENA- SWINE\nDo you love me father? Do you love your son?\n\fThe Hyena-Swine pads across the clearing towards Moreau, its\nhackles rising, its tiny, pig like eyes sparkling with bloodlust. A\nmachete glints in its hand.\n\nMOREAU\nI love you.\n\nHYENA- SWINE\nThen let your son embrace you.\n\nMoreau bows his head.\n\nMOREAU\nChildren of the law...forgive me...\n\nHYENA- SWINE\nLaw no more!\n\nThe machete swings in a gleaming arc and the good doctor's body\nfalls to the waiting earth. The Hyena-Swine raises the machete,\nseeing the master's blood glistening in the tropical sunshine.\n\nHYENA- SWINE\nNow I am God.\n\nHe licks Moreau's blood from the blade and begins giggling\nhysterically while his comrades abandoning their fear close in and\nbeat the doctor's fallen body. Taking up the Hyena-Swine's chant\nthey release years of rage in animal savagery.\n\nALL\nLaw no more! Law no more!\n\nThe parrots shift nervously on their perches taking flight one by\none as the beast folk dance in bizarre celebration around Moreau's\nbody. The birds rise up through the leafy canopy of the trees to\nthe sky and the heavens beyond.\n\nAfterwards, something like snowflakes falls and melts in the\nPacific sun and the distant thunder of an approaching storm rumbles\nover the scene.\n\nCUT TO:\nINT. THE GUEST ROOM - DAY\n\nTHUNDER crashes outside and warm rain squalls against the glass.\nAissa turns over, kissing Prendick on the forehead.\n\nHe opens his eyes and she smiles at him.\n\fHe looks at her, and his eyes widen.\n\nSome strange reversion has begun; The imperfect upper-lip has\nbecome exaggerated, and a distinct fur-like down appeared has on\nher face, but she is nonetheless still beautiful.\n\nPrendick stares. She draws him close and he kisses her again. His\nface is guided by her hands down to her breasts. His lips find her\nnipples and she twists with arousal, then she guides his face\nfurther down her body to another set of breasts, vestigial buds\nthat have erupted on the smooth skin of her torso.",
  "66": "---END OF PREVIOUS SECTION---\nShe draws him close and he kisses her again. His\nface is guided by her hands down to her breasts. His lips find her\nnipples and she twists with arousal, then she guides his face\nfurther down her body to another set of breasts, vestigial buds\nthat have erupted on the smooth skin of her torso. \n---TARGET SECTION TO BE ANNOTATED---\nPrendick reacts, balancing on a knife edge of revulsion and desire,\nthen he gives in to the latter, kissing wildly at her feral\nmammaries, aroused beyond any point of return.\n\nAgain, louder, there comes the sound of THUNDER.\n\nCUT TO:\nEXT. THE RAINFOREST - DAY\n\nThe THUNDER becomes the sound of hooves and we see the riderless\nwhite stallion racing through the trees, its flanks wet with foam.\n\nCUT TO:\nEXT. THE COMPOUND - DAY\n\nA violent storm lashes the island. A WAILING procession of Beast\nFolk, led by the Sayer of the Law, trudge slowly through the\ndriving rain, their heads bowed as they bear Moreau back to the big\nhouse, his body held aloft, his arms outstretched as if crucified,\nhis head tilted back, rain falling in his sightless eyes and\nwashing the blood from his face in pink rivulets.\n\nMontgomery stands waiting for them on the front lawn, his features\ntwisted in despair.\n\nBehind him Prendick comes slowly down the driveway, supported by\nAissa. He is barefoot, dressed only in a blanket and a damp pair of\nflannel trousers.\n\nMONTGOMERY\nIt's all over. Oh god...\n\nThe procession comes to a halt and the Sayer of the Law steps\nforward to address Montgomery.\n\nSAYER OF THE LAW\nHe is dead.\n\fAZAZELLO\nIs there a Law now? Is it still to be this and\nthat?\n\nSAYER OF THE LAW\nIs there a Law, thou Other with the whip? Is\nthere a Law now that He is dead?\n\nMontgomery looks to Prendick, his jaw hanging slackly.\n\nPrendick steps forward, Aissa clinging to his arm, and tries to\ntake command of the situation.\n\nPRENDICK\nOf course there's a Law.\n\nHYENA- SWINE\nLaw no more!\n\nPRENDICK\nThere's a law! Listen to me! He isn't dead!\n\nThe Beast People turn their sharp eyes upon him.\n\nPRENDICK\nHe's here! Now! He isn't dead. He's left his\nbody, but he's here. You can't see him, but\nRight there!\n\nPrendick points towards the leaden sky. Montgomery looks at him\nwith amazed admiration.",
  "67": "---END OF PREVIOUS SECTION---\nYou can't see him, but\nRight there! Prendick points towards the leaden sky. Montgomery looks at him\nwith amazed admiration. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nGood, buddy. That's good. Jesus, that's qreat!\n\nPRENDICK\nYou can't see him, but he can see you! He's\nwatching you right now!\n\nKIRIL\nFear the Law!\n\nThere is a flicker of lightning and the Beast People look nervously\nto the sky.\n\nAssassimon stares in terrible suspicion and uncertainty.\n\nKIRIL\nHe is great, He is good!\n\fPRENDICK\nCome with me! We must bring his old body up to\nthe big house. Then he'll tell us what to do.\n\nHe motions for them to follow, setting off at the head of the\nprocession. Reluctantly, Assassimon joins them.\n\nCUT TO:\nEXT. THE COURTYARD - DUSK\n\nThe rain has stopped now but the sky is still dark and threatening.\nThe remaining Dog Men, under the command of M'Ling are busy making\na pyre of brushwood and broken furniture. Moreau's body, dressed in\na pristine white suit and garlanded with flowers, is laid out ona\npallet at the top of the pyre.\n\nAissa kneels beside him now and places his Panama hat on his chest.\nPrendick watches her closely, almost desperately, for a sign of\nhuman grief.\n\nTears start down Aissa's cheeks. Prendick looks on, moved.\n\nCUT TO:\nINT. MONTGOMERY'S QUARTERS - DUSK\n\nMontgomery sits hunched over the paraffin lantern, swigging from a\nbottle of vodka and downing pills by the handful, his gun on the\ntabletop beside him.\n\nPrendick sits opposite him, his eyes wandering over the disarray\nthat surrounds them, the tattered posters and pathetic remnants of\nthe counter-culture and Montgomery's past life. From outside rises\nthe SOUND OF DRUMS and bestial VOICES howling and keening in\nlamentation.\n\nPRENDICK\nWe're going to have to go out there -- and light\nthat thing soon. I mean, if he starts getting\nripe and they smell it, it's all over.\n\nMONTGOMERY\nThey're all waiting... the whole damn island...\nWithout the endorphins he put in their food\nthey'll revert quickly.",
  "68": "---END OF PREVIOUS SECTION---\nI mean, if he starts getting\nripe and they smell it, it's all over. MONTGOMERY\nThey're all waiting... the whole damn island... Without the endorphins he put in their food\nthey'll revert quickly. \n---TARGET SECTION TO BE ANNOTATED---\n They'll need a firm hand\nwith a whip in it. But I've really gotta hand it\nto you, Eddie, you're a survivor. This\nresurrection bit is fucking brilliant... perfect\nthing for a primitive intelligence. They'll eat\nit right up.\n\fPRENDICK\nOr they'll eat us right up.\n\nMONTGOMERY\nYeah, whatever... Jesus, what a fucking life\nthis is... Spend twenty years living in squalid\n\nlittle rooms, living on cheap thrills, man, I\nhave to say, life is a big mistake. Big mistake.\nAnd to end up in this, this shit! This fucking\nisland, ten years! what for?? Eddie, we're\nnothing. We're just nothing. We're bubbles blown\nby a baby.\n\nPRENDICK\nWe're getting off of this island.\n\nMONTGOMERY\nOh yeah? And going where? Look at me, man...\nWhere the fuck am I going to go?\n\nPRENDICK\nAnywhere you like.\n\nMONTGOMERY\n\n(He laughs. )\nThat's a tough one, Eddie. I get off this island\nabout once every two years, and I can't make it\nout there. People disgust me, man. I can't stand\nto be anywhere near them. Even the women. I rent\nthem, then I can't bear to touch them. And I'll\ntell you something man... You and your\ngirlfriend are gonna find it mighty hard\n\"fitting in\". I mean, just for openers, who's\ngonna rent to you? It isn't like you come from\ndifferent religious backgrounds, if you know\nwhat I mean... Here, have a toke for fuck sake.\n\nPRENDICK\nCan we help her? Is there anything we can do\nto...\n\nMONTGOMERY\nTo what, man? Keep her sweet? I know Moreau gave\nher special treatments. It's in his notes...\n\nPRENDICK\nWhat about the rest?\n\fMONTGOMERY\nThey'll change, their D.N.A. will just start to\nunravel... Come on, man, have a toke... help\nyourself to my stash. I've got everything you\ncould possibly want right here.",
  "69": "---END OF PREVIOUS SECTION---\nA. will just start to\nunravel... Come on, man, have a toke... help\nyourself to my stash. I've got everything you\ncould possibly want right here. \n---TARGET SECTION TO BE ANNOTATED---\n Speed,\nmethadone, morphine, mescaline, reds, blues,\n\"ludes acid, lysergic and my own special brew...\nThe Montgomery Cocktail! you want to go? Come\non, which way Try the Cocktail, you'll go all\nover the fucking place...\n\nPRENDICK\nI just want to go home.\n\nMONTGOMERY\nWell, fuck you then! You won't party with me,\nI'll party with them. I'll show you what a real\nparty animal is! I'm handing in my resignation\nfrom the whole fucking human race, effective\nimmediately.\n\nMontgomery gets to his feet, clutching at the bottle, filling his\npockets with pills.\n\nPRENDICK\nYou're not going to hand those out!\n\nMONTGOMERY\nWhat? Are you gonna stop me? Jesus Christ, man,\nyou're not a lawyer, you're a fucking\nmissionary... save her, him, why don't you just\nopen up a local branch of the S.P.C.A.?\n\nPRENDICK\nYou really are crazy.\n\nMONTGOMERY\nDid I ever say I wasn't?\n\nPrendick rises, facing him, and Montgomery snatches up the\nautomatic, waving it at his head.\n\nMONTGOMERY\nHey, man, you're standing between me and the\nparty lights. Get out of my way.\n\nPRENDICK\nSure. Go ahead. Go ahead.\n\nMontgomery flings the door open, his eyes blots of deep\nblack in the yellow light, the gun trembling in his hand.\n\fMONTGOMERY\nYou know, man, you've got no view. With you it's\nall survival. We're right on the edge here, and\nI ain't gonna miss it may be dead tomorrow, but\nI'm gonna live it up tonight.\n\nHe turns and goes out into the moonlight.\nM'Ling, who is waiting outside, rises to meet him.\nMONTGOMERY\nM'Ling! M'Ling, my man! Bring the flatbed around\nat once. It's party time!\n\nPrendick follows him to the doorway, looking out into the night.\n\nCUT TO:\nEXT. THE BEACH - NIGHT\n\nThe crowd parts as Montgomery walks amongst them, dispensing\npills.",
  "70": "---END OF PREVIOUS SECTION---\nPrendick follows him to the doorway, looking out into the night. CUT TO:\nEXT. THE BEACH - NIGHT\n\nThe crowd parts as Montgomery walks amongst them, dispensing\npills. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nFree drugs! Come on! Who wants to get high?\nLet's see some hands.\n\nA forest of misshapen appendages rises around him and he fills each\nhand indiscriminately with whatever he pulls from his pockets.\n\nMONTGOMERY\nThere you go... a little Uptown for you, some\nDowntown for you... Cat food for the dogs and\ndog food for the cats... What's science without\n\na few drugs, huh, Eddie?\nHe addresses the assembly of Chimaera.\n\nMONTGOMERY\nIt's the dawning of a whole new deal, boys and\ngirls. I'm the Man now and we're gonna have fun\naround here for a change. We'll be laughing\ntonight...\n\nThe Beast People press tight around him, pawing at him helping\nthemselves now to the contents of his pockets.\n\nCUT TO:\nEXT. THE COURTYARD - NIGHT\n\fPrendick, Aissa, and the remaining Beast People, still loyal to\nMoreau, stand ringed around the pyre. For a moment they're\nmotionless, their heads bowed in a prayer, then Prendick tosses a\nlighted torch into the brushwood at the base of the mound and the\nflames begin to climb hungrily around Moreau's body. The\ncongregation remains silent, watching until More au's body\n\nis lost in flame and smoke.\n\nPrendick turns to Aissa now, seeing her eyes glinting like an\nanimal's in the firelight.\n\nAISSA\nWill we go now?\n\nPRENDICK\nYes.\n\nThey look at each other, a terrible awareness in Aissa's face.\n\nAISSA\nI know, Prendick. I know what is happening to\nme... I can feel it.\n\nPRENDICK\n\nIt doesn't matter.\n\nAISSA\nYes, it matters.\n\nPRENDICK\nThere's a way to fix it, in your father's notes.\nI'll find it. We'll bring you back. Now, go to\nthe house. Get whatever you need to take.\n\nAISSA\n(apprehensive)\nWhere are you going?\n\nPRENDICK\nThere's something I have to do.\n\nHe turns to address the assembly.",
  "71": "---END OF PREVIOUS SECTION---\nAISSA\n(apprehensive)\nWhere are you going? PRENDICK\nThere's something I have to do. He turns to address the assembly. \n---TARGET SECTION TO BE ANNOTATED---\nPRENDICK\nChildren of the Law! Listen to me! The Master\nhas left a task for you!\n\nHe turns towards the laboratory, motioning for the Beast People to\nfollow him.\n\nCUT TO:\n\fINT. THE LABORATORY - NIGHT\n\nPrendick strides down the aisleway between the cages, Kiril and the\nSayer of the Law leading the remnants of the Beast People behind\nhim.\n\nPRENDICK\nEmpty the cages! Free all of them!\n\nThe Beast Folk go to work at once, scooping rabbits from their\nhutches, dogs and cats and monkeys from their cages. Prendick\nstalks slowly through the devastated laboratory, flipping the\nswitch on a Nagra as he passes, hearing Moreau's VOICE, nothing\nmore now than a magnetic ghost.\n\nMOREAU'S VOICE\nSystolic pressure 3.2. Diastolic pressure up to 4.\nPulmonary pressure stands at 5.8.\n\nPrendick stops at the shelf, lifting Moreau's black book.\n\nIt falls open in his hands and he casts an eye over the chemical\nequations contained there, an escaped monkey scampering up to him\nto perch on his shoulder, mimicking his puzzlement at Moreau's\nnotes.\n\nBehind him, the Sayer of the Law opens the incubators one by one,\nhanding out the mewling mutant infants to a line of island women\nwho bear them out into the safety of the orange night.\n\nCUT TO:\nEXT. THE BEACH - NIGHT\n\nThe awesome SOUND of the Jimi Hendrix Experience throbbing from a\ntinny set of speakers, supplemented by a line of DRUMMING Beast\nFolk, tangling with the SOUNDTRACK of \"King Kong\" that is climbing\non a screen set before the CD-ROM projector that has been set up\nfor a rapt, tripped-out animal audience. A great bonfire is raining\nsparks into the sky farther up the beach, ringed by furiously\ndancing creatures. Beside the bonfire, an axe-wielding Dog Man is\nchopping up the remains of the beached motor launch and feeding\nthem into the flames.\n\nMontgomery stands near the fire, burning of the boat, supervising\nthe ritual a garland of flowers around his neck and a joint\ndangling from his lower lip.",
  "72": "---END OF PREVIOUS SECTION---\nA great bonfire is raining\nsparks into the sky farther up the beach, ringed by furiously\ndancing creatures. Beside the bonfire, an axe-wielding Dog Man is\nchopping up the remains of the beached motor launch and feeding\nthem into the flames. Montgomery stands near the fire, burning of the boat, supervising\nthe ritual a garland of flowers around his neck and a joint\ndangling from his lower lip. \n---TARGET SECTION TO BE ANNOTATED---\nThe Sloth Creature drags at the hem of his coat and he\nsmiles sadly, turning out his pockets.\n\fMONTGOMERY\nAll gone. See. All tapped out. We're in the same\nboat now,\n(points to the burning launch)\nand there it is right there! Up the creek\nwithout a paddle. Any of you ever hear that\nexpression?\n\nHe starts to get undressed, throwing his clothes to the Beast\nPeople who grab at them eagerly, fighting for possession of the\nmore treasured articles.\n\nMontgomery lifts his head up and shouts.\n\nMONTGOMERY\nHow do you like this, Moreau? Isn't this some\nwild shit!\n\nThe Beast People press tighter around him, reaching out to touch\nhis pale skin. He giggles, looking up at the stars.\n\nMONTGOMERY\nAll flesh is grass, boys and girls. You blink\nand it's all gone...\n\nHe grabs an already disheveled Beast Woman and breaks into a\ndemented, frenzied and very dirty boogie.\n\nThe flatbed goes rumbling past, headlights blazing, circling\ndangerously close to the fire, joyriding through the night, going\nnowhere, M'Ling at the wheel.\n\nCUT TO:\nINT. THE STUDY - NIGHT\n\nAzazello unbolts the gun locker and opens it up to display its\ncontents to his fellow conspirators: the Hyena-Swine, a bristly\nblack Boar Man and a pair of the surviving Dog Men who still wear\nwaiter's coats. Behind them, the rest of the room is already in\nchaos as several of the Beast People root through Moreau's papers,\nflinging the books from the shelves, the unleashed parrot flapping\nwildly around their heads. The Hyena-Swine hefts a Kalashnikov, his\neyes glowing in anticipation.\n\nHYENA- SWINE\nNow we have the fire that kills. Now we are\nGods!\n\nAzazello weighs a hand grenade in his palm, his face cracking in a\nterrible, gap-toothed grin.\n\fCUT TO:\nINT. THE HALL - NIGHT\n\nAissa crosses the hallway on her way to her room.",
  "73": "---END OF PREVIOUS SECTION---\nAzazello weighs a hand grenade in his palm, his face cracking in a\nterrible, gap-toothed grin. CUT TO:\nINT. THE HALL - NIGHT\n\nAissa crosses the hallway on her way to her room. \n---TARGET SECTION TO BE ANNOTATED---\nThere is a sudden rattle of automatic GUNFIRE followed by a sudden\npeal of raucous LAUGHTER from the direction of the study and she\nstiffens, drawing back against the wall with a HISS.\n\nAzazello appears now in the study door, clutching a bottle of\nbrandy, the other two Dog Men following him at a pace.\n\nAZAZELLO\nTrip-trap, trip-trap... and where are you going\nin the woods today, little girl?\n\nAissa edges towards the door but the Dog Men cut her off.\n\nAZAZELLO\nLooking for your five-finger man? He can't help\nyou. There are no masters anymore.\n\nHe advances and she raises a hand as if to strike him. Her claws\nextend from her fingertips and her eyes glint in the firelight. The\nhair on her back raises as she emits a long catlike hiss.\n\nAZAZELLO\nNicely now little kitten-Aissa or I'll hurt you.\nRemember how the master hurt me? Oh, how he\nwhipped me.\n\nHe gives an oily CHUCKLE, his voice becoming a growl.\n\nAZAZELLO\nBut he spared your soft skin.\n\nOne of the Dog Men reaches out to grab her hair and she bares her\nteeth in a feral snarl. Lashing out at Azazello, her claws rake his\nface nearly blinding him.\n\nAzazello stumbles back with a canine yelp, pawing at his snout. The\nother two Dog Men lunge at her, the blood lust rising in their\neyes.\n\nAissa turns. Finding no way out of the room she leaps toward the\ncurtains. Locking her claws in the heavy material, she scrambles up\ntoward the valence while the Dog Men try to grab her and pull her\nback.\n\fShe tries to reach the large chandelier, but the curtains\nand valence give way and she falls back toward the floor;\nin mid- fall she twists catlike to land on all fours ina\ncrouch.\n\nA low threatening growl boils from her throat as she faces Azazello\nand the Dog Men, holding them at bay like a cornered cat as they\nmaneuver cautiously to surround her.\n\nSuddenly, with a shriek she springs at Azazello.",
  "74": "---END OF PREVIOUS SECTION---\nShe tries to reach the large chandelier, but the curtains\nand valence give way and she falls back toward the floor;\nin mid- fall she twists catlike to land on all fours ina\ncrouch. A low threatening growl boils from her throat as she faces Azazello\nand the Dog Men, holding them at bay like a cornered cat as they\nmaneuver cautiously to surround her. Suddenly, with a shriek she springs at Azazello. \n---TARGET SECTION TO BE ANNOTATED---\n Her claws tear\nwith lightening speed at his face while he staggers back. His hand\ngoes into his coat and he pulls an automatic.\n\nAs Aissa claws for his throat, he shoots her at zero range. There\nis a deafening concussion. Her eyes widen, revealing the green fire\nof her rage as she convulses with the impact.\n\nCUT TO:\nEXT. THE COURTYARD - NIGHT\n\nThe remainder of the Beast People, standing before the blazing\npyre, turn as a burst of gunfire shatters the night.\n\nThe Hyena-Swine stands in the doorway of the big house, brandishing\nhis Kalashnikov. As the congregation watches he fires a second\nburst at the stars.\n\nHYENA- SWINE\nBow to me! I send the fire that kills.\n\nHe squeezes off another burst for effect and several of the Beast\nPeople drop to their knees. Kiril moves forward pulling the\ngroveling figures back to their feet by the scruffs of their necks.\n\nHYENA- SWINE\nBow to me!\n\nKIRIL\nWho are you that I should bow to you? We are\nbrothers.\n\nHe turns to face the congregation.\n\nKIRIL\nChildren of the Law, we must stand firm. We must\nuphold the Law and work together now. We must\nrule with love, not hate. We are brothers, all\nof us.\n\nThe Hyena-Swine switches the Kalashnikov onto single fire and\nshoots Kiril in the back. He pitches forward.\n\fThe congregation GASPS.\nThe Hyena-Swine CHUCKLES, slides in a new banana clip.\n\nSome of the Beast People start to shout now, falling to\ntheir knees and wringing their hands.\n\nSAYER OF THE LAW\nNo! This is wrong! You are breaking the Law!\n\nHYENA- SWINE\nIf It Feels Good, Do It, is the Law! Montgomery\ntold me so.\n\nSAYER OF THE LAW\nWe must have Laws! We are not animals!\n\nHYENA- SWINE\nLaw no more!\n\nSAYER OF THE LAW\n(with incredible feeling)\nAre we not men?\n\nThe Hyena-Swine laughs, switches his Kalashnikov onto full auto and\nempties its magazine into the crowd, the Boar Man at his side\nexcitedly joining in the massacre with his own AK-47.",
  "75": "---END OF PREVIOUS SECTION---\nHYENA- SWINE\nLaw no more! SAYER OF THE LAW\n(with incredible feeling)\nAre we not men? The Hyena-Swine laughs, switches his Kalashnikov onto full auto and\nempties its magazine into the crowd, the Boar Man at his side\nexcitedly joining in the massacre with his own AK-47. \n---TARGET SECTION TO BE ANNOTATED---\n All those who\nare still standing are caught in a withering rain of bullets, their\nbodies jerking in the glow of the funeral pyre.\n\nThe Sayer of the Law is among the first to fall, his mask shattered\nby a bullet between the eyes.\n\nA spray of bullets punch into fuel cans stockpiled in the yard, a\nrivulet of gasoline creeps away, leading back towards the big\nhouse.\n\nThe Hyena-Swine is laughing and laughing, the gun growing hot in\nhis hands, fire leaping in his eyes.\n\nCUT TO:\nINT. THE LAB - NIGHT\n\nPrendick takes a crowbar to a metal file and rips it open. He tears\nthrough the papers and finds several note books. He begins\nfrantically flipping through them.\n\nCUT TO:\nEXT. THE BEACH - NIGHT\n\nThings have started to slip at the beach party.\n\fSeveral of the Beast Folk lie shaking on the sand, gripped by\nepileptic seizures, while one of the Cat People has torn out its\nown eyes and sits screaming beside the projector. The flatbed is\nstuck in the sand, smoke pouring out of it, M'Ling limping back\ntowards the fire in open embarrassment.\n\nMontgomery stands naked in the midst of the admiring Chimaeras,\nstaring back towards the big house, his attention drawn by the\nsound of GUNFIRE.\n\nMONTGOMERY\nWhat the fuck now...?\n\nM'LING\nMaster!\n\nM'Ling steps towards Montgomery but the Bison Man cuts him off,\nstriking the Dog Man over the head with an empty bottle.\n\nMONTGOMERY\nNo! Don't hurt him!\n\nHe makes as if to go to M'Ling's assistance, but the Bison Man\nblocks his way.\n\nBISON MAN\nNo more Masters!\n\nMontgomery turns to see the other Beast Folk crowding in on him, an\nawful hunger flaring in their eyes. A low growl ripples across the\nbeach, rising into a snarl of rage.\n\nMONTGOMERY\nHey I come on, man, lighten up... This is\nsupposed to be a party!\n\nThe little pink Sloth thing steps suddenly forward and shoots\nMontgomery in the chest with his own automatic.\n\nHe staggers backwards, staring in disbelief at the puckered hole in\nhis breastbone.",
  "76": "---END OF PREVIOUS SECTION---\nThis is\nsupposed to be a party! The little pink Sloth thing steps suddenly forward and shoots\nMontgomery in the chest with his own automatic. He staggers backwards, staring in disbelief at the puckered hole in\nhis breastbone. \n---TARGET SECTION TO BE ANNOTATED---\nMONTGOMERY\nShit! You... You were always such a sweet little\nfucker, too... Jesus... Thanks a lot...\n\nHe falls against the CD-ROM projector and the image goes into gross\ndistortion.\n\nHe slips to his knees and, with a SHRIEK, the Beast People fall\nupon him, ripping and ravaging.\n\fCUT TO:\nINT. THE LABORATORY - NIGHT\n\nPrendick is edging towards the door Moreau's black book clutched to\nhis chest, his automatic in his hand when the Hyena-Swine and the\nBoar Man burst into the room, levelling their rifles. He dives for\nthe cover of the overturned operating table, a bullet meant for his\nheart hitting instead in the leather cover of Moreau's journal.\n\nHe hugs the ground, covering his head as the renegades pump round\nafter round into the laboratory, shattering the overhead lights and\nlaboratory equipment.\n\nThe big tank cracks and comes apart, spilling a wave of warm\namniotic fluid across the floor, the gilled mutations flopping and\nwrithing amidst the broken glass.\n\nThe Hyena-Swine pauses to reload, padding on the tips of its toes\ntowards Prendick's hiding place, its teeth bared.\n\nHYENA- SWINE\nCome out and face me! Let us see who is the\nMaster, now!\n\nPrendick crawls gasping for the safety of the ruined bank of audio-\nvisual equipment, prompting a hysterical burst of GUNFIRE from the\nHyena-Swine.\n\nPrendick cringes, bullets RICOCHETING and sparking all around him.\n\nThere follows another lull as the Hyena-Swine fumbles for a fresh\nclip. Prendick uses the breathing space to reach for the Nagra. The\nBoar Man turns, levelling his rifle, but at that moment Moreau's\nicy voice fills the room.\n\nMOREAU'S VOICE\nDiastolic pressure up to 4. Pulmonary pressure\nstands at 5.8. Heartbeat irregular.\n\nThe Boar Man freezes, turning to the Hyena-Swine.",
  "77": "---END OF PREVIOUS SECTION---\nPulmonary pressure\nstands at 5.8. Heartbeat irregular. The Boar Man freezes, turning to the Hyena-Swine. \n---TARGET SECTION TO BE ANNOTATED---\nHYENA- SWINE\nNo! It is a trick! He is dead! We killed him!\n\nHe opens fire once more but Prendick has already ducked safely out\nof sight, crouching behind a console and pulling on a pair of\ngoggles.\n\fThe Hyena-Swine glances about himself uneasily, then as he steps\nforward, Prendick reaches out and throws the switch on the laser\nits light filling the room with a brilliant blue-green glare. The\nrenegades yell, trying to cover their eyes as Prendick springs\nfrom behind the console, shooting the Boar Man in the throat. The\nBoar Man topples backwards.\n\nThe Hyena-Swine screams, blindly loosing a burst of gunfire in\nPrendick's direction. One of the bullets damages the laser's\nhousing and Prendick decides to take a chance, diving across the\nroom towards the door and tilting the laser from its bearings as he\npasses.\n\nThe laser cuts the Hyena-Swine across the face and he tumbles\nbackwards with a shriek, clutching at his face.\n\nThen Prendick shoots him in the stomach and he goes down, falling\namidst the tendrils of the tank dwellers, still kicking and\nscreaming, one paw grasping for a hand grenade.\n\nPrendick takes a step back as the Hyena-Swine pulls the pin and\ndraws back his arm to pitch the grenade, but then one of the\ntentacles coils around his wrist and holds it tight. Prendick leaps\nfor the door.\n\nThe Hyena-Swine's last shriek of pain and fear is cut short by an\near-splitting CONCUSSION and the laboratory is torn apart in a ball\nof fire and flying shrapnel.\n\nCUT TO:\nEXT. THE COURTYARD - NIGHT\n\nPrendick steps over the mound of corpses, eyes narrowed against the\nsmoke, the gun in one hand, Moreau's black book in the other.\n\nPRENDICK\nAissa!\n\nHe scans the faces of the dead but does not see her among them.\nThe flames are spreading now from the blazing laboratory to the\nother huts, climbing towards the radio mast. Up ahead, the big\nhouse is already on fire and Prendick battles his way towards its\ndoor.\n\nCUT TO:\nINT.",
  "78": "---END OF PREVIOUS SECTION---\nThe flames are spreading now from the blazing laboratory to the\nother huts, climbing towards the radio mast. Up ahead, the big\nhouse is already on fire and Prendick battles his way towards its\ndoor. CUT TO:\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n THE HALL - NIGHT\n\nPrendick stumbles coughing through the doorway, one arm raised to\nprotect his face from its burning frame.\n\fPRENDICK\nAissa!\n\nThen his eyes to adjust to the smoke-filled room and what he sees\nseems to rob him of what little sanity he has left.\n\nAissa's body lies on the dining table, her entire torso an open\nwound, Azazello and the Dog Men sitting around her, as if about to\nfeed on her flesh.\n\nPrendick reacts with a bellow of primal rage. He raises his gun and\nblasts at the Dog Men. One is struck in the head. Another is shot\nwhen he runs for the door. Wounded, he runs yelping to a corner\nwhere other shots bring him down.\n\nPrendick turns the gun on Azazello who glares at him with canine\nmenace. He pulls the trigger but the chamber CLICKS on empty.\n\nAzazello turns with a SHRIEK and throws himself through the\nrear window, fleeing YELPING into the night.\n\nPrendick stands over Aissa, beyond grief, beyond any emotion.\nTaking the compass from her fingers, he holds her hand, as the\nflames move across the walls around him.\n\nCUT TO:\nEXT. THE COMPOUND - NIGHT\n\nA series of EXPLOSIONS rip through the enclosure, engulfing the big\nhouse, the singing aloes rising screaming in tongues of living\nflame.\n\nCUT TO:\nEXT. THE BEACH - DAWN\n\nPrendick stands watching the rising sun. He seems transformed by\ngrief and by his exposure to horror. The big house is burning\nbehind him. Montgomery's remains are at his feet covered in a\nblood-soaked blanket. M'Ling kneels beside him, weeping.\n\nM'LING\nThey are mad! They are fools! They say there is\nno Law. No Master. No whips. No House of Pain\nanymore. We love the Law and will keep it now\nbut there is no more pain, no more whips forever\nagain, they say. But I know, Master, I know. You\nstill live. You have walked in the sea and\nlived.\n\nPrendick pats M'Ling's head.\n\fPRENDICK\nYou're a good man, M'Ling.",
  "79": "---END OF PREVIOUS SECTION---\nYou have walked in the sea and\nlived. Prendick pats M'Ling's head. PRENDICK\nYou're a good man, M'Ling. \n---TARGET SECTION TO BE ANNOTATED---\nM'LING\nYou will kill them all?\n\nPrendick turns his eyes towards the burning flatbed and the\nremnants of the motor launch. There are bodies strewn all over the\nbeach.\n\nPRENDICK\nNo. Not all.\n\nM'LING\nThe Master's will is sweet.\n\nBehind them the radio mast collapses, sending a flurry of sparks\nclimbing into the heavens.\n\nCUT TO:\nEXT. THE COMPOUND - DAY\n\nThe SOUND of the HORN rises once more into the morning air.\nPrendick, M'Ling, Assassimon and two of the remaining elders stand\non the rostrum, Azazello bound and kneeling at their feet.\n\nThe rest of the islanders gather uneasily before them. There are\nfewer than thirty of them left.\n\nPRENDICK\nHe’s not dead! He's speaking to me right now!\nThe House of Pain will be back again! You can't\nsee the Master, but he's watching everything you\ndo!\n\nM'LING\nTrue! True!\n\nThe Fox Lady steps forward, cradling one of the children from the\nincubators.\n\nFOX LADY\nThe Man Who Walks in the Sea now leads.\n\nPRENDICK\nThe Master speaks through me. For those who\nbreak the Law!\n\nASSASSIMON\nBack to the House of Pain! Back to the House of\nPain!\n\fThe congregation takes up the chant, their voices swelling.\nPrendick stares in cold fury as Azazello slinks forward contrite\nand very frightened. He kneels before Prendick, who touches his\nhead with barely-controlled hatred.\n\nALL (CHORUS)\nBack to the House of Pain! Back to the House of\nPain!\n\nAZAZELLO\n(looking imploringly at Prendick)\nBack to the House of Pain! Back to the House of\nPain!\n\nHe tries to lick Prendick's hand. Prendick puts the gun to\nAzazello's head and the Dog Man whimpers.\n\nThe gun jumps, spitting fire, and Azazello falls, blood jetting\nfrom his temple. The audience falls silent.\n\nFOX LADY\nThe gun has spoken! It is good!\n\nThey fall into a new rhythm, their chant rising and rising.",
  "80": "---END OF PREVIOUS SECTION---\nFOX LADY\nThe gun has spoken! It is good! They fall into a new rhythm, their chant rising and rising. \n---TARGET SECTION TO BE ANNOTATED---\nALL (CHORUS)\nHis is the hand that wounds! His is the hand\nthat heals! His is the lightning flash! His is\nthe deep salt sea!\n\nPrendick stands looking out over them, Moreau's book still clutched\nunder his arm, the gun clenched in his free hand. It's as though\nhe's staring at something a thousand miles away, as tears start\ndown his cheeks.\n\nThe crowd bows down, the sky filled with black smoke rising from\nthe ruins behind them, the emblem of the Tree of Life still\nfluttering from the flagpole above.\n\nDISSOLVE TO:\nINT. THE CAVE - DAY\n\nPrendick stands in the shaft of light at the center of the cavern,\nthe fetish staff in his hands, leading the chanting congregation.\nHis hair and beard have grown long and wild now, his and his\nclothes are embroidered with bones and tassels, face bedaubed with\npaint.\n\fPRENDICK (V.O.)\nAfter that day I became the Sayer of the Law.\nEvery day for nine months I stood in front of\nthe Tree of Life and talked to them.\n\nDISSOLVE TO:\nINT. THE CAVE - NIGHT\n\nPrendick is observing the moon through a cleft in the rock and\nmarking the lunar calendar painted on the cavern wall.\n\nPRENDICK (V.O.)\nI rewrote the Law and tried to teach them new\nways to survive on their own. The Law I gave\nthem was the Law I dreamed of as a boy, that had\nmade me want to be a lawyer, a Law that never\nreally existed anywhere in the real world,\nexcept here.\n\nDISSOLVE TO:\nEXT. THE ISLAND - DAY\n\nPrendick stands thigh deep in the river teaching M'Ling and the\nothers the finer points of spear fishing, a lesson interrupted when\ntwo of the onlookers start to squabble over a particularly juicy-\nlooking barbel.\n\nPRENDICK (V.O.)\nI taught them all I could, but day by day the\nanimal returned to take over that which was\nhuman. Like it always has and always will. Like\nMoreau said it would.\n\nDISSOLVE TO:\nEXT.",
  "81": "---END OF PREVIOUS SECTION---\nLike it always has and always will. Like\nMoreau said it would. DISSOLVE TO:\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n THE SETTLEMENT - DAY\n\nPrendick, M'Ling and several others huddle beneath a fan of woven\npalm leaves, sheltering from a torrential downpour.\n\nPRENDICK (V.O.)\nAbout thirty of them had survived and eight of\nthose were dead by the end of the hurricane\nseason, most from untreatable illnesses caused\nby their genetic disorders. I knew that if Aissa\nhad lived she would have shared their fate, but\nthat didn't take the pain away. By the time the\ntrade winds blew again from the west, only\nM'Ling and Assassimon still clung to the power\nof speech, and were able to help me in my work.\n\nDISSOLVE TO:\n\fEXT. THE BEACH - DAY\n\nMoreau's horse has been employed in dragging logs down from the\nrainforest to where M'Ling and Prendick are shaping them with\nmakeshift axes.\n\nAssassimon sits nearby, emptying barrels of diesel into the sand.\n\nThere follows a MONTAGE of activity as the raft slowly takes shape,\nAssassimon rigging its sails as it lies at berth next to the jetty,\nwhile Prendick and M'Ling load it with supplies.\n\nPRENDICK\nI'll be back with help. Give me three months.\n\nM'LING\nIt is good. Go well, Master.\n\nPRENDICK\nGo well yourself, M'Ling. Good M'Ling.\n\nHe embraces M'Ling. The Dog Man fawns upon him, whimpering. Then he\npulls away and, clambering aboard the raft, makes ready and casts\noff.\n\nAssassimon comes running down the jetty, shouting at the top of his\nlungs.\n\nASSASSIMON\nHe is going! He is good! He is going! He is\ngreat!\n\nPrendick strikes an offshore current, unfurling a bright sheet of\nhomespun from the mast, a gaudy representation of The Tree Of Life\npainted in its center. The wind fills the sail and he adjusts the\ntillers, turning the raft's prow towards the open sea.\n\nM'Ling sits down, his big feet dangling over the edge of the jetty,\nlooking a little dejected, watching until Prendick is far away.\n\nM'LING\nWe must read. We must keep speech for his\nreturn.",
  "82": "---END OF PREVIOUS SECTION---\nM'Ling sits down, his big feet dangling over the edge of the jetty,\nlooking a little dejected, watching until Prendick is far away. M'LING\nWe must read. We must keep speech for his\nreturn. \n---TARGET SECTION TO BE ANNOTATED---\nThen he lifts a battered copy of Alice in Wonderland and begins to\nread aloud once more while Assassimon, hopping from foot to foot,\npretends to mouth the words over his shoulder.\n\fM'LING\n(reads, haltingly)\n\n\"Humpty Dumpty sat on a wall:\nHumpty Dumpty had a great fall.\nAll the King's horses and all\nthe King's men.\n\nCouldn't put Humpty Dumpty\ntogether again.\"\n\nM'Ling's voice falters, tapering off into a bestial whimper.\n\nHe sits for a long while in silence, the book sagging in his hands,\nwatching the sail of Prendick's raft until it has disappeared from\nsight.\n\nDISSOLVE TO:\nTHE DISC OF THE SUN\n\nA dazzling, overexposed white.\nDISSOLVE THROUGH WHITE TO:\nEXT. THE PACIFIC OCEAN - DAY (TWO DAYS LATER)\n\nPrendick lies on his back on the raft, the sail flapping slackly\nnow; his face raw and blistered from the sun. His head sways with\nthe rise and fall of the ocean and all the horizon seems to sway\nwith him, the earth and sky and the shining crack that separates\nthem.\n\nA dark smudge appears on the horizon. Dancing. Drawing nearer. He\ncloses his eyes.\n\nWhen he opens his eyes again he sees the side of a freighter\nlooming over him, a row of figures gathered at the rail, outlines\nsilhouetted against the sun.\n\nHands lift him now. Twisted, misshapen hands tipped with curious\nnails.\n\nHis eyes focus on his rescuers and he sees the intent faces of\nbeasts of prey glaring down at him, their faces snoutish and\nporcine, back covered with a sickly pink skin, their lips curling\nfrom yellowed teeth.\n\nHe looks at them, completely blank.\n\nCUT TO:\nINT. THE SANATORIUM - DAY (THREE YEARS LATER)\n\fPrendick blinks, opening his eyes to find that he is still sitting\non his chair in Dr. Murnau's office, the beasts have become the\nCHIEF DOCTOR and two of the staff psychiatrists, DR. WIENE and DR.\nMOCH, sitting facing him.",
  "83": "---END OF PREVIOUS SECTION---\nMurnau's office, the beasts have become the\nCHIEF DOCTOR and two of the staff psychiatrists, DR. WIENE and DR. MOCH, sitting facing him. \n---TARGET SECTION TO BE ANNOTATED---\n He is clean shaven now and is wearing a\nbrand new suit and tie.\n\nMURNAU\nI'm glad we're in agreement. You finally\nunderstand you've been suffering an acute form\nof post-traumatic stress disorder brought on by\nthe plane crash and your terrible ordeal at\nsea... You should be able to gradually unlock\nthe memory of what really happened to you during\nthat lost year.\n\nPRENDICK\nI have. I see that nothing much happened at all.\nI was simply adrift.\n\nDR. MOCH\nPerhaps as a young man you read about the real\nDoctor Moreau, who won Nobel Prize in 1989. The\ncontroversy surrounding his work could have been\nincorporated into your fantasies.\n\nPrendick smiles, nods.\n\nPRENDICK\nSo I guess now it's on with my life.\nMURNAU\nYou've come a very long way.\nPRENDICK\nThank you, Gentlemen. Thank you all, for\neverything.\n\nHe stands, folding his coat over his arm. When he looks back at the\ndoctors, however, it is to find them transformed into scabrous\ncarrion birds staring hungrily at him across the desktop with their\nvulpine, bespectacled eyes, their dark wings stirring\nthreateningly. He maintains his smile.\n\nCUT TO:\nEXT. THE STREET - DAY\n\nPrendick stands on the corner of a busy city street, his coat still\nfolded over his arm, staring at the hubbub of life that surrounds\nhim.\n\fPRENDICK (V.O.)\n\nI was released from the hospital in October\n2010. The world hadn't come to an end, although\nthere had been a nuclear exchange. Everything\nelse, it seems, had been a symptom of my\npsychosis.\n\nWe see the crowded street now through Prendick's eyes.\n\nWeary DEER MEN and CATTLE PEOPLE shambling past him with wounded\neyes, dripping blood, OLD PEOPLE, bent and dull murmuring to\nthemselves, prowling WOMEN mewing after him and dancing packs of\njibing MONKEY CHILDREN skipping through a gridlocked traffic jam of\nbarking CANINE MOTORISTS, belligerent PORCINE TRAFFIC POLICE trying\nto maintain order.",
  "84": "---END OF PREVIOUS SECTION---\nEverything\nelse, it seems, had been a symptom of my\npsychosis. We see the crowded street now through Prendick's eyes. Weary DEER MEN and CATTLE PEOPLE shambling past him with wounded\neyes, dripping blood, OLD PEOPLE, bent and dull murmuring to\nthemselves, prowling WOMEN mewing after him and dancing packs of\njibing MONKEY CHILDREN skipping through a gridlocked traffic jam of\nbarking CANINE MOTORISTS, belligerent PORCINE TRAFFIC POLICE trying\nto maintain order. \n---TARGET SECTION TO BE ANNOTATED---\n Prendick turns now, seeing his own reflection in\na shop window, the reflection of a rather melancholy-looking\nsheepdog lost that has its flock, its eyes tired and lonely.\n\nCUT TO:\nINT. THE COTTAGE - DUSK\n\nThe fire is low on the hearth. Prendick sits hunched in the semi-\ndarkness, the loaded gun still cradled in his hands, finishing up\nhis final message running through the Nagra, a dog barking in the\ndistance.\n\nMoreau's notebook lies open on the table before him, a reproduction\nof Draper's \"Lament for Icarus\" tacked on the wall behind him. All\nover the desk, on crumpled pieces of paper, are sketches of the\nTree of Life.\n\nPRENDICK(V.O.)\n\nOn the island, I had thought that Moreau was the\nloneliest man on the earth. But that was before\nI became what I've become... I've spent my time\nin reading, and studying biochemistry only to\nrealize that what Moreau did was in fact\npossible. What happened can't be dismissed as a\nnightmare. So I've had no choice but to live\nalone with the horrible truth.\n\nPrendick raises the gun, closing his eyes.\nPRENDICK (V.O.)\n(haltingly)\nNow I find there is simply no way to bear the\nloneliness.\n\nIn the near background we hear the barking of a dog.\n\fPrendick squeezes his eyelids shut, trying to blot out the noise.\n\nHe draws the hammer back with an audible click. Suddenly, there is\nthe sound of a pair of paws hitting the pane of glass in a French\n\ndoor. The barking is now very loud, almost in the room.\n\nPrendick opens his eyes once more. The barking goes on. It has a\nstrange, pleading quality.\n\nPrendick lowers the gun and looks toward the door.\n\nThe dog is looking in. It sees him and barks with sudden\nrecognition. Prendick can't avoid the animal. He rises and the dog\npaws wildly at the doorpanel with obvious joy at his approach.\nPrendick tries to muster a stern look.\n\nPRENDICK\nI locked you out for a reason. I can't very well\nkill myself with you pestering me.",
  "85": "---END OF PREVIOUS SECTION---\nPrendick tries to muster a stern look. PRENDICK\nI locked you out for a reason. I can't very well\nkill myself with you pestering me. \n---TARGET SECTION TO BE ANNOTATED---\nThe dog barks imploring, then looks at Prendick and cocks his head.\nHe whympers for Prendick's affection.\n\nPRENDICK\nWhat? You'd miss me?\n\nThe dog responds with a short, decisive bark.\n\nPrendick steps to the door and opens it. The dog rushes away with\nwild joyous excitement.\n\nIt begins a wild frolic on the hillside before the cottage. The\ndownright silliness of the animal's joyful exuberant forces a trace\nof reluctant smile to Prendick's lips.\n\nCUT TO:\nEXT. SOMEWHERE IN NEW ENGLAND - DUSK\n\nA curtain of rain falls across the downland, turned to motes of\ngold by the dying light, descending as a blessing upon the soft\ngreen hills and patchwork farmsteads.\n\nThe dog comes running along the crest of a hill, rejoicing, barking\nat the rain, eyes brimming with a simple animal happiness. It skids\nto a halt, shaking itself, turning its snout towards the dying\nlight. The rain has stopped, the sky is clearing.\n\nIts master walks now to stand beside it, his hands in his pockets,\ncontemplating the same awesome view. Then Prendick bends down to\npat the dog as it leaps up, putting its paws against his chest, to\nlick his face that is wet with rain or tears.\n\fPrendick looks deep into the sweet liquid eyes of the dog.\n\nFADE TO BLACK.\nROLL END TITLES.\nTHE END\n\f"
}