{
  "1": "\n\n\n\n\n\n\n\n\n\n\n\n\n                             \"THE JOLSON STORY\"\n\n\n                                Screenplay by\n                             Stephen Longstreet\n\n                                Adaptation by\n                        Harry Chandlee & Andrew Solt\n\n\n\n\n\n\n\n\n\nFADE IN:\n\nOPENING TITLES\n\nTHEY ROLL UP, SEPIA-TINTED, AS JOLSON SINGS \"LET ME SING AND I'M HAPPY.\"\n\n                       FADE OUT.\n\nFADE IN:\n\nEXT. WASHINGTON, D.C. STREET - DAY\n\nA QUAINT TURN-OF-THE-CENTURY STREET WITH HORSE-DRAWN CARRIAGES AND THE\nCAPITOL BUILDING IN B.G.\n\nSUPER:\n\n           \"WASHINGTON, D.C.\n           at the turn of the century\"\n\n                       DISSOLVE TO:\n\nEXT. KERNAN'S THEATER - DAY\n\nTHE MARQUEE READS: \"KERNAN'S BURLESQUE.\"  BELOW IT HANGS A SIGN: \"GORDON &\nWHITE'S PARISIAN NIGHTS: 20 BEAUTIFUL GIRLS.\"  WE HEAR THE SOUND OF THE\nORCHESTRA INSIDE PLAYING AN UPBEAT NUMBER.\n\nTILT DOWN TO THE BUSY SIDEWALK.\n\n                       DISSOLVE TO:\n\nINT. KERNAN'S - THE STAGE - HIGH ANGLE FROM THE BALCONY\n\nSIX GIRLS SIT ON THE STAGE, LEGS OUTSTRETCHED, IN GOLDEN SKIRTS AS A\nSEVENTH, WITH ONE LEG RAISED TO HER SHOULDER, DANCES ON ONE FOOT IN FRONT\nOF THEM.\n\nCLOSER ANGLE FROM THE BALCONY\n\nTHE GIRLS BEHIND HER DO A TUMBLE AND A TRAVELER COMES DOWN.  THE AUDIENCE\nAPPLAUDS.\n\nSTILL CLOSER - ANGLE OVER THE ORCHESTRA\n\nTHE ORCHESTRA PLAYS A FINAL CHORD, THEN THE TRAVELER RISES AGAIN.  PAN LEFT\nTO WHERE THE SPOTLIGHT WAITS.\n\n                            STEVE (O.S.)\n                 (calling)\n           Hey, over here!\nTHE STAGE - HIGH ANGLE FROM THE BALCONY\n\nTHE SPOTLIGHT SWINGS TO THE RIGHT TO ILLUMINATE STEVE MARTIN, A CRUSTY\nVAUDEVILLE VETERAN IN A TUXEDO AND TOP HAT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVE (O. S.)\n                 (calling)\n           Hey, over here! THE STAGE - HIGH ANGLE FROM THE BALCONY\n\nTHE SPOTLIGHT SWINGS TO THE RIGHT TO ILLUMINATE STEVE MARTIN, A CRUSTY\nVAUDEVILLE VETERAN IN A TUXEDO AND TOP HAT. \n\nTARGET SECTION TO BE ANNOTATED:\n  HE HOLDS A VIOLA AND PLAYS A\nNOTE.\n\nMEDIUM SHOT - STEVE\n\n                            STEVE\n           Steve Martin's the name.\n\nHe plays the note again.\n\nREVERSE ANGLE - THE BALCONY\n\nTHE PATRONS LAUGH.  SITTING IN THE SECOND ROW ARE ASA YOELSON AND ANN\nMURRAY, EACH ABOUT 13 YEARS OLD AND CHILDHOOD FRIENDS.\n\nTHE STAGE\n\nSTEVE PLAYS AND DANCES TO A RUSSIAN SONG, KICKING HIS FEET OUT IN FRONT OF\nHIM AND DOING TUMBLES.\n\nWIDER ANGLE - OVER THE ORCHESTRA\n\nHE DOES ONE LAST TUMBLE, RISES TO HIS FEET AND THROWS HIS ARMS UP.  HIS\nLEFT HAND REACHES OFFSTAGE, THEN RETURNS HOLDING A CELLO INSTEAD OF A\nVIOLA.  HE DOES A DOUBLE-TAKE AND POINTS TO IT WITH HIS BOW.\n\n                            STEVE\n           It grew!\n\nThe audience laughs again.  Steve walks to center-stage.  A chair slides\nout from the wings, stopping right behind him.\n\n                            STEVE\n           Thank you!\n\nMEDIUM SHOT - STEVE\n\nSITS IN THE CHAIR.\n\n                            STEVE\n           Tell ya what I'll do.  You call out a tune and I'll play it.\n\nHe looks around.\n\nWIDER ANGLE ON THE STAGE\n\nA MAN'S VOICE CALLS OUT FROM THE AUDIENCE:\n                            MAN'S VOICE\n           \"Stay in Your Own Backyard!\"\n\n                            Steve\n           It's too dirty back there!\n\nThe audience laughs.  Steve raises his hat, revealing that his bangs are\nsewn into it.  He puts the hat back on.\n\nREVERSE ANGLE - OVER STEVE AT THE AUDIENCE\n\n                            STEVE\n           Any other tunes?\n\nA MAN rises.\n\n                            MAN\n           \"Banks of the Wabash!\"\n\nSteve begins to point at him with his right hand.\n\nONSTAGE\n\nSTEVE POINTS AT THE MAN WITH THE FOREFINGER OF HIS LEFT HAND, WHICH ALSO\nHOLDS THE BOW.\n\n                            STEVE\n           \"Banks of the Wabash.\"  All right.  Now I'll tell ya what I'll\n           do.  I'll play it if you folks'll sing it.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVE\n           \"Banks of the Wabash.\"  All right. Now I'll tell ya what I'll\n           do. I'll play it if you folks'll sing it. \n\nTARGET SECTION TO BE ANNOTATED:\n  Right?\n                 (gestures to the\n                  conductor)\n           The key of \"C,\" Professor.\n\nHe puts his bow to the cello and plays a low \"C.\"  Then he starts to play\n\"Banks of the Wabash\" with the orchestra, but no one sings.\n\nHE LOOKS AROUND DISCONCERTED, TAPS THE BOW AGAINST THE STAGE, STOPPING THE\nORCHESTRA, AND HANGS AN ARM OVER HIS CELLO.\n\n                            STEVE\n           So you won't sing, heh?  Am I asking you to do me a favor?\n                 (points the bow at\n                  the audience\n           I'm doing you a favor!  When you sing, what happens?  Your lungs\n           get full of oxygen.  It puts roses on your cheeks!\nREVERSE ANGLE - OVER STEVE AT THE AUDIENCE\n\n                            STEVE\n           As a matter of fact, you either sing out or you get out!\n\nHe points to the exit.  The audience laughs.\n\nFRONT ANGLE ON STEVE\n\n                            STEVE\n           Now that we understand each other...\n                 (points his bow\n                  at the conductor)\n           Let's go, professor.\n\nHe starts to play again.  The orchestra joins in but, again, no one in the\naudience sings, except...\n\nIN THE BALCONY - ASA AND ANN\n\nASA STARTS TO HUM THE SONG, THEN HE SINGS IT.\n\nONSTAGE\n\nSTEVE, AMAZED AT THE VOICE HE'S HEARING, STOPS PLAYING, RESTS HIS BOW\nAGAINST THE SIDE OF HIS CELLO, AND LOOKS UP AT THE BALCONY, JUST LISTENING.\n\nIN THE BALCONY\n\nASA FINISHES THE SONG.  THE AUDIENCE APPLAUDS EXUBERANTLY.\n\nONSTAGE\n\nSTEVE APPLAUDS WITH THEM.\n\nIN THE BALCONY\n\nASA LOOKS AROUND, IMPRESSED AT THE REACTION.\n\nONSTAGE\n\n                            STEVE\n           Fine!  Fine!  Stand up and let the folks see ya!\n\nIN THE BALCONY\n\nASA SHAKES HIS HEAD, TOO SHY FOR ACCOLADES.\n\n                            STEVE (O.S.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nIN THE BALCONY\n\nASA SHAKES HIS HEAD, TOO SHY FOR ACCOLADES. STEVE (O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n           Ah, don't be bashful!  Come on, stand right up!\nONSTAGE\n\nSTEVE WAVES HIS HANDS IN THE AIR, GOADING THE AUDIENCE TO MAKE ASA RISE.\n\n                            STEVE\n           Come on, folks.  Let's make him stand up.\n\nThe audience applauds loudly.\n\nIN THE BALCONY\n\nASA RISES TO HIS FEET.\n\n                            STEVE (O.S.)\n           Attaboy!\n\nANGLE OVER STEVE AT THE AUDIENCE\n\n                            STEVE\n           Let's have it again!\n                 (points his bow at Asa)\n           Give that boy a spotlight!\n\nIN THE BALCONY\n\nA SPOTLIGHT LANDS ON ASA.  HE SQUINTS UP AT THE GLARE.\n\n                            STEVE (O.S.)\n           Professor, let's have the chorus again!\n\nThe orchestra plays the intro to \"BANKS OF THE WABASH.\"\n\nONSTAGE\n\nSTEVE, SITTING IN HIS CHAIR, WAVES HIS BOW AROUND AS IF CONDUCTING THE\nINTRO.\n\nIN THE BALCONY\n\nASA SINGS THE CHORUS AGAIN.  ANN LOOKS AT HIM ADORINGLY.  HE FINISHES WITH\nHIS ARMS OUTSTRETCHED.  THE AUDIENCE ERUPTS IN APPLAUSE.\n\nONSTAGE\n\nSTEVE APPLAUDS ENTHUSIASTICALLY.\n\nIN THE BALCONY\n\nASA, ALMOST EMBARRASSED, SITS DOWN AGAIN.  A PATRON BEHIND HIM PATS HIS\nSHOULDER.\nINTERCUT - ASA IN BALCONY/STEVE ON STAGE\n\n                            STEVE\n           What's your name?\n\n                            Asa\n           Asa Yoelson.\n\n                            STEVE\n           Are you in show business?\n\n                            AsA\n                 (looks at Ann and\n                  smiles shyly)\n           No, sir, I'm not.\n\n                            Steve\n           Where'd you learn to sing like that?\n\n                            Asa\n           Well, I sing with my father at the synagogue.\n\n                            Steve\n           Where?\n\n                            Asa\n           At the synago--\n                 (catches himself)\n           The synagogue!\n\nHe suddenly looks at Ann in a panic.\n\nMEDIUM SHOT - THE BALCONY\n\nASA GRABS ANN'S HAND AND THEY RUN UP THE STEPS.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAsa\n           At the synago--\n                 (catches himself)\n           The synagogue! He suddenly looks at Ann in a panic. MEDIUM SHOT - THE BALCONY\n\nASA GRABS ANN'S HAND AND THEY RUN UP THE STEPS. \n\nTARGET SECTION TO BE ANNOTATED:\nWIDER ANGLE - OVER STEVE AT BALCONY\n\nHE CALLS TO THEM HELPLESSLY AS THEY KEEP RUNNING...\n\n                            STEVE\n           Hey, wait a minute!\n                 (jumps to his feet)\n           Sonny, wait a minute!\n\n                       DISSOLVE TO:\n\nEXT. WASHINGTON STREET - DAY\n\nASA RUNS UP A SIDEWALK HOLDING HIS CAP, ANN RUNNING BEHIND HIM.\nANGLE ON THE SYNAGOGUE\n\nASA REACHES THE FRONT DOOR BUT STOPS, HEARING HIS FATHER SINGING INSIDE.\nHE RUNS TO A BACK DOOR.\n\nINT. SYNAGOGUE - LONG SHOT - SAME TIME\n\nASA'S FATHER, CANTOR MOSES YOELSON (KNOWN AS \"PAPA\"), LEADS A BOY CHORUS IN\nA HEBREW SONG.\n\nCLOSER ON THE CHORUS\n\nASA ENTERS THROUGH A BACK DOOR WEARING A PRAYER SHAWL AND YARMULKE AND\nTAKES HIS PLACE AMONG THE OTHER BOYS.\n\nINTERCUT - THE YOELSON FAMILY DURING THE SONG\n\n- MEDIUM CLOSE-UP: PAPA LOOKS AT ASA STERNLY.\n\n- ANGLE ON ASA (OVER PAPA'S SHOULDER):  ASA STARTS SINGING HARMONY WITH HIS\nFATHER.\n\n- IN THE GALLERY:  MRS. YOELSON (KNOWN AS \"MAMA\") LOOKS ON.  SHE LOOKS\nCLASSICALLY BEAUTIFUL IN A FORMAL DRESS.  SHE GLANCES DOWN AT HER PRAYER\nBOOK.\n\n- ASA CONTINUES SINGING HARMONY.\n\n- PAPA CONTINUES SINGING, CONDUCTING THE OTHERS.\n\n- ASA CONTINUES SINGING HARMONY.\n\n- ANGLE OVER ASA AT PAPA:  PAPA SINGS THE FINAL PHRASE.\n\n- ANGLE OVER PAPA AT ASA:  ASA HARMONIZES THE ENDING WITH HIM.\n\n- CLOSE ON ASA:  HE SINGS THE FINAL NOTE.\n\n                       DISSOLVE TO:\n\nINT. YOELSON APARTMENT - LIVING ROOM - DAY\n\nASA SITS ON THE ARM OF A CHAIR.  PAPA AND MAMA LOOK ON.\n\n                            PAPA\n           Answer me, Asa.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOELSON APARTMENT - LIVING ROOM - DAY\n\nASA SITS ON THE ARM OF A CHAIR. PAPA AND MAMA LOOK ON. PAPA\n           Answer me, Asa. \n\nTARGET SECTION TO BE ANNOTATED:\n  Where were you all that time?\n\nCLOSER ON PAPA\n\n                            PAPA\n           You came like someone who was running a race.  It is not good to\n           run a race with God, Asa.\nAsa remains sitting on the arm of the chair as Mama looks at him.\n\nTWO-SHOT - ASA AND MAMA\n\n                            MAMA\n           Where were you, Asa?\n\n                            asa\n           I was... singing.\n\nANGLE ON PAPA\n\nPAN ON HIM AS HE WALKS OVER TO ASA AND MAMA.\n\n                            PAPA\n           You mean you stayed home, practicing?  Is that what you mean?\n\n                            Asa\n           No.\n\n                            Papa\n           Then where were you singing? -- Stop cracking your knuckles.\n\n                            MAMA\n           In the street maybe?\n\n                            ASA\n           That's not exactly where I singing.\n\n                            PAPA\n           Singing prayers in the street!\n\n                            Asa\n           Well, no, not exactly.\n\n                            PAPA\n           Exactly?  Asa, you must have been exactly somewhere, singing\n           exactly something, and for some exact reason.\n\n                            ASA\n           Yes, Papa.\n\nThe doorbell rings.  They all look over.  Mama goes to answer the door.\n\nANGLE ON THE DOOR\n\nMAMA OPENS THE DOOR.  STEVE ENTERS, HOLDING HIS HAT IN HIS HAND.\n                            STEVE\n                 (to Mama)\n           My name is Martin and I...\n                 (looks over and\n                  sees Asa)\n           ... I'd like to talk to you for a minute.\n\nAsa looks up at Papa and back at Steve, panicked.\n\nFOUR-SHOT\n\nPAN ON STEVE AS HE WALKS OVER TO ASA.  MAMA FOLLOWS HIM.\n\n                            STEVE\n           Hello, Asa.\n                 (extends his hand to\n                  Papa)\n           You're Cantor Yoelson.  I'm Steve Martin.\n\n                            Papa\n                 (shaking his hand)\n           How do you do?\n\n                            Steve\n           I'm glad to know ya.  Your son has a real voice.\n\n                            Papa\n           Oh, you were at the synagogue today for the service.\n\n                            Steve\n           Uh, me?  Uh, no.  I just went by there to find out where you\n           live.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteve\n           Uh, me? Uh, no. I just went by there to find out where you\n           live. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Papa\n           Well, then where did you hear my son sing?\n\n                            Steve\n           At Kernan's.\n\n                            Mama\n           Kernan's?\n\n                            Steve\n           Yeah, the burlesque house a few blocks from here.\n\n                            Papa\n           The burlesque theater!\n                            Steve\n           Don't you ever go there?\n\n                            Papa\n           No, I do not!\n\nThey all look at Asa.\n\n                            STEVE\n           That boy's got a future in show business.  You see, I've been\n           looking for something like him for a long time.  I'd like to\n           make him a regular part of the act.  You've got nothing to worry\n           about.  I'm booked solid for the season and I move on to\n           Baltimore tonight.\n\n                            Asa\n           Baltimore!\n\n                            Steve\n           Oh, I know he's pretty young, but when a boy's got a voice like\n           that, he ought to let people hear it.\n\n                            Papa\n           You're right, Mister Martin.  Asa will sing, but where his\n           people have always sung.\n\n                            Steve\n           I know how you feel, Mister Yoelson.  It's a beautiful thing to\n           sing in church.  But there's a lot to say for the theater, too.\n           And if you're worried about my taking good care of him, why, I --\n\n\n\n                            Papa\n           Excuse me, Mister Martin.  I think I know what's best for my\n           son.\n\n                            Steve\n                 (looks to Mama then\n                  Papa)\n           I was afraid that's how you would feel about it.\n                 (to Asa)\n           Sorry Asa.\n                 (to Mama and Papa)\n           Good night.\n\n                            Papa\n           Good night.\nPAN on Steve as he walks to the door and lets himself out.\n\nTHREE-SHOT - PAPA, MAMA & ASA\n\nPAPA WALKS UP BEHIND ASA.\n\n                            PAP\n           Asa...\n                 (he holds Asa's\n                  arms from behind)\n           ... I want your promise that you'll never go to that place\n           again.\n\nAsa cannot, does not, say anything.  Mama walks up to him.\n\n                            MAMA\n           Asa?\n\n                            Asa\n           I can't.  I -- I can't promise.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAMA\n           Asa? Asa\n           I can't. I -- I can't promise. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Papa\n           Go to your room.\n\nAsa walks off.\n\n                       DISSOLVE TO:\n\nINT. ASA'S BEDROOM - NIGHT\n\nHE PACES THE FLOOR.  SUDDENLY HE STOPS AND LOOKS BACK AT THE DOOR.\n\nHE TURNS TO HIS DRESSER, TAKES SOME ITEMS FROM A DRAWER AND PUTS THEM IN\nHIS POCKETS.  THEN HE GRABS A BLACK CAP AND GOES TO THE WINDOW.\n\nANGLE OVER ASA'S SHOULDER - ANN'S WINDOW\n\nASA DOES A THREE-NOTE WHISTLE.  ANN WALKS TO HER WINDOW ACROSS FROM HIM;\nSHE WEARS PAJAMAS AND HOLDS A BOOK.  SHE SMILES AT HIM.\n\nINTERCUT - ASA AND ANN\n\n                            ASA\n           Ann!  Go downstairs and get a ladder!  Put in here!\n\n                            Ann\n           Why?\n                            Asa\n           Hurry up!  Get the ladder!\n\nAnn, puzzled, turns away, then Asa turns away putting on his cap.\n\n                       DISSOLVE TO:\n\nEXT. WASHINGTON RAILROAD YARD - NIGHT\n\nASA, WEARING HIS CAP, RUNS ALONG THE TRACKS.  THE CAPITOL BUILDING LOOMS IN\nB.G.\n\nASA RUNS ACROSS SOME TRACKS AND JUMPS ONTO THE SIDE OF A MOVING FREIGHT\nTRAIN.  PAN ON THE TRAIN AS IT MOVES OFF, TO REVEAL A ROUNDED SIGN THAT\nREADS \"WASHINGTON YARD LIMITS.\"\n\n                       DISSOLVE TO:\n\nEXT. BALTIMORE RAILROAD YARD - DAY\n\nANGLE ON A RECTANGULAR SIGN THAT SAYS \"BALTIMORE YARD LIMITS.\"\n\nPAN OVER TO THE TRAIN AS IT COMES TO A HALT.  ASA STILL CLINGS TO THE\nOUTSIDE OF A RAILROAD CAR.\n\nHE JUMPS DOWN AND BRUSHES HIMSELF OFF.  DOLLY IN AS A RAILROAD GUARD WALKS\nUP TO HIM FROM BEHIND.  THE GUARD GRABS HIS ARM AND WALKS HIM AWAY.\n\n                       DISSOLVE TO:\n\nEXT. A SIGN - DAY\n\nTHE SIGN READS: \"ST. MARY'S HOME FOR BOYS.\"\n\n                       DISSOLVE TO:\n\nINT. ST.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nA SIGN - DAY\n\nTHE SIGN READS: \"ST. MARY'S HOME FOR BOYS.\"\n\n                       DISSOLVE TO:\n\nINT. ST. \n\nTARGET SECTION TO BE ANNOTATED:\n MARY'S - CORRIDOR - DAY\n\nA PRIEST (JOHN) WALKS DOWN THE HALL.  FOLLOWING HIM ARE AN IRISH POLICEMAN\nWITH A THICK ACCENT (REILLY) AND ASA, WHOM REILLY HOLDS BY THE ARM.  ASA\nHOLDS HIS CAP IN HIS HANDS.  PAN ON THEM AS THEY PASS A STATUE OF JESUS.\n\n                            ASA\n           What did you bring me here for?  Why don't you let me find Steve\n           Martin?\n\n                            Reilly\n                 (sniffing)\n           Shush!  What kind of car was that you jumped out of?\n                            Asa\n           A cattle car.  What difference does that make?\n\n                            Reilly\n           All the difference in the world, my boy.\n\nINT. FATHER McGEE'S OFFICE - DAY - SAME TIME\n\nFATHER MCGEE STANDS WAITING FOR THEM, HANDS BEHIND HIS BACK.  REILLY\nESCORTS ASA INTO THE ROOM; JOHN STANDS BY THE DOOR.\n\n                            REILLY\n           Here's another one, father.\n\nReilly takes his hat off, still holding Asa's arm, as John closes the door.\n\n                            ASA\n           Let me go, will ya?\n\n                            McGee\n           Yes, let him go, Reilly.\n                 (Reilly obliges)\n           Don't mind him.  He just thinks he has to behave like a\n           policeman.\n                 (to Reilly)\n           And I don't think he understands boys.\n\n                            Reilly\n           Oh, no?  I've only got seven of 'em meself.\n\n                            McGee\n           That's just what I mean.\n                 (touches Asa's elbow)\n           Now, suppose you tell me about yourself.\n\nAsa sits in a chair.\n\n                            MCGEE\n           Where are you from?\n\nAsa looks down, saying nothing.\n\n                            MCGEE\n           Where was he picked up at?\n\n                            Reilly\n           In the freight yard.  He came in on a cattle car.  Can't ya\n           tell?\nMcGee \"tisks\" at Asa.\n\n                            MCGEE\n           If you knew anything about freight trains, you'd never pick a\n           cattle car.\n\n                            ASA\n           I had to get here.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nMcGee \"tisks\" at Asa. MCGEE\n           If you knew anything about freight trains, you'd never pick a\n           cattle car. ASA\n           I had to get here. \n\nTARGET SECTION TO BE ANNOTATED:\n                            McGee\n           To Baltimore?  Why?\n\n                            Reilly\n           He's got a job here.\n\n                            McGee\n           What kind of job?\n\n                            Asa\n           Singing.\n\n                            McGee\n           Singing!  Where?\n\n                            Asa\n           In a show with Steve Martin.  He's in Baltimore right now!\n\n                            McGee\n           What about your family?  Do they know about this?\n\nAsa looks down again, not answering.\n\nMCGEE, WITH JOHN BESIDE HIM, LOOKS DOWN AT ASA.\n\n                            MCGEE\n           I see.  You know, before we do anything else, I think you'd\n           better have a hot bath.\n                 (turning to John)\n           And something to eat, John.\n\n                            John\n           Come on, my boy.\n\nAsa rises and faces McGee.\n\n                            ASA\n           Why don't you find Steve Martin and ask him?\n                            McGee\n                 (taking Asa's elbow)\n           That's just what I'll do.\n\nMcGee turns Asa toward John.  DOLLY IN on them.\n\n                            MCGEE\n                 (continuing)\n           And since it's singing he's interested in, John, why not let him\n           sing?\n\nAsa turns back in surprise.\n\n                            ASA\n           Sing?\n\n                       DISSOLVE TO:\n\nINT. CHAPEL - DAY\n\nCLOSE ANGLE ON ASA STANDING AMIDST A BOY'S CHOIR.  HE WEARS A PINK STRIPED\nSHIRT, HOLDS A LYRIC SHEET AND LOOKS AROUND UNCOMFORTABLY, LISTENING TO THE\nOTHERS SING \"AVE MARIA\" IN LATIN.\n\nFINALLY HE JOINS IN.  DOLLY BACK TO SHOW THE ENTIRE CHOIR.\n\nINT. MCGEE'S OFFICE - SAME TIME\n\nMCGEE STANDS LIGHTING A CIGAR AS STEVE SITS ACROSS FROM HIM.  THE BOY CHOIR\nIS HEARD IN B.G.\n\n                            MCGEE\n           Tell me a little more about your work in the theater, Mister\n           Martin.\n\n                            Steve\n           I've told you about all there is.\n                 (rising)\n           Pardon me, father.  I don't get it.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteve\n           I've told you about all there is. (rising)\n           Pardon me, father. I don't get it. \n\nTARGET SECTION TO BE ANNOTATED:\n  Why would you be bringing\n           me here, asking me all these questions?  Is there something you\n           want me to do?\n\n                            McGee\n           I'll come to the point in a little while, Mister Martin.\n\nIN THE CORRIDOR - SAME TIME\n\nREILLY LEADS MAMA AND PAPA AROUND A CORNER AND DOWN THE HALL.  PAPA WEARS A\nBLACK HAT.  HE SEES THE STATUE OF JESUS.  MAMA GESTURES TO HIM.  PAPA\nHESITANTLY REMOVES HIS HAT.\nINT. MCGEE'S OFFICE - SAME TIME\n\nMCGEE AND STEVE STAND WAITING.  FROM OUTSIDE, REILLY OPENS THE DOOR AND\nMAMA AND PAPA ENTER.\n\n                            MCGEE\n                 (politely)\n           Cantor Yoelson?  I'm Father McGee.\n\nThey shake hands.  Reilly exits, closing the door behind him.\n\n                            PAPA\n           How do you do?\n\nMcGee turns to Mama and shakes her hand.\n\n                            MCGEE\n           Misses Yoelson.\n\n                            Steve\n                 (looking over McGee's\n                  shoulder)\n           Hello.  Glad to see ya again.\n\n                            McGee\n           Oh, you know Mister Martin?\n\n                            Papa\n           We know him.\n\n                            Mama\n           Is our boy here?\n\n                            Papa\n           The description is like Asa.\n\n                            McGee\n           I have a very strong feeling that...\n\nThe sound of Asa's voice now comes through singing above all the others.\nHe sings in Latin.\n\n                            PAPA\n           So have I!\n\nMcGee leads them to the door to the chapel.\n\nCLOSER ANGLE\n\nMCGEE OPENS THE DOOR.  DOLLY IN BEHIND THEM AS THEY ENTER THE CHAPEL.  THE\nCHOIR, IN FRONT OF THEM, CONTINUES SINGING.\n\nTHEIR POV - THE CHOIR\n\nASA, IN THE CENTER OF THE GROUP, KEEPS SINGING.\nFOUR-SHOT - MAMA, PAPA, STEVE AND MCGEE\n\nMAMA STEPS FORWARD, CONCERNED.\n\n                            MAMA\n           Asa!\n\nTHEIR POV - THE CHOIR\n\nKEEPS SINGING.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOUR-SHOT - MAMA, PAPA, STEVE AND MCGEE\n\nMAMA STEPS FORWARD, CONCERNED. MAMA\n           Asa! THEIR POV - THE CHOIR\n\nKEEPS SINGING. \n\nTARGET SECTION TO BE ANNOTATED:\nTWO-SHOT - MAMA AND PAPA\n\nMAMA KEEPS LOOKING AS PAPA LOOKS OVER HER SHOULDER.\n\n                            PAPA\n                 (shaking his head)\n           Singing without his cap on!\n\nTWO-SHOT - STEVE AND McGEE\n\nMCGEE GIVES PAPA A KINDLY LOOK.\n\n                            MCGEE\n           It's not so much what's on the head as what's in the heart, is\n           it, cantor?\n\nMAMA AND PAPA\n\nPAPA GIVES MCGEE A KINDLY LOOK.\n\nCLOSE-UP - ASA\n\nHE SINGS \"AMEN,\" LOOKING IDLY AROUND.  SUDDENLY HIS EYES LAND ON SOMETHING\n-- HIS PARENTS.\n\nFOUR-SHOT\n\nMAMA, PAPA, MCGEE AND STEVE LOOK ON AS ASA AND THE CHOIR SING THE\nPENULTIMATE \"AMEN.\"\n\nANGLE ON THE CHOIR\n\nTHE OTHER BOYS SING THE FINAL \"AMEN.\"  THE CHOIR DIRECTOR LOOKS BACK.\nMCGEE SIGNALS TO ASA.  ASA STEPS FORWARD.\n\nTHE FOURSOME\n\nASA APPROACHES THEM.\n\n                            ASA\n           Hello, Mama.  Hello, Papa.  Beautiful song, wasn't it?\nThey all walk into McGee's office.  DOLLY IN after them.\n\nINT. MCGEE'S OFFICE - SAME TIME\n\nDOLLY BACK AS ASA STOPS AT MCGEE'S DESK AND SETS THE LYRIC SHEET DOWN.\nMCGEE CLOSES THE DOOR.\n\n                            PAPA\n           Get ready, Asa.  We're going home.\n\n                            Asa\n                 (turning to face him)\n           I'll do it again, Papa.  I'll run away.  I'll find Mister Martin\n           someplace.\n\nSteve holds his hat out.\n\n                            STEVE\n           Now wait, Asa...\n\nMEDIUM CLOSE SHOT - STEVE\n\nHIS HAT IS AT HIS SIDE AGAIN.\n\n                            STEVE\n           Don't ya understand?  I wouldn't have you in the act if I didn't\n           have your father's consent.\n\nAsa persists.\n\n                            ASA\n           Then I'll get in another act.  I'll keep running away.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nAsa persists. ASA\n           Then I'll get in another act. I'll keep running away. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Mama\n           What are we going to do with him?\n\n                            Papa\n           We'll decide that at home.\n\n\n                            Mama\n                 (facing Papa)\n           Maybe we should decide now, Papa.\n                 (to Steve)\n           You said you would take very good care of our boy?\n\nAsa looks on in amazement.\n\n\n                            PAPA\n           You would consider this foolishness?\n                            Mama\n           I'm only asking, Papa.  If Asa is going to keep running away, I\n           have a right to ask.\n\n                            McGee\n           I made inquiries about Mister Martin, and he's a man who can be\n           trusted.\n\n                            Steve\n           Oh, I'm sorry I started all this trouble, cantor.  And I\n           wouldn't have anything more to do with it -- except considering\n           how Asa feels about show business --\n\n                            Papa\n           Show business!\n\n                            Mama\n                 (to Steve)\n           Tell me, Mister Martin.  Exactly what would Asa do?\n\n                            Asa\n           The same as I did at Kernan's, Mama.  Isn't that what you mean,\n           Mister Martin?\n\n                            Steve\n           Yes.\n\nAsa sits in a chair.\n\n                            ASA\n           You see, Mister Martin's on the stage...\n                 (mimes bowing a cello)\n           ... and he asks everybody to sing, but nobody does, because\n           everybody waits for somebody else to begin.  Now...\n\nAsa moves into a chair.  McGee, Steve, Mama and Papa look on.\n\n                            ASA\n           ... I'm up in the balcony, and Mister Martin says, \"Come on,\n           folks!  Join in the chorus!\"\n\nSteve sits in the chair opposite him and gestures upwards.\n\n                            STEVE\n           Don't be bashful!  All together now!\n                            Asa\n           And then, all of a sudden, I stand up in the balcony and start\n           singing!\n\n                            Steve (O.S.)\n           I'm dumbfounded at the kid's voice and I say...\n\n                       DISSOLVE TO:\n\nINT. THEATER BALCONY - NIGHT\n\nASA STANDS IN A GRAY SUIT WITH A GRAY HAT IN HIS HANDS.   A SPOTLIGHT MOVES\nONTO HIM.\n\n                            STEVE (O.S.)\n           ...",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nA SPOTLIGHT MOVES\nONTO HIM. STEVE (O. S.)\n           ... \n\nTARGET SECTION TO BE ANNOTATED:\n give that boy a spotlight!\n\nAsa sings \"WHEN YOU WERE SWEET SIXTEEN.\"\n\nINTERCUT - STEVE\n\nHE SITS IN A CHAIR ONSTAGE, PLAYING HIS CELLO WHILE ASA SINGS, THEN LEANS\nBACK AND FOLDS HIS ARMS CONTENTEDLY.\n\nWHEN ASA FINISHES, THE AUDIENCE APPLAUDS VIGOROUSLY.  ASA SMILES BACK AT\nTHE PEOPLE BEHIND HIM IN THE BALCONY.\n\n                       DISSOLVE TO:\n\nINT. TRAIN COMPARTMENT - MOVING - DAY\n\nASA, WEARING A GRAY SUIT AND CAP, WRITES ON THE BACK OF A POSTCARD.  STEVE\nSITS STOICALLY BESIDE HIM, ARMS FOLDED.\n\nCLOSE SHOT - THE POSTCARD\n\nIT READS:\n\n           \"DEAR MAMA AND PAPA,\n           Got lots of\n           applause.  Next\n           week Philadelphia,\n           Then Pittsburgh.\n           Feeling fine,\n           Your loving son,\n           Asa Yoelson.\"\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM - DAY\n\nMAMA READS THE POSTCARD ALOUD AS PAPA STANDS, WATCHING AND SMOKING A\nCIGARETTE, AND ANN LINGERS IN B.G.\n                            MAMA\n           Next week, Philadelphia, then Pittsburgh.  Feeling fine.  Your\n           loving son, Asa Yoelson.\n                 (looks at Papa)\n           He's feeling fine.\n\nMama turns to a bulletin board.  Nothing is posted on it.\n\nDOLLY IN AS PAPA AND ANN FOLLOW HER.  MAMA PINS THE POSTCARD ONTO THE\nBOARD.\n\n                            PAPA\n           Philadelphia, Pittsburgh.  Washington was to small for Asa.\n\n                       DISSOLVE TO:\n\nTHE BULLETIN BOARD\n\nIS NOW COVERED WITH POSTCARDS.  DOLLY IN ON A POSTCARD THAT SAYS, \"VIEW\nNORTH ON MAIN STREET.\"\n\n                       DISSOLVE TO:\n\nMONTAGE - ASA'S POSTCARDS\n\nPAN ACROSS THEM AS ASA, HIS FACE SUPERIMPOSED, SINGS \"AFTER THE BALL.\"\nMAMA AND PAPA COMMENT ON EACH CARD IN TURN:\n\n- THE FIRST POSTCARD IS LABELED, \"INDIANAPOLIS.\"\n\n                            MAMA (O.S.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\nTHE BULLETIN BOARD\n\nIS NOW COVERED WITH POSTCARDS. DOLLY IN ON A POSTCARD THAT SAYS, \"VIEW\nNORTH ON MAIN STREET.\"\n\n                       DISSOLVE TO:\n\nMONTAGE - ASA'S POSTCARDS\n\nPAN ACROSS THEM AS ASA, HIS FACE SUPERIMPOSED, SINGS \"AFTER THE BALL.\"\nMAMA AND PAPA COMMENT ON EACH CARD IN TURN:\n\n- THE FIRST POSTCARD IS LABELED, \"INDIANAPOLIS.\"\n\n                            MAMA (O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n           Indian-apolis.\n\n\n                            Papa (O.S.)\n           Indians!  He'll come home scalped, yet!\n\n- The next reads, \"Kickabock, Iowa.\"\n\n                            MAMA (O.S.)\n           Kickabock.  Is this in the United States, Papa?\n\n                            Papa (O.S.)\n           Ach!  Don't be foolish!\n\n- The next reads, \"Dubuque, Iowa.\"\n\n                            MAMA (O.S.)\n           Doo-boo-kay, Iowa.\n                            Papa (O.S.)\n           Oh, no.  That's pronounced \"DIH-Bik,\" Mama.\n\n                            Ann (O.S.)\n           Dih-byook!\n\n                            Mama (O.S.)\n           Anyway, in Doo-boo-kay, he sang two encores.\n\n                       DISSOLVE TO:\n\nINT. TRAIN COMPARTMENT - MOVING - DAY\n\nASA AND STEVE SIT FACING EACH OTHER IN TRAIN SEATS.  STEVE HOLDS A BOOK;\nASA HOLDS A PENCIL AND NOTE-PAD.\n\n                            STEVE\n           Now spell, uh, \"tedious.\"\n\n                            Asa\n           T-E-D-O-...\n\n                            Steve\n           Wait a minute.  That's wrong.  Try again.  \"Tedious.\"\n\n                            Asa\n           You wouldn't know how to spell it if you didn't have that book\n           in front of you!\n\n                            Steve\n                 (glowering back)\n           I'm not learning, I'm teaching!\n\n                       DISSOLVE TO:\n\nINT. THEATER - BALCONY - NIGHT\n\nASA, IN A DARK GRAY JACKET AND TIE, SINGS \"BY THE LIGHT OF THE SILVERY\nMOON,\" CLAPPING HIS HANDS TOGETHER ON THE BEATS.  WHEN HE GETS TO THE WORD\n\"MOON,\" HE SINGS IT \"MOO-HOO-HOON.\"\n\nONSTAGE - STEVE\n\nIS DANCING WHILE HE HOLDS HIS CELLO AND TWIRLS HIS BOW ON HIS FINGER.  HE\nSUDDENLY DOES A DOUBLE-TAKE.  ASA RESUMES SINGING NORMALLY AND STEVE\nREGAINS HIS COMPOSURE AND STARTS DANCING AND TWIRLING HIS BOW AGAIN.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHEN HE GETS TO THE WORD\n\"MOON,\" HE SINGS IT \"MOO-HOO-HOON.\"\n\nONSTAGE - STEVE\n\nIS DANCING WHILE HE HOLDS HIS CELLO AND TWIRLS HIS BOW ON HIS FINGER. HE\nSUDDENLY DOES A DOUBLE-TAKE. ASA RESUMES SINGING NORMALLY AND STEVE\nREGAINS HIS COMPOSURE AND STARTS DANCING AND TWIRLING HIS BOW AGAIN. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE BALCONY\n\nWHEN ASA GETS TO THE LINE \"WE'LL BE CUDDLING SOON,\" HE ADDS A JAZZY \"UH-\nHUH.\"\n\nONSTAGE - STEVE\n\nSITTING IN HIS CHAIR NOW AND PLAYING THE CELLO, HITS A SOUR NOTE.  HE LOOKS\nUP AT THE BALCONY NONPLUSSED.\n\nIN THE BALCONY\n\nASA FINISHES THE SONG.  THE AUDIENCE APPLAUDS.  ASA NODS BACK TO THEM\nHAPPILY.\n\nONSTAGE\n\nSTEVE LOOKS AT HIM GLOWERING.\n\n                       DISSOLVE TO:\n\nBACKSTAGE - A CORRIDOR\n\nA VERY GRUMPY STEVE COMES DOWN FROM THE WINGS AS DANCING GIRLS HEAD\nONSTAGE.\n\nAT THE SAME TIME, ASA COMES DOWN A STAIRCASE FROM THE BALCONY HOLDING A\nBLACK CAP.\n\nAS ASA PASSES STEVE, STEVE TAPS HIS SHOULDER WITH THE BOW.\n\n                            STEVE\n           Just a minute!\n\nDOLLY BACK as they walk down some steps and along the corridor.\n\n\n                            STEVE\n           How come, all of a sudden, in the middle of the song you put in\n           a \"moo-moo?\"\n\n                            Asa\n           I thought it would be a little better that way.\n\n                            Steve\n           Oh.  You thought it would be a little better.  If the guy who\n           wrote the song wanted to say \"moo-moo,\" he'd write it that way.\n                            Asa\n           I just get tired of singing it the same way every time, Mister\n           Martin, so --\n\nThey arrive at their dressing room door.  Steve gestures with the bow.\n\n                            STEVE\n           So you thought up \"moo-moo.\"\n\n                            Asa\n           I didn't think it.  It just came out.\n\n                            Steve\n           Oh.  It just came out.\n                 (holding his bow\n                  out angrily)\n           Well don't let it come out!  You sing that song just like it's\n           written and I don't want to hear no more \"moo-moos.\"\n\nSteve goes into the dressing room.\n\n                            ASA\n           Yes, sir.\n\n                            Steve (O.S.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nASA\n           Yes, sir. Steve (O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n           Heh!  How do you like that!\n\nIN THE DRESSING ROOM - STEVE\n\nSETS HIS CELLO AGAINST A WALL.\n\n\n                            STEVE\n           He gets tired singing it the same way, so he puts in...\n                 (makes a face, rolls\n                  his eyes and snaps\n                  his fingers)\n           ... \"moo, moo.\"  As if that makes any difference!\n\nHe crosses past Asa to the door and hangs up his coat.\n\n                            STEVE\n           And another thing.  You're singing it a little faster every\n           night.\n                 (into Asa's face)\n           Is that because you're tired, too?\n                            Asa\n           No, sir.  That's because you're playing it too slow.\n\nSteve, taking off the hat with fake bangs, suddenly freezes.\n\n                            STEVE\n           I'm playing it slow?  Excuse me!  I've only been in this\n           business for thirty years -- making a very nice living.  But\n           maybe an old trooper like you oughta come down on the stage and\n           have people --\n\n                            Asa\n           Oh, I've thought about that.  I mean, I could sing much better\n           on the stage.\n\n                            Steve\n           You don't tell me!\n\n                            Asa\n           Yes, because then I could sing right to 'em instead of the backs\n           of their heads, and I could see how their faces looked.\n\n                            Steve\n           Faces?\n\n                            Asa\n           Unless you can see the people's faces, it's no good at all.\n\n\n                            Steve\n           You don't say.  And tell me, Mister Yoelson, with that spotlight\n           shining right in your eyes, how ya gonna see faces?!\n\n                            Asa\n           Well, that's easy.  If you turn up all the lights in the\n           theater, then they can see me and I can see them.\n\nSteve starts to mull it over, then does another double-take and glares at\nAsa again.\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM - DAY\n\nMAMA HOLDS A POSTCARD, LOOKING AT IT EXCITEDLY.\n                            MAMA\n           Asa in long pants!\n\nPapa rises, smoking a cigarette, and looks over her shoulder.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nYOELSON LIVING ROOM - DAY\n\nMAMA HOLDS A POSTCARD, LOOKING AT IT EXCITEDLY. MAMA\n           Asa in long pants! Papa rises, smoking a cigarette, and looks over her shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEIR POV - THE POSTCARD\n\nIT PICTURES ASA WEARING A CHECKERED SUIT AND TROUSERS AND HOLDING A HAT\nWITH HIS ARM ON A CHAIR.\n\n                       DISSOLVE TO:\n\nINT. THEATER - BALCONY - NIGHT\n\nASA, WEARING THE SAME SUIT, SINGS \"GOODBYE MY BLUE BELL.\"  PEOPLE BEHIND\nHIM LOOK ON SMILING.\n\nONSTAGE\n\nSTEVE DANCES, TWIRLING HIS BOW.\n\nIN THE BALCONY\n\nSUDDENLY ASA TRIES TO HIT A HIGH NOTE AND HIS VOICE BREAKS.\n\nONSTAGE\n\nSTEVE STOPS DANCING AND LOOKS AT HIM.\n\nIN THE BALCONY\n\nASA LOOKS BACK AT THE SPECTATORS, WHO LAUGH AT HIM NOW.\n\nONSTAGE\n\nSTEVE BECKONS ANXIOUSLY TO HIM TO CONTINUE.\n\nIN THE BALCONY\n\nASA TRIES AGAIN TO SING BUT BARELY CROAKS THE WORDS OUT.  HE HOLDS HIS\nTHROAT.  MORE LAUGHTER FROM THE CROWD.\n\nIN A PANIC, HE LOOKS BEHIND HIM, THEN SUDDENLY HE PUTS HIS FINGERS INTO HIS\nMOUTH AND STARTS TO WHISTLE -- A WHISTLE AS SHARP AND TRUE AS A MUSICAL\nINSTRUMENT.\n\nONSTAGE\n\nSTEVE LOOKS UP IN AWE, RISES SMILING AND POINTS HIS BOW AT ASA.\n\nINTERCUT\n\nASA CONTINUES WHISTLING AS STEVE DANCES MERRILY AGAIN.\nAT THE END OF THE SONG, BOTH STEVE AND THE AUDIENCE APPLAUD WILDLY.  ASA\nRUNS FROM THE BALCONY.\n\n                       DISSOLVE TO:\n\nINT. DRESSING ROOM\n\nA DEJECTED ASA SITS IN A CHAIR WITH STEVE LOOKING ON.\n\n                            STEVE\n           You don't want to be in the act any more?\n\n                            Asa\n                 (tears in his eyes)\n           No, Steve.  I'm goin' home.\n\n                            Steve\n           Ah, don't be silly.  Your voice is changing, that's all.  In a\n           couple of years you'll get it back, better than ever.\n                 (leans over to him)\n           And listen.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nYour voice is changing, that's all. In a\n           couple of years you'll get it back, better than ever. (leans over to him)\n           And listen. \n\nTARGET SECTION TO BE ANNOTATED:\n  The way you pulled that whistle out of the hat,\n           that's showmanship!  Didn't you hear them applaud?\n\n                            Asa\n           But it isn't the same.\n\n                            Steve\n           What isn't the same?  The act's just as good as it was before!\n\n                            Asa\n           When you whistle, their faces don't look the same.\n\n                            Steve\n                 (throwing his arms up)\n           Yah, faces again!\n                 (pacing)\n           This kid'll drive me crazy!\n                 (kneels beside Asa)\n           Listen.  I didn't say you're gonna whistle the rest of your\n           life.  Just for a while.  Look.\n                 (holds Asa's shoulders)\n           You know what we're gonna do?  We're gonna work up some\n           whistling routines and you're gonna work on the stage with me!\n           What do ya think of that?\nAsa looks at him like a ray of sunshine.\n\n                            STEVE\n           And do ya know something else?  Then you're gonna get billing!\n           Yes, sir!  Meet that scintillating team of artists, Steve Martin\n           and Asa Yoelson!\n                 (he rises, thinking)\n           Asa Yoelson.\n\nHe strokes his chin.\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM\n\nMAMA WALKS THROUGH THE ROOM READING ANOTHER POSTCARD ALOUD.\n\n                            MAMA\n           Now I whistle in the act.  Everyone seems to like it.  Your\n           loving son, Ah --\n\nShe stops, puzzled, and looks more closely at the card.  Then she calls\nout.\n\n                            MAMA\n           Papa!  Asa isn't Asa any more!\n\n                            Papa\n           What!?\n\nHurrying to her side, Papa takes the postcard and looks at it.  It is\nsigned \"Al Jolson of Martin and Jolson.\"\n\n                            PAPA (O.S.)\n           Al Jolson?!\n\n                       DISSOLVE TO:\n\nMONTAGE - MORE OF ASA'S POSTCARDS\n\nDOLLY IN ON THE BULLETIN BOARD, NOW COVERED WITH POSTCARDS.  DISSOLVE TO A\nPAN ACROSS SEVERAL CARDS AS ASA, SUPERIMPOSED, WHISTLES AND MAMA AND PAPA\nCOMMENT AS BEFORE.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n           Al Jolson?! DISSOLVE TO:\n\nMONTAGE - MORE OF ASA'S POSTCARDS\n\nDOLLY IN ON THE BULLETIN BOARD, NOW COVERED WITH POSTCARDS. DISSOLVE TO A\nPAN ACROSS SEVERAL CARDS AS ASA, SUPERIMPOSED, WHISTLES AND MAMA AND PAPA\nCOMMENT AS BEFORE. \n\nTARGET SECTION TO BE ANNOTATED:\n- THE FIRST POSTCARD DEPICTS \"RENO, NEVADA.\"\n\n                            MAMA (O.S.)\n           In Reno, Papa, he's picking up time.\n\n                            Papa (O.S.)\n           Is time something you can pick up?  This is crazy!\n- The next postcard reads: \"Walla Walla.\"  As we see it, Asa's image\ndissolves into an image of the adult Jolson.\n\n                            PAPA (O.S.)\n           Walla–Walla.  This town they liked so much they named it twice!\n\n- The next postcard reads: \"Los Angeles, California.\"\n\n                            MAMA (O.S.)\n           He says he can't come home this summer, Papa.  Maybe next\n           spring.\n\nThe superimposed Jolson stops whistling and smiles.\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM - DAY\n\nMAMA, FLANKED BY PAPA AND ANN, HOLDS A POSTCARD AND SMILES AT IT.  PAPA\nSHAKES HIS HEAD IN ADMIRATION.\n\nTHE POSTCARD\n\nSHOWS THE ADULT JOLSON POSING WITH STEVE.  DOLLY IN ON THE IMAGE OF JOLSON.\n\n                       DISSOLVE TO:\n\nINT. HOTEL ROOM - CLOSE-UP OF JOLSON - NIGHT\n\nHE LIES ON HIS BACK IN BED, HANDS BEHIND HIS HEAD, AND HUMS A FEW BARS OF\n\"WHEN YOU WERE SWEET SIXTEEN.\"  THE NEXT LINE HE SINGS:\n\n                            JOLSON\n           ... since first I met you on the village green...\n\nHe stops singing and smiles, impressed with his voice.\n\nWIDER ANGLE\n\nJOLSON THROWS BACK THE COVERS, JUMPS UP, HURRIES OVER TO STEVE'S BED AND\nSLAPS HIS BOTTOM.\n\n                            JOLSON\n           Steve!  Steve!  Listen to this!\n\nJolson sits on the edge of Steve's bed.\n\n                            STEVE\n                 (awakening)\n           What's the matter?  What's the matter?\n                            Jolson\n           Listen to this!\n                 (resumes singing)\n           Come to me, for my dream of love is all, I love you as I loved\n           you, when you were sweet, when you were sweet sixteen.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat's the matter? Jolson\n           Listen to this! (resumes singing)\n           Come to me, for my dream of love is all, I love you as I loved\n           you, when you were sweet, when you were sweet sixteen. \n\nTARGET SECTION TO BE ANNOTATED:\n                 (speaking)\n           What do you think?\n\n                            Steve\n           Are we going into this again?  In the middle of the night?\n\n                            Jolson\n           But it's getting better every time, Steve!\n\n                            Steve\n           All right, all right.  It's getting better.  I told you, let it\n           alone.  Give yourself time.  Go away.  Go sing in the bathroom.\n\n                            Jolson\n           Why not let me try?\n\n                            Steve\n           You mean, all of a sudden, come on maybe, in the middle of the\n           act, you want to bust out singing?\n\n                            Jolson\n           Why not?\n\n                            Steve\n           You're daffy!\n\n                            Jolson\n           Why?\n\n                            Steve\n           We ain't changin' no act in the middle of the season and fall\n           flat on our face!  We're gonna do like I said.  We're gonna\n           knock off a month next spring!\n\nWIDER ANGLE\n\nSTEVE SNUGGLES AGAINST HIS PILLOW.\n\n                            STEVE\n           Won't take no!  Never stops!\nPAN on Jolson as he walks back to his bed.\n\n                            STEVE (O.S.)\n           This guy'll drive me crazy!\n\n                       DISSOLVE TO:\n\nANOTHER POSTCARD\n\nIT READS \"CHURCHILL DOWNS, LOUISVILLE, KENTUCKY.\"\n\n                            MAMA (O.S.)\n           He's getting close to home!  We'll see him soon, Papa!\n\n                       DISSOLVE TO:\n\nINT. THEATER - BACKSTAGE - NIGHT\n\nJOLSON AND STEVE WALK IN THROUGH THE BACK DOOR AND TURN TO AN OLD MAN\nBEHIND A DESK.\n\n                            JOLSON\n           Hello, Pop.  How's tricks?\n\n                            Old Man\n                 (standing)\n           Letter for you!\n\nHe hands Jolson a letter from a cubby-hole.  Jolson looks at it.\n\n                            JOLSON\n           Mama.  Always on time.\n\nHe tears the envelope open and takes out the letter.  Meanwhile we hear the\nstage manager (JONSIE) call out:\n\n                            JONSIE (O.S.)\n           Overture!\n\n                            Steve\n                 (looking up at where\n                  the voice came from)\n           Come on, Al.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeanwhile we hear the\nstage manager (JONSIE) call out:\n\n                            JONSIE (O. S.)\n           Overture! Steve\n                 (looking up at where\n                  the voice came from)\n           Come on, Al. \n\nTARGET SECTION TO BE ANNOTATED:\nWIDER ANGLE\n\nDOLLY BACK AS JOLSON AND STEVE WALK UP SOME STEPS AND ACROSS THE STAGE TO\nTHE BACKSTAGE AREA.  JOLSON READS THE LETTER TO HIMSELF.\n\n                            JOLSON\n           Gee, Mama's excited.  Three more weeks and we go home, Steve.\n                            Steve\n           I could use a nice month's rest.\n\n                            Jolson\n           Ah, not a month!  I don't want to stay home that long.  Just a\n           few days.  Then we have to get right to work on the new act on\n           the stuff I'm gonna sing.\n\n                            Steve\n           I know, I know.  There'll be time.  Take it easy.  Just relax.\n\nTWO-SHOT - TRACKING - JOLSON AND STEVE\n\nDOLLY BACK AS THEY WALK OFF THE STAGE AND DOWN A FEW STEPS TO THE CORRIDOR\nWHERE THE DRESSING ROOMS ARE.  JOLSON STARTS TO HUM \"SWEET SIXTEEN.\"\n\n                            STEVE\n           Stop arguing!\n\n                            Jolson\n           Just humming a little.\n\n                            Steve\n           When you start singing, that means you're getting ideas.\n\n                            Jolson\n           Well, I was thinking of something.\n\n                            Steve\n           Uh-oh.\n\n                            Jolson\n           In Nashville and Charleston, the last two dates we play, why\n           can't I sing just one chorus of \"Sweet Sixteen?\"\n\n                            Steve\n           No.\n\n                            Jolson\n           Just to see how it sounds.  It won't matter if I flop.\n\nTWO GIRLS in pink dresses pass by.\n\n                            ONE OF THE GIRLS\n           Hello, Al...\n                            Jolson\n                 (off-handedly)\n           Hello.\n                 (to Steve)\n           Just in Charleston, then.  Let me sing it once the last night.\n\nThey stop walking.  Steve looks at Jolson.\n\n                            STEVE\n           That little Carney kid is awful sweet on ya.  Why don't you give\n           her a tumble and get your mind on something else for a change?\n           Don't you ever think of girls?\n\n                            Jolson\n           Ah, I haven't got time.\n                 (takes Steve's arm)\n           Steve, all I'm asking is just one chance!  That's all.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson\n           Ah, I haven't got time. (takes Steve's arm)\n           Steve, all I'm asking is just one chance! That's all. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Steve\n           Stop arguing!\n\n                            BARON (O.S.)\n                 (drunk)\n           Hiya, boys!\n\nDOORWAY TO BARON'S DRESSING ROOM\n\nTOM BARON, A VAUDEVILLE PERFORMER, LOOKS OUT INTO THE HALL AT JOLSON AND\nSTEVE.  HALF OF BARON'S FACE IS \"BLACKED UP\" AND HE HOLDS UP MONEY IN BOTH\nHANDS.\n\n                            BARON\n           I bet the Kentucky Derby winner!  I win a snootful!\n\n                            Steve\n           A snootful is right!\n\nIN BARON'S DRESSING ROOM\n\nSTEVE AND JOLSON STEP INSIDE.\n\n                            STEVE\n           You'd better get ready, Tom.\n\n\n                            Baron\n           I got ready, boy, and I win!\n\nThey seat him in a chair in front of a mirror.\n                            JOLSON\n           Tom, get yourself together.  You're on in a little while!\n\n                            Baron\n           I'll be there with flying colors!\n\nCLOSER ANGLE\n\nTOM LOOKS DOWN AT THE CASH IN HIS HANDS AND TALKS TO IT.\n\n                            STEVE\n           He can't go on like that!  We'd better tell Jonsie to skip the\n           act.  Come on, we gotta get ready ourselves!\n\n                            Jolson\n           You get made up, Steve.  I gotta try and pull this guy together.\n\n                            Steve\n           All right, but hurry up!\n\nSteve leaves the dressing room, closing the door behind him.\n\nJOLSON PULLS OFF HIS OVERCOAT AND TOSSES IT ASIDE.  THEN HE PUSHES BARON\nBACK IN THE CHAIR.\n\n                            JOLSON\n           Tom!  There's a big Derby crowd out there tonight!  The house is\n           packed!  You gotta go on!\n\nHe starts patting burnt cork onto Baron's face.\n\nINT. MARTIN/JOLSON DRESSING ROOM - SAME TIME\n\nSTEVE HURRIES IN, SHUTS THE DOOR AND TAKES OFF HIS TOP-COAT.\n\nINT. BARON'S DRESSING ROOM - SAME TIME\n\n                            BARON\n           I'm rarin' to g -- go!\n\nHe passes out drunk in his chair.\n\n                            JOLSON\n           Tom!  Tom!  Tom!\n\nHe slaps Baron's face.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nTom! Tom! He slaps Baron's face. \n\nTARGET SECTION TO BE ANNOTATED:\n  Baron is dead to the world.\nDOLLY IN ON JOLSON AS HE BACKS AWAY.  HE LOOKS INTO THE MIRROR AT THE BURNT\nCORK ON HIS HANDS, TAKES A TOWEL AND STARTS TO WIPE IT OFF.\n\nSUDDENLY HE STOPS, LOOKING AT HIS HANDS AGAIN.  HE LIFTS BARON'S HEAD, PUTS\nHIS HEAD AGAINST IT AND LOOKS INTO THE MIRROR.  THAT SETTLES IT.\n\nJOLSON GRABS BARON UNDER THE ARMS AND TURNS HIM FACE-DOWN ONTO HIS COT.\n\nJOLSON RISES AND TAKES OFF HIS COAT, SITS IN BARON'S CHAIR, TAKES OFF HIS\nHAT AND LOOKS IN THE MIRROR.\n\nONSTAGE - ANGLE FROM THE WINGS - SAME TIME\n\nA MALE ACROBATIC ACT FINISHES PERFORMING.  THE TRAVELER COMES DOWN.  THE\nTWO GIRLS IN PINK, HOLDING HOOPS, WAIT IN THE WINGS TO GO ON.\n\nFRONT ANGLE ON THE STAGE\n\nTHE ORCHESTRA PLAYS AN INTRODUCTION.\n\nANGLE FROM BACKSTAGE\n\nTHE TRAVELER RISES AGAIN AND THE TWO GIRLS MOVE ONSTAGE.\n\nANGLE ON THE STAGE\n\nTHE TWO GIRLS START TO PERFORM.\n\nINT. BARON'S DRESSING ROOM - SAME TIME\n\nJOLSON, SITTING IN BARON'S CHAIR AND LOOKING INTO THE MIRROR, PUTS ON A\nWIRY BLACK HAIRPIECE.  HE GETS UP, WALKS INTO B.G., TAKES A COAT FROM A\nHOOK AND TURNS FORWARD AGAIN, REVEALING HIMSELF IN BLACKFACE.\n\nONSTAGE - ANGLE FROM THE WINGS\n\nTHE TWO GIRLS KEEP DANCING.  MEANWHILE, OSCAR HAMMERSTEIN AND LEW\nDOCKSTADER TAKE SEATS IN A BOX ACROSS FROM THEM.\n\nBACKSTAGE - SAME TIME\n\nJONSIE, THE STAGE MANAGER, SHIELDS HIS EYES FROM THE FOOTLIGHTS AND LOOKS\nAT THE BOX.  HIS ASSISTANT STANDS BEHIND HIM.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEANWHILE, OSCAR HAMMERSTEIN AND LEW\nDOCKSTADER TAKE SEATS IN A BOX ACROSS FROM THEM. BACKSTAGE - SAME TIME\n\nJONSIE, THE STAGE MANAGER, SHIELDS HIS EYES FROM THE FOOTLIGHTS AND LOOKS\nAT THE BOX. HIS ASSISTANT STANDS BEHIND HIM. \n\nTARGET SECTION TO BE ANNOTATED:\n  JONSIE SEES HAMMERSTEIN AND\nDOCKSTADER SETTLE INTO THEIR SEATS.\n\n                            JONSIE\n           Oscar Hammerstein and Lew Dockstader!  What are they doing here?\n                            Assistant Stage Manager\n           Down for the races.\n\nIN THE BOX\n\nHAMMERSTEIN NUDGES DOCKSTADER.\n\n                            HAMMERSTEIN\n           Lew, why do you drag me here when we could have been playing\n           poker?\n\n                            Dockstader\n           Anything on a stage, Oscar.  I love it.  I see 'em all.\n\nINT. BARON'S DRESSING ROOM - SAME TIME\n\nJOLSON, IN FULL COSTUME AND BLACKFACE, LOOKS INTO THE MIRROR AND STARTS TO\nPUT A DERBY HAT ON.  A KNOCK SOUNDS AT THE DOOR.\n\n                            MALE VOICE (O.S.)\n           You're on, Mister Baron!\n\n                            Jolson\n                 (in a low register)\n           Ready!\n\nAs Tom lies comatose in f.g., Jolson puts on a hat, straightens his big\nblack tie, looks in the mirror and smiles broadly at himself.  Then he\nwalks over to Tom and puts Tom's jacket over his shoulders.\n\nJOLSON GOES TO THE DRESSING ROOM DOOR, UNLOCKS AND OPENS IT.  THE COAST IS\nCLEAR.  HE STEPS OUTSIDE.\n\nIN THE CORRIDOR\n\nJOLSON CLOSES THE DOOR BEHIND HIM AND LOCKS IT.  A SHOWGIRL IN A BLACK\nDRESS PASSES BY.  JOLSON CAUTIOUSLY WALKS UP THE CORRIDOR AND UP THE STEPS\nINTO THE WINGS.\n\nINT. MARTIN/JOLSON DRESSING ROOM - SAME TIME\n\nSTEVE PUTS HIS HAT ON AND LOOKS BACK AT THE DOOR.\n\n                            STEVE\n                 (calling)\n           Al!\n\nBACKSTAGE\n\nDOLLY BACK ON JOLSON AS HE WALKS PAST THE ASSISTANT STAGE MANAGER AND\nJONSIE.  HE STOPS IN THE WINGS, WAITING TO GO ON.\nIN THE CORRIDOR\n\nSTEVE WALKS TO THE DOOR TO BARON'S DRESSING ROOM.  HE FINDS IT LOCKED.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHE STOPS IN THE WINGS, WAITING TO GO ON. IN THE CORRIDOR\n\nSTEVE WALKS TO THE DOOR TO BARON'S DRESSING ROOM. HE FINDS IT LOCKED. \n\nTARGET SECTION TO BE ANNOTATED:\n                            STEVE\n                 (calling)\n           Al!  Tom!\n\nHearing no answer, he turns and heads to the wings.\n\nONSTAGE - ANGLE FROM THE WINGS\n\nTHE GIRLS IN PINK KEEP DANCING.  JOLSON, HIS BACK TO US IN THE WINGS, WAITS\nTO GO ON.\n\nIN THE HAMMERSTEIN/DOCKSTADER BOX\n\nHAMMERSTEIN TURNS TO DOCKSTADER.\n\n                            HAMMERSTEIN\n           Any time you're ready to go, Lew.\n\nIN THE WINGS\n\nSTEVE ROUNDS THE CORNER, LOOKING AROUND.  JOLSON LOOKS BACK.  THEY SEE EACH\nOTHER.  JOLSON LOOKS FORWARD AGAIN.  STEVE WALKS UP TO HIM AS THE MUSIC FOR\nTHE CURRENT ACT CONCLUDES.\n\n                            STEVE\n           Tom, are you all right, eh?\n\nJolson nods.\n\n                            STEVE\n           Where's Al?\n\nJolson shakes his head.\n\n                            STEVE\n           He was with you, wasn't he?\n\nJolson nods.\n\n                            STEVE\n           Where did he go?\n\nJolson shrugs.\n\nTHE GIRLS COME OFFSTAGE.\n\n                            JONSIE (O.S.)\n           All right, Tom.\nTom's music begins -- the introduction to \"MA BLUSHIN' ROSIE.\"  Steve looks\nat Jolson.  Jolson shoots him a look back and runs onstage.\n\nONSTAGE\n\nJOLSON RUNS TO CENTER STAGE.\n\nIN THE WINGS\n\nSTEVE ANGRILY GESTURES TO JOLSON TO COME BACK.\n\nONSTAGE\n\nJOLSON STRAIGHTENS HIS HAT AND TIE AND STARTS TO SING THE VERSE.\n\n                            JOLSON\n           There's a little bunch of sweetness\n           That I long to call my bride,\n           And believe me, I'm not happy --\n                 (talks)\n           But -- baby... Huh, funny thing.  I've s-sung this song a\n           thousand times, and I why I forgot it tonight, I don't know.\n\nIN THE WINGS\n\nSTEVE ROLLS HIS EYES SKYWARD AND COVERS HIS FACE.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nHuh, funny thing. I've s-sung this song a\n           thousand times, and I why I forgot it tonight, I don't know. IN THE WINGS\n\nSTEVE ROLLS HIS EYES SKYWARD AND COVERS HIS FACE. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE HAMMERSTEIN/DOCKSTADER BOX\n\nHAMMERSTEIN LOOKS DISAPPOINTEDLY AT DOCKSTADER, WHO LOOKS AT THE STAGE WITH\nENCOURAGEMENT.\n\nONSTAGE\n\nJOLSON STARTS HUMMING THE MELODY, THEN SINGS AGAIN.\n\n                            JOLSON\n           You'll hear me call her name.\n                 (talking)\n           I got it now.\n\nJolson throws a look back at Steve then sings the rest of the song with\ntremendous power.\n\nIN THE WINGS\n\nSTEVE LOOKS ON AS IF HE'S WATCHING GOD.\nIN THE HAMMERSTEIN/DOCKSTADER BOX\n\nBOTH MEN WATCH IMPRESSED.\n\n                            DOCKSTADER\n           Baron's developed a very nice style.  Very nice.\n\nHammerstein nods happily.\n\nONSTAGE\n\nJOLSON FINISHES THE SONG, TAKES OFF HIS HAT AND BOWS.  THE AUDIENCE\nAPPLAUDS -- AMONG THEM A HAPPY HAMMERSTEIN AND DOCKSTADER.\n\nIN THE WINGS\n\nJOLSON RUNS UP TO STEVE.\n\n                            STEVE\n           Al, are you nuts --\n\n                            Jolson\n           Did you hear that finish?!\n\n                            Jonsie\n                 (to Jolson)\n           C'mon, Tom!  Get out there!\n\nJonsie turns away.  Jolson looks frantically at Steve.\n\n                            JOLSON\n           But Steve, I don't know any more of Tom's songs!\n\n                            Steve\n           Well, take a bow and collapse!  Get yourself off!  Go on!\n\nONSTAGE\n\nJOLSON COMES ONSTAGE AGAIN, FEIGNS ILLNESS, HOLDING HIS HAT IN ONE HAND AND\nTHE OTHER HAND TO HIS FOREHEAD, AND STAGGERS BACK INTO THE WINGS.\n\nIN THE WINGS\n\nSTEVE HOLDS JOLSON UP AND LEADS HIM BACKSTAGE.\n\n                            JONSIE\n           Tom!  What's the matter?\n\n                            Steve\n           He's sick.  Can't ya see?\n                            Assistant Stage Manager\n           Let me help you.\n\n                            Steve\n           I'll take him back.\n\nSteve and Jolson turn a corner.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nAssistant Stage Manager\n           Let me help you. Steve\n           I'll take him back. Steve and Jolson turn a corner. \n\nTARGET SECTION TO BE ANNOTATED:\n  Meanwhile Jonsie signals to a stage-hand:\n\n                            JONSIE\n           Jimmy, get the adagio team!  Hurry up!\n\nA kid runs into frame, nods and runs off.\n\nIN THE CORRIDOR\n\nSTEVE LEADS JOLSON DOWN THE STEPS INTO THE CORRIDOR WHERE THE DRESSING\nROOMS ARE.  SUDDENLY THEY SEPARATE.\n\n                            STEVE\n           I'll murder you!  Gimme the key to Baron's room!  He could get\n           thrown out of the business for this!\n\n                            Jolson\n           But the way I sang that finish, Steve!\n\n                            Steve\n           Gimme that key!  We gotta get Tom on his feet!\n\nJolson hands Steve the key and Steve unlocks the door to Baron's dressing\nroom.\n\nIN BARON'S DRESSING ROOM\n\nBARON SITS ON THE EDGE OF HIS COT.  THE DOOR OPENS AND STEVE ENTERS\nFOLLOWED BY JOLSON.  THE HAT IS AGAIN ON JOLSON'S HEAD AND HE TAKES IT OFF\nALONG WITH THE WIG.\n\n                            STEVE\n                 (to Jolson)\n           Get that make-up off!\n                 (to Baron)\n           And you get yours on!\n\nBaron stands up.\n\n                            STEVE\n           Jonsie, the stage manager, will be here in a minute to see if\n           you died!\n                            Baron\n           I gotta go on!\n\nSteve grabs him by the shoulders and makes him lie on the cot.\n\n                            STEVE\n           Get this through your head!  You've been on!  You just came off!\n            You got sick and had to quit after the first song!\n\n                            Baron\n                 (rising)\n           I did?!\n\n                            Steve\n                 (pushing him down again)\n           Don't you understand?\n\nJolson looks over from the sink where he is washing his face.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nBaron\n                 (rising)\n           I did?! Steve\n                 (pushing him down again)\n           Don't you understand? Jolson looks over from the sink where he is washing his face. \n\nTARGET SECTION TO BE ANNOTATED:\n                            JOLSON\n           You weren't on at all!  You couldn't make it!\n\n                            Steve\n                 (gesturing at Jolson)\n           And that idiot went on and sang for you!\n\n                            Jolson\n           You were a big hit, Tom!\n\n                            Steve\n           Shut up!  I'll talk to you later!  Get that make-up off!\n\nIN THE CORRIDOR\n\nJONSIE WALKS TO BARON'S DRESSING ROOM DOOR WITH HAMMERSTEIN AND DOCKSTADER\nBEHIND HIM.  JONSIE TRIES TO OPEN THE DOOR THEN KNOCKS.\n\n                            JONSIE\n           Tom?!\n\nIN THE DRESSING ROOM\n\nSTEVE APPLIES BURNT CORK TO BARON'S FACE.\n\n                            STEVE\n                 (calling back)\n           Oh, he's all right, Jonsie!  Nothing to worry about!\nIN THE CORRIDOR\n\n                            JONSIE\n           Mister Hammerstein and Mister Dockstader are here to see him!\n\nIN THE DRESSING ROOM\n\nJOLSON TURNS FROM THE MIRROR WHERE HE'S BEEN DRYING HIS FACE.\n\n                            JOLSON\n           Hammerstein!  Dockstader!\n\nWIDER ANGLE\n\nANOTHER KNOCK SOUNDS AT THE DOOR.\n\n                            JONSIE (O.S.)\n           What's the matter?  Let me in!\n\n                            Steve\n           Just a minute!\n\nHe sets the make-up container on a table and pulls a blanket over Baron.\nMeanwhile Jolson reaches for a blue bathrobe and puts it on.\n\n                            STEVE\n                 (to Baron)\n           Are you all right, Tom?  Did you hear what I told you?\n\n                            Jolson\n                 (leaning over him)\n           See, you were a big hit, Tom!\n\n                            Steve\n           Keep still!\n\nSteve spits on his hand and wipes some burnt cork on his pant leg.  Then he\nunlocks and opens the door, revealing Jonsie, Hammerstein and Dockstader\noutside.  Jolson finishes tying the bathrobe around him as they enter.\n\n                            STEVE\n           Come in, gentlemen!  He's feeling much better.  Just a little\n           indigestion.\n\n                            Jonsie\n                 (pointing to Baron)\n           Mister Baron gentlemen!... Mister Dockstader, Mister\n           Hammerstein.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust a little\n           indigestion. Jonsie\n                 (pointing to Baron)\n           Mister Baron gentlemen!... Mister Dockstader, Mister\n           Hammerstein. \n\nTARGET SECTION TO BE ANNOTATED:\nHammerstein shakes Baron's hand.\n                            HAMMERSTEIN\n           I'm glad to know you, Baron.  You were great out there tonight.\n           Sorry you couldn't do more.\n\n                            BAron\n           Thank you, Mister Hammerstein.\n\n                            Jonsie\n           Oh, this is Steve Martin, gentlemen.\n\nJonsie leaves the room, closing the door behind him.\n\n                            STEVE\n           How are ya?\n                 (points to Jolson)\n           My partner, Al Jolson.\n\n                            Jolson\n           How do you do?\n\n                            Steve\n                 (taking his hat off)\n           Martin and Jolson.\n\n                            Hammerstein\n                 (to Baron)\n           I have an idea you might do very well at Hammerstein's Victoria,\n           Baron.  If you'd consider opening in, say, two weeks?\n\nTWO-SHOT - JOLSON AND DOCKSTADER\n\nAS BARON AND HAMMERSTEIN TALK, DOCKSTADER LOOKS AT JOLSON.\n\n                            BARON (O.S.)\n           Well, I, uh -- I don't know, Mister Hammerstein.  I --\n\n                            Jolson\n           He doesn't know.  That's wonderful.  He gets an offer to play on\n           Broadway...\n\nDockstader looks behind Jolson's ear.\n\nDOCKSTADER'S POV - JOLSON\n\nBURNT CORK REMAINS BEHIND JOLSON'S EAR.\n\n                            JOLSON\n           ... and he doesn't know!\n                            Steve (O.S.)\n           That's a great break, Tom!\n\nDOCKSTADER\n\nLOOKS BACK AND FORTH BETWEEN JOLSON AND BARON AS HAMMERSTEIN TALKS TO\nBARON.\n\n                            HAMMERSTEIN (O.S.)\n           I don't carry a contract around with me, but anything will do.\n\nTWO-SHOT - JOLSON AND DOCKSTADER\n\n                            DOCKSTADER\n                 (to Jolson)\n           I'd like to talk to you.\n\n                            Jolson\n           Who, me?\n\n                            Dockstader\n           Outside.\n\nDockstader turns to the door; Jolson follows, bouncing a fist against his\npalm.  Steve watches them go, then starts to follow.  Meanwhile:\n\n                            HAMMERSTEIN (O.S.)\n           I'm certain we won't have any trouble about the terms.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteve watches them go, then starts to follow. Meanwhile:\n\n                            HAMMERSTEIN (O. S.)\n           I'm certain we won't have any trouble about the terms. \n\nTARGET SECTION TO BE ANNOTATED:\n  I say,\n           you're going to enjoy playing my theater.\n\nIN THE CORRIDOR\n\nDOCKSTADER PACES TO THE OPPOSITE WALL THEN LOOKS BACK AT JOLSON.\n\n                            DOCKSTADER\n           What did you say your name was?\n\n                            Jolson\n           Al Jolson.\n\n                            Dockstader\n           Did you ever sing in blackface, Jolson?\n\nSteve emerges from the dressing room.\n\n                            STEVE\n           Him?  Never!  Y'see, he -- he just whistles, Mister Dockstader.\n                            Dockstader\n           Blacks up behind the ears to whistle, huh!\n\nJolson feels behind his ear.\n\n                            DOCKSTADER\n           You see, I've seen Baron work before.  Hammerstein hasn't.\n\n                            Steve\n           I'll go in and explain to Mister Hammerstein.\n\n                            Dockstader\n           I wouldn't.  Hammerstein knows what he's doing.  And I don't\n           tell tales.\n                 (to Jolson)\n           And as for you, Jolson, you can join Dockstader's Minstrels in\n           Saint Louis next week.\n\n                            Jolson\n           Ya -- you don't mean it!\n                 (turns to Steve)\n           Steve, you hear that?\n\n                            Steve\n           That's from heaven, kid!\n\n                            Jolson\n                 (paces back then\n                  turns around again)\n           Saint Louis next week!\n                 (to Steve)\n           Then we have to leave the show on Saturday, Steve.  We can fix\n           that, can't we?\n                 (to Dockstader)\n           Ah, sure we can!  And there's a lot of new stuff we're planning\n           to put in the act!  We'll have it ready Saturday!\n\n                            Dockstader\n           I can't use an act, Jolson.  I only have a place for one man.\n\n                            Jolson\n           Oh -- oh, you mean -- you mean you just want me?\n                            Steve\n           Well -- well, what did you think?  What would I be doing with\n           minstrels?\n\n                            Jolson\n                 (to Dockstader)\n           Oh, well, Steve and I have been together a long time, and -- and\n           we're working up a lot of new ideas.\n\n                            Steve\n           Not me.  You.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson\n                 (to Dockstader)\n           Oh, well, Steve and I have been together a long time, and -- and\n           we're working up a lot of new ideas. Steve\n           Not me. You. \n\nTARGET SECTION TO BE ANNOTATED:\n  But this is what a guy like you prays for.\n           Dockstader's Minstrels in one jump!\n\n                            Dockstader\n           Where you can sing your head off.\n\n                            Jolson\n           Oh, you mean the job calls for a singer?\n\n                            Steve\n           What are you talkin' about?  What did you think?\n\n                            Jolson\n                 (to Dockstader)\n           Oh, then I wouldn't be interested.  See, I like whistling.\n           Steve and I argue about that all the time.  He -- he keeps\n           wanting me to sing, but at heart I'm just a whistler.  Only\n           thing that makes me happy.\n\nThe assistant stage manager passes by.\n\n                            ASSISTANT STAGE MANAGER\n           Martin and Jolson, five minutes!\n\n                            Jolson\n           Well, that's us.\n                 (shakes Dockstader's hand)\n           Well, thanks a lot, Mister Dockstader.  And if you ever need a\n           whistler, let me know, will ya?\n                 (pinches Steve's cheek)\n           Be with you in a minute, Steve.\n\nJolson walks off.  DOLLY IN on Steve and Dockstader.\n\n                            STEVE\n           When are you leaving town, Mister Dockstader?\n                            Dockstader\n           Tomorrow evening.\n\n                            Steve\n           I might drop around to your hotel in the morning.\n\n                       DISSOLVE TO:\n\nINT. TRAIN CARRIAGE - NIGHT\n\nBELLS SOUND.  JOLSON WALKS DOWN AN AISLE CARRYING HIS BAGS WITH A TOPCOAT\nOVER HIS ARM, STEVE BEHIND HIM.  JOLSON SITS IN A SEAT AND STEVE SITS\nBESIDE HIM, LOOKING AROUND.\n\n                            STEVE\n           I wonder what the porter did with my bags.  They're not here.\n\n                            Jolson\n           Must be on the train somewhere.\n\n                            Steve\n           I'll see.\n\nSteve walks back up the aisle, passes Dockstader and taps his shoulder.\nDockstader looks at Steve and Steve looks back at him.  Dockstader smiles,\nrises and goes to Jolson.\n\n                            DOCKSTADER\n           Hello, Jolson.\n\n                            Jolson\n                 (looking up, surprised)\n           Hello, Mister Dockstader.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nDockstader smiles,\nrises and goes to Jolson. DOCKSTADER\n           Hello, Jolson. Jolson\n                 (looking up, surprised)\n           Hello, Mister Dockstader. \n\nTARGET SECTION TO BE ANNOTATED:\n  I thought you were going to Saint\n           Louis.\n\n                            Dockstader\n           I am.\n                 (sits beside Jolson)\n           So are you.\n\nJolson stares at him, thinking.\n\n                            CONDUCTOR (O.S.)\n           All aboard!\n\n                            Jolson\n                 (suspicious)\n           Where's Steve?\n\n                            Dockstader\n           He's not coming.\n                            Jolson\n           Then I'm on the wrong train!\n\n                            Dockstader\n                 (holds his shoulder)\n           No, you're not.  This is the right train.  Steve wants you to go\n           with me.\n\n                            Jolson\n                 (picks up his baggage)\n           I can't do it!\n\nDockstader tries to block Jolson as he gets up.\n\n                            DOCKSTADER\n           But you're throwing away a great chance, Jolson!\n\n                            Jolson\n           I can't, Mister Dockstader!\n\nAT THE DOOR\n\nA CONDUCTOR SHUTS THE DOOR AND TURNS AWAY.  JOLSON HURRIES TO THE DOOR AND\nLOOKS OUTSIDE.  STEVE STANDS THERE AS THE TRAIN LEAVES THE PLATFORM.\n\n                            JOLSON\n           Steve!\n\nHe tries to open the door.\n\nJOLSON'S POV - STEVE\n\nHOLDS HIS HANDS TOGETHER IN A GESTURE OF \"GOOD LUCK.\"\n\nANGLE ON JOLSON\n\n                            JOLSON\n                 (desperately)\n           Steve!\n\n                       DISSOLVE TO:\n\nINT. THEATER - ONSTAGE\n\nA TROOP OF EIGHT BLACKFACED MINSTRELS DANCE ONSTAGE LEANING FORWARD, JOLSON\nIN THEIR MIDST.  THEY SING \"I WANT A GIRL JUST LIKE THE GIRL THAT MARRIED\nDEAR OLD DAD.\"  DOLLY IN ON THEM.\n\nCLOSE-UP - JOLSON\n\nSINGS ENTHUSIASTICALLY WITH THEM (BUT WE DON'T HEAR HIS VOICE).\nIN THE WINGS\n\nDOCKSTADER IN BLACKFACE AND WEARING A GOLD TOP-HAT NODS HIS HEAD WITH THEM.\n A STAGE-HAND PASSES BY IN B.G.\n\nONSTAGE\n\nDOLLY BACK FROM THE MINSTRELS AS THEY FINISH THEIR SONG AND RAISE THEIR\nHATS IN THE AIR.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nA STAGE-HAND PASSES BY IN B. G. ONSTAGE\n\nDOLLY BACK FROM THE MINSTRELS AS THEY FINISH THEIR SONG AND RAISE THEIR\nHATS IN THE AIR. \n\nTARGET SECTION TO BE ANNOTATED:\n                       DISSOLVE TO:\n\nINT. THE WINGS\n\nDOCKSTADER, IN BLACKFACE AND GOLD TOP-HAT, TURNS AWAY FROM THE STAGE.\nJOLSON RUNS UP AND TOUCHES HIS ELBOW.  THE ORCHESTRA IS PLAYING \"WAY DOWN\nUPON THE SWANEE RIVER.\"\n\n                            JOLSON\n           Excuse me, Mister Dockstader.  You see, it's been almost a year\n           now --\n\n                            Dockstader\n           And you're doing fine, Jolson.  You're making real progress.  I\n           have some ideas for you.  I'm going to move you into a quartet.\n\n                            Jolson\n                 (holds Dockstader's\n                  elbow again)\n           Well, thanks a lot, Mister Dockstader.  But, you see, I had some\n           ideas myself, and --\n\n                            Dockstader\n                 (holding his hands\n                  behind his back)\n           Steve Martin said you'd break out with a rash now and then.\n           Ideas about what?\n\n                            Jolson\n           Well, I mean, I wanted to talk to you about the kind of song\n           we're singing.  Same one all the time, in the same way...\n\n                            Dockstader\n                 (gesturing toward the\n                  audience)\n           That's what they come to hear!  It's a matter of tradition!\n                            Jolson\n           But they might like something different.\n\n                            Dockstader\n           My boy, minstrels have been doing fine for fifty years, and we\n           take pride in doing it like it's always been done.\n\n                            Jolson\n           Oh, I know that, Mister Dockstader.\n\n                            Dockstader\n           But you've got a great point there, Jolson.  We'll talk it over\n           some time.  Yes, we'll talk it over.\n\n                       DISSOLVE TO:\n\nONSTAGE\n\nJOLSON IN A QUARTET SINGS \"I WANT A GIRL.\"  DOLLY IN ON JOLSON AS HE SINGS.\n (THIS TIME WE HEAR HIS VOICE.)\n\n                       DISSOLVE TO:\n\nINT. CORRIDOR - OUTSIDE DOCKSTADER'S OFFICE\n\nJOLSON STANDS OUTSIDE A DOOR THAT JUST SAYS \"NO. 1.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\nONSTAGE\n\nJOLSON IN A QUARTET SINGS \"I WANT A GIRL.\"  DOLLY IN ON JOLSON AS HE SINGS. (THIS TIME WE HEAR HIS VOICE.)\n\n                       DISSOLVE TO:\n\nINT. CORRIDOR - OUTSIDE DOCKSTADER'S OFFICE\n\nJOLSON STANDS OUTSIDE A DOOR THAT JUST SAYS \"NO. 1. \n\nTARGET SECTION TO BE ANNOTATED:\n  HE ALMOST KNOCKS BUT\nTURNS AWAY.  JUST THEN DOCKSTADER EMERGES FROM THE OFFICE SMOKING A CIGAR.\nJOLSON TURNS BACK.\n\n                            JOLSON\n           Excuse me, Mister Dockstader.  I've been looking for a chance\n           for weeks to --\n\n                            Dockstader\n                 (taking the cigar from\n                  his mouth)\n           I agree, Jolson.  You've worked in that quartet long enough.\n           Time you moved up.  I'm going to give you a chance in a duet.\n\n                            Jolson\n           Well, that would be fine, Mister Dockstader.  But the point is,\n           if I do, I'd like to try a different kind of song.  I mean,\n           something with a style that's better for me -- faster tempo,\n           more rhythm.  I'd like to look for something like that.\n                            Dockstader\n           Sure, sure.  Talk to you about that again, Jolson.  Must be some\n           song around you'd be happy with.  Must be some song.\n\nDockstader walks out a stage door past an OLD MAN reading a newspaper.\n\n                       DISSOLVE TO:\n\nONSTAGE\n\nJOLSON IN A DUET SINGS \"I WANT A GIRL.\"\n\nIN THE WINGS\n\nDOCKSTADER WATCHES IN BLACKFACE AND GOLD TOP-HAT, NODDING HIS HEAD WITH\nTHEM.  THE SAME STAGE-HAND PASSES BY IN B.G.\n\n                       DISSOLVE TO:\n\nEXT. THEATER BACKDOOR - NIGHT\n\nJOLSON'S PARTNER WALKS OUTSIDE FOLLOWED BY JOLSON, BOTH WEARING STRAW HATS.\n\n                            PARTNER\n           Where are you going to eat?\n\n                            Jolson\n           I think I'll take a look at the town.  I've never been in New\n           Orleans before.\n\n                            Partner\n           Don't get lost -- we've got a show tonight.\n\n                       DISSOLVE TO:\n\nEXT. NEW ORLEANS STREET - NIGHT\n\nJOLSON WALKS DOWN THE STREET PAST VEGETABLE VENDORS.\n\nCLOSER SHOT - JOLSON\n\nWALKS ALONG DISINTERESTEDLY.  SUDDENLY HE HEARS JAZZ MUSIC PLAYING.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEW ORLEANS STREET - NIGHT\n\nJOLSON WALKS DOWN THE STREET PAST VEGETABLE VENDORS. CLOSER SHOT - JOLSON\n\nWALKS ALONG DISINTERESTEDLY. SUDDENLY HE HEARS JAZZ MUSIC PLAYING. \n\nTARGET SECTION TO BE ANNOTATED:\n  HE\nLOOKS AHEAD, VERY INTERESTED.\n\nANGLE ON A DOOR\n\nTHE MUSIC COMES FROM BEHIND THE DOOR.  JOLSON STEPS UP TO THE DOOR.\nCLOSER ANGLE\n\nJOLSON LOOKS IN THROUGH A SMALL WINDOW IN THE DOOR.\n\nJOLSON'S POV - THE JAZZ CLUB\n\nBLACK MUSICIANS ARE PLAYING THE JAZZ.\n\nREVERSE ANGLE\n\nJOLSON LOOKS IN THROUGH THE WINDOW AND SMILES.\n\n                       DISSOLVE TO:\n\nINT. THEATER - IN THE WINGS\n\nDOCKSTADER STANDS IN THE WINGS IN BLACKFACE AND HIS GOLD HAT.  AN ASSISTANT\nWALKS UP TO HIM.  \"WAY DOWN UPON THE SWANEE RIVER\" IS BEING PLAYED IN B.G.\n\n                            ASSISTANT\n           Mister Dockstader, Jolson hasn't showed up yet.\n\n                            Dockstader\n           It's too late now, anyway.  Cut the duet.\n\n                       DISSOLVE TO:\n\nINT. JAZZ CLUB - NIGHT\n\nTHE BLACK MUSICIANS CONTINUE TO PLAY.  JOLSON SITS ON A TABLE-TOP, LEGS\nFOLDED, LISTENING AND BOUNCING WITH THE RHYTHM.\n\nDOLLY IN ON A TRUMPET PLAYER PLAYING SMOKE.\n\nJOLSON SITS LOVING IT.  SUDDENLY HE TAKES HIS WATCH FROM A COAT POCKET AND\nLOOKS AT IT.  HE GETS UP, HURRIES TO THE DOOR, THEN WAVES AT EVERYBODY.\nTHEY ALL WAVE BACK.  HE RUNS OUT THE DOOR.\n\n                       DISSOLVE TO:\n\nINT. THEATER - BACKSTAGE\n\nDOCKSTADER WALKS DOWN SOME STEPS AS JOLSON ENTERS THROUGH THE STAGE DOOR.\nHE RUNS DOWN THE STAIRS AFTER HIM.\n\n                            JOLSON\n           Mister Dockstader, I'm sorry!  I'm late, I know.\n                            Dockstader\n           It's intermission.  We had to skip your number.\n\nDockstader goes into an office.  Jolson follows.\n\nINT. OFFICE - SAME TIME\n\n                            JOLSON\n           I -- I'm very sorry.  I just forgot.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. OFFICE - SAME TIME\n\n                            JOLSON\n           I -- I'm very sorry. I just forgot. \n\nTARGET SECTION TO BE ANNOTATED:\n  I know that sounds crazy,\n           but I heard some music tonight -- something they call \"jazz.\"\n\nDockstader goes behind the desk, sits down and looks at some papers.\n\n                            JOLSON\n           Some fellas just make it up as they go along.  They -- they pick\n           it out of the air!  They tell me they play for weddings and\n           funerals and...\n\n                            Dockstader\n                 (looking up, not amused)\n           Funerals!\n\nDockstader gets up, walks to a shelf and takes an accounts book.\n\n                            JOLSON\n           But don't get the wrong idea!  You've never heard anything like\n           this!  I started to sing with them.  Nothing with words, because\n           the song doesn't have any.\n\nDockstader sits behind the desk again.\n\n                            JOLSON\n           In fact, it isn't even a song.  But you could make it one and\n           get words to fit it.  It just needs to be worked on a little.\n           It's exciting.  It'll make the show a hundred times better!\n\n                            Dockstader\n           I'm happy with the show as it is, Jolson.  But you aren't, are\n           you?  In fact, you never will be.  You'll always be chasing\n           something up ahead and keep forgetting your act in a little\n           thing like a minstrel show.\n                       (MORE)\n                            Dockstader (cont'd)\n           So maybe we ought to call it quits.\n                 (he rises)\n           Don't you think so?\n\n                            Jolson\n           Yeah, I think you're right.\n\n                            Dockstader\n                 (holding his hand out)\n           Well, good luck, Jolson.  I hope you find what you're looking\n           for.\n\nJolson shakes his hand.\n\n                            JOLSON\n           Thanks, Mister Dockstader.\n\nJolson leaves the office, closing the door behind him.\n\n                       FADE OUT.\n\nFADE IN:\n\nINT. YOELSON LIVING ROOM - DAY\n\nPAPA WALKS UP TO THE BULLETIN BOARD AND LOOKS AT ASA'S POSTCARDS.  MAMA\nLOOKS AT HIM THROUGH THE DINING ROOM ARCHWAY.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE IN:\n\nINT. YOELSON LIVING ROOM - DAY\n\nPAPA WALKS UP TO THE BULLETIN BOARD AND LOOKS AT ASA'S POSTCARDS. MAMA\nLOOKS AT HIM THROUGH THE DINING ROOM ARCHWAY. \n\nTARGET SECTION TO BE ANNOTATED:\n                            MAMA\n           Papa, you're not going to start again tonight?\n\n                            Papa\n           Can't a man ask himself questions?   In six months, three cards.\n            I would only like to understand.  He leaves Dockstader and then\n           no cards.  Why?  Because he did not leave Dockstader for a\n           better position -- because for a long time he isn't working!\n\nThe doorbell rings.  Papa walks the few paces to the door and opens it.\nThere stands Jolson.\n\n                            JOLSON\n           Excuse me.  Do you happen to be the Yoelsons who have a talented\n           young son in show business?\n\n                            Papa\n           Asa!\n\n                            Jolson\n           Ah, ha-ha!\nPapa kisses Jolson on both cheeks, then Mama runs up, excited.\n\n                            MAMA\n           Oh, Asa!\n\nShe gives him hugs and kisses.\n\n                            JOLSON\n           Yup, it's the right Yoelsons!\n                 (he looks at her at\n                  arm's length)\n           Mama, you got younger!\n\n                            Mama\n           Oh, no!\n\n                            Papa\n                 (slapping his back)\n           Why didn't you say you were coming?\n\n                            Jolson\n           Well, isn't this better?  This way Mama's having a good cry!\n\n                            Mama\n           Asa, how are you?!  Look at him, a man!\n\n                            Papa\n                 (grabbing his hand)\n           Did you eat, Asa?\n\n                            Jolson\n           Eat?  What's that?\n\n                            Papa\n           Well, Mama, he didn't eat!\n\n                            Mama\n           Didn't eat?  Come on!  Sit down!\n\nMama takes Jolson by the arm and leads him into the dining room.\n\n                            MAMA\n           Papa and I just finished, but there's plenty!  I've got\n           everything!\n\nShe runs toward the kitchen, then turns back.\n\n                            MAMA\n           Ooh, I've got to tell Ann!  Sit down!  Make him sit down, Papa!\nMama runs off, calling:\n\n                            MAMA\n           Ann Murray!  Ann!\n\nDOLLY IN as Papa unbuttons Jolson's overcoat.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nMama runs off, calling:\n\n                            MAMA\n           Ann Murray! Ann! DOLLY IN as Papa unbuttons Jolson's overcoat. \n\nTARGET SECTION TO BE ANNOTATED:\n                            PAPA\n                 (nervously)\n           Well, why -- why is she so excited?\n                 (taking off the overcoat)\n           What's there to be so excited about?\n\n                       DISSOLVE TO:\n\nINT. YOELSON DINING ROOM - NIGHT\n\nJOLSON SITS EATING AT MID-TABLE WITH PAPA ON ONE SIDE OF HIM AND ANN ON THE\nOTHER.\n\n                            JOLSON\n           Mama takes all the medals.  Still the best cook in the United\n           States.\n\nMama walks to the table holding a plate of gefilte fish.\n\n                            MAMA\n           After what you've been eating, by comparison I'm wonderful.\n\nShe slips Jolson a yarmulke as she sets the plate in front of Papa.\n\n                            MAMA\n                 (continuing)\n           Look at him.  Shows you what you can tell from pictures.  He's\n           skin and bones.\n\nJolson smiles at the yarmulke and puts it on.  Ann looks at him and grins.\n\n                            PAPA\n                 (turning to Jolson)\n           You see, Asa --\n                 (he stops, noticing\n                  the yarmulke)\n           Well, that's nice, to put a cap on when you eat.  But Asa, did\n           you wear one all the time you were away?\n\n                            Jolson\n           As a matter of fact, I didn't.\n                            Papa\n           Well, for me it's not necessary.\n\nPapa takes the yarmulke from his head.\n\nMAMA WALKS IN WITH ANOTHER TWO PLATES -- ONE LARGE AND ONE SMALL -- AND\nSETS THEM IN FRONT OF JOLSON.\n\n                            MAMA\n           Here, gefilte fish I made this morning.\n\n                            Papa\n                 (folding the yarmulke)\n           And horse radish, fresh grated an hour ago.\n\nHe hands Mama the yarmulke.  She looks back at him.\n\n                            ANN\n           Look out for it, Asa.  It's very strong.\n\n                            Jolson\n                 (looking at her)\n           Who's that again?  Not Ann Murray!\n\n                            Papa\n           Well, of course!  She grew up!  And look how pretty!\n\n                            Jolson\n           That's what I mean!  It can't be.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd look how pretty! Jolson\n           That's what I mean! It can't be. \n\nTARGET SECTION TO BE ANNOTATED:\n  She was just a funny little\n           girl with funny ribbons in her hair.\n\nJolson cuts the fish with his fork and dips a piece in horse radish.\n\n                            PAPA\n           Oh, and listen to that, Mama.  And you were such a prize I\n           suppose, huh?\n\n                            Mama\n           Asa was a beautiful boy!\n\n                            Jolson\n           Ah, you see?\n\n                            Mama\n           Let him eat.  Asa, the fish.\n                            Jolson\n                 (holding his fork up)\n           Ah, I can taste this already.\n\nHe puts a red-coated bite into his mouth.\n\n                            ANN\n           Not too much horse radish!\n\n                            JOLSON\n           I don't have to worry about --=\n\nHe suddenly gags.  Mama pats his back, then Ann does.\n\n                            JOLSON\n           Magnificent!\n\n                            Mama\n           See, I knew he would like it!\n\nJolson wipes his eyes with his napkin.\n\n                            JOLSON\n           Oh, wonderful, Mama.  Wonderful.  Really the best you ever made.\n            Mama, you're terrific!... Tell me, Papa.  How's everybody been?\n\n                            Papa\n           Oh, Mama and I have been well.  By the way, do you know who came\n           to see us a few weeks ago?  Steve Martin.\n\n                            Jolson\n           Steve?  How is he?\n\n                            Papa\n           I don't know.  He didn't look so well.  He said he was \"picking\n           up time.\"  Is that good, Asa?\n\n                            Jolson\n           If you haven't got regular booking, that means you're picking up\n           whatever work you can get.\n\n                            Papa\n           Uh-huh, uh-huh.  And you?  You...?\n\n                            Mama\n           Eh, Papa, please.  He's eating.  You can talk business later.\n\n                            Papa\n           I'm sorry.\n                            Jolson\n           It's all right, Mama.  It's true, I've been picking up a little\n           time now and then.  That's all.\n\n                            Papa\n                 (to Mama)\n           Uh-huh.  You see?\n\n                            Jolson\n           Now, but wait.  I could have had regular booking if I wanted it.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou see? Jolson\n           Now, but wait. I could have had regular booking if I wanted it. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Mama\n                 (to Papa)\n           See?\n\n                            Jolson\n           But I've had other ideas.  They sound a little crazy to anyone\n           but me.\n\n                            Ann\n           Like what, Asa?\n\n                            Jolson\n           Well, like spending most of my time in hotel rooms with song-\n           writers whenever I met up with one.  Trying to make songs out of\n           music I picked up.  Music nobody ever heard of before but the\n           only kind I want to sing.\n\n                            Papa\n           Is this music so peculiar?\n\n                            Jolson\n           You sing it all the time, Papa.\n\n                            Papa\n           You want to sing prayers on the stage?\n\n                            Jolson\n           No-no-no, just the feeling in prayers.  That's what's in the\n           people I got it from and that's what's in their music, even when\n           it's fast and happy.  But they tell me it won't go, Papa.  It's\n           never been done.  In fact I'll tell you a secret.  They say your\n           son's a little crazy.\n                            Papa\n           Well, Mama, our son is a little crazy.  But what can we do?  He\n           is our boy.  We have got to love him.  But about crazy people,\n           Asa, it's -- it's very funny.  You see, once they prove they are\n           right, they are suddenly great people.\n\nAnn smiles.\n\nTHE PHONE RINGS.\n\n                            MAMA\n           I'll go.  Eat, Asa.\n\nDOLLY BACK as Mama walks into the living room.\n\n                            MAMA\n                 (answering the phone)\n           Hello?... Yes?... New York...?  Hello, hello.  Yes?... Who?...\n           Al?... Oh, Asa!  Asa is right here!  Yes.  And who is this,\n           please?... Baron...?\n\n                            Jolson\n                 (walking up to her)\n           Baron?\n\n                            Mama\n                 (handing him the phone)\n           A mister Tom Baron.\n\n                            Jolson\n                 (into the phone)\n           Hello, Tom?  How are ya?  Where'd you drop from?  How'd you know\n           I was here?\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhere'd you drop from? How'd you know\n           I was here? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BARON'S OFFICE (WINTER GARDEN) - SAME TIME\n\n                            BARON\n           Got your home address from an agency.  It's about this, Al.  You\n           remember that contract with Hammerstein?  Huh?  Well, I was so\n           bad that he paid me off if I'd stop singing.  That's how it\n           happens I'm managing the new Winter Garden Theater.  I've got\n           you to thank for the whole thing.  And look, my friend, we open\n           in three weeks, and there's a spot in the show for you if you\n           want it!\nINT. YOELSON LIVING ROOM - SAME TIME\n\n                            JOLSON\n           If I want it?!\n                 (sitting, dazzled)\n           Winter Garden...\n\nMama and Papa look on.\n\n                            JOLSON\n           Yeah... Yes, I heard you, Tom.  It's just a spot, but -- but\n           Broadway!  Except, tell me, Tom.  What do I do?  I mean, exactly\n           what do I sing?\n\n                            Baron\n           Well, I don't know.  Any one of the songs that's been written\n           for the show.\n\n                            Jolson\n           Why can't I pick my own, Tom?... Well, not exactly my own.  I\n           mean, it's stuff I picked up.  Terrific songs.  They just need\n           to be polished up by somebody good in New York.  Wouldn't take\n           more than a week.\n\nIN BARON'S OFFICE\n\n                            BARON\n                 (on the phone)\n           They're terrific but not written yet?!\n\nIN THE YOELSON LIVING ROOM\n\n                            JOLSON\n           But what's the good, Tom, if it doesn't help the show and if I\n           can't do what I can do.  I don't care if it's the biggest show\n           in the world!  I'd rather pass it up!\n\nMama and Papa look at him, concerned.\n\n                            JOLSON\n           Let me bring the stuff on and help me get it into shape... Ya,\n           you will?  Ah, you're marvelous!... Yeah.  Why, I can leave\n           right away.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nAh, you're marvelous!... Yeah. Why, I can leave\n           right away. \n\nTARGET SECTION TO BE ANNOTATED:\n  I'll be on that train in an hour!\n                            Papa\n           He just came home!\n\n                            Jolson\n           Right, Tom.  The minute I get there!\n\nJolson hangs up and picks Mama up by the waist.\n\n                            JOLSON\n           Ah, ha ha!\n\n                            Papa\n           Asa, you're leaving?\n\n                            Jolson\n           Just right next door, Papa.  New York!  I'll be back!\n\nHe picks Ann up by the waist.\n\n                            JOLSON\n           Ah, honey!  What a break this is!  New York!  Broadway!  Winter\n           Garden, here I come!\n\nIN BARON'S OFFICE\n\n                            BARON\n                 (putting a cigar\n                  into his mouth)\n           How do you like that!  It's gotta be his own song, and his own\n           way of singing it!\n\nDOLLY BACK to reveal Steve sitting in a chair across from Baron's desk.\n\n                            STEVE\n           Hasn't changed a day.\n                 (rising)\n           Thanks a lot, Tom.  Don't tell him I had anything to do with it.\n\n                            Baron\n           This could turn out to be a pack of trouble!\n\n                            Steve\n                 (heading for the door)\n           Al?  Trouble?  Can't imagine what you mean!\nBaron plugs the cigar into his mouth then does a double-take at Steve.\n\n                       DISSOLVE TO:\n\nEXT. WINTER GARDEN THEATER - MARQUEE - NIGHT\n\nDOLLY IN ON A LIGHTED SIGN THAT READS:\n\n           \"WINTER GARDEN\n           OPENING TONIGHT\n           GABY DESLYS\n           IN\n           VERA VIOLETTA\"\n\n                       DISSOLVE TO:\n\nINT. WINTER GARDEN - BACKSTAGE - SAME TIME\n\nJOLSON STANDS WAITING IN THE WINGS TO GO ON.  HE IS IN BLACKFACE AND WEARS\nA DARK SUIT AND OVER-SIZED BOW TIE.  DANCING GIRLS IN RED, WHITE AND BLUE\nARE ONSTAGE.\n\nTHE AUDIENCE\n\nLOOKS ON NONCHALANTLY.\n\nBACKSTAGE\n\n                            STAGE MANAGER\n           Show's running too long.\n                 (looks at his watch)\n           It's almost eleven now.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE AUDIENCE\n\nLOOKS ON NONCHALANTLY. BACKSTAGE\n\n                            STAGE MANAGER\n           Show's running too long. (looks at his watch)\n           It's almost eleven now. \n\nTARGET SECTION TO BE ANNOTATED:\n   Who's on next?\n\n                            Assistant Stage Manager\n                 (pointing)\n           Jolson.\n\n                            Stage Manager\n           Well, cut Jolson out and jump to the finish.\n\n                            Jolson\n           Hey, wait a minute!\n\n                            Stage manager\n           Phone the orchestra leader.  Tell him we're cutting the Jolson\n           number.\n\n                            Jolson\n           Look, I wanna go on!\n\n                            Stage Manager\n           Finale.\n                            Jolson\n           Where's Baron?  Ask Tom Baron!\n\n                            Stage Manager\n           Baron isn't running this end of it, I am!\n\nThe assistant stage manager gets on the phone.  Jolson runs onstage.\n\n                            ASSISTANT TO THE ASSISTANT\n                 (grabbing Jolson's arm)\n           Hold it!  You're not on!\n\n                            Jolson\n                 (breaking free)\n           That's what you think!\n\n                            Assistant Stage Manager\n                 (on phone)\n           We're cutting the Jolson number.\n\nTHE CURTAINS\n\nPART AND JOLSON STICKS HIS HEAD OUT.\n\n                            JOLSON\n           I'm next, folks!  Ha-ha!  You lucky people!\n\n                            Conductor\n                 (on phone)\n           But he's here, right in front of me!\n\nBACKSTAGE\n\nTHE ASSISTANT STAGE MANAGER DOES A DOUBLE-TAKE.\n\nONSTAGE\n\n                            JOLSON\n                 (to the conductor)\n           Oscar, what are you doin' with that phone?  This is no time to\n           call up women!\n\nThe audience laughs.  Meanwhile:\n\n                            CONDUCTOR\n                 (on the phone)\n           I can't get up there and pull him off!\n\n                            Assistant Stage Manager\n           Close the curtains on him!\n                            Jolson\n           Oscar, if you insist on phonin', get one for me, huh?\n\nThe curtains close.  Steve, sitting in the balcony, looks on puzzled.\n\nONSTAGE\n\nJOLSON PARTS THE CURTAINS AND STEPS ONSTAGE AGAIN.\n\n                            JOLSON\n           Hello, Oscar.  Remember me?  Jolson.\n                 (gestures to the wings)\n           Now, boys, take it easy!\n\nThe stage manager and his assistant glower back at Jolson.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson. (gestures to the wings)\n           Now, boys, take it easy! The stage manager and his assistant glower back at Jolson. \n\nTARGET SECTION TO BE ANNOTATED:\n                            JOLSON\n           Next thing you know, they'll turn out the lights on me, but I\n           wouldn't mind that!  Professor, my song, if ya please!\n\nThe orchestra plays the intro to \"MY MAMMY.\"\n\n                            JOLSON\n           Settle back, folks.  You ain't heard nothin' yet!\n\nIN THE AUDIENCE\n\nSTEVE ALONE CLAPS HIS HANDS.  THE PEOPLE AROUND HIM LOOK AT HIM LIKE HE'S\nCRAZY AND HE QUICKLY STOPS.\n\nONSTAGE\n\nJOLSON SINGS \"MY MAMMY.\"  AS HE WINS OVER THE AUDIENCE, THE STAGE MANAGERS\nLOOK AT HIM IN AWE.\n\nMID-SONG, JOLSON GETS DOWN ON ONE KNEE AND FULLY EMOTES.\n\nHE ENDS THE SONG STANDING AND FLINGING HIS HANDS INTO THE AIR.  THE\nAUDIENCE GIVES HIM A STANDING OVATION.  STEVE LOOKS AROUND OVERJOYED FOR\nHIM.  JOLSON WAVES TO THE AUDIENCE.\n\n                       DISSOLVE TO:\n\nEXT. A NEWSPAPER RACK - DAY\n\nJOLSON PULLS A \"VARIETY\" OFF THE RACK.  DOLLY IN AS HE CIRCLES THE SUB-\nHEADLINE: \"AL JOLSON, MAMMY SINGER, SURPRISE SMASH.\"\n\n                       DISSOLVE TO:\nINT. YOELSON DINING ROOM - DAY\n\nMAMA LOOKS OVER PAPA'S SHOULDER AT THE SUB-HEADLINE.\n\n                            MAMA\n           Asa smashed something?\n\n                       DISSOLVE TO:\n\nEXT. A BILLBOARD\n\nDOLLY IN.  IT READS: \"GABY DESLYS WITH AL JOLSON.\"\n\n                       DISSOLVE TO:\n\nEXT. WINTER GARDEN MARQUEE - NIGHT\n\nIT READS: \"GABY DESLYS WITH AL JOLSON IN VERA VIOLETTA.\"\n\n                                                   DISSOLVE TO:\n\nEXT. A BILLBOARD\n\nDOLLY IN.  IT READS: \"AL JOLSON WITH GABY DESLYS.\"\n\n                       CUT TO:\n\nA NEWSPAPER HEADLINE\n\nIT READS: \"ALL RECORDS.  SHOW CONTINUES TO PACK THEM IN.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nA BILLBOARD\n\nDOLLY IN. IT READS: \"AL JOLSON WITH GABY DESLYS.\"\n\n                       CUT TO:\n\nA NEWSPAPER HEADLINE\n\nIT READS: \"ALL RECORDS. SHOW CONTINUES TO PACK THEM IN. \n\nTARGET SECTION TO BE ANNOTATED:\n  JOLSON STILL SETS\nPACE, PLAYING TO STANDEES AT EVERY PERFORMANCE.\"  TILT DOWN TO THE BOTTOM\nCORNER OF THE PAGE.  THERE, A BOX READS: \"STEVE MARTIN AND HIS CELLO AT\nLIBERTY.\"\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S DRESSING ROOM - NIGHT\n\nJOLSON PATS HIS FACE WITH A TOWEL.  BARON ENTERS, REFLECTED IN JOLSON'S\nMIRROR.\n\n                            BARON\n           That actor you wanted to interview for the new show.  Wanna see\n           him now?\n\n                            Jolson\n                 (dourly)\n           Send him in.\n\nJolson winks to Baron in the mirror.  Baron opens the door further.  Steve\nenters the dressing room, holding his hat in his hand.\nJOLSON GETS UP AND SHAKES HIS HAND.\n\n                            JOLSON\n           Hello, Steve.  Haven't seen you in a long time.  How have you\n           been?\n\n                            Steve\n           Fine.  Glad to see you, Al.\n\n                            Jolson\n           Sit down.  Just cleaning up.\n\nJolson sits again.  Steve walks up behind him as Baron watches.\n\n                            STEVE\n           Look, about this part, Al.  It's nice of you to think of me.\n           But it might not be right.  You see, I'm considering a few other\n           things...\n\n                            Jolson\n           Sure, sure.  I realize that.  But you see, it's like this,\n           Steve.  I've sort of clicked on Broadway, and things are kinda\n           piling up on me.  Music contracts, record making, sheet music.\n\n                            Baron\n           And now we're putting together a new show -- starring Al.\n\n                            Jolson\n           It's a great show, Steve.  You should hear the songs.  We go\n           into rehearsal next week.\n\n                            Steve\n           Yeah, but, what's this got to do with the part?\n\n                            JOLSON\n           I'm telling you the part.  I need a man who knows show business.\n            I need a man to move in and help me run this career of mine.  I\n           need a manager.  What do you say?\n\nSteve rises petulantly.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\n           need a manager. What do you say? Steve rises petulantly. \n\nTARGET SECTION TO BE ANNOTATED:\n                            STEVE\n           That's a nice part, Mister Jolson, but not in my line.\n                            Jolson\n                 (rising)\n           Ha-ha!  Steve, you old dog!   You got to do it!  I need ya!\n           Been lookin' all over for ya!\n\n                            Steve\n           Quit kidding.  You've got Tom.\n\n                            Baron\n           I got all I can do to run the show!  Somebody's gotta run Al!\n\n                            Jolson\n           Come on!  Say you'll ride along with me, Steve!\n\n                            Steve\n           At my age, ride on a comet?\n\n                            Jolson\n           Tom, meet my new manager.  Mister Steve Martin!\n\n                            Baron\n                 (shaking Steve's hand)\n           Great pleasure, Mister Martin!\n\n                       DISSOLVE TO:\n\nEXT. A BILLBOARD - NIGHT\n\nDOLLY IN.  IT READS: \"HONEYMOON EXPRESS - OPENING TONIGHT - STARRING AL\nJOLSON.\"\n\n                       DISSOLVE TO:\n\nINT. WINTER GARDEN - ONSTAGE - NIGHT\n\nJOLSON, IN BLACKFACE, SINGS \"I'M SITTIN' ON TOP OF THE WORLD.\"  HE WEARS\nHIS STANDARD COSTUME OF BLACK SUIT AND OVERSIZED BLACK RIBBON BOW-TIE.  THE\nSECOND HALF OF THE SONG IS PRESENTED IN A SINGLE CLOSE-UP WITHOUT EDITING.\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM - NIGHT\n\nPAPA PACES, LOOKING AT HIS WATCH.  MAMA AND ANN LOOK ON.\n\n                            PAPA\n           Twenty minutes to twelve.  Why doesn't he phone?\n                            Ann\n           The show isn't over yet, that's all.\n\n                            Mama\n           So what are you worried about?\n\n                            Papa\n           Mama, when will you learn about show business?\n                 (he picks up a Variety\n                  and slaps it)\n           Running time is everything.  You can have a smash show, but if\n           it's too long, it can take a nose-dive.\n                 (shrugs)\n           Happens all the time.\n\nHe looks at his watch again.  Mama looks at Ann.\n\n                       DISSOLVE TO:\n\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks at his watch again. Mama looks at Ann. DISSOLVE TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n WINTER GARDEN - ONSTAGE - NIGHT\n\nJOLSON TALKS TO A SOUTHERN DAMSEL (SALLY) WHO SITS ON A CHAIR WEEPING.  A\nTRAVELER BEHIND THEM SHOWS A SOUTHERN PLANTATION.\n\n                            JOLSON\n           What's the matter, Miss Sally?  Just tell your old Uncle Gus\n           everything.  It can't be as bad as all that.\n\nIN THE WINGS (STAGE RIGHT)\n\nSTEVE, BARON AND THE ASSISTANT STAGE MANAGER SIGNAL URGENTLY TO JOLSON TO\nLOOK AT HIS WATCH.\n\nONSTAGE - ANGLE FROM THE WINGS\n\nREVEALING JOLSON AND SALLY CENTER-STAGE AND, IN THE STAGE-LEFT WINGS, THE\nLEADING MAN, HENRY -- A SOUTHERN GENTLEMAN IN A FROCK COAT AND TOP-HAT.\n\n                            SALLY\n           Henry will never believe I love him and not Lester.\n\nIN THE WINGS (STAGE RIGHT)\n\nSTEVE, BARON AND THE ASSISTANT KEEP SIGNALING TO JOLSON.\n\nONSTAGE - ANGLE FROM THE WINGS\n\nJOLSON SEES THEM AND TAKES A POCKET WATCH FROM HIS COAT POCKET AS HE\nCONTINUES THE SCENE.\n                            JOLSON\n           Look.  Well, why don't you just explain it to Henry?\n\n                            Sally\n           He won't even listen to me.\n\n                            Jolson\n                 (looking at the watch)\n           He won't, huh\n\n                            Sally\n           No.\n\nJolson looks at the audience, smiles and points to the watch.\n\n                            JOLSON\n           Well, honey, Henry had better listen pretty soon, or this show\n           is going to run till one o'clock!\n\nThe audience laughs.\n\nIN THE WINGS (STAGE RIGHT)\n\nSTEVE, BARON AND THE ASSISTANT LOOK ON DUMBFOUNDED AS JOLSON CONTINUES:\n\n                            JOLSON (O.S.)\n           A lot of these folks live in Brooklyn.  They gotta catch a\n           train.\n\nThe audience laughs again.\n\nONSTAGE\n\n                            JOLSON\n           Y'see, he really loves her, and she really loves him, and it\n           comes out all right, anyway.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey gotta catch a\n           train. The audience laughs again. ONSTAGE\n\n                            JOLSON\n           Y'see, he really loves her, and she really loves him, and it\n           comes out all right, anyway. \n\nTARGET SECTION TO BE ANNOTATED:\n  So --\n            (calling into the wings)\n           WELL, HENRY, WILL YOU PLEASE COME OUT HERE AND TELL HER YOU LOVE\n           HER SO WE CAN GET TO THE FINALE?!\n\nThe audience applauds.\n\n                            JOLSON\n           C'mon, Henry.  C'mon out.\n\nJolson takes Henry's hand, leads him onstage and stops him jut in front of\nSally.  Henry takes off his hat.\n                            JOLSON\n                 (to the audience)\n           You remember Henry!\n                 (to the actors)\n           Well, go ahead, kids.  Do your stuff.\n\nHenry and Sally start to kiss.  Jolson pushes between them, sending them\napart.\n\n                            JOLSON\n           That's enough.  Besides, you're gettin' paid.\n\nJolson moves toward stage-right rubbing his gloved hands together.\n\n                            JOLSON\n           Well, now that we got that set...\n                 (gestures backstage)\n           Take this curtain up!\n\nIN THE WINGS (STAGE-RIGHT)\n\nSTEVE LOOKS ON MUTELY AS BARON REACTS.\n\n                            BARON\n           Has he lost his mind?\n\nONSTAGE\n\n                            JOLSON\n           Go ahead, take it up!\n\nThe traveler rises.  Jolson passes under it to the main stage where actors\nscatter in panic.\n\n                            JOLSON\n           Hello, kids.  How are ya?  -- Whoa, wait!  Wait a minute!  Hold\n           it!  Don't go!\n\nThe audience laughs and applauds.\n\nJOLSON GESTURES TO THE COMPANY TO SIT ON A SET OF STEPS.\n\n                            JOLSON\n           Don't mind the customers.  Do like I tell ya.  Everybody, come\n           back and sit down.\nIN THE WINGS (STAGE-RIGHT)\n\nBARON GIVES STEVE AN ODD LOOK.\n\nONSTAGE - ANGLE FROM THE WINGS\n\n                            JOLSON\n           Anyway, kids.  You're tired and this may go for a long time.\n\nANGLE OVER JOLSON AT THE AUDIENCE\n\nA PANORAMIC SHOT OF THE AUDIENCE.  JOLSON STEPS TO THE FOOTLIGHTS.\n\n                            JOLSON\n           Because I think I've got another dozen songs in me and I'm\n           rarin' to go!\n\nThe audience applauds.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOLSON STEPS TO THE FOOTLIGHTS. JOLSON\n           Because I think I've got another dozen songs in me and I'm\n           rarin' to go! The audience applauds. \n\nTARGET SECTION TO BE ANNOTATED:\n  Only the first few rows are illuminated by stage\nlight; the rest of the house is dark.\n\nMEDIUM SHOT - JOLSON\n\nTHE ENTIRE CHORUS SITS BEHIND HIM NOW.  HE HOLDS HIS HANDS UP FOR QUIET.\n\n                            JOLSON\n           Wait a minute!  I've made up my mind.  If I'm gonna sing to ya,\n           I wanna see ya!\n                 (calling backstage)\n           Steve, tell the electrician to turn up the lights!\n\nIN THE WINGS\n\nTHE STARTLED ELECTRICIAN DOESN'T REACT.  STEVE LOOKS AT HIM.\n\n                            STEVE\n           Well, go ahead!\n\nMEDIUM SHOT - JOLSON\n\n                            JOLSON\n                 (still calling backstage)\n           All the house lights -- every one of them!\n\nIN THE WINGS\n\n                            BARON\n           Houselights?  Why?\n                            Steve\n           How else ya gonna see faces?\n\nBaron does a double-take at him.\n\nANGLE OVER JOLSON AT THE AUDIENCE\n\nTHE HOUSELIGHTS COME ON, ILLUMINATING THE ENTIRE AUDIENCE, INCLUDING THE\nBALCONY.\n\n                            JOLSON\n           Well, now.  That's more like it.\n\nMEDIUM-SHOT - JOLSON\n\n                            JOLSON\n           I've been waitin' for this a long time!  Professor, \"You Made Me\n           Love You.\"  And if that ain't a song cue, I never heard one.\n\nSERIES OF SHOTS - INTRO\n\n- AS THE ORCHESTRA PLAYS THE INTRO, THE AUDIENCE LOOKS ON AND LAUGHS AT\nJOLSON'S MOST RECENT LINE.\n\n- IN THE WINGS, STEVE AND BARON LOOK ON SMILING.\n\nCLOSE-UP - JOLSON\n\nHE SINGS \"YOU MADE ME LOVE YOU\" ALL IN A SINGLE CLOSE-UP WITHOUT CUTTING.\n\nAS HE SINGS, DOLLY IN SLIGHTLY ON HIS FACE AND FADE IN A SUPERIMPOSITION OF\nA PAN ACROSS THE AUDIENCE.  EACH PATRON LOOKS ON HAPPILY.  THEN FADE OUT\nTHE SUPER AND DOLLY BACK SLIGHTLY FROM JOLSON'S FACE AS HE FINISHES.\n\nAT THE END OF THE SONG HE THROWS HIS HEAD BACK, SMILING.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nEACH PATRON LOOKS ON HAPPILY. THEN FADE OUT\nTHE SUPER AND DOLLY BACK SLIGHTLY FROM JOLSON'S FACE AS HE FINISHES. AT THE END OF THE SONG HE THROWS HIS HEAD BACK, SMILING. \n\nTARGET SECTION TO BE ANNOTATED:\n                       FADE OUT.\n\nFADE IN:\n\nVARIETY\n\nDOLLY IN ON A HEADLINE: \"HONEYMOON EXPRESS STILL SOCKO IN 40TH WEEK.\"\nBELOW IT IS A SUB-HEADLINE: \"JOLSON'S WINTER GARDEN SHOW CONTINUES TO BE\nLEADER DESPITE NEW ARRIVALS.\"\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM\n\nPAPA HOLDS A VARIETY, READING ENTHUSIASTICALLY.\n                            PAPA\n           Beginning of the second year and still socko, Mama!\n\n                       DISSOLVE TO:\n\nINT. WINTER GARDEN - BACK OF THE HOUSE - DAY\n\nJOLSON STANDS WITH STEVE AND BARON LOOKING ACROSS THE AUDITORIUM.  JOLSON\nGESTURES.\n\n                            JOLSON\n           I want to get way past those footlights and a lot closer to the\n           audience!  I want a runway from the stage running right down the\n           center of the house!  Then I can sing right at him!\n\n                            Baron\n           Al!  You put a thing like that up, you'll lose a hundred seats\n           every performance!\n\n                            Jolson\n           And your show has twice as long a run at sheer profit!  Now,\n           look, right down here...\n\nHe motions to the placement of the runway as we hear the intro to \"SWANEE.\"\n\n                       DISSOLVE TO:\n\nINT. WINTER GARDEN - NIGHT\n\nJOLSON PERFORMS \"SWANEE\" ON THE RUNWAY.  (THE REAL AL JOLSON IS IN THIS\nTHREE-SHOT SEQUENCE.)\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM - DAY\n\nPAPA READS ALOUD FROM VARIETY.\n\n                            PAPA\n           \"'Robinson Crusoe,' after two years, still sockeroo!\"\n\n                            Mama\n           What is sockeroo, Papa?\n\n                            Papa\n           Sockeroo, Mama?  It's double socko.\n                            Mama\n           Ooh.\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S DRESSING ROOM - DAY\n\nSTEVE SITS WRITING AT A PAPER-FILLED DESK AS BARON PACES NEARBY.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nMama\n           Ooh. DISSOLVE TO:\n\nINT. JOLSON'S DRESSING ROOM - DAY\n\nSTEVE SITS WRITING AT A PAPER-FILLED DESK AS BARON PACES NEARBY. \n\nTARGET SECTION TO BE ANNOTATED:\n                            BARON\n           Take a big Broadway show like this on tour?  Drag it all over\n           the country?  Into tank towns?  Al's out of his mind!  It's\n           never been done!\n\n                            Steve\n           Neither was lighting up the audience, or runways.\n\n                            Baron\n           But why this Steve?\n\n                            Steve\n           Because it's a brand new audience, he says.  Millions of 'em --\n           people who never saw a Broadway show and never heard him sing.\n\nBaron throws him an irritated arm wave.\n\nMEDIUM SHOT - STEVE\n\n                            STEVE\n           But you go ahead, Tom.  Talk him out of it!\n\n                            Baron (O.S.)\n           I will!\n\nSteve looks off as we hear a door close.\n\n                                  DISSOLVE TO:\n\nVARIETY\n\nDOLLY IN ON THE HEADLINE: \"JOLSON WILL TOUR U.S.\"  BELOW IT, A SUB-HEADLINE\nREADS: \"SINGING STAR BLAZES NEW TRAIL IN SHOW BUSINESS.\"\n\n                       DISSOLVE TO:\nEXT. A PASSENGER TRAIN - DAY\n\nIT RACES ALONG AS WE HEAR JOLSON SING \"TOOT TOOT TOOTSIE GOOD BYE.\"  AS THE\nSONG CONTINUES, DISSOLVE TO:\n\nMONTAGE - MAMA'S SCRAP BOOK\n\nIN AN ANGLE OVER MAMA'S SHOULDER, SHE SITS AT THE DINING ROOM TABLE TURNING\nPAGES IN A SCRAPBOOK, LOOKING AT A SERIES OF NEWSPAPER CLIPPINGS ABOUT\nJOLSON.  (THERE ARE ALSO CLIPPINGS ON THE BACKS OF PAGES BUT THESE ARE NOT\nCLEARLY SHOWN.)  DOLLY IN ON THE SCRAPBOOK.  THE HEADLINES:\n\n- IN VARIETY: \"JOLSON PHENOMENAL AS HE TOURS STICKS,\" WITH A PICTURE OF\nJOLSON SINGING IN BLACKFACE.\n\n- IN THE PHILADELPHIA GAZETTE JOURNAL: \"JOLSON STARTS NATION WIDE TOUR\nTONIGHT AT BIJOU THEATER,\" WITH A PICTURE OF JOLSON SINGING WITHOUT MAKE-\nUP.  A SIDEBAR STORY ADDS: \"BROADWAY SHOW GREAT SUCCESS.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HEADLINES:\n\n- IN VARIETY: \"JOLSON PHENOMENAL AS HE TOURS STICKS,\" WITH A PICTURE OF\nJOLSON SINGING IN BLACKFACE. - IN THE PHILADELPHIA GAZETTE JOURNAL: \"JOLSON STARTS NATION WIDE TOUR\nTONIGHT AT BIJOU THEATER,\" WITH A PICTURE OF JOLSON SINGING WITHOUT MAKE-\nUP. A SIDEBAR STORY ADDS: \"BROADWAY SHOW GREAT SUCCESS. \n\nTARGET SECTION TO BE ANNOTATED:\n- IN THE CHICAGO RECORD: \"WINDY CITY ROARS WELCOME TO JOLSON,\" WITH A\nPORTRAIT OF JOLSON WITHOUT MAKE-UP.  A SIDE-BAR STORY ADDS: \"JOLSON SHOW\nSLATED TONIGHT.\"\n\n- IN THE KANSAS CITY TIMES: \"K.C. OPERA HOUSE A SELL-OUT FOR AL JOLSON\",\nWITH TWO PICTURES OF HIM PERFORMING -- ONE IN BLACKFACE, THE OTHER NOT.  A\nSIDE-BAR STORY ADDS: \"JOLSON ON TOUR GREAT SUCCESS.\"\n\n- IN THE DES MOINES DISPATCH: \"JOLSON IN TOWN,\" WITH TWO PICTURES OF JOLSON\nPERFORMING IN BLACKFACE.\n\n- IN THE LINCOLN GAZETTE: \"TOWN TURNS OUT FOR JOLSON,\" WITH TWO PICTURES OF\nHIM PERFORMING -- ONE IN BLACKFACE, THE OTHER NOT.\n\n- IN THE CHEYENNE GLOBE TIMES: \"JOLSON DAY IN CHEYENNE,\" WITH TWO PICTURES\nOF HIM PERFORMING -- ONE IN BLACKFACE, THE OTHER NOT.\n\n- IN THE SPOKANE SENTINEL: \"FIRST BROADWAY SHOW VISITS NORTHWEST,\" WITH TWO\nPICTURES OF JOLSON PERFORMING IN BLACKFACE.\n\n- IN THE SEATTLE TRANSCRIPT JOURNAL: \"AL'S HERE!  THEATER GOERS GET TREAT,\"\nWITH TWO PICTURES OF JOLSON PERFORMING, ONE IN BLACKFACE, THE OTHER NOT.  A\nSIDE-BAR STORY ADDS: \"INNOVATION IN ENTERTAINMENT.\"\n\n                       DISSOLVE TO:\n\n- IN THE DENVER EXAMINER:  \"AL JOLSON'S SHOW A SELLOUT,\" WITH A PICTURE OF\nHIM PERFORMING IN BLACKFACE.\n- IN THE FORT WORTH BLADE: \"TEXANS PUT ON SHOW TO WELCOME AL JOLSON,\" WITH\nA PICTURE OF HIM PERFORMING WITHOUT MAKE-UP.  TWO SIDE-BAR HEADLINES READ:\n\"AL JOLSON AMAZES\" AND \"SINGER CAPTIVATES THE SOUTH.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\nSIDE-BAR STORY ADDS: \"INNOVATION IN ENTERTAINMENT.\"\n\n                       DISSOLVE TO:\n\n- IN THE DENVER EXAMINER:  \"AL JOLSON'S SHOW A SELLOUT,\" WITH A PICTURE OF\nHIM PERFORMING IN BLACKFACE. - IN THE FORT WORTH BLADE: \"TEXANS PUT ON SHOW TO WELCOME AL JOLSON,\" WITH\nA PICTURE OF HIM PERFORMING WITHOUT MAKE-UP. TWO SIDE-BAR HEADLINES READ:\n\"AL JOLSON AMAZES\" AND \"SINGER CAPTIVATES THE SOUTH. \n\nTARGET SECTION TO BE ANNOTATED:\n- IN THE NEW ORLEANS RECORDER: \"JOLSON AND EXTRAVAGANZA IN TOWN,\" WITH A\nPORTRAIT OF JOLSON AND A PICTURE OF HIM PERFORMING IN BLACKFACE.  A SIDE-\nBAR STORY ADDS: \"TONIGHT JOLSON.\"\n\n- IN THE MEMPHIS STAR: \"MAMMY SINGER CAPTIVATES THE SOUTH,\" WITH A PICTURE\nOF JOLSON PERFORMING IN BLACKFACE.  A SIDE-BAR HEADLINE ADDS: \"WELCOME AL\nJOLSON.\"\n\nTHE SONG ENDS.\n\n                       DISSOLVE TO:\n\nEXT. PASSENGER TRAIN - DAY\n\nPAN ON IT AT IT RACES BY, THEN HOLD ON THE SIDE OF A PASSING CAR.\n\n                       CUT TO:\n\nINT. DINING CAR - DAY - SAME TIME\n\nA WAITER WALKS AWAY FROM THEIR TABLE.  JOLSON HAS HIS LEGS UP, READING A\nSCRIPT.  STEVE IS READING A LETTER.\n\n                            STEVE\n           Here's a laugh, Al.  Some boys at the club were saying, why\n           don't you give Sunday night concerts so actors and people in\n           show business will get a chance to see you perform.  How d'ya\n           like that?\n\nJolson looks up enthralled.\n\n                            JOLSON\n           Why, it's the most exciting audience in the world!  That's a\n           great idea!  Make a note of it, Steve.  Tell Tom to arrange it!\n\n                            Steve\n           Wait!  The minute we get back to New York, you wanna start right\n           to work on the new show.  Without even a day's rest!\n\n                            Jolson\n           So what?\n                            Steve\n           So pretty soon you're doin' eight performances a week again --\n           like you've done steady for five years.  And now you want to add\n           an extra show on Sunday.\n                 (pointing at him)\n           That's a short-cut to the morgue.\n\n                            Jolson\n           Sweetheart, what you like doing keeps you healthy.\n\n                            Steve\n           Oh, I know you'd rather sing to a live face than eat.  But I\n           call this winding up with nothing for yourself.  I'm talking\n           about some life outside of a theater.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteve\n           Oh, I know you'd rather sing to a live face than eat. But I\n           call this winding up with nothing for yourself. I'm talking\n           about some life outside of a theater. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Jolson\n                 (looking up)\n           Like what?\n\n                            Steve\n           Like slowing down a little and having some other kind of fun --\n           like a family.  Like some girl.\n\n                            Jolson\n           Don't worry, pal.  There's always been a girl.  Look, when do we\n           play Washington?\n\n                            Steve\n           Two weeks.\n\n                            Jolson\n           The night we open there, let's make it a real celebration.  Get\n           a box for Mama and Papa, and Ann Murray and her folks, and tell\n           Papa to bring the president.\n\n                            Steve\n           Of the United States?\n\n                            Jolson\n           No, the synagogue.\n\n                       DISSOLVE TO:\nINT. WINTER GARDEN - BOX SEATS - NIGHT\n\nMAMA AND PAPA SIT TOGETHER IN THE BOX.  BESIDE THEM SIT ANN AND AN UNKNOWN,\nWELL-DRESSED MALE (ROY ANDERSON).  BEHIND THEM SIT MR. SAMUELS, THE\nPRESIDENT OF THE SYNAGOGUE, AND MR. AND MRS. MURRAY.  (PAPA DOESN'T WEAR\nHIS YARMULKE.)\n\nDOLLY BACK AS THE INTRO PLAYS TO \"THE SPANIARD THE BLIGHTED MY LIFE.\"\n\nWIDE SHOT - THE STAGE\n\nJOLSON MAKES A GRAND ENTRANCE DRESSED AS A SPANIARD RIDING ON A FLOWER CART\nPULLED BY A DONKEY, AND SURROUNDED BY DANCING GIRLS.\n\n                            JOLSON\n                 (singing out)\n           Hamburgers!  Hamburgers!  Hamburgers!\n\nThe chorus lifts Jolson atop the cart and he sings \"THE SPANIARD THAT\nBLIGHTED MY LIFE.\"\n\nIN THE MIDDLE OF THE SONG HE DOES A COMEDY BIT WITH A FLUTE PLAYER, WHO\nKEEPS TRYING TO MAKE HIM SING HIGHER.  FINALLY JOLSON SINGS SOME NONSENSE\nWORDS WITH HIM THEN ADDS:\n\n                            JOLSON\n           One of us should have stayed home!\n\nIn the meantime, Steve, standing in the wings, looks up at the balcony and\nsees Roy sitting with Ann.  A look of concern crosses Steve's face.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINALLY JOLSON SINGS SOME NONSENSE\nWORDS WITH HIM THEN ADDS:\n\n                            JOLSON\n           One of us should have stayed home! In the meantime, Steve, standing in the wings, looks up at the balcony and\nsees Roy sitting with Ann. A look of concern crosses Steve's face. \n\nTARGET SECTION TO BE ANNOTATED:\nWHEN THE SONG ENDS, TWO MALE DANCERS RAISE JOLSON ALOFT AS EVERYONE SINGS\n\"OLE!\"  THE AUDIENCE APPLAUDS.\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S DRESSING ROOM - NIGHT\n\nJOLSON GREETS MAMA AND PAPA IN THE ENTRYWAY.  BEHIND THEM ARE ANN'S\nPARENTS.  JOLSON SHAKES EVERYONE'S HANDS.\n\n                            PAPA\n           A Spaniard all of a sudden!\n\n                            Jolson\n           Mister and Misses Murray, glad you're here.\n\n                            Mr. Murray\n           You were great.  I enjoyed you very much.\nJolson turns to Mr. Samuels and shakes his hand.\n\n                            JOLSON\n           Mr. Samuels, how are you?\n\nDOLLY IN as Jolson talks to Mama and Papa.\n\n                            JOLSON\n           Well, how'd you like it?\n\n                            Papa\n           When I sing in the synagogue, I never get applause like that.\n\n                            Jolson\n                 (patting Papa's shoulder)\n           Papa, if you want to get ahead singing, you've got to have Steve\n           manage your affairs.\n\nThey all laugh.\n\n                            MAMA\n           Asa, you look thin.  You need a rest.\n\nSteve looks back from a tray of hors d'oeuvres.\n\n                            STEVE\n           Rest?  There's a new show coming up, and now a performance every\n           Sunday night.\n\n                            Mama\n           Sunday nights, too?\n\n                            Jolson\n           By popular request, Mama.  Don't worry about it, honey.\n                 (looks up)\n           Ann!\n\nJolson walks over to greet Anne and Roy coming in through the doorway.\n\n                            ANN\n           Al, it was marvelous.\n\n                            Jolson\n           Gee, I'm glad to see you, Ann.\n                 (notices the other man)\n           Say, I know him.\n                            Ann\n           That's Roy Anderson, Al.  He was in school with us.\n\n                            Jolson\n                 (shaking his hand)\n           Sure.  Hello, Roy.\n\n                            Roy\n           How are ya, Al?\n\n                            Ann\n           We're going to be married next month, Al.\n\nCLOSE-UP - JOLSON\n\nHE TRIES NOT TO LET HIS ANGUISH SHOW.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoy\n           How are ya, Al? Ann\n           We're going to be married next month, Al. CLOSE-UP - JOLSON\n\nHE TRIES NOT TO LET HIS ANGUISH SHOW. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE-UP - STEVE\n\nLOOKS UP, KNOWING JOLSON HURTS.\n\n                            JOLSON (O.S.)\n           You and Roy?\n\n                            Ann (O.S.)\n           Uh-huh.\n\nCLOSE-UP - JOLSON\n\nAS IT SINKS IN:\n\n                            JOLSON\n           Well, what d'ya know.\n\n                       DISSOLVE TO:\n\nEXT. WINTER GARDEN MARQUEE - NIGHT\n\nIT READS:\n\n           \"WINTER GARDEN\n           AL JOLSON\n           IN SINBAD\"\n\nBelow that (not lit up) are the words, \"SUNDAY NIGHT CONCERT.\"  And below\nthat hangs a banner that reads, \"OPENING TONIGHT.\"\n\n                       DISSOLVE TO:\nEXT. A POSTER - NIGHT\n\nDOLLY IN ON THE POSTER WHICH READS, \"SINBAD - 28TH WEEK - AL JOLSON.\"\n\n                       DISSOLVE TO:\n\nEXT. POSTER - NIGHT\n\nDOLLY IN ON THE SAME POSTER BUT IT NOW READS: \"94TH WEEK.\"\n\n                       DISSOLVE TO:\n\nEXT. WINTER GARDEN MARQUEE - NIGHT\n\nDOLLY OUT FROM A BANNER THAT SAYS \"OPENING TONIGHT\" TO REVEAL THE MARQUEE\nABOVE IT:\n\n           \"WINTER GARDEN\n           AL JOLSON\n           IN\n           BOMBO\"\n\n                       DISSOLVE TO:\n\nEXT. A POSTER - NIGHT\n\nJOLSON AND HIS NAME ARE PICTURED AND THE POSTER BEARS THE WORDS \"97TH\nWEEK.\"\n\n                       DISSOLVE TO:\n\nEXT. WINTER GARDEN MARQUEE - NIGHT\n\nTHE MARQUEE READS:\n\n           \"WINTER GARDEN\n           AL JOLSON\n           IN\n           BIG BOY\n           OPENING TONIGHT\"\n\n                       CUT TO:\n\nEXT. THE SAME MARQUEE - NIGHT\n\nBUT NOW IT SAYS \"75TH WEEK.\"\n\n                       CUT TO:\n\nEXT. THE SAME MARQUEE - NIGHT\n\nNOW IT SAYS \"102ND WEEK.\"\n\n                       CUT TO:\nEXT. THE SAME MARQUEE - NIGHT\n\nNOW IT SAYS \"3RD YEAR.\"\n\n                       DISSOLVE TO:\n\nINT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE SAME MARQUEE - NIGHT\n\nBUT NOW IT SAYS \"75TH WEEK.\"\n\n                       CUT TO:\n\nEXT. THE SAME MARQUEE - NIGHT\n\nNOW IT SAYS \"102ND WEEK.\"\n\n                       CUT TO:\nEXT. THE SAME MARQUEE - NIGHT\n\nNOW IT SAYS \"3RD YEAR.\"\n\n                       DISSOLVE TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n JOLSON'S DRESSING ROOM - NIGHT\n\nSTEVE LEANS AGAINST A WALL PUFFING A CIGAR AS DICK GLENN, A HOLLYWOOD\nPRODUCER, PITCHES A MOVIE TO HIM.\n\n                            GLENN\n           We've been experimenting with talking picture for years.  We\n           know it'll work.  But we want a star in our first sound picture.\n\n                            Steve\n           But why Al?\n\n                            Glenn\n           Well, that's logical.  He's the biggest singing star in the\n           country and he's led the way in show business ever since he\n           began.\n\n                            Steve\n           So Al should risk his career on a newfangled invention like\n           this.  What if this thing is a flop?\n\n                            Glenn\n           With Jolson, we don't think it will be.\n\nJolson enters through an archway with a VALET.\n\n                            STEVE\n           Even so, before Al goes into anything like this, he's gonna\n           knock off for a year and rest.\n\n                            Jolson\n           Ha-hah!  How many people do you figure see a good movie, Mr.\n           Glenn?\n\n                            Glenn\n           Fifty million in this country alone.\n\n                            Jolson\n           And the rest of the world besides, huh?  Never was an audience\n           like that in history, Steve.\n\nThe valet helps Jolson into his jacket and brushes it off.\n                            STEVE\n           That may be true, Al, but --\n\n                            Jolson\n           It's an audience that never saw a live show.  People in small\n           towns who can afford a movie where they can't afford anything\n           else.  An audience of millions.  And I'd be singing to every one\n           of them at the same time.\n\nFrom O.S., music starts to play.\n\n                            JOLSON\n           That's really something!\n\n                            Stage Hand (O.S.)\n           Ready for the finale, Mister Jolson!\n\n                            Jolson\n                 (heading out the door)\n           Stick around, Mister Glenn.  We'll talk about it later.\n\nPAN on Jolson as he leaves the room.\n\n                       DISSOLVE TO:\n\nVARIETY\n\nDOLLY IN ON A HEADLINE: \"RUMOR AL JOLSON WILL MAKE THE FIRST TALKING\nPICTURE.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe'll talk about it later. PAN on Jolson as he leaves the room. DISSOLVE TO:\n\nVARIETY\n\nDOLLY IN ON A HEADLINE: \"RUMOR AL JOLSON WILL MAKE THE FIRST TALKING\nPICTURE. \n\nTARGET SECTION TO BE ANNOTATED:\n  BELOW THAT, A SUB-HEADLINE READS: \"BROADWAY STAR TO GAMBLE ON\nNEW INVENTION.\"\n\n                       CUT TO:\n\nINT. YOELSON DINING ROOM - DAY\n\nPAPA READS VARIETY AS MAMA SIPS TEA.\n\n                            MAMA\n           Pictures that talk?  Is that possible, Papa?\n\n                            Papa\n           Well, certainly.  It's just... a new invention.\n\n                            Mama\n           But tell me, exactly, how does this work?\n\n                            Papa\n           Well, uh...\nHe motions with his hands as if forming a shape, then gives up.\n\n                            PAPA\n           Well, it's very complicated, Mama.  You wouldn't understand it.\n\nHe looks at the paper then glances up at her.\n\n                       DISSOLVE TO:\n\nEXT. A POSTER - NIGHT\n\nIT READS:\n\n           \"TONIGHT\n           SUNDAY CONCERT\n           WITH\n           AL JOLSON\"\n\nDOLLY IN on the poster.\n\n                       DISSOLVE TO:\n\nINT. WINTER GARDEN THEATER - NIGHT\n\nTHE ORCHESTRA PLAYS \"MAMMY.\"\n\nIN THE BACK OF THE HOUSE\n\nJOLSON SHAKES HANDS WITH GLENN AS STEVE AND BARON LOOK ON, BOTH OF THEM IN\nTUXEDOS.  JOLSON WEARS A SUIT.\n\n                            GLENN\n           Well, Al, \"The Jazz Singer\" is all set.  All that's left to do\n           is to make the announcement.\n\n                            Steve\n           Al, there's your music!\n\n                            Jolson\n           Announcement?  There's only one place to make the announcement!\n\nHe pulls off his overcoat and hat, slings the coat over his arm and strides\nonto the runway.\n\nIN THE AUDITORIUM\n\nPAN ON JOLSON AS HE WALKS DOWN THE RUNWAY AND GREETS PEOPLE.\n\n                            JOLSON\n           Hi, folks.  Hello, Jerry!\nWIDER ANGLE\n\nSHOWING THE ENTIRE HOUSE.  JOLSON CONTINUES DOWN THE RUNWAY.\n\n                            JOLSON\n           Show people are crazy.  You work in the theater all week long,\n           and on  Sundays you come here.  Well, I'm crazy, too.\n\nONSTAGE\n\nJOLSON ARRIVES ON THE STAGE.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou work in the theater all week long,\n           and on  Sundays you come here. Well, I'm crazy, too. ONSTAGE\n\nJOLSON ARRIVES ON THE STAGE. \n\nTARGET SECTION TO BE ANNOTATED:\n                            JOLSON\n           Tonight, folks, I'm only gonna sing two thousand songs -- one to\n           a customer.  I should live so long!\n\nHe tosses his coat and hat to someone in the orchestra.\n\n                            JOLSON\n           Hold this, will you, Henry?... Sorry I'm late tonight, folks,\n           but we were discussing a little business deal in the back of the\n           house.  As a matter of fact, I'm gonna tell ya about it right\n           now.  Y'see, tomorrow I leave for Hollywood.  I'm going into\n           what they call \"talking pictures.\"   Don't know what's gonna\n           happen to me -- but if I want to come back, you'll let me, won't\n           you?\n\nThe audience applauds.\n\n                            JOLSON\n           Thanks, I'll remember that.  So this is a kind of a farewell.\n           If you don't mind, I'll -- I'll sing till you ask me to stop!\n           You ain't heard nothin' yet!\n\nMore applause.  Jolson notices someone in the audience.\n\n                            JOLSON\n           Well, I see a rival producer sitting down front.\n\nANGLE ON THE AUDIENCE\n\nFLORENCE ZIEGFELD SITS IN THE SECOND ROW WITH A PRETTY REDHEAD -- JULIE\nBENSON.\n                            JOLSON (O.S.)\n           Mr. Ziegfeld.  Ziggy, will you stand up and take a bow?\n\nONSTAGE\n\n                            JOLSON\n           Try and stop him!\n\nIN THE AUDIENCE\n\nZIEGFELD RISES AND TURNS TO THE AUDIENCE.  THEY APPLAUD.\n\nONSTAGE\n\n                            JOLSON\n           Not too much, folks.  Not too much.\n\nHe suddenly catches himself, looking into the audience again.\n\nCLOSE SHOT - JULIE\n\nSHE LOOKS UP SMILING AT HIM.\n\nONSTAGE\n\n                            JOLSON\n           Say, Ziggy, who's that pretty gal with you?\n\nIN THE AUDIENCE\n\nJULIE GLANCES DOWN DIFFIDENTLY.  ZIEGFELD RISES AGAIN.\n\n                            ZIEGFELD\n           This is Julie Benson, the star of my next production, \"Show\n           Girl.\"\n\nHe points to her and the audience applauds.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nIN THE AUDIENCE\n\nJULIE GLANCES DOWN DIFFIDENTLY. ZIEGFELD RISES AGAIN. ZIEGFELD\n           This is Julie Benson, the star of my next production, \"Show\n           Girl.\"\n\nHe points to her and the audience applauds. \n\nTARGET SECTION TO BE ANNOTATED:\nONSTAGE\n\n                            JOLSON\n                 (leading forward)\n           Mr. Ziegfeld, you will please not advertise on my time.\n\nIN THE AUDIENCE\n\nTHE AUDIENCE LAUGHS.  ZIEGFELD SMILES AND SITS AGAIN.\n\nONSTAGE\n\n                            JOLSON\n           Glad to know you, Miss Benson.\nShe nods courteously to him.\n\n                            JOLSON\n           Look, I'm giving a little farewell party up at my place tonight,\n           Miss Benson.  I don't live very far from here.  You can bring\n           Mister Ziegfeld along.\n\nJulie and Ziegfeld laugh.\n\n                            JOLSON\n                 (to the audience)\n           Well, what'll it be?\n\n                            MAN CALLING OUT\n           \"Swanee!\"\n\n                            Another man calling out\n           \"Rock-a-Bye!\"\n\n                            Jolson\n                 (holding his hands up)\n           Wait a second!  Hold it!  I don't care what you mugs want!  I\n           want to know what Miss Benson would like to hear.\n\nJulie sits thinking and glances at Ziegfeld.  Jolson steps onto the runway.\n\n                            JOLSON\n           Miss Benson, what is your pleasure?\n\n                            Julie\n                 (after a moment)\n           \"April Showers.\"\n\nThe audience applauds.\n\n                            JOLSON\n           \"April Showers.\"\n                 (to the conductor)\n           Let's not keep the lady waiting, Henry.\n\nThe orchestra plays the intro to \"APRIL SHOWERS.\"\n\nON THE RUNWAY\n\nJOLSON SITS ACROSS FROM JULIE ON THE RUNWAY, SINGING RIGHT TO HER.  AFTER\nTHE FIRST LINE (\"THOUGH APRIL SHOWERS MAY COME YOUR WAY\") HE ADDS, \"JUST\nFOR YOU.  JUST FOR YOU.\"  SHE IS AMUSED AT FIRST, BUT THEN LOOKS AT HIM\nCURIOUSLY.\nONSTAGE\n\nAFTER THE FIRST CHORUS, JOLSON WINKS TO HER, RETURNS TO THE STAGE AND SINGS\nTHE CHORUS AGAIN WITH FULL EMBELLISHMENT.\n\nJULIE WATCHES WITH A SMILE.  WHEN HE FINISHES, THE AUDIENCE APPLAUDS AND\nJULIE MIMES THE WORDS TO HIM, \"THANK YOU.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nONSTAGE\n\nAFTER THE FIRST CHORUS, JOLSON WINKS TO HER, RETURNS TO THE STAGE AND SINGS\nTHE CHORUS AGAIN WITH FULL EMBELLISHMENT. JULIE WATCHES WITH A SMILE. WHEN HE FINISHES, THE AUDIENCE APPLAUDS AND\nJULIE MIMES THE WORDS TO HIM, \"THANK YOU. \n\nTARGET SECTION TO BE ANNOTATED:\nJOLSON WAVES TO THE AUDIENCE, GESTURES GOODWILL TO JULIE THEN HOLDS HIS\nHANDS UP FOR QUIET.\n\n                            JOLSON\n           Folks, I'm callin' the next one.  I want to sing about that big,\n           beautiful state I'm going to -- and I don't mean Florida!\n\nMEDIUM-SHOT - JOLSON\n\nDOLLY BACK AS THE ORCHESTRA PLAYS THE INTRO TO \"CALIFORNIA HERE I COME.\"\nJOLSON SINGS IT.\n\nJULIE WATCHES WITH INCREASING INTEREST, ALMOST STUDYING HIM.\n\nAGAIN, JOLSON DOES A BIG FINISH WITH FULL EMBELLISHMENT.\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S APARTMENT - IN THE LIVING ROOM\n\nJULIE PARODIES JOLSON IN A FULL SONG-AND-DANCE RENDITION OF \"CALIFORNIA\nHERE I COME\" TO A PIANO ACCOMPANIMENT.\n\nAS SHE SINGS, JOLSON, STEVE AND BARON (ALL IN TUXEDOS) WALK INTO THE\nENTRYWAY AND WATCH HER.  AT THE END OF THE SONG SHE GETS DOWN ON ONE KNEE\nAND OUTSTRETCHES HER ARMS.\n\nJOLSON WALKS OVER, TAKES HER WRIST AND LIFTS HER UP.\n\n                            JOLSON\n           I'm afraid I'll have to talk to you, my friend.\n\nPAN on them as they pass other guests and exit onto a balcony.\n\nEXT. BALCONY - NIGHT - SAME TIME\n\nTHEY STEP OUTSIDE AND JOLSON CLOSES THE DOOR.\n\n                            JULIE\n           Please, Mister Jolson.  I'll never do it again.\n                            Jolson\n           You sure?\n\n                            Julie\n                 (walking to the railing)\n           A million imitators of Al Jolson, but none of them touch the\n           original.\n\n                            Jolson\n                 (walking up behind her)\n           Uh-hmm.  That's a cute speech.  You know, I'd sort of like to\n           touch you.  I -- I don't know.  It's funny.  I can't seem to\n           make it.\n\n                            Julie\n           That's good.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's funny. I can't seem to\n           make it. Julie\n           That's good. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Jolson\n           You know, you get prettier every time I see you.\n\n                            Julie\n           Well, the first time was just a few hours ago.\n\n                            Jolson\n           Yeah?  Well, then, you got prettier since then.\n\n                            Julie\n           Thank you.\n\n                            Jolson\n           Look, will you do me a big favor?\n\n                            Julie\n           What?\n\n                            Jolson\n           Will you marry me, Miss Benson?\n\n                            Julie\n           I'll do you a bigger favor, Mister Jolson.  I won't marry you.\n\n                            Jolson\n           I didn't suppose you would, but you could think about it, huh?\n           Of course, you'd have to decide tonight.  Y'see, I'm going to\n           California tomorrow.\n                            Julie\n           Well, then, this last weekend belongs to your friends.\n\n                            Jolson\n           Wait!  You mean in there?  Tell ya a secret.  Don't even know\n           most of 'em.\n\n                            Julie\n           How'd they get there?\n\n                            Jolson\n           Well, it always seems to happen.  Y'see, I ask a few people up,\n           and then they ask some people I never heard of, and those\n           strangers ask some other strangers, and before you know it...\n\n                            Julie\n           ... you're singing for them.\n\n                            Jolson\n           Yeah -- just for three or four hours.\n\n                            Julie\n                 (astonished)\n           You mean you work till midnight and then you come home and work\n           three or four hours more?\n\n                            Jolson\n           I don't mind.\n\n                            Julie\n           You mean you love it.\n\n                            Jolson\n           Yeah, I guess I do.  It's more than just singing.  I -- I don't\n           know how to tell you.  It's...\n\n                            Julie\n           Well, you don't really have to, Mister Jolson.\n\n                            Jolson\n           Oh, yes -- yes I do.  I gotta tell you everything!\n\nHe hears Steve's voice calling:\n                            STEVE (O.S.)\n           Al!\n\nTHREE-SHOT - AL, JULIE AND STEVE\n\nSTEVE HAS JUST OPENED THE BALCONY DOOR.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hears Steve's voice calling:\n                            STEVE (O. S.)\n           Al! THREE-SHOT - AL, JULIE AND STEVE\n\nSTEVE HAS JUST OPENED THE BALCONY DOOR. \n\nTARGET SECTION TO BE ANNOTATED:\n                            STEVE\n           It's getting late and the gang wants --\n\n                            Jolson\n           Go away, Steve, I'm busy!  Caught a cold!  Can't sing a note!\n           Go away!\n\nSteve looks sourly at him then returns to the living room.\n\nTWO-SHOT - JOLSON AND JULIE\n\nSHE TURNS TOWARD THE DOOR.\n\n                            JULIE\n           You really ought to go in, Mister Jolson.\n\n                            Jolson\n                 (holds her arms,\n                  stopping her)\n           No.  I've got to tell you how I feel.  And it's gonna take me\n           hours.  Of course, I shouldn't be rushing you like this.  You'll\n           think I'm kidding.  But look.  Y'see, I've been waiting for\n           something for a long time.  I didn't know what it was.  Steve's\n           been trying to tell me, it was about -- well, about getting\n           everything and nothing out of life.  I didn't know what he was\n           talking about, and then I saw you.  Yes sir, then I saw you! --\n           Look, got a great idea.  Suppose you and I got married and went\n           to California together?  How about it?\n\n                            Julie\n           Well, of course, I'm rehearsing \"Show Girl\" and we open in two\n           weeks.\n\n                            Jolson\n           Ah, yeah.  That's too bad.  If it just wasn't for that, huh?\n                            Julie\n           And a few other things.\n\n                            Jolson\n           Go ahead, tell me.  That's what I want to know.  Like what?\n\n                            Julie\n           Well...\n            (gestures ahead)\n           THAT STREET DOWN THERE.\n\n                            Jolson\n           Broadway?  Heh, what a street!\n\nTHEIR POV - BROADWAY\n\nA LONG SHOT SHOWING LIGHTS BLAZING AT NIGHT.\n\nBACK TO SCENE\n\n                            JOLSON\n           Y'know something, baby?  It belongs to me.  And y'know something\n           else?  If you want it, I'll give it to you!\n\n                            Julie\n           Well, that's the point, and -- It's yours, all right.  It's your\n           whole life, too.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you want it, I'll give it to you! Julie\n           Well, that's the point, and -- It's yours, all right. It's your\n           whole life, too. \n\nTARGET SECTION TO BE ANNOTATED:\n  But I don't think it'll ever be mine.\n\n                            Jolson\n           Why, it's gonna say \"Julie Benson\" down there in great big\n           lights.  Do you mean to say you don't want that?\n\n                            Julie\n           Oh, yes, I want that.  I'm just normal enough to want that.\n\n                            Jolson\n           Sure.  You're just a little scared now.  Wait'll you get some\n           confidence!  You'll begin to love it, begin to feel it in your\n           blood!\n\n                            Julie\n           That's the big difference.\n\n                            Jolson\n           What's the big difference?\n                            Julie\n           It was in your blood when you were born.  But I'm just a pretty\n           good hoofer, and I got a lucky break.  All I know is, I -- I\n           want a lot besides this.\n\n                            Jolson\n           Like what, Julie?  Gotta know.\n\n                            Julie\n           Well, in the first place, like -- like a real home.\n\n                            Jolson\n           Sure, everybody wants a home.\n\n                            Julie\n           Nah, you wouldn't care for the kind I'm thinking of.\n\n                            Jolson\n           Why not?  Why wouldn't I?\n\n                            Julie\n           It would have to be far enough away -- maybe way out in the\n           country -- so that by the time you got there, and closed the\n           door, you'd have forgotten all about show business.\n\n                            Jolson\n           It's funny.  All of a sudden that's what I've always wanted, to\n           close a door.  I'll tell ya something, Julie.  I know just the\n           spot.  It's up in Westchester.  Acres of pretty land, trees all\n           around.\n\nSteve's voice interrupts them again:\n\n                            STEVE (O.S.)\n           Al!\n\nTHREE SHOT - JOLSON, JULIE AND STEVE\n\n                            JOLSON\n           Go away, Steve.  Feeling worse all the time.  Go away.\n\nSteve starts to turn away.\n                            JOLSON\n           Tell Ziggy I'll see Miss Benson home.\n\n                            Julie\n           It's really getting pretty late, Mister Jolson.\n\nSteve goes inside again and closes the door.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOLSON\n           Tell Ziggy I'll see Miss Benson home. Julie\n           It's really getting pretty late, Mister Jolson. Steve goes inside again and closes the door. \n\nTARGET SECTION TO BE ANNOTATED:\nTWO-SHOT - JOLSON AND JULIE\n\n                            JOLSON\n           Late?  But, baby, I'm going away tomorrow, and we're just\n           getting places.\n                 (motions with his head)\n           Come here, sit down.  Oh, look, can you cut out that \"Mister\n           Jolson?\"  Why don't you just call me by my southern name:\n           honey.\n\nHe winks to her and walks her off.\n\n                       CUT TO:\n\nEXT. BROADWAY - NIGHT\n\nA PANORAMA OF THE ENTIRE AREA WITH LIGHTS BLAZING.\n\n                       DISSOLVE TO:\n\nEXT. BROADWAY - DAY\n\nTHE SAME VIEW BUT NOW BATHED IN DAYLIGHT.  MORNING HAS COME.\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S LIVING ROOM - DAY\n\nSTEVE, STILL IN HIS TUXEDO, LIES ASLEEP ON THE COUCH.  THE SOUND OF A DOOR\nOPENING AWAKENS HIM.\n\nJOLSON AND JULIE WALK IN FROM THE BALCONY.\n\n                            JOLSON\n           I know what's the trouble, baby.  You just don't believe me.\n           You don't believe I want anything different.  And I'm tryin' to\n           tell you, honey, I was barging through this great, big,\n           beautiful world like a fool!\n                            Julie\n           Oh, I do believe you, honey.  But I always thought I'd like to\n           fall in love with the man I was going to marry.\n\n                            Jolson\n                 (walking off with her)\n           Oh, you're absolutely right, and I'm not gonna rush you, baby.\n\nSteve looks up from the couch incredulous at what he's hearing.\n\n                            JOLSON (O.S.)\n           In fact, y'know something?  We won't get married till I get back\n           from California.  How's that?\n\nSteve looks off at them in disbelief.\n\n                       FADE OUT.\n\nFADE IN:\n\nEXT. PASSENGER TRAIN - DAY\n\nTHE TRAIN RACES ALONG THE TRACKS.\n\n                       DISSOLVE TO:\n\nEXT. TRAIN STATION - DAY\n\nDOLLY IN AS JOLSON ALIGHTS FROM THE TRAIN AND A STUDIO ASSISTANT SHAKES HIS\nHAND.\n\n                       DISSOLVE TO:\n\nEXT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\nEXT. TRAIN STATION - DAY\n\nDOLLY IN AS JOLSON ALIGHTS FROM THE TRAIN AND A STUDIO ASSISTANT SHAKES HIS\nHAND. DISSOLVE TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STUDIO - DAY\n\nDOLLY IN ON A CONVERTIBLE CAR, WITH JOLSON IN THE BACK SEAT, STOPPING AT A\nSTUDIO GATE.  THE GATE SAYS SIMPLY: \"STUDIO.\"  JOLSON SHAKES HANDS WITH THE\nGUARD.\n\n                       DISSOLVE TO:\n\nINT. GLENN'S OFFICE - DAY\n\nJOLSON AND GLENN SHAKE HANDS.\n\n                       DISSOLVE TO:\nINT. STUDIO - DAY\n\nDOLLY BACK ON A SCRIPT THAT SAYS \"THE JAZZ SINGER - FINAL SCRIPT.\"  A PAIR\nOF HANDS IS PASSING IT TO JOLSON.\n\n                       DISSOLVE TO:\n\nINT. DRESSING ROOM - DAY\n\nDOLLY IN AS HAIR AND MAKE-UP MEN WORK ON JOLSON'S FACE.\n\n                       DISSOLVE TO:\n\nINT. SOUND STAGE - SCREEN TEST - SERIES OF SHOTS\n\n- LONG SHOT:  JOLSON SITS ON A CHAIR IN A DARKENED SET AS TECHNICIAN #1\nPOINTS UPWARD.\n\n- MEDIUM CLOSE SHOT:  TECHNICIAN #2 TURNS ON A KLIEG LIGHT.\n\n- MEDIUM SHOT:  JOLSON WINCES AT THE BRIGHT LIGHT.  TECHNICIAN #1 GESTURES\nTO THE OTHER TO AIM THE LIGHT LOWER.\n\n- MEDIUM CLOSE SHOT:  TECHNICIAN #3 TURNS ON ANOTHER KLIEG LIGHT.\n\n- MEDIUM SHOT:  JOLSON WINCES AGAIN.\n\n- MEDIUM LONG SHOT:  TECHNICIAN #4 TURNS ON ANOTHER KLIEG LIGHT.\n\n- CLOSE-UP:  JOLSON WINCES AGAIN.\n\n- MEDIUM SHOT:  TECHNICIAN #5 TURNS ON ANOTHER KLIEG LIGHT.\n\n- CLOSE-UP:  JOLSON WINCES AGAIN.\n\n- MEDIUM SHOT:  DOLLY IN ON A CAMERA WITH TWO CINEMATOGRAPHERS WORKING IT.\n\n\n- MEDIUM CLOSE SHOT:  A TECHNICIAN HOLDS A SLATE IN FRONT OF JOLSON'S FACE.\n JOLSON'S EYES GLANCE DOWN AT IT:\n\n           \"WARDROBE MAKE-UP TEST\n           NAME:  AL JOLSON\n           PROD.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\n- MEDIUM SHOT:  DOLLY IN ON A CAMERA WITH TWO CINEMATOGRAPHERS WORKING IT. - MEDIUM CLOSE SHOT:  A TECHNICIAN HOLDS A SLATE IN FRONT OF JOLSON'S FACE. JOLSON'S EYES GLANCE DOWN AT IT:\n\n           \"WARDROBE MAKE-UP TEST\n           NAME:  AL JOLSON\n           PROD. \n\nTARGET SECTION TO BE ANNOTATED:\n JAZZ SINGER\"\n\n- DOLLY IN CLOSE on the camera.\n\n- DOLLY IN CLOSE ON JOLSON'S FACE.  HE SMILES.\n\n                       DISSOLVE TO:\nINT. JOLSON'S HOTEL SUITE - LIVING ROOM - DAY\n\nJOLSON, WEARING A SHIRT, TIE AND BATHROBE, IS TALKING ON THE PHONE.\n\n                            JOLSON\n           Julie?  Hello, darling.  How are you?  How'd the dress rehearsal\n           go?\n\nINT. JULIE'S DRESSING ROOM - DAY\n\nJULIE IS ON THE PHONE.\n\n                            JULIE\n           Fine, Al... Oh yes, honest.  But opening tomorrow night will be\n           something else again.   I'm scared to death.\n\nIN JOLSON'S LIVING ROOM\n\n                            JOLSON\n           Ah, you got nothing to be scared about, honey.  You're gonna be\n           wonderful... Yeah, I'm still at the studio, working hard.  We\n           shoot pretty soon... Oh, it's gonna be all right, I think, when\n           I find out which end of the camera's which... Listen, baby, get\n           a good night's sleep and don't worry, you hear?  You're gonna\n           knock 'em dead!\n\nWIDER ANGLE - JOLSON'S LIVING ROOM\n\nA WIDER ANGLE REVEALS JOLSON SITTING ON A COUCH AND STEVE SITTING ACROSS\nFROM HIM IN A CHAIR, READING A SCRIPT.\n\n                            JOLSON\n                 (into phone)\n           Yeah, I'll call you again tomorrow night.  Goodbye, angel.\n\nJolson hangs up.\n\n                            STEVE\n           She all right?\n\n                            Jolson\n           She says she's scared.  She sounds it. -- Steve, if I got a\n           plane -- a special plane to fly right through -- I could be in\n           New York for that opening tomorrow night.\n                            Steve\n           What can you do in New York?\n\n                            Jolson\n           I don't know, but I wanna be there.  Get on that phone, Steve!\n           Get the plane!\n\nDOLLY IN as they walk into Jolson's dressing room.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nGet on that phone, Steve! Get the plane! DOLLY IN as they walk into Jolson's dressing room. \n\nTARGET SECTION TO BE ANNOTATED:\n                            STEVE\n           You can't walk out on the studio like this!\n\n                            Jolson\n           Be back in two days and work twice as hard.\n\n                            Steve\n           But Al...!\n\n                            Jolson\n                 (taking his robe off)\n           Oh, and phone Ziegfeld.  Tell him to hold me a seat and not to\n           tell Julie I'm coming.\n\nJolson walks around a corner.  Steve paces back into the living room, picks\nup a phone and starts to dial.\n\n                       DISSOLVE TO:\n\nINT. A SPINNING PROGRAM COVER\n\nIT COMES TO A STOP AND READS:\n\n           \"FLORENCE ZIEGFELD, JR.\n           Presents\n           SHOW GIRL\n           starring\n           JULIE BENSON.\"\n\nWe hear a male chorus singing the opening bars of \"LIZA.\"\n\n                       DISSOLVE TO:\n\nINT. THEATER - NIGHT\n\nZIEGFELD LEADS JOLSON DOWN AN AISLE TO TWO VACANT SEATS.  THEY SIT BESIDE\nEACH OTHER.  THE CHORUS KEEPS SINGING.\n\nLONG SHOT - THE STAGE\n\nA DOZEN CHORUS MEN IN BLUE SUITS POINT UP AT JULIE, WHO STANDS, ALL IN\nGOLD, ON THE TOP STEP OF A SERIES OF DISKS.\nMEDIUM SHOT - JULIE\n\nDOLLY IN TIGHT AS SHE HOLDS HER ARMS OUT.\n\nIN THE AUDIENCE\n\nJOLSON LEANS FORWARD, WATCHING.\n\nHIGH ANGLE ON THE DISKS\n\nJULIE STARTS DANCING AS THE MEN START SINGING THE CHORUS OF \"LIZA.\"\n\nIN THE AUDIENCE\n\nJOLSON STILL LEANS FORWARD.  ZIEGFELD TAPS HIS ARM TO SIGNAL HIM TO SIT\nBACK IN HIS SEAT.\n\nLONG SHOT - THE STAGE\n\nJULIE STARTS DANCING DOWN THE SERIES OF DISKS.\n\nANGLE ON THE DISKS\n\nJULIE CONTINUES DOWN THREE DISKS THEN MAKES A WRONG TURN AND ALMOST FALLS.\n\nMEDIUM SHOT _- JULIE\n\nCATCHES HERSELF, FRIGHTENED, AND STOPS DANCING.\n\nIN THE AUDIENCE\n\nJOLSON WATCHES ANXIOUSLY.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ON THE DISKS\n\nJULIE CONTINUES DOWN THREE DISKS THEN MAKES A WRONG TURN AND ALMOST FALLS. MEDIUM SHOT _- JULIE\n\nCATCHES HERSELF, FRIGHTENED, AND STOPS DANCING. IN THE AUDIENCE\n\nJOLSON WATCHES ANXIOUSLY. \n\nTARGET SECTION TO BE ANNOTATED:\nMEDIUM CLOSE SHOT - JULIE\n\nSTILL HASN'T CAUGHT HER BEARINGS.\n\nIN THE AUDIENCE\n\nSUDDENLY JOLSON RISES AND STARTS TO SING \"LIZA\" WITH THE ORCHESTRA.\n\nJULIE\n\nHEARS HIM AND HAPPILY RESUMES DANCING.\n\nWHEN SHE REACHES THE BOTTOM DISK, SHE JUMPS INTO THE AIR.  THE MEN CATCH\nHER IN A SITTING POSITION AND BOUNCE HER TO HER FEET; SHE TWIRLS A FEW\nTIMES THEN POSES GRANDLY FOR THE FINISH.\nTHE AUDIENCE APPLAUDS.\n\nJULIE BLOWS JOLSON A KISS AS THE CURTAINS COME DOWN.\n\n                       DISSOLVE TO:\n\nINT. JULIE'S DRESSING ROOM - NIGHT\n\nTHE ENTIRE ROOM IS FULL OF FLOWERS.  JULIE WALKS IN WITH HER DRESSER AND\nDOES A DOUBLE-TAKE.\n\nJOLSON RISES FROM A CHAIR ACROSS FROM HER.\n\n                            JOLSON\n           Hello, baby.\n\n                            Julie\n           Hello, honey.\n\nShe goes to him and they embrace and kiss.\n\n                       DISSOLVE TO:\n\nINT. STEVE'S BEDROOM - NIGHT\n\nSTEVE IS ASLEEP IN BED.  THE PHONE RINGS, AWAKENING HIM.  HE ROLLS OVER AND\nANSWERS IT.\n\n                            STEVE\n                 (into phone)\n           Hello?... Who?... Al!\n                 (rising to his elbow)\n           How are you?  Tell me, how'd it go?... What?  I can't hear\n           ya!... Connecticut!  What are you doing in Connecticut...?!\n                 (sits up shocked)\n           You what?\n\n                       DISSOLVE TO:\n\nINT. YOELSON LIVING ROOM - DAY\n\nJOLSON STANDS IN THE DOORWAY WITH JULIE.\n\n                            JOLSON\n           Meet Misses Jolson.\n\nREVERSE ANGLE\n\nMAMA AND PAPA LOOK ON A FEW FEET AWAY.\n\n                            MAMA\n           Oh, my!\nMama runs to Julie and hugs her; Papa runs to Jolson and hugs him.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVERSE ANGLE\n\nMAMA AND PAPA LOOK ON A FEW FEET AWAY. MAMA\n           Oh, my! Mama runs to Julie and hugs her; Papa runs to Jolson and hugs him. \n\nTARGET SECTION TO BE ANNOTATED:\n                            PAPA\n           Asa!\n\n                            Mama\n                 (to Julie)\n           I'm so -- I'm so happy, dear!\n\n                            Papa\n                 (tapping Mama's shoulder)\n           Mama!  Mama, please.  Please give me a chance!\n\nMama moves over to hug Jolson while Papa hugs Julie.\n\n                       DISSOLVE TO:\n\nINT. YOELSON DINING ROOM - NIGHT\n\nTHE FOURSOME -- JOLSON, MAMA, JULIE AND PAPA -- SIT AT THE TABLE EATING.\n\n                            MAMA\n           I don't understand.  Married a few hours, he runs to California\n           --\n\n                            Jolson\n           It'll just take me a couple of months to make this picture,\n           Mama.  Then I'll be home.\n\n                            Julie\n           And that's where he's gonna stay.\n\n[Papa leans forward and says something but there is no sound.  The next\nshot starts with Jolson nodding in acknowledgement of what Papa said.]\n\n                            MAMA\n           Asa staying home?  That will be a miracle.\n\n                            Papa\n           Julie, there's only one thing the matter with Asa.  He's got to\n           sing.  It's a wonderful thing.  Success is beautiful.  But Mama\n           and I have worried, because a home with love in it is even\n           better.\n                            Jolson\n           The way you say that is a little corny, Papa, but you're right.\n           Julie agrees with you.  What do you think we're gonna do?  We're\n           gonna build a real home and settle down -- out in the country\n           where it's nice and quiet, nothing but crickets and frogs.\n\n                            Julie\n           I'll teach the frogs to sing \"Mammy\" so Al won't be lonely.\n\nThe others laugh.\n\n                            JOLSON\n           Thank ya, honey.\n\n                            Papa\n           Asa, are you serious?\n\n                            Jolson\n           Sure.  In fact, Julie doesn't know this yet.  I've got an\n           architect at work.\n\n                            Julie\n           Al!\n\n                            Jolson\n           I told him, \"Build a house for Julie.  The sky's the limit.\"\n\n                            Papa\n           Well, that I approve of.\n\n                            Mama\n           So do I.\n                 (she hands Julie a plate)\n           Here.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sky's the limit.\"\n\n                            Papa\n           Well, that I approve of. Mama\n           So do I. (she hands Julie a plate)\n           Here. \n\nTARGET SECTION TO BE ANNOTATED:\n  Here, have some gefilte fish with the horseradish, Julie.\n\n                            Jolson\n           Look out for the horseradish, honey.  That stuff will curl your\n           hair. -- Y'know, I think we'll have a barn Mama.  And some cows.\n            Gonna milk 'em myself.\n\n                            Papa\n           You?\n\nJulie takes a forkful of gefilte fish and coats it in horseradish.\n                            MAMA\n           You milk cows, Asa?\n\n                            Papa\n           You have to get up at five o'clock!\n\n                            Julie\n           Well, we'll keep the cows up at night so they'll sleep later in\n           the morning.\n\nEveryone laughs.  Julie takes the bite of gefilte fish.\n\n                            JOLSON\n                 (in a panic)\n           Julie, you've got too much!\n\nShe shakes her head then suddenly swallows and gags.\n\nSHE COVERS HER MOUTH WITH A NAPKIN AS JOLSON HANDS HER A GLASS OF WATER.\nSHE DRINKS.\n\n                       FADE OUT.\n\nFADE IN:\n\nVARIETY\n\nA PAGE TURNS TO REVEAL AN AD:\n\n           \"AN EXCITING EVENT!\n           World Premiere Showing Tonight\n           AL JOLSON\n           in\n           THE JAZZ SINGER\n           THE FIRST TALKING PICTURE\n           WINTER GARDEN THEATRE.\"\n\nAt the same time we hear an orchestra play the intro to \"THERE'S A RAINBOW\n'ROUND MY SHOULDER.\"\n\n                       DISSOLVE TO:\n\nINT. WINTER GARDEN THEATRE - NIGHT\n\nTHE JOLSON PARTY SITS IN A BOX WATCHING THE MOVIE (JOLSON, JULIE, STEVE,\nMAMA, PAPA AND GLENN).  WE NEVER ACTUALLY SEE THE MOVIE THEY'RE WATCHING.\n\nWE HEAR THE \"MOVIE JOLSON\" START TO SING THE SONG.  JOLSON STARTS HUMMING\nALONG IN HARMONY WITH HIMSELF.\n\nA GRUMPY MAN IN THE ROW BEHIND THEM GETS INCREASINGLY IRRITATED AND FINALLY\nBLURTS OUT:\n                            GRUMPY MAN\n           Let Jolson sing it, mister.  He's doing all right.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOLSON STARTS HUMMING\nALONG IN HARMONY WITH HIMSELF. A GRUMPY MAN IN THE ROW BEHIND THEM GETS INCREASINGLY IRRITATED AND FINALLY\nBLURTS OUT:\n                            GRUMPY MAN\n           Let Jolson sing it, mister. He's doing all right. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Jolson\n                 (smiling back at him)\n           Think so?\n\nJolson stops singing but excitedly sways in his seat to the music.  When\nthe song ends, the audience around him applauds and he looks back at them.\n\n                       DISSOLVE TO:\n\nINT. JOLSON LIVING ROOM - NIGHT\n\nBARON SITS AT A GRAND PIANO READING A COPY OF VARIETY; MAMA, PAPA AND JULIE\nSURROUND THE PIANO, ALL WITH THEIR OWN COPIES.\n\n                            PAPA\n                 (reading aloud)\n           \"'Jazz Singer' marks the end of silent pictures.\"\n\n                            Mama\n                 (reading aloud)\n           \"First talking picture sensation.\"\n\n                            Papa\n           I have followed show business for many years, but I must say I\n           have never seen a thing like this.\n\n                            Mama\n           Oh-ho, my expert.\n\n                            Baron\n           I haven't seen anything like it either, Cantor.\n\n                            Mama\n                 (looking at her watch)\n           Ooh, it's almost three o'clock.  Where's Asa?\n\n                            Julie\n           Well, you know what a half-hour business talk is, Mama.  You\n           should really go to sleep.  Tom and I'll wait up for them.\n\n                            Papa\n           Who can sleep on a night like this?\nJolson enters.  Steve follows.\n\n                            JULIE\n           Al!\n\nShe runs over and gives him a hug.\n\n                            JOLSON\n                 (embracing her)\n           Hello, everybody.  Gee, we didn't realize how late it was.\n\n                            Papa\n           Asa, did you see the papers?\n\n                            Jolson\n           Yeah, we saw them in Glenn's office.  They're -- they're really\n           something.\n\n                            Papa\n           \"Something,\" he says!\n\n                            Jolson\n                 (to Julie)\n           I'm sorry, baby.  I wanted to celebrate tonight, but -- well,\n           you see, honey, we -- we got to talking about --\n\n                            Julie\n           I know.  They want you to go right back to the Coast and make\n           another picture.\n\n                            Jolson\n           How'd you know?\n\n                            Steve\n           That was tough to figure out.\n\n                            Jolson\n           Well, they argue this way.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson\n           How'd you know? Steve\n           That was tough to figure out. Jolson\n           Well, they argue this way. \n\nTARGET SECTION TO BE ANNOTATED:\n  This first talking picture will be a\n           great hit and it ought to be followed up with another one right\n           away.\n\n                            Julie\n           They're right, Al.  I think you ought to go.\n                            Jolson\n           But that's the point, baby.  I'd have to go all by myself again.\n            You can't leave your show in the middle of a run.\n\nPapa watches them, aware a conflict is built into their relationship.\n\n                            JULIE\n           Well, we'll just have to wait a little while longer.\n\n                            Baron\n                 (rising, concerned)\n           What happens to the new Winter Garden show?\n\n                            Steve\n           That waits like Julie does.\n\n                            Jolson\n           Yeah, Tom.  We'll talk about that later.\n\n                            Mama\n           Wait a minute.  Julie will be here, Asa in California.  So where\n           will you build your house?  In Kansas City?\n\nJolson and Julie both laugh\n\n                            JOLSON\n           Don't worry, Mama.  We'll build it.\n                 (to Julie)\n           Ah, you're terrific to take it this way, baby.  It's another bad\n           break, but it won't be for long.\n                 (hugging her)\n           Ah, gee, then you'll get everything you want, angel.\n                 (backs up)\n           In fact, listen.  While I'm gone, you go ahead with the house,\n           see?  Get it ready.  Start building it and start teaching those\n           frogs how to sing \"Mammy.\"\n\nThey both laugh and then they embrace and kiss.\n\n\n                       DISSOLVE TO:\nEXT. A POSTER - NIGHT\n\nDOLLY IN.  IT PICTURES JULIE AND READS:\n\n           \"SHOW GIRL\n           JULIE BENSON\n           FINAL WEEK.\"\n\n                       DISSOLVE TO:\n\nINT. JULIE'S DRESSING ROOM - DAY\n\nSHE IS ON THE PHONE.  A FRAMED PHOTO OF JOLSON RESTS ON A TABLE-TOP.\n\n                            JULIE\n           Yes, we're closing Saturday, Al.  It's definite.\n\nINT. JOLSON'S HOTEL ROOM - SAME TIME\n\nAT THE OTHER END OF THE LINE, HE RECLINES ON A COUCH.  A FRAMED PHOTO OF\nJULIE IS ON A TABLE-TOP.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. JOLSON'S HOTEL ROOM - SAME TIME\n\nAT THE OTHER END OF THE LINE, HE RECLINES ON A COUCH. A FRAMED PHOTO OF\nJULIE IS ON A TABLE-TOP. \n\nTARGET SECTION TO BE ANNOTATED:\n                            JOLSON\n           Julie, I want you to fly out here the minute you're through.\n\nINTERCUT - JOLSON AND JULIE\n\n\n                            JULIE\n                 (disappointed)\n           You were coming east when you were through.\n\n                            Jolson\n           A little change in plans, baby.\n\nDOLLY IN as he looks at her picture.\n\n                            JOLSON\n           A big surprise.\n\n                            Julie\n           But Al!\n\n                            Jolson\n           Be on that plane no later than Sunday.  I'm dying to see you.\n\n                            Julie\n                 (laughing)\n           California here I come!\n\n                       FADE OUT.\nFADE IN:\n\nINT. JOLSON'S RENTED MANSION - DAY\n\nJOLSON SHOWS JULIE INTO THE GIANT ENTRANCE HALL.  STEVE FOLLOWS WITH GLENN.\n THE HIRED STAFF LOOK ON (HENRY THE BUTLER, ALICE THE MAID, A WOMAN IN\nBLACK AND A MAID IN BLACK).\n\n                            JOLSON\n           Here we are, baby.  Home.  Ha-ha!  This is really something!\n\n                            Steve\n                 (to Henry)\n           Hiya, Henry.\n\n                            Jolson\n                 (to the others)\n           Oh, meet Misses Jolson.  Great to have her here, isn't it?\n                 (takes Julie's coat)\n           Here, baby.  Let me take this.\n\nHe tosses it to the woman in black.\n\n                            JOLSON\n           Let's, uh -- Oh, ya want something, baby?  Ya want to clean up?\n           Want something to eat?  Henry will rustle up some grub for ya.\n\n                            Julie\n           No, I don't want a thing.\n\n                            Jolson\n           Come on, let's go inside then.  Come on, fellas.\n\nPAN on them as they pass through an archway into the living room.\n\nINT. LIVING ROOM - SAME TIME\n\nJOLSON AND JULIE ENTER FOLLOWED BY STEVE AND GLENN.\n\n                            JOLSON\n           Ah, it's been a long time, honey.  Here, wait a minute, let me\n           look at you.\n\nHe turns her by the shoulders and looks into her face.\n\n                            JOLSON\n           Never gonna let you out of my sight again.\n                            Julie\n           Good for you.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns her by the shoulders and looks into her face. JOLSON\n           Never gonna let you out of my sight again. Julie\n           Good for you. \n\nTARGET SECTION TO BE ANNOTATED:\nThey kiss.\n\n                            STEVE\n                 (to Glenn)\n           Sit down, Dick.  This may take a little time.\n\nPAN on the party as Julie leads them further into the room.  A grand piano\ncomes into view near a large window.\n\n                            JULIE\n                 (looking around)\n           Hmm.  A little large, isn't it?\n\n                            Jolson\n           Well, it -- it ain't exactly small.\n\n                            Steve\n           Y'see, they used to play football here before they built the\n           Coliseum.\n\nThe others laugh.\n\n                            JOLSON\n           Ah, no, honey.  You wouldn't care for a place like this, but\n           don't let it get you down.\n\n                            Julie\n           Darling, since we don't have to stay here very long, I just love\n           it.\n\n                            Jolson\n                 (a forced laugh)\n           Yeah, that's right.  And yet, on the other hand, baby, y'know...\n\nHe turns her toward the couch.\n\n                            JOLSON\n           Come here.  Sit down.  Got something to tell ya.\n\n                            Julie\n                 (sitting on the couch)\n           On the other hand, what?\n\n                            Steve\n           On the other hand, he's talking through his hat!\n                 (catches himself)\n                       (MORE)\n                            Steve (cont'd)\n           Oh, uh -- uh -- we had a little dinner planned, Julie, and --\n\n                            Jolson\n           Forget it, Steve.  Forget what we arranged.  I can't wait, gotta\n           tell her now.\n\nJolson sits on the couch beside her.\n\n                            JULIE\n           What goes on here?\n\n                            Jolson\n           Now, honey.  Talking pictures are here for good.  They're\n           getting better all the time.  In a couple of years, they'll have\n           audiences nobody ever dreamed about.  The studio's got terrific\n           plans.  All I know is, a man would have to be insane to walk\n           away from this now.\n\n                            Julie\n           Al, you went and did it.\n\n                            Jolson\n           What?\n\n                            Julie\n           You bought a house out here.\n\n                            Jolson\n           No!\n\n                            Julie\n           Or you're building one --\n\n                            Jolson\n           No, no!\n\n                            Julie\n           With sunken gardens.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson\n           No! Julie\n           Or you're building one --\n\n                            Jolson\n           No, no! Julie\n           With sunken gardens. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Jolson\n           No!\n\nJolson gets up laughing.\n\n                            JULIE\n           That was the surprise you talked about.\n                            Jolson\n           No, honest.\n\n                            Steve\n           You ain't heard nothin' yet, Julie.\n\n                            Jolson\n           You said it!\n\nJolson gets down on one knee.\n\n                            JOLSON\n           Now, baby.  Now, listen.\n\n                            Julie\n           Al, are you gonna sing \"Mammy?\"\n\n                            Jolson\n           Quit clownin'.  Look.  You don't think I'd ask you to give up\n           the stage and dancing and just have you come out here and settle\n           down?\n\n                            Julie\n           I might consider it.\n\n                            Jolson\n           No, but I wouldn't let you do that.  You're too terrific.  In\n           fact, do you know what pictures need?  Talent, and something\n           beautiful at the same time, like you.\n\n                            Julie\n           Whoa!  Wait a minute!\n\n                            Jolson\n           Listen, show business is here now, baby.  You belong in it --\n           you and me both.  And if we're together, who cares where we\n           live?  The world's gotta hear about you, honey.  Your name on\n           billboards in ninety-seven languages.  The greatest star\n           pictures ever had!  You can't miss.\n                 (to Glenn)\n           Where's the document, Dick?  You didn't forget to bring it?\n\nGlenn hands Jolson a blue-backed contract.\n\n                            GLENN\n           It's right here.\n                            Jolson\n                 (tapping Glenn's chest)\n           Your studio's about to own the biggest hunk of talent in the\n           land.\n                 (to Julie)\n           Papa's been working on this contract for weeks, honey.\n                 (he sits beside her)\n           It's all ready to sign.\n\n                            Steve\n           Wait a minute!  Julie hasn't said anything!\n\n                            Julie\n                 (dumbfounded)\n           Well, I -- I can't think of anything.\n\n                            Jolson\n           There you are.\n\n                            Steve\n           Maybe she doesn't want her name in more than seventeen\n           languages.  Or maybe none.\n\n                            Jolson\n           Julie, don't listen to this guy.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteve\n           Maybe she doesn't want her name in more than seventeen\n           languages. Or maybe none. Jolson\n           Julie, don't listen to this guy. \n\nTARGET SECTION TO BE ANNOTATED:\n  For weeks he's squawking about\n           me rushing you into this.\n\n                            Steve\n           And Julie, this guy is out of his mind about pictures.  The\n           latest type of Jolson rocket has taken off.  I've been riding\n           those dizzy things for years.  It's all right with me, but maybe\n           you had something a little slower in mind.\n\n                            Jolson\n           Baby, what's he talking about?\n\n                            Julie\n           Haven't the faintest idea.\n                 (to Steve)\n           My dear Mister Martin, pictures need talent.  And what girl\n           would take seventeen languages when she can have ninety-seven?\n                 (starts to take her\n                  gloves off)\n           Shall I sign this now, Mister Jolson?\nJolson laughs and gives her a hug and kiss.\n\n                            JOLSON\n           Thanks, Steve.  You talked her into it.  Here you are, baby.\n           Got a pen, Dick?  We're gonna do this right now.\n\nSteve looks at Julie.  She returns the look, then turns to Glenn.\n\n                            JOLSON\n           Call the studio.  Misses Jolson is ready for her first starring\n           vehicle!\n\n                       DISSOLVE TO:\n\nSERIES OF SHOTS - JULIE'S FIRST MOVIE\n\nTHROUGHOUT THESE SHOTS, AN ORCHESTRAL VERSION OF \"LULLABY OF BROADWAY\" IS\nHEARD.\n\n- ZOOM IN ON A REHEARSAL CALL SHEET.  DISSOLVE TO:\n\n- DOLLY IN ON A DOOR LABELED \"REHEARSAL STAGE 3.\"  THE DOOR OPENS.\nDISSOLVE TO:\n\n- INT. REHEARSAL HALL:  JULIE DANCES IN FRONT OF A MIRROR AS A PIANIST\nPLAYS.  DISSOLVE TO:\n\n- MEDIUM SHOT OF JULIE'S LEGS DANCING.  DISSOLVE TO:\n\n- MEDIUM CLOSE SHOT OF JULIE'S LEGS DANCING.  DISSOLVE TO:\n\n- JULIE WIPES THE BACK OF HER NECK WITH A TOWEL.  DISSOLVE TO:\n\n- ZOOM IN ON ANOTHER REHEARSAL CALL SHEET.  DISSOLVE TO:\n\n- MEDIUM SHOT OF JULIE DANCING.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\n- JULIE WIPES THE BACK OF HER NECK WITH A TOWEL. DISSOLVE TO:\n\n- ZOOM IN ON ANOTHER REHEARSAL CALL SHEET. DISSOLVE TO:\n\n- MEDIUM SHOT OF JULIE DANCING. \n\nTARGET SECTION TO BE ANNOTATED:\n  DISSOLVE TO:\n\n- MEDIUM CLOSE SHOT OF HER LEGS DANCING, REFLECTED IN A MIRROR WITH AN\n\"INFINITE REGRESSION\" EFFECT.  DISSOLVE TO:\n\n- CLOSE-UP:  JULIE SPINS AROUND AT THE END OF THE DANCE.\n\n                       DISSOLVE TO:\n\nEXT. A THEATER - NIGHT\n\nKLIEG LIGHTS SHINE IN FRONT OF A THEATER WHERE THE MARQUEE READS:\n           \"JULIE BENSON\n           42ND STREET.\"\n\n                       DISSOLVE TO:\n\nA SCENE FROM \"FORTY-SECOND STREET\"\n\nJULIE DANCES ON A STAGE WITH A CHORUS OF MEN AND THEY SING \"SHE'S A LATIN\nFROM MANHATTAN.\"\n\n                       DISSOLVE TO:\n\nHOLLYWOOD REPORTER\n\nA PAGE BEARING THE PAPER'S LOGO IS IN A TYPEWRITER.  SOMEONE HAS TYPED, IN\nBLACK RIBBON, \"MOVIE REVIEW - FORTY SECOND STREET.\"  BELOW THAT IS A SUB-\nHEADLINE IN RED: \"JULIE BENSON A NEW SENSATION.\"  BELOW THAT, THE KEYS ARE\nTYPING, \"TONIGHT WHEN FORTY-SECOND\"...\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S RENTED HOUSE - JULIE'S DRESSING ROOM - NIGHT\n\nJULIE SITS ON A LARGE CHAIR; JOLSON, STEVE AND GLENN SURROUND HER, ALL\nHOLDING CHAMPAGNE GLASSES.  A BOTTLE OF CHAMPAGNE IS IN A BUCKET NEAR\nSTEVE.\n\n                            JOLSON\n                 (toasting)\n           Here's to the real star of this family.\n\n                            Julie\n           I'll have a drink to that!  I thought I was pretty good!\n\n                            Glenn\n           And now to Julie's next picture.\n\n                            Julie\n           No, wait.  Let's not even think about it!  Not another one, not\n           right away.  I couldn't go through all that work again.\n\n                            Jolson\n           Ah, ya can't stop now, sweetheart.  You're up there!  Do another\n           one right away and prove the first one wasn't a fluke.  You\n           won't mind the next one, honey.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou're up there! Do another\n           one right away and prove the first one wasn't a fluke. You\n           won't mind the next one, honey. \n\nTARGET SECTION TO BE ANNOTATED:\n  You're used to it now.\n                            Steve\n           And after the first dozen you won't mind anything.\n\n                            Julie\n           Dozen?\n\n                       DISSOLVE TO:\n\nMONTAGE - JULIE'S CAREER\n\nTHROUGHOUT THE MONTAGE WE HEAR AN ORCHESTRAL VERSION OF \"WE'RE IN THE\nMONEY.\"\n\n- JULIE'S LEGS DANCE IN YELLOW SHORTS DURING A REHEARSAL SUPERIMPOSED OVER\nCALL SHEETS, FINGERS PLAYING A KEYBOARD AND DRUMSTICKS HITTING A DRUM.\nAGAIN, HER LEGS ARE REFLECTED IN A MIRROR CREATING AN \"INFINITE REGRESSION\"\nEFFECT.  DISSOLVE TO:\n\n- JULIE DANCES IN A REHEARSAL HALL IN BLUE JEANS AS A MAN PLAYS AN UPRIGHT\nPIANO BEHIND HER.  CUT TO:\n\n- JULIE'S FACE AS SHE SPINS AROUND DANCING.  DISSOLVE TO:\n\n- A POSTER WHICH READS: \"JULIE BENSON IN 'SHIPMATES FOREVER.'\"  DISSOLVE\nTO:\n\n- JULIE'S LEGS DANCING IN A MIRROR AGAIN; THIS TIME SHE WEARS A WHITE\nSKIRT.  DISSOLVE TO:\n\n- DRUMSTICK HIT A DRUM.  DISSOLVE TO:\n\n- JULIE DANCES IN A REHEARSAL HALL IN BLACK SHORTS.  DISSOLVE TO:\n\n- ANOTHER POSTER:  \"JULIE BENSON IN 'DAMES.'\"  DOLLY BACK.  DURING THE\nSHOT, SUPERIMPOSE FINGERS PLAYING A PIANO.  THEN FADE OUT ON EVERYTHING.\n\nFADE IN:\n\nINT. JOLSON'S RENTED HOUSE - NIGHT\n\nJULIE WALKS UPSTAIRS IN AN EXPENSIVE BATHROBE.  IN B.G. WE HEAR JOLSON\nSINGING \"AVALON\" ON THE RADIO.\n\nSTEVE HURRIES TO CATCH UP WITH HER; HE WEARS A SUIT.\n                            STEVE\n           Julie!\n                 (taking her arm)\n           My mother said, \"Always be kind to tired ladies, especially when\n           they're pretty.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVE HURRIES TO CATCH UP WITH HER; HE WEARS A SUIT. STEVE\n           Julie! (taking her arm)\n           My mother said, \"Always be kind to tired ladies, especially when\n           they're pretty. \n\nTARGET SECTION TO BE ANNOTATED:\n                 (they walk up some steps)\n           Is the mob getting you down, babe?\n\n                            Julie\n           Oh, no.  I like people, Steve.  I just wish sometimes there\n           weren't so many of them.\n\n                            Steve\n           Funny how they never get tired listening to him, night after\n           night.\n\n                            Julie\n           Not so funny.  He's a pretty remarkable fella.\n\nThe song on the radio ends to applause.\n\n                            STEVE\n           That he is.  Well, pretty soon now, you and Al will wash up\n           these pictures and you're both gonna knock off for a long rest.\n\n                            Julie\n           That'll take a miracle, Steve.  When I'm finished, he's in the\n           middle of one, and vice versa.  We'll never come out together.\n\nThey reach the top of the stairs.\n\n                            STEVE\n           Then somebody's got to quit for once and wait for the other guy.\n\n                            Julie\n           No waits, no delays in the life of the Jolsons.\n\n                            Steve\n           Just a matter of putting your foot down once.\n                            Julie\n           He'll know the right time, Steve.  He's happy, so am I.\n                 (taps his tummy)\n           And it's not nice to put your foot down.\n                 (pinches his cheek)\n           Good night, my friend.\n\nShe turns toward the bedroom.\n\n                            STEVE\n           Julie, remember those plans you had for that house in the east?\n\n                            Julie\n                 (stopping)\n           Yeah.\n\n                            Steve\n           Well, I just happened to think of that the other day.  Why don't\n           you find a piece of land out in the country around here, over in\n           the Valley, for instance, and get the thing built?  You'd get a\n           big kick out of that, wouldn't you?\n\n                            Julie\n                 (turning back)\n           Oh, I don't know, Steve.  That was just a romantic idea I once\n           had.  What's wrong with this house?  It's got marble, even.\n                 (pats his shoulder)\n           Good night, Steve.  I'm absolutely dead.\n\nShe goes into the room and closes the door.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\n(pats his shoulder)\n           Good night, Steve. I'm absolutely dead. She goes into the room and closes the door. \n\nTARGET SECTION TO BE ANNOTATED:\n                       DISSOLVE TO:\n\nMONTAGE - JULIE CONTINUES TO WORK\n\nTHROUGHOUT THE MONTAGE WE HEAR GENERIC FANFARE MUSIC:\n\n- CLOSE SHOT OF A DRUM ROLL.  FADE IN A SUPERIMPOSITION OF JULIE'S LEGS\nDANCING AGAIN, IN BLACK SHORTS.  DISSOLVE TO:\n\n- JULIE'S HEAD WHIRLS AROUND.  SUPER OVER IT A BILLBOARD:  \"JULIE BENSON IN\n'GOLD DIGGERS.'\"  WITHIN THE SUPER, DISSOLVE FROM HER FACE TO HER LEGS AND\nDOLLY OUT ON THE POSTER.  DISSOLVE TO:\n- FINGERS PLAY A PIANO KEYBOARD AGAIN.  FADE IN A SUPER OF JULIE IN A\nFLOWERED DRESS HOLDING A PARASOL.  DISSOLVE TO:\n\n- ANOTHER BILLBOARD:  \"JULIE BENSON IN 'FLIRTATION WALK.'\"  SUPERIMPOSE\nOVER IT DANCING COUPLES.\n\n                       DISSOLVE TO:\n\nINT. GLENN'S OFFICE - DAY\n\nMEDIUM SHOT OF JOLSON LOOKING DOWN.\n\n                            JOLSON\n           Oh, I agree with you, baby.  No more contracts.  I've told Dick\n           how you feel.\n\nDOLLY BACK to include Glenn behind his desk, Julie in a chair across from\nhim and Steve pacing behind them.\n\n                            JOLSON\n           But this last one, honey.  This isn't just another one.  This is\n           you and me in the same picture.  That's one thing I've always\n           had my heart set on.  When we've done that, we've done\n           everything.  Then we blow this town, do anything you want.\n\n                            Glenn\n           The script is ready, Julie.\n\n                            Jolson\n           And it's good.\n\n                            Glenn\n           You could shoot in a month.\n\n                            Julie\n           Yeah -- a hard month of dance rehearsals.\n\n                            Jolson\n           Julie, but this'll be fun.\n\n                            Steve\n           Al, why don't you go away for a year or so and do this thing\n           when you come back?\n\n                            Jolson\n           Ah, that's no good!\n\nJolson leans forward braced on the arms of Julie's chair.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteve\n           Al, why don't you go away for a year or so and do this thing\n           when you come back? Jolson\n           Ah, that's no good! Jolson leans forward braced on the arms of Julie's chair. \n\nTARGET SECTION TO BE ANNOTATED:\n                            JOLSON\n           Say \"yes,\" Julie!\n\n                            Steve\n           You can say \"no,\" too.  You're a citizen.\n\n                            Jolson\n           Ah, shut up, Steve.\n\nTIGHT TWO-SHOT - JOLSON AND JULIE\n\n                            JOLSON\n           Huh?\n\nJulie smiles and nods her head.  An orchestra playing the intro to \"A\nQUARTER TO NINE\" comes up.\n\n                       DISSOLVE TO:\n\nEXT. A POSTER - NIGHT\n\nAS THE MUSIC CONTINUES, THE POSTER READS:\n\n\n           \"JULIE BENSON\n           AL JOLSON in\n           'GO INTO YOUR DANCE.'\"\n\nPasted over that are the words: \"WORLD PREMIERE TONIGHT.\"\n\n                       DISSOLVE TO:\n\nA SCENE FROM \"GO INTO YOUR DANCE\"\n\nJOLSON SINGS \"A QUARTER TO NINE\" AS HE DANCES WITH JULIE.\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S RENTED HOUSE - NIGHT\n\nHENRY WAITS AT THE OPEN DOOR AS JOLSON, JULIE AND STEVE ENTER THE HOUSE.\n\n                            JULIE\n           Good evening.\n\n                            Jolson\n           Henry.\n\n                            Henry\n           How was the picture?\n\n                            Julie\n           It was really wonderful.\n                            Steve\n           Henry, it was a mild sensation.\n\n                            Henry\n           Oh, I'd glad.\n\nPAN on Jolson as he walks to the entrance to the living room, surprised.\nThe room is empty.\n\n                            JOLSON\n                 (looking back)\n           Hey, there's nobody here?\n\nREVERSE ANGLE\n\nDOLLY BACK ON STEVE AND JULIE AS THEY WALK THROUGH THE ENTRANCE HALL.\n\n                            STEVE\n           Well, what do you know?  A big Jolson preview and no mob waiting\n           at home!\n\n                            Jolson\n           What do you suppose happened?\n\n                            Julie\n           Well, it -- it could be me.\n\n                            Jolson\n           It could be you?\n\n                            Julie\n           Well, I told Henry to tell any callers that we went straight\n           from the theater to Santa Barbara for the weekend.  Suppose that\n           did it?\n\n                            Jolson\n           You're kidding.\n\nThe doorbell rings.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuppose that\n           did it? Jolson\n           You're kidding. The doorbell rings. \n\nTARGET SECTION TO BE ANNOTATED:\n                            JULIE\n           Shh!\n\nShe closes the doors to the entrance hall as Henry goes to the front door.\n\n                            JULIE\n           Show you how it works.  Listen.\n\n                            Henry's Voice (o.s.)\n           Sorry.  Mister and Misses Jolson left for Santa Barbara.\n                            MAN'S VOICE (O.S.)\n           Oh, that's too bad.  Say we stopped by, will you?  Good night,\n           Henry.\n\n                            Henry's VOICE (O.S.)\n           Good night.\n\nThey hear the front door close.\n\n                            JULIE\n           Simple.\n\n                            Jolson\n           Sweetheart, that's cute.\n\n                            Julie\n           Should have thought of it a long time ago.  You don't really\n           mind, do you, Al?\n\n                            Jolson\n           Mind?\n\n                            Julie\n           You see, tonight's a different night.  The last picture's\n           finished.  We're free.  Not a contract in the world.\n\n                            Steve\n           The governor sent the pardon.\n\n                            Julie\n           That's right.  So I thought a quiet evening around the fire,\n           discussing plans for the future.\n                 (takes their arms)\n           Look, sandwiches, coffee...\n\nREVERSE ANGLE\n\nSHE WALKS THEM FURTHER INTO THE ROOM.\n\n                            JULIE\n           ... and we'll play some records by a fella named All Jolson.\n           Very talented.\n\n                            Jolson\n           Ah, that guy's washed up.  Hasn't even got a picture contract.\n\nSteve sits in a chair.\n                            JULIE\n           Have some coffee, Steve?\n\n                            Steve\n           Thanks, Julie.  I believe I will.\n\nJolson walks up to her as she pours a cup for Steve.\n\n                            JOLSON\n           Y'know, honey, you sound like a gal with a program all figured\n           out.\n\n                            Julie\n           Uh-hmm.  First we shake this town for points east.  Maybe\n           farther east than that -- across the Atlantic, who knows? --\n           Cream for you, Steve.\n                 (she adds cream to\n                  his cup)\n           And when that's out of our system, there's a little matter of\n           building that house.\n\nDOLLY BACK as Jolson sits on a couch across from Steve.  Julie hands Steve\nhis coffee and starts to pour a cup for herself.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\n(she adds cream to\n                  his cup)\n           And when that's out of our system, there's a little matter of\n           building that house. DOLLY BACK as Jolson sits on a couch across from Steve. Julie hands Steve\nhis coffee and starts to pour a cup for herself. \n\nTARGET SECTION TO BE ANNOTATED:\n                            STEVE\n           That I gotta see if I never see another house in the world.\n\n                            Jolson\n           Y'know, I kinda got a hankerin' to see it myself.\n\n                            Julie\n           I'm glad to hear that, because I can have it up in no time.  I\n           know every room in the place.  I've even got it furnished.  Just\n           one thing: in our travels to find the right place to put that\n           house.\n\n                            Jolson\n           You, uh -- you don't mean the east, do ya, baby?\n\nShe almost responds but hesitates.\n\n                            STEVE\n           That was the original idea.  Why change it?\n                            Jolson\n           We've gotten used to this country out here.  I like it.  I don't\n           know, it feels more like home than any place in the world.  And\n           it doesn't matter too much to you, does it, sweetheart?\n\n                            Julie\n                 (a pause)\n           No, not really.  And if it does to you, Al...\n\n                            Jolson\n           Well, don't put it that way, honey.  There's nothing so special\n           you want in the east, is there?\n\n                            Julie\n           Well, no.  That's true.  That settles it.  It's going to be\n           here.\n\n                            Jolson\n           Wonderful.\n\n                            Julie\n                 (to Steve)\n           And you keep quiet.\n\nJolson sits on the couch again.  Julie sits beside him.\n\n                            JULIE\n           Only, Al... we could get out in the country a little way,\n           couldn't we?\n\n                            Jolson\n           Sure, why not?\n\n                            Julie\n           Thanks.\n                 (kisses his cheek)\n           That's all I wanted.\n\n                            Steve\n           With no number on the house and a couple of vicious dogs in the\n           yard, you can keep the callers down to practically nothing.\n\nJolson laughs.\n\n                            STEVE\n           Well, this is Friday.  What about train tickets out of here,\n           say, Sunday?\n                            Julie\n           I can be ready tomorrow, but Sunday will have to do.\n\n                            Jolson\n           Hey, what's the rush?  Let's give ourselves a little time.\n           Let's say a week or so.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson\n           Hey, what's the rush? Let's give ourselves a little time. Let's say a week or so. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Julie\n           What will we want with a week or so?\n\n                            Jolson\n           No kidding.  A week would wrap up everything fine for me.\n\n                            Julie\n           What have you got to wrap up?\n\n                            Steve\n                 (rising)\n           Nothing.  He just thinks he has.  Nothing important at all.\n                 (to Jolson, quickly)\n           Have a cup of coffee, Al.  It's great.\n\n                            Julie\n           Look, boys, is something cooking?\n\n                            Steve\n           No, there's nothing cooking.\n\n                            Jolson\n           No, Baby, it was just an idea, that's all.  There's a\n           proposition come at us about putting a company together and\n           making our own pictures.  And --\n\nSteve, looking over Julie's shoulder, waves to Jolson to be quiet.\n\n                            JOLSON\n                 (adding quickly)\n           Oh, nothing definite, just talking about it.  Of course, in a\n           week or so, it could gel.  It might be a pretty exciting thing\n           to come back to.  And, well -- that's all it was.\n                            Julie\n                 (holding his arm)\n           Sorry, darling.  No gelling.  First thing you know, you've set a\n           date to make a picture.  Then we'll have to travel with one eye\n           on the calendar --\n\n                            Jolson\n           I promise you, baby.\n\n                            Julie\n           Or something just as bad: talking about a picture all the time\n           we're gone.\n\n                            Jolson\n           No, sir.  Not a peep.  Give you my word.\n\n                            Julie\n           Fine, darling.  But -- well, I know this is silly, but it's --\n           it's gotten to be a sort of principle.  Once we do say we're\n           going to quit for a while --\n\n                            Jolson\n           Oh, who said we weren't?\n\n                            Julie\n           Well, then whatever this proposition is, it'll still be there in\n           three months, or six months --\n\n                            Steve\n           And just as hot, so why bother now?  Why don't you lay off, Al?\n\n                            Jolson\n                 (paces away)\n           Wow!  What a beating I'm taking here!\n                 (turns back)\n           But look, honey.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson\n                 (paces away)\n           Wow! What a beating I'm taking here! (turns back)\n           But look, honey. \n\nTARGET SECTION TO BE ANNOTATED:\n  Remember me?  This is Jolson.  I go with the\n           principle every time.  But all I'm talking about is a couple of\n           days!\n\n                            Julie\n           But when you want to spend them that way, Al, that's where the\n           principle is!  It isn't the days.\n                       (MORE)\n                            Julie (cont'd)\n           It doesn't have anything to do with time.\n                 (crying)\n           If you can't see that, Al, I wouldn't know how to --\n                 (wipes her eyes)\n           Holy smoke, this is a kid stunt, isn't it?\n\nJolson looks at her amazed.\n\n                            JULIE\n           I'll be right back.\n\nJulie runs off.\n\nIN THE DOORWAY\n\nJULIE OPENS THE DOOR TO THE ENTRANCE HALL AND HURRIES OUT OF VIEW.\n\nIN THE LIVING ROOM\n\n                            JOLSON\n           First time I ever saw Julie cry.   Must be something wrong with\n           me, I guess, Steve, huh?\n\n                            Steve\n           Yeah.  Has been for a long time.\n\nJolson gives Steve a hard look then walks off.\n\nINT. JULIE'S DRESSING ROOM - NIGHT\n\nSHE SITS IN FRONT OF A MIRROR CRYING.  IN THE MIRROR WE SEE JOLSON OPENING\nTHE DOOR BEHIND HER AND ENTERING.  HE TAKES A FEW STEPS TOWARD HER.\n\n                            JULIE\n           Al, you're going to hate to stop work and go away, aren't you?\n\n                            Jolson\n           No, baby.\n\n                            Julie\n           It's going to be awfully tough, isn't it?  Not singing always\n           is.  And here I am asking you to go away without any plans,\n           without even any work to come back to.\n                            Jolson\n           Honest, it doesn't matter that much, baby.  You know how it is\n           when an old fire horse hears the bell.\n\n                            Julie\n           I didn't say it was your fault.\n                 (rises and faces him)\n           That's not what I'm trying to say.  What we've got to discuss is\n           you and me.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nJulie\n           I didn't say it was your fault. (rises and faces him)\n           That's not what I'm trying to say. What we've got to discuss is\n           you and me. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Jolson\n           Julie --\n\n                            Julie\n           Please, Al, just listen hard for once, will you?\n                 (she turns away)\n           You see, I'm like somebody with one desperate chance left.  I\n           couldn't go on this way if I wanted to.  That means you'd have\n           to change.  You'd have to get off this merry-go-round and quit\n           for once, for a long time.  And I know you'd make promises and\n           try to keep them.  But I'd know how you felt.  And I couldn't\n           have any happiness out of wishing the tiniest misery on you.  So\n           you see, Al, any way you look at it, there's got to be misery\n           for both of us.  And the way we feel about each other, and\n           rather than let that die a slow, painful death, I think we ought\n           to have the courage to quit now.\n\n                            Jolson\n           That's the one thing that can't happen, baby.\n\n                            Julie\n                 (turns to him)\n           Be honest, Al.\n\n                            Jolson\n           I never understood a thing.\n\nShe walks past him.  He speaks to her from behind.\n                            JOLSON\n           Look, Julie.  You've heard of fellas who hit the bottle and wind\n           up hopeless drunks.  Well, whatever drives me that way and won't\n           let me understand, it's the same thing.  I've been like a fella\n           who's been drunk all his life.  And you know, a guy like that'll\n           get so bad he'll pass up the thing he wants more than anything\n           else in the world.\n\n                            Julie\n           You don't have to tell me how you feel about me, Al.  I know\n           that.\n\n                            Jolson\n           No, listen, baby.  I do have to tell you because, listen.  I've\n           been kicked around in my time.  I thought I could take anything.\n            But having you say you want to quit because -- Well, look,\n           baby.  If it means losing you, it isn't even a contest.  I don't\n           want any part of any more contracts, or shows, or any singing in\n           the world.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut having you say you want to quit because -- Well, look,\n           baby. If it means losing you, it isn't even a contest. I don't\n           want any part of any more contracts, or shows, or any singing in\n           the world. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Julie\n           Al, you can't make me a gift of your whole life.  I just\n           couldn't take it.\n\n                            Jolson\n           No, look, baby.  It's given you nothing, except this show\n           business, and that's cheated me all my life.  It stands to cheat\n           me right now, because I know what would happen.  I'd just go on\n           the same way, working my head off, living everybody's life but\n           my own, and at the same time lose the only thing I was lucky to\n           get out of it.  I know what you're thinking, baby.  I'm kidding\n           myself and don't know it.  Well, maybe yes.  I -- I don't know.\n           When you've been like I have all my life like a drunk, you can't\n           quit all of a sudden.  Sometimes you crave the stuff.\n\nDOLLY IN closer as he turns her around.\n                            JOLSON\n           But I am sober now, baby.  And I want you to help me.  If I\n           start yelling, hit me over the head, tie me down.  Because when\n           you go, baby, I got nothing left.  So be a pal, Julie.  Do what\n           I ask you.\n\nHe hugs her tightly.\n\n                       DISSOLVE TO:\n\nEXT. JOLSON'S ENCINO HOME - DAY\n\nA CAR DRIVES UP THE ROAD TO A RANCH HOUSE.\n\n                       DISSOLVE TO:\n\nINT. JOLSON'S ENCINO HOME - DAY\n\nJOLSON CARRIES JULIE IN OVER THE THRESHOLD.  HENRY HOLDS THE DOOR OPEN FOR\nHIM.  ALICE STANDS NEARBY.\n\n                            JOLSON\n           Hello, Henry.\n\n                            Henry\n           Sir, welcome.\n\nSteve follows them inside and Henry closes the door.\n\n                            JOLSON\n                 (looking around)\n           Honey, it's a miracle!  Why, it fell from heaven.\n\n                            Julie\n           Hey, you're over the threshold, you fool.  Put me down.\n\nLaughing, Jolson sets her down.\n\n                            STEVE\n           It's a sensational job, Julie.\n\n                            Julie\n           Thank you, boys.  Thank you.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVE\n           It's a sensational job, Julie. Julie\n           Thank you, boys. Thank you. \n\nTARGET SECTION TO BE ANNOTATED:\n                 (turns back to the\n                  servants)\n           Oh, Alice, Henry, the house looks beautiful.  You've done a\n           wonderful job.  But, look, you've worked hard enough now.  So\n           why don't you take the rest of the day off?\n                            Jolson\n           Yeah, that's right.  Go ahead.\n\n                            Julie\n           And don't worry about dinner.  We'll get a snack straight out of\n           the kitchen.\n\n                            Jolson\n           Kitchen snack.  That's for me.\n\n                            Henry\n           Shall I take the bag up now?\n\n                            Julie\n           No-no-no, don't worry about it.  We'll take care of it.\n\n                            Jolson\n           Yeah, so long, Henry.  Have a good time.\n\nHenry and Alice exit out a back door (presumably to the servant's\nquarters).  Meanwhile Jolson notices a checkers table and claps his hands\ntogether.\n\n                            JOLSON\n           Wow!  Checkers.\n                 (heads for the table)\n           I used to be a champ back in Washington.  Come on, honey, I'll\n           play you a game.\n\n                            Julie\n           Okay!\n\nThey sit at the table.  Steve looks on cantankerously.\n\n                            STEVE\n           Checkers?  Now?  You just came in!  How about unpacking?!\n\n                            Jolson\n           Ah, we got months to unpack!\n\n                            Julie\n           Months!\n\nSteve shrugs and turns away.  Meanwhile Jolson notices the fireplace.\n                            JOLSON\n           Hey, wood and everything!  I'll light a fire.\n                 (walks to the fireplace)\n           We'll play right over here, nice and cozy.\n\n                            Steve\n           It's not cold enough for a fire!\n\nJolson strikes a match and lights some kindling.\n\n                            JULIE\n           If he wants to light a fire in his own home, he certainly can.\n\n                            Jolson\n           That's telling him, baby!  Honey, move that lamp off.  We'll\n           bring the table right up here.  Steve, get this one out of the\n           way.\n\n                            Steve\n                 (reaching for the table)\n           What'll I do with it?\n\n                            Jolson\n           Put it anyplace.\n\nSteve picks up the coffee table.  Just then the phone rings.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nJolson\n           Put it anyplace. Steve picks up the coffee table. Just then the phone rings. \n\nTARGET SECTION TO BE ANNOTATED:\n                            JULIE\n           Oh, get that, will ya, Steve?\n\nSteve stops and looks around.\n\n                            JULIE\n           In the library.\n\nShe points off to the side.  Steve turns back to put the table down where\nhe found it and bumps into Jolson.\n\n                            JOLSON\n           Put it there. -- Steve, the phone!  The phone!\n\nSteve sets the table down and walks off.  Jolson and Julie move the\ncheckers table over to the fire.\n\n                            JOLSON\n           Huh-huh!  Let's take that telephone out, Julie, huh?\n                            Julie\n           Don't be silly.  We've got to have a telephone.\n\n                            Jolson\n                 (pulling up a chair)\n           Why?  People got along without them for thousands of years.\n           Anybody wants to get in touch with us, let 'em do it by carrier\n           pigeon.\n\nJulie pulls her chair up.  Jolson laughs and kisses her lips.\n\n                            JOLSON\n           We've retired, sweetheart.  Come on, sit down.  I'll play you\n           for, uh -- I'll play you for who's going to be boss in the\n           house.\n\nThey both sit at the table.\n\nSTEVE WALKS IN FROM THE LIBRARY.\n\n                            STEVE\n           It's Dick Glenn, the studio.\n\n                            Jolson\n           Not here.\n\n                            Steve\n           He wants to wish you luck in the new home.\n\n                            Jolson\n           Tell him thanks. -- Oh, and Steve, if the studio has this\n           telephone number, change it.\n                 (he moves a white piece)\n           Your move, baby.\n\nSteve goes back into the library.\n\nWIDER ANGLE - TAKING IN THE FIREPLACE\n\nJULIE MOVES A BLACK PIECE.\n\n                            JULIE\n           Big fire, isn't it?\n\n                            Jolson\n           Yeah, it sure is.\n                 (feeling the heat)\n           Uh, want to move this way a little bit, baby?\n                            Julie\n           All right.\n\nThey move the table further from the fireplace.  Steve walks back in and\nlooks at the table.\n\n                            JULIE\n           Cozy, huh, Steve?\n\n                            Steve\n                 (unbuttons his coat and\n                  fans himself with it)\n           For a Turkish bath, it's very nice.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteve walks back in and\nlooks at the table. JULIE\n           Cozy, huh, Steve? Steve\n                 (unbuttons his coat and\n                  fans himself with it)\n           For a Turkish bath, it's very nice. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Jolson\n           Uh, is it a little warm in here, baby?\n\n                            Julie\n           It is, a little.\n\n                            Jolson\n                 (putting his hands\n                  under the table)\n           Hmm?\n\nHe and Julie move the table still further from the fireplace.  Steve\ncontinues fanning himself, then looks down at them in consternation.\n\n                            STEVE\n           There's nothing like a five-alarm fire on a nice spring day.\n\n                            Julie\n                 (to Jolson)\n           You know, darling, I never wanted this table in the living room.\n            It should be in the library.  It's much cozier in there.\n\n                            Jolson\n           You want to move in there now, honey?\n\n                            Julie\n           Yeah, let's.\n\nJolson and Julie pick up the table.\n\n                            JOLSON\n           We'll be with you in a minute, Steve.  Just sit down and relax.\n           It's your home, too, y'know.\nThey walk off with the table.  Steve looks back at the fire that now burns\nonly for him.  He takes off his jacket, undoes his tie and sinks back in a\nchair.\n\n                       DISSOLVE TO:\n\nSERIES OF SHOTS - MAGAZINE ARTICLES\n\n- CLOSE SHOT OF THE TITLE: \"THE JOLSONS IN RETIREMENT: MAMMY SINGER FINDS\nHAPPINESS BACK IN HIS OWN BACK YARD.\"  ZOOM OUT TO SHOW THE WHOLE ARTICLE,\nWHICH INCLUDES A PHOTOGRAPH OF JOLSON AND JULIE PLAYING WITH A DOG.\nDISSOLVE TO:\n\n- CLOSE SHOT OF THE TITLE: \"THE JOLSONS SAY THEY'VE JUST BEGUN TO LIVE.\"\nZOOM OUT TO SHOW THE WHOLE ARTICLE, INCLUDING THE MAIN HEADLINE: \"AL AND\nJULIE OFF TO SEE THE WORLD\" AND A PHOTOGRAPH OF THEM WAVING AS THEY BOARD A\nTRAIN.  DISSOLVE TO:\n\n- CLOSE SHOT OF THE TITLE: \"AL AND JULIE STILL REMEMBERED AFTER TWO YEARS.\"\n TILT DOWN TO SHOW A PHOTOGRAPH OF THEM SITTING AT A TABLE COVERED IN FAN\nMAIL AND THE CAPTION: \"FAN MAIL HEAVY AFTER TWO-YEAR ABSENCE FROM SCREEN.\"\nDISSOLVE TO:\n\nEXT.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\nSERIES OF SHOTS - MAGAZINE ARTICLES\n\n- CLOSE SHOT OF THE TITLE: \"THE JOLSONS IN RETIREMENT: MAMMY SINGER FINDS\nHAPPINESS BACK IN HIS OWN BACK YARD.\"  ZOOM OUT TO SHOW THE WHOLE ARTICLE,\nWHICH INCLUDES A PHOTOGRAPH OF JOLSON AND JULIE PLAYING WITH A DOG. DISSOLVE TO:\n\n- CLOSE SHOT OF THE TITLE: \"THE JOLSONS SAY THEY'VE JUST BEGUN TO LIVE.\"\nZOOM OUT TO SHOW THE WHOLE ARTICLE, INCLUDING THE MAIN HEADLINE: \"AL AND\nJULIE OFF TO SEE THE WORLD\" AND A PHOTOGRAPH OF THEM WAVING AS THEY BOARD A\nTRAIN. DISSOLVE TO:\n\n- CLOSE SHOT OF THE TITLE: \"AL AND JULIE STILL REMEMBERED AFTER TWO YEARS.\"\n TILT DOWN TO SHOW A PHOTOGRAPH OF THEM SITTING AT A TABLE COVERED IN FAN\nMAIL AND THE CAPTION: \"FAN MAIL HEAVY AFTER TWO-YEAR ABSENCE FROM SCREEN.\"\nDISSOLVE TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n JOLSON'S ENCINO HOME - BACKYARD PATIO - DAY\n\nJOLSON SITS ON A CHAISE LOUNGE WEARING A TURTLENECK AND SPORT COAT AND\nREADING A FAN LETTER.\n\n                            JOLSON\n           New Zealand.  \"Go Into Your Dance\" was playing there lately.\n           Hmm, funny.  Still hearing from places like that after all this\n           time.\n\nDOLLY BACK to reveal Steve seated in a chair across from him reading a\nscript.\n\n                            STEVE\n           It's the fan letters from China I like to read.\n\n                            Jolson\n           Where's Julie?\n\n                            Steve\n           She'll be back.\n\n                            Jolson\n           For lunch?\n\n                            Steve\n           That's what she said.\n\n                            Jolson\n           Well, where'd she go?\n                            Steve\n           Into town.  I don't know.\n\n                            Jolson\n           Well, why didn't she tell me?  I could have gone along for the\n           ride.\n\n                            Steve\n           Your folks' wedding anniversary tomorrow.  You'll phone 'em,\n           huh?\n\n                            Jolson\n           Yeah.  I wish we'd have gone east and celebrated.\n\n                            Steve\n           Julie wanted to go and you said \"no.\"\n\n                            Jolson\n           I know.  I just didn't feel like it then.  We should have\n           brought the folks out to California for their anniversary this\n           year.  We talk about doing it every year, and never do.  It\n           would have been nice.\n\nSteve nods.  Jolson gets up and paces across the patio.\n\n                            JOLSON\n           Ah, I wish Julie had told me where she was going.\n\n                            Steve\n           She'll be here in a little while.  Look, Al...\n\nSteve gets up and approaches him.\n\n                            STEVE\n           This manuscript of Baron's new show.  Do you want to change your\n           mind and read it, or shall I send it back?\n\n                            Jolson\n                 (impatient)\n           I don't know.  Better send it back.\n\n                            Steve\n           He's wired about it twice.\n                            Jolson\n           Well, why doesn't he stop wiring?  We've told him fifty times in\n           this last year I'm not interested in any shows.\n\n                            Steve\n           Wait a minute, Al.  Tom knows that.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe've told him fifty times in\n           this last year I'm not interested in any shows. Steve\n           Wait a minute, Al. Tom knows that. \n\nTARGET SECTION TO BE ANNOTATED:\n  All he wants is your\n           opinion, and any ideas you might have.\n\n                            Jolson\n                 (glances at the script)\n           Well, tell him I'm sorry, Steve.  I don't want to read it.\n           Haven't the patience.\n\nSteve turns away.\n\nANGLE ON THE DOORWAY\n\nJUST THEN JULIE STEPS OUT ONTO THE PATIO.\n\n                            JULIE\n           Hello, Al.\n\nJOLSON\n\nSTOPS AND TURNS, SMILING.\n\n                            JOLSON\n           There she is --\n\nHe suddenly freezes.\n\nIN THE DOORWAY\n\nMAMA AND PAPA STEP AROUND THE CORNER.\n\n                            JULIE\n           Surprise!\n\n                            Steve (O.S.)\n           Surprise!\n\nANGLE ON JOLSON\n\nHE IS DUMBFOUNDED.\n\n                            JOLSON\n           Mama!  Papa!\n\nHe runs to them.\n                            MAMA\n           Asa!\n\nThey embrace, then Jolson turns to Papa.\n\n                            PAPA\n           Asa!\n\nThey embrace.\n\n                            JOLSON\n           Ah, what a surprise!  Who thought of this?\n\n                            Julie\n           Steve.\n\n                            Steve\n                 (walking up to them)\n           Julie.\n\n                            Papa\n           Mama.\n\n                            Mama\n           No, Papa.\n\n                            Papa\n           Well, look.  He's gonna cry.\n\n                            Jolson\n           Ah, go away!\n\nHe turns and hugs Mama again.\n\n                            MAMA\n           A big boy like him!\n\nShe and Steve laugh.\n\n                       DISSOLVE TO:\n\nEXT. PATIO - DAY\n\nTHE FAMILY (JOLSON, STEVE, JULIE, PAPA AND MAMA) SIT AROUND A TABLE EATING\nAS HENRY GOES INSIDE.\n\n                            PAPA\n                 (with a sigh)\n           This is the life.  You know, Mama, if I tried, I could get used\n           to this.\n\nThe others laugh.\n                            JOLSON\n           You go right ahead and try, Papa.\n\nHenry returns with a tray and serves some food to Mama.\n\n                            JULIE\n           That's right.  You and Mama ought to move out here.\n\nA doorbell rings.\n\n                            JULIE\n           Henry, will you see who that is, please?\n\nHenry nods and leaves the table.\n\n                            JULIE\n                 (to Mama and Papa)\n           You know, we've got acres of land.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nJULIE\n           Henry, will you see who that is, please? Henry nods and leaves the table. JULIE\n                 (to Mama and Papa)\n           You know, we've got acres of land. \n\nTARGET SECTION TO BE ANNOTATED:\n  We'll build you a house\n           right next door.\n\n                            Mama\n           Next door?  And how would Papa get to a synagogue on the\n           Sabbath?\n\n                            Papa\n           You know, on the Sabbath, you mustn't ride.\n\n                            Steve\n           It would be a long walk back to Washington, especially two trips\n           a week.\n\nThe others laugh.\n\nIN THE DOORWAY\n\nHENRY WALKS OUTSIDE FOLLOWED BY BARON.\n\n                            HENRY\n           Mister Baron.\n\n                            Baron\n           Hello, everybody!\n\nJulie gets up and gives him a kiss.\n\n                            JULIE\n           Tom, how wonderful to see you!\n\nJolson meanwhile looks up glaring at him.\n                            STEVE\n                 (going to him)\n           Hello, Tom.  You're looking fine.  Where'd you drop from?\n\n                            Baron\n           New York, Steve.  How are you?\n\n                            Papa\n                 (rising)\n           Mister Baron.\n\n                            Baron\n                 (shaking his head)\n           Cantor, please sit down.\n\n                            Papa\n           Thank you.\n\n                            Baron\n                 (taking Mama's hand)\n           Misses Yoelson.\n\n                            Mama\n           How do you do, Mister Baron?\n\n                            Baron\n                 (turning to Jolson\n                  and shaking his hand)\n           Al!  You look wonderful!\n\n                            Jolson\n           Hello, Tom.  When did you arrive?\n\n                            Baron\n           Just flew in.  I had no idea I'd find the whole family here.\n\n                            Jolson\n           You lost no time finding me.\n\n                            Baron\n           Well, that's right.  Naturally --\n\n                            Jolson\n           Well, you wasted a trip, Tom.  You can turn around and go back.\n           I'm not interested in your show.  Don't want to read it.\n           Steve's told you that, hasn't he?\n\nJulie looks on alarmed.\n\n                            STEVE\n           Al, wait a second!\n                            Jolson\n           I've quit.  I've worked enough.  Yes, and for you in my time,\n           too.  And busting out here like this'll get you nothing.\n\n                            Julie\n           Al, what's the matter with you?!\n\nJolson catches himself.\n\n                            BARON\n           You happen to be wrong, Al.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nJulie\n           Al, what's the matter with you?! Jolson catches himself. BARON\n           You happen to be wrong, Al. \n\nTARGET SECTION TO BE ANNOTATED:\n  You see, to cast a Broadway show\n           these days, you have to come to Hollywood to find the actors.  I\n           can't imagine coming out here and not saying hello to you after\n           quite a few years together.\n\nJolson is remorseful now.\n\n                            JULIE\n           Of course.  Tom, you'll have lunch with us, won't you?\n\n                            Baron\n           Well, Julie, I'd love to, but as a matter of fact --\n\nJolson takes his arm.\n\n                            JOLSON\n           As a matter of fact, we wouldn't think of letting you go.\n           Henry, set Mister Baron up here.  Move over, Steve.\n\nJulie looks on, relieved.  Jolson pulls an extra chair up to the table.\n\n                            JOLSON\n           Come here, Tom.  Sit down.\n\nTom sits at the table.\n\n                            JOLSON\n           Look, pal.  Look, everybody.  There was a crazy fella here a\n           minute ago, but I think he's gone now.  You can relax.\n\nMama and Papa look relieved.\n                            JOLSON\n                 (to Tom)\n           How long are you staying, Tom?\n\n                            Baron\n           I'm flying back late tomorrow night.\n\n                            Jolson\n           Julie, Mama and Papa have the guest room, but there's a studio\n           bed in the library for Tom tonight, with bath.  What do you say,\n           Mister Baron?\n\n                            Baron\n           No, I really --\n\n                            Julie\n           That's settled.  And tomorrow night you will attend the wedding\n           anniversary dinner of Cantor and Misses Yoelson.\n\n                            Baron\n           Oh, I wouldn't miss that for anything.  But about tonight, I've\n           got a hotel room.\n\n                            Jolson\n           Sorry, you're staying here, my boy.  And look, son.  Gonna read\n           that little show of yours tomorrow.  Yes sir, I'm gonna give it\n           Mister Jolson's personal attention and advice.  And tomorrow\n           night -- Mama, what do you say to our having the dinner party\n           right out here?  What do you think of that idea, Papa?\n\n                            Papa\n           This I could also get used to.\n\nEverybody laughs.  Jolson returns to his seat at the head of the table.\n\n                       DISSOLVE TO:\n\nEXT.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\nEverybody laughs. Jolson returns to his seat at the head of the table. DISSOLVE TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PATIO - NIGHT\n\nHENRY LIGHTS CANDLES ON A BEAUTIFULLY SET TABLE.\n\nINT. JOLSON LIVING ROOM - SAME TIME\n\nJULIE PLAYS \"LIZA\" ON THE PIANO.  STEVE AND PAPA STAND NEARBY AND MAMA SITS\nON THE COUCH.\n                            PAPA\n           It's going to be beautiful out there tonight.\n\n                            Steve\n                 (gesturing toward the\n                  library)\n           It's about time those two stopped talking in there, isn't it?\n\nINT. JOLSON LIBRARY - SAME TIME\n\nBARON SITS APPRECIATIVELY BEHIND A DESK AS JOLSON SETS THE SCRIPT DOWN.\n\n                            JOLSON\n                 (raising a glass)\n           Well, luck to it, Tom.\n\n                            Baron\n                 (lifting a glass)\n           You've been a big help to me, Al.\n\n                            Jolson\n                 (thumbs through the\n                  script)\n           I got a kick out of working on it.  Like old times.  It happens\n           to be good.  In fact, y'know, if I ever had any idea of going\n           back to the old grind, it's the kind of a show I'd want.  Not\n           that I have any such idea, Tom.  Matter of fact, I -- I couldn't\n           stand it.\n\n                            Baron\n           What do you mean?\n\n                            Jolson\n           Well, a show's a big job.  You gotta be up to it.  Look at me.\n           Laying off for a long time like this.  The pipes not what they\n           used to be.  I'll tell you something you never knew.  Every\n           opening night of my life, I used to have knots right in here.\n                 (clenches a fist against\n                  his stomach)\n           No, that's all behind me, Tom.\n                 (raising his glass)\n           Well, luck again, pal.\n\nThey toast each other and drink.\nIN THE LIVING ROOM\n\nJULIE GETS UP FROM THE PIANO AND WALKS OVER TO STEVE.\n\n                            JULIE\n           Al hasn't been as excited about anything in a long time, has he,\n           Steve?\n\n                            Steve\n           Oh, I don't know.\n\n                            Julie\n           Must be a good show.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nJULIE\n           Al hasn't been as excited about anything in a long time, has he,\n           Steve? Steve\n           Oh, I don't know. Julie\n           Must be a good show. \n\nTARGET SECTION TO BE ANNOTATED:\n                            Steve\n           Not bad.  He gave Tom some good ideas this afternoon.\n\nJulie goes around the room cleaning out ashtrays.\n\n                            MAMA\n           Julie, make him sing tonight.\n\n                            Julie\n           I'm afraid we won't have any more luck than we had last night,\n           Mama.  He'll play records again, but that's all.\n\n                            Papa\n                 (rising)\n           Well, I can understand.  He has sung enough.  Let the records\n           sing for a change.\n\n                            Steve\n           Nice idea, Cantor.\n\n                            Julie\n           Speaking of change, Papa, do you think it's been good for Al?\n\n                            Papa\n           Good?  How do you mean?\n\n                            Julie\n           I mean, does he seem happy to you?\n\n                            Papa\n           Well, of course.\n\n                            Julie\n           Exactly like he used to be?\n                            Papa\n           A little more settled, maybe.  After all, it's time.  He's no\n           boy any more.\n\n                            Henry (O.S.)\n           Dinner is ready, Misses Jolson.\n\n                            Steve\n           Good.  I'll break this up.\n\nSteve walks to the library door and opens it.\n\n                            STEVE\n           All right, that's all, boys.  Join  the party.  Dinner's served.\n\nJolson emerges slapping his hands together.\n\n                            JOLSON\n           Ha-ha.  Well, that's that.  Washes everything up.\n\nBaron follows him from the library.\n\n                            JOLSON\n                 (giving Mama a kiss)\n           From here on, Mama, we belong to you.  I'm hungry.  Let's go.\n\n                            Julie\n                 (to Papa)\n           My dear Cantor, if you'll give your arm to the bride and lead\n           the way...\n\nPapa takes Mama's arm and leads her outside.  Jolson takes Julie's arm and\nshe starts to hum the \"Wedding March.\"  Steve and Tom bring up the rear,\nlinking arms and humming the \"Wedding March,\" too.\n\n                       DISSOLVE TO:\n\nEXT. PATIO - NIGHT\n\nTHE PARTY ALL SIT AT THE OUTSIDE TABLE, EXCEPT STEVE IS STANDING,\nDELIVERING A TOAST.\n\n                            STEVE\n           The Cantor and Misses Yoelson are the youngest couple I've ever\n           known.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nDISSOLVE TO:\n\nEXT. PATIO - NIGHT\n\nTHE PARTY ALL SIT AT THE OUTSIDE TABLE, EXCEPT STEVE IS STANDING,\nDELIVERING A TOAST. STEVE\n           The Cantor and Misses Yoelson are the youngest couple I've ever\n           known. \n\nTARGET SECTION TO BE ANNOTATED:\n  It doesn't matter how many years they've been married.\n                       (MORE)\n                            Steve (cont'd)\n           All that counts is the spirit.  And I wish them a hundred more\n           young years of happiness.  L'chaim.\n\nThe party toast and drink.  Julie applauds.\n\n                            PAPA\n           Thank you, thank you.\n\n                            Baron\n           Speech, Cantor!\n\nThe others all applaud.\n\n                            STEVE\n           Yeah, speech!  Come on!\n\n                            Papa\n           Oh, no, I --\n\n                            Mama\n           Come on, Papa.  Come on.\n\nPapa rises.\n\n                            PAPA\n           Thank you, Mister Martin.  Thank you.  That was very beautiful.\n           In fact --\n                 (he feels his head)\n           Ooh.  That wine was very good, Mama. -- I mean, what you said\n           before, about the spirit, Mister Martin.  By a strange\n           coincidence, we actually said something just like that the night\n           of our wedding...\n                 (he strokes Mama's cheek)\n           ... while Mama and I were dancing.  I said, let's always dance.\n           Oh, and how we danced that wedding night.  Asa -- Asa, you\n           should have seen us. -- Oh, oh, I remember, you couldn't be\n           there.\n\nThe others burst out laughing.\n\n                            PAPA\n           Anyhow, I -- I thank you.  I thank you all.\n\nThe others applaud.\n                            JOLSON\n           Ah, that was very good, Papa.  Very good.\n\nPapa lifts his glass and starts to hum \"THE ANNIVERSARY SONG.\"\n\n                            PAPA\n           Remember that, Asa?\n\n                            Jolson\n           I've heard you sing it a thousand times, Papa.\n\n                            Papa\n           That was the waltz at our wedding.  Come on, Asa.  Come on, sing\n           with me.\n\nJulie looks from Papa to Jolson, certain he won't sing.\n\n                            JOLSON\n           No, you go ahead, Papa.\n\n                            Papa\n           Oh, ho.  Listen to this.\n\nJulie looks back at Papa.\n\n                            PAPA\n           As a little boy, he used to sing with me at the synagogue.\n           Well, what's the matter?  Too -- too big a man now, huh?\n\nJolson looks down.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell, what's the matter? Too -- too big a man now, huh? Jolson looks down. \n\nTARGET SECTION TO BE ANNOTATED:\n  Julie looks at Jolson again.  Her expression almost\nasks him to sing.\n\n                            PAPA\n           Mama, mama, tell me the truth.  Who was always a better singer,\n           me or Asa?\n\nShe winks at Jolson then turns back to Papa.\n\n                            MAMA\n           You, of course, Papa.\n\n                            Papa\n           Uh-huh.\n                 (to Jolson)\n           Do you hear that?  Ah, come on.  Please.\n\nPapa hums the \"ANNIVERSARY SONG\" again.  Jolson joins in, harmonizing with\nhim.\nPAPA GESTURES TO MAMA TO DANCE WITH HIM.  SHE SHAKES HER HEAD AT FIRST,\nTHEN GETS UP WITH HIM.  JULIE LOOKS ON AS THEY BEGIN TO DANCE.\n\nTHEN JOLSON STARTS TO SING THE CHORUS.  JULIE LOOKS AT HIM SURPRISED.\nJOLSON KEEPS SINGING.  STEVE LOOKS AT HIM WITH A TRACE OF SADNESS.\n\nMAMA AND PAPA CONTINUE TO DANCE.\n\nIN THE MIDDLE OF THE SONG, JOLSON RAISES HIS EMOTIONAL AND VOLUME LEVEL.\nJULIE GIVES STEVE A CONCERNED LOOK AS IF ASKING IF JOLSON REALLY WANTS TO\nQUIT SINGING.  STEVE AVOIDS HER GLANCE AND LOOKS AT JOLSON.\n\nJOLSON CONTINUES SINGING.  JULIE GIVES STEVE ANOTHER LOOK, BUT STEVE CAN\nONLY LOOK BACK WITH A POKER FACE.\n\nMAMA AND PAPA CONTINUE DANCING.  JOLSON FINISHES THE SONG AND LOOKS DOWN\nTHOUGHTFULLY.\n\nJULIE ALSO LOOKS DOWN, CONCERNED.\n\nJOLSON PICKS UP A DRINK.\n\n                            JOLSON\n           Well, that's that.\n\nMama and Papa look back at him.\n\n\n                            PAPA\n           Thank you, Asa.  That was very nice.\n\nThey return to their seats.  Steve watches them.  Everyone is quiet.  Steve\nbreaks the ice.\n\n                            STEVE\n           Cantor, you two have a fine dancing act there.\n\n                            Papa\n           Do you think we could pick up a little time?\n\nThe others laugh.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVE\n           Cantor, you two have a fine dancing act there. Papa\n           Do you think we could pick up a little time? The others laugh. \n\nTARGET SECTION TO BE ANNOTATED:\n                            STEVE\n           I can book you solid for the season.\n\n                            Baron\n           Oh, it was a beautiful party, Julie.  You know, I'd like to take\n           over from here on.  Suppose we drive into town and you all be my\n           guests at a nightclub.  What do you say?\nJolson looks down, not liking the idea.  Julie looks at the others\nuncertain what to think.\n\n                            MAMA\n           Nightclub?  Now?\n\n                            Baron\n           Yes.  We can see an early floor show and I can catch my plane.\n\n                            Jolson\n           No, let's not.\n\n                            Baron\n           Why?\n\n                            Jolson\n           Well, I haven't been in one of those spots in years.\n\nJulie looks at him searchingly.\n\n                            JOLSON\n           You see, we're just country folks, Tom.  We don't go for that\n           fast life.  And anyway, Mama and Papa wouldn't be interested in\n           a nightclub.\n\n                            Papa\n           Yes, yes.\n\n                            Mama\n           Yes, we would.\n\nThe others laugh.\n\n                            BARON\n           Well, there you are.  And it's not your anniversary, son.  It's\n           theirs.  Come on, let's go.\n\nDOLLY BACK as they all get up from the table.\n\n                       DISSOLVE TO:\n\nINT. NIGHTCLUB - NIGHT\n\nA FLOOR SHOW IS UNDERWAY FEATURING A BIG BAND AND DANCING GIRLS.\nAT A CORNER TABLE\n\nA MAITRE 'D SHOWS THE JOLSON PARTY TO A CORNER TABLE, WHERE THEY ALL SIT\nDOWN -- EXCEPT PAPA, WHO REMAINS ON HIS FEET LOOKING AT THE DANCING GIRLS.\n\nTHE GIRLS SHAKE AND TWIRL ON THE FLOOR.\n\nMAMA TUGS ON PAPA'S COAT SLEEVE AND HE FINALLY SITS, STILL WATCHING.\n\nIN THE WINGS\n\nTHE MAITRE 'D RUNS UP EXCITEDLY BEHIND THE MANAGER (EDDIE), TAPS HIS\nSHOULDER AND TALKS ANIMATEDLY WHILE MOTIONING TOWARD JOLSON'S TABLE.\n\nEDDIE SMILES BROADLY.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAMA TUGS ON PAPA'S COAT SLEEVE AND HE FINALLY SITS, STILL WATCHING. IN THE WINGS\n\nTHE MAITRE 'D RUNS UP EXCITEDLY BEHIND THE MANAGER (EDDIE), TAPS HIS\nSHOULDER AND TALKS ANIMATEDLY WHILE MOTIONING TOWARD JOLSON'S TABLE. EDDIE SMILES BROADLY. \n\nTARGET SECTION TO BE ANNOTATED:\n  HE WALKS OVER TO THE BANDLEADER, CUPS A HAND OVER\nTHE MICROPHONE AND WHISPERS TO HIM.\n\nTHE BANDLEADER KEEPS CONDUCTING BUT TURNS TO SAY SOMETHING TO THE BAND.\n\nAT THE TABLE\n\n                            MAMA\n                 (to Papa)\n           In all your years in show business, Papa, you didn't see\n           anything like this yet.\n\n                            Papa\n           Oh, no.\n\nHe laughs and pats her hand.\n\nONSTAGE\n\nTHE DANCERS FINISH WITH A FLOURISH AND RUN INTO THE WINGS TO APPLAUSE.  THE\nBAND PLAYS A BRIEF CODA OF EXIT MUSIC.\n\nTHEN EDDIE GETS ON THE MICROPHONE.\n\n                            EDDIE\n           Ladies and gentlemen, I'm going to interrupt the show to make an\n           announcement.  We have a celebrity with us, a man you've enjoyed\n           and admired for many years.\n\nJolson looks the other way and lights a cigarette.\n                            EDDIE\n           He's been away for a long time and we've missed him a lot.  But\n           he still is the greatest entertainer of them all.\n\n                            Baron\n           Wonder who he means.\n\n                            Eddie\n           It's an honor to introduce...\n\nThe band plays the intro to \"MY MAMMY.\"  Jolson steams and looks at Julie.\nShe looks back serenely.\n\n                            EDDIE\n           That's right, folks!  It's \"Mammy!\"  And the man who made it\n           famous -- the one and only Al Jolson!\n\nThe crowd applauds.  A spotlight lands on Jolson.  He politely rises, nods\nto the crowd and sits down.\n\n                            JOLSON\n           The idiot.\n\nJulie looks on with an enigmatic smile and fingers a string of pearls\naround her neck.  Steve, concerned, looks at Julie then at Jolson.\n\n                            EDDIE\n           And there's a chance in a thousand if we ask him hard enough,\n           just for old times' sake, Mister Jolson might give us a song!\n\n                            Jolson\n           This guy's crazy.\n\nThe crowd applauds and cheers.  Someone yells out, \"Come on, Al!\"\n\nJOLSON TRIES TO WAVE THEM OFF.\n\n                            JOLSON\n           Sorry, no.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe crowd applauds and cheers. Someone yells out, \"Come on, Al!\"\n\nJOLSON TRIES TO WAVE THEM OFF. JOLSON\n           Sorry, no. \n\nTARGET SECTION TO BE ANNOTATED:\nThe applause continues and the spotlight remains on him.\n\n                            BARON\n           They're not going to stop.  Better do it and get it over with.\n\nJolson looks at the audience then back at Julie.\n                            JOLSON\n           Baby, it looks like I'm not going to get out of this.  I'm\n           sorry.\n\nJulie grins and looks around at the audience.\n\nJOLSON STUBS OUT HIS CIGARETTE, RISES AND WALKS THROUGH THE CHEERING CROWD\nTO THE STAGE.  THE SPOTLIGHT FOLLOWS HIM ALL THE WAY.  EDDIE SETS DOWN A\nMICROPHONE STAND FOR HIM.\n\n                            JOLSON\n           Thanks, Eddie.  Thank you, boys.  That was a big introduction.\n                 (indicating the mic)\n           Just talk into this?\n                 (addressing the crowd)\n           Thank you, folks.  It's -- it's nice to be remembered.  I can't\n           tell ya how nice.  But, about singing for you, y'see, I'm a\n           little rusty.  But -- well, you asked for it, so we'll just make\n           it a quick one, huh?\n                 (to Eddie)\n           What'll the boys handle that I can sing?\n\n                            Eddie\n           Anything.\n\n                            Jolson\n                 (calling back to the\n                  band)\n           \"Robert E. Lee!\"\n                 (hands the mic stand\n                  to Eddie)\n           I don't think I'll need this, Eddie.\n\nEddie walks off with the mic stand.\n\nTHE BAND PLAYS THE INTRO TO \"WAITING FOR THE ROBERT E. LEE.\"  JULIE LOOKS\nON STILL WITH AN ENIGMATIC SMILE AND FINGERING HER PEARLS.  JOLSON SINGS\nTHE SONG FULL THROTTLE.\n\nPAPA SMILES AND SWAYS TO THE MUSIC.  JULIE MAINTAINS THE ENIGMATIC SMILE\nAND KEEPS FINGERING HER PEARLS.\n\nAT THE END, THE ENTIRE JOLSON PARTY JOINS THE AUDIENCE IN APPLAUDING.\n\n                            BARON\n           Great!\n\nJolson waves to the audience and walks away from the stage.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nAT THE END, THE ENTIRE JOLSON PARTY JOINS THE AUDIENCE IN APPLAUDING. BARON\n           Great! Jolson waves to the audience and walks away from the stage. \n\nTARGET SECTION TO BE ANNOTATED:\nSUDDENLY THE CROWD JUMPS TO THEIR FEET, BLOCKING HIS PATH AND CALLING,\n\"MORE, MORE, MORE!\"\n\nJOLSON TRIES TO WORK HIS WAY THROUGH BUT THE CROWD HOLDS HIM BACK.\n\nAT THE TABLE\n\nEVERYONE BUT BARON LOOK ON CONCERNED.\n\n                            STEVE\n                 (rising)\n           They'll mob him!\n\nPapa casts a wistful look over the top of his eyeglasses at Julie.  She\nmaintains her enigmatic smile, glancing from side to side.\n\nNEAR THE STAGE\n\nJOLSON FINALLY GIVES IN.\n\n                            JOLSON\n                 (nodding)\n           Oh, all right!  All right!\n\nHe backs up toward the stage.\n\nAT THE TABLE\n\nJULIE SUDDENLY LOWERS HER HANDS FROM HER NECKLACE, CONCERNED.  PAPA LOOKS\nAT HER WITH CONCERN, THEN AT JOLSON.\n\nONSTAGE\n\nJOLSON GOES TO THE STAGE AND WAVES TO THE WINGS.\n\n                            JOLSON\n           Come on out, gang!  Everybody!  Everybody in the show, come on\n           out and sit down!\n\nThe dancers come out and sit on steps leading up to the band.\n\n                            JOLSON\n           You know, you work hard every night.  You must be tired of doing\n           this show.  Just sit down and I'll take over for you tonight.\n\nSTEVE\n\nUNSMILING, HE LOOKS OVER AT JULIE THEN BACK AT THE STAGE.\nONSTAGE\n\n                            JOLSON\n           Haven't worked in a long time.  Just gather around, make\n           yourselves comfortable.  You ain't heard nothin' yet!\n\nJULIE\n\nLOOKS AT JOLSON AND QUIETLY NODS, AS IF FINALLY REALIZING WHERE THEY STAND.\n\nONSTAGE\n\n                            JOLSON\n           You pick it, Professor.  What'll it be?\n\nThe band plays the introduction to \"ROCK-A-BYE YOUR BABY WITH A DIXIE\nMELODY.\"\n\n                            JOLSON\n           Ah-ha!  \"Rock-a-Bye!\"  Yes sir, I think I remember that one.\n\nJolson sings \"ROCK-A-BYE,\" thoroughly enjoying himself.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat'll it be? The band plays the introduction to \"ROCK-A-BYE YOUR BABY WITH A DIXIE\nMELODY.\"\n\n                            JOLSON\n           Ah-ha!  \"Rock-a-Bye!\"  Yes sir, I think I remember that one. Jolson sings \"ROCK-A-BYE,\" thoroughly enjoying himself. \n\nTARGET SECTION TO BE ANNOTATED:\nAT THE TABLE\n\nMAMA, PAPA AND JULIE LOOK ON.  JULIE HAS ONE HAND ON THE TABLE AND WITH THE\nOTHER KEEPS FINGERING HER PEARLS.  PAPA GLANCES AT JULIE AGAIN OVER THE TOP\nOF HIS GLASSES.\n\nCLOSE-UP - JULIE\n\nNOW SHE HOLDS BOTH HANDS CLASPED AT HER THROAT.\n\n                            JULIE\n           You see, what he didn't have at home, Mama, was an audience.\n           Live faces.  Isn't that it, Steve?\n\nWIDER ANGLE ON THE TABLE\n\nSTEVE LOOKS AT JULIE WITH A POKER FACE.  SHE LOOKS AGAIN AT THE STAGE,\nSTILL WITH THE ENIGMATIC SMILE AND FINGERING HER PEARLS.\n\nONSTAGE\n\nAS JOLSON SINGS ON, FADE IN A SUPERIMPOSITION OF A PAN ACROSS THE AUDIENCE.\n EACH PATRON LOOKS ON HAPPILY.  THEN FADE OUT THE SUPER.  THE SONG\nCONTINUES.\nAT THE TABLE\n\nJULIE QUIETLY SHAKES HER HEAD AS SHE WATCHES.  PAPA GLANCES AT HER SADLY\nOVER HIS GLASSES.\n\n\n                            JULIE\n           You see, Papa, Al was sure he didn't want to sing any more.  He\n           wanted to be with me.  I think I let him make the wrong\n           decision.\n\n                            Steve\n           I don't get this, Julie.\n\nPapa looks sadly at Julie again.\n\n                            JULIE\n           I think Papa does.\n\nPapa casts his eyes downward.\n\nONSTAGE\n\nJOLSON FINISHES THE SONG TO A TREMENDOUS OVATION.  HE STEPS BACK WAVING TO\nTHE AUDIENCE.  VOICES CALL OUT FOR ANOTHER SONG:  \"APRIL SHOWERS.\"\n\nAT THE TABLE\n\nJULIE, STILL SMILING ENIGMATICALLY, LOOKS AT JOLSON THEN AROUND AT THE\nAUDIENCE.\n\nONSTAGE\n\n                            JOLSON\n                 (to the conductor)\n           You heard them, Professor.\n\nAT THE TABLE\n\nAS A PIANO PLAYS THE INTRO TO \"APRIL SHOWERS,\" STEVE LOOKS OVER AT JULIE.\nSHE KEEPS LOOKING AT JOLSON.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nONSTAGE\n\n                            JOLSON\n                 (to the conductor)\n           You heard them, Professor. AT THE TABLE\n\nAS A PIANO PLAYS THE INTRO TO \"APRIL SHOWERS,\" STEVE LOOKS OVER AT JULIE. SHE KEEPS LOOKING AT JOLSON. \n\nTARGET SECTION TO BE ANNOTATED:\nONSTAGE\n\nJOLSON STARTS TO SING.\n\nAT THE TABLE\n\nSTEVE LOOKS AT JULIE AGAIN.  HER GAZE REMAINS ON JOLSON.\n\nONSTAGE\n\nJOLSON CONTINUES TO SING.\nCLOSE SHOT - JULIE\n\nSHE SIGHS DEEPLY, APPEARING CLOSE TO TEARS.\n\n                            JULIE\n           Excuse me.\n\nShe gets up.\n\nMEDIUM CLOSE SHOT - PAPA\n\nLOOKS UP AT HER SADLY.\n\nMEDIUM LONG SHOT - THE TABLE\n\nJULIE PATS PAPA ON THE SHOULDER, GRABS HER COAT AND HEADS DOWN A CORRIDOR\nTOWARD THE FOYER.\n\nONSTAGE\n\nJOLSON CONTINUES TO SING.\n\nIN THE CORRIDOR\n\nDOLLY BACK ON JULIE WALKING.  STEVE RISES FROM THE TABLE IN B.G. AND RUNS\nAFTER HER.  PAN ON HER AS SHE HEADS FOR THE ENTRANCE.\n\n                            STEVE\n           Julie!\n\nShe pauses.  He turns her gently by the shoulders to face him.\n\n                            STEVE\n           Where do you think you're going?\n\nANGLE ON JULIE OVER STEVE'S SHOULDER\n\n                            JULIE\n           Home.  Throw some things in the car.  I'll be gone by the time\n           he gets back.\n\n                            Steve\n           Don't do that, Julie.\n\n                            Julie\n           He tried awfully hard, Steve.  But you and I know: he's got to\n           do that.\n\n                            Steve\n           Now, wait!\n                            Julie\n           See that he's on that plane with Tom tonight.  They'll do a\n           great show.\n\n                            Steve\n           Y'know, this is gonna kill him, Julie.\n\n                            Julie\n           It isn't going to be so good for me, either.  But look.  When\n           did you last see him as happy as that?\n\nSteve looks back over his shoulder.\n\nMEDIUM SHOT - JOLSON\n\nCONTINUES TO SING.\n\nTIGHT TWO-SHOT - STEVE AND JULIE\n\nSHE TOUCHES HIS ARM.\n\n                            JULIE\n           And, Steve, when he gets home nights after the show, don't let\n           him sing too long.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEDIUM SHOT - JOLSON\n\nCONTINUES TO SING. TIGHT TWO-SHOT - STEVE AND JULIE\n\nSHE TOUCHES HIS ARM. JULIE\n           And, Steve, when he gets home nights after the show, don't let\n           him sing too long. \n\nTARGET SECTION TO BE ANNOTATED:\nWIDER ANGLE\n\nSHE KISSES HIM ON THE CHEEK AND TURNS AWAY.  PAN ON HER AND DOLLY IN AS SHE\nWALKS TOWARD THE ENTRANCE.  SHE STOPS IN AN ARCHWAY TO THE FOYER, TAKES A\nLAST LOOK BACK, THEN WALKS TO THE DOOR.\n\nA DOORMAN OPENS IT.  SHE WALKS OUT AND HE FOLLOWS, SHUTTING THE DOOR BEHIND\nTHEM.\n\nMEDIUM SHOT - THE STAGE\n\nCRANE BACK TO A HIGH, WIDE ANGLE AS JOLSON SINGS THE LAST LINE OF THE SONG.\n\n                       FADE OUT.\n\n                                   THE END\n\n"
}