{
  "1": "memerro\nfilms\n\nTHE PAST\n\na film by Asghar Farhadi\ntranslated by Simindokht Dehghani & Massoumeh Lahidji\n\nShooting script — september 2013\n\f1. INT. CHARLES DE GAULLE AIRPORT - DAY\n\nBehind the glass wall, which separates the baggage claim area from the\nbusy airport terminal, MARIE is awaiting the arrival of a passenger.\nShe is holding a simple bouquet of flowers. She scans the crowd of the\nnewly arrived passengers. Marie’s gaze reveals a sense of worry. Her\neyes fix on a man who has his back towards her. She looks more\ncarefully, uncertain that he is the man she is waiting for. The man is\nwaiting along with the other passengers for his suitcase. Marie changes\nposition so that perhaps she’1l be able to see his face. She briefly\nsees his profile. He’s AHMAD, forty-four years old. She spontaneously\nraises her hand to catch his attention but changes her mind. She takes\noff her wristbrace and stuffs it into her purse. She prefers to watch\nhim for a few moments from afar. Marie is intensely watching Ahmad; he\nhas not yet seen her. One by one, the passengers take their suitcases\nand leave. Only Ahmad is still waiting next to the empty carousel for\nhis suitcase. Ahmad wanders through the baggage claim area looking for\na representative to report his missing suitcase. He speaks to a member\nof the airport staff. Marie tries to get his attention from afar by\nwaving her hand. She signals to a passenger who is holding a suitcase\nand walking by Ahmad to get him to look at her. The passenger speaks to\nAhmad. He now turns his head and sees Marie through the glass wall.\nHappy, he walks towards her. They both come face-to-face on either side\nof the glass wall. They cannot hear each other. From the expression on\ntheir faces, it is clear that they have not seen each other in a long\ntime. She understands that his luggage has not arrived with the flight.\n\n2. EXT. OUTSIDE CHARLES DE GAULLE AIRPORT - PARKING LOT - DAY\n\nIt’s pouring rain. Marie and Ahmad run side by side through the parking\nlot. They are laughing complicitily.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nOUTSIDE CHARLES DE GAULLE AIRPORT - PARKING LOT - DAY\n\nIt’s pouring rain. Marie and Ahmad run side by side through the parking\nlot. They are laughing complicitily. \n\nTARGET SECTION TO BE ANNOTATED:\n They jump into the car, both\nsoaking wet.\n\n3. EXT. CHARLES DE GAULLE AIRPORT - PARKING LOT - INT. SAMIR’S CAR -\nDAY\n\nMarie opens the door and sits behind the wheel. The water is dripping\ndown her face. Ahmad also gets in, struggling to catch his breath.\n\nMARIE\nYou still smoke?\n\nAHMAD\nNo, I’m getting old.\n\nMarie reaches over to take a box of tissues. She dries her face, then\noffers one to Ahmad, who does the same. Marie tosses her bag in the\nback. Ahmad does the same with his backpack and the bouquet. He notices\nthe back of the car is loaded with all sorts of things. Several clothes\ncovered in plastic dry-cleaning bags are hanging from the ceiling of\nthe car.\n\nAHMAD\n(jokingly)\n\nYou bought a car?\n\nMARIE\n\f(laughing)\nNo, I borrowed it.\n\nMarie starts the car. Ahmad is surprised by the music that comes on.\nShe turns the radio off and attempts to dry her hair with the car’s\nheater which is still warming up. Then, she struggles to put the car in\ngear. Her wrist hurts, so, she tries with her left hand.\n\nAHMAD\nWhat's wrong?\n\nMARIE\nMy wrist hurts.\n\nAhmad shifts the gear for her.\nAHMAD\n(jokingly)\nYou're getting old too.\nMARIE\n(1smiing)\nLook out your side and see if I have\nenough room.\n\nAhmad looks out the passenger-side window and Marie starts to back up.\n\nAHMAD\nYou have room...\n\nThe car hits something.\nAHMAD\n\nStop! What are you doing?\n\nFADE IN:\nTITLE:\nTHE PAST\n\n4. EXT. HIGHWAY - INT. SAMIR’S CAR - DAY\nThe rain has eased up. Ahmad and Marie drive through a tunnel and\ncontinue on a highway leading to the city.\nAHMAD\nDo the girls know I’m here?\nMARIE\nAHMAD\nDidn't you tell them?!\nMARIE\n\nI thought you might let us down at the\nlast minute, like the last time.\n\fAhmad falls silent. Marie looks at him and smiles. As if she’s trying\nto soften her harsh comment.\n\nMARIE\nPut it in fourth.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarie looks at him and smiles. As if she’s trying\nto soften her harsh comment. MARIE\nPut it in fourth. \n\nTARGET SECTION TO BE ANNOTATED:\nAhmad shifts the gear for Marie.\nAHMAD\nI’m here now, let them know. I’d like\n\nto see them.\n\nMARIE\nWe're going to see them now.\n\nAHMAD\nWhere?\n\nMARIE\nWe're picking up Lucie and going home.\n\nAHMAD\nDidn’t you book a hotel for me?\n\nMARIE\n\nAHMAD\nYou were supposed to.\n\nMARIE\nI wasn’t sure you'd come.\n\nAHMAD\nWhat do you mean you weren’t sure?\n\nMARIE\nI wasn’t sure.\n\nAHMAD\nListen, something came up last time.\nJust two days before I...\n\nMARIE\nDon’t worry about it. Don’t start\n\nmaking excuses, we don’t have all day!\n\nAHMAD\nJust because I cancelled my trip once?\n\nMARIE\nNot just for that.\n\nThey both fall quiet and go on driving for a while in silence.\n\nMARIE\nThe girls would like to have you.\n\nAHMAD\n\fI don’t want to disturb.\n\nMARIE\nYou won't disturb us. You'll have to\ncome for your suitcase anyway, when\nit’s delivered.\n\nAhmad doesn’t reply.\n\nMARIE\nAt least, come and change your clothes\nso you don’t catch a cold.\n\nAhmad still doesn’t reply and wipes the steamed-up windshield.\n5. INT. SAMIR’S CAR - EXT. THE STREET OF LUCIE’S SCHOOL - DAY\n\nStudents exit a school. Ahmad sits alone in the car, watching the\nstudents file out through the window. A police officer knocks on the\nwindow. Ahmad gets out of the car and goes towards her to dissuade her\nfrom writing the ticket. She tells him to move the car. Ahmad sits in\nthe driver’s seat.\n\n6. INT. SAMIR’S CAR - EXT. THE STREETS AROUND LUCIE’S SCHOOL - DAY\n\nAhmad is behind the wheel and can’t find a place to stop. He is forced\nto go down a one-way a street and turn onto another street to circle\nback to the school. The sun shines into his eyes. As he lowers the sun\nvisor, a few pieces of paper fall out. He tries to pick them up as he\nis driving. Among the documents, he sees an identification photo of a\nman in his early thirties.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he lowers the sun\nvisor, a few pieces of paper fall out. He tries to pick them up as he\nis driving. Among the documents, he sees an identification photo of a\nman in his early thirties. \n\nTARGET SECTION TO BE ANNOTATED:\n He stares at the picture and drives for a\nmoment while holding it in his hand. He tucks the papers back in their\nplace. He turns onto the street where the school is located. The crowds\nof students have thinned out. He sees Marie standing by the side of the\nroad looking worriedly for her car ans Ahmad. She sees him and gets in.\n\nAHMAD\nShe was going to give you a ticket... I\n\nwent around the block.\n\nMarie does not respond. She seems upset.\n\nAHMAD\nSo?\nMARIE\nShe’s left.\nAHMAD\nDid she know you were coming to pick\nher up?\n\nShe asks him to get going and takes out a cigarette and lights it. She\nrolls down the window to let the smoke out. Ahmad realizes she’s upset.\n\nAHMAD\nMaybe she went home because you were\n\nlate?\n\nMARIE\n\fIt’s not her first time.\n\nAHMAD\nWhy?\n\nMARIE\nI don’t know. Last night she came home\nat 11.\n\nAHMAD\n\nThey all go through this at her age,\nit’s normal.\n\nMARIE\nIt’s not normal.\n\nAHMAD\nWhy what’s wrong with her?\n\nMARIE\nShe’s been givng me hell for two\nmonths over nothing. Maybe you could\ntalk to her, try and see what’s wrong\nwith her?\n\nAHMAD\n\nIf she still remembers me after all\nthis time.\n\nMARIE\nShe loves you.\n\nAHMAD\nAfter all this time?\n\nMARIE\nWhere are you going? Turn right!\n\nAhmad, who has forgotten the way, follows Marie’s directions.\n\nAHMAD\nI was daydreaming.\n\nMARIE\nYou've forgotten everything.\n\nAHMAD\nI was distracted.\n\n7. EXT. STREET OUTSIDE MARIE’S HOUSE - DAY\nA long, wide street cuts through a residental neighborhood of similar\nstand alone houses near a railline. Ahmad pulls over in front of the\n\nhouse. Marie gets out of the car to go inside.\n\nAHMAD\nMarie-Anne...\n\nMarie pauses and turns to Ahmad. Ahmad takes the papers and documents\nfrom above the sun visor and holds them out to Marie.\n\fAHMAD\nYou shouldn't leave this here. It’s\nrisky.\n\nMarie takes the documents and puts them in her purse.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAHMAD\nYou shouldn't leave this here. It’s\nrisky. Marie takes the documents and puts them in her purse. \n\nTARGET SECTION TO BE ANNOTATED:\n She senses that\nAhmad has already seen the picture. Ahmad also gets out.\n\n8. EXT. MARIE’S HOUSE - THE FRONT YARD - DAY\n\nThe front yard of Marie’s two-story house is separated from the street\nby a metal fence and a gate. Ahmad looks at the yard from between the\ngaps in the fence. A ten-year-old girl, LEA and a six-year-old boy,\nFOUAD are busy playing in the yard. Lea and Fouad are struggling to put\ninto place the chain of an old bicycle, probably belonging to Lea.\nMarie who has entered the yard, starts picking up the hanging laundry.\n\nMARIE\nIs Lucie home?\n\nLEA\nNo.\n\nShe goes in the house. Ahmad discreetly enters the yard.\n\nLEA\nYou broke it.\n\nFOUAD\nPull harder...\n\nLEA\nI can’t. I’1]1 hurt my hand.\n\nAHMAD\n(to Fouad and Lea)\nNo, not like that. First put one side\non, then the other.\n\nThe two children have only now noticed Ahmad’s presence. Surprised,\nthey stop pulling on the chain. Ahmad takes the chain from them.\n\nAHMAD\nI'll show you. This goes there...It’s\ndried out.\n\n(to LEA)\n\nWe need some oil. You know where to\nfind some? It used to be in the\ncupboard in the shed.\n\nLEA\nAhmad!\n\nAhmad is happy that Lea has recognized him so quickly. He holds her\ntightly in his arms. Surprised and curious, Fouad looks at them.\n\nAHMAD\nMy dear Lea... You're doing good?\nYou've grown so much, sweetie.\n\fAhmad holds out his hand to Fouad.\nAHMAD\n\nHello, Sir.\n\nFouad does not shake his hand.\n\nAHMAD\n(jokingly to Lea)\nYour friend is ignoring me. What's\nhis name?\n\nFOUAD\nHis name is Fouad.\n\nAHMAD\nHello, Fouad.\n\nFouad shakes his hand.\n9. INT. MARIE’S HOUSE - DAY\n\nMarie’s house is two-stories. On the first level is the kitchen with a\nwindow facing the backyard, Marie’s room, the study with the computer\nand the children’s room.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MARIE’S HOUSE - DAY\n\nMarie’s house is two-stories. On the first level is the kitchen with a\nwindow facing the backyard, Marie’s room, the study with the computer\nand the children’s room. \n\nTARGET SECTION TO BE ANNOTATED:\n On the second floor, which is reached via a\nnarrow stairway, there is only one bedroom with a window, which faces\nthe front yard and street. Although the house is old, it is clear that\nit has been recently renovated. The paint on the walls has not yet\nfully dried and a ladder and painting supplies can be seen throughout\nthe house. Marie climbs the stairs to the small upstairs room she has\nprepared for Ahmad. In the bedroom is a small wooden bunk bed,\npresumably belonging to her daughters. She lays the clothing she has\nbrought for Ahmad on the bed. While she is making the lower bed, shes\nwatches through the window Ahmad who is busy fixing the bike with\nFouad. She opens the window facing the yard.\n\nMARIE\nCome inside, Ahmad. And you, Fouad,\ncome get your things in the bedroom.\n\n10. INT. MARIE’S HOUSE - DOWNSTAIRS - DAY\n\nMarie goes to the bedroom to dry her hair. Ahmad and Fouad come inside.\nLea comes out of the kitchen.\n\nLEA\nIt wasn’t in the shed.\n\nAHMAD\nThen you changed its place while I was\naway.\n\nFOUAD\n\nThere’s some in my father’s car.\n\nAhmad heard what Fouad said but does not react. He notices the freshly\npainted walls. As he wanders through the house, it is clear that he has\nmemories of this place. Lea and Fouad are standing watching him.\n\fAHMAD\n(to Lea)\nWhere’s the shelf that was here? The\nold wooden shelf...\n\nLEA\nWe moved it.\n\nAHMAD\nThere were books of mine on it.\n\nMARIE\nAll your stuff’s put away in the shed.\n\nMarie, facing the mirror in her bedroom is trying, despite her aching\n\nwrist, to blowdry her hair. Ahmad peeks into the bedroom, leaning\nagainst the doorframe.\n\nMARIE\nWatch the paint.\n\nAhmad straightens up.\n\nAHMAD\nWasn’t the other color better?\n\nMARIE\nIt’s not done yet. My wrist made me\nstop.\nAhmad enters the room.\nAHMAD\n(jokingly)\n\nYou should’ve waited for me to come. I\nI could’ve done it while I’m here. It\nwould’ve kept me busy.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nAHMAD\n(jokingly)\n\nYou should’ve waited for me to come. I\nI could’ve done it while I’m here. It\nwould’ve kept me busy. \n\nTARGET SECTION TO BE ANNOTATED:\nHe takes the blowdryer from Marie to help her. Standing close to her,\nhe dries her hair while she brushes it with her other hand.\n\nAHMAD\nI'll do it.\n\nMARIE\nDidn’t you want to go to a hotel?\n\nOuch! You’re burning me.\n\nAhmad holds the blowdryer further back and falls silent. Marie\ncontinues brushing her hair.\n\nMARIE\nIt’s fine, thanks.\n\nAhmad turns off the blowdryer. Marie gets up. She picks up the phone\nand walks out of the room while dialing.\n\nMARIE\n\fI left some clothes upstairs. Go\nchange before you catch a cold.\n\nAhmad remains in the room. As the phone rings, Marie walks towards\nLea’s room. She sees Fouad, standing in the hallway, keeping an eye on\nthe bedroom.\n\nMARIE\n(to Fouad)\n\nWhat are you doing here? Go on. Get\n\nyour things and go upstairs. You’ll\n\nsleep there and Lucie here.\n\nFOUAD\nI don’t like it upstairs.\n\nAhmad comes out of the bedroom and walks towards the stairs.\n\nMARIE\nIt’s just while Ahmad’s here, then\nyou'll come back downstairs. Hurry up,\nplease.\n(on the phone)\nLucie, call me back, please. I have a\nsurprise for you.\n\nMarie hangs up. Fouad is upset as he grabs his things and pulls his\nsheets off the bed.\n\n11. INT. MARIE’S HOUSE - UPSTAIRS BEDROOM - DAY\n\nAhmad is looking out the window. Everything brings back old memories.\nFouad pushes the door open with his body and walks in holding all of\nhis bedding. Exasperated, Fouad dumps his things on the bottom bunk and\nclimbs up to make the bed on the top. Ahmad is staring at Fouad as he\nstruggles to make his bed. Ahmad helps him, scrutinizing his\nexpression.\n\nAHMAD\nIs that your father’s car outside?\n\nFOUAD\nAHMAD\nDo you live here?\nFOUAD\nAHMAD\nWith your father?\nFOUAD\n\nAHMAD\nSince when?\n\fFOUAD\nSince school started.\n\nAhmad is taken aback by Fouad’s answer. He sits on the edge of the\nlower bed.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nFOUAD\nSince school started. Ahmad is taken aback by Fouad’s answer. He sits on the edge of the\nlower bed. \n\nTARGET SECTION TO BE ANNOTATED:\n Fouad is still struggling with the sheet.\n\nAHMAD\nDon’t bother making your bed. You can\n\nsleep downstairs in your own bed.\n\nFouad takes the sheet and climbs down the ladder of the bed. He again\ngathers his things to leave the room.\n\n12. INT. MARIE’S HOUSE - DOWNSTAIRS - DAY\n\nFouad comes down the stairs. Marie is getting ready and sees Fouad and\ncomes towards him.\n\nMARIE\nWhy are you coming down?\n\nFOUAD\nHe told me to.\n\nSurprised, Marie walks upstairs.\n13. INT. MARIE’S HOUSE - UPSTAIRS BEDROOM - DAY\n\nMarie opens the door. Ahmad is sitting on the edge of the bed. Marie\nrealizes how upset he is. She enters the room and closes the door.\n\nMARIE\nThere aren’t enough beds for the three\nof them downstairs.\n\nAHMAD\nYou live with someone?\n\nMARIE\n\nAHMAD\nYou didn’t tell me.\n\nMARIE\n\n(surprised)\nWhat do you mean? I wrote it in my\nemail.\n\nAHMAD\nWhat email?\n\nMARIE\nI don’t know which one. One of them.\n\nAHMAD\nI didn’t get any.\n\nMARIE\n\fSo, why did you want to stay at a\nhotel?\n\nAHMAD\nI didn’t want to disturb you.\n\nMARIE\nIn any case, I wrote you.\n\nAHMAD\nI didn’t get anything.\n\nMARIE\nYou didn’t wonder why I asked you to\ncome for the divorce?\n\nAhmad is quiet. Marie leans against the wall. Their eyes meet. After a\nlong silence, Ahmad finally speaks.\n\nAHMAD\nDoes he know I’m here?\n\nMARIE\n\nAHMAD\nI’m leaving then.\n\nMARIE\nHe won’t come by while you’re here. Or\nhe’ll let me know, for sure.\n\nAHMAD\nWhen did you send that email?\n\nMARIE\nI don’t know.\n\nAHMAD\nIt must still be in your inbox.\n\nMARIE\nI guess so. Do you want me to show it\nto you?\n\nAHMAD\n\nI asked you to book a hotel for me.\n\nMARIE\nI did last time and you didn’t come. I\nhad to cancel.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAHMAD\n\nI asked you to book a hotel for me. MARIE\nI did last time and you didn’t come. I\nhad to cancel. \n\nTARGET SECTION TO BE ANNOTATED:\nAHMAD\nHow much did it cost you?\n\nMarie is hurt. She moves towards the door.\nAHMAD\n\nWhat time do I have to be in court\ntomorrow?\n\fMARIE\nYou said you’d stay to talk to Lucie..\n\nAHMAD\nWhen will she be home?\n\nMarie shrugs.\n\nAHMAD\nI can meet up with her tomorrow.\n\nMarie opens the door.\n\nMARIE\nI was hoping you'd keep your promise\nfor once.\n\nMarie leaves the bedroom. Ahmad is upset and remains seated on the edge\nof the bed. Marie hears his answer as she goes down the stairway.\n\nAHMAD\nI didn’t promise anything.\n\nMARIE\nMy mistake. Sorry.\n\n14. INT. MARIE’S HOUSE - HALLWAY - DAY\n\nMarie comes down the stairs. A can of paint has spilt on to the floor.\nThe footstool, which Lea had brought from the shed, is next to the\nspilt paint. Marie is furious, she sees paint covered footprints\nleading towards the garden where the children are playing. Marie storms\ninto the yard.\n\n15. EXT. MARIE’S HOUSE - YARD - DAY\n\nMarie comes to the yard. She sees Fouad’s shoes, which are covered in\npaint. He is putting dishwashing liquid on the dry bicycle chain. She\nlunges towards him.\n\nMARIE\n\n(angry)\nFouad! Can’t you watch where you walk?\n\nFouad is looking at the bicycle chain and does not look up.\n\nMARIE\nWhy do I spend hours cleaning? For you\nto make a mess? Look at me!\n\nLEA\n(pointing to the\ndishwashing liquid)\nWe went for this.\n\nMARIE\n(to Fouad)\nI don’t give a damn!\n\fFouad lifts his head and looks Marie in the eyes. They are both staring\nat each other. Suddenly Fouad moves towards the front gate to leave in\na huff. Exasperated, Marie tries to stop him. Fouad stubbornly throws\nhimself on the ground and Marie struggles to get him back inside.\n\nMARIE\nGet back here! Come here!\n\nFOUAD\nI wanna go home!\n\nLea goes towards Fouad to help her mom and convince Fouad to come back\ninside.\n\n16. INT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nLea goes towards Fouad to help her mom and convince Fouad to come back\ninside. 16. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARIE’S HOUSE - UPSTAIRS ROOM - EXT. YARD - DAY\n\nAhmad is standing near the window, watching the scene below. In the\nyard, Marie is still struggling with Fouad. She finally wrestles him\ninto her arms and drags him inside.\n\n17. INT. MARIE’S HOUSE - HALLWAY AND THE CHILDREN’S ROOM - DAY\n\nMarie is struggling to contain Fouad who is flailing his arms and legs\nin resistance. She manages to bring him inside and sets him down on the\nbed. Lea is scared, she follows them.\n\nMARIE\nI'm sorry!\n\nFOUAD\nI don’t care!\n\nMARIE\n(pleading)\nPlease, Fouad, calm down.\n\nFOUAD\nYou're not my mom.\n\nFouad refuses to calm down. With no other choice, Marie leaves Fouad in\nthe room, she locks the door behind her. Upset, Lea stands in the\ncorner of the hallway. Fouad beats against the door with his fists.\n\n18. INT. MARIE’S HOUSE - HALLWAY, BATHROOM AND TOILET - DAY\nMarie has rolled up her sleeves. Despite the fact that she is running\n\nlate she decides to quickly clean the paint spill before leaving. Ahmad\ncomes down the stairs.\n\nAHMAD\nYou should go, you're late.. I711 clean\nthis.\n\nMARIE\nI'll do it.\n\nAHMAD\n\fNot with your wrist, go.\n\nMARIE\nI thought you were leaving.\n\nAHMAD\nI’ll wait for Lucie. We’1ll see after.\n\nMarie gets up and rolls down her sleeves. She goes to the bathroom and\nwashes her hands and face. The occasional sound of Fouad beating his\nfists against the door can still be heard.\n\nMARIE\n(worried)\nYou'll keep an eye on them?\n\nAHMAD\nGo, don’t worry.\n\nAhmad goes towards the children’s room. He unlocks the door and enters.\nLea is still standing in a corner of the hallway, looking sad.\n\n19. INT. MARIE’S HOUSE - CHILDREN’S ROOM - DAY\n\nAs Ahmad enters, Fouad tries to escape. Ahmad grabs him and drags him\nback in. Worried, Lea has come to the doorway.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIE’S HOUSE - CHILDREN’S ROOM - DAY\n\nAs Ahmad enters, Fouad tries to escape. Ahmad grabs him and drags him\nback in. Worried, Lea has come to the doorway. \n\nTARGET SECTION TO BE ANNOTATED:\nAHMAD\nWhere are you going? Wait!\n\nFOUAD\nLet me go.\n\nAHMAD\nI'll let you go. But first tell me\nwhere you want to go.\n\nFOUAD\nI’m leaving!\n\nAHMAD\nWhere to?\n\nFOUAD\nMy house.\n\nAHMAD\n\nWhere’s your house?\n\nLEA\nParis. He can’t go, it’s too far.\n\nFOUAD\nShut up! No one asked you.\n\nAHMAD\nNone of that in this house! Got it?\n\nAgain Fouad tries to flee.\n\fAHMAD\nLea, leave and close the door. We need\nto talk.\n\nLea closes the door and leaves. Ahmad forces Fouad to sit on the bed\nand gently sits down next to him.\n\nAHMAD\nWhat’s wrong Fouad? What is it?\n\nFOUAD\nI want to go.\n\nAHMAD\nYou want to call home?\n\nFOUAD\nThere’s no one in my home.\n\nAHMAD\nWhat’s the matter with here? Is it\nbecause she told you off? But you were\nmisbehaving. You spilt the paint, you\ncaused trouble. Didn’t you spill the\npaint?\n\nFOUAD\nIt’s not the paint.\n\nAHMAD\nWhat is it, then? Is it because I’m\nhere? Do you want me to leave?\n\nFouad does not respond. He has calmed down a bit.\n20. INT. DRYCLEANER’S - DAY\n\nLong rows of clothing covered in plastic hang from rods running\nparallel along the ceiling. Large laundering machines are on and\nrunning. NAIMA, the young employee is covering freshly ironed clothing\nwith plastic bags. On the glass door of the drycleaner’s, a piece of\npaper is taped which reads: “Experienced drycleaner’s help wanted.\n\nInquire within.” Marie quickly comes inside.\nMARIE\nHello.\nNAIMA\n\nHello, Ma’am.\n\nMarie sees SAMIR’s feet among the rows of clothing. While holding some\ndry-cleaned clothes on his arm, Samir comes to the front counter. He is\nthe man whose picture Ahmad had seen in the car. He acts coldly towards\nMarie. Marie takes the car documents out of her purse and puts them on\nthe counter.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is\nthe man whose picture Ahmad had seen in the car. He acts coldly towards\nMarie. Marie takes the car documents out of her purse and puts them on\nthe counter. \n\nTARGET SECTION TO BE ANNOTATED:\n Samir puts the clothing on the counter and on a piece of\npaper, writes down the list of items and the cost for their cleaning.\n\nMARIE\nThe plane was late.\n\fSAMIR\nHe’s here?\n\nMARIE\nYes.\n\nMarie places the car documents in front of Samir.\n\nMARIE\nHere.\n\nSAMIR\nWhere did you park it?\n\nMARIE\nRight there.\n(pointing to the\ndocuments)\nYou shouldn’t leave this in the car.\nIt’s risky.\n\nSamir takes the receipt for the clothing along with the clothes and the\ncar documents from the counter to leave the drycleaner’s.\n\n21. EXT. STREET - SIDEWALK - DAY\n\nWhile holding the clothing on his arm, Samir is walking with Marie on\nthe sidewalk towards his car.\n\nMARIE\nDid you go to the hospital?\n\nSAMIR\n\nMARIE\nHow was she?\n\nSAMIR\nSame as usual. Fouad’s not with you?\n\nMARIE\nWas he supposed to come?\n\nSAMIR\nHe called me to go pick him up.\n\nMARIE\n(surprised)\nWhy?\n\nSAMIR\nHe asked me to pick him up. He didn’t\nwant to stay there.\n\nMARIE\nI got upset with him. With both of\nthem.\n\fSAMIR\nI’1l come and take him home with me\ntonight.\n\nMARIE\nNo reason to make a fuss.\n\nSAMIR\nHe’d never called me to go fetch him\nlike that.\n\nMARIE\n\nI'd never yelled like that.\n\nSAMIR\nAnyway, I promised I’d go fetch him.\n\nMARIE\nOk. I shouldn’t have. We’ll make it up\ntonight.\n\nThey have now reached the car. Marie unlocks the car and opens the back\ndoor. Samir hangs the clothing on the rod above the backseat. He closes\nthe door and takes the keys from Marie to get in behind the wheeland\nstarts the car. Marie notices he is upset. Before the car drives off,\nshe taps on the glass. Samir rolls down the window.\n\nMARIE\nIf you want to come over, let me know\nfirst.\n\nMarie takes off down the sidewalk. Samir is deep in thought. He puts\nthe car in gear. While driving, he watches Marie. Samir’s car slowly\npasses her.\n\n22. INT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nSamir’s car slowly\npasses her. 22. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PHARMACY - DAY\n\nMarie enters a pharmacy, goes behind the counter and greets her\ncoworker, a middle-aged woman. She then goes to the back room, puts on\nher white uniform and stands behind the counter.\n\n23. INT. MARIE’S HOUSE - KITCHEN - EXT. - YARD - NIGHT\n\nIn the backyard, Ahmad is roasting corn. Lea is helping him and takes a\nbite of one of the freshly grilled cobs. Ahmad fans the other corncobs\non the grill.\n\nAHMAD\n(in Persian)\nCorn, hot corn!\n\nLea mimics the sounds of his words. They laugh. Ahmad hands her another\ncorncob.\n\nAHMAD\nHere, take this for him.\n\nLea takes the corncob into the kitchen. In the kitchen, Fouad is\nsitting at the table, cutting the corn stalk with a knife. Lea holds\nthe grilled corn out to him. He ignores her.\n\fLEA\nTake it.\n\nFOUAD\nI don’t want it.\n\nLea notices Fouad’s finger is bleeding.\n\nLEA\nYou cut your hand.\n\nFOUAD\nNo I didn’t.\n\nLEA\nYes, you did. You're bleeding!\n\nLea walks towards the door to the backyard.\n\nLEA\nAhmad! He cut his finger!\n\n24. INT. MARIE’S HOUSE - BATHROOM AND HALLWAY - NIGHT\n\nIn the bathroom, Ahmad picks Fouad up, holds his finger under the tap\nand washes it. Lea now comes into the bathroom with the first-aid kit.\nLea opens the kit. Ahmad pours some disinfectant over Fouad’s finger.\nFouad, who is clearly in pain, tries to be brave. They hear the front\ndoor opening. Intrigued, Ahmad leans toward the bathroom door to see\nwho has entered the house. For a brief moment he sees LUCIE, Marie’s\nsixteen-year-old daughter, as she quickly climbs the stairs to the\nbedroom. He is relieved.\n\n25. INT. MARIE’S HOUSE - HALLWAY AND THE STAIRS - NIGHT\nAhmad goes upstairs. He knocks on the door and hides waiting to\nsurprise Lucie. He knocks again. Lucie opens the door and comes out.\n\nAhmad covers her eyes from behind. Lucie is startled.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucie opens the door and comes out. Ahmad covers her eyes from behind. Lucie is startled. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIE\nAhmad!\n\nAhmad removes his hands and they hug each other. From downstairs, Fouad\nis standing in front of the bathroom and watching them.\n\nAHMAD\nHow did you know it was me?\n\nLUCIE\nI knew you were coming today.\n\nAhmad is surprised at Lucie’s response.\n26. INT. MARIE’S HOUSE - KITCHEN - NIGHT\nAhmad, Lucie, Lea and Fouad are sitting around the kitchen table and\n\nhaving dinner. A complete Iranian feast, which Ahmad has prepared.\nFouad has cleaned his plate and turns to Ahmad.\n\fFOUAD\nCan I have some more?\n\nAhmad takes Fouad’s plate and serves him seconds.\n\nAHMAD\nDid you like it?\n\nFOUAD\nVery much!\n\nAhmad also serves a second helping for Lea. He wants to reserve Lucie’s\nplate but she doesn’t let him.\n\nLUCIE\nNo, it’s enough.\n\nAHMAD\nCome one, have some. You won’t get\nreal Ghormesabzi again soon. Unless\nyou two marry two nice Iranian guys...\nand you, Fouad, an Iranian girl!\n\nLea laughs. So does Fouad.\n\nLUCIE\nHow long will you stay?\n\nAHMAD\nWhere?\n\nLUCIE\nHere.\n\nAHMAD\n\nIt depends on how long our talk will\nlast after dinner.\n\nFOUAD\n(abruptly)\nWhat are Iranian girls like?\n\nAHMAD\n\nIranian girls.. They look like me.. but\nthey're girls!\n\n(jokingly)\nHow does that sound?... Like this...\n\nAhmad jokingly takes on the mannerisms of a woman. Fouad and Lea laugh.\n\nLUCIE\nWhat are we to talk about?\n\nAHMAD\nHave your dinner and I’ll tell you.\n\f27. EXT. MARIE’S HOUSE - BACKYARD - NIGHT\n\nLucie is seated on the steps of the house leading down to the backyard.\nAhmad pours some water on the ashes of the barbecue and places it in a\ncorner. He picks up the cornhusks strewn on the ground and throws them\naway. While doing all this, he is speaking to Lucie.\n\nAHMAD\nYou always come home so late?\n\nLUCIE\nJust to sleep.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhile doing all this, he is speaking to Lucie. AHMAD\nYou always come home so late? LUCIE\nJust to sleep. \n\nTARGET SECTION TO BE ANNOTATED:\nAHMAD\nWhy?\n\nLUCIE\nI have nowhere else to spend the\nnight.\n\nAHMAD\n\nWhy don’t you want to sleep here?\n\nLUCIE\nSame as you. You’d rather go to your\nfriend’s tomorrow.\n\nAHMAD\nThis isn’t my home.\n\nLUCIE\nBut your friend’s place is?\n\nAhmad approaches Lucie and sits down next to her.\n\nAHMAD\nI’m not comfortable here.\n\nLUCIE\nNeither am I.\n\nAHMAD\nIt’s not the same. For me, it’s hard\nto face the guy who’s about to marry\nmy ex.. it’s only normal.\n\nLUCIE\nNow, she’sjust your ex?\n\nAHMAD\nWell, yes.\n\nLUCIE\nWhatever.\n\nAHMAD\nWhat?\n\nLUCIE\n\fYou lived here with her for years and\nnow she’s just your ex?!\n\nAHMAD\nEverything’s changed since then. We\ngot separated... You’re old enough to\nunderstand that.\n\nLucie gets up to leave.\n\nLUCIE\nI’m old enough not to be preached at.\n\nAHMAD\nI’m not here to preach. Your mom asked\nme to talk to you and see what’s got\ninto you. I don’t know why she thinks\nyou'd tell me more than you tell her.\n\nLUCIE\nShe knows perfectly what’s got into\nme. I don’t want to see that jerk\nwhenever I come home.\n\nA long silence between them ensues. Lucie goes into the kitchen.\n\nAHMAD\nLucie, wait!\n\n28. INT. MARIE’S HOUSE - KITCHEN - NIGHT\n\nLucie wants to leave the kitchen. Ahmad comes into the kitchen from the\nbackdoor. He wants her to stay.\n\nAHMAD\nCome and sit here.\n\nLucie sits unwillingly.\n\nAHMAD\nIsn’t he a good guy?\n\nLUCIE\nI don’t know him.\n\nAHMAD\nWhy do you call him a jerk, then? What\nhas he done?\n\nLUCIE\nHe hasn’t done anything. He has\nnothing to do here.\n\nAHMAD\nAnyway, you have to accept the fact\nthat it’s your mom’s right to live\nwith whoever she wants.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCIE\nHe hasn’t done anything. He has\nnothing to do here. AHMAD\nAnyway, you have to accept the fact\nthat it’s your mom’s right to live\nwith whoever she wants. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIE\n\fWhoever she wants? Even a guy with a\nkid and a wife in a coma?\n\nAHMAD\n(curious)\nFouad’s mom?\n\nLucie nods. A moment of silence.\n\nAHMAD\nAnd if she married someone else, would\nyou mind?\n\nLUCIE\nIt’d be the same.\n\nAHMAD\nSo your problem isn’t him.\n\nLUCIE\n\nAHMAD\nThen, what is it?\n\nLucie falls silent for a moment. Fighting back tears, she answers\nAhmad.\n\nLUCIE\nI’m sixteen years old and since I was\nborn, my mom’s changed guys three\ntimes. And it’s always the same story.\nThey come, stay for a few years, and\nthen they leave.\n\nAhmad understands what Lucie means and has nothing to say in response.\nHe too is upset. He gets up with the excuse of clearing the dishes. He\nhas his back to Lucie. Perhaps to stop Lucie from seeing his reaction.\nAnd again there is silence.\n\nLUCIE\nWould you talk to her?\n\nAHMAD\nAbout what?\n\nLUCIE\nTalk her out of this marriage.\n\nAhmad laughs at what Lucie has said; a bitter laugh. The sound of the\nfront door opening is heard.\n\n29. INT. MARIE’S HOUSE - GROUND FLOOR - NIGHT\n\nMarie enters the house. From between the door to the children’s room\nshe sees Fouad and Lea who are not yet sleeping and talking to each\nother. She is pressed to know if Lucie has come home. She throws her\npurse and coat on her bed and enters the kitchen.\n\f30. INT. MARIE’S HOUSE - KITCHEN - NIGHT\n\nMarie is elated to see Lucie. Lucie immediately gets up to leave the\nkitchen.\n\nMARIE\nGood evening.\n\nAHMAD\nGood evening.\n\nLucie mumbles to her mother.\n\nLUCIE\nGood night.\n\nAHMAD\n\n(in Persian)\nGood night.\n\nLUCIE\n(imitating Ahmad and\nin Persian)\nGood night.\n\nMARIE\nLucie, can you sleep downstairs\ntonight? Fouad will go up with Ahmad.\n\nAHMAD\nI kept you some food. Haven’t you had\ndinner?\n\nMARIE\nNo.\n\nLucie leaves.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHaven’t you had\ndinner? MARIE\nNo. Lucie leaves. \n\nTARGET SECTION TO BE ANNOTATED:\n Marie sees the food that Ahmad has kept for her. She\nwasn’t expecting Persian food.\n\nMARIE\nOh la la ! Thank you.. Where did you\nget the herbs?\n\nAHMAD\nWe went shopping with the kids.\n\nMarie sits at the table and starts to eat. Ahmad gets busy placing the\ndishes in the dishwasher.\n\nAHMAD\nDo you want me to heat it up if it’s\ncold?\n\nMARIE\n\nNo.. You're still a great cook!\n\nAHMAD\nThe one thing I’m stil great at. What\ntime must we be there tomorrow?\n\fMARIE\n\n \n\nAHMAD\n(Giving her a spoon)\nYou don’t eat Ghormesabzi with a fork.\n\nMARIE\nDid you talk to her?\n\nAHMAD\nYes.\nMARIE\nAnd?\nAHMAD\nYou can guess. She doesn’t like you\nremarrying.\nAHMAD\n\nShe’s worried that you’1l live with\nhim for a while and that he’1l take\noff.\n\nMARIE\nTell her to be sure that this one\nwon't leave.\n\nAHMAD\nI don’t think I’m the right person to\nconvince her to be happy you’re\ngetting married.\n\nMARIE\n\n(a bit angry)\nI ‘m not asking her to be happy. I\njust want to know what she’s after.\n\nAHMAD\nStopping this marriage.\n\nMarie laughs nervously.\n\nAHMAD\nIt made me laugh too.\n\nMarie now stops laughing while chewing the food she has in her mouth.\nAhmad wants to leave.\n\nAHMAD\nTry to convinve her before you make\nyour decision.\n\nMARIE\nMy decision’s made.\n\nAhmad leaves the kitchen. While eating her food, Marie is deep in\nthought.\n\f31. INT. MARIE’S HOUSE - UPSTAIRS BEDROOM - NIGHT\n\nThe lights are out. Street light shines in through the window. Ahmad is\nlying down on the lower bunk and Fouad is on the top. Both are having\ntrouble falling asleep. Fouad is looking at Ahmad from in between the\nspaces in the slats of his bed; Ahmad’s hand, Ahmad’s mouth. He is\ntrying to find out if Ahmad is asleep, but he can’t see his eyes. Fouad\nshifts restlessly. The bed squeaks.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is\ntrying to find out if Ahmad is asleep, but he can’t see his eyes. Fouad\nshifts restlessly. The bed squeaks. \n\nTARGET SECTION TO BE ANNOTATED:\n Ahmad hears him moving.\n\nAHMAD\nFouad?\nFOUAD\nYes?\nAHMAD\nIf you're not comfy, we can switch\nbeds.\nFOUAD\nI'm ok.\nAHMAD\n\nThen, why aren’t you asleep?\nFouad does not answer.\n\nAHMAD\nClose your eyes and go to sleep.\n\nFOUAD\nI have to pee.\n\nAHMAD\nGo, then. Go...\n\nFouad doesn’t move, Ahmad realizes that he is afraid of going down by\nhimself. He gets up to accompany him.\n\n32. INT. MARIE’S HOUSE - GROUND FLOOR - NIGHT\n\nAhmad and Fouad walk downstairs towards the restroom. Ahmad turns on\nthe light. Fouad goes inside and closes the door. Ahmad waits in the\ndark hallway for him to come out. Marie’s bedroom is next to the\nrestroom. Ahmad notices the light pouring out from under Marie’s\nbedroom door. He hears a noise from inside the room. He strains to hear\nthe muffled sounds of a conversation between two people. He is ill-at-\nease. He doesn’t want to stay there. He walks back upstairs.\n\n33. INT. MARIE’S HOUSE - UPSTAIRS ROOM - NIGHT\n\nAhmad is distraught and cannot sleep. He is concerned that Fouad has\nnot returned.\n\n34. INT. MARIE’S HOUSE - BEDROOM - NIGHT\nSamir is lying on the bed. Marie cradeling his head and putting eye\n\ndrops into his eyes. As she is doing this, they are quietly speaking to\neach other.\n\fMARIE\n(quietly)\nDid you talk to her doctor too?\n\nSAMIR\nNo, just the nurse.\n\nMARIE\nWhat did she say?\n\nSAMIR\nAbout what?\n\nMARIE\nThe scratches on her stomach.\n\nSAMIR\nThey happened after my last two\nvisits.\n\nMARIE\n\nMaybe it has nothing to do with your\nvisits. Maybe it was involuntary.\n\nSAMIR\nYou’d like it to be involuntary?\n\nMarie is shocked by what Samir has said. She closes the eye-drop bottle\nand sits on the edge of the bed. Samir closes his eyes to diminish the\nsting. From Marie’s silence, he realizes that he has upset her.\n\nSAMIR\nI’m sorry.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nSamir closes his eyes to diminish the\nsting. From Marie’s silence, he realizes that he has upset her. SAMIR\nI’m sorry. \n\nTARGET SECTION TO BE ANNOTATED:\nMARIE\nDo you hear yourself? You can’t say\nwhatever you want and then just\napologize.\n\nMarie wants to continue the discussion but is interrupted by the sound\nof someone knocking on the door. Marie gets up and opens the door.\nFouad is behind the door. It is clear that he is scared of the dark.\n\nMARIE\nWhat are you doing here?\n\nFOUAD\nIt’s dark. I can’t go up.\n\nSAMIR\nWhy do you want to go up?\n\nMARIE\nI asked him to go upstairs with Ahmad.\nThe girls are together.\n\nSAMIR\n\fMaybe he is not comfortable sleeping\nwith a stranger.\n\nSamir gets up from the bed and comes towards Fouad.\n\nSAMIR\nGet your things. We’re leaving.\n\nFOUAD\nI’m spleepy. I want to go to bed.\n\nSAMIR\nYou asked me to come get you!\n\nFOUAD\nI want to stay.\n\nMARIE\nYou can sleep in my bed.\n\nFouad lies down on Marie’s bed. Marie tucks him in.\n35. INT. MARIE’S HOUSE - KITCHEN AND HALLWAY - MORNING\n\nThe next morning, Lucie, Lea and Fouad are sitting around the kitchen\ntable finishing off their breakfast. The sink is full of water and\nclearly clogged. Ahmad is sitting on the floor and is busy opening the\ndrainpipe under the sink. Marie who has taken a shower, enters the\nkitchen.\n\nMARIE\nAhmad leave it.. we’re running late.\n\nAHMAD\nThe sink is clogged.\n\nMARIE\nIt can wait. We have to be there by 9.\nHurry up, kids.\n\nMarie leaves the kitchen. Ahmad opens the drainpipe. All the water from\nthe sink pours into the bucket which Ahmad has placed underneath the\nsink. Ahmad clears the clogged pipe and dirties his hands in the\nprocess. Samir, who has just woken up, enters the kitchen.\n\nSAMIR\nHi.\n\nLea and Fouad answer him. Lucie ignores his presence.\nSAMIR\n\n(to Ahmad)\n‘Morning... Samir.\n\nAhmad whose hands are dirty, gets up to greet him respectfully but does\nnot offer his hand to shake.\n\nAHMAD\nMy hands are dirty, sorry.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nSamir. Ahmad whose hands are dirty, gets up to greet him respectfully but does\nnot offer his hand to shake. AHMAD\nMy hands are dirty, sorry. \n\nTARGET SECTION TO BE ANNOTATED:\n\fSAMIR\nIt’s blocked again?\n\nAHMAD\nIt’s unblocked. I’1l just screw it\nback on.\n\nSamir joins the children seated at the kitchen table. As soon as he\nsits, Lucie grabs her last bite and without saying anything leaves the\nkitchen and walks in the hallway. She comes face-to-face with Marie who\nis getting dressed.\n\nMARIE\nGet ready, Lucie, we'll drop you off.\n\nLUCIE\nNo need, I'll go by myself.\n\nLucie goes to her room. Marie comes to the kitchen. Ahmad is still busy\nreattaching the drainpipe. Samir is eating his breakfast. Without\nsitting down at the table, Marie grabs a bite to eat.\n\nMARIE\nAhmad, we're late.\n\nAHMAD\nIt’s finished.\n\nAhmad turns on the water to verify the pipe he has reattached does not\nleak. Marie notices Samir who is pretending to be busy with his\nbreakfast.\n\nMARIE\n(to the kids)\nGet moving, kids.\n\nLea and Fouad finish their breakfasts and leave the kitchen to prepare\nfor school.\n\nAHMAD\nIt’s leaking.\n\nMARIE\nThere’s always been a leak.\n\nSAMIR\nI told you the joint has to be\nchanged. I’1l take care of it.\n\nMARIE\n(to Ahmad)\nDid you eat anything?\n\nSAMIR\n(thinks Marie is\ntalking to him)\nNot yet.\n\fAhmad turns off the tap. He takes the bucket from under the sink and\nleaves the kitchen. Marie and Samir are sitting at the table in the\nkitchen concentrating on their breakfasts. They are both quiet.\n\n36. INT. MARIE’S HOUSE - TOILET AND BATHROOM - MORNING\n\nAhmad is ironing his shirt when Lucie gently opens the door and comes\nin to wash her hands.\n\nLUCIE\nCan I see you after?\n\nAHMAD\nDon’t you have class?\n\nLUCIE\nI can skip.\n\nMarie cracks the bathroom door open.\n\nMARIE\nAhmad!\n\nAHMAD\nComing...\n(to Lucie)\nWhat time do you get out of school?\n\nLUCIE\nOne.\n\n37. INT. MARIE’S HOUSE - THE ROOM FACING THE YARD - EXT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n37. INT. MARIE’S HOUSE - THE ROOM FACING THE YARD - EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FRONT YARD -\nMORNING\n\nSamir is wearing some work clothes and is standing on a step ladder\npainting a wall. As he paints, he looks out the window and sees Marie\ngive the car keys to Ahmad. Samir has a strange feeling, as if seeing\nthem together bothers him. Lucie comes into the room to get something.\nShe has her backpack on her shoulder and is ready to go to school. She\nwasn’t expecting to see Samir. Samir climbs down the ladder to help her\nand pulls the plastic cover away from her things. Without paying any\nattention to him, Lucie searches the computer desk for something and\ndoes not find it. This is a good excuse for Samir to start a\nconversation with her.\n\nSAMIR\nLooking for something?\n\nLUCIE\nNo.\n\nLucie goes out. Samir is left alone.\n38. INT. SAMIR’S CAR - EXT. STREET OUTSIDE LEA’S SCHOOL - DAY\n\nLea and Fouad are seated next to each other on the backseat. Ahmad is\nbehind the wheel and Marie is sitting in the passenger's seat.\n\nMARIE\n\fGo right.\n\nAHMAD\nIsn’t that the school Lucie went to?\n\nMARIE\nYes.\n\nThe car turns then stops in front of a school’s main entrance. Lea gets\nout and Fouad follows her.\n\nLEA\n(while getting out)\nBye, Mommy.\n\nMARIE\nBye, sweetheart.\n\nFOUAD\n(mimicking Lea)\nBye, Mommy.\n\nMARIE\nBye! Wait, let me see..\n\nMarie cleans the corner of Fouad’s eye with her finger. Lea and Fouad\ngo towards the school. The car drives off.\n\nAHMAD\nWhere did you two meet?\n\nMARIE\nAt the pharmacy, he’d come in for his\n\nwife’s medication.\n\nAHMAD\nWhat was wrong with his wife?\n\nMARIE\nShe was depressed.\n\nAhmad smirks. Marie notices his reaction.\n\nMARIE\nWhat?\nAHMAD\nWhat?\nMARIE\n(mimics Ahmad’s\nsmirk)\n\nWhat's that supposed to mean?\n\nAHMAD\nWe call it a smile.\n\nMARIE\nWe call it mocking.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIE\n(mimics Ahmad’s\nsmirk)\n\nWhat's that supposed to mean? AHMAD\nWe call it a smile. MARIE\nWe call it mocking. \n\nTARGET SECTION TO BE ANNOTATED:\n What's funny about\nit?\n\fAHMAD\nMiss our fights, darling?\n\nMARIE\nIs her depression funny to you?\n\nAhmad puts on the turning indicator and slowly pulls over.\n\nAHMAD\n\n(jokingly)\nLook, if you start bugging me, I’11\nget out right now and go back to\nTehran. I won’t come to court and I\nwon't divorce you and then let’s see\nwhat you do.\n\nMARIE\nIt’s just your hair that’s gone grey.\nNothing else has changed.\n\nAHMAD\nWhat should I do? Should I get out?\n\nMARIE\nStop joking, we’re late.\n\nAhmad laughs and starts driving.\n39. INT. COURTHOUSE - HALLWAY - DAY\n\nMarie and Ahmad are sitting on a bench in a courthouse in the suburbs\nof Paris..\n\nMARIE\nSeriously, what did you think of him?\n\nAHMAD\nFirst tell me how serious all this is,\nthen I’11 tell you what I think.\n\nMARIE\nSerious enough for me to be pregnant.\n\nAhmad, who is clearly shocked at hearing this news, tries to hide his\nsadness and they both fall silent. The lawyer comes out of a room and\ncalls Marie, who gets up.\n\nAHMAD\nIs that a joke?\n\nMARIE\nNo.\n\nMarie enters the office accompanied by the lawyer. Ahmad lags behind\nMarie, he is deep in thought.\n\f40. INT. COURTHOUSE - ROOM - DAY\n\nMarie and Ahmad are sitting in front of the judge’s desk and their\nlawyer is seated between them. The judge reads their divorce agreement\nand asks for their consent, with that the administrative stage of their\ndivorce is completed. During this procedure, Marie’s phone rings. She\nquietly speaks a few sentences without being heard. The judge looks at\nMarie with an expression that means she cannot speak on the phone. With\nno other choice, Marie hangs up the phone.\n\n41. EXT. MARIE’S HOUSE - YARD - DAY\n\nSamir, who is still in his work clothes, is in the yard and is speaking\non the phone. His hands are covered in paint.\n\nSAMIR\n(on the phone)\nHello, Marie..\n\nHe hangs up, redials, then leaves a message.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis hands are covered in paint. SAMIR\n(on the phone)\nHello, Marie.. He hangs up, redials, then leaves a message. \n\nTARGET SECTION TO BE ANNOTATED:\n The airline company\nrepresentative, who has delivered Ahmad’s suitcase, is holding some\ndocuments and waiting at the door. Ahmad’s damaged suitcase is on the\nground, its locks have been broken.\n\nSAMIR\n(on the phone)\n\nMarie... they’ve brought the suitcase.\n\nIt’s broken. I don’t know if\n\nsomething’s missing, if I should\n\naccept it or not... Call me back.\n\nSamir hangs up and goes towards the front door.\n\nAIRLINE REPRESENTATIVE\nOkay?\n\nSAMIR\nWhat if something’s missing?\n\nAIRLINE REPRESENTATIVE\nDoesn’t he have insurance?\n\nSAMIR\nI don’t know.\n\nAIRLINE REPRESENTATIVE\nWhat do we do, then? Will you take it\nor should I bring it back to the\nairport and he can come and follow up\non it?\n\nSamir goes towards the suitcase to pick it up.\n\nAIRLINE REPRESENTATIVE\nCan you sign here?\n\nThe airline representative notices Samir’s eyes, which are wet and red.\nSamir signs.\n\nAIRLINE REPRESENTATIVE\n\fAre you okay?\n\nSAMIR\n(surprised)\nWhy?\n\nAIRLINE REPRESENTATIVE\nYour eyes...\n\nSAMIR\nOh! I’m allergic to the paint.\n\nAIRLINE REPRESENTATIVE\n(while leaving)\nChange jobs!\n\nThe airline representative goes towards his car to get in. His words\nhave put Samir deep in thought.\n\n42. EXT. STREET OUTSIDE LUCIE’S SCHOOL - DAY\n\nAhmad is standing on the sidewalk among the students filing out of\nschool, waiting for Lucie to come out. Lucie exits the the school. She\ntoo is looking for Ahmad. Ahmad walks towards her.\n\n43. INT. SHAHRYAR’S RESTAURANT - DAY\n\nA typical neighborhood restaurant with an open kitchen located in the\nback where the chefs are busy cooking. The ambience of the restaurant\nis Italian. SHAHRYAR, the middle-aged and friendly owner, is taking a\ncustomer’s order. The restaurant is bustling, most of the tables are\nfull of diners. Ahmad and Lucie enter the restaurant. They walk towards\nShahryar who has not yet noticed them.\n\nAHMAD\n(in Persian)\n\nExcuse me, where’s the bus stop to\n\nTajrish?\n\nShahryar looks up. He is shocked to see Ahmad.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nAHMAD\n(in Persian)\n\nExcuse me, where’s the bus stop to\n\nTajrish? Shahryar looks up. He is shocked to see Ahmad. \n\nTARGET SECTION TO BE ANNOTATED:\nSHAHRYAR\n(in Persian)\nWhat the hell are you doing here?!\n\nShahryar gets up from behind the till and comes towards Ahmad. They\nboth hug each other warmly and start joking and laughing.\n\nAHMAD\n(in Persian and\npointing to Lucie)\nDo you recognize her?\n\nSHAHRYAR\n(in Persian)\nShe’s grown up.\n(to Lucie)\nDo you remember when you were little,\nhe’d put you on his bike and bring you\nhere?\n\fAHMAD\n\n(in Persian)\nThat was Lea.. this is Lucie! You’ve\nalways mixed them.\n\nSHAHRYAR\n(in Persian)\nHow tall she’s become.\n\n(to Lucie)\nHow are you?\n\nLUCIE\nI'm good.\n\nSHAHRYAR\n(in Persian)\nYou haven't had lunch?\n\nAHMAD\n\n(in Persian)\nWhy else would we bother to come\nhere?!\n\nSHAHRYAR\n(in Persian)\nSit, I'll be right with you.\n\nAhmad and Lucie move towards a table to sit down, Shahryar walks\ntowards the kitchen. Valeria, Shahryar’s Italian wife, is busy in the\nkitchen...\n\nSHAHRYAR\n(in Italian)\nValeria, your friend’s here.\n\nValeria sees Ahmad. Ahmad walks towards her. She is happy to see Ahmad.\n\nVALERIA\n(in Persian)\nAhmad... Hello. How are you?\n\nAHMAD\n(in Persian)\nHello, dear Valeria.\n\nSHAHRYAR\nYou remember Lucie?\n\nLUCIE\nHello.\n\nVALERIA\nHello.. what a beautiful lady you've\nbecome!...\n\nValeria warmly embraces Lucie.\n\nAHMAD\n\fYou two are still together?\n\nSHAHRYAR\n\n(in Persian)\nThere is this tiny thing in common\nbetween us to keep us from separating.\n\nAHMAD\n(in Persian)\nWhat?\n\nSHAHRYAR\n(in Persian)\nThe colors of our flags.\n\nAHMAD\n(to Valeria)\nWhat is he saying?\n\nVALERIA\nHe talks too much.. let him. How’s your\nmom?\n\nLUCIE\nShe’s good.\n\nValeria goes to the kitchen. Ahmad and Lucie sit at the table. Ahmad\npicks up the menu to look it over.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nValeria goes to the kitchen. Ahmad and Lucie sit at the table. Ahmad\npicks up the menu to look it over. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIE\nDid you go to court?\n\nAHMAD\n\nLUCIE\nSO, it’s over now?\n\nAHMAD\nIt was already over. You still like\nravioli?\n\nAhmad sets the menu down. He notices Lucie’s sad eyes, staring off into\nthe distance.\n\nAHMAD\nWhat is it?\nLucie does not respond.\nAHMAD\nYou know, this guy... I don’t think\n\nhe’s that bad...\nLucie again does not respond.\n\nAHMAD\nHe must be going through a difficult\ntime. Put yourself in his shoes.\n\fBetween his wife and his concern for\n\nhis son...\nLUCIE\nHow does she want to marry a married\nman?\nAHMAD\n\nBut you said his wife’s in a coma.\n\nLUCIE\nBut she’s not dead; she might not die...\n\nAHMAD\nThat’s his problem. That’s no one\nelse’s business...\n\nLUCIE\nDo you know why his wife’s in a coma?\n\nAHMAD\nNo, how would I know?\n\nLUCIE\nMy mom didn’t tell you?\n\nAHMAD\nNo.\n\nLUCIE\nShe committed suicide.\n\nAhmad is shocked by what Lucie is telling him. He remains silent\nsaddened by what he has learned.\n\nAHMAD\nBecause of her depression?\n\nLucie, who has until now fought back her tears, suddenly loses control\nand start to cry. She tries to prevent the other diners from hearing\nher but many of them turn to see why she is crying. Ahmad tries to get\nher to calm down.\n\nAHMAD\n(quietly)\nLucie. look at me...\n\nWorried, Shahryar comes to their table.\n\nSHAHRYAR\nWhat’s the matter?\n\nAHMAD\nLucie.. get up, we’ll get some fresh\nair.\n\nAhmad takes Lucie’s hand and gets her up from the table.\n\nSHAHRYAR\n\fTake her to the back.\n\nAhmad leads Lucie to the small back room of the restaurant where she\ncan compose herself. Concerned by Lucie’s outburst, Valeria looks\nquestioningly at Shahryar. Shahryar shrugs.\n\n44, INT. SHAHRYAR’S RESTAURANT - BACK ROOM - DAY\n\nA small room with a bed and Shahryar’s personal things.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nShahryar shrugs. 44, INT. SHAHRYAR’S RESTAURANT - BACK ROOM - DAY\n\nA small room with a bed and Shahryar’s personal things. \n\nTARGET SECTION TO BE ANNOTATED:\n In a corner are\nboxes of soft drink, mineral water and food supplies. Ahmad sits Lucie\ndown on the bed and unties her scarf and puts it aside.\n\nLUCIE\nDo you know why she doesn’t tell\nanyone that this guy’s wife has\ncommitted suicide?\n\nAHMAD\nCalm down.. calm down for now, we’1l\ntalk later.\n\nLUCIE\nBecause she doesn’t want anyone to\nfind out.\n\nAHMAD\nWhat?\n\nLUCIE\n\nThat it’s because of their affair that\nshe tried to kill herself.\n\nAlthough he’s shocked, but Ahmad pretends to not take Lucie seriously.\n\nAHMAD\nYou shouldn’t speak of these things\nwith such certainty.. especially at\nyour age.\n\nLUCIE\nThen, don’t say I’ve grown up if you\ndon't think so.\n\nLucie gets up to leave. Ahmad holds her and stops her.\n\nAHMAD\nSorry.\n\nLucie sits down. More silence.\nLUCIE\nI don’t want them to be together.\nAHMAD\nYou think it’s up to you and me? I’m\n\nnobody in this story.\n\nLUCIE\n\fIf they get married then 1/11 never..\nI'll never set foot in that house\nagain.\n\nAHMAD\nYour mother is pregnant.\n\nLucie looks at him in disbelief.\n\nLUCIE\nYou're lying.\n\nLucie, emotionally drained, stands up and leaves the room. Ahmad\nfollows her.\n45. EXT. STREET OUTSIDE SHAHRYAR’S RESTAURANT - DAY - CONTINUED\n\nLucie exits the restaurant and starts walking down the sidewalk. Ahmad\nwalks next to her.\n\nAHMAD\nWait...\n\nLUCIE\nYou know why she went with that\nasshole?... Cause he looks like you!\n\nHe reminds her of you!\n\nAhmad has no answer to give Lucie. Lucie leaves. Ahmad stands there for\na moment.\n\n46. INT. LIGHTING STORE - DAY\n\nAn old shop in Paris. A large number of old and new chandeliers and\nother lamps are hanging from the ceiling of the shop. All around the\nstore are table lamps in various sizes and shapes. Samir and Marie are\nlooking at the chandeliers hanging from the ceiling to pick something\nout.\n\n47. INT. SAMIR’S CAR - EXT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n47. INT. SAMIR’S CAR - EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET - DAY\n\nSeveral chandeliers and lamps are placed on the backseat. Samir is\nsitting behind the wheel and Marie in the front seat. They drive\nthrough the busy streets of Paris. Samir is deep in thought. Marie\nsenses it and quietly waits for him to speak. Without looking at him,\nMarie gently reaches over to hold his hand and closes her eyes. A\nmoment later, Samir has to remove his hand in order to shift gears.\nMarie opens her eyes. They drive on in silence.\n\n48. EXT. STREET - INT. RER STATION - NIGHT\n\nAhmad comes up the stairs in a metro station. It is raining. He takes\nthe gift he has bought out of its plastic bag and pulls the bag over\nhis head to prevent his head from getting wet. He crosses the busy\nstreet, reaches the sidewalk and hugs the wall as he walks to stay as\ndry as possible.\n\f49, INT. MARIE’S HOUSE - HALLWAY - NIGHT\n\nMarie walks towards the front door. She opens the door. Ahmad, who is\nsoaked from the rain, comes inside.\n\nAHMAD\nGood evening.\n\nMARIE\nYou're soaked!\n\nAHMAD\nIt started pouring...\n\nMARIE\nWant a coffee?\n\nAHMAD\nNo, I’ve just come to get my\nsuitcase. I can’t miss the last train.\n\nMARIE\nIt’s right here. At least, wait till\nthe rain stops.\n\nAHMAD\nIt’s not stopping soon.\n\nAhmad’s words have worried Marie even more.\n\nAHMAD\nIs Lucie back?\n\nMARIE\nNo.\n\nWorried, Ahmad leans against the hallway wall.\n\nMARIE\nWatch the paint.\n\nAhmad looks at his coat which is not stained with paint. He notices his\nsuitcase in the hallway. He walks towards it and sees the lock is\nbroken.\n\nMARIE\nIt was broken when they delivered it.\n\nAHMAD\nDid you call her friends?\n\nMARIE\nI’ve called them so often looking for\nher that I’m embarrassed to do it\nagain.\n\nAhmad finds his towel among the things in his suitcase and dries his\nface. He tries to close the suitcase but it will not close properly.\n\fMARIE\nDid you talk to her today?\n\nAHMAD\nYes.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tries to close the suitcase but it will not close properly. MARIE\nDid you talk to her today? AHMAD\nYes. \n\nTARGET SECTION TO BE ANNOTATED:\n Can I have a piece of string or\nsomething?\n\nMARIE\n\nYou have a couple of suitcases left in\nthe shed. You can take one of them.\n\nAHMAD\nAre the kids sleeping?\n\nMARIE\n\nMarie goes inside.\n50. INT. MARIE’S YARD - SHED - NIGHT\n\nAhmad is in the shed looking for his suitcases, which he had left there\nfrom a few years ago. From among the clutter piled up in a heap, he\npulls out two dusty suitcases. He unzips the larger suitcase. Some\nclothing, a few black and white pictures of Ahmad from when he lived in\nParis and other personal items are in the suitcase. Seeing his old\nbelongings changes his mood.\n\n51. INT. MARIE’S HOUSE - KITCHEN - NIGHT\n\nMarie is standing by the window facing the backyard. The intensity of\nthe rain can be seen. Samir is standing on the kitchen table and is\ninstalling a chandelier. Ahmad comes in the back kitchen door with his\nempty suitcase and heads towards the hallway. Marie and Samir briefly\nlook at the suitcase he’s holding. Ahmad leaves the kitchen in the\ndominating silence.\n\nSAMIR\nTurn it on, please.\n\nMarie walks towards the switch and turns on the light. The chandelier\nis lit up. Samir comes down from the table. He notices how restless\nMarie is. Ahmad enters the kitchen with the plastic bag holding the\ngifts he has brought from Tehran and the gift he has bought for Fouad.\nHe places the gifts on the kitchen table and sits down.\n\nAHMAD\nWill you tell the kids to come here\nbefore they go to sleep, so that I can\ngive them their gifts?\n\nMarie is about to leave the kitchen.\n\nMARIE\nShould Fouad come too?\n\nAHMAD\nOf course.\n\fSAMIR\nBut, he wasn’t supposed to get one.\n\nAHMAD\nI got him something today.\n\nSAMIR\nCan I ask you not give it to him?\n\nAHMAD\n(bewildered)\nWhy?\nMarie is also astonished and is looking at Samir.\nSAMIR\n\nHe’s done something wrong. He needs to\nbe punished...\n\nMARIE\nThey should both be punished, then.\n\nSAMIR\nI can only speak for my son.\n\nSamir’s words have upset Marie.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIE\nThey should both be punished, then. SAMIR\nI can only speak for my son. Samir’s words have upset Marie. \n\nTARGET SECTION TO BE ANNOTATED:\nAHMAD\nWhat’ve they done?\n\nSAMIR\nThey took the gift out of your\nsuitcase.\n\nAHMAD\n\n(laughing)\n\nBut the gift was still in there.\n\nSAMIR\nI put it back. But we can’t let them\noff the hook.\n\nAHMAD\nThe suitcase was open, they got\ntempted...\n\nMARIE\n\n(impatiently wanting\nto leave)\nI'll ask them to apologize.\n\nSAMIR\nThis way they’1l learn that there will\nalways be a way to get away with any\nsituation by apologizing.\n\nAHMAD\n\fBut I’ve already told them I’ve\nbrought gifts.. I can’t pretend now I\ndidn’t.\n\nMARIE\n(to Samir,\nfrustrated)\nCan you please let go? I’ve already\nscolded them enough.\n\nSAMIR\n(a bit upset)\nI was just asking if it was possible.\n\nAhmad is in a dilemma. He doesn’t know how to respond, but Marie goes\nto get the kids. Ahmad and Samir are standing opposite each other in\nthe kitchen. There is silence and the tension between them is palpable.\nThey avoid making eye contact with one another. Samir cannot stand this\nsituation any longer and gets up from the table with the excuse of\nclosing the window that Marie had left open when she was smoking her\ncigarette. He sees the light in the shed, which Ahmad has left on. He\npasses through the backyard in the rain and turns off the light in the\nshed and comes back to the kitchen. Marie enters the kitchen with Lea\nand Fouad.\n\nLEA\nGood evening.\n\nFOUAD\nGood evening.\n\nAHMAD\n(friendly)\nGood evening, kids.\n\nAhmad takes the plastic bag to take out the gifts.\n\nMARIE\nNo, first you both have to apologize.\n\nLEA\nI apologize.\n\nEveryone is waiting for Fouad to apologize but he is quiet.\n\nSAMIR\nAnd you?\n\nFOUAD\nI didn’t take it from the suitcase.\n\nSAMIR\nBut you were with her when she did it.\n\nFOUAD\nBut I didn’t take it.\n\nSAMIR\n\fIt doesn’t matter who took it. You\nwere together, you could’ve stopped\nher.\n\nFouad is silent and does not respond.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAMIR\n\fIt doesn’t matter who took it. You\nwere together, you could’ve stopped\nher. Fouad is silent and does not respond. \n\nTARGET SECTION TO BE ANNOTATED:\n Angry, Samir stands up, walks\ntowards him and stares into his eyes. Ahmad is uncomfortable.\n\nSAMIR\n“I apologize”.\n\nFOUAD\n(reluctantly)\nI apologize.\n\nSAMIR\n(commandingly)\n“I apologize”!\n\nFOUAD\n(with no other\nchoice)\nI apologize.\n\nSamir goes back to his seat and sits down. Ahmad gives Lea and Fouad\nthe two boxes. For Lea a remote controlled helicopter and for Fouad a\ngiftwrapped box. The children thank him but they are not very pleased\nwith the scolding they have received.\n\n52. INT. MARIE’S HOUSE - CHILDREN’S ROOM - NIGHT\nLea and Fouad are in their beds.\n\nLEA\nYou pretended like it was me.\n\nFOUAD\nI just said I didn’t take it.\n\nLEA\nThat means it was me!\n\nFOUAD\nIt was you.\n\nLEA\nBut you told me his suitcase was open.\nOtherwise, I wouldn’t have gone.\n\nFOUAD\nYou didn’t have to listen. You didn’t\nhave to go.\n\nLEA\nI know why you're mad. You didn’t get\na helicopter. You got colored pencils.\n\nFOUAD\nShut up!\n\fLEA\nYou're crazy.\n\nFOUAD\nShut up!\n\nLEA\nYou’re insane.\n\nFOUAD\nShut up!\n\nLea is upset at him. She gets up, takes her blanket and leaves the room\nto sleep in another room.\n\n53. INT. MARIE’S HOUSE - KITCHEN - NIGHT\n\nMarie holds the dress which Ahmad brought for her up to her body and\nshows it to Ahmad and Samir. Both men are looking at Marie.\n\nAHMAD\nI got the size you used to wear.\n\nMARIE\nIt still wear the same size.\n\nAHMAD\nI have a gift for Lucie too. I’ll give\nit to her later.\n\nMARIE\nShe’s never been so late.\n\nSamir gets up from the table.\n\nSAMIR\nI'll go look for her.\n\nMARIE\nWhere?\n\nSAMIR\nI don’t know.. nearby... in the streets,\nat the station.. where are the keys?\n\nMARIE\nYou had them.\n\nAHMAD\nCan I come with you, if you don’t\nmind?\nSAMIR\n(with no other\nchoice)\n\nSure. If you want.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nAHMAD\nCan I come with you, if you don’t\nmind? SAMIR\n(with no other\nchoice)\n\nSure. If you want. \n\nTARGET SECTION TO BE ANNOTATED:\n\fSamir leaves the kitchen.\n\nAHMAD\nShe might not want to come back with\nhim.\n\nMARIE\nWhy did she cry at the restaurant\ntoday?\n\nAHMAD\n\nWho told you?\n\nMARIE\nI called Shahryar and he said she\nsuddenly burst ito tears. She’s never\nbeen this late. What have you told her\nthat has made her stay out until now?\n\nAHMAD\n(calmly)\nYou hadn't told her you were pregnant?\n\nMARIE\n(worried)\nYou did?\n\nAHMAD\nI thought she’d let it go if she knew\n\nMARIE\nThat’s why she’s not back. You weren’t\nsupposed to tell her.\n\nAHMAD\nI didn’t know. What kind of secret is\nthat, anyway? She’d have found out\nsomeday!\n\nMARIE\nNot when she’s so upset.\n\nAHMAD\nHer problem is not your being\npregnant.\n\nMARIE\n\nWhat is her problem?\n\nAhmad seems reluctant to answer. Marie stands in front of him, waiting\nfor a reply.\n\nMARIE\n(a bit upset)\nWhat’s her problem?... huh?\n\nAHMAD\n\f(with no other\nchoice)\nShe seems to know everything.\n\nMARIE\nEverything about what?\n\nSamir comes to the kitchen door.\n\nSAMIR\nI can’t find the keys.\n\nMARIE\n\n(angry)\nWell, look for them!\n\nSamir is surprised to see Marie so up. Ahmad is visibly uncomfortable.\n\nAHMAD\nWe’1l talk later.\n\nMARIE\nWhat do you mean by “knowing\neverything”? I don’t understand.\n\nAHMAD\nShe says that his wife committed\nsuicide because of your affair.\n\nMarie gets even angrier upon hearing this. Ahmad, who feels that he has\nsaid what he needed to say, tries again to leave.\n\nMARIE\nShe committed suicide because...\n\nAHMAD\nI’11 call you tomorrow and we can\nspeak then.\n\nSamir enters the kitchen to take his coat.\n\nMARIE\n(angrier)\nThe keys are not here.\n\nSAMIR\nI got them.\n\nMARIE\nSo why you are here?\n\nSAMIR\nWhat do you mean? Does somebody mind\nmy being here?\n\nMARIE\nNo, but...\n\nSAMIR\nForget it.\n\fSamir leaves the house and Ahmad tries to go outside with him.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIE\nNo, but... SAMIR\nForget it. Samir leaves the house and Ahmad tries to go outside with him. \n\nTARGET SECTION TO BE ANNOTATED:\nAHMAD\n(to Samir)\nWait, I’m coming.\n\nMARIE\nAhmad.. his wife had been depressed for\nsome time.\n\nMARIE\nEvery time I’d take my clothes there,\nI’d see her.. You could tell that she\nwas unwell.\n\nAHMAD\nWhy was she unwell?\n\nMARIE\nWhat do you mean why?\n\nAHMAD\nNothing, forget it.\n\nMARIE\nLook, either don’t say something or if\nyou do, say it clearly.\n\nAHMAD\nYou said every time you saw her, she\nfelt unwell...\n\nMARIE\nI didn’t say she felt unwell, I said\nshe was unwell!\n\nAHMAD\nForget it. This is just getting worse.\n\nMARIE\n(quietly)\nYou'd really like to hear that it was\nmy fault if that woman committed\nsuicide?\n\nAHMAD\n(quietly)\n\nI don’t want to hear anything. You\n\nasked me to go and talk to your\n\ndaughter. I’m just telling what she\n\nthinks. That’s all.\n\nMARIE\nShe’s wrong. She must come and have a\nconversation with me and I'll tell\nher.\n\nAHMAD\n\fDo you want to tell her what you told\nme? Do you think she’s going to buy\nthat?\n\nMARIE\nDon’t you believe me?\n\nAHMAD\nDoes that matter? She’s the one who...\n\nMARIE\nWhat’s so unbelievable about it?\n\nAHMAD\nI also find it hard to believe that\nthe mother of a five-year-old would\ncommit suicide because of depression.\n\nMARIE\nLook who’s talking! Have you forgotten\nthe state you were in? This woman\ncommitted suicide another time when\nher baby was nine-month-old! Was it\nalso my fault? I was with you, back\nthen!\n\nAhmad falls silent upon hearing this.\n\nMARIE\nHer depression started right after the\nbirth. Do you want to know what meds\nSamir would come and get for her?\n\n54. INT. AND EXT. SAMIR’S CAR - NIGHT\n\nAhmad and Samir are in the car, driving up and down the streets of\ntheir neighborhood searching for Lucie.\n\nSAMIR\nHow long are you staying in town?\n\nAHMAD\nI haven't booked my return yet.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAMIR’S CAR - NIGHT\n\nAhmad and Samir are in the car, driving up and down the streets of\ntheir neighborhood searching for Lucie. SAMIR\nHow long are you staying in town? AHMAD\nI haven't booked my return yet. \n\nTARGET SECTION TO BE ANNOTATED:\nSAMIR\nCouldn’t you have sent a lawyer to\ntake care of the divorce instead of\ncoming all this way?\n\nAHMAD\nSure, but I wanted to come. I wanted\nto see the kids, and Marie-Anne too...\nto end on good terms.\n\nSAMIR\nBut it doesn’t seem to be the end.\nThere’s still something going on.\n\nAHMAD\nNo.. What makes you think that?\n\fSAMIR\nWhen two people meet four years later\nand start fighting again, it means\nthings are still unresolved.\n\nAHMAD\nWe were arguing about Lucie.\n\nThey are both quiet now, searching the streets in silence.\n\nSAMIR\nLucie’s problem is me.\n\nAHMAD\nNo.. it’s a misunderstanding.\n\nSAMIR\nAbout what?\n\nAhmad does not wish to answer.\n\nSAMIR\nAnything personal that I shouldn’t\nknow?\n\nAHMAD\nNo...\n\nSAMIR\nI that case, I want you to tell me...\nYou may know Marie is carrying my\nchild. It’s not good for her to be\nstressed out all the time, smoking so\nmany cigarettes...\n\nAHMAD\nI’m worried about her too. She didn’t\nuse to smoke.\n\nSAMIR\nI won't let this girl destroy her\nmother. If she has a problem, sh\n\n \n\nAHMAD\nShe has no problem. I told you, it’s a\nmisunderstanding.\n\nSAMIR\nWhat is this fucking misunderstanding\nthat has been screwing our lives for\nmonths?\n\nAHMAD\nMarie-Anne can tell you.\n\nSAMIR\nLeave her out of this.\n\nAHMAD\n\fShe is making assumptions about your\nwife.\n\nSAMIR\nShe thinks she committed suicide\nbecause of our relationship?\n\nAHMAD\nSo you know...\n\nSAMIR\nI overheard your conversation.\n\nAHMAD\nDid you?\n\nSAMIR\nShe did that because of a stupid story\nwith a customer.\n\nAHMAD\nI heard she was depressed.\n\nSAMIR\nOtherwise, she wouldn’t have tried to\nkill herself for nothing. What can I\ndo if Lucie doesn’t believe me?\nI can send her my employee. She saw\nthe whole thing.\n\n55. INT. MARIE’S HOUSE - GROUND FLOOR - NIGHT\n\nSamir and Ahmad enter the house through the front door. Marie hears the\ndoor open.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MARIE’S HOUSE - GROUND FLOOR - NIGHT\n\nSamir and Ahmad enter the house through the front door. Marie hears the\ndoor open. \n\nTARGET SECTION TO BE ANNOTATED:\n Curious and restless, she comes out of the bedroom. From\nSamir and Ahmad’s expression, she realizes that their search has been\nfruitless. Samir places the umbrella in a corner and walks in.\n\nSAMIR\nWe should call the police. They may\nfind her.\n\nConcerned, Ahmad stands in the doorway. Marie approaches him.\n\nAHMAD\nHas she already stayed out all night?\n\nMARIE\nNo, it’s the first time.\n\nSAMIR\nMaybe she went to her father’s.\n\nMARIE\nTo Brussels?\nAHMAD\n\nHe’s not in Paris anymore?\n\nMARIE\n\fNo, he’s back in Brussels.\n\nSAMIR\nYou think she can be there?\n\nMARIE\n(doubtful)\nShe’s on bad terms with him too.\n\nSAMIR\nDo you want me to call?\n\nMARIE\n(to Ahamd)\nIt’s better if you do it.\n\nSamir brushes past Marie and goes to the bedroom. Ahmad is\nuncomfortable with the request Marie has made.\n\nAHMAD\nI doubt she’d have gone to Brussels.\n\nMarie notices that Ahmad would perfer not to call Lucie’s father.\n\nMARIE\n(upset)\nFine, Ill do it.\n\nAHMAD\nOk, give me his number.\n\nMarie goes to get the number.\n\nMARIE\nShahryar called twice. He wants you to\ncall him back.\n\nAHMAD\nWhere’s the phone?\n\nMARIE\nIn the kitchen.\n\nAhmad goes to the kitchen.\n56. INT. MARIE’S HOUSE - BEDROOM - NIGHT\n\nLea is lying down under the blanket on her mother’s bed. Samir is\nfeeling down and is seated on the edge of the bed. Marie comes in,\nworried. She is looking for her address book. Everyone is quiet. Marie\n\nsees that Samir is deep in thought, he running his fingers through his\nhair.\n\nSAMIR\nWhere did she get this idea?\n\nMARIE\nWhat idea?\n\fSAMIR\nAbout Celine’s suicide.\n\nMARIE\nI don’t know...\n\nMarie finds her address book and starts to leave the bedroom. Before\nexiting, she realizes that her reaction has upset Samir. She walks\ntowards Samir and sits next to him affectionately. Lea, who has not yet\nfallen asleep, turns around and sees their backs facing her.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nBefore\nexiting, she realizes that her reaction has upset Samir. She walks\ntowards Samir and sits next to him affectionately. Lea, who has not yet\nfallen asleep, turns around and sees their backs facing her. \n\nTARGET SECTION TO BE ANNOTATED:\n Samir\ntakes the eye-drops and drops some medication into his eyes.\n\n57. INT. MARIE’S HOUSE - KITCHEN AND HALLWAY - NIGHT\nAhmad is holding the phone and speaking to Shahryar.\nAHMAD\n(in Persian)\n\nOkay, thanks.... Okay, I will... Bye.\n\nMarie is standing there holding the phonebook and is waiting for Ahmad\nto get off the phone to give him the number.\n\nMARIE\nHere.\n\nAHMAD\nWhat is it?\n\nMARIE\n\nHer father’s number. But try not to\nworry him. He’s fragile...\n\nAHMAD\nShe’s at Shahryar’s.\n\nMarie is shocked and quiet.\n\nAHMAD\nShe went to the restaurant and he took\nher in.\n\nMarie, who until now had tried to control herself, suddenly becomes\nangry.\nMARIE\nBut he called twice! Why didn’t he\ntell me? He heard how worried I was!\nWhy didn’t he tell me? I’ve been\nworried sick all night!\n\nAHMAD\nI’ll explain.\n\nMARIE\n(shouting)\nExplain what? What do you want to\nexplain?\n\nSamir, curious about the commotion, comes into the kitchen.\n\fSAMIR\nWhat’s the matter?\n\nAHMAD\nNothing.\nSAMIR\n(firmly)\nI’ve already asked you to go through\nme!\nAHMAD\n\n(even more firmly)\nAnd I ask you not to raise your voice\nin front of me.. okay?\n\nSuddenly, everyone is quiet. Samir tries to control himself.\n\nMARIE\nWhy didn’t he tell me she was there?\n\nSAMIR\nWho?\n\nAHMAD\n(to Marie)\nLucie made him promise.\n\nSAMIR\nHe promised to hide a sixteen-year-old\ngirl in his house and not tell anyone?\n\nAHMAD\nWhat do you mean hide?!\n\nSAMIR\n(nervous)\nWhy has he taken her to his house?\n\nAHMAD\nHe felt sorry for her.\n\nSAMIR\nDidn’t he feel sorry for her mother?!\n\nAhmad holds his tongue not to start a fight. Marie suddenly gets up to\nleave the kitchen. She takes a few steps and as if forgetting\nsomething, she comes back.\n\nMARIE\n(to Samir)\nThe keys.\n\nSAMIR\nWhere are you going?\n\nMARIE\nShe has to come back home.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARIE\n(to Samir)\nThe keys. SAMIR\nWhere are you going? MARIE\nShe has to come back home. \n\nTARGET SECTION TO BE ANNOTATED:\n\fAHMAD\nMarie...\n\nMARIE\nShe has to come here, sit her ass down\nand listen!\n\nAHMAD\nNow?\n\nMARIE\nRight now!\n\nAHMAD\n\nShe thinks we don’t know she’s there.\n\nMARIE\nI don’t care! I want her to come and\nsee the mess she’s put me in! I want\nher to know that I didn’t cause this\nwoman’s suicide!\n\nFouad, standing in the doorway, has heard everything.\n58. INT. MARIE’S HOUSE - BEDROOM - NIGHT\n\nMarie rushes to put on her raincoat. Samir is standing next to the door\nand Lea is on the bed. Although her eyes are closed, it is clear that\nshe is not sleeping.\n\nSAMIR\nIf you go to get her now, she won't\ncome home with you.\n\nMARIE\n\n(angry)\nThen, I’1l call the police to bring\nher back. I swear I will.\n\nSAMIR\nThe police will bring her back one\nnight. What about tomorrow night?\n\nMARIE\nEither she comes back here or she goes\nand lives with her father in Brussels.\nMarie comes towards the door to leave. Samir blocks her path.\nSAMIR\n\nShe won’t come back as long as I’m\nhere.\n\nThey stare at each other in silence.\n59. INT. SHAHRYAR’S HOUSE - NIGHT\n\nThe house is mostly dark, only one light is on in the kitchen.\nShahryar’s house is not very large. It has been decorated like an\n\fIranian home. The television is on and Shahryar is sitting on a sofa\nopposite it. He is watching a football game. Two commentators fiercely\ndebating a referee call. They each present their own points of view.\nThe penalty sequence is repeated several times in slow motion and\ngraphics. The referee’s call cannot be confirmed. The doorbell ringing\ninterrupts the sound of the show. Shahryar gets up and walks towards\nthe door. He opens the door for Ahmad. Ahmad walks in with his\nsuitcase. Both men speak quietly.\n\nAHMAD\n(in Persian)\nHello.\n\nSHAHRYAR\n(in Persian)\nHello.. come in.\n\nAHMAD\n(in Persian)\nIs she up?\n\nSHAHRYAR\n(in Persian)\nShe has fallen asleep.. come in.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHAHRYAR\n(in Persian)\nHello.. come in. AHMAD\n(in Persian)\nIs she up? SHAHRYAR\n(in Persian)\nShe has fallen asleep.. come in. \n\nTARGET SECTION TO BE ANNOTATED:\nSHAHRYAR\nHardly here and already in trouble.\n\nAHMAD\nWhen did she come to you?\n\nSHAHRYAR\nIt was late. I thought she had come\nlooking for you.\n\nAHMAD\nYou should have called right then. Her\nmother was so worried.\n\nSHAHRYAR\nHow can I call you? You don’t have a\nphone! I called the house looking for\nyou but you weren’t there. I was\nafraid if I told her mother, that she\nwould find out and leave in the middle\nof the night... What’s wrong with her?\n\nAHMAD\nShe’s imagining things.\n\n60. INT. SHAHRIAR’S HOUSE - BEDROOM - NIGHT\n\nWithout making any noise, Ahmad turns on the dim bedside lamp which is\nnear Lucie’s bed. He wants to gently wake Lucie up. He is still unsure\nbut without a choice, puts his hand on her shoulder and gently shakes\nher.\n\nAHMAD\nLucie...\n\fLucie opens her eyes and is surprised to see Ahmad next to her bed.\n\nAHMAD\nSorry to wake you.. your mom is waiting\nfor you.\n\nLucie who it seems has just realized where she is, is staring at Ahmad\nwithout saying anything.\n\nAHMAD\nShe wanted to come and get you. I\nasked her to not come, I promised I\nwould take you back. Come on, get up.\n\nLucie sits up.\n\nAHMAD\nWhere’s your jacket?\n\nLucie has only now realized what is happening.\n\nLUCIE\nI won’t go. I don’t wanna go back\ntonight.\n\nLucie’s pleas leave Ahmad less certain. He doesn’t know what to do.\n\nAHMAD\nThen I’1l call her and you can tell\nher that you’ll go back tomorrow\nmorning, okay?\n\nLucie doesn’t respond. Ahmad leaves the room to get the phone. Lucie is\nsitting on the edge of the bed by herself. Ahmad comes back with the\nphone and dials a number and waits.\n\nAHMAD\n(on the phone)\nMarie-Anne? Hold on, please.\n\nHe gives the phone to Lucie and signals to her to speak.\n\nLUCIE\n(on the phone)\nYes?... I’m staying here tonight.\n\nShe listens for a long time to the other end.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCIE\n(on the phone)\nYes?... I’m staying here tonight. She listens for a long time to the other end. \n\nTARGET SECTION TO BE ANNOTATED:\n From Lucie’s face, it is\nclear that her mother is speaking relentlessly and perhaps threatening\nher. Lucie still does not speak. Ahmad is worried and is looking at\nher. Marie has said what she wanted to say and hangs up.\n\nAHMAD\nWhy did you hang up?\n\nLUCIE\nShe did.\n\nAHMAD\nLet’s go.\n\fLUCIE\nNo.\n\nAHMAD\nGet out of bed. Let’s go talk.\n\n61. INT. SHAHRYAR’S HOUSE - KITCHEN - NIGHT\n\nAhmad closes the kitchen door behind him. Lucie goes to the sink and\nwashes her face. Ahmad sits at the table and waits for her. Lucie sits\nat the table opposite him.\n\nAHMAD\nI want you to listen carefully. I\ndon’t know how much you remember of\nthe last few months I was living with\nyour mother. Do you remember anything?\n\nLUCIE\nUhum.\n\nAHMAD\nDo you remember the state I was in?\n\nLUCIE\n\nAHMAD\nI was always feeling down. I wasn’t\nworking, I stopped going out, I just\ndidn’t want to exist anymore. So, when\nyour mom says that woman committed\nsuicide because she was depressed, I\ncan understand what it means. Even\nwith a young child...\n\nLUCIE\nDid you often think of killing\nyourself?\n\nAHMAD\n\nYes, sometimes?\n\nLUCIE\nYou never thought of drinking\ndetergent in front of Lea and me to\n\ndie?\nAHMAD\n(shocked)\nWhat? No!\nLUCIE\n\nYou think that a woman who goes to her\nhusband’s shop and downs a bottle of\ndetergent in front of her son and\ncollapses only means to die?\n\nAhmad is silent. Lucie is trying not to burst into tears as she did\nearlier that day before finishing what she had to say.\n\fLUCIE\nWhy didn’t she take pills and die in\nher bed?\n\nAHMAD\nLook, we can spend the night imagining\nthings. But it’s all speculation.\nWe'll see Samir’s employee tomorrow.\nShe has things to tell you.\n\nLucie is struggling to maintain her composure. Ahmad is deep in\nthought. There’s a brief silence between them.\n\n62. INT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s a brief silence between them. 62. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARIE’S HOUSE - GROUND FLOOR - MORNING\n\nFouad is dressed, he takes his toothbrush from among the other\ntoothbrushes and comes out of the bathroom.\n\n63. INT. MARIE’S HOUSE - KITCHEN - MORNING\nMarie and Samir are in each other’s arms, lovingly.\n\nSAMIR\nTell her I’ve left and she can come\nback. It’s better if Fouad and I don’t\nstay here for a while.\n\nMarie pulls herself away from Samir’s embrace. Samir leaves the\nkitchen. Marie remains alone in the kitchen\n\n64. INT. METRO CAR - DAY\n\nSamir and his son are sitting next to each other towards the back of a\nmetro car. The metro approaches a station. Samir takes Fouad’s bag and\ngoes towards the exit door. Fouad is sitting stubbornly in his seat.\nThe door opens and Samir gets off assuming that Fouad is behind him.\nSuddenly he realizes that Fouad has not gotten off. Scared, he quickly\nreturns to the car and runs towards Fouad.\n\nSAMIR\nCome on, let’s go!\n\nFouad is being stubborn. Samir takes his hand. Fouad resist but Samir\nmanages to take him out of the car by force and drags him over to the\nwall for a serious talk.\n\nSAMIR\nWhat is that about? Why don’t you get\noff? Look at me!\n\nFOUAD\nI want to go back to Marie’s.\n\nSAMIR\nWe have to go home for now.\n\nFOUAD\nYou told me our home was there,\nforever.\n\fSAMIR\nYes, but some things have changed.\n\nFOUAD\nIt’s because of the man who came?\n\nSamir does not respond.\n\nFOUAD\nBecause I misbehaved yesterday?\n\nSAMIR\nNo.\n\nFOUAD\nWhy doesn’t Lucie like you?\n\nSAMIR\nBecause she thinks I want to take her\nmommy away from her.\n\nFOUAD\nBut she doesn’t like her mommy.\n\nSAMIR\nOf course she does. All children love\ntheir mommies. Just like you miss your\nmommy.\n\nFOUAD\nBut Mommy’s not home anymore.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll children love\ntheir mommies. Just like you miss your\nmommy. FOUAD\nBut Mommy’s not home anymore. \n\nTARGET SECTION TO BE ANNOTATED:\nSAMIR\nWould you like to go see her? Do you\nwant to go to see her tomorrow?\n\nFOUAD\nNo.\n\nSAMIR\nWhy?\n\nFOUAD\n\nShe scares me.\n\nSAMIR\nYour mommy?\n\nFOUAD\nShe’s dead.\n\nSAMIR\n\nDon’t say such things, Fouad. If she\nwas dead, they wouldn’t have kept her\nin the hospital, with the machines.\n\nFOUAD\n\fIf they take them away, she’1ll die?\nWhy don’t they take them away?\n\nSAMIR\nBecause we don’t know if she wants to\nstay alive like this or if she wants\nto die.\n\nFOUAD\nShe wants to die.\n\nSAMIR\n(shocked)\nWhy do you say that?\n\nFOUAD\nShe killed herself. It means that she\nwanted to die.\n\nFouad’s words have upset Samir. He hug Fouad.\n\nFOUAD\nSorry, Daddy.\n\n65. INT. SHAHRIAR’S RESTAURANT - DAY\n\nNaima is seated at one of the tables in the restaurant. Her gaze\nreveals her state of anxiety. Ahmad and Lucie are seated opposite her\nand they watch her curiously.\n\nAHMAD\nDid his wife work there too?\n\nNAIMA\nYes, for a few days. Samir had brought\nher to clear her head.\n\nNaima takes the garment out from its cover and places it in front of\nAhmad and Lucie.\n\nNAIMA\nAnd that day, she had a fight with a\ncustomer over this stain. The customer\nsaid that the dress had been stained\nat the cleaner’s. Samir’s wife said\nno, it had it before it was brought in\nto the cleaner’s.\n\nAHMAD\nThat’s all?\n\nNAIMA\n\nTo make things better, I told her to\nleave the dress and come and get it\nthe next day. The customer said that\nthe next day would be too late,\nbecause the dress belonged to a guest\nof the hotel where she worked and the\nguest was catching a flight that\nafternoon. She said we had a couple of\n\fhours to get the stain out.. and I said\nokay...",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nNAIMA\n\nTo make things better, I told her to\nleave the dress and come and get it\nthe next day. The customer said that\nthe next day would be too late,\nbecause the dress belonged to a guest\nof the hotel where she worked and the\nguest was catching a flight that\nafternoon. She said we had a couple of\n\fhours to get the stain out.. and I said\nokay... \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly Celine started\nscreaming at me, saying it wasn’t for\nme to say, that this dress had the\nstain before we got it and it’s not\nour problem. The customer started\nyelling and even cursed. Samir’s wife\ngot upset and threw the dress on the\nsidewalk. I didn’t know what to do..\nThey pushed each other around a bit,\nand the customer decided to call the\npolice.. So I asked her to let me leave\nso that when the police comes, I\nwouldn’t be there...\n\nAHMAD\nYou work illegally?\n\nNAIMA\nYes. But Céline said “you have to stay\nand tell the police that when you got\nthe dress, it was already stained”. So\nI called Samir without her seeing me\nto and asked him to come quickly. When\nhe came and heard the story, he got\nvery angry with his wife and said\nsorry to the customer and said he’d\npay for the dress. He asked her to\ncall the police and tell them that the\nissue was resolved. The customer said\nshe'd do it only if his wife\napologized to her. And then Celine\nstarted screaming and yelling at me\nsaying I had no right to call Samir\nbehind her back. I didn’t say\nanything. I just took my purse to\nleave, but Samir came and took my\nhand, like this... He said I had to\nstay. Instead, he asked his wife to\nleave. In front of the customer, in\nfront of me, he threw her out.. and I\nstayed.\n\nNow all three are quiet. Upset, Ahmad looks at the stain at the back of\nthe dress and Lucie stares at Naima who is upset.\n\nAHMAD\nHow many days before her suicide was\nthat?\nNAIMA\nI think four or five days... Can I go?\nAHMAD\nThank you.\n\nNaima gets up. She takes the dress, says goodbye and leaves. Ahmad gets\nup and accompanies her to the door. Lucie is still seated, lost in\nthought. Ahmad returns to the table.\n\fAHMAD\nThat’s what depression’s like. Small\nthings can suddelnly set you off.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nAhmad returns to the table. AHMAD\nThat’s what depression’s like. Small\nthings can suddelnly set you off. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIE\n(on the verge of\ntears)\nThe day before her suicide, I\nforwarded her all the love letters my\nmom and Samir had emailed each other.\n\nAhmad is astonished. He is looking in disbelief at Lucie who has now\nrevealed her secret and does not even have the energy to cry. There is\nsilence between them.\n\n66. EXT. SHAHRYAR’S RESTAURANT - SIDEWALK - DAY\n\nLucie exits the restaurant. They stand on the sidewalk together, she is\nupset and looking at Ahmad.\n\nAHMAD\nWhat are you going to do now?\n\nLUCIE\nI'll go to Brussels.\n\nAHMAD\n\nDon’t be silly. You won’t last a\nminute there. You have to go back to\nyour mom's.\n\nLUCIE\nI can’t wake up every morning and face\nthe guy whose wife is dead because of\nme!I can’t look his son in the eyes.\n\nAHMAD\nCome sit down.\n\nAhmad seats Lucie down on the chair in front of the restaurant. He sits\nopposite her.\n\nAHMAD\nDo you want me to help you?\n\nLUCIE\n(worried)\nYou're not going to tell my mom...\n\nAHMAD\nListen...\n\nLucie gets up.\nLUCIE\n(frantic)\n\nNo, I don’t want her to know.\n\nAHMAD\nSit down!\n\fLUCIE\nI shouldn’t have told you.\n\nAHMAD\nHold on, listen.. You either keep this\nto yourself and suffer for the rest of\nyour life, or you talk to your mom.\n\nLUCIE\nWhat'd that chage?\n\nAHMAD\nIt might change her decision to marry\nhim.\n\nLUCIE\n\nHe decision’s made, she’s pregnant.\n\nAHMAD\nWhat if she finds out about this after\nher child is born? Then, it’d really\nbe too late.\n\nLUCIE\nIf I'd felt like telling her, I\nwould’ve done it.\n\nAHMAD\nIt’s not about you feeling like it or\nnot. You have to ask yourself if it is\nimportant for your mother. She has the\nright to know.\n\n67. INT. MARIE’S HOUSE - KITCHEN - HALLWAY - DAY\n\nMarie is busy putting away the groceries.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\n67. INT. MARIE’S HOUSE - KITCHEN - HALLWAY - DAY\n\nMarie is busy putting away the groceries. \n\nTARGET SECTION TO BE ANNOTATED:\n From the hallway, Ahmad\nquietly stands in the kitchen doorway. Marie doesn’t notice his\npresence. She turns around, sees him standing behind her. She is\nstartled, screams, then laughs at her own reaction.\n\nMARIE\nYou’re here?\n\nAHMAD\nI was upstairs with Lucie.\n\nAhmad comes into the kitchen.\n\nMARIE\nHow was your meeting?\n\nAHMAD\nWhat meeting?\n\nMARIE\nWith Samir’s employee.\n\nAHMAD\nYeah. It was fine.\n\fLEA\n\nbetween them.\n\nAhmad helps Marie put away the groceries.\n\nAHMAD\nHad you told Lucie I was coming to\nParis?\n\nMARIE\nNo.\n\nAHMAD\n\nHow did she know, then?\n\nMARIE\nDid she know?\n\nAHMAD\nYes\nMARIE\nHow?\nAHMAD\nI don’t know. Maybe she reads your\nemails.\n\n(showing a bottle)\nWhere do you keep this?\n\nMarie takes the bottle of dishwashing liquid from Ahmad to put it ina\ncupboard. Ahmad’s words have peaked her curiosity.\n\nMARIE\nDid something happen?\n\nAHMAD\nShall we go for a walk?\n\nMARIE\nNo, I’m tired. What’s the matter,\nAhmad?\n\nAhmad goes to the door to close it so that they may speak in private.\nAhmad sits down.\nwaiting for him to speak.\n\nMarie sits down opposite him. Marie is staring at him,\n\nINT. MARIE’S HOUSE - UPSTAIRS ROOM - DAY\n\nLea is sitting next to Lucie on the edge of the bed. A brief silence\nLea looks at Lucie’s worried face.\n\nLEA\nYou want to go live with Dad?\n\nLucie thinks for a moment then shrugs.\n\nLEA\nI£ you go, I’1l come with you.\n\nLUCIE\nYou have to stay here with Mom.\n\fLEA\n\nLEA\nI want to be with you.\n\nLUCIE\nIt’s not a good idea.\n\nLEA\nDad’s wife is a bit weird.\n\nThere is silence between them. Ahmad calls Lucie from downstairs.\nWorried, Lucie gets up and leaves the room. Lea is watching her.\n\n69. INT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nLea is watching her. 69. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MARIE’S HOUSE - HALLWAY - KITCHEN - BACKYARD - DAY\n\nIn the hallway, before Lucie comes into the kitchen, Ahmad quietly\ngestures to Lucie no to be worried and that her mother only wants to\nspeak with her. Lucie goes towards the kitchen. Marie is standing like\na zombie in the backyard behind the kitchen and smoking a cigarette.\nLucie slowly walks in and stands in a corner of the kitchen. She is\nlooking at her mother. A heavy silence. Marie realizes Lucie is in the\nkitchen. She comes back inside. She is consumed by anger, her hands are\nshaking with rage.\n\nMARIE\nIs what Ahmad said true?\n\nLucie nods. Marie suddenly loses control and lunges towards her. She\nhas burst into tears, she takes Lucie by the arms and shakes her\nviolently while crying and screaming at her.\n\nMARIE\n(crying)\nWhy did you do that to me? What did I\never do to you?\n\nLucie shows no reaction. She too is crying. She does not defend herself\nagainst her mother’s beating. It is clear that she is feeling sorry for\nMarie. Ahmad who has heard the commotion, rushes into the kitchen to\nseparate Lucie from her mother’s grip. Marie is too angry to let Lucie\ngo. He manages to free Lucie and pulls Marie to a corner of the\nkitchen. Lea has also come down and is witnessing this fight. Marie\nsuddenly starts punching her own stomach. Ahmad holds her hands to\nprevent her from doing this.\n\nAHMAD\nStop it, Marie! Calm down!\n\nMARIE\nYou little shit!\n\nAHMAD\nMarie! Easy...\n\nMARIE\nGet your hands off me!\n\nAHMAD\nYou promised not to do that.\n\fMARIE\n(to Lucie)\nGet out of this house! Get out!\n\nAgain Marie tries to lunge at Lucie. Ahmad struggles to stop her and\nsends Lucie out of the kitchen.\n\nAHMAD\n\n(to Lucie)\nGo.\n\nMarie aimlessly walks around the kitchen. Ahmad comes towards her to\ntry and calm her down.\n\nAHMAD\nShe’s in enough pain. I asked her to\ntell you. She could’ve stopped me from\ntalking to you. I could’ve asked her\nto keep the secret.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nI asked her to\ntell you. She could’ve stopped me from\ntalking to you. I could’ve asked her\nto keep the secret. \n\nTARGET SECTION TO BE ANNOTATED:\n You’d have\npreferred not to know anything for the\nrest of your life?\n\nMarie suddenly lashes out at Ahmad.\n\nMARIE\nWill you shut up!\n\nAHMAD\nRemember you’re the one who wrote\nthose emails. She only forwarded them.\n\nMARIE\nI don’t want to hear you. I hate it\nwhen you lecture me! It disgusts me!\n\nAHMAD\n(to Lea)\nGo to your room sweetheart...\n\nAhmad walks towards Lea, sends her out of the kitchen and closes the\ndoor.\n\nAHMAD\nI’m not lecturing you! You asked me to\ncome here and talk to Lucie!\n\nMARIE\n(screaming and\ncrying)\nFuck off! I didn’t ask you here for\nLucie! I asked you to come here after\nfour years just to sign that fucking\npiece of paper and then get lost\nforever!\n\nAHMAD\n\fListen. Why didn’t you ask me to come\nlast year? Why do I have to be here in\nthe middle of this shit...\n\nMARIE\nScrew you.\n\nAHMAD\nwithout even knowing you’ re\ngetting married?\n\nMARIE\n(angry)\nRead your emails!\n\nAHMAD\nAnd you didn’t book me a hotel. And\nyou made me sleep next to his son.\nWhy?\n\nMARIE\nI sent you an your email...\n\nAHMAD\nYou made me come here just to get\nrevenge. That’s all it’s about.\n\nMARIE\n(angry and sarcastic)\nYes, you're right. Happy?\n\nAHMAD\nJust before seeing the judge, you tell\nme you’re pregnant. Why?\n\nMARIE\nDo,’t you want to get out of here?\nJust leave for good? Please...\n\nLea runs into the kitchen.\n\nLEA\nShe’s leaving!\n\nAhmad is worried. He comes out of the kitchen with Lea. Angry and\n\nfrustrated, Marie sits at the kitchen table.\n\n70. EXT. MARIE’S HOUSE - STREET - DAY\n\nLucie, her eyes puffy and teary, walks quickly down the street.\n\nruns after her.\n\nAHMAD\nLucie!.. Lucie!\n\nAlthough she can hear him, Lucie does not respond to his calls.\n\nreaches her and blocks her path.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucie! Although she can hear him, Lucie does not respond to his calls. reaches her and blocks her path. \n\nTARGET SECTION TO BE ANNOTATED:\nAHMAD\nWhere are you going?\n\nAhmad\n\nAhmad\n\fLucie does not respond and tries to go around him. Ahmad grips her\nhand.\n\nAHMAD\n(firmly)\nCome back!\n\nLUCIE\nWho are you to boss me around?\n\nAhmad has nothing to say to her.\n\nAHMAD\nLucie, your mother is not feeling well\nright now. Plese, don’t make it worse.\n\nLUCIE\nWhy did you tell her?\n\nAHMAD\nYou said I could.\n\nLUCIE\nYou left me no choice.\n\nAHMAD\nI wanted to spare you suffering.\n\nLUCIE\nAm I not suffering now? Am I well?\n\nAhmad does not respond. Lucie pulls her hand from his and leaves. Ahmad\nis upset. Lucie continues walking, then again she stops.\n\nLUCIE\nCan you lend me some money?\n\nAHMAD\nWait, I’11 come with you.\n\nLucie waits at Ahmad’s insistence. Ahmad rushes back to the house and\ngoes inside.\n\n71. INT. MARIE’S HOUSE - HALLWAY AND KITCHEN - DAY\n\nAhmad is rushing down the stairs and putting on his coat. He comes\ntowards the kitchen. Lea is standing in the kitchen doorway. Dazed,\nMarie, who has stopped crying, is sitting at the kitchen table.\n\nMARIE\nWait.. 1/11 go.\n\nMarie comes out of the kitchen and walks towards the front door. Lea is\nlooking at Ahmad who is standing there not knowing what to do. Ahmad\ncomes towards her. Together they walk into the kitchen. Ahmad sits on\nthe chair and Lea gently leans against him and stands there.\n\nLEA\n\fWhat was in those emails?\n\nAHMAD\nI don’t know...\n\n72. EXT. MARIE’S HOUSE - STREET - DAY\n\nMarie has reached Lucie who is standing on the side of the road.\n\nquickly looks at her in silence.\n\nMARIE\nCome back home.\n\nLucie looks at her mother in silence.\n\nMARIE\nLet’s get back in.\n\n73. INT. SHAHRYAR’S HOUSE - WORK ROOM - DAY\nAhmad is sitting at a workbench.\n\nSHAHRYAR\n\n(in Persian)\nAhamd, look at me. Don’t get sucked\nback into this. Cut.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHAHRYAR\n\n(in Persian)\nAhamd, look at me. Don’t get sucked\nback into this. Cut. \n\nTARGET SECTION TO BE ANNOTATED:\n Remember Mitra\nand me? Cut. Life goes on without you\nand me.\n\nAHMAD\n\n(in Persian)\nI think to myself if I hadn’t left\nfour years ago...\n\nSHAHRYAR\n\n(in Persian)\nYou would’ve left a year later.. if\nnot, two years later. I told you from\nthe beginning, you were not made for\nthis place. You have to choose. It’s\neither one way or the other. You can’t\nhave it both ways.\n\nAhmad has nothing to say to Shahryar.\n\n74, INT. MARIE’S HOUSE - KITCHEN - NIGHT\n\nShe\n\nMarie is holding her phone, full trepidation, she paces back and forth\nin the kitchen. She dials a couple of numbers, but she changes her mind\nand hangs up. Lucie quietly comes into the kitchen from the hallway.\n\nShe is looking at the phone in her mother’s hand.\nLUCIE\nAre you going to tell him?\nMarie just looks at Lucie. She has no answer.\n\nLUCIE\nYou don’t have to.\n\fMarie thinks of what Lucie has said. She sits down at the kitchen\ntable.\n\nMARIE\nGo to bed. And turn off the light,\nplease.\n\nLucie turns off the light and leaves the kitchen. Marie places the\nphone on the table and stays there in the darkness.\n\n75. EXT. SIDEWALK OUTSIDE THE DRYCLEANER’S - DAY\n\nMarie is walking down the sidewalk. It’s a long walk to the\ndrycleaner’s. From her eyes, it is clear that she has not had a good\nnight’s sleep.\n\n76. INT. DRYCLEANER’S - DAY - CONTINUED\n\nMarie enters the drycleaner’s. Naima is busy getting the clean clothing\nout of the large washing machine. Fouad is busy drawing in a corner.\n\nNaima notices Marie who has now come to this side of the counter.\n\nNAIMA\nHello, Ma’am.\n\nMARIE\nHello. Is Samir here?\n\nNAIMA\nHe’s upstairs.\n\nMarie goes towards the back door.\n77. INT. SAMIR’S HOUSE - STAIRWAY - DAY\n\nMarie climbs the narrow stairway, which connects the dry cleaner’s to\nSamir’s house on the second floor. She rings the doorbell.\n\n78.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAMIR’S HOUSE - STAIRWAY - DAY\n\nMarie climbs the narrow stairway, which connects the dry cleaner’s to\nSamir’s house on the second floor. She rings the doorbell. 78. \n\nTARGET SECTION TO BE ANNOTATED:\n INT. SAMIR’S HOUSE - DAY\n\nA small house located above the dry cleaner’s with windows facing the\nstreet. It is clear that life has not flowed in this house for some\ntime and everything is a mess. From the vanity drawer, Samir takes out\nthe half-full perfume bottles belonging to his wife. Marie is standing\na bit further away.\n\nMARIE\nWhat’s all this?\n\nSAMIR\nHer perfumes. I’m taking them to the\nhospital.\n\nMARIE\nWhat for?\n\nSAMIR\n\fA silence ensues.\nis staring at the\n\nSamir has noticed\n\nFor a test. One of her nurses was\nsaying that the memory of smell is the\nlast one you lose.\n\nSamir places the perfume bottles on the table. Marie\nperfumes. She takes one of them and looks at it.\n\nMARIE\nThat is your cologne...\n\nSAMIR\nShe liked it.\n\nsomething suspicious in Marie’s expression.\n\nSAMIR\nWhat?\n\nMARIE\nNothing.\n\nSAMIR\n\nWhy don’t you sit?\n\nMARIE\nI have to go.\n\nMarie is not feeling like she usually does. He is waiting for her to\n\nspeak.\n\nMARIE\nI don’t like it when hide your\nfeelings.\n\nSAMIR\n\nI’m not hiding anything.\n\nMARIE\nYou mean you are not happy?\n\nSAMIR\nAbout what?\n\nMARIE\nIs it not good news that there is\nstill hope that she can react to\nsomething?\n\nSAMIR\nWhat do you want me to say?\n\nMARIE\nYou're stuck between your wife and me.\n\nSAMIR\nYou ralized that overnight?\n\nMARIE\nI’ve felt it for a long time.\n\fSAMIR\nSince when?\n\nMARIE\nWhat do you mean?\n\nSAMIR\nYou didn’t say things like that until\nlast week.\n\nThe weight of Samir’s coment sinks in.\n\nMARIE\nI always felt it but I wasn’t brave\nenough to tell you earlier. Maybe I\nwasn’t sure of what I felt.\n\nSAMIR\nWhat do you feel?\n\nMARIE\nThat I am only here to fill the\nvoid left by your wife.\n\nSamir is hurt by Marie. A brief silence.\n\nSAMIR\nWhose void am I supposed to fill in\nyour life?\n\nMARIE\n(upset)\nNo one’s.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nA brief silence. SAMIR\nWhose void am I supposed to fill in\nyour life? MARIE\n(upset)\nNo one’s. \n\nTARGET SECTION TO BE ANNOTATED:\nSAMIR\nAre you sure?\n\nMARIE\nOf what?\n\nSAMIR\nI’m not here to make up for your\nfailed marriage ?\n\nMARIE\nIf that was the case, I wouldn’t be\ncarrying your child.\n\nSAMIR\nThat was an accident.\n\nMARIE\nI could’ve not kept it.\n\nSAMIR\nYou kept it because you wanted to\nerase that man, to convince yourself\nthat it was over, that you’d turned\n\fthe page and you were starting\nsomething new with someone else. But\nthe problem is that you're still not\nconvinced. Otherwise, you wouldn’t\nhave brought him home, you’d have let\nhim go to a hotel.\n\nMarie is staring at him.\n\nSAMIR\nEver since he’s come back, you've\nchanged. I don’t even recognize you\nanymore.\n\nMARIE\nI feel this way because I’ve found out\nwhy your wife...\n\nSAMIR\nLeave her out oh this, please.\n\nMARIE\nShe knew...\n\nSAMIR\nYou sound like your crazy daughter.\n\nSAMIR\nIf she’d known, she’d have said\nsomething to me at some point.\n\nMARIE\nShe never asked about me?\n\nSAMIR\nAsk what?\n\nMARIE\nI don’t know. Why I came so often...\n\nSAMIR\nFor her, you were just a customer.\n\nMARIE\nWhat about you? Didn’t she suspect\nyou?\n\nSAMIR\n\nNo. I wish she had. At least, it’d\nhave meant she cared enough to try and\nfind out if there was someone else.\n\nMarie is silent for a moment. Samir places the perfumes inside a box.\nMarie gets up to walk towards the door.\n\nMARIE\nLucie sent her our emails.\n\nSamir is shocked, staring at Marie. There is a heavy silence between\nthem.\n\fSAMIR\nHow'd she get her email?\n\nMARIE\nYour wife gave it to her.\n\nSAMIR\nBut they never met...\n\nMARIE\nLucie called her at the shop and told\nher she had emails we had sent each\nother and that she wanted to forward\nthem. Your wife accepted.\n\nSamir stares at Marie in disbelief. Again, there is silence between\nthem.\n\nSAMIR\nWhen did she call her?\n\nMARIE\nThe day before her suicide.\n\nSamir drops his gaze and stares at the perfumes.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAMIR\nWhen did she call her? MARIE\nThe day before her suicide. Samir drops his gaze and stares at the perfumes. \n\nTARGET SECTION TO BE ANNOTATED:\n Marie leaves his\nhouse.\n\n79, INT. DRY CLEANER’S - DAY\n\nSamir enters the dry cleaner’s from the back door. He is preoccupied.\n\nNaima is writing up an order for a customer. He waits for the customer\nto leave. He is looking at Fouad who is still drawing in his notebook.\n\nAs soon as the customer leaves, he calls Naima.\n\nSAMIR\nNaima... come here a second.\n\nNaima walks towards Samir.\n\nSAMIR\nAfter the fight with Celine... you\nknow, when I asked her to go... did\nshe ever come by the shop when I was\nout?\n\nNAIMA\nNo\n\nSAMIR\n\nWhat about when she wanted to go\nupstairs? Would she pass through\nhere?\n\nNAIMA\nI didn’t see her the last few days.\n\nSAMIR\nShe was always up there?\n\fNAIMA\nShe only came down the day it\nhappened.\n\nSAMIR\nNot the day before?\n\nNAIMA\nNo, why?\n\nSAMIR\nSomeone says that they called here and\ntalked to my wife.\n\nA costumer comes and Naima goes to her.\n80. EXT. STREET OPPOSITE PHARMACY - INT. PHARMACY - DAY\n\nUpset, Marie is filling the prescription for a customer. She spots\nSamir who is waiting for her outside the pharmacy. She quickly gets the\nprescription for the customer and sends her to the register to pay. She\ncomes out of the pharmacy. Her co-worker who is ringing up the\ncustomer, is frustrated with Marie’s sloppy work. She glances outside\nand sees Marie and Samir talking.\n\n81. INT. MARIE’S HOUSE - DOWNSTAIRS BEDROOM - NIGHT\n\nA small lamp is on. Marie is lying on her bed by herself and she is\nstaring out into space. The door gently opens. Lucie comes in. Marie\nrealizes Lucie is there but shows no reaction. Lucie comes towards the\nbed. She pulls the blanket to the side and lies down next to her mother\nwho has her back towards her. She pulls the blanket over herself. For a\nmoment, they lie like this side by side. Lucie turns towards her\nmother. She holds her from behind. Marie takes her hand and presses it\nto her chest.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucie turns towards her\nmother. She holds her from behind. Marie takes her hand and presses it\nto her chest. \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIE\nI’m sorry, Mom.\n\nMARIE\nPromise not to lie to me again.\n\nLUCIE\nWhen did I lie to you?\n\nMARIE\nWhen you say you’d forwarded the\nemails.\nLucie is shocked at hearing this but she does not respond. From her\nlook, it is clear that she is debating whether to speak or to remain\n\nsilent.\n\nMARIE\nYou promise?\n\nLucie remains silent.\n\nMARIE\n\fOkay?\n\nLUCIE\nWhy do you think it was a lie?\n\nMARIE\nBecause she wasn’t at the shop the day\nbefore her suicide.\n\nAgain Lucie is silent. She lets go of her mother and turns onto her\nback. She stares at the ceiling. Marie is surprised at her reaction and\nturns her head towards her. She looks at Lucie. Lucie speaks in\nresponse to Marie’s inquisitive gaze.\n\nLUCIE\nI spoke to her.\n\nMARIE\nNo.\n\nLUCIE\nYes. She had an accent.\n\nMARIE\nHis wife is French.\n\nNow they are both thinking the same thing. Marie is worried.\n82. INT. DRYCLEANER’S - EXT. SIDEWALK - MORNING\n\nSamir is waiting for Naima to arrive, it is clear that he is extremely\nupset and angry. A brief moment passes. Naima enters.\n\nNAIMA\n‘Morning.\n\nNaima goes to the back, takes off her jacket and hangs it up along with\nher purse. Samir stands opposite her and stares into her eyes. Naima is\nworried,\n\nSAMIR\nWhy did you do it?\n\nNAIMA\nDo what?\n\nSAMIR\nWhy did you pretend to be my wife and\n\ngave her email?\n\nNaima is scared. She does not react. Samir is angry, still waiting for\nher to answer.\n\nSAMIR\nWell?\n\nNAIMA\nSorry.\n\nSAMIR\n\fNaima is silent.\n\nFouad,\n\njust woken\n\nI’m not asking for an apology. I’m\nasking why!\n\nNAIMA\nShe didn’t like me.\n\nSAMIR\nWhat?\n\nNAIMA\nShe hated me.\n\nSAMIR\nHad you done something?\n\nNAIMA\n\nSAMIR\nThen why did she hate you?\n\nNAIMA\nShe thought there was something going\non between us.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAMIR\nHad you done something? NAIMA\n\nSAMIR\nThen why did she hate you? NAIMA\nShe thought there was something going\non between us. \n\nTARGET SECTION TO BE ANNOTATED:\nSAMIR\nShe thought that? Why would she?\n\nSAMIR\nWhy would she think that?\n\nNAIMA\nBecause you hired me even though I was\nillegal.. she was suspicious.\n\nSAMIR\nDid she say anything to you?\n\nNAIMA\n\nSAMIR\nWhere are you getting this crap then?\n\nNAIMA\nShe was always after me, so I\nthought...\n\nup, has opened the back door and come inside.\n\nSAMIR\nYou thought?... Get out. She never\nasked me to fire you.\n\nNAIMA\nBut she kept doing things to get you\nto fire me..\n\fSAMIR\nLike what?\n\nNAIMA\nLots of things.\n\nSAMIR\nWhat kind of things?\n\nNAIMA\nThe day of the fight, the customer\ncalled the police, she wouldn’t let me\nleave, she wanted me to stay.\n\nSAMIR\nSo what?\n\nNAIMA\nShe wanted the police to find out\nabout me.\n\nSAMIR\nThat’s it? That’s why she’s ina\ncoma?... Get out.\n\nNAIMA\n\nThat dress.. I took it out of the\nmachine. I took it, I ironed it, I\nwrapped it up... there was no stain!\nShe made the stain, I’m sure. I’ve\nbeen here for a year, I’ve never seen\na stain like that.\n\nSAMIR\nHow much do I owe you?\n\nAgain Naima does not respond. Samir comes to the counter. He takes out\nsome money from his pocket. He puts several bills on the counter and\ngoes out to the sidewalk. Fouad is staring at Naima who is upset and\nwalks towards her jacket and purse.\n\n83. EXT. DRYCLEANER’S - SIDEWALK - DAY\n\nSamir is on the sidewalk. He is clearly upset. Carrying her purse on\nher shoulder, Naima comes out of the drycleaner’s. For a moment she\npauses, then goes back towards the Samir.\n\nNAIMA\nI wanted her to know there was nothing\nbetween us. You were always upset,\nthinking about someone else , she\nthought it was me. The day of the\nfight, you asked me to stay, you took\nmy hand and you asked her to leave. I\nsaw her eyes for a second, I knew what\nshe was thinking.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou were always upset,\nthinking about someone else , she\nthought it was me. The day of the\nfight, you asked me to stay, you took\nmy hand and you asked her to leave. I\nsaw her eyes for a second, I knew what\nshe was thinking. \n\nTARGET SECTION TO BE ANNOTATED:\nSAMIR\n(angry)\n\fBecause of what you did, this kid’s\nmother has been a vegetable in a\nhospital bed for the past eight\nmonths.\n\nNAIMA\nIt’s not because of what I did.\n\nSAMIR\nYou gave her email to that brat.\n\nNAIMA\n\nIf she had read the emails, she would\nhave understood everything. Why’d she\nhave come and drunk the detergent in\nfront of me? She’d have gone to the\npharmacy and killed herself in front\nof her. Or upstairs, in front of you.\nWhy in front of me?\n\nSamir has no response. Sad, Naima walks off and grows small in the\ndistance. Samir is even more frustrated than before.\n\n84. INT. DRY CLEANER’S - DAY\n\nSamir reenters the shop. He closes the front door. He moves to the back\nof the shop and walks through the racks of clothing. From among the\nclothes, he finds the dress Naima was talking about. He brings it down.\nHe takes its cover off. He searches for the stain, looks at it\ncarefully and smells it.\n\n85. INT. SAMIR’S HOUSE - BATHROOM - DAY\n\nSamir and Fouad are in the bathroom. Fouad is sitting on the edge of\nthe bathtub and Samir is clipping his fingernails.\n\nFOUAD\nShe’s not coming back?\n\nSAMIR\nWho?\n\nFOUAD\nNaima.\n\nSAMIR\nNo\n\nFOUAD\nWhy?\n\nSAMIR\n\nShe did something wrong.\n\nFOUAD\nBut she said sorry.\n\nSAMIR\nSome things are unforgivable.\n\fFOUAD\nLike what?\n\nSamir doesn’t know how to explain what's happening to Fouad. He just\nlooks at him. He holds up his other hand and continues to clip his\nnails. He sees the band-aid on his finger.\n\nSAMIR\nWhat happened to your finger?\n\nFOUAD\nNothing.\n\nSamir takes off the band-aid.\n\nFOUAD\nI want to go back to Lea’s.\n\nSAMIR\nWe can’t go for now.\n\nFOUAD\nWhen then?\n\nSAMIR\nNot as long as we don’t know about\nMommy.\n\nFOUAD\n\nWhen will we know?\n\nSAMIR\n(frustrated)\nI don’t know.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nSAMIR\nNot as long as we don’t know about\nMommy. FOUAD\n\nWhen will we know? SAMIR\n(frustrated)\nI don’t know. \n\nTARGET SECTION TO BE ANNOTATED:\nFOUAD\nI get bored here by myself.\n\nSAMIR\nWhy don’t you come down to see me?\n\nFOUAD\nI don’t like it downstairs.\n\nSamir looks down and continues clipping his nails. It is clear that he\nis trying to hide the tears he feels after what Fouad has said.\n\n86. INT. PHARMACY - EXT. SIDEWALK - DAY\n\nSamir walks along the sidewalk. He reaches the pharmacy. Without\nstopping, he sneaks a peak inside the pharmacy. Marie is busy filling\nthe prescription for an old male customer. Samir passes the pharmacy,\nand turns onto the next street. He stops a few yards away. He paces\nback and forth for a bit. He is hesitant. He goes back the same way he\ncame, this time without looking inside the pharmacy. He goes back\ntowards the drycleaner’s. He ears Marie’s voice from behind him.\n\nMARIE\nSamir!\n\fHe stops and sees Marie who has come out of the pharmacy and is\nstanding on the sidewalk.\n\n87. INT. DRY CLEANER’S - EXT. SIDEWALK - DAY\n\nFouad is busy drawing in a corner of the drycleaner’s. The glass door\nof the store is locked. Samir and Marie are on the sidewalk and have\nreached the door. Samir unlocks the door and they both come inside. He\nagain locks the door from the inside. Fouad comes out form between the\nclothing racks.\n\nFOUAD\nHello.\n\nMARIE\nHello.\n\nMarie goes towards him. She kisses him.\n\nSAMIR\n(to Fouad)\nGo upstairs, Fouad.\n\nFOUAD\nAnd then I’1l go with Marie?\n\nSAMIR\nGo get your things. Make a drawing for\nMommy, ok?\n\nSamir accompanies Fouad to the back door. Fouad leaves. Marie sits on a\nchair by the counter.\n\nMARIE\nDo you think she got our emails?\n\nSAMIR\nI don’t know.\n\nMARIE\nIf she’d read them, she would’ve at\nleast said something to you.\n\nSAMIR\nSince the fight with the customer,\nwe'd stopped speaking. It lasted until\nthe end.\n\nMARIE\nEven if she’d read them, yesterday you\nsaid she wouldn’t have cared.\n\nSamir is silent.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt lasted until\nthe end. MARIE\nEven if she’d read them, yesterday you\nsaid she wouldn’t have cared. Samir is silent. \n\nTARGET SECTION TO BE ANNOTATED:\nMARIE\nWould she have cared?\n\nSAMIR\n\fMaybe.I don’t know. I’d rather talk\nabout now. That was then. It’s over.\nWhat I know now is that you're\ncarrying our child. We just have to\nforget.\n\nMARIE\nIs that possible?\n\nSAMIR\nIt should be.\n\nMARIE\nWhat if it isn’t?\n\nMarie is deep in thought.\n88. INT. MARIE’S HOUSE - KITCHEN - EXT. BACK YARD - DAY\n\nAhmad is standing in a corner and watching Marie who is filling the\nkettle in the sink.\n\nAHMAD\nIs your wrist better?\n\nMARIE\nIt still hurts a bit.\n\nAHMAD\nYou went to see a doctor?\n\nMARIE\nIt’s normal. It’s the lack of calcium.\nThe baby’s taking it all.\n\nAHMAD\nHow far along are you?\n\nMARIE\nA bit more than two months.\n\nAHMAD\nI thought you’d hurt yourself\npainting.\n\nMARIE\n\nI don’t know, maybe.\n\nThere’s a brief silence between them. Marie places the kettle on the\nstove and turns it on.\n\nAHMAD\nThere’s something I want to tell you\nbefore I go.\n\nMARIE\nAbout what?\n\nAHMAD\nAbout when I left four years ago\n\fMARIE\nIt’s pointless now.\n\nAHMAD\nI want to explain why I didn’t...\n\nMARIE\nNo.. I don’t want to look back anymore.\nForget it.\nAgain there’s silence.\nAHMAD\n\nI’m off, then.\n\nMARIE\nAnd your things in the shed?\n\nAHMAD\nI don’t want them.\n\nMARIE\nTake them.\n\nAhmad notices Marie’s state. From the kitchen door, he enters the\nbackyard to gather his belongings in the shed.\n\n89. EXT. MARIE’S HOUSE - YARD - DAY\n\nAhmad comes to the yard holding a dusty suitcase. Lea and Fouad are\nbusy playing with Lea’s helicopter. Ahmad goes towards Lea and hugs\nher. Fouad is watching them. Lea smiles. Ahmad looks at Fouad and also\nhugs him.\n\n90. INT. MARIE’S HOUSE - UPSTAIRS ROOM - EXT. YARD - DAY\n\nLucie looks out at the yard from the window of her room.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MARIE’S HOUSE - UPSTAIRS ROOM - EXT. YARD - DAY\n\nLucie looks out at the yard from the window of her room. \n\nTARGET SECTION TO BE ANNOTATED:\n She watches\nAhmad say goodbye to Lea and Fouad and walk toward the front gate. The\nchildren see him off. Ahmad goes onto the street. To better see him\nleave, Lucie places one foot on the bed and raises herself a little.\nAhmad fades into the distance. Lucie stays there till Ahmad disappears\nfrom view. Once he is gone, she comes down from the bed.\n\n91. INT. HOSPITAL - HALLWAY - DAY\n\nSamir is in the hallway outside the door to his wife’s room and he is\nlooking inside the room.\n\n92. INT. HOSPITAL - HALLWAY AND PATIENT’S ROOM - DAY\n\nFrom Samir’s point of view, a doctor and nurse can be seen in the room\nin which Samir’s wife is in a coma. They are performing tests and\nexamining her.\n\n93. INT. HOSPITAL - HALLWAY - DAY\n\nCurious, Samir has approached the door. The doctor comes out of the\n\nroom. Samir’s inquisitive eyes are directed at him. The specialist\ntakes Samir aside.\n\fDOCTOR\nUnfortunately she had no reaction.\n\nSAMIR\nNone?\n\nDOCTOR\nNone that I registered.\n\nSAMIR\nYou mean the scratches on her stomach,\nwere involuntary?\n\nDOCTOR\n\nPossibly. As I told you, these tests\ndon’t reflect her state of\nconsciousness.\n\nSAMIR\nBut she’d never scratched herself\nbefore.\n\nDOCTOR\nI really can’t say. The nurses may\nhave done it when moving her in her\nbed. Theses patients have fragile\n\nskin.\n\nSAMIR\nDoctor... how can I be sure it’s not\nher?\n\nDOCTOR\n\nBy doing further tests. But even if\nthe other tests results are negative,\nthere’1l still be room for doubt. In\nthese cases, you can never be sure.\n\nThe doctor leaves. From the doorway, Samir is looking inside the room.\nThe nurse who is busy collecting the perfumes, comes out of the room\nand walks towards Samir.\n\nNURSE\nI put the perfumes by her bed.\n\nSAMIR\nDid you test all of them?\n\nNURSE\nNo just a couple of them.\n\nThe nurse leaves. Samir enters the room.\n\n94, INT. HOSPITAL - PATIENT’S ROOM - DAY\n\nSamir comes into the room.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSamir enters the room. 94, INT. HOSPITAL - PATIENT’S ROOM - DAY\n\nSamir comes into the room. \n\nTARGET SECTION TO BE ANNOTATED:\n His ill wife is lying motionless on the bed.\nOn the walls are drawings which were drawn by Fouad. Samir takes the\n\nbox of perfumes to reluctently leave the room. As he exits, he\nhesitates and goes back to his wife’s side. He sits by her on the bed\n\fand stares at her. He takes the men’s cologne, the scent which he knows\nhis wife liked, and pours some of it onto the palm of his hand. He\nholds his hand gently in front of his wife’s nose. He lowers his head\ntowards her ear and whispers something to her. He stares at her hand\nand feet to see a reaction. He keeps holding his hand up to her face.\nHe places his finger in Celine’s motionless hand.\n\nSAMIR\nIf you can smell the perfume, squeeze\nmy hand, Celine.\n\nHe keeps watching his finger and Celine’s hand. The end titles appear\nand fade on this shot.\n\f"
}