{
  "1": "\n\nThe Body Snatcher screenplay\n\n\n\n\n                                    RKO RADIO PICTURES\n\n                                         presents\n\n\n\n                                    THE BODY SNATCHER\n\n\n\n               BORIS KARLOFF as John Gray\n\n                HENRY DANIELL as Dr. McFarland\n\n                 BELA LUGOSI as Joseph\n\n                  RUSSELL WADE as Dr. Donald Fettes\n\n                   EDITH ATWATER as Meg Camden\n\n                    RITA CORDAY as Mrs. Marsh\n\n                     SHARYN MOFFETT as Georgina Marsh\n\n                      DONNA LEE as The Street Singer\n\n                       ROBERT CLARKE as Richardson\n\n                        CARL KENT as Gilchrist\n\n                         BILL WILLIAMS as A Medical Student\n\n                          JACK WELCH as the Boy\n\n                           LARRY WHEAT as the Salesman\n\n                            MARY GORDON as Mrs. McBride\n\n                             JIM MORAN as the Horse Trader\n\n                              INA CONSTANT as the Maid\n\n               Directed by Robert Wise\n\n                Screenplay by Philip MacDonald and Carlos Keith\n\n                 Based on the story by Robert Louis Stevenson\n\n                  Produced by Val Lewton\n\n                   Executive Producer: Jack L. Gross\n\n                    Music: Roy Webb\n\n                     Musical Director: C. Bakaleinikoff\n\n                      Songs: We'd Better Bide a Wee\n\n                              When Ye Gang Awa'\n\n                               Jamie\n\n                                Will Ye No Come Back Again\n\n                                      Sung by the Street Singer\n\n                              The Spit Song\n\n                                      Sung by the Boy\n\n                              Bonnie Dundee\n\n                                      Sung by a male quartet\n\n\n\n               Photography: Robert De Grasse\n\n                Art Directors: Albert D'Agostino and Walter E. Keller\n\n                 Set Decorators: Darrell Silvera & John Sturtevant\n\n                  Editor: J.R. Whitredge\n\n                   Costumes by Renee\n\n                    Asst. Director: Harry Scott\n\n                     Sound Recorded by Bailey Fesler\n\n                      Re-recording by Terry Kellum\n\n                       Release Date: May, 1945\n\n                        Running Time: 74 minutes\n\n\n\n\n\n\n\n\n\n\n\n                                ROBERT LOUIS STEVENSON'S \n\n\n\n                                   \"THE BODY SNATCHER\"\n\n\n\n                                       Screen Play\n\n\n\n                                   by Philip MacDonald\n\n\n\n               FADE IN\n\n\n\n               THE MAIN AND CREDIT TITLES ARE IMPOSED ON a mezzotint of\n\n               Edinburgh castle viewed from the Causeway.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nR. Whitredge\n\n                   Costumes by Renee\n\n                    Asst. Director: Harry Scott\n\n                     Sound Recorded by Bailey Fesler\n\n                      Re-recording by Terry Kellum\n\n                       Release Date: May, 1945\n\n                        Running Time: 74 minutes\n\n\n\n\n\n\n\n\n\n\n\n                                ROBERT LOUIS STEVENSON'S \n\n\n\n                                   \"THE BODY SNATCHER\"\n\n\n\n                                       Screen Play\n\n\n\n                                   by Philip MacDonald\n\n\n\n               FADE IN\n\n\n\n               THE MAIN AND CREDIT TITLES ARE IMPOSED ON a mezzotint of\n\n               Edinburgh castle viewed from the Causeway. \n\nTARGET SECTION TO BE ANNOTATED:\n  When the last\n\n               credit title dissolves\n\n\n\n                                                       DISSOLVE TO\n\n\n\n               STOP FRAME of STOCK SHOT showing Edinburgh castle.  Over this\n\n               is a title: \n\n\n\n                                     EDINBURG -- 1831\n\n\n\n               With the DISSOLVE of the words the stock shot comes to life\n\n               with a carriage coming toward the CAMERA.\n\n\n\n               EXT. EDINBURGH STREET -- LATE AFTERNOON\n\n\n\n               FULL SPOT -- Down the lonely, almost deserted street comes a\n\n               cab drawn by a bony white horse.  This black and sepulchral\n\n               vehicle passes through the long shadows and sharp gleams of\n\n               the late afternoon sun.  On the box, bunched over, almost\n\n               lost in the folds of his triple-caped overcoat and with a\n\n               battered beaver on his hand, is the cabman.  The horse plods\n\n               along, his hoof beats echoing with a hollow sound in the\n\n               narrow street.  At the corner the vehicle turns left.\n\n\n\n               EXT. GREYFRIAR'S CHURCHYARD -- LATE AFTERNOON\n\n\n\n               The black cab drawn by the white horse goes slowly past a\n\n               little cemetery.  The driver turns his head and looks down as\n\n               he goes past.\n\n\n\n               From his ANGLE, but not a MOVING SHOT, a pleasant little\n\n               graveyard with mossy gravestones; old turf making a spot of\n\n               green between the gray walls of the kirk and the blank stone\n\n               wall of a large building.\n\n\n\n               Seated on a table stone is young Donald Fettes, a poor\n\n               medical student, dressed in worn neat clothing with only a\n\n               woolen scarf about his neck for warmth.  He sits in such\n\n               scanty sunlight as he can find, munching on a cold bannock\n\n               and washing it down with thin ale from a round stone bottle.\n\n\n\n               MED. CLOSE SHOT -- Fettes.  In the closer view it can be seen\n\n               that he is looking at a small Cairn terrier who lies morosely\n\n               guarding a newly-made grave.  The dog, with his head down\n\n               between his forepaws, occasionally glances over\n\n               apprehensively at the young student.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE SHOT -- Fettes. In the closer view it can be seen\n\n               that he is looking at a small Cairn terrier who lies morosely\n\n               guarding a newly-made grave. The dog, with his head down\n\n               between his forepaws, occasionally glances over\n\n               apprehensively at the young student. \n\nTARGET SECTION TO BE ANNOTATED:\n  Fettes takes a bit of\n\n               his bannock between his thumb and forefinger and leans\n\n               forward toward the dog.\n\n\n\n                                   FETTES\n\n                         Here, -- here's a bit of something\n\n                         for you.\n\n\n\n               The dog does not stir.  Fettes leans further forward almost\n\n               putting the morsel of food to the dog's nose.  The dog growls\n\n               savagely.  Fettes draws back.\n\n\n\n                                   FETTES (cont'd)\n\n                         Now, now, laddie -- I only wanted\n\n                         to be friendly.\n\n\n\n               It is at this moment that a shadow falls athwart him and\n\n               looms up in the afternoon sunlight against the wall behind\n\n               him.  He looks up.\n\n\n\n               ANOTHER ANGLE -- Fettes looking over as Mrs. MacBride, a\n\n               plump, motherly woman of middle-age, with a Tartan shawl over\n\n               her head and carrying a pannikin of water and a bone with\n\n               some meat on it, comes through the gate.  She crosses over to\n\n               the little dog, puts the water before him and starts\n\n               shredding little pieces of meat from the bone to feed him. \n\n               The dog laps avidly at the water, then gratefully takes the\n\n               morsels of meat she gives him.\n\n\n\n               MED. FULL SHOT -- Fettes and Mrs. MacBride.\n\n\n\n                                   MRS. MACBRIDE\n\n                         He'll not leave the grave -- not\n\n                         since Wednesday last when we buried\n\n                         the lad.\n\n\n\n                                   FETTES\n\n                         Your son, ma'am?  He must have been\n\n                         a fine boy for the wee dog to love\n\n                         him so.\n\n\n\n               Mrs. MacBride nods.\n\n\n\n                                   MRS. MACBRIDE\n\n                         A great, kind lad, he was -- gentle\n\n                         with all things like Robbie.\n\n\n\n               She pauses, sighs and then goes on.\n\n\n\n                                   MRS. MACBRIDE (cont'd)\n\n                         Now I can't get the dog to leave,\n\n                         here.  Perhaps it is for the best. \n\n                         I've not money enough to afford a\n\n                         grave watcher.\n\n\n\n                                   FETTES\n\n                             (looking about)\n\n                         Not much danger here, ma'am, I\n\n                         wouldn't think -- right here in the\n\n                         heart of Edinburgh.\n\n\n\n                                   MRS.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've not money enough to afford a\n\n                         grave watcher. FETTES\n\n                             (looking about)\n\n                         Not much danger here, ma'am, I\n\n                         wouldn't think -- right here in the\n\n                         heart of Edinburgh. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n MACBRIDE\n\n                         They're uncommon bold, the grave\n\n                         robbers -- and the daft doctors who\n\n                         drive them on.\n\n\n\n                                   FETTES\n\n                             (a little uncomfortable;\n\n                              feeling he has to make\n\n                              the admission)\n\n                         I'm by way of being a medical\n\n                         myself.\n\n\n\n                                   MRS. MACBRIDE\n\n                         A doctor?\n\n\n\n                                   FETTES\n\n                         A student.  I'm studying under Dr.\n\n                         MacFarlane -- that is, I've been\n\n                         studying until today --\n\n\n\n               He starts to get up.  At this moment in the street can be\n\n               heard the clop-clop of a horse's hoofs and the rattle of iron\n\n               wheels on the cobblestones.  On the ground and gravestones\n\n               appears and passes the monstrous shadow of a horse and cab,\n\n               angular and distorted, the driver's shadow hunched and evil,\n\n               now going from left to right.\n\n\n\n               EXT. EDINBURGH STREET -- LATE AFTERNOON\n\n\n\n               LONG SHOT -- a typical street scene of the time.  A dog cart\n\n               drawn by a smart tandem passes.  It is driven by a young buck\n\n               of the period; top-hatted, dandified, his whip held at a just\n\n               so angle.  On the sidewalk, a group of small boys follow a\n\n               recruiting sergeant of the Seaforth Highlanders.  A drummer\n\n               walks at his heels.  He stops at a wooden \"Charlie\", the\n\n               rough police booth of that day, and begins to tack up his\n\n               posters.  The boys crowd around to watch.  One of them backs\n\n               up to a little trundle cart and surreptitiously filches a\n\n               piece of the shortbread being sold from this portable store. \n\n               At the other side of the \"Charlie\" stands a street singer, a\n\n               beautiful girl of about nineteen, dressed in ragged Highland\n\n               plaid.  She is singing an old border ballad about two crows\n\n               who sit waiting to pick the dead eyes out of a fallen knight. \n\n               A shepherd, crook in hand, and faithfully attended by two\n\n               handsome collies, stops a moment to hear her song, drops some\n\n               coppers into the begging bowl she holds in her hands, then\n\n               passes on.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the other side of the \"Charlie\" stands a street singer, a\n\n               beautiful girl of about nineteen, dressed in ragged Highland\n\n               plaid. She is singing an old border ballad about two crows\n\n               who sit waiting to pick the dead eyes out of a fallen knight. A shepherd, crook in hand, and faithfully attended by two\n\n               handsome collies, stops a moment to hear her song, drops some\n\n               coppers into the begging bowl she holds in her hands, then\n\n               passes on. \n\nTARGET SECTION TO BE ANNOTATED:\n               Through the consonance of the street singer's song comes the\n\n               dissonant beat of a horse's hoofs, the racking clatter of\n\n               iron-shod wheels and then between the singer and the CAMERA\n\n               there passes, very close, the white horse and the black cab. \n\n               As it blocks her out of the scene\n\n\n\n                                                       WIPE DISSOLVE\n\n\n\n               EXT. MACFARLANE'S HOUSE -- LATE AFTERNOON\n\n\n\n               FULL SHOT -- Before the imposing edifice which houses Dr.\n\n               MacFarlane's living quarters as well as his school of\n\n               anatomy, the cab, drawn by the white horse, pulls up.  The\n\n               driver begins to alight from the box.  He climbs down, and\n\n               starts for the cab door.\n\n\n\n               CLOSE SHOT -- Gray as he opens the door.  Gray is a man of\n\n               middle years with keen, darting eyes set in a face lined and\n\n               furrowed by an evil life.  The quick play of his features as\n\n               he talks or smiles can form a moving and deceptive mask.  So\n\n               that now as he opens the door, smiling, to help his\n\n               passengers alight, his face is cringing with good humor and\n\n               servility.\n\n\n\n               From the cab steps a young and lovely woman dressed in\n\n               becoming widow's weeds.  This is Mrs. Marsh.  She reaches the\n\n               sidewalk, turns back for the other occupant of the cab.  This\n\n               is a little girl of about eight, dressed in a flower-sprigged\n\n               Kate Greenway gown and a poke bonnet to match.  Gray\n\n               forestalls her.\n\n\n\n                                   GRAY\n\n                         I'll get it, ma'am.\n\n\n\n               He touches his hat respectfully, reaches in and brings out a\n\n               tiny wheel-chair, which he sets down.  He reaches in again\n\n               and takes the child up in his arms.\n\n\n\n                                   GRAY (cont'd)\n\n                             (as he picks her up)\n\n                         Come, little miss.  Cabman Gray'll\n\n                         carry you safe enough.\n\n\n\n               With the child in his arms he starts toward his horse's head,\n\n               talking as he goes.\n\n\n\n                                   GRAY (cont'd)\n\n                         Give my horse a pat.  He knows\n\n                         every little girl in Edinburgh.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith the child in his arms he starts toward his horse's head,\n\n               talking as he goes. GRAY (cont'd)\n\n                         Give my horse a pat. He knows\n\n                         every little girl in Edinburgh. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n                         Some day when you're runnin' and\n\n                         playin' in the street he'll nicker\n\n                         at ye as we go by.\n\n\n\n               CLOSE SHOT -- The horse, Gray, and the little girl.\n\n\n\n                                   GEORGINA\n\n                         I can't run and play.\n\n\n\n                                   GRAY\n\n                         I'd forgotten that, lassie.  All\n\n                         the more reason for Friend here\n\n                         bidding you a good-day.\n\n\n\n               Georgina smiles and pats the horse's nose.\n\n\n\n               ANOTHER ANGLE -- Featuring Mrs. Marsh as she smiles watching\n\n               Gray and the child.  He turns back toward her.\n\n\n\n                                   MRS. MARSH\n\n                         Would you mind carrying her up the\n\n                         steps?\n\n\n\n               Mrs. Marsh reaches for the wheel-chair.\n\n\n\n               FULL SHOT -- Mrs. Marsh takes the wheel-chair up the two\n\n               steps.  Gray follows carrying the child.  He sets the child\n\n               tenderly in the wheel-chair, smiling as he does so.\n\n\n\n                                   GRAY\n\n                         Back in your own wee cab.\n\n\n\n                                   GEORGINA\n\n                         Thank you.\n\n\n\n               In the meantime, Mrs. Marsh has fumbled through her purse for\n\n               change.  She hands this to Gray.  He takes the money from his\n\n               right hand, then removes his hat with his left hand, bobs his\n\n               forelock with the right in a series of obsequious gestures.\n\n\n\n                                   GRAY\n\n                         Thank ye, ma'am.  Thank ye.\n\n                             (to Georgina)\n\n                         You watch sharp, little miss for my\n\n                         horse to give you a \"hello\".\n\n\n\n               CLOSE SHOT -- Georgina looking at Gray with great pleased\n\n               eyes.  This has made a definite impression on her.\n\n\n\n               EXT. MACFARLANE'S HOUSE -- DAY\n\n\n\n               Mrs. Marsh has used the door knocker.  Now in response the\n\n               door is opened by a handsome woman of thirty-five, Meg\n\n               Cameron.\n\n\n\n                                   MRS. MARSH\n\n                         I would like to see Dr. MacFarlane.\n\n\n\n               Meg gives Mrs. Marsh a quick look and then turns to look at\n\n               Gray.  A glance passes between them; a glance which tells of\n\n               previous acquaintance, yet neither speaks.  He turns and goes\n\n               down the steps.  Silently, Meg opens the door and allows Mrs.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nA glance passes between them; a glance which tells of\n\n               previous acquaintance, yet neither speaks. He turns and goes\n\n               down the steps. Silently, Meg opens the door and allows Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n               Marsh to push Georgina's wheel chair through into the hall.\n\n\n\n               INT. MACFARLANE'S HALLWAY  -- AFTERNOON\n\n\n\n               Georgina's wheel chair is pushed into this gloomy and\n\n               forbidding entry.  Meg closes the door behind them, then\n\n               without further word, strides down the hall.  Mrs. Marsh and\n\n               the little girl wait and look around.\n\n\n\n               CLOSE SHOT -- Georgina.  With great wide eyes the child looks\n\n               around at the antlered stag head, the cruel-looking walking\n\n               sticks in the umbrella stand and the light-footed Mercury\n\n               with caduceus upraised.  The caduceus throws its patterned\n\n               shadow across the child's face.\n\n\n\n               CLOSE TWO SHOT -- Georgina and Mrs. Marsh.  Mrs. Marsh sees\n\n               the fright in the child's face and reassuringly pats her\n\n               shoulder.  There is the sound of a door opening and they both\n\n               look off in that direction.\n\n\n\n               MED. FULL SHOT -- The doorway to the sitting room, SHOOTING\n\n               PAST Georgina and her mother.  Framed in this doorway is the\n\n               tall, robust figure of Dr. Douglas MacFarlane, a man in the\n\n               prime of life, dressed with almost flamboyant foppishness and\n\n               carrying himself with the assurance that the world is not\n\n               only his oyster, but that he has it pinned on a fork and can\n\n               swallow it and digest it with pleasure.\n\n\n\n               THREE SHOT -- Georgina, Mrs. Marsh and Dr. MacFarlane.\n\n\n\n                                   MRS. MARSH\n\n                             (rising)\n\n                         Dr. MacFarlane?\n\n\n\n               He half-bows in acknowledgment.\n\n\n\n                                   MRS. MARSH (cont'd)\n\n                         I'm Mrs. Marsh -- this is my\n\n                         daughter -- Georgina.\n\n\n\n               She fumbles in her reticule and pulls forth an unsealed\n\n               letter which she passes to the doctor.\n\n\n\n                                   MRS. MARSH (cont'd)\n\n                         Dr. Maximillian of Leyden asked me\n\n                         to present this to you.  He thought\n\n                         you might examine my little girl.\n\n\n\n               While she is speaking, Dr. MacFarlane has opened the missive.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe thought\n\n                         you might examine my little girl. While she is speaking, Dr. MacFarlane has opened the missive. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                             (as he reads)\n\n                         Maximillian -- a very famous\n\n                         colleague of mine.  I'm delighted\n\n                         to honor his request.\n\n\n\n               With an expansive gesture he points to a door.  Mrs. Marsh\n\n               pushes the wheel chair toward the living room door.\n\n\n\n               DOLLY SHOT -- the entrance to the sitting room.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                             (over the child's head to\n\n                              Mrs. Marsh)\n\n                         Born paralyzed?\n\n\n\n               The little girl shrinks from him at the bluntness of this\n\n               question.\n\n\n\n                                   MRS. MARSH\n\n                         No.  It was an accident.\n\n\n\n               INT. SITTING ROOM -- AFTERNOON\n\n\n\n               Although it is late afternoon the lamps have been lit in this\n\n               part of the house.  Mrs. Marsh wheels the chair into the\n\n               middle of the room and then stands to one side so that Dr.\n\n               MacFarlane can examine the child.  Meg Cameron stands by the\n\n               window.\n\n\n\n                                   MACFARLANE\n\n                         Was the paralysis immediate?\n\n\n\n                                   MRS. MARSH\n\n                         No, Doctor.  She seemed to get\n\n                         better, then about six months later\n\n                         she began to complain of pain in\n\n                         her back --\n\n\n\n                                   MACFARLANE\n\n                         How long after that was the\n\n                         paralysis complete?\n\n\n\n                                   MRS. MARSH\n\n                         Nearly a year.\n\n\n\n                                   MACFARLANE\n\n                         Any attacks of pain since?\n\n\n\n                                   MRS. MARSH\n\n                         Yes, Doctor.\n\n\n\n                                   MACFARLANE\n\n                         Is her pain sporadic or constant?\n\n\n\n                                   MRS. MARSH\n\n                         It comes at intervals.  They used\n\n                         to be months apart -- but they've\n\n                         been growing more frequent --\n\n                             (catch in her voice)\n\n                         much more frequent.\n\n\n\n                                   MACFARLANE\n\n                             (directly to Georgina)\n\n                         See here, child, when you have this\n\n                         pain in your back, where is it?\n\n\n\n                                   GEORGINA\n\n                             (setting her jaw)\n\n                         I don't know.\n\n\n\n                                   MACFARLANE\n\n                         Point to where it hurts.  You can\n\n                         at least do that, can't you?\n\n\n\n                                   GEORGINA\n\n                         I don't know.\n\n\n\n                                   MACFARLANE\n\n                             (angrily to Mrs.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can\n\n                         at least do that, can't you? GEORGINA\n\n                         I don't know. MACFARLANE\n\n                             (angrily to Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Marsh)\n\n                         This is useless, ma'am.\n\n\n\n               He leaves the sentence unfinished and goes toward the center\n\n               of the room.  Mrs. Marsh leans down beside the chair.\n\n\n\n               TWO SHOT -- Mrs. Marsh and Georgina.\n\n\n\n                                   MRS. MARSH\n\n                         Please, darling, don't be so\n\n                         stubborn.\n\n\n\n               Georgina darts a glance in MacFarlane's direction.\n\n\n\n                                   GEORGINA\n\n                             (whispering)\n\n                         Mother -- he frightens me.\n\n\n\n               MED. FULL SHOT -- the door in the background.  There is a\n\n               soft rap at the door and then almost immediately it opens and\n\n               Fettes comes in.  He looks about, sees the doctor busily\n\n               engaged with a beautiful young woman and a sick child.  He is\n\n               embarrassed and tries to withdraw.\n\n\n\n                                   FETTES\n\n                         Excuse me, Dr. MacFarlane --\n\n\n\n                                   MACFARLANE\n\n                         Come in, boy -- come in.\n\n\n\n               Fettes closes the door behind him and stands rather shyly,\n\n               not knowing what to do or say.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Perhaps you can do something with\n\n                         this young lady.  I can't get an\n\n                         aye, yes, or no out of her.\n\n\n\n                                   FETTES\n\n                             (protesting)\n\n                         But, Doctor, I only wanted to speak\n\n                         to you --\n\n\n\n                                   MACFARLANE\n\n                             (interrupting)\n\n                         Come -- it's a chance to try out\n\n                         your bedside manner, Fettes.  Take\n\n                         a look at the child.\n\n\n\n               Fettes walks up shyly to the child.\n\n\n\n               TWO SHOT -- Fettes and Georgina.  Fettes stands abashed and\n\n               awkward before the clear-eyed glance of the little invalid. \n\n               He smiles at her.  The child smiles back.\n\n\n\n                                   GEORGINA\n\n                         Are you a doctor, too?\n\n\n\n                                   FETTES\n\n                         Not yet.\n\n\n\n                                   GEORGINA\n\n                         You'll be a good doctor.  I know\n\n                         all about doctors.\n\n\n\n               Fettes smiles.\n\n\n\n                                   FETTES\n\n                         That's a nice chair you have.\n\n\n\n               He pushes it.  It rolls a little.\n\n\n\n                                   FETTES (cont'd)\n\n                         Useful, too.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pushes it. It rolls a little. FETTES (cont'd)\n\n                         Useful, too. \n\nTARGET SECTION TO BE ANNOTATED:\n  Where did you get it? \n\n                         It isn't English, is it?\n\n\n\n                                   GEORGINA\n\n                             (studying him)\n\n                         What you really want to ask me is\n\n                         about my back, isn't it -- about\n\n                         where it hurts?\n\n\n\n                                   FETTES\n\n                         Why, yes.\n\n\n\n                                   GEORGINA\n\n                         Well --\n\n\n\n               She leans forward and reaches around with one hand.\n\n\n\n                                   GEORGINA (cont'd)\n\n                         It's sort of all around here --\n\n                         then down my legs -- it aches as if\n\n                         I had been walking an awfully long\n\n                         way --\n\n                             (looking up at Fettes)\n\n                         That's funny, isn't it -- because I\n\n                         can't walk at all.\n\n\n\n                                   FETTES\n\n                         Would you mind very much if I\n\n                         lifted you --\n\n                             (pointing to a table in\n\n                              the other room)\n\n                         -- onto that table in there?\n\n\n\n               She holds out her arms to him.  Fettes lifts her up and\n\n               carries her into the other room.\n\n\n\n               The CAMERA PULLS BACK to reveal Mrs. Marsh and MacFarlane\n\n               watching Fettes and the child.  They stand in the f.g.\n\n               talking together while in the other room Fettes puts the\n\n               child down on her stomach, opens her dress and examines her.\n\n\n\n                                   MACFARLANE\n\n                         Child seems to take to the lad. \n\n                         What sort of an accident was it,\n\n                         Ma'am?\n\n\n\n                                   MRS. MARSH\n\n                         A carriage overturned.  My husband\n\n                         was killed and Georgina was hurt.\n\n\n\n                                   MACFARLANE\n\n                         How long ago?\n\n\n\n                                   MRS. MARSH\n\n                         Three years.\n\n\n\n                                   FETTES\n\n                             (calling from the other\n\n                              room)\n\n                         Dr. MacFarlane --\n\n\n\n                                   MACFARLANE\n\n                             (to Mrs. Marsh)\n\n                         Excuse me.\n\n\n\n               He strides forward.  Mrs. Marsh remains where she is.\n\n\n\n               INT. EXAMINATION ROOM -- DAY\n\n\n\n               MacFarlane comes into the scene, bends over and examines the\n\n               little girl's back.  He feels the spine with first one hand,\n\n               then the other.  He nods to Fettes and turns away.  Fettes\n\n               begins to button up the little girl's dress.\n\n\n\n               INT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe nods to Fettes and turns away. Fettes\n\n               begins to button up the little girl's dress. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SITTING ROOM -- DAY\n\n\n\n               MacFarlane is walking back to where Mrs. Marsh stands.  In\n\n               the b.g. Fettes can be seen as he buttons up the little\n\n               girl's dress, picks her up in his arms and brings her back to\n\n               the wheel chair.  MacFarlane comes over to Mrs. Marsh.\n\n\n\n               TRUCKING SHOT of MacFarlane.\n\n\n\n                                   MACFARLANE\n\n                         Meg, give Fettes a hand there --\n\n                         help him wheel the little girl into\n\n                         the hall.\n\n\n\n               He turns back to Mrs. Marsh.\n\n\n\n               TWO SHOT -- Mrs. Marsh and MacFarlane.  She is looking at him\n\n               anxiously; waiting to hear his verdict.  He glances at Dr.\n\n               Maximillian's letter before speaking.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                             (tapping the letter in his\n\n                              hand)\n\n                         It seems that Dr. Maximillian is\n\n                         right.  The violence of the\n\n                         accident must have disturbed the\n\n                         tissues and caused a traumatic\n\n                         tumor -- a sort of growth that\n\n                         presses against the nerve centers.\n\n\n\n                                   MRS. MARSH\n\n                         But can anything be done for her?\n\n\n\n                                   MACFARLANE\n\n                         Perhaps -- a delicate operation --\n\n                         an operation which has never been\n\n                         performed -- but it could be\n\n                         performed.  I'm sure it could be --\n\n                         I could incise the columna dorsi --\n\n\n\n               He is quite excited as he speaks, almost as if challenging\n\n               himself.  Mrs.  Marsh's interruption is ill-timed.  It stops\n\n               him in full tide of self-persuasion.\n\n\n\n                                   MRS. MARSH\n\n                             (eagerly)\n\n                         And you will try -- you will\n\n                         operate?\n\n\n\n               CLOSE SHOT -- MacFarlane.  He is silent; thinking.\n\n\n\n               MED. FULL SHOT.  MacFarlane silently turns away from Mrs.\n\n               Marsh and goes to his desk.  Having reached it, he turns and\n\n               faces her again.\n\n\n\n                                   MACFARLANE\n\n                         Not I, Madame.\n\n\n\n               She starts toward him impulsively as if to plead with him.\n\n\n\n                                   MRS. MARSH\n\n                         But, Doctor, in Leyden -- in Paris \n\n                         - wherever I've taken Georgina --\n\n                         they've mentioned your name.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe starts toward him impulsively as if to plead with him. MRS. MARSH\n\n                         But, Doctor, in Leyden -- in Paris \n\n                         - wherever I've taken Georgina --\n\n                         they've mentioned your name. \n\nTARGET SECTION TO BE ANNOTATED:\n  I've\n\n                         come to think of you as our only\n\n                         hope.\n\n\n\n               MacFarlane looks at her, takes a step closer to her and\n\n               speaks very sincerely.\n\n\n\n                                   MACFARLANE\n\n                         Believe me, Madame, if I were only\n\n                         a doctor, I would undertake this\n\n                         operation at once.  But I'm more\n\n                         dominie than doctor -- I've a\n\n                         school to run.\n\n\n\n                                   MRS. MARSH\n\n                         But, Doctor, surely in a case like\n\n                         this -- a child -- a little child\n\n                         who can never walk or run --\n\n\n\n                                   MACFARLANE\n\n                         I regret it, Ma'am, but I have the\n\n                         responsibility of training thirty\n\n                         other doctors to attend a thousand\n\n                         children like your own.\n\n\n\n                                   MRS. MARSH\n\n                         There's nothing I can say for one\n\n                         small child?\n\n\n\n                                   MACFARLANE\n\n                         I'm not heartless, Ma'am.  I have\n\n                         every sympathy for you and for the\n\n                         little girl, but if I were to\n\n                         consent to every operation brought\n\n                         to me, I'd have no time for\n\n                         teaching -- and that's a great\n\n                         responsibility upon me, Ma'am -- a\n\n                         great responsibility.\n\n\n\n               They have reached the door.  He bows in dismissal, and Mrs.\n\n               Marsh exits.  As she leaves, Fettes passes her coming from\n\n               the hallway.\n\n\n\n               MED. CLOSE SHOT -- MacFarlane as he turns back into the room.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                             (to Fettes)\n\n                         Well, Fettes -- what was it you\n\n                         wanted to see me about?\n\n\n\n               MED. TWO SHOT -- Fettes and MacFarlane.\n\n\n\n                                   FETTES\n\n                             (shyly)\n\n                         I'm afraid I'll have to give up\n\n                         medicine, Dr. MacFarlane.\n\n\n\n                                   MACFARLANE\n\n                             (booming)\n\n                         You're made for a doctor, young\n\n                         man!\n\n\n\n                                   FETTES\n\n                         I'm afraid I have to, sir.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nMacFarlane. MACFARLANE\n\n                             (booming)\n\n                         You're made for a doctor, young\n\n                         man! FETTES\n\n                         I'm afraid I have to, sir. \n\nTARGET SECTION TO BE ANNOTATED:\n  You\n\n                         see, my father is vicar at Thrums --\n\n                         it's a small parish -- not much of\n\n                         a living --\n\n\n\n                                   MACFARLANE\n\n                             (after thinking this over\n\n                              a moment; very sincerely)\n\n                         You're too good a man, Fettes --\n\n                         I'll not let you quit.\n\n                             (with a sudden thought)\n\n                         I'll make an assistant of you --\n\n                         that'll pay your keep and your\n\n                         tuition, too --\n\n\n\n                                   FETTES\n\n                         I thought only the best students\n\n                         were made assistants.\n\n\n\n                                   MACFARLANE\n\n                         Well? And are you not a good\n\n                         student?\n\n\n\n                                   FETTES\n\n                             (getting the idea)\n\n                         But Richardson?\n\n\n\n                                   MACFARLANE\n\n                         Richardson is a fine student.  He's\n\n                         got a glib tongue, but you'll be a\n\n                         better doctor, Fettes.  Come along\n\n                         now --\n\n\n\n               He links his arm through Fettes' and starts toward the door\n\n               leading to the stairs.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         -- let's get to the anatomy room --\n\n                         I'll explain your new duties.\n\n\n\n               They have reached the door.  Meg is standing there.  As\n\n               MacFarlane and Fettes start to pass her, Meg puts her hand on\n\n               the doctor's arm.  He pauses.\n\n\n\n                                   MEG\n\n                         A word with you, Dr. MacFarlane.\n\n\n\n               MacFarlane motions Fettes to proceed into the other room.  He\n\n               closes the door behind him.\n\n\n\n                                   MEG (cont'd)\n\n                         You're not having Fettes for your\n\n                         assistant?\n\n\n\n                                   MACFARLANE\n\n                         And why not?  He's a good lad --\n\n                         bright and able.\n\n\n\n                                   MEG\n\n                         Aye.  He's a good lad.  That's why\n\n                         I ask you, MacFarlane.\n\n\n\n                                   MACFARLANE\n\n                         You think it'll spoil the boy, eh? \n\n                         Was I not assistant to Knox?\n\n\n\n                                   MEG\n\n                             (thoughtfully)\n\n                         Aye -- \n\n\n\n                                   MACFARLANE\n\n                         Did it spoil me, Meg, my lass?\n\n\n\n               She looks directly at him without answering.  MacFarlane\n\n               grows uneasy.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEG\n\n                             (thoughtfully)\n\n                         Aye -- \n\n\n\n                                   MACFARLANE\n\n                         Did it spoil me, Meg, my lass? She looks directly at him without answering. MacFarlane\n\n               grows uneasy. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE (cont'd)\n\n                             (walking up to her,\n\n                              putting an arm around her\n\n                              shoulders and tilting up\n\n                              her chin with his other\n\n                              hand)\n\n                         It will do the boy no harm.\n\n\n\n               He kisses her off-handedly.  She wraps her arm around his\n\n               neck and kisses him with fierce passion.  He releases\n\n               himself, goes on into the next room.\n\n\n\n               INT. ANATOMY ROOM -- LATE AFTERNOON\n\n\n\n               The anatomy room is dim.  Long level bars of light come\n\n               through the wide windows to illuminate the bare austerity of\n\n               this classroom.  The long rows of tables have a sombre and\n\n               empty look.  Everything is meticulously clean.\n\n\n\n               At one of the tables is the hunched, dark and evil figure of\n\n               Joseph, the janitor of the school.  He is engaged in rubbing\n\n               the surface of a marble-topped table.  The door on the\n\n               landing opens.  MacFarlane and Fettes come through. \n\n               MacFarlane still has his arm linked through that of his young\n\n               friend and is listening to Fettes' gratitude with evident\n\n               pleasure.\n\n\n\n                                   FETTES\n\n                         -- all my gratitude, sir -- I can\n\n                         never express it...\n\n\n\n               MED. FULL SHOT -- Fettes and MacFarlane as they descend the\n\n               stairs.\n\n\n\n                                   MACFARLANE\n\n                             (lightly)\n\n                         They'll be satisfaction enough for\n\n                         me to know I've trained the great\n\n                         Dr. Fettes.\n\n\n\n               MED. SHOT to include Joseph in the f.g. and Fettes and\n\n               MacFarlane as they reach the floor level of the anatomy room. \n\n               Joseph, continuing his work, casts a sidelong glance at the\n\n               doctor and student.  It is evident he is listening to every\n\n               word they say.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Now -- as to your duties.  It is up\n\n                         to you to keep the accounts and to\n\n                         distribute the specimens to the\n\n                         students.  Also, inasmuch as you'll\n\n                         be living in the house --\n\n\n\n               He looks over and glances at Joseph and having noticed that\n\n               Joseph is eavesdropping, breaks off short.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE (cont'd)\n\n                         Now -- as to your duties. It is up\n\n                         to you to keep the accounts and to\n\n                         distribute the specimens to the\n\n                         students. Also, inasmuch as you'll\n\n                         be living in the house --\n\n\n\n               He looks over and glances at Joseph and having noticed that\n\n               Joseph is eavesdropping, breaks off short. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE (cont'd)\n\n                             (to Joseph)\n\n                         Joseph --\n\n\n\n               Joseph looks up.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         What are you doing, sneaking about\n\n                         here like a Redskin?  Make a little\n\n                         noise, man.  Let people know you're\n\n                         about --\n\n\n\n                                   JOSEPH\n\n                             (meekly)\n\n                         Yes, Doctor -- yes.\n\n\n\n                                   MACFARLANE\n\n                         -- otherwise I might get the idea\n\n                         you are trying to spy on me.\n\n\n\n               He takes Fettes' arm again and leads him off toward the other\n\n               end of the anatomy room.  The two medicals go out of earshot,\n\n               with Joseph in the f.g.\n\n\n\n               INT. THE ALCOVE -- LATE AFTERNOON\n\n\n\n               This is the small out-cropping of the main room set a few\n\n               feet lower in level.  At one end is a heavy curtain of green\n\n               baize.\n\n\n\n               MED. FULL SHOT.  MacFarlane and Fettes descend the steps\n\n               leading to the alcove.  MacFarlane, with his hand on the\n\n               elbow of the younger man, guides him to the curtain.\n\n\n\n                                   MACFARLANE\n\n                         You know how we get the specimens\n\n                         we use for dissection?\n\n\n\n                                   FETTES\n\n                         From the Municipal Council --\n\n                         they're the bodies of paupers --\n\n\n\n               The CAMERA BEGINS TO DOLLY SLOWLY TOWARD them.\n\n\n\n                                   MACFARLANE\n\n                         That's what the law stipulates but\n\n                         there are not enough of them,\n\n                         Fettes -- there are not enough of\n\n                         them --\n\n\n\n               MacFarlane pulls aside the curtain.  He and Fettes pass\n\n               through and the curtain falls into place behind them.  The\n\n               CAMERA CONTINUES TO TRUCK SLOWLY TOWARD the curtain.\n\n\n\n                                                       SLOW DISSOLVE\n\n\n\n               EXT. GREYFRIAR'S KIRKYARD -- NIGHT\n\n\n\n               CLOSE SHOT.  The little dog, Robbie, is lying on his master's\n\n               grave.  He lies with his muzzle on his forepaws but his eyes\n\n               are open and alert.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nGREYFRIAR'S KIRKYARD -- NIGHT\n\n\n\n               CLOSE SHOT. The little dog, Robbie, is lying on his master's\n\n               grave. He lies with his muzzle on his forepaws but his eyes\n\n               are open and alert. \n\nTARGET SECTION TO BE ANNOTATED:\n  Out of the scene comes the plodding beat\n\n               of a horse's hoofs and the rumbling of iron-shod wheels.  The\n\n               dog lifts his head.\n\n\n\n               The horse comes to a stop.  There is the creak of springs as\n\n               someone alights.  The dog's hackles rise.  He growls.\n\n\n\n               ANOTHER ANGLE.  The great black shadow of a man in a caped\n\n               overcoat and top hat with a spade over his shoulder is thrown\n\n               onto the wall of Greyfriar's Kirk by the street lamp.  The\n\n               huge shadow looms high over the tiny dog.  Robbie rises\n\n               valiantly to his feet, snarling.  As he does so, the actual\n\n               figure of the man, as black and indistinct as his own shadow,\n\n               comes past the camera, blacking out the little dog.  There is\n\n               a deeper growl from Robbie.  The man swings his spade down. \n\n               As the spade drives home there is a little weak sound from\n\n               the dog.\n\n\n\n               ANOTHER ANGLE.  With his foot, Gray pushes the dead body of\n\n               the little dog to one side, strikes the spade into the ground\n\n               and starts to dig.\n\n\n\n               INT. FETTES' ROOM -- NIGHT\n\n\n\n               In a little attic room, Fettes is sleeping fitfully.  The\n\n               room is flooded with moonlight which comes in through a\n\n               skylight window.\n\n\n\n               MED. CLOSE SHOT -- Fettes sleeping.  Far away can be heard\n\n               the plodding hoofbeats and creaking wheels of Gray's cab. \n\n               There is a loud squeak as the cab takes the turn into the\n\n               alleyway.  Fettes wakens.  He listens.  There is a sound of\n\n               the hoofbeats, the wheels and then silence when the horse\n\n               comes to a stop.  He sits up.  From downstairs comes a\n\n               stealthy knocking at the door.  He gets up sleepily and\n\n               starts to put on his worn bathrobe, crosses to the window and\n\n               looks out.\n\n\n\n               EXT. ALLEYWAY -- NIGHT\n\n\n\n               HIGH ANGLE SHOT from Fettes' window.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gets up sleepily and\n\n               starts to put on his worn bathrobe, crosses to the window and\n\n               looks out. EXT. ALLEYWAY -- NIGHT\n\n\n\n               HIGH ANGLE SHOT from Fettes' window. \n\nTARGET SECTION TO BE ANNOTATED:\n  Gray, his cab and the\n\n               white horse present a weird and funereal spectacle.  Gray is\n\n               fumbling with something inside the cab.\n\n\n\n               INT. FETTES' ROOM -- NIGHT\n\n\n\n               Fettes has turned from the window and starts toward the door. \n\n               He opens it and goes out.\n\n\n\n               EXT. ALLEYWAY -- NIGHT\n\n\n\n               Gray is pulling a long, canvas-colored object of considerable\n\n               weight from the cab.  With a grunt he gets it up into his\n\n               arms and starts across the sidewalk toward the postern door.\n\n\n\n               INT. ANATOMY ROOM -- NIGHT\n\n\n\n               It is dark except for a small oil lamp left burning as a\n\n               nightlight.  This casts its dim rays over a small portion of\n\n               the room near the entrance door.  Fettes comes through the\n\n               door on the landing.  He peers over the bannisters and then\n\n               somewhat slowly, as if not too easy at the prospect before\n\n               him, he begins to descend the stairs.\n\n\n\n               ANOTHER ANGLE.  Fettes crosses the anatomy room looking\n\n               apprehensively into the darkness at either end.  At the door\n\n               he pauses a moment, then passes through into the darkness of\n\n               the entry and is lost to view.\n\n\n\n               INT. ENTRYWAY -- NIGHT\n\n\n\n               It is so dark that Fettes can barely be seen.  The clank of\n\n               the chain as he throws it off and the snap of the bolt are\n\n               loud and frightening in this small enclosed space.  He pulls\n\n               the door open.  Before him silhouetted against the dim\n\n               radiance of the cab lamps is Gray.  In his arms is a long,\n\n               cloth-covered object.\n\n\n\n               CLOSE SHOT -- Fettes as he opens the door wider to give Gray\n\n               entrance.  Without a word, Gray carries the body past him\n\n               into the anatomy room.  Fettes closes the door and follows\n\n               him.\n\n\n\n               INT. ANATOMY ROOM -- NIGHT\n\n\n\n               Gray comes in and stands waiting for Fettes to come up to\n\n               him.  Fettes comes out of the entry and takes a few steps\n\n               toward Gray.\n\n\n\n                                   GRAY\n\n                         Here -- give me a hand -- this is\n\n                         heavy.\n\n\n\n               Fettes helps him.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nFettes comes out of the entry and takes a few steps\n\n               toward Gray. GRAY\n\n                         Here -- give me a hand -- this is\n\n                         heavy. Fettes helps him. \n\nTARGET SECTION TO BE ANNOTATED:\n  Gingerly he takes hold of the corpse and\n\n               together they lay it down on a long marble-topped table in\n\n               the center of the room, almost directly under the nightlight. \n\n               Gray heaves a sigh of relief to be relieved of the weight.\n\n\n\n                                   GRAY (cont'd)\n\n                         You'll find the specimen in good\n\n                         condition.  He was bright and\n\n                         cheerful as a thrush not a week\n\n                         long gone.  A likely lad, I'm told.\n\n                             (glances at Fettes)\n\n                         You're the new assistant?\n\n\n\n               Fettes nods.\n\n\n\n                                   FETTES\n\n                             (trying to remember his\n\n                              manners)\n\n                         I'm Donald Fettes.\n\n\n\n                                   GRAY\n\n                         I'm very pleased to know you,\n\n                         Master Fettes.\n\n\n\n                                   FETTES\n\n                         Mr. Gray?\n\n\n\n                                   GRAY\n\n                         That's right.  Gray, the cabman. \n\n                         I've had a bit of dealing with\n\n                         MacFarlane in the past, you know.\n\n\n\n               Fettes nods.\n\n\n\n                                   GRAY (cont'd)\n\n                         And I've always gotten along with\n\n                         his assistants -- providing they\n\n                         understood my humble position.\n\n\n\n               He puts one hand on Fettes' arm.  Fettes moves away from him.\n\n\n\n                                   FETTES\n\n                         Dr. MacFarlane said I should pay\n\n                         you --\n\n\n\n                                   GRAY\n\n                             (interrupting)\n\n                         Of course -- it's the soul of the\n\n                         business -- the pay --\n\n\n\n               Fettes shifts uneasily, confused and seemingly uncertain of\n\n               his next step.\n\n\n\n                                   GRAY (cont'd)\n\n                             (prompting him)\n\n                         I have no doubt you have the key in\n\n                         your pocket --\n\n\n\n               Fettes reaches into his pocket and brings out a big iron key.\n\n\n\n                                   GRAY (cont'd)\n\n                             (pointing)\n\n                         And there is the box.\n\n\n\n               They start over toward it.  Fettes opens the box.\n\n\n\n                                   GRAY (cont'd)\n\n                         My fee is as usual -- ten pounds.\n\n\n\n               Fettes counts out the money to him.  Gray flips the last coin\n\n               into the air and catches it with a gamin gesture which is\n\n               surprising in a man of such sinister appearance.  As Fettes\n\n               still stands rather stupidly, Gray prompts him again.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nFettes counts out the money to him. Gray flips the last coin\n\n               into the air and catches it with a gamin gesture which is\n\n               surprising in a man of such sinister appearance. As Fettes\n\n               still stands rather stupidly, Gray prompts him again. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   GRAY (cont'd)\n\n                         And now, although it's none of my\n\n                         business, I would make the proper\n\n                         entry if I were you.  \"One specimen\n\n                         -- ten pounds -- received from --\n\n                         let us say -- \"MacDuff\" -- a royal\n\n                         name.\n\n\n\n               Fettes looks toward the desk.\n\n\n\n                                   GRAY (cont'd)\n\n                             (still prompting him)\n\n                         It's the little cloth-covered book\n\n                         in the drawer.\n\n\n\n               Fettes brings it out.  Gray watches him while he writes.  The\n\n               pen scratches and squeaks over the paper.  Then both turn and\n\n               start toward the entry.\n\n\n\n                                   FETTES\n\n                         Good night, Mr. Gray.\n\n\n\n               As the door Gray tips his hat elegantly to Fettes.\n\n\n\n                                   GRAY\n\n                         My respects, Master Fettes, and may\n\n                         this be the first of many\n\n                         profitable meetings.\n\n\n\n               He leaves, disappearing in the darkness of the entryway.  A\n\n               second later the door can be heard closing behind him. \n\n               Fettes stands for a long moment looking at the dark entry,\n\n               then from behind him comes a chuckle of laughter.  He whirls\n\n               abruptly.\n\n\n\n               ANOTHER ANGLE -- Fettes in the b.g. and above him on the\n\n               landing, holding a candle, is Dr. MacFarlane in an elegant\n\n               dressing gown.\n\n\n\n                                   MACFARLANE\n\n                         Well, well, my boy.  Your first\n\n                         meeting with the redoubtable Gray. \n\n                         You may count it as a milestone in\n\n                         your medical career.\n\n\n\n               MED. CLOSE SHOT -- Fettes as he looks from MacFarlane to the\n\n               door.\n\n\n\n                                   FETTES\n\n                         My medical career -- \n\n\n\n                                                       FADE OUT\n\n\n\n               FADE IN\n\n\n\n               INT. ANATOMY SCHOOL -- DAY\n\n\n\n               CLOSE SHOT -- skeleton.  It is facing the camera, its stance\n\n               a parody of that prize fighter of the period; left well\n\n               extended, right held high, both knees bent.  Over the shot\n\n               comes a clamor of men's voices, cutting across which,\n\n               suddenly, comes Fettes' voice.\n\n\n\n                                   FETTES\n\n                         All right, gentleman -- that will\n\n                         do!  Settle down!\n\n\n\n               The CAMERA PULLS BACK to show the interior of the school.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nFETTES\n\n                         All right, gentleman -- that will\n\n                         do! Settle down! The CAMERA PULLS BACK to show the interior of the school. \n\nTARGET SECTION TO BE ANNOTATED:\n  In\n\n               the f.g. is the dais, at one side of which is the skeleton. \n\n               Fettes steps up onto the dais at the other side of the\n\n               passing some dozen students, all young men in their early\n\n               twenties.  Two students, Gilchrist and Richardson, are\n\n               prominent.  Richardson is lean and sardonic.\n\n\n\n                                   FETTES (cont'd)\n\n                         Dr. MacFarlane has asked me to\n\n                         review the points he has just\n\n                         discussed with you.\n\n\n\n               MED. CLOSE SHOT -- dais.  The skeleton is to one side in the\n\n               f.g. facing the students, o.s.  Fettes has his back to it.\n\n\n\n                                   FETTES (cont'd)\n\n                         He started with the construction of\n\n                         the ribs and the haemapophyses --\n\n\n\n               He turns toward the skeleton, then reacts sharply as he\n\n               notices its ludicrous stance.\n\n\n\n                                   FETTES (cont'd)\n\n                             (angrily)\n\n                         I suppose this was your doing,\n\n                         Richardson.\n\n\n\n               He starts rearranging the skeleton's limbs.  Richardson\n\n               grins.  It is at this moment that Joseph comes sidling up to\n\n               the group.\n\n\n\n                                   JOSEPH\n\n                         Mr. Fettes --\n\n\n\n               Fettes looks over at him.\n\n\n\n                                   JOSEPH (cont'd)\n\n                         A lady is asking for you.\n\n\n\n                                   FETTES\n\n                         What lady, Joseph?\n\n\n\n               Joseph shrugs.  Fettes, seeing that he'll get no\n\n               enlightenment from him, turns to the students.\n\n\n\n                                   FETTES (cont'd)\n\n                         If you gentleman will excuse me --\n\n\n\n               He starts for the stairs.  There is a snicker of laughter. \n\n               Richardson leans over and with two deft movements brings the\n\n               arms of the skeleton back into fighting position.\n\n\n\n               INT. MACFARLANE HALLWAY -- DAY\n\n\n\n               Mrs. Marsh sits there.  Broad beams of sunlight flood in from\n\n               the front windows.  She is speaking with Meg Cameron.  Meg is\n\n               standing looking down at her.\n\n\n\n                                   MEG\n\n                         Why do you come here?  The Doctor\n\n                         said he wouldn't operate.\n\n\n\n                                   MRS. MARSH\n\n                         I've already told you I didn't come\n\n                         to see Dr. MacFarlane.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. MARSH\n\n                         I've already told you I didn't come\n\n                         to see Dr. MacFarlane. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MEG\n\n                         Then whom do you wish to see in\n\n                         MacFarlane's own house?\n\n\n\n               It is at this moment that the door opens and Fettes comes in. \n\n               Meg takes one glance at him.\n\n\n\n                                   MEG (cont'd)\n\n                             (almost under her breath)\n\n                         So it is in that direction that the\n\n                         wind blows, eh?  It will get you\n\n                         nothing.\n\n\n\n               With that she turns on her heel and goes off to a little door\n\n               on the left.\n\n\n\n                                   MRS. MARSH\n\n                             (rising)\n\n                         Good morning, Mr. Fettes.\n\n\n\n               Fettes bows formally.  It is obvious he is pleased, yet very\n\n               puzzled to see her.  He comes down and takes her hand.\n\n\n\n                                   FETTES\n\n                         You asked to see me, ma'am?\n\n\n\n                                   MRS. MARSH\n\n                             (impulsively)\n\n                         I want you to help my little girl.\n\n\n\n                                   FETTES\n\n                         I'm only a student.\n\n\n\n                                   MRS. MARSH\n\n                         Georgina told me how kind you were\n\n                         to her.  It gave me hope you might\n\n                         intercede for us with Dr.\n\n                         MacFarlane.\n\n\n\n                                   FETTES\n\n                         I don't know that I can do that,\n\n                         Mrs. Marsh.\n\n\n\n                                   MRS. MARSH\n\n                         Did he tell you about Georgina?\n\n\n\n               Fettes nods.\n\n\n\n                                   MRS. MARSH (cont'd)\n\n                         Then he must have told you that\n\n                         this disease is progressive -- that\n\n                         it will grow worse -- that soon she\n\n                         will not be able to move at all.\n\n\n\n               Fettes nods again.  Mrs. Marsh lays her hand on his arm and\n\n               looks directly into his eyes.\n\n\n\n                                   MRS. MARSH (cont'd)\n\n                         And you won't ask him to help?\n\n\n\n                                   FETTES\n\n                         I didn't mean it that way.  I meant\n\n                         only that I am not in a position to\n\n                         ask favors.\n\n\n\n                                   MRS. MARSH\n\n                         Ask this one favor --\n\n\n\n                                   FETTES\n\n                             (very much moved)\n\n                         Of course I will.\n\n\n\n               Mrs. Marsh smiles at him.\n\n\n\n                                   MRS. MARSH\n\n                         Georgina was right.  You are a kind\n\n                         man.\n\n\n\n               She extends her hand and Fettes takes it.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARSH\n\n                         Georgina was right. You are a kind\n\n                         man. She extends her hand and Fettes takes it. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   FETTES\n\n                         I'll do what I can.\n\n\n\n               He walks with her to the door, lets her out, closes it behind\n\n               her and then turns and starts back the way he came.\n\n\n\n               INT. THE ANATOMY ROOM -- DAY\n\n\n\n               MacFarlane is present and now in contrast to the disorder\n\n               under Fettes the students are busy and absorbed.  They are\n\n               working at their tasks.  MacFarlane, with two or three around\n\n               him, is helping one of the students, Gilchrist.\n\n\n\n                                   MACFARLANE\n\n                             (enthusiastically)\n\n                         In an adult this muscle can apply\n\n                         more than one hundred seventy-five\n\n                         pounds of pressure?  Double that\n\n                         and you get the full strength of\n\n                         the human jaw.\n\n                             (jocularly)\n\n                         That, gentlemen, is to chew our\n\n                         food and bite our enemies.\n\n\n\n               The students laugh; that peculiar laugh common to students\n\n               and soldiers when a superior makes a joke.  It is at this\n\n               moment that Fettes starts down the stairs.  MacFarlane looks\n\n               up.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Here, Fettes, life can't be all\n\n                         skittles and ladies --\n\n\n\n               This sally provokes a low murmur of appreciative laughter\n\n               from the students.  Fettes, discomfited, joins the group.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                             (pulling a watch from his\n\n                              pocket)\n\n                         It's time for our luncheon.  I've a\n\n                         bit of beef to discuss and --\n\n                             (bowing slightly)\n\n                         I leave you all to whatever\n\n                         arrangements you have made to serve\n\n                         the inner man.\n\n\n\n               FULL SHOT -- Fettes as he takes up a small bundle wrapped in\n\n               a handkerchief and starts for the door.\n\n\n\n               MED. SHOT -- MacFarlane as he starts for the stairs.  He\n\n               passes a table where Richardson is bent over his work, which\n\n               is out of scene.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Well, I see you have that arm\n\n                         you've been yearning for,\n\n                         Richardson.\n\n\n\n                                   RICHARDSON\n\n                         Yes, sir.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\n               passes a table where Richardson is bent over his work, which\n\n               is out of scene. MACFARLANE (cont'd)\n\n                         Well, I see you have that arm\n\n                         you've been yearning for,\n\n                         Richardson. RICHARDSON\n\n                         Yes, sir. \n\nTARGET SECTION TO BE ANNOTATED:\n  This fellow must have\n\n                         been a great one at hurling the bar\n\n                         -- beautiful biceps.  Burke and\n\n                         Hare would never have got the best\n\n                         of this fellow.\n\n\n\n               MacFarlane's head jerks up and he looks directly at\n\n               Richardson.\n\n\n\n                                   MACFARLANE\n\n                         What did you say?\n\n\n\n                                   RICHARDSON\n\n                         I was making a joke, sir.\n\n\n\n                                   MACFARLANE\n\n                             (passing on)\n\n                         It's a poor subject for jest,\n\n                         Richardson -- particularly for a\n\n                         medical student.\n\n\n\n               He turns abruptly away and starts toward the stairs.\n\n\n\n                                   GILCHRIST\n\n                             (to Richardson)\n\n                         What did you say to His Imperial\n\n                         Highness?\n\n\n\n                                   RICHARDSON\n\n                         Nothing but a merry word about\n\n                         Burke and Hare --\n\n\n\n                                   GILCHRIST\n\n                         That's nothing for him to get upset\n\n                         about.  They're dead and buried --\n\n\n\n               Richardson shrugs.\n\n\n\n                                                       DISSOLVE\n\n\n\n               EXT. GREYFRIAR'S CHURCHYARD -- DAY\n\n\n\n               Fettes comes along the street toward the gateway.  Suddenly\n\n               he stops and looks at a small crowd which has gathered around\n\n               the gate, all talking very excitedly and peering in over each\n\n               other's shoulders.  He stands and looks.\n\n\n\n               MED. FULL SHOT -- the crowd at the gate.  The people draw\n\n               back making way for Mrs. MacBride who comes out.\n\n\n\n               MED. CLOSE SHOT -- Mrs. MacBride as she makes her way through\n\n               the crowd.  She is crying and in her arms she carries the\n\n               dead body of the little dog.\n\n\n\n               ANOTHER ANGLE -- SHOOTING FROM behind Fettes.  Mrs. MacBride\n\n               comes through the crowd and starts across the street toward\n\n               him.\n\n\n\n               CLOSE SHOT -- Mrs. MacBride and Fettes.  Fettes looks at her.\n\n\n\n                                   MRS. MACBRIDE\n\n                             (as she passes him)\n\n                         They killed his wee doggie too --\n\n                         little Robbie.\n\n                             (passes on)\n\n\n\n               CLOSE SHOT -- Fettes as he watches Mrs. MacBride.  From\n\n               behind him comes the sound of the street singer's song.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nMacBride. From\n\n               behind him comes the sound of the street singer's song. DISSOLVE\n\n\n\n               INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MACFARLANE'S STUDY -- LATE AFTERNOON\n\n\n\n               MacFarlane is seated on a high stool at a work table.  He has\n\n               before him two large bones and is measuring these with a pair\n\n               of dividers and marking down notations in a notebook.  While\n\n               he works he whistles \"The Blue Bells of Scotland.\"  There is\n\n               a knock at the door.\n\n\n\n                                   MACFARLANE\n\n                         Come in!\n\n\n\n               He looks over his shoulder to see Fettes as he enters then\n\n               turns back to his work.  Fettes comes up and stands beside\n\n               him.  MacFarlane makes a notation in the notebook and then\n\n               looks up.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Well, Fettes -- where have you\n\n                         been?  I didn't see you at the\n\n                         afternoon session.\n\n\n\n                                   FETTES\n\n                         I don't think I can go on, sir.\n\n\n\n                                   MACFARLANE\n\n                             (whirling around on the\n\n                              stool)\n\n                         What the devil do you mean?  You\n\n                         have your lodgings, a certain\n\n                         stipend -- I thought I had arranged\n\n                         everything for you --\n\n\n\n                                   FETTES\n\n                         I saw the woman whose son's body\n\n                         was delivered last night.\n\n\n\n               MacFarlane nods.\n\n\n\n                                   FETTES (cont'd)\n\n                         That man took the body from\n\n                         Greyfriar's.  I knew the woman. \n\n                         I knew the little dog on the grave. \n\n                         He killed the dog.\n\n\n\n                                   MACFARLANE\n\n                         And that's why you don't want to be\n\n                         a doctor, Fettes?\n\n\n\n                                   FETTES\n\n                         Not if I have to be party to things\n\n                         like that, Dr. MacFarlane.\n\n\n\n               MacFarlane studies him for a moment.  He then gets up from\n\n               the stool and puts his hand on the boy's shoulder.\n\n\n\n                                   MACFARLANE\n\n                         Fettes, I was an assistant once.  I\n\n                         had to deal with men like Gray.  Do\n\n                         you think I did it because I wanted\n\n                         to?  Do you think I want to do it\n\n                         now?  But I must and you must.\n\n\n\n               Fettes shakes his head.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you think I want to do it\n\n                         now? But I must and you must. Fettes shakes his head. \n\nTARGET SECTION TO BE ANNOTATED:\n  MacFarlane puts his other hand on\n\n               Fettes' other shoulder.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Ignorant men have dammed up the\n\n                         stream of medical progress with\n\n                         stupid and unjust laws.  If that\n\n                         dam will not break, the other men\n\n                         of medicine have to find other\n\n                         courses.  You understand me,\n\n                         Fettes?\n\n\n\n               Fettes nods.\n\n\n\n                                   FETTES\n\n                         But this woman -- and her son --\n\n\n\n                                   MACFARLANE\n\n                         I'm sorry for the woman, Fettes. \n\n                         But her son might be alive today\n\n                         had more doctors been given the\n\n                         opportunity to work on more human\n\n                         specimens.  As for me, Fettes, I\n\n                         let no man stop me when I know I'm\n\n                         right -- when I know that I need\n\n                         those lifeless subjects for my\n\n                         student's enlightenment and for my\n\n                         own knowledge.  And if you're a\n\n                         real man and want to be a good\n\n                         doctor, you'll see it as I see it.\n\n\n\n               There is a long pause.  MacFarlane lets his hands drop to his\n\n               sides.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Well, boy?\n\n\n\n               Fettes nods.  MacFarlane claps him jovially on the back.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         You're a good lad, Fettes.\n\n                             (looking at Fettes more\n\n                              closely)\n\n                         But you look a bit pale to me.  I'm\n\n                         dining at Hobbs.  Come along with\n\n                         me and have a bit of the joint and\n\n                         a glass of ale.  It will put new\n\n                         life in you.\n\n\n\n               He takes the boy's arm and they start from the room.\n\n\n\n               EXT. EDINBURGH STREET -- NIGHT\n\n\n\n               The pavement is glistening from a recent rain and there is a\n\n               hint of fog in the air.  It is the dinner hour and the street\n\n               is fairly well peopled.  On one corner by the light of a\n\n               flaring torch a pamphleteer is selling his wares.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDINBURGH STREET -- NIGHT\n\n\n\n               The pavement is glistening from a recent rain and there is a\n\n               hint of fog in the air. It is the dinner hour and the street\n\n               is fairly well peopled. On one corner by the light of a\n\n               flaring torch a pamphleteer is selling his wares. \n\nTARGET SECTION TO BE ANNOTATED:\n  On the\n\n               other corner the street singer stands chanting her ballad;\n\n               the dolorous phrases reciting the tale of a dead knight\n\n               deserted by his horse, his hound and his leman fair.\n\n\n\n               MED. FULL SHOT -- the singer.  MacFarlane, with top hat, cape\n\n               and carrying a cane swings briskly past her with Fettes, more\n\n               soberly dressed, at his side.  They stride out of scene.\n\n\n\n               EXT. HOBBS PUBLIC HOUSE -- NIGHT\n\n\n\n               MacFarlane with Fettes in tow comes breezing up.  With a\n\n               lordly gesture he ushers Fettes before him into the public\n\n               house.\n\n\n\n               INT. HOBBS PUBLIC HOUSE -- NIGHT\n\n\n\n               It is bright, warm and cheerful.  A huge fire is roaring in\n\n               the fireplace and before it is a rack spit turned by a spit\n\n               boy who sings as he turns.  (Song to be supplied.)  On the\n\n               spit is a young porker with forelegs and hind legs stretched\n\n               to elongate him before the fire.  The porker has just\n\n               recently been put on the spit so that he gleams pale white in\n\n               the warm glow of the fire.\n\n\n\n               MED. FULL SHOT -- at the door.  Fettes, followed by\n\n               MacFarlane comes in.  Fettes looks shyly around him while a\n\n               man servant takes his hat.  MacFarlane boldly flings his hat\n\n               and cape to the attendant and strides forward toward the\n\n               fireplace.  He extends his hands and looks at the slowly\n\n               turning porker.\n\n\n\n                                   MACFARLANE\n\n                             (to Fettes)\n\n                         We'll have a stiffener or two of\n\n                         hot rum and by then we will be able\n\n                         to meet this fellow on fairly equal\n\n                         terms of warmth, eh Fettes?\n\n\n\n               From behind them comes an insinuating voice.\n\n\n\n                                   GRAY'S VOICE\n\n                         A fine \"specimen\" isn't he, Toddy\n\n                         MacFarlane?\n\n\n\n               They both twist around quickly.\n\n\n\n               REVERSE SHOT -- on the opposite side of the room where he has\n\n               hidden from them by the high walls of the divan, a sort of\n\n               inglenook built away from the fireplace, is Gray.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAY'S VOICE\n\n                         A fine \"specimen\" isn't he, Toddy\n\n                         MacFarlane? They both twist around quickly. REVERSE SHOT -- on the opposite side of the room where he has\n\n               hidden from them by the high walls of the divan, a sort of\n\n               inglenook built away from the fireplace, is Gray. \n\nTARGET SECTION TO BE ANNOTATED:\n  This is\n\n               \"common\" section of the inn.  He sits with a loaf of coarse\n\n               bread before him and a glass of stout at his elbow.  He is\n\n               grinning.  Without rising, Gray beckons.\n\n\n\n                                   GRAY\n\n                         Come, Toddy -- come.  Sit down here\n\n                         with me.\n\n\n\n                                   MACFARLANE\n\n                         Don't call me that confounded name.\n\n\n\n                                   GRAY\n\n                             (still grinning)\n\n                         Well, then, Doctor MacFarlane --\n\n                         although I've known a time, Toddy,\n\n                         when you liked the name.  Aye, and\n\n                         many are dead now who called you by\n\n                         it; rough and wild ones they were,\n\n                         too.  But come Toddy, sit down here\n\n                         with your young friend.\n\n\n\n               Fettes looks in surprise from the doctor to the cabman,\n\n               utterly confused at the familiarity of this man's address.\n\n\n\n                                   MACFARLANE\n\n                             (coldly)\n\n                         Mr. Fettes and I have professional\n\n                         matters to discuss.\n\n\n\n                                   GRAY\n\n                         Medicine?  That'll keep.  Sit down.\n\n\n\n               As MacFarlane hesitates, angry and most anxious to refuse,\n\n               Gray lowers his tone to a sly confidential murmur.\n\n\n\n                                   GRAY (cont'd)\n\n                         You wouldn't want it said of you\n\n                         that you refused a glass to an old\n\n                         friend.\n\n\n\n               MacFarlane shrugs.\n\n\n\n                                   MACFARLANE\n\n                         We'll buy you a glass, Gray.\n\n\n\n               He motions to Fettes to sit down.  Fettes takes a seat and\n\n               MacFarlane sits down beside him.  As Fettes sits down beside\n\n               him, Gray turns to him in a confidential manner.\n\n\n\n                                   GRAY\n\n                         I'm a pretty bad fellow myself, but\n\n                         MacFarlane is the boy -- Toddy\n\n                         MacFarlane --\n\n\n\n               He chuckles, shaking his head as if in appreciation of the\n\n               most sinister sort of villainy.  MacFarlane is angry.  Fettes\n\n               is confused and unable to orient himself in this strange\n\n               relationship between the great anatomist and the lowly\n\n               cabman.  Gray turns to MacFarlane.\n\n\n\n                                   GRAY (cont'd)\n\n                         Come, Toddy, order for your friend.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nFettes\n\n               is confused and unable to orient himself in this strange\n\n               relationship between the great anatomist and the lowly\n\n               cabman. Gray turns to MacFarlane. GRAY (cont'd)\n\n                         Come, Toddy, order for your friend. \n\nTARGET SECTION TO BE ANNOTATED:\n               MacFarlane lifts his hand to beckon to the waiter.\n\n\n\n                                   GRAY (CONT'D)\n\n                         No, on second thought, let me\n\n                         order.\n\n                             (as the waiter comes up)\n\n                         We'll have a bowl of hot punch and\n\n                         a cut off the loin from that fine\n\n                         porker.\n\n\n\n               The waiter looks at Gray dubiously, unused to such a\n\n               sumptuous order from so humble a customer.\n\n\n\n                                   GRAY (cont'd)\n\n                             (catching the look)\n\n                         You needn't worry, waiter, I'm with\n\n                         my friend -- the great Dr.\n\n                         MacFarlane -- he wants to sit here\n\n                         with the commonality.\n\n\n\n               The waiter nods, looks from MacFarlane's tense and angry face\n\n               to Gray's grinning countenance, turns and makes off to the\n\n               kitchen.  For a moment the three men sit silently, MacFarlane\n\n               encircled in the iron ring of his anger;\n\n               Fettes tongue-tied and abashed and Gray gloating over the\n\n               doctor's discomfiture.  Finally Gray breaks the silence.\n\n\n\n                                   GRAY (cont'd)\n\n                             (to MacFarlane)\n\n                         Well, you were going to talk of\n\n                         medical matters.  Don't let my\n\n                         humble presence stop you.  Speak\n\n                         up, Toddy.\n\n\n\n               MacFarlane, goaded beyond the point of endurance, pounds his\n\n               fist on the table.\n\n\n\n                                   MACFARLANE\n\n                         I will not have you use that name\n\n                         to me.\n\n\n\n                                   GRAY\n\n                         You will not have it?\n\n\n\n               The two men glare at each other, then very slowly MacFarlane\n\n               averts his gaze.  Fettes looks from one to the other and then\n\n               trying to cover the defeat of his teacher, begins to speak.\n\n\n\n                                   FETTES\n\n                         Dr. MacFarlane -- you remember the\n\n                         lady who came to see you yesterday --\n\n                         the lady with the little girl?\n\n\n\n                                   MACFARLANE\n\n                         I remember her.\n\n\n\n                                   FETTES\n\n                         She came again today.  She wanted\n\n                         me to ask you if you would not\n\n                         break your rule and operate.  She\n\n                         feels you are her only hope.\n\n\n\n                                   MACFARLANE\n\n                         So she told me.  I'm a teacher --\n\n                         not a practitioner.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\n\n                         feels you are her only hope. MACFARLANE\n\n                         So she told me. I'm a teacher --\n\n                         not a practitioner. \n\nTARGET SECTION TO BE ANNOTATED:\n               MacFarlane shrugs as if this aspect of the conversation were\n\n               closed.  Gray looks over at him quizzically.\n\n\n\n                                   GRAY\n\n                         You're a teacher, eh?  Maybe you're\n\n                         afraid to be a doctor, Toddy.\n\n\n\n                                   MACFARLANE\n\n                         Afraid of what?\n\n\n\n                                   GRAY\n\n                         Afraid you are not as good a doctor\n\n                         perhaps as you make out to be.\n\n\n\n                                   MACFARLANE\n\n                         I am the best man for the job.\n\n\n\n                                   GRAY\n\n                         Why don't you do it then?\n\n\n\n               He pauses and looks slyly at MacFarlane.\n\n\n\n                                   GRAY (cont'd)\n\n                         I'd like you to do the operation,\n\n                         Toddy.\n\n\n\n                                   MACFARLANE\n\n                         You?  Why?  Since when have you\n\n                         become the protector of little\n\n                         children?\n\n\n\n                                   GRAY\n\n                         I'm not concerned about the child,\n\n                         Toddy.  It's you I'm thinking of,\n\n                         I'd like to see you prove that a\n\n                         lot of things I know haven't hurt\n\n                         Toddy MacFarlane any.\n\n\n\n                                   MACFARLANE\n\n                         I'll not do it, Gray.\n\n\n\n                                   GRAY\n\n                         Oh, yes, you will.  You'll do it to\n\n                         oblige Fettes and myself.\n\n\n\n                                   MACFARLANE\n\n                         No.\n\n\n\n                                   GRAY\n\n                         Maybe there's some private reason\n\n                         between you and me which will make\n\n                         you -- some long lost friend of\n\n                         ours.\n\n                             (dropping his voice)\n\n                         Say that you'll do it for me and my\n\n                         friend, Mr. Fettes, here.\n\n\n\n               The two men exchange glances for a moment.\n\n\n\n                                   MACFARLANE\n\n                             (trying to cover up)\n\n                         It might be an interesting case.\n\n\n\n                                   GRAY\n\n                         That's a good boy, Toddy.\n\n\n\n               NOTE:  The following line to be shot as protection for the\n\n               content of this scene.\n\n\n\n                                   MACFARLANE\n\n                         You only want me to do it because I\n\n                         don't want to.  That's it, isn't\n\n                         it, Gray?\n\n\n\n               MacFarlane glares at him with hatred.  Gray grins and turns\n\n               to Fettes.\n\n\n\n                                   GRAY\n\n                         Toddy hates me.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMacFarlane glares at him with hatred. Gray grins and turns\n\n               to Fettes. GRAY\n\n                         Toddy hates me. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                             (muttering)\n\n                         Don't call me that confounded name,\n\n                         I tell you.\n\n\n\n                                   GRAY\n\n                         Hear him?  Did you ever see the\n\n                         lads play knife?\n\n\n\n               He picks up the table knife and puts it across his knuckles,\n\n               then with a sweep of his fist, tosses it into the loaf of\n\n               bread.\n\n\n\n                                   GRAY (cont'd)\n\n                         He would like to do that all over\n\n                         my body.\n\n\n\n                                   FETTES\n\n                             (trying to make a joke)\n\n                         We medicals have a better way than\n\n                         that.  When we dislike a friend we\n\n                         dissect him.\n\n\n\n               MacFarlane looks up sharply.  Gray glances at him and smiles.\n\n\n\n                                   GRAY\n\n                         You'll never get rid of me that\n\n                         way, Toddy.  You and I have two\n\n                         bodies -- aye, very different sorts\n\n                         of bodies -- but we're closer than\n\n                         if we were in the same skin -- for\n\n                         I saved that skin of yours once and\n\n                         you'll not forget it.\n\n\n\n               The waiter comes, bearing a steaming bowl of punch.  He\n\n               ladles out a glassful and puts it before MacFarlane. \n\n               MacFarlane drinks thirstily, glad of this excuse to avoid\n\n               Gray's penetrating glance.\n\n\n\n                                                       FADE OUT\n\n\n\n               FADE IN\n\n\n\n               EXT. THE RAMPARTS -- DAY\n\n\n\n               The ramparts of the castle of Edinburgh are about thirty feet\n\n               wide and overgrown with the grass of centuries.  This forms a\n\n               narrow lawn between two crenellated stone walls.  From these\n\n               battlements only a distant horizon line, a few spires and\n\n               fleecy clouds above the town can be seen.\n\n\n\n               LONG SHOT -- a small group of children.  The CAMERA PANS WITH\n\n               these children as they run, laughing and shouting, across the\n\n               lawn of the ramparts.  When they run past the little\n\n               wheelchair in which Georgina is seated, the CAMERA HOLDS ON\n\n               Georgina.  She turns her head to watch the children run off. \n\n               Then she turns and looks the other way to where her mother\n\n               and Fettes are standing by the ramparts, deep in\n\n               conversation.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen they run past the little\n\n               wheelchair in which Georgina is seated, the CAMERA HOLDS ON\n\n               Georgina. She turns her head to watch the children run off. Then she turns and looks the other way to where her mother\n\n               and Fettes are standing by the ramparts, deep in\n\n               conversation. \n\nTARGET SECTION TO BE ANNOTATED:\n  The CAMERA PANS WITH her gaze.  They are out\n\n               of earshot of the child talking in low, confidential tones.\n\n\n\n                                   MRS. MARSH\n\n                         You have his promise, then?\n\n\n\n                                   FETTES\n\n                         Yes.\n\n\n\n               Mrs. Marsh looks over at Georgina, then back to Fettes. \n\n               Fettes turns and looks over at Georgina.\n\n\n\n                                   FETTES (cont'd)\n\n                         There will be great pain connected\n\n                         with it, ma'am.  During the\n\n                         operation and afterward -- great\n\n                         pain and shock --\n\n\n\n                                   MRS. MARSH\n\n                             (almost breathing the\n\n                              words)\n\n                         -- pain -- and shock.  She's brave\n\n                         enough, but I don't know about\n\n                         myself.  Now that it seems so\n\n                         close, I wonder if I dare trust my\n\n                         child into any but God's hands. \n\n                         Maybe He knows best.\n\n\n\n                                   FETTES\n\n                         Ma'am, is you'll allow me, I'd like\n\n                         to give you cause for courage --\n\n                         Dr. MacFarlane is a great man -- I\n\n                         think he's the greatest man in\n\n                         medicine.  God would not have given\n\n                         him such gifts if they were not\n\n                         meant for Georgina's cure.\n\n\n\n               Mrs. Marsh looks at him gratefully.\n\n\n\n                                   MRS. MARSH\n\n                             (sincerely)\n\n                         Thank you, Mr. Fettes.\n\n\n\n               MED. CLOSE SHOT -- Georgina.  Seated in her little wheel\n\n               chair, she is cuddling a porcelain-faced doll of the period. \n\n               Suddenly she hears something in the street far below.  It is\n\n               the clop-clop of horse's hoofs and the ringing of wheels on\n\n               the cobble stones.  She looks up and tries to raise herself\n\n               in her wheel chair to see over the parapet.  She is unable to\n\n               do so.  She calls out to her mother.\n\n\n\n                                   GEORGINA\n\n                         Mommie!  Mommie!\n\n\n\n               MED. FULL SHOT -- Georgina in the f.g.  Fettes and Mrs. Marsh\n\n               turn to go toward her.\n\n\n\n                                   GEORGINA (cont'd)\n\n                         Push me to the wall, Mommie.  I\n\n                         think I hear him.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nMarsh\n\n               turn to go toward her. GEORGINA (cont'd)\n\n                         Push me to the wall, Mommie. I\n\n                         think I hear him. \n\nTARGET SECTION TO BE ANNOTATED:\n               Fettes takes a few long steps and comes up to the wheel\n\n               chair.\n\n\n\n                                   FETTES\n\n                         Hear him?\n\n\n\n                                   GEORGINA\n\n                         The white horse.  The horse that is\n\n                         going to greet me when he sees me.\n\n\n\n                                   FETTES\n\n                             (as he starts to wheel the\n\n                              chair toward the parapet)\n\n                         An old acquaintance, eh?\n\n\n\n               Georgina nods.  He gets her as far as the wall and she looks\n\n               over.  She peers down, then turns back with a look of\n\n               disappointment on her face.\n\n\n\n               DOWN SHOT -- from the Ramparts.  On the street below a\n\n               carriage is passing drawn by a brown horse.\n\n\n\n               MED. CLOSE SHOT -- Georgina and Fettes.\n\n\n\n                                   GEORGINA\n\n                             (disappointed)\n\n                         It was a brown horse.\n\n\n\n               Mrs. Marsh comes up.\n\n\n\n                                   MRS. MARSH\n\n                         A cabby told her his horse would\n\n                         say \"hello\" to her the next time he\n\n                         saw her.  Georgina has been looking\n\n                         everywhere for that horse.\n\n\n\n               Fettes looks at the child, smiling, then leans down so as to\n\n               bring himself on a level with her.\n\n\n\n                                   FETTES\n\n                         Why do you want the white horse to\n\n                         bid you \"good-day\"?\n\n\n\n                                   GEORGINA\n\n                         He was a nice horse.\n\n\n\n                                   FETTES\n\n                         Maybe there's another reason. \n\n                         Maybe you haven't friends enough. \n\n                         Could that be it, Georgina?\n\n\n\n               Georgina looks at him, thinks a moment, then nods her head.\n\n\n\n                                   GEORGINA\n\n                         Of course -- I don't have friends. \n\n                         That's because I can't walk.  I try\n\n                         to make myself used to it.\n\n\n\n                                   FETTES\n\n                         One shouldn't get used to the wrong\n\n                         things, Georgina.  You want to walk\n\n                         and run and play.\n\n\n\n                                   MRS. MARSH\n\n                             (not knowing the direction\n\n                              or purpose of Fettes'\n\n                              conversation; breaks in)\n\n                         Really, Mr. Fettes -- I thought you\n\n                         at least would know how much\n\n                         Georgina wants that.\n\n\n\n               Fettes nods.\n\n\n\n                                   FETTES\n\n                         Aye, but I still wonder how much.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nFettes -- I thought you\n\n                         at least would know how much\n\n                         Georgina wants that. Fettes nods. FETTES\n\n                         Aye, but I still wonder how much. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   GEORGINA\n\n                             (with dreadful sincerity)\n\n                         I want it --\n\n\n\n                                   FETTES\n\n                         But you'll have to stand great\n\n                         pain, Georgina.  Greater pain than\n\n                         you ever dreamed of in the worst\n\n                         time of your sickness.  Do you want\n\n                         it that much?\n\n\n\n               Georgina nods.\n\n\n\n                                   FETTES (cont'd)\n\n                         Then, Dr. MacFarlane will make you\n\n                         well.\n\n\n\n               He smiles at her and although this direct conversation about\n\n               her illness has brought tears to her eyes, Georgina smiles\n\n               back at him and Mrs. Marsh, looking down at them, smiles too. \n\n               In her eyes also are tears.\n\n\n\n                                                       WIPE DISSOLVE\n\n\n\n               INT. MACFARLANE'S LIVING ROOM -- DAY\n\n\n\n               MacFarlane is seated in a wing chair before the fire. \n\n               Although it is near noon, he still wears dressing gown and\n\n               slippers.  His hair is rumpled and his eyes bloodshot.  He\n\n               has a glass in his left hand and holds a poker in his right. \n\n               With the poker he tries to push a big piece of cannel coal\n\n               into the flames.  It eludes the point of the poker and rolls\n\n               back against the hobb.  Again he pushes it forward.  Again it\n\n               rolls back.  Suddenly, and with almost maniacal rage, he\n\n               lifts up the poker and brings it crashing down on the coal. \n\n               The soft coal splinters into a hundred pieces.  Suddenly,\n\n               from behind him comes a woman's soft and teasing laughter. \n\n               He turns.  Meg Cameron stands in the doorway behind him.  She\n\n               comes quickly across the room to him.\n\n\n\n                                   MEG\n\n                             (as she walks)\n\n                         Gray's head -- is that it, Teddy? \n\n                         Is that what broke just now under\n\n                         the poker.  Broken it -- and have\n\n                         done with him forever.\n\n\n\n               By the time and she has finished her speech, Meg has reached\n\n               him and before he has had a chance to even react to her\n\n               teasing, mocking tones, she has flung herself down on her\n\n               knees beside his chair, thrown her arms about his neck and\n\n               kissed him passionately.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs that what broke just now under\n\n                         the poker. Broken it -- and have\n\n                         done with him forever. By the time and she has finished her speech, Meg has reached\n\n               him and before he has had a chance to even react to her\n\n               teasing, mocking tones, she has flung herself down on her\n\n               knees beside his chair, thrown her arms about his neck and\n\n               kissed him passionately. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MEG (cont'd)\n\n                         My poor lad -- my poor, poor lad\n\n                         that can never be free of him.\n\n\n\n                                   MACFARLANE\n\n                         You're daft.  What's Gray to me. \n\n                         He's only a man from whom I buy\n\n                         what I need when I need it -- the\n\n                         rest is forgotten.\n\n\n\n                                   MEG\n\n                         You may deny the devil, Toddy, but\n\n                         you'll not rid yourself of him by\n\n                         saying the devil is dead.\n\n\n\n                                   MACFARLANE\n\n                         Nonsense.  You're a fey creature\n\n                         with mad ideas.  But you have a\n\n                         wildness that holds me to you,\n\n                         lass.\n\n\n\n                                   MEG\n\n                             (quite sure of her ground)\n\n                         No great lady will ever take my\n\n                         place?\n\n\n\n               MacFarlane shakes his head.  He kisses her.  She clings to\n\n               him.  It is at this moment that there is a knocking at the\n\n               door.  Meg rises quickly and adjusts her clothing. \n\n               MacFarlane tries to seem more at ease.\n\n\n\n                                   MACFARLANE\n\n                         Come in.\n\n\n\n               Fettes comes in.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         I didn't expect to see you on\n\n                         Sunday, Fettes.  What do you want,\n\n                         some powders for your aching head? \n\n                         That was a furious lot we drank\n\n                         last night -- and in bad company.\n\n\n\n                                   FETTES\n\n                         It was about last night I wanted to\n\n                         talk to you -- about the operation\n\n                         on the little Marsh girl.\n\n\n\n                                   MACFARLANE\n\n                             (loftily)\n\n                         You're a man of the world, Fettes,\n\n                         you wouldn't hold me to promise\n\n                         given in drink.\n\n\n\n                                   FETTES\n\n                         But I -- well, you see, sir, I met\n\n                         Mrs. Marsh and told her.\n\n\n\n                                   MACFARLANE\n\n                             (beginning to lose\n\n                              patience)\n\n                         Really, Fettes, you irk me with\n\n                         your lack of understanding.\n\n\n\n                                   FETTES\n\n                         But you did promise.\n\n\n\n                                   MACFARLANE\n\n                         Look here, Fettes.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE\n\n                             (beginning to lose\n\n                              patience)\n\n                         Really, Fettes, you irk me with\n\n                         your lack of understanding. FETTES\n\n                         But you did promise. MACFARLANE\n\n                         Look here, Fettes. \n\nTARGET SECTION TO BE ANNOTATED:\n  Not I nor\n\n                         anyone else knows enough about the\n\n                         spinal column and its intricacies\n\n                         to insure success in such an\n\n                         operation.  I would have to study\n\n                         the matter.  Have we any\n\n                         \"subjects\"?\n\n\n\n                                   FETTES\n\n                         Wilmont used up the last spinal\n\n                         section.\n\n\n\n                                   MACFARLANE\n\n                         You see, it is completely out of\n\n                         the question.\n\n\n\n                                   FETTES\n\n                             (very disappointed)\n\n                         Yes, I suppose so.\n\n\n\n                                   MACFARLANE\n\n                         Now you run off and see that pretty\n\n                         Mrs. Marsh and explain to her.\n\n\n\n               Fettes, dejected and disappointed, nods and slowly leaves the\n\n               room.  MacFarlane watches him go.\n\n\n\n               INT. ANATOMY ROOM -- DAY\n\n\n\n               CLOSE SHOT -- Joseph at the desk.  He has the account book\n\n               open before him and with index finger moving from letter to\n\n               letter, he is laboriously but silently spelling out the\n\n               words.  Suddenly, he hears footsteps behind him on the stairs\n\n               and quickly slams the book and begins dusting the desk.\n\n\n\n               FULL SHOT -- The anatomy room from Joseph's ANGLE.  Fettes is\n\n               coming down the stairs and crosses toward him.\n\n\n\n                                   FETTES\n\n                         Joseph --\n\n\n\n               Joseph looks up.\n\n\n\n                                   FETTES (cont'd)\n\n                         Would you know a spinal column if\n\n                         you saw one?\n\n\n\n               Joseph nods and grins.\n\n\n\n                                   FETTES (cont'd)\n\n                         Do we have one?\n\n\n\n               Joseph shakes his head.  Fettes shrugs.  He stands thinking\n\n               for a moment, then speaks to Joseph again.\n\n\n\n                                   FETTES (cont'd)\n\n                         Joseph --\n\n\n\n               Joseph looks up again.\n\n\n\n                                   FETTES (cont'd)\n\n                         -- do you happen to know where\n\n                         Gray, the cabman, lives?\n\n\n\n               Joseph nods.\n\n\n\n                                   FETTES (cont'd)\n\n                         Well, tell me.\n\n\n\n               Joseph leans meditatively on the desk.\n\n\n\n                                   FETTES (cont'd)\n\n                         What do you want me to do, bribe\n\n                         you?  I'm cursed if I do.  Tell me\n\n                         straight out.  Where does he live?\n\n\n\n                                   JOSEPH\n\n                         I'd gladly run with a message, sir,\n\n                         for a florin.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nTell me\n\n                         straight out. Where does he live? JOSEPH\n\n                         I'd gladly run with a message, sir,\n\n                         for a florin. \n\nTARGET SECTION TO BE ANNOTATED:\n  It's not much,\n\n                         considering it's Sunday.\n\n\n\n                                   FETTES\n\n                         I only want his address.\n\n\n\n                                   JOSEPH\n\n                         He lives in the Westport --\n\n\n\n               Fettes nods.\n\n\n\n                                   JOSEPH (cont'd)\n\n                             (in a last desperate\n\n                              effort)\n\n                         I'd gladly go.\n\n\n\n               But Fettes has already passed into the entry way.\n\n\n\n                                                       DISSOLVE OUT\n\n\n\n               EXT. DARK ALLEYWAY -- NIGHT\n\n\n\n               It is a crooked, narrow alley.  The only light comes from the\n\n               ends.  Fettes can begin to hear the ballad of the street\n\n               singer from the street toward which he is going.  He pauses a\n\n               moment, listens, then walks forward into the darkness; the\n\n               song almost seeming to guide him through the dark alley.\n\n\n\n               He comes to the darkest portion of the alley.  A sound from\n\n               the left attracts his attention.  He comes to an abrupt halt\n\n               as something white and mysterious moves on a window sill at\n\n               his eye level.  He takes a half step backward as a white cat\n\n               leaps down and scurries noiselessly across his path.  Fettes\n\n               grins at his own fright and goes on.  He passes through the\n\n               darkness and comes out into the dim light of the other\n\n               street.  He comes to the street corner and on the corner\n\n               stands the street singer.  She is singing her little song and\n\n               jingling a few coins in her begging bowl to attract the\n\n               attention of the few people passing by in this dismal street. \n\n               Fettes goes up to her.  She stops singing.\n\n\n\n                                   FETTES\n\n                         Do you know where Mr. Gray lives --\n\n                         Gray, the cabman?\n\n\n\n               The girl shakes her head.\n\n\n\n                                   FETTES (cont'd)\n\n                         Well, thanks anyhow.\n\n\n\n               He takes a coin from his pocket and drops it into her bowl. \n\n               He goes off and the CAMERA MOVES IN to a BIG CLOSEUP of the\n\n               girl as she resumes her song.\n\n\n\n               LONG SHOT -- Fettes as he walks.  This alley, like the other\n\n               grows darker toward the center.  There is an arch leading to\n\n               a court.  Fettes turns left under this arch.\n\n\n\n               EXT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is an arch leading to\n\n               a court. Fettes turns left under this arch. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GRAY'S DWELLING AND STABLE -- NIGHT\n\n\n\n               It is a tiny, narrow squalid building.  He looks at it, sees\n\n               the name, \"John Gray -- Cabman\" written on a board across the\n\n               door, goes up to it and knocks.  As there is no answer, he\n\n               pushes the door open and steps into almost Stygian darkness.\n\n\n\n               INT. GRAY'S STABLE -- NIGHT\n\n\n\n               Fettes gropes his way along the wall toward the stairs. \n\n               Suddenly from the darkness looms a tremendous white figure. \n\n               It is the cabman's horse.  His first momentary fright over,\n\n               Fettes pats the horse's nose, passes on to the stairs, climbs\n\n               the brief flight of steps leading to a door from under which\n\n               comes a ray of light.  Again he knocks.  A voice shouts out\n\n               to him.\n\n\n\n                                   GRAY'S VOICE\n\n                         Come in -- come in.\n\n\n\n               Fettes thrusts open the door and looks around to see the room\n\n               in which he finds himself.  It is a large loft-like room,\n\n               furnished with odds and ends of poor furniture.  The best\n\n               pieces in the room are two dilapidated easy chairs that have\n\n               obviously seen better days.  On one wall some spare harness\n\n               is hung.  A great battered wardrobe contains Gray's clothes. \n\n               The floor is covered with two worn Turkey carpets.  There is\n\n               a bed on which the bedclothes are untidily tumbled.  There is\n\n               a washstand and pitcher.  Quite evidently Gray uses this\n\n               chamber as a combined living, dining and bedroom as well as a\n\n               kitchen.  This last is the purpose to which it is being put\n\n               as Fettes enters.  Gray, in shirt sleeves, is crouched over\n\n               the embers of the fire in the hearth, stirring some sausages\n\n               in a frying pan.  The kettle steams busily on the hob.  On a\n\n               small table near the fire is a loaf of bread, a jug of ale, a\n\n               wooden trencher, a clasp knife and a fork.  As Fettes enters,\n\n               Gray rises and goes to meet him with the frying pan still in\n\n               his left hand.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe kettle steams busily on the hob. On a\n\n               small table near the fire is a loaf of bread, a jug of ale, a\n\n               wooden trencher, a clasp knife and a fork. As Fettes enters,\n\n               Gray rises and goes to meet him with the frying pan still in\n\n               his left hand. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   GRAY\n\n                         So it's the young doctor come to\n\n                         see me.  I'm honored -- honored --\n\n\n\n               There is a curious, almost triumphant undertone in his voice.\n\n\n\n                                   GRAY (cont'd)\n\n                         Here, take this.  It is the most\n\n                         comfortable chair.\n\n\n\n               He guides Fettes to a chair and Fettes, without removing his\n\n               coat, sits down.\n\n\n\n               With quick servile civility he crosses to the taboret, gets a\n\n               glass and bottle and brings it back with him.  He pours a\n\n               glass for Fettes.\n\n\n\n               Fettes takes a swallow.\n\n\n\n                                   GRAY (cont'd)\n\n                         And to what do I owe this honor of\n\n                         this visit?  Some business, was it,\n\n                         of Dr. MacFarlane's?\n\n\n\n                                   FETTES\n\n                         Dr. MacFarlane didn't send me.  I\n\n                         came of my own accord.\n\n\n\n               He breaks off, taking another swig from his glass.\n\n\n\n                                   FETTES (cont'd)\n\n                         What are the chances of your being\n\n                         able to get us a \"subject\"?\n\n\n\n                                   GRAY\n\n                             (shaking his head)\n\n                         It would be difficult -- very\n\n                         difficult.  There was a dog that\n\n                         bothered me during the last job --\n\n                         people seem so concerned about dogs\n\n                         -- all in all it raised the very\n\n                         mother and father of a row.  I'm\n\n                         told the kirkyards are to be\n\n                         guarded.\n\n                             (pausing)\n\n                         But I would not like to say that it\n\n                         would be impossible to get a\n\n                         \"subject\".\n\n\n\n               A look of relief comes over Fettes' face.  He picks up his\n\n               glass and drinks again.\n\n\n\n                                   FETTES\n\n                             (leaning forward)\n\n                         But how soon, man?  Dr. MacFarlane\n\n                         is engaged in some very urgent\n\n                         research at present.  He can't wait\n\n                         very long.\n\n\n\n               Again Gray smiles.\n\n\n\n                                   GRAY\n\n                         I fear he may have to.\n\n\n\n                                   FETTES\n\n                         But can't you give me any idea?\n\n\n\n                                   GRAY\n\n                         How could I?  I will do my best. \n\n                         After all, you see, I am\n\n                         financially interested.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAY\n\n                         How could I? I will do my best. After all, you see, I am\n\n                         financially interested. \n\nTARGET SECTION TO BE ANNOTATED:\n               The CAMERA PULLS BACK to a WIDER ANGLE as Fettes gets to his\n\n               feet abruptly.  Where comes very faintly over the shot from\n\n               somewhere outside, the voice of the street singer, singing\n\n               the same melody.\n\n\n\n                                   GRAY (cont'd)\n\n                         You may tell Toddy that I will do\n\n                         what I can, when I can -- as he\n\n                         knows I will.\n\n                             (sighing)\n\n                         But he must wait and see as the\n\n                         children do.\n\n\n\n                                   FETTES\n\n                         If that's your answer -- it'll have\n\n                         to do.\n\n\n\n               Fettes turns abruptly away and goes quickly out of scene\n\n               toward the door.  Gray sits for a moment, reflecting, then\n\n               gets to his feet.  The CAMERA PANS WITH him as he goes to the\n\n               door and out.\n\n\n\n               EXT. STREET -- NIGHT\n\n\n\n               MED. FULL SHOT -- at the far side of the street, Fettes can\n\n               be seen striding.  At the nearer side, approaching slowly, is\n\n               the street singer.\n\n\n\n               INT. GRAY'S STABLE -- NIGHT\n\n\n\n               CLOSE SHOT -- Gray.  His head is turned in the direction of\n\n               the voice.  His hand comes up to his chin as he rubs at it\n\n               reflectively, obviously seized by an idea.  He makes up his\n\n               mind and turns into the stable.\n\n\n\n               MED. SHOT.  It is dark.  In the f.g. is the white horse.  It\n\n               turns as Gray comes into scene and nuzzles him affectionately\n\n               as he pats it.\n\n\n\n                                   GRAY\n\n                         Ah, Friend!  There's bad news for\n\n                         you, boy -- bad news -- \n\n\n\n               He pulls out a lump of sugar and gives it to the horse.\n\n\n\n                                   GRAY (cont'd)\n\n                         We have to go out again, Friend.\n\n\n\n               He turns away into the darkness, but is back in a moment\n\n               bearing the horse's collar.  As he slips the collar over the\n\n               animal's head --\n\n\n\n                                                       DISSOLVE\n\n\n\n               EXT. STREET -- NIGHT\n\n\n\n               It is a long deserted street.  At the near end a lantern on a\n\n               house wall casts a sphere of dim radiance.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he slips the collar over the\n\n               animal's head --\n\n\n\n                                                       DISSOLVE\n\n\n\n               EXT. STREET -- NIGHT\n\n\n\n               It is a long deserted street. At the near end a lantern on a\n\n               house wall casts a sphere of dim radiance. \n\nTARGET SECTION TO BE ANNOTATED:\n  The CAMERA is\n\n               FOCUSED DOWN the street which ends in Stygian darkness.  From\n\n               behind the camera comes the street singer, walking slowly,\n\n               singing and rattling her begging bowl.  She walks on.  Just\n\n               before her figure is lost in the darkness, from behind the\n\n               camera can be heard the clop-clop of hoofs, the creak of\n\n               carriage springs, and the rolling wheels of Gray's cab.  As\n\n               the singer disappears completely into the darkness, the cab\n\n               goes past the camera.  It, too, disappears into the darkness. \n\n               The CAMERA HOLDS.  The sound of the carriage ceases.  A\n\n               moment later, the song of the street singer comes to an\n\n               abrupt, choked end.\n\n\n\n                                                   LONG DISSOLVE OUT\n\n\n\n               DISSOLVE IN\n\n\n\n               INT. FETTES BEDROOM -- NIGHT\n\n\n\n               At a small table, seated on a high stool, is Fettes.  A\n\n               little lamp burns dimly at his elbow and by its light he is\n\n               studying.  He turns the pages, checks some point in his\n\n               reading with an anatomical chart spread over the table and\n\n               with his pencil still poised over the anatomical chart, he\n\n               pauses, listening.  From some distance away comes the sound\n\n               of a horse's hoofs and the banging of wheels.  Fettes rises\n\n               and crosses to the window.  He draws the curtains aside and\n\n               pushes open the casement.  With the window open and sound of\n\n               the horse's hoofs is louder.  He looks down.\n\n\n\n               EXT. ALLEYWAY -- NIGHT\n\n\n\n               SHOOTING DOWNWARD as if from Fettes' viewpoint.  Gray's cab\n\n               pulled by the white horse comes into the scene and stops.\n\n\n\n               INT. FETTES BEDROOM -- NIGHT\n\n\n\n               Fettes turns away from the window and starts for the door.\n\n\n\n               EXT. ALLEYWAY -- NIGHT\n\n\n\n               Gray gets off the cab.\n\n\n\n               INT. ANATOMY ROOM -- NIGHT\n\n\n\n               Fettes passing through.\n\n\n\n               INT. THE ENTRY WAY -- NIGHT\n\n\n\n               Fettes opens the door, admitting Gray.  He comes in carrying\n\n               the usual canvas-colored body, but this burden is lighter\n\n               than the last.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. THE ENTRY WAY -- NIGHT\n\n\n\n               Fettes opens the door, admitting Gray. He comes in carrying\n\n               the usual canvas-colored body, but this burden is lighter\n\n               than the last. \n\nTARGET SECTION TO BE ANNOTATED:\n  Without any difficulty he takes it into the\n\n               adjoining room.\n\n\n\n               INT. ANATOMY ROOM -- NIGHT\n\n\n\n               Gray lays his burden down upon the table.\n\n\n\n                                   GRAY\n\n                             (cheerfully)\n\n                         There, Master Fettes.  Sooner than\n\n                         we had expected.  A stoke of luck\n\n                         one might say.\n\n\n\n                                   FETTES\n\n                         Good.\n\n\n\n               He is still almost half asleep as he starts over toward the\n\n               desk pulling the key from his pocket as he goes.  As he does\n\n               so, his eyes light on the face of the corpse, revealed on his\n\n               side by the drooping canvas.  He is startled; takes two steps\n\n               nearer and looks again.\n\n\n\n                                   FETTES (cont'd)\n\n                         That's the street singer.\n\n\n\n               Gray says nothing; merely looks at him calmly.\n\n\n\n                                   FETTES (cont'd)\n\n                             (very much excited)\n\n                         I know her, I tell you!  She was\n\n                         alive and hearty only this evening. \n\n                         It's impossible she can be dead.\n\n\n\n               He pauses.  Then in a lower voice.\n\n\n\n                                   FETTES (cont'd)\n\n                         You could not have gotten this body\n\n                         fairly.\n\n\n\n               Gray looks at him with a cold, hard look.\n\n\n\n                                   GRAY\n\n                         You are entirely mistaken.\n\n\n\n               The two men stand facing each other.  There is even a hint of\n\n               physical violence in Gray's stooped crouch.\n\n\n\n                                   GRAY (cont'd)\n\n                         You had better give me my money and\n\n                         make the proper entry.\n\n\n\n               He stares Fettes down and the boy crosses over to the desk\n\n               and hurriedly gets out the money.  He crosses over and gives\n\n               it to Gray.  Gray looks at it and then at the boy.\n\n\n\n                                   GRAY (cont'd)\n\n                         Good night, Dr. Fettes.\n\n\n\n               He tips his hat and is quickly gone.  Fettes goes back to the\n\n               body and looks down at the dead face of the girl.  He\n\n               shudders.\n\n\n\n                                                       FADE OUT.\n\n\n\n               FADE IN\n\n\n\n               INT. ANATOMY ROOM -- DAY\n\n\n\n               CLOSE FULL SHOT -- the stairway.  The door at the top of the\n\n               stairs opens and MacFarlane comes through with an early\n\n               morning shine upon his countenance; his hair sleek from\n\n               brushing.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE IN\n\n\n\n               INT. ANATOMY ROOM -- DAY\n\n\n\n               CLOSE FULL SHOT -- the stairway. The door at the top of the\n\n               stairs opens and MacFarlane comes through with an early\n\n               morning shine upon his countenance; his hair sleek from\n\n               brushing. \n\nTARGET SECTION TO BE ANNOTATED:\n  He is adjusting his tie and is whistling a\n\n               Scottish tune as he descends the stairs.  He suddenly breaks\n\n               off as he sees someone below him on the floor level of the\n\n               anatomy room.\n\n\n\n                                   MACFARLANE\n\n                             (heartily)\n\n                         Well, well, good morning to you,\n\n                         young Master Fettes.\n\n\n\n               REVERSE SHOT.  Fettes is completely dressed, but his haggard\n\n               face and rumpled hair give evidence of a sleepless night.\n\n\n\n                                   FETTES\n\n                         Dr. MacFarlane, have you ever seen\n\n                         a street singer who sang \"The Twa\n\n                         Corby\"?\n\n\n\n               They start toward the table where the body lies.  The CAMERA\n\n               BEGINS TO TRUCK WITH them.\n\n\n\n                                   MACFARLANE\n\n                         Every street singer with a cracked\n\n                         voice gives tongue to that one.\n\n\n\n                                   FETTES\n\n                         This girl was beautiful -- a wild\n\n                         lassie from the Highlands.\n\n\n\n               MacFarlane shrugs.\n\n\n\n                                   MACFARLANE\n\n                         Beautiful, you say? It's a wonder I\n\n                         have not remarked her.\n\n\n\n               They have reached the table and both me look down.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Oh, this girl.\n\n\n\n               He whistles a bar or two of her song.\n\n\n\n               INT. RECESS NEAR BRINE VAT -- DAY\n\n\n\n               Joseph, comfortably seated on a three-legged stool near the\n\n               brine vat and contentedly sucking at an old clay pipe, hears\n\n               the doctor's whistled tune.  He leans forward without rising,\n\n               parts the curtain to look out. \n\n\n\n                                   FETTES' VOICE\n\n                         She was murdered.\n\n\n\n               Joseph softly rises from his stool, taking care to let the\n\n               legs of this seat go back quietly onto the floor.  He puts\n\n               himself into an attitude of intense listening.\n\n\n\n               INT. ANATOMY ROOM -- DAY\n\n\n\n               MED. CLOSE SHOT on MacFarlane and Fettes.\n\n\n\n                                   FETTES\n\n                         I went to see Gray last night.  I\n\n                         asked him to bring us a specimen. \n\n                         On my way I saw this girl.  I gave\n\n                         her alms money.  She was alive and\n\n                         singing.\n\n\n\n               He points to her temple.  MacFarlane looks down.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe was alive and\n\n                         singing. He points to her temple. MacFarlane looks down. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                         Well --\n\n\n\n                                   FETTES\n\n                         Gray killed her.\n\n\n\n                                   MACFARLANE\n\n                         We can't be sure of that.\n\n\n\n                                   FETTES\n\n                         I am sure.  I mean to report it. \n\n                         It's like Burke and Hare all over\n\n                         again.\n\n\n\n               MacFarlane studies him for a long moment.\n\n\n\n                                   MACFARLANE\n\n                             (very quietly)\n\n                         I wouldn't do that, Fettes.  I\n\n                         wouldn't report it.\n\n\n\n                                   FETTES\n\n                         Grave robbing is one thing -- this\n\n                         is murder.\n\n\n\n               CLOSE SHOT -- Joseph at the curtain.  He is turning away.  He\n\n               has heard enough, and the calculating look in his eyes has\n\n               been replaced by one of triumphant decision.\n\n\n\n               MED. SHOT -- Fettes and MacFarlane.\n\n\n\n                                   MACFARLANE\n\n                         I don't know that -- neither do\n\n                         you.  This subject may have been an\n\n                         epileptic -- thrown a fit -- fallen\n\n                         out of bed -- cracked her skull and\n\n                         killed herself -- there is\n\n                         everything explained -- the bruise\n\n                         on her head --\n\n\n\n                                   FETTES\n\n                         I can't believe that.\n\n\n\n                                   MACFARLANE\n\n                         Believe it or not.  It's best for\n\n                         you to pretend that you do.  After\n\n                         all, it was you who ordered this\n\n                         specimen, received it here, and\n\n                         paid for it.  That makes you a\n\n                         party to murder.\n\n\n\n               Fettes looks at MacFarlane.  The truth of what the doctor has\n\n               said is borne in upon him.  He is confused and bewildered.\n\n\n\n                                   FETTES\n\n                         But, I didn't ask him to kill.\n\n\n\n                                   MACFARLANE\n\n                         Who would believe that?  And you\n\n                         know, someone else might recognize\n\n                         her.  She was as well known as the\n\n                         Castle Rock.\n\n\n\n               MacFarlane looks over at him.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         I should advise complete\n\n                         dissection.\n\n\n\n               MacFarlane starts to pull back the canvas from the body.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         I'll help you, of course.\n\n\n\n               Fettes hesitates.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMacFarlane starts to pull back the canvas from the body. MACFARLANE (cont'd)\n\n                         I'll help you, of course. Fettes hesitates. \n\nTARGET SECTION TO BE ANNOTATED:\n  MacFarlane throws back the canvas sheet.\n\n\n\n               MED. CLOSE TWO SHOT -- Fettes and MacFarlane.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         I want the whole centrum myself for\n\n                         spinal work -- you know why --\n\n\n\n               Fettes understands, smiles and moves forward to help the\n\n               doctor lift the body.\n\n\n\n                                                       FADE OUT\n\n\n\n               FADE IN\n\n\n\n               INT. MACFARLANE'S LIVING ROOM -- DAY\n\n\n\n               It is a bright afternoon and there is no fire on the hearth. \n\n               Mrs. Marsh is seated on the sofa and Meg sits beside her.  A\n\n               tea service on a small table is between them.  Georgina's\n\n               empty wheel-chair is in evidence.\n\n\n\n                                   MEG\n\n                             (pushing a cup of tea\n\n                              toward Mrs. Marsh)\n\n                         Have a drop -- it'll help.\n\n\n\n               Mrs. Marsh shakes her head.  Between her hands is a\n\n               handkerchief which she is twisting nervously.\n\n\n\n                                   MRS. MARSH\n\n                         I couldn't swallow it.\n\n\n\n               She makes a nervous desperate gesture with her handkerchief;\n\n               glances wildly at the clock.\n\n\n\n                                   MRS. MARSH (cont'd)\n\n                         How long has it been?\n\n\n\n               Meg Cameron also glances at the clock.\n\n\n\n                                   MEG\n\n                         Only twenty minutes.\n\n\n\n                                   MRS. MARSH\n\n                             (desperately echoing)\n\n                         Only twenty minutes.\n\n\n\n               INT. ANATOMY ROOM -- DAY\n\n\n\n               LONG SHOT.  The room no longer has its ordinary arrangements. \n\n               The tables and benches have been pulled up around the central\n\n               marble-topped table for use as an impromptu grandstands. \n\n               Students are standing on the tables and benches, peering down\n\n               in tense and silent excitement at something on the table. \n\n               There is the sound of a child's groan; a gasp of pain.\n\n\n\n               CLOSE FULL SHOT -- the circle around the table.  Georgina\n\n               partially covered by a sheet, lies on the slab.  MacFarlane\n\n               in shirt sleeves and apron bends over her. Richardson and\n\n               some other students are close around him.  Fettes crouches at\n\n               the head of the table; his face near that of the child.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMacFarlane\n\n               in shirt sleeves and apron bends over her. Richardson and\n\n               some other students are close around him. Fettes crouches at\n\n               the head of the table; his face near that of the child. \n\nTARGET SECTION TO BE ANNOTATED:\n  This\n\n               is a very low camera setup which hides the actual business of\n\n               the operation from the audience, but which allows them to see\n\n               the reactions to it on the faces of the students.\n\n\n\n                                   MACFARLANE\n\n                         Here is where you must watch\n\n                         closely, gentleman -- closely -- it\n\n                         is the very heart of the matter --\n\n\n\n                                   FETTES\n\n                         Wait, Doctor -- wait!  The child's\n\n                         fainting.\n\n\n\n               The two big students who are holding the tiny thin arms of\n\n               the girl to hold her down look questioningly at MacFarlane.\n\n\n\n                                   MACFARLANE\n\n                         Give her some brandy if you want.\n\n\n\n               Fettes shakes his head.\n\n\n\n                                   FETTES\n\n                         She's unconscious.\n\n\n\n                                   MACFARLANE\n\n                         Pulse?\n\n\n\n                                   RICHARDSON\n\n                         Slow -- but not too alarming.\n\n\n\n                                   MACFARLANE\n\n                         Let us proceed.\n\n\n\n               He bends to his work again.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                             (commenting as he goes)\n\n                         -- and the final step -- we push\n\n                         the ganglia to one side -- then we\n\n                         make the actual osseous incision\n\n                         here -- so -- it is done -- the\n\n                         repair is effected and nothing left\n\n                         to do but replace the tissue and\n\n                         let nature heal what is no longer a\n\n                         defect -- merely a wound --\n\n\n\n                                   RICHARDSON\n\n                             (softly; but with feeling)\n\n                         Bravo!\n\n\n\n                                   MACFARLANE\n\n                             (to Fettes)\n\n                         I'll be finished with her in an\n\n                         instant.  Then you can consider her\n\n                         your patient, Fettes.\n\n\n\n               Fettes looks his gratitude.\n\n\n\n                                                       FADE OUT\n\n\n\n               FADE IN\n\n\n\n               INT. ANATOMY ROOM -- DAY\n\n\n\n               It is late afternoon and only MacFarlane is there working at\n\n               his desk.  Suddenly Joseph comes in from the entry on tiptoe. \n\n               He gets up to within a few feet of MacFarlane before\n\n               announcing himself.\n\n\n\n                                   JOSEPH\n\n                         Doctor --\n\n\n\n               MacFarlane wheels around.\n\n\n\n                                   MACFARLANE\n\n                         What the devil is the matter with\n\n                         you -- forever creeping about. \n\n                         What do you want?\n\n\n\n                                   JOSEPH\n\n                         Mr.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE\n\n                         What the devil is the matter with\n\n                         you -- forever creeping about. What do you want? JOSEPH\n\n                         Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Gray --\n\n\n\n                                   MACFARLANE\n\n                         I don't wish to see Mr. Gray.\n\n\n\n               Behind him Gray, grinning, comes out from the darkness of the\n\n               entry way and stands listening.  The doctor is unaware of his\n\n               presence.  He turns back to his work.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         You tell him that there will be no\n\n                         more business between us.\n\n\n\n               Gray grins even more broadly, then he clears his throat with\n\n               a rumbling couch.  MacFarlane turns around.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Oh -- well, Joseph, it seems I will\n\n                         have the pleasure of speaking to\n\n                         Mr. Gray myself.  You can go.\n\n\n\n               Both men wait for Joseph to go into the alcove.\n\n\n\n                                   GRAY\n\n                         Now that wasn't a friendly thing I\n\n                         heard, Toddy.  Not at all friendly.\n\n\n\n                                   MACFARLANE\n\n                         That has nothing to do with it. \n\n                         We've decided to do more lecturing\n\n                         and less dissection -- it's better\n\n                         for the students -- that's all\n\n                         there is to it.\n\n\n\n                                   GRAY\n\n                             (starting to leave)\n\n                         You know what you want and don't\n\n                         want -- so that's an end of\n\n                         business between us -- but we'll\n\n                         still be friends, Toddy.  I'll be\n\n                         dropping by to see you and Meg once\n\n                         in a while -- for auld lang syne,\n\n                         you know.\n\n\n\n                                   MACFARLANE\n\n                         I suppose we can't prevent that,\n\n                         Gray --\n\n                             (bitterly)\n\n                         -- for auld lang syne.\n\n\n\n               Gray turns very humbly and goes to the door, then he turns\n\n               again and he is laughing.\n\n\n\n                                   GRAY\n\n                         And do you think you're getting rid\n\n                         of me, Toddy?\n\n\n\n               MacFarlane, who has turned back to his desk, whirls about,\n\n               but Gray has already disappeared into the darkness of the\n\n               entry way and from thence comes his loud crowing laughter. \n\n               The doctor's face clouds in anger.  He turns back to his\n\n               desk.  The street door can be heard closing.\n\n\n\n               EXT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns back to his\n\n               desk. The street door can be heard closing. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MACFARLANE'S CLOSE -- DAY\n\n\n\n               Gray, still laughing, comes out on the sidewalk to find\n\n               Joseph waiting for him.  Chuckling to himself,  Gray starts\n\n               to cross to his cab.  Joseph stops him.\n\n\n\n                                   JOSEPH\n\n                         I would like to speak to you.\n\n\n\n               Gray looks at him.\n\n\n\n                                   GRAY\n\n                         I presume you shall.  This won't be\n\n                         my last visit here.\n\n\n\n                                   JOSEPH\n\n                         I want to speak to you alone.  I\n\n                         saw something.  I heard.\n\n\n\n                                   GRAY\n\n                         What did you hear?\n\n\n\n                                   JOSEPH\n\n                         I know --\n\n\n\n               He looks off and sees Fettes coming down the alley.  Fettes\n\n               is whistling to himself.\n\n\n\n                                   JOSEPH (cont'd)\n\n                         Maybe some other time --\n\n\n\n                                   GRAY\n\n                             (beginning to laugh again)\n\n                         Oh, you'll have ample opportunity --\n\n                         ample --\n\n                             (to Fettes)\n\n                         Good morning, Dr. Fettes.\n\n\n\n                                   FETTES\n\n                         Good morning.\n\n\n\n               INT. ANATOMY ROOM -- DAY\n\n\n\n               The doctor turns as Fettes comes in.\n\n\n\n                                   FETTES\n\n                         I just saw Gray.  What was he\n\n                         laughing at?\n\n\n\n                                   MACFARLANE\n\n                         He has his own idea of a joke. \n\n                         Perhaps his horse tickled him in\n\n                         the ribs.\n\n\n\n                                   FETTES\n\n                         I've just been to see Mrs. Marsh. \n\n                         Georgina is doing splendidly.  The\n\n                         incision has healed -- clean and\n\n                         fine -- but she doesn't seem to\n\n                         have any desire to walk.\n\n\n\n                                   MACFARLANE\n\n                         When she's ready you bring her to\n\n                         me -- I'll show her how.\n\n\n\n                                   FETTES\n\n                         Dr. MacFarlane, I wonder if you\n\n                         know what happiness you've brought\n\n                         those people.\n\n\n\n                                   MACFARLANE\n\n                         That's only our duty, Fettes --\n\n                         that's the end at which we aim with\n\n                         all this nasty business.\n\n\n\n               He makes a gesture to include the anatomy room.\n\n\n\n                                   FETTES\n\n                             (very sincerely)\n\n                         I suppose one must pass through\n\n                         this purgatory to the heaven of\n\n                         being a good doctor.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE\n\n                         That's only our duty, Fettes --\n\n                         that's the end at which we aim with\n\n                         all this nasty business. He makes a gesture to include the anatomy room. FETTES\n\n                             (very sincerely)\n\n                         I suppose one must pass through\n\n                         this purgatory to the heaven of\n\n                         being a good doctor. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                             (turning to his desk)\n\n                         That's the way of it, Fettes.  You\n\n                         bring the lassie to me.\n\n\n\n                                                       FADE OUT\n\n\n\n               FADE IN\n\n\n\n               INT. DR. MACFARLANE'S STUDY -- DAY\n\n\n\n               The doctor, Fettes, Mrs. Marsh and Georgina are all together. \n\n               Georgina is seated in her little wheelchair.  The doctor\n\n               stands before her, looming above her, glowering with ill\n\n               concealed rage.  Fettes kneels at the side of the wheelchair,\n\n               while Mrs. Marsh sits nervously perched on the sofa.\n\n\n\n                                   FETTES\n\n                         Don't you want to find the white\n\n                         horse, Georgina?  You can't find\n\n                         him from a wheelchair.  You have to\n\n                         walk and run to find him.\n\n\n\n                                   GEORGINA\n\n                         I can't.\n\n\n\n                                   MACFARLANE\n\n                             (thundering)\n\n                         You can't -- can't!\n\n                             (to Fettes)\n\n                         Stop trying to bribe her with\n\n                         childishness about white horses. \n\n                         Let the child stand and walk -- her\n\n                         spine's all right.  I know it's all\n\n                         right.\n\n\n\n                                   FETTES\n\n                         But she must want to stand.  She\n\n                         must want to walk.\n\n\n\n                                   MACFARLANE\n\n                             (still in a towering rage)\n\n                         Confound me, the child's a cripple,\n\n                         of course she wants to walk.\n\n                             (to Georgina)\n\n                         Child, I say to you get up out of\n\n                         that chair and walk.\n\n\n\n               Georgina bursts into tears.  MacFarlane makes a disgusted\n\n               gesture.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                             (trying to control\n\n                              himself)\n\n                         I ask you, child, to do a simple\n\n                         thing -- raise yourself with your\n\n                         hands to a standing posture -- then\n\n                         step out with your left foot -- try\n\n                         it.\n\n\n\n               Georgina shakes her head.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         I say, try it!  Lift yourself up\n\n                         now!\n\n\n\n               Georgina lifts herself up by her hands to a semistanding\n\n               posture.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Good.  Now step out.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nGeorgina lifts herself up by her hands to a semistanding\n\n               posture. MACFARLANE (cont'd)\n\n                         Good. Now step out. \n\nTARGET SECTION TO BE ANNOTATED:\n               The child stands still.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         Step out!\n\n\n\n                                   GEORGINA\n\n                         I can't!  I can't!  My legs won't\n\n                         move.\n\n\n\n                                   MACFARLANE\n\n                             (almost screaming)\n\n                         Nonsense!\n\n\n\n               Mrs. Marsh rises from the sofa and comes to join them.\n\n\n\n                                   MRS. MARSH\n\n                         I'm sorry, Doctor.  Georgina's a\n\n                         good child -- a brave child -- you\n\n                         saw how she was during the\n\n                         operation -- but if she can't move,\n\n                         she can't move.\n\n\n\n                                   MACFARLANE\n\n                         But she must be able to move. \n\n                         Everything is in place.\n\n\n\n                                   MRS. MARSH\n\n                             (shaking her head)\n\n                         She would if she could.\n\n\n\n                                   MACFARLANE\n\n                         Then all my surgery is no good. \n\n                         There's something wrong with the\n\n                         child -- something I don't know --\n\n                         something I can't define -- can't\n\n                         diagnose.\n\n                             (pause)\n\n                         I can do nothing for her.\n\n\n\n               When he finishes his speech there is a long, dead silence. \n\n               MacFarlane is the first to break it.\n\n\n\n                                   MACFARLANE (cont'd)\n\n                         You see Mrs. Marsh home, Fettes,\n\n                         I'm going to Hobbs'.  You can join\n\n                         me there if you like.\n\n\n\n               Fettes nods.  Picking up his hat MacFarlane starts from the\n\n               door.\n\n\n\n                                                       DISSOLVE OUT\n\n\n\n               DISSOLVE IN\n\n\n\n               INT. HOBBS' PUBLIC HOUSE - NIGHT\n\n\n\n               It is quite late and there are only a few patrons in the\n\n               public house. At the bar, with his hat on his head and his\n\n               whip in one hand, Gray sits on a stool drinking some hot\n\n               liquid from a pewter tankard. The drawing-waiter is leaning\n\n               on the bar talking to him.\n\n\n\n                                   GRAY\n\n                             (setting down the mug)\n\n                         Well, I'll be off -- unless you\n\n                         have a fare for me here -- some\n\n                         gentleman a little taken with wine.\n\n\n\n                                   WAITER\n\n                         Wait a bit and MacFarlane will\n\n                         be wanting to be freighted home.\n\n\n\n                                   GRAY\n\n                         The Doctor MacFarlane?\n\n\n\n                                   WAITER\n\n                         Aye.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nWAITER\n\n                         Wait a bit and MacFarlane will\n\n                         be wanting to be freighted home. GRAY\n\n                         The Doctor MacFarlane? WAITER\n\n                         Aye. \n\nTARGET SECTION TO BE ANNOTATED:\n In the other room and\n\n                         getting stiffer than the bodies he\n\n                         demonstrates.\n\n\n\n                                   GRAY\n\n                         I'll look in on him.\n\n\n\n               Gray slouches across the room to the divan. He peers in. \n\n\n\n               MED. CLOSE SHOT -- MacFarlane in the divan FROM GRAY'S ANGLE.\n\n               There is a squat bottle before him and two small glasses. He\n\n               is hunched over. His hair is rumpled. He is brooding. From\n\n               the entrance of the divan, Gray speaks to him.\n\n\n\n                                   GRAY (CONT'D)\n\n                         Toddy --\n\n\n\n               MacFarlane looks up.\n\n\n\n                                   MACFARLANE\n\n                             (with drunken\n\n                              friendliness)\n\n                         Oh, it's you, Gray. Well, come in.\n\n                         Sit down. Have a glass with me.\n\n\n\n                                   GRAY\n\n                             (removing his hat and\n\n                              sitting down)\n\n                         You're uncommon friendly tonight,\n\n                         Toddy. More like the old days.\n\n\n\n               MacFarlane drunkenly nods his head.\n\n\n\n                                   MACFARLANE\n\n                         I want someone to talk to. That\n\n                         Fettes -- all taken up with the\n\n                         widow. He never came back here. \n\n\n\n               He looks up at Gray.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         You know something about the human\n\n                         body, Gray.\n\n\n\n                                   GRAY\n\n                         I've had some experience.\n\n\n\n                                   MACFARLANE\n\n                         Then you can understand that the\n\n                         backbone is a lot of little\n\n                         blocks and those little blocks are\n\n                         all held together, so that it works\n\n                         like that whip of yours. You know\n\n                         that, don't you?\n\n\n\n                                   GRAY\n\n                         I've never had it all explained\n\n                         that way to me by so learned a man.\n\n\n\n                                   MACFARLANE\n\n                             (disregarding the sarcasm)\n\n                         I set those blocks together,\n\n                         patched the muscles. I put the\n\n                         nerves where they should be -- I\n\n                         did it and I did it right -- and\n\n                         she won't walk --\n\n\n\n                                   GRAY\n\n                             (beginning to understand)\n\n                         Oh, it's the bit of a girl Fettes\n\n                         was talking about.\n\n\n\n                                   MACFARLANE\n\n                             (thumping his hand on the\n\n                              table)\n\n                         The same.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE\n\n                             (disregarding the sarcasm)\n\n                         I set those blocks together,\n\n                         patched the muscles. I put the\n\n                         nerves where they should be -- I\n\n                         did it and I did it right -- and\n\n                         she won't walk --\n\n\n\n                                   GRAY\n\n                             (beginning to understand)\n\n                         Oh, it's the bit of a girl Fettes\n\n                         was talking about. MACFARLANE\n\n                             (thumping his hand on the\n\n                              table)\n\n                         The same. \n\nTARGET SECTION TO BE ANNOTATED:\n Look here, Gray --\n\n\n\n               He picks up two glasses.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         I fitted them together like this --\n\n                             (he puts the two glasses\n\n                              together)\n\n                         -- so that it was right. Yet she\n\n                         won't walk.\n\n\n\n               Gray looks at him. He is grinning his malicious grin. With a\n\n               sudden sweep of his hand across the table he knocks down the\n\n               glasses.\n\n\n\n                                   GRAY\n\n                         You can't build life like you put\n\n                         together blocks, Toddy.\n\n\n\n                                   MACFARLANE\n\n                         What are you talking about? I am an\n\n                         anatomist. I know the body. I know\n\n                         how it works.\n\n\n\n                                   GRAY\n\n                         And you're a fool, Toddy -- and no\n\n                         doctor. It's only the dead ones\n\n                         that you know.\n\n\n\n                                   MACFARLANE\n\n                         I am a doctor. I teach medicine.\n\n\n\n                                   GRAY\n\n                         Like Knox taught you? Like I taught\n\n                         you? In cellars and graveyards? Did\n\n                         Knox teach you what makes the blood\n\n                         flow?\n\n\n\n                                   MACFARLANE\n\n                         The heart pumps it.\n\n\n\n                                   GRAY\n\n                         Did he tell you how thoughts come\n\n                         and how they go and why things are\n\n                         remembered and forgot?\n\n\n\n                                   MACFARLANE\n\n                         The nerve centers -- the brain --\n\n\n\n                                   GRAY\n\n                         But what makes a thought start?\n\n\n\n                                   MACFARLANE\n\n                             (fuzzily)\n\n                         In the brain, I tell you. I know.\n\n\n\n                                   GRAY\n\n                         You don't know and you'll never\n\n                         know or understand, Toddy. Not from\n\n                         me or from Knox would you learn\n\n                         those things. Look --\n\n\n\n               He points to a mirror behind MacFarlane's head.  MacFarlane\n\n               looks into it.\n\n\n\n               MIRROR SHOT showing MacFarlane looking at his own face and\n\n               the evil face of Gray just behind him.\n\n\n\n                                   GRAY (CONT'D)\n\n                         Look at yourself, Toddy, could you\n\n                         be a doctor -- a healing man --\n\n                         with the things those eyes have\n\n                         seen? There's a lot of knowledge in\n\n                         those eyes, but there's no\n\n                         understanding. You'd not get that\n\n                         from me. \n\n\n\n               MacFarlane whirls around.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere's a lot of knowledge in\n\n                         those eyes, but there's no\n\n                         understanding. You'd not get that\n\n                         from me. MacFarlane whirls around. \n\nTARGET SECTION TO BE ANNOTATED:\n               ANOTHER ANGLE - MacFarlane facing Gray.\n\n\n\n                                   MACFARLANE\n\n                         I am a doctor - a good doctor. I\n\n                         could make her walk, but she won't \n\n                         - she won't --\n\n\n\n                                   GRAY\n\n                             (almost kindly, as he\n\n                              pours a drink)\n\n                         Here, have another glass,\n\n                         MacFarlane. I'll take you home and\n\n                         we'll be friends again -- now that\n\n                         you know that you're Knox's man and\n\n                         my friend -- aye, forever.\n\n\n\n               MacFarlane swallows the drink at a single draught.\n\n\n\n                                   MACFARLANE\n\n                         I'm my own man and I'll have no\n\n                         more to do with you, Gray. \n\n\n\n               Gray lifts his eyebrows quizzically.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         Why should I be afraid of you? What\n\n                         are you holding over me?\n\n\n\n                                   GRAY\n\n                         I'll tell you what, Toddy. It's\n\n                         because I ran down the streets with\n\n                         the mud and the stones around my\n\n                         ears and the mob yelling for my\n\n                         blood. It's because you were afraid\n\n                         to face it -- and you're still\n\n                         afraid.\n\n\n\n                                   MACFARLANE\n\n                         No, I'm not afraid. Tell!\n\n                         Shout it from the housetops!\n\n                             (dropping his voice)\n\n                         And remember this -- they\n\n                         hanged Burke -- they mobbed\n\n                         Hare -- but Dr. Knox is living\n\n                         like a gentleman in London.\n\n\n\n               MacFarlane rises drunkenly to his feet, There is a threat of\n\n               physical violence in his manner.\n\n\n\n                                   GRAY\n\n                             (somewhat placatingly; for\n\n                              the first time not\n\n                              completely master of the\n\n                              situation)\n\n                         Aye, Toddy, there is something\n\n                         in what you say.\n\n\n\n                                   MACFARLANE\n\n                         There is much in what I say, Gray,\n\n                         and if you have any regard for your\n\n                         neck you'll leave now and stay away\n\n                         from my house, my school, and from\n\n                         me.\n\n\n\n                                   GRAY\n\n                         I have no wish for a rope cravat.\n\n                         I've never liked the smell of hemp,\n\n                         so I'll bid you good night, Doctor\n\n                         MacFarlane.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE\n\n                         There is much in what I say, Gray,\n\n                         and if you have any regard for your\n\n                         neck you'll leave now and stay away\n\n                         from my house, my school, and from\n\n                         me. GRAY\n\n                         I have no wish for a rope cravat. I've never liked the smell of hemp,\n\n                         so I'll bid you good night, Doctor\n\n                         MacFarlane. \n\nTARGET SECTION TO BE ANNOTATED:\n               Gray picks up his hat and starts off out of scene. MacFarlane\n\n               slumps back into his seat. His hand reaches out for the\n\n               whiskey bottle. He starts to pour another drink.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT. GRAY'S STABLE - NIGHT\n\n\n\n               By the light of a single lantern, Gray is unharnessing his\n\n               horse. He leads it out from between the shafts and into its\n\n               stall. There is a furtive sound before him as the door to the\n\n               street slowly moves open. He wheels quickly as a slight,\n\n               hunched figure sidles through the door. Gray waits until the\n\n               figure walks into the range of the lamp and is revealed as\n\n               Joseph. Then he speaks.\n\n\n\n                                   GRAY\n\n                         Ah -- Dr. MacFarlane's man -- A\n\n                         surprise visit, but come in -- come\n\n                         in.\n\n\n\n               He steps aside, and Joseph slowly moves over toward the\n\n               stairway, looking around him.\n\n\n\n               MED. SHOT as Gray leads Joseph into the living quarters and\n\n               looks curiously at Joseph, who returns the look with a sort\n\n               of determined belligerence.\n\n\n\n                                   GRAY (CONT'D)\n\n                         You're welcome to my little\n\n                         nest, Joseph -- is it not? That's\n\n                         right -- you have something to say\n\n                         to  me -- something very private.\n\n\n\n                                   JOSEPH\n\n                         Yes.\n\n\n\n                                   GRAY\n\n                         Now that is very interesting --\n\n                             (with a gesture)\n\n                         Take a chair, Joseph,\n\n\n\n               Joseph seats himself and Gray sits down opposite him.  No\n\n               sooner has he seated himself than the big white cat, his pet,\n\n               comes and jumps upon his knee. Gray strokes it fondly.\n\n\n\n                                   JOSEPH\n\n                             (looking around)\n\n                         Can anyone hear what we say?\n\n\n\n                                   GRAY\n\n                             (indicating the cat)\n\n                         Only Brother.\n\n\n\n                                   JOSEPH\n\n                             (bending toward him)\n\n                         I know that you kill people to sell\n\n                         bodies. \n\n\n\n               Gray sits motionless except that the hand which rests upon\n\n               the arm of his chair slowly tenses and that other hand which\n\n               strokes the cat, stops at the cat's head.  For a long moment\n\n               he is silent, then he speaks very softly.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nJOSEPH\n\n                             (bending toward him)\n\n                         I know that you kill people to sell\n\n                         bodies. Gray sits motionless except that the hand which rests upon\n\n               the arm of his chair slowly tenses and that other hand which\n\n               strokes the cat, stops at the cat's head. For a long moment\n\n               he is silent, then he speaks very softly. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   GRAY\n\n                         You say you've come here on your\n\n                         own account?  No one knows you are\n\n                         here?\n\n\n\n                                   JOSEPH\n\n                         Give me money or I'll tell the\n\n                         police you murder the \"subjects.\" \n\n\n\n               Again there is a silence as Gray studies him.  By now, Gray's\n\n               right hand relaxes.  His left hand begins to stroke the cat. \n\n               Finally, he smiles.\n\n\n\n                                   GRAY\n\n                         Well, you shall have money, Joseph. \n\n                         Why should you not?\n\n\n\n               Still smiling, he very carefully takes the cat from his lap,\n\n               sits it on the floor and rises.  Joseph follows him with his\n\n               eyes.\n\n\n\n                                   GRAY (CONT'D)\n\n                             (crossing to the taboret\n\n                              for a bottle and two\n\n                              glasses)\n\n                         I don't suppose the great Dr.\n\n                         MacFarlane is too free with his\n\n                         pay, is he?\n\n\n\n               He has come back with the bottle and filled a glass with\n\n               brandy for each. He passes a glass into Joseph's hands.\n\n\n\n                                   GRAY (CONT'D)\n\n                         Here -- have some of this.\n\n\n\n               They both drink. Immediately, Gray refills Joseph's glass.\n\n\n\n                                   GRAY (CONT'D)\n\n                             (as he pours)\n\n                         You want money and you shall have\n\n                         it.\n\n\n\n               He pulls a purse from his pocket and begins to count out\n\n               notes and coins.\n\n\n\n                                   GRAY (CONT'D)\n\n                         Let me see -- five and five -- then\n\n                         in gold -- six all together. Shall\n\n                         we say sixteen pounds, Joseph?\n\n\n\n               Joseph, with the glass still at his lips, nods his head. Gray\n\n               looks about as if seeking a point of vantage; then carefully\n\n               sets himself in a straight-backed chair, facing and a little\n\n               to the side of Joseph's chair. Joseph is in a low-cushioned\n\n               chair. Gray, being above him, almost seems to hover over him.\n\n               Gray leans forward to give him the money.\n\n\n\n                                   JOSEPH\n\n                         I have made you give me money, but\n\n                         you smile. Aren't you angry?\n\n\n\n                                   GRAY\n\n                         No, Joseph. I'm not angry -- here --\n\n                         another glass of brandy --I'll\n\n                         wager it's better than the\n\n                         doctor's.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nAren't you angry? GRAY\n\n                         No, Joseph. I'm not angry -- here --\n\n                         another glass of brandy --I'll\n\n                         wager it's better than the\n\n                         doctor's. \n\nTARGET SECTION TO BE ANNOTATED:\n               This time Gray fills Joseph's glass and drabbles a few drops\n\n               into his own, but doesn't bother to pick it up.\n\n\n\n                                   GRAY (CONT'D)\n\n                         Drink up, man!\n\n\n\n               The liquor has begun to affect Joseph. He takes the third\n\n               glass eagerly and drains it while Gray watches him in\n\n               silence. As he puts the glass down, Gray begins to speak.\n\n\n\n                                   GRAY (CONT'D)\n\n                         I have an idea -- a splendid idea --\n\n                         such an excellent idea that we must\n\n                         drink on it.\n\n\n\n               He fills the fourth glass. Joseph takes it but does not\n\n               drink, as he is interested to hear Gray's proposition,\n\n\n\n                                   GRAY (CONT'D)\n\n                         You see -- I admire you, Joseph.\n\n                         Coming here shows courage. I'm\n\n                         looking for such a man -- but --\n\n                         drink, Joseph, drink..\n\n\n\n               Joseph drinks. Again Gray keeps silent while he swallows the\n\n               liquor. As Joseph puts down the glass, Gray hitches his chair\n\n               forward an inch or two. Again he refills the glass; puts it\n\n               into Joseph's unsteady hand.\n\n\n\n                                   GRAY (CONT'D)\n\n                         You and I should work together.\n\n\n\n                                   JOSEPH\n\n                         You mean we would sell the bodies\n\n                         to the doctors together? Dig them\n\n                         up?\n\n\n\n                                   GRAY\n\n                             (smiling)\n\n                         No digging Joseph. The churchyards\n\n                         are too well guarded. We will\n\n                         \"Burke\" them,\n\n\n\n                                   JOSEPH\n\n                             (puzzled)\n\n                         Burke them?\n\n\n\n                                   GRAY\n\n                         You are lately come to Scotland,\n\n                         Joseph?\n\n\n\n                                   JOSEPH\n\n                         I come from Lisbon.\n\n\n\n                                   GRAY\n\n                         But still you may have heard the\n\n                         peddlers of verse cry out their\n\n                         names on the streets.\n\n\n\n               He begins to sing in a rough croaking voice.\n\n\n\n                                   GRAY (CONT'D)\n\n                         \"The ruffian dogs, the Hellish\n\n                         pair.  The villain Burke, the\n\n                         meager Hare --\"\n\n\n\n                                   JOSEPH\n\n                         I never heard that song. But what\n\n                         did they do?\n\n\n\n                                   GRAY\n\n                         Eighteen persons they killed and\n\n                         sold the bodies to Dr. Knox at ten\n\n                         pounds for a large and eight pounds\n\n                         for a small. That's good business,\n\n                         Joseph.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAY\n\n                         Eighteen persons they killed and\n\n                         sold the bodies to Dr. Knox at ten\n\n                         pounds for a large and eight pounds\n\n                         for a small. That's good business,\n\n                         Joseph. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\n\n               Joseph nods appreciatively, then looks concerned.\n\n\n\n                                   JOSEPH\n\n                         But where did they get those\n\n                         people?\n\n\n\n                                   GRAY\n\n                         That was Hare's end. Ah, you should\n\n                         have seen him on the streets, when\n\n                         he saw some old beldam deep in\n\n                         drink how he cozened her!\n\n\n\n               He mimics, tipping an imaginary hat.\n\n\n\n                                   GRAY (CONT'D)\n\n                         \"A good-day to you Madame Tosspot,\n\n                         and would you like a little glass\n\n                         of something before you take your\n\n                         rest? Come with me to my house and\n\n                         I'll make you my guest. You shall\n\n                         have quarts to drink if you like.\"\n\n                             (appreciatively)\n\n                         Ah, how he cozened them.\n\n\n\n                                   JOSEPH\n\n                         We could do that. But when he had\n\n                         them there, then what?\n\n\n\n                                   GRAY\n\n                             (beginning to sing again)\n\n                         \"Nor did they handle axe or knife\n\n                         To take away their victim's life --\n\n                         No sooner done than in a chest\n\n                         They crammed their lately welcome\n\n                         guest.\" \n\n\n\n               Gray rubs his hands together.\n\n\n\n                                   JOSEPH\n\n                         I don't understand the song. Tell\n\n                         me plain how they did it.\n\n\n\n                                   GRAY\n\n                             (rising)\n\n                         I'll show you how it was done,\n\n                         Joseph. -- I'll show you how they\n\n                         \"Burked\" them.\n\n\n\n               He reaches out for Joseph's face. Joseph interposes his arm.\n\n\n\n                                   GRAY (CONT'D)\n\n                         No, put your hand down. How can I\n\n                         show you, man!\n\n\n\n               Joseph lets his hand swing to his lap. Gray clasps Joseph's\n\n               nose between thumb and forefinger, cupping Joseph's chin hard\n\n               against the heel of his palm. \n\n\n\n               CLOSE SHOT - Joseph with Gray's hand holding his nose and\n\n               mouth.\n\n\n\n                                   GRAY'S VOICE\n\n                         This is how they did it, Joseph.\n\n\n\n               Suddenly his hand tenses. Joseph's eyes dilate with terror\n\n               and his head jerks to one side violently as he attempts to\n\n               tear his face from the grasp of Gray's hand. \n\n\n\n               MED. CLOSE SHOT - Gray steadily clutching Joseph's face.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nJoseph's eyes dilate with terror\n\n               and his head jerks to one side violently as he attempts to\n\n               tear his face from the grasp of Gray's hand. MED. CLOSE SHOT - Gray steadily clutching Joseph's face. \n\nTARGET SECTION TO BE ANNOTATED:\n He\n\n               throws himself upon the other man and the chair slowly goes\n\n               backward. ANOTHER ANGLE. The two men are on the floor. Gray\n\n               is lying across the body of his victim, his hand still\n\n               clutching Joseph's nose and mouth. Joseph struggles\n\n               convulsively, throwing his arms and legs about, trying to get\n\n               at Gray's body which lies athwart him. With his free hand\n\n               Gray pins down Joseph's right hand. The man is helpless. The\n\n               violence of his movements grows less and less. For a moment\n\n               he is still; then he struggles again.\n\n\n\n               CLOSE SHOT - Joseph.  He is making a final desperate effort\n\n               to pull away from Gray's hand, then his face muscles relax.\n\n               His eye's close. \n\n\n\n               CLOSE FULL SHOT - Gray and Joseph. Gray looks down at his\n\n               victim. Joseph is at last unconscious. Gray gets to a\n\n               kneeling posture, but still keeps his hand on Joseph's nose\n\n               and mouth. \n\n\n\n               ANOTHER ANGLE. The cat walks up and rubs itself against\n\n               Gray's left arm. He lets go of Joseph's hand and pats the\n\n               cat, still keeping his grip on Joseph's mouth and nose. \n\n\n\n               CLOSE SHOT - Gray as he examines Joseph. Evidently, Joseph is\n\n               dead enough to suit him and he lets go his grip. \n\n\n\n               FULL SHOT as Gray gets to his feet. He crosses the room to a\n\n               cupboard, opens it and takes out a square of folded canvas.\n\n               He starts back toward Joseph and stops on the way to pick up\n\n               Joseph's glass from the taboret. He drinks the remainder of\n\n               the liquor in it. Gray kneels down beside Joseph and begins\n\n               to wrap the canvas about the body. Suddenly, a thought\n\n               strikes him, and he puts his hand in Joseph's coat pocket. He\n\n               fishes out the money he had given him. He begins wrapping the\n\n               canvas around the body again.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT. ANATOMY SCHOOL - NIGHT\n\n\n\n               FULL SHOT. The School is in darkness -- except for thin\n\n               moonlight which filters through the shutters, making strange\n\n               pattern with the shadows. There is no sound until, abruptly,\n\n               a key turns in the lock of the outside door.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nANATOMY SCHOOL - NIGHT\n\n\n\n               FULL SHOT. The School is in darkness -- except for thin\n\n               moonlight which filters through the shutters, making strange\n\n               pattern with the shadows. There is no sound until, abruptly,\n\n               a key turns in the lock of the outside door. \n\nTARGET SECTION TO BE ANNOTATED:\n It opens and\n\n               through it comes the figure of Gray in his stove-pipe hat and\n\n               caped coat. Over his shoulder he carries a long, limp and\n\n               apparently heavy bundle wrapped in sacking. Cautiously,\n\n               without a sound he carries his grim burden toward the\n\n               curtained recess. \n\n\n\n               MED. SHOT at recess. Gray comes into shot. He pushes his way\n\n               through the curtain, which falls back into place, hiding him\n\n               from view. Sounds come from behind the curtain; bumping,\n\n               shuffling sounds. Then Gray's hand appears momentarily as it\n\n               throws out a bundle of sacking.   After a grunt of effort\n\n               comes a heavy splash as something is dropped into the big vat\n\n               o.s. \n\n\n\n               FULL SHOT - Gray as he comes from the recess and starts\n\n               across the anatomy room. When he reaches the stairs he pauses\n\n               a moment, and then, instead of going toward the door, turns\n\n               and starts up the stairs.\n\n\n\n                                                       DISSOLVE OUT\n\n\n\n               DISSOLVE IN\n\n\n\n               INT. MACFARLANE'S LIVING ROOM - NIGHT\n\n\n\n               A single lamp is burning. Meg, in negligee and mob cap, sits\n\n               in an arm chair busily knitting. Opposite her, in a low chair\n\n               sits Gray, his whip in his hand and his hat on the back of\n\n               his head. He is lounging in the chair and he has a glass of\n\n               ale on the floor beside him. He drinks from it and puts it\n\n               back on the floor. Meg looks up.\n\n\n\n                                   GRAY\n\n                         You've no need to be so anxious,\n\n                         Meg, MacFarlane's been drunk and\n\n                         away before. He'll be home in good\n\n                         time. Meanwhile, you've got me to\n\n                         keep you company.\n\n\n\n                                   MEG\n\n                         I'd call that no good fortune.\n\n\n\n                                   GRAY\n\n                         There was a time, lassie -- a time\n\n                         when I used to bring the dashing\n\n                         young doctor to your door -- when\n\n                         you didn't feel so uncommon cold to\n\n                         your old friend Gray.\n\n\n\n                                   MEG\n\n                         Why must you be on him all the\n\n                         time? Why does it please you?\n\n\n\n                                   GRAY\n\n                         He's my friend.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEG\n\n                         Why must you be on him all the\n\n                         time? Why does it please you? GRAY\n\n                         He's my friend. \n\nTARGET SECTION TO BE ANNOTATED:\n I like to see my\n\n                         friends -- I like to visit them --\n\n\n\n               There is the sound of the front door opening. Both look up.\n\n               Heavy dragging footsteps sound in the hall.\n\n\n\n                                   MEG\n\n                         Well, he's come home -- you've no\n\n                         excuse now to bear me company.\n\n\n\n               Gray makes no move to get out of his chair. MacFarlane stands\n\n               in the doorway. He sees Gray.\n\n\n\n                                   MACFARLANE\n\n                         What are you going here? Have I not\n\n                         told you --\n\n\n\n                                   GRAY\n\n                         Would you grudge me a glass with my\n\n                         old crony, Meg?\n\n\n\n                                   MEG\n\n                         Crony indeed!\n\n\n\n                                   MACFARLANE\n\n                         You can get out.\n\n\n\n               Gray rises leisurely..\n\n\n\n                                   GRAY\n\n                         I brought you something tonight,\n\n                         MacFarlane -- an interesting\n\n                         specimen -- in very good condition.\n\n\n\n                                   MACFARLANE\n\n                         I've ordered nothing from you.\n\n\n\n                                   GRAY\n\n                         This is a gift.\n\n\n\n                                   MACFARLANE\n\n                         I take no gifts from you.\n\n\n\n                                   GRAY\n\n                         This is a gift you'll not return.\n\n\n\n                                   MACFARLANE\n\n                         Get out of here!\n\n\n\n                                   GRAY\n\n                         Wait, Toddy. That's not hospitable.\n\n                         I want to discuss business.\n\n\n\n                                   MACFARLANE\n\n                         You are not to set foot in here\n\n                         again, Gray, for business or any\n\n                         other reason. And you're going out\n\n                         now!\n\n\n\n               He seizes Gray by the shoulder. Gray merely looks at him.\n\n\n\n                                   GRAY\n\n                             (calmly)\n\n                         I wouldn't do it, Toddy. I wouldn't\n\n                         be rough handed.\n\n\n\n               MacFarlane, somewhat taken aback by the calm and effrontery\n\n               of the man, lets go of him.\n\n\n\n                                   GRAY (CONT'D)\n\n                         If you were to throw me out, it\n\n                         might become known that when the\n\n                         great Dr. MacFarlane finds his\n\n                         anatomy school without \"subjects\" --\n\n                         he provides them himself and from\n\n                         the midst of his own household ---\n\n\n\n               ANGLE - THREE SHOT - Gray's manner, fully as much as his\n\n               ambiguous speech, has put an end to all thought of violence.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nMacFarlane, somewhat taken aback by the calm and effrontery\n\n               of the man, lets go of him. GRAY (CONT'D)\n\n                         If you were to throw me out, it\n\n                         might become known that when the\n\n                         great Dr. MacFarlane finds his\n\n                         anatomy school without \"subjects\" --\n\n                         he provides them himself and from\n\n                         the midst of his own household ---\n\n\n\n               ANGLE - THREE SHOT - Gray's manner, fully as much as his\n\n               ambiguous speech, has put an end to all thought of violence. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                         What the devil are you talking\n\n                         about?\n\n\n\n               Gray rises slowly.\n\n\n\n                                   GRAY\n\n                         Take a look downstairs. Toddy. Take\n\n                         a look.\n\n\n\n               He turns and walks quietly out of the room.  MacFarlane\n\n               stares after him; than slowly a thought comes to him.\n\n\n\n                                   MACFARLANE\n\n                         Fettes -- where is Fettes?\n\n\n\n                                   MEG\n\n                         I'll get him.\n\n\n\n               She leaves quickly. When she has left, MacFarlane passes his\n\n               hand over his eyes, trying to clear his whiskey-muddled\n\n               brain; then he turns and starts for the door of the anatomy\n\n               room,\n\n\n\n               INT. ANATOMY ROOM -- NIGHT\n\n\n\n               The school is dark and empty; only moonlight enters from the\n\n               windows. The night light is out. MacFarlane comes slowly down\n\n               the stairs. As he reaches the foot of the steps, Fettes, in\n\n               his bathrobe, comes to the head of the stairs, bearing a\n\n               candle. MacFarlane turns to look at him.\n\n\n\n                                   MACFARLANE\n\n                         Fettes, were you down here when\n\n                         Gray came?\n\n\n\n               Fettes shakes his head.  MacFarlane starts for the alcove,\n\n               and Fettes follows him. MacFarlane pulls the curtain aside.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         Bring that candle over here.\n\n\n\n               MED. CLOSE SHOT - in the recess. It is very dark. The curtain\n\n               is drawn back, and MacFarlane appears. The scene is suddenly\n\n               illuminated as Fettes follows him, carrying the candle. The\n\n               great vat is clearly visible as both men peer down into it.\n\n\n\n               CLOSE SHOT - the vat, SHOOTING DOWNWARD. Something is\n\n               floating just beneath the liquid which comes nearly to the\n\n               top of the vet. Light from the candle o.s, comes over the\n\n               scene, and the thing below the surface is revealed as the\n\n               dead face of Joseph.\n\n\n\n               TWO SHOT - MacFarlane, as he takes the candle from Fettes'\n\n               hand.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                             (muttering)\n\n                         -- a member of his household --\n\n\n\n               MacFarlane turns to Fettes.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nLight from the candle o.s, comes over the\n\n               scene, and the thing below the surface is revealed as the\n\n               dead face of Joseph. TWO SHOT - MacFarlane, as he takes the candle from Fettes'\n\n               hand. MACFARLANE (CONT'D)\n\n                             (muttering)\n\n                         -- a member of his household --\n\n\n\n               MacFarlane turns to Fettes. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE (CONT'D)\n\n                         Fettes, the more things are wrong,\n\n                         the more we must act as if\n\n                         everything were right. You must do\n\n                         with Joseph as you did with, the\n\n                         street singer -- complete\n\n                         dissection -- a proper entry in the\n\n                         book --\n\n\n\n                                   FETTES\n\n                         No. \n\n\n\n                                   MACFARLANE\n\n                         What do you mean, Fettes?\n\n\n\n                                   FETTES\n\n                         I'll have no more to do with it.\n\n                         I'll not put my neck into the\n\n                         noose, not even for your sake, Dr.\n\n                         MacFarlane.\n\n\n\n                                   MACFARLANE\n\n                         Don't be a fool.  One can't begin\n\n                         and then stop -- and because that\n\n                         entry of the girl's body is in your\n\n                         hand, you'll do as I say. As for\n\n                         me, I'll tend to Gray.\n\n\n\n               MacFarlane turns and starts for the main portion of the\n\n               anatomy room.  At the curtain he stops, Meg is standing\n\n               there, her eyes wide as she looks at the body of Joseph.\n\n\n\n                                   MEG\n\n                         You're not going to Gray.\n\n\n\n                                   MACFARLANE\n\n                         He must leave me alone.\n\n\n\n               He starts past her.  She seizes hold of his arm, crying out.\n\n\n\n                                   MEG\n\n                         No!  No!\n\n\n\n               With a swoop of his arm he frees himself. Meg almost falls.\n\n               She strikes against the wall, but recovers herself and starts\n\n               after MacFarlane, but it is already too late. He is in the\n\n               entryway, and a moment later there is the slam of the door.\n\n               Meg stands trembling. Fettes comes up to her and takes her\n\n               elbow to support her.\n\n\n\n                                   MEG (CONT'D)\n\n                         Come, Mistress Cameron -- this is\n\n                         no place for you. I'll help you\n\n                         upstairs.\n\n\n\n               She lets him lead her to the stairway. CLOSE TWO SHOT -- on\n\n               the stairway as Meg and Fettes start to ascend.  Fettes is\n\n               helping Meg. Suddenly she stops dead and stares into his\n\n               face.\n\n\n\n                                   MEG (CONT'D)\n\n                         You must leave this house.\n\n\n\n                                   FETTES\n\n                         I can't do that -- you heard\n\n                         MacFarlane.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly she stops dead and stares into his\n\n               face. MEG (CONT'D)\n\n                         You must leave this house. FETTES\n\n                         I can't do that -- you heard\n\n                         MacFarlane. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MEG\n\n                         Save yourself. Master Fettes look\n\n                         at MacFarlane and be warned.\n\n\n\n                                   FETTES\n\n                         He's a great doctor -- a great man --\n\n\n\n                                   MEG\n\n                         Is it a great man whom Gray can\n\n                         order to his bidding? Is it a great\n\n                         man who for very shame dare not\n\n                         acknowledge his own wife so that I\n\n                         must play maidservant for the\n\n                         world's sake and his success?\n\n\n\n               She makes a contemptuous gesture and goes on.\n\n\n\n                                   MEG (CONT'D)\n\n                         He could have been a great man -- a\n\n                         good man and a fine doctor, but\n\n                         there was always the shame of the\n\n                         old life and the old ways to hold\n\n                         him back -- and always Gray -- Gray\n\n                         to hound him to his death.\n\n\n\n                                   FETTES\n\n                         You're over-excited, Mistress\n\n                         Cameron.\n\n\n\n                                   MEG\n\n                         I'm cold as ice.\n\n\n\n                                   FETTES\n\n                         But Gray's only a cab driver -- a\n\n                         Resurrection Man who robs graves to\n\n                         make a bit of money now and again.\n\n\n\n                                   MEG\n\n                         If he were only that. The man's\n\n                         evil himself. Some day you'll know\n\n                         him as MacFarlane knows him -- for\n\n                         MacFarlane he was to Knox as you\n\n                         are to him. That brought him close\n\n                         to Gray, he roistered with him and\n\n                         drank with him. Aye, and Gray even\n\n                         brought him to my door and my love.\n\n                         There is all that between them and\n\n                         more -- Burke and Hare and Knox --\n\n\n\n                                   FETTES\n\n                         But that's long since.  Gray can't\n\n                         threaten him with that.\n\n\n\n                                   MEG\n\n                         Gray has no need to threaten. You\n\n                         remember the trial?\n\n\n\n                                   FETTES\n\n                         I heard my parents speak of it in\n\n                         Thrums. It was a famous case.\n\n\n\n                                   MEG\n\n                         And did you hear them speak of the\n\n                         porter who testified against Burke?\n\n\n\n                                   FETTES\n\n                         Aye.\n\n\n\n                                   MEG\n\n                         They did not tell you how that\n\n                         porter cried out in the witness box\n\n                         when the Kings Counselor pressed\n\n                         him hard -- how he cried out that\n\n                         he was shielding a gentleman of\n\n                         consequence.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nMEG\n\n                         And did you hear them speak of the\n\n                         porter who testified against Burke? FETTES\n\n                         Aye. MEG\n\n                         They did not tell you how that\n\n                         porter cried out in the witness box\n\n                         when the Kings Counselor pressed\n\n                         him hard -- how he cried out that\n\n                         he was shielding a gentleman of\n\n                         consequence. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n\n\n               Fettes shakes his head.\n\n\n\n                                   MEG (CONT'D)\n\n                         That porter was Gray and the\n\n                         gentleman of consequence who\n\n                         couldn't swallow the shame of\n\n                         it -- who took my last paltry\n\n                         savings to hire Gray --\n\n\n\n                                   FETTES\n\n                         MacFarlane\n\n\n\n               They stand for a moment looking at each other then she turns\n\n               wildly toward Fettes and seizes his coat lapels.\n\n\n\n                                   MEG\n\n                         Listen to me, Fettes, I'm one\n\n                         part befuddled with drink, one part\n\n                         over-heels in love with MacFarlane,\n\n                         and one part fey. You're a\n\n                         lowlander, Fettes, and you have no\n\n                         way of knowing what we Highlanders\n\n                         call the second sight.\n\n\n\n                                   FETTES\n\n                         I've heard of it.\n\n\n\n                                   MEG\n\n                         It's a gift to my people -- and I\n\n                         see MacFarlane and Gray-- the pit\n\n                         yawns for them and the flames --\n\n                         and I would have you away from them\n\n                         and safe out of the torment.--\n\n\n\n               The two stand facing each other, Meg crushing the boy's coat\n\n               lapels in her hands.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT. GRAY'S LIVING QUARTERS - NIGHT\n\n\n\n               It is very dark as Gray opens the door. For a moment his\n\n               distinctive silhouette is in the doorway. Then he closes the\n\n               door behind him and the room is again plunged into darkness\n\n               except for a glow from the embers in the hearth. Gray crosses\n\n               to the hearth. He takes a spill from the mantle, blows on the\n\n               coals and lights the spill. Its flaring light reveals\n\n               MacFarlane standing watching him. After a first momentary\n\n               check of surprise, Gray, without a word, transfers the flame\n\n               from the spill to a candle.  He blows out the spill and sets\n\n               it back on the mantle.                                                                                           \n\n\n\n               MED. SHOT with Gray in the f.g. and MacFarlane coming toward\n\n               him. Gray has recovered his composure.\n\n\n\n                                   GRAY\n\n                             (very softly)\n\n                         This is unexpected, Toddy.\n\n\n\n               MacFarlane comes to a halt facing Gray. The CAMERA BEGINS TO\n\n               CHEAT IN ON the pair.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAY\n\n                             (very softly)\n\n                         This is unexpected, Toddy. MacFarlane comes to a halt facing Gray. The CAMERA BEGINS TO\n\n               CHEAT IN ON the pair. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                             (toneless)\n\n                         I wanted to see you. You weren't\n\n                         here -- so I waited.\n\n\n\n               The two men survey each other in absolute silence. From o.s.\n\n               near at hand, the cat mews.\n\n\n\n               The CAMERA PULLS BACK TO SLIGHTLY WIDER ANGLE as Gray turns\n\n               away, seating himself upon the arm of a chair. The cat comes\n\n               into the shot and jumps up beside him.\n\n\n\n                                   MACFARLANE.\n\n                             (drawing closer)\n\n                         What do you want of me. Gray?\n\n\n\n                                   GRAY\n\n                             (smiling)\n\n                         Want of you, Toddy? I want nothing\n\n                         of you.\n\n\n\n               TWO SHOT - Gray and MacFarlane.  MacFarlane is tense,\n\n               motionless. He stares down at Gray who sits at his ease\n\n               stroking the cat, now purring on his knee.\n\n\n\n               MacFarlane makes an obvious effort to control himself, to\n\n               speak calmly.\n\n\n\n                                   MACFARLANE\n\n                         Gray, I must rid myself of you --\n\n                         you've become a cancer -- a\n\n                         malignant, evil cancer -- rotting\n\n                         my mind.\n\n\n\n                                   GRAY\n\n                             (pouring a drink\n\n                             for MacFarlane)\n\n                         So, Toddy, you've made me a\n\n                         disease, eh?\n\n\n\n                                   MACFARLANE\n\n                             (disregarding this\n\n                              sarcasm, but taking the\n\n                              proffered glass)\n\n                         I can't understand your hurt to\n\n                         me -- but I must cut you out.\n\n\n\n               He drinks, sets down the glass. Gray watches him, gets up\n\n               from his chair and stands before him.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         I will not leave here until I have\n\n                         finished with you. Gray. One way or\n\n                         another -- I must be sure that I am\n\n                         rid of you. \n\n\n\n               He pauses and looks at Gray.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         And if there is no other way --\n\n\n\n               Gray looks at MacFarlane, big and bulky in the small chair.\n\n               He moves nervously.\n\n\n\n                                   GRAY\n\n                         Surely you are not threatening an\n\n                         old friend, Toddy.\n\n\n\n                                   MACFARLANE\n\n                         We have never been friends.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe moves nervously. GRAY\n\n                         Surely you are not threatening an\n\n                         old friend, Toddy. MACFARLANE\n\n                         We have never been friends. \n\nTARGET SECTION TO BE ANNOTATED:\n               Gray moves over to the chair on which he sat when he \"Burked\"\n\n               Joseph. He bends forward over the taboret and refills the\n\n               doctor's glass.\n\n\n\n                                   GRAY\n\n                         Have another glass of something\n\n                         good, Toddy.\n\n\n\n                                   MACFARLANE\n\n                         I've drunk enough tonight.\n\n\n\n                                   GRAY\n\n                             (putting the glass down on\n\n                              the taboret)\n\n                         Another little drop'll never do you\n\n                         any harm. \n\n\n\n               Almost as if unconscious of his action, MacFarlane picks up\n\n               the glass, sips, then drinks. Gray smiles. MacFarlane sets\n\n               down the glass. Gray immediately refills it. And again\n\n               MacFarlane reaches for it, takes it into his hand.\n\n\n\n                                   GRAY (CONT'D)\n\n                             (softly)\n\n                         Drink --\n\n\n\n               MacFarlane, without thought, brings the glass to his lips.\n\n\n\n                                   MACFARLANE\n\n                         You're getting old, Gray, and it's\n\n                         a hard life driving a cab through\n\n                         these wet and windy streets of\n\n                         Edinburgh --\n\n\n\n                                   GRAY\n\n                         I have other means of sustenance.\n\n\n\n                                   MACFARLANE\n\n                         The Resurrection business? That may\n\n                         end sooner than you think. New laws\n\n                         may come.\n\n\n\n               Gray shrugs.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         What I was going to say is this --\n\n                         wouldn't you be more comfortable at\n\n                         Leith in a neat little house?\n\n\n\n                                   GRAY\n\n                         Would you bribe me to leave you be?\n\n\n\n                                   MACFARLANE\n\n                         I would make you rich.\n\n\n\n                                   GRAY\n\n                         It wouldn't be half so much fun for\n\n                         me. Toddy, as to have you come here\n\n                         and beg --\n\n\n\n                                   MACFARLANE\n\n                             (cutting in)\n\n                         Beg -- beg of you! You crawling\n\n                         graveyard rat!\n\n\n\n               He chokes off the last speech and glares at Gray. He is\n\n               almost trembling with the effort to control himself.\n\n\n\n                                   GRAY\n\n                         Aye -- that is my pleasure.\n\n\n\n               As he speaks he is refilling MacFarlane's glass.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is\n\n               almost trembling with the effort to control himself. GRAY\n\n                         Aye -- that is my pleasure. As he speaks he is refilling MacFarlane's glass. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                         Well then -- I beg you -- I beseech\n\n                         you --\n\n\n\n                                   GRAY\n\n                             (shaking, his head and\n\n                              grinning)\n\n                         But then I wouldn't have the fun of\n\n                         having you come here and beg again,\n\n                         Toddy.\n\n\n\n               They look at each other. MacFarlane bends over in his chair.\n\n               Gray hitches himself forward a little on the table, ready,\n\n               waiting, then relaxes as MacFarlane begins to speak.\n\n\n\n                                   MACFARLANE\n\n                         But why, Gray? Why?\n\n\n\n                                   GRAY\n\n                         Because it would be a hurt to me to\n\n                         see you no more, Toddy. You're a\n\n                         pleasure to me.\n\n\n\n                                   MACFARLANE\n\n                         A pleasure to torment me?\n\n\n\n                                   GRAY\n\n                         No -- a pride to know that I can\n\n                         force you to my will. I'm a small\n\n                         man -- a humble man -- and being\n\n                         poor, I've had to do much that I\n\n                         did not want to do. But so long as\n\n                         the great Dr. MacFarlane jumps at\n\n                         my whistle, that long am I a man --\n\n                         and if I have not that, I have\n\n                         nothing. Then I am only a cabman\n\n                         and a grave-robber.\n\n\n\n               MacFarlane looks at him.  As he looks, he realizes he has\n\n               heard the truth and that Gray will never leave him in peace. \n\n               Now he, in turn, attempts cunning.  He moves forward in his\n\n               chair as if wishing to put forth a convincing argument. \n\n               MacFarlane starts to rise; his mind made up. Gray sees there\n\n               is no longer any hope of forestalling violence. He throws\n\n               himself forward and seizes him as he seized Joseph. \n\n\n\n               MED. FULL SHOT - MacFarlane and Gray. As MacFarlane rises\n\n               Gray clings to him and gets his other arm about MacFarlane's\n\n               neck. MacFarlane tries to shake him off; tries to twist away\n\n               from him. The effort makes him lose his footing.  They fall\n\n               together. \n\n\n\n               CLOSE SHOT - MacFarlane and Gray on the floor near the\n\n               hearth.  Gray still clings to him, every muscle tense.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey fall\n\n               together. CLOSE SHOT - MacFarlane and Gray on the floor near the\n\n               hearth. Gray still clings to him, every muscle tense. \n\nTARGET SECTION TO BE ANNOTATED:\n               MacFarlane, with his hands under Gray's shoulders, heaves up\n\n               trying to push the man off. He heaves once, twice, a third\n\n               time and then lets his arms relax from the futile, enormous\n\n               effort. \n\n\n\n               TWO HEAD CLOSEUP - Gray and MacFarlane.\n\n\n\n                                   GRAY (CONT'D)\n\n                         Let be, Toddy.  Let be. I have no\n\n                         wish to hurt you.\n\n\n\n               MacFarlane's eyes grow huge and fierce with anger. Now he\n\n               tries to pummel Gray in order to free himself; raining blows\n\n               on his back, his head and into his side, Gray grunts with\n\n               each punishing blow, but never for a moment relaxes his grip.\n\n               Finally the piston-like blows grow weaker, the flailing arms\n\n               fail and MacFarlane drops his hands to the floor at his side,\n\n               limp and relaxed. \n\n\n\n               MED. CLOSE SHOT -- MacFarlane and Gray as MacFarlane, with\n\n               great effort, throws his body to the left, toward the\n\n               fireplace.  The boiling kettle is upset and the steaming\n\n               water thrown on both of them. \n\n\n\n               CLOSE SHOT -- MacFarlane in agony as the water spurts over\n\n               him. \n\n\n\n               CLOSE SHOT -- Gray. His face is twisted in torment and steam\n\n               rises from his scalded flesh.\n\n\n\n                                   GRAY (CONT'D)\n\n                         Stay, Toddy -- don't force me to\n\n                         kill you -- I have need of you --\n\n                         the great need of my pride.\n\n\n\n               TWO SHOT -- Gray and MacFarlane.  MacFarlane's arms again\n\n               relax.  Gray smiles through the pain of his scalding.\n\n\n\n                                   GRAY (CONT'D)\n\n                         That's better Toddy. That's more\n\n                         reasonable,\n\n\n\n               He lets go his grip on MacFarlane's face.  No sooner has he\n\n               done so than MacFarlane throws him off with a violent\n\n               movement. Both men scramble to their feet and face each\n\n               other.\n\n\n\n               THE CAMERA SWINGS AWAY FROM the two men and FOCUSES ON the\n\n               wall above a lowboy on which the white cat is sitting.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo sooner has he\n\n               done so than MacFarlane throws him off with a violent\n\n               movement. Both men scramble to their feet and face each\n\n               other. THE CAMERA SWINGS AWAY FROM the two men and FOCUSES ON the\n\n               wall above a lowboy on which the white cat is sitting. \n\nTARGET SECTION TO BE ANNOTATED:\n The\n\n               cat's great, round eyes seem to be surveying the struggle\n\n               while above its head the shadows of the two men can be seen\n\n               meeting, struggling, breaking off, rushing together again,\n\n               and all the while there can be heard the sound of blows,\n\n               hoarse breathing, gasps and hard ejaculations of breath. Then\n\n               one indistinguishable figure picks up a chair. The chair\n\n               breaks with a crash over the head of the other figure and\n\n               that figure falls out of scene. Only one upright shadow\n\n               remains above the head of the cat. That shadow picks up a\n\n               cloak and top hat, puts them on and bends to pick up a body.\n\n               The shadow of one man carrying the body of the other comes\n\n               toward the cat, the shadow growing huge and out-figure on the\n\n               wall. The cat's fur bristles. It arches its back and snarls.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT. ANATOMY SCHOOL - NIGHT\n\n\n\n               Only the night light is burning over the door at the entry\n\n               way. The school is lit by its swinging light.\n\n               Out in the street can be heard the familiar clop-clop of\n\n               Gray's horse and the ringing of the iron wheels on the\n\n               roadway. \n\n\n\n               The CAMERA on DOLLY TRACK MOVES SLOWLY TOWARD the entry door.\n\n               The outer door can be heard opening. There is rustle and\n\n               noise in the dark entryway. By this time the CAMERA is\n\n               CLOSEUP on the door as MacFarlane with a canvas-wrapped\n\n               bundle on his shoulder comes through the doorway, and goes to\n\n               a FULL CLOSEUP of his face. He starts forward. \n\n\n\n               MED. FULL SHOT - MacFarlane as he throws the body down onto\n\n               the table. He stands there for a moment looking down at it,\n\n               then the noise of a door opening on the stair landing causes\n\n               him to turn and look up.\n\n\n\n               MED. FULL SHOT - the stairway.  Meg is seen at the head of\n\n               the stairs, looking down. \n\n\n\n               ANOTHER ANGLE - MacFarlane is seen from Meg's viewpoint.\n\n\n\n                                   MACFARLANE\n\n                         Where is Fettes?\n\n\n\n               MED. FULL SHOT - the stairway as Meg begins to descend.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE\n\n                         Where is Fettes? MED. FULL SHOT - the stairway as Meg begins to descend. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MEG\n\n                         He's gone. I sent him away. I'll\n\n                         not see another boy harried\n\n                         and torn and made miserable like\n\n                         you, Toddy. \n\n\n\n               MacFarlane looks at her as she descends the stairs. There is\n\n               silence as she crosses the room. She comes to stand beside\n\n               the table.\n\n\n\n                                   MEG (CONT'D)\n\n                             (pointing to the bundle)\n\n                         You've been with Gray again.\n\n\n\n                                   MACFARLANE\n\n                         Aye.\n\n\n\n               Meg turns away as if to start for the stairs.  He stops her.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         You'd better look at the face. \n\n\n\n               She looks at him.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         You'd, better.\n\n\n\n               Meg resolutely walks up to the table, lifts the canvas and\n\n               looks down at the face.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         I'm rid of him forever. \n\n\n\n               Meg looks at him.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         He'll not come here again --\n\n                         sneaking and whining and bullying. \n\n\n\n               Meg is still silent.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         Now he'll serve a good purpose --\n\n                         and tomorrow when the last bit of\n\n                         him is dissected, demonstrated and\n\n                         detailed in the students'\n\n                         notebooks, then at last there's an\n\n                         end to him.\n\n\n\n               Meg still looks at him silently and thoughtfully, then with a\n\n               slight shake of her head she starts away.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                             (rubbing his hands\n\n                              together)\n\n                         Next day I'll take his horse and\n\n                         cab to sell at the Pennycuick fair.\n\n                             (pauses; then makes an\n\n                              expansive movement with\n\n                              his hands)\n\n                         Then not a trace left -- rid of him\n\n                         forever.\n\n\n\n               At the foot of the stairs, Meg turns to him.\n\n\n\n                                   MEG\n\n                         You're not rid of him.\n\n\n\n                                                       FADE OUT\n\n\n\n               FADE IN\n\n\n\n               EXT. THE RAMPARTS -- DAY\n\n\n\n               A little boy rolling a hoop goes past the camera. Behind him\n\n               come running a little convoy of children, laughing and\n\n               shouting. When they have passed the camera, Fettes enters the\n\n               scene.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE RAMPARTS -- DAY\n\n\n\n               A little boy rolling a hoop goes past the camera. Behind him\n\n               come running a little convoy of children, laughing and\n\n               shouting. When they have passed the camera, Fettes enters the\n\n               scene. \n\nTARGET SECTION TO BE ANNOTATED:\n He is dejected. His hands are in his pockets and his\n\n               head is down as he walks toward Georgina and her mother.\n\n               Georgina is in her wheelchair. Her head is turned as she\n\n               watches the children run out of sight.\n\n\n\n                                   FETTES\n\n                         Good morning, Mrs. Marsh.\n\n\n\n                                   MRS. MARSH\n\n                         Good morning, Mr. Fettes.\n\n\n\n                                   GEORGINA\n\n                         I thought this was a school day.\n\n\n\n                                   FETTES\n\n                         I am not at the school anymore.\n\n                         I left last night.\n\n\n\n               Mrs. Marsh looks at him.\n\n\n\n                                   MRS. MARSH\n\n                         Left Dr. MacFarlane?\n\n\n\n               Fettes nods. Mrs. Marsh looks at him and then takes his\n\n               elbow.\n\n\n\n                                   MRS. MARSH (CONT'D)\n\n                             (to Georgina)\n\n                         Play by yourself a little. I'd\n\n                         like' to speak to Mr. Fettes.\n\n\n\n               DOLLY SHOT - as Fettes and Mrs. Marsh walk slowly away from\n\n               Georgina.\n\n\n\n                                   MRS. HARSH\n\n                         This is serious, Donald. What has\n\n                         happened?\n\n\n\n               Fettes shakes his head.\n\n\n\n                                   MRS. MARSH\n\n                         It's not because of Georgina --\n\n                         because of Dr. MacFarlane's\n\n                         failure?\n\n\n\n                                   FETTES\n\n                         It's not the failure. I feel that\n\n                         MacFarlane has taught me nothing.\n\n                         He taught me the mathematics of\n\n                         anatomy but he couldn't teach me\n\n                         the poetry of medicine.\n\n\n\n               MED. FULL SHOT -- Georgina. She is playing with her doll.\n\n               Suddenly, from far below her she hears the clop-clop of a\n\n               horse's hoofs and the rumble of iron wheels. She looks up and\n\n               listens. \n\n\n\n               MED. FULL SHOT - Fettes and Mrs. Marsh.\n\n\n\n                                   FETTES (CONT'D)\n\n                         That's why I don't want to go on. I\n\n                         feel MacFarlane had me on the wrong\n\n                         road --a road that led to knowledge\n\n                         but not to healing. If there had\n\n                         been any healing in the man,\n\n                         Georgina would be walking now.\n\n\n\n               SHOT - Georgina. She is listening intently. The hoof beats\n\n               are right underneath her at the base of the castle wall.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOT - Georgina. She is listening intently. The hoof beats\n\n               are right underneath her at the base of the castle wall. \n\nTARGET SECTION TO BE ANNOTATED:\n She\n\n               tries to look over the parapet; cannot. She calls out.\n\n\n\n                                   GEORGINA\n\n                         Mommie! Mommie!\n\n\n\n               FULL SHOT - Mrs. Marsh and Fettes. They are talking intently\n\n               together. Mrs. Marsh is holding her parasol in such a way\n\n               that it is between her and Georgina.  Georgina's call comes\n\n               very faintly over their conversation. Neither of then turns\n\n               toward the child.           \n\n\n\n                                   MRS. MARSH\n\n                         I think it was the pain of the\n\n                         operation more than anything else --\n\n                         she's afraid that if she stands the\n\n                         pain will come again. Nothing Dr.\n\n                         MacFarlane could ever do would take\n\n                         that out of her mind. \n\n\n\n               CLOSE SHOT - Georgina. The hoof beats are beginning to\n\n               recede. There is a slight wind blowing. She turns around to\n\n               look at her mother and calls again.\n\n\n\n                                   GEORGINA\n\n                         Mommie!  Mommie!\n\n\n\n               There is no answer. She turns her head back toward the\n\n               battlements; tries to peer over them and fails. Then, placing\n\n               a hand on each arm of her little chair, she lifts herself to\n\n               a sort of standing-sitting position. She tries to look over\n\n               the wall again. Again she fails. She turns to call to her\n\n               mother.\n\n\n\n                                   GEORGINA (CONT'D)\n\n                         Mommie -- the white horse --\n\n                         I'm sure it's the white horse -- \n\n\n\n               MED. CLOSE SHOT - Fettes and Mrs. Marsh.\n\n\n\n                                   FETTES\n\n                         Even so, I could never think of\n\n                         going on -- I've got to find some\n\n                         other profession.\n\n\n\n                                   MRS. MARSH\n\n                         It is a pity.\n\n\n\n               SHOT - Georgina. She has gotten herself to the same semi\n\n               erect position she had been before and now in her desperate\n\n               effort to see over the battlement, she suddenly straightens\n\n               her knees; her hands lift off the arms of the chair. Without\n\n               knowing it, she is standing. She tries again to look over the\n\n               wall and again the height and distance is too much for her.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe has gotten herself to the same semi\n\n               erect position she had been before and now in her desperate\n\n               effort to see over the battlement, she suddenly straightens\n\n               her knees; her hands lift off the arms of the chair. Without\n\n               knowing it, she is standing. She tries again to look over the\n\n               wall and again the height and distance is too much for her. \n\nTARGET SECTION TO BE ANNOTATED:\n               Completely unconscious of what she is doing, she takes a\n\n               forward step and from this vantage point she can look over\n\n               the wall. She turns back with disappointment on her face. She\n\n               calls to her mother.\n\n\n\n                                   GEORGINA\n\n                         Mommie! It was another horse.\n\n\n\n               CLOSE FULL SHOT -- Fettes and Mrs. Marsh with the child in\n\n               the b.g. They see the child standing. Mrs. Marsh makes a\n\n               wordless exclamation of joy.  She doesn't even dare to move\n\n               for fear this might be a vision. \n\n\n\n               ANOTHER ANGLE -- Fettes, Mrs. Harsh and Georgina. Mrs. Marsh\n\n               and Fettes run in. CLOSE FULL SHOT-- of the three.\n\n\n\n                                   FETTES\n\n                         You're standing, Georgina.\n\n\n\n               The child looks down, sees that she is standing and almost\n\n               instantly grabs at the chair for support.  Very gently Fettes\n\n               pulls it away.\n\n\n\n                                   FETTES (CONT'D)\n\n                         You'll not need that again,\n\n                         Georgina.\n\n\n\n                                   GEORGINA\n\n                             (excited and almost in\n\n                              tears)\n\n                         I wanted to see the white horse --\n\n\n\n               Fettes and Mrs. Marsh kneel down close to the child. Mrs.\n\n               Marsh takes her into her arms. Fettes rises to his feet, his\n\n               face is full of enthusiasm and excitement. His voice trembles\n\n               with the keenness of accomplishment.\n\n\n\n                                   FETTES\n\n                             (wildly excited)\n\n                         I've got to tell Dr. MacFarlane.\n\n                         I've got to tell him.\n\n\n\n                                                       DISSOLVE\n\n\n\n               INT. MACFARLANE'S HALLWAY -- DAY\n\n\n\n               There is the ringing of a doorbell. Meg comes down the\n\n               stairs.  She crosses the hall and opens the door. Fettes\n\n               stands there. Meg holds the door open for him to enter and\n\n               closes it behind him.\n\n\n\n                                   FETTES\n\n                         Mistress Cameron -- you'll not\n\n                         believe it, but the child has\n\n                         walked -- stood and walked. I must\n\n                         tell Dr. MacFarlane.\n\n\n\n               He starts forward as if to go on into the study. Meg stops\n\n               him with her hand on his arm.\n\n\n\n                                   MEG\n\n                         He's not home.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe starts forward as if to go on into the study. Meg stops\n\n               him with her hand on his arm. MEG\n\n                         He's not home. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   FETTES\n\n                         Where can I find him?\n\n\n\n                                   MEG\n\n                         You don't went to find him. Your\n\n                         news will keep until I tell him.\n\n\n\n                                   FETTES\n\n                         But I must tell him -- he must know\n\n                         of it. Please -- tell me where he\n\n                         is.\n\n\n\n                                   MEG\n\n                         There's no standing between a fool\n\n                         and his folly. If you must babble\n\n                         your news to him he's at the\n\n                         Fisherman's Tryst. It's the inn at\n\n                         Pennycuik. You can use MacFarlane's\n\n                         horse and gig to get there. He'll\n\n                         welcome the ride back.\n\n\n\n                                   FETTES\n\n                             (already starting to turn;\n\n                              still very much excited)\n\n                         At Pennycuik.  I know the inn.  I\n\n                         can be there in an hour.\n\n\n\n                                   MEG\n\n                             (bitterly)\n\n                         And back with MacFarlane and all\n\n                         that he stands for the next day.\n\n\n\n               She opens the door for Fettes and closes it after him.\n\n\n\n                                                       DISSOLVE OUT\n\n\n\n               DISSOLVE IN\n\n\n\n               INT. INN OF THE FISHERMAN'S TRYST -- NIGHT\n\n\n\n               It is a long, low-raftered room with a fire of logs burning\n\n               on the hearth. Outside the wind can be heard blowing and\n\n               shrilling.  A considerable company has gathered for warmth\n\n               and food. \n\n\n\n               MED. CLOSE SHOT -- an amiable rustic, a horse dealer, who\n\n               stands, booted with whip in hand, talking to several fellow\n\n               bumpkins while the maidservant of the inn serves them ale\n\n               from a large wooden tray. Their wet clothes are steaming from\n\n               the heat of the fire.\n\n\n\n                                   HORSE DEALER\n\n                         A sound horse and a closed carriage\n\n                         -- and after I'd talked with him a\n\n                         bit I had his price down to four\n\n                         pounds and then. \n\n\n\n               He laughs.\n\n\n\n                                   HORSE DEALER (CONT'D)\n\n                         And worth every bit or ten pounds.\n\n\n\n               He lifts a tankard from the tray.\n\n\n\n                                   MAIDSERVANT\n\n                         Surely, Angus, a man who had won so\n\n                         great a victory in a horse deal\n\n                         would buy the poor loser a drink.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHORSE DEALER (CONT'D)\n\n                         And worth every bit or ten pounds. He lifts a tankard from the tray. MAIDSERVANT\n\n                         Surely, Angus, a man who had won so\n\n                         great a victory in a horse deal\n\n                         would buy the poor loser a drink. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   HORSE DEALER\n\n                             (taking it big as he\n\n                              throws a coin onto the\n\n                              tray)\n\n                         Take him a pot of ale.\n\n\n\n                                   MAIDSERVANT\n\n                         Ale for a Gentleman? It's only\n\n                         French brandy he'd be drinking, and\n\n                         that will be two more shillings,\n\n                         Angus.\n\n\n\n               Very reluctantly Angus takes out the additional money. The\n\n               girl starts out of scene and the CAMERA PANS WITH her to show\n\n               MacFarlane seated at a small table at the other side of the\n\n               hearth.  He has just finished dinner and is pushing his plate\n\n               away from him.  The maidservant comes up to him.\n\n\n\n                                   MAIDSERVANT (CONT'D)\n\n                         The man who bought your horse\n\n                         would like you to have a glass\n\n                         of French brandy at his charge.\n\n\n\n                                   MACFARLANE\n\n                         Now that's very civil of him.\n\n\n\n               At the other side of the hearth the louts around the horse\n\n               dealer strike up a song.  Outside there is the sound of a\n\n               horse clattering into the courtyard, then the muffled shouts\n\n               as the driver reins the horse in and the hostler goes to his\n\n               head.  Both MacFarlane and the maidservant listen and look\n\n               toward the door.  The door swings open and Fettes stands\n\n               there, his clothes drenched with rain.  As he enters, he\n\n               shakes the water from his hat.  He sees MacFarlane and goes\n\n               over to him quickly, excited and smiling.\n\n\n\n                                   FETTES\n\n                         Doctor -- the little Marsh girl\n\n                         stood and walked -- really stood\n\n                         and walked --\n\n\n\n               MacFarlane makes way for Fettes on the settle -- Fettes sits\n\n               down quickly.\n\n\n\n                                   MACFARLANE\n\n                         What's that you say?\n\n\n\n                                   FETTES\n\n                         The little girl -- she couldn't\n\n                         walk far -- the muscles are too\n\n                         weak -- but she did stand and she\n\n                         took a step or two.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nFETTES\n\n                         Doctor -- the little Marsh girl\n\n                         stood and walked -- really stood\n\n                         and walked --\n\n\n\n               MacFarlane makes way for Fettes on the settle -- Fettes sits\n\n               down quickly. MACFARLANE\n\n                         What's that you say? FETTES\n\n                         The little girl -- she couldn't\n\n                         walk far -- the muscles are too\n\n                         weak -- but she did stand and she\n\n                         took a step or two. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                             (very excited)\n\n                         I know it -- I know it -- The\n\n                         moment I was rid of him --\n\n\n\n                                   FETTES\n\n                         What?\n\n\n\n                                   MACFARLANE\n\n                         Gray -- I'm rid of him -- \n\n\n\n               Fettes looks at him, puzzled.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                             (guarding his thoughts)\n\n                         Just that -- just that -- I've\n\n                         managed to get him to leave\n\n                         Edinburgh -- he'll bother me no\n\n                         more.\n\n\n\n               He rubs his hands together.\n\n\n\n               The maidservant has returned with a bottle of brandy and two\n\n               glasses. MacFarlane pours one for himself and Fettes.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         Drink.\n\n\n\n               Fettes picks up his glass.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         Here's to a good riddance. \n\n\n\n               They both drink.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         Now that he's gone I'll be a new\n\n                         man, Fettes, and a better teacher.\n\n                         The doctors from my school will\n\n                         perform miracles --\n\n\n\n               The door opens and a party of five people dressed in rough\n\n               mourning come in out of the weather. The maidservant, with a\n\n               show of solicitude, ushers them to a table at the far end of\n\n               the inn, then crosses quickly to where the horse dealer is.\n\n\n\n                                   MAIDSERVANT\n\n                         Sh-h-h! Still your song, lads --\n\n                         the MacCreadys are here and they've\n\n                         come from burying the old woman in\n\n                         Glencorse Kirkyard.\n\n\n\n               They stop singing and look over with sympathetic glances at\n\n               the burial party. \n\n\n\n               MED. CLOSE SHOT - Fettes and MacFarlane.  MacFarlane looks\n\n               from the boys around the fire to the burial party.\n\n\n\n                                   MACFARLANE\n\n                         See that, Fettes?\n\n\n\n                                   FETTES\n\n                         A burial party -- poor people --\n\n                         it's hard to bury a loved one on a\n\n                         rainy day when the churchyard is so\n\n                         cold and lonely.\n\n\n\n                                   MACFARLANE\n\n                         Glencorse -- that's a lonely\n\n                         cemetery, Fettes, not a soul\n\n                         around for miles.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nMACFARLANE\n\n                         See that, Fettes? FETTES\n\n                         A burial party -- poor people --\n\n                         it's hard to bury a loved one on a\n\n                         rainy day when the churchyard is so\n\n                         cold and lonely. MACFARLANE\n\n                         Glencorse -- that's a lonely\n\n                         cemetery, Fettes, not a soul\n\n                         around for miles. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   FETTES\n\n                         They'll be thinking of that, too.\n\n\n\n                                   MACFARLANE\n\n                         Tosh!  Fettes!  It's not their\n\n                         grief I'm worrying about -- I'm\n\n                         talking of our own end --\n\n\n\n                                   FETTES\n\n                         You've no thought of going there?\n\n\n\n                                   MACFARLANE\n\n                         Did you think Gray was the only one\n\n                         who could handle a mattock and\n\n                         shovel?  I've had some practice in\n\n                         the art.\n\n\n\n                                   FETTES\n\n                             (protesting)\n\n                         You couldn't do that, Doctor.\n\n\n\n                                   MACFARLANE\n\n                             (rising)\n\n                         I pass up no opportunities, I've a\n\n                         whole course of lectures in mind\n\n                         for you fellows.  We'll need\n\n                         subjects to demonstrate. Come\n\n                         along.\n\n\n\n                                   FETTES\n\n                         No.\n\n\n\n                                   MACFARLANE\n\n                         Why not? I must have subjects. It's\n\n                         the only way I can teach. It's the\n\n                         only way you can learn. The\n\n                         stupidity of the people the idiocy\n\n                         of their laws will not stop no --\n\n                         nor will they force me to deal with\n\n                         such reptilian creatures as Gray.\n\n                         We can do our own dirty work -- and\n\n                         we must.\n\n\n\n               Fettes shakes his head. MacFarlane starts for the door and\n\n               after a little pause, Fettes rises and follows him.\n\n\n\n                                                       DISSOLVE\n\n\n\n               EXT. COUNTRY GRAVEYARD - NIGHT\n\n\n\n               FULL SHOT. The thunder increases in volume throughout the\n\n               scene.  In extreme b.g. two figures can be seen\n\n               intermittently.\n\n\n\n               CLOSE SHOT - grave. The headstone is brand new but the mound\n\n               beneath it has been demolished, leaving a ragged gaping hole. \n\n               A spade comes down into picture with vicious force.  As it is\n\n               raised with its burden of earth:\n\n\n\n                                   MACFARLANE'S VOICE\n\n                             (triumphant)\n\n                         So we can't do without Mister Gray \n\n                         - So I'd never be rid of him, eh? \n\n\n\n               CLOSE SHOT - MacFarlane and Fettes as they work over the\n\n               grave. MacFarlane's spade thumps against wood.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs it is\n\n               raised with its burden of earth:\n\n\n\n                                   MACFARLANE'S VOICE\n\n                             (triumphant)\n\n                         So we can't do without Mister Gray \n\n                         - So I'd never be rid of him, eh? CLOSE SHOT - MacFarlane and Fettes as they work over the\n\n               grave. MacFarlane's spade thumps against wood. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                         A-ah!\n\n\n\n               He jumps down into the grave, the CAMERA TILTING DOWN CUTTING\n\n               OUT Fettes.  MacFarlane is levering up the edge of the coffin\n\n               with his spade.  As the wood gives, there is a tremendous\n\n               clap of thunder immediately overhead, followed by a solid\n\n               deluge of rain.\n\n\n\n               EXT. ROAD - NEAR CEMETERY - NIGHT\n\n\n\n               MED. FULL SHOT. The storm is raging. In the f.g. is\n\n               MacFarlane's carriage, the horse tethered to the fence.\n\n               Whickering, intensely nervous, he is looking o.s. toward the\n\n               cemetery. Shuffling footsteps come over shot and the horse's\n\n               fear increases. \n\n\n\n               MED. SHOT - at side of carriage is MacFarlane and Fettes come\n\n               into scene carrying a heavy burden, wrapped in canvas.\n\n\n\n                                   FETTES\n\n                             (hoarsely)\n\n                         Where shall we put it? In the back?\n\n\n\n                                   MACFARLANE\n\n                         No room there. We'll have to set it\n\n                         between us.\n\n\n\n               QUICK DISSOLVE\n\n\n\n               EXT. HILLSIDE ROAD - NIGHT\n\n\n\n               FULL SHOT - The storm is continuing unabated. A narrow,\n\n               twisting road runs down the hillside, and the terrain is\n\n               desolate and rocky. Horse's hooves are heard and MacFarlane's\n\n               carriage comes into the scene, going down the hill.\n\n\n\n               INT. CARRIAGE -- NIGHT -- (PROCESS)\n\n\n\n               CLOSE SHOT - MacFarlane. He is driving, his head thrust\n\n               forward to see the road. The CAMERA PANS, VERY SLIGHTLY to\n\n               show what is next to him; something wrapped in a thin sheet\n\n               of canvas; something which sits limply; something which shows\n\n               the unmistakable shape of a human body beneath its covering.\n\n               It is held by Fettes' hand which is just in shot. The CAMERA\n\n               PANS again to show Fettes. His teeth are clenched; his eyes\n\n               closed. \n\n\n\n               MED. SHOT - showing both men and the thing between them. The\n\n               horse is trotting fast and as the carriage turns a bend, the\n\n               thing lunges heavily against MacFarlane's shoulder.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nMED. SHOT - showing both men and the thing between them. The\n\n               horse is trotting fast and as the carriage turns a bend, the\n\n               thing lunges heavily against MacFarlane's shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\n                                   MACFARLANE\n\n                             (savagely)\n\n                         Keep it off me, will you!\n\n\n\n               EXT. HILLSIDE ROAD - NIGHT\n\n\n\n               FULL SHOT - Still the storm - even fiercer. MacFarlane's\n\n               carriage, the horse galloping, comes down the hill, swaying\n\n               and lurching. The pace is much too fast for the going.\n\n\n\n               INT. CARRIAGE - NIGHT - (PROCESS)\n\n\n\n               MED. SHOT. It is very dark. MacFarlane is hauling at the\n\n               reins with all his strength.\n\n\n\n                                   MACFARLANE\n\n                             (savage)\n\n                         What's got into this animal! \n\n\n\n               CLOSE SHOT - Fettes. He is still holding the thing o.s. \n\n\n\n               THREE SHOT. The carriage sways violently and the thing\n\n               between the men, its outlines barely distinguishable, seems\n\n               to twist out of Fettes' grip. It sags against MacFarlane.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                         Keep it off me!\n\n\n\n               Forced to keep both hands on the reins, MacFarlane tries to\n\n               thrust the thing away with his shoulder. But it still keeps\n\n               falling against him.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                             (shouting)\n\n                         Keep it off me, I say!\n\n\n\n               Fettes makes an effort to hold on to the corpse.\n\n\n\n               MED. FULL SHOT -- the carriage going along the road; the\n\n               horse proceeding at a hard trot. The hoof beats ring out\n\n               rhythmically. \n\n\n\n               THREE SHOT -- PROCESS -- Fettes, MacFarlane and the corpse.\n\n               The rhythmic hoof beats sound very loud as the two men drive\n\n               on in silence. Fettes makes a desperate effort to hold the\n\n               corpse away from MacFarlane, but it keeps bumping into the\n\n               doctor.  Through the hoof beats and in the same rhythm comes\n\n               the voice of Gray on the sound track.\n\n\n\n                                   GRAY'S VOICE\n\n                         You'll not get rid of me that way --\n\n                         that way -- that way -- that way --\n\n\n\n               MacFarlane shakes his head as if to clear it of this\n\n               remembered voice;  these well-remembered words. \n\n\n\n               CLOSE SHOT -- MacFarlane.  His eyes are wide with\n\n               apprehension and fear.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRAY'S VOICE\n\n                         You'll not get rid of me that way --\n\n                         that way -- that way -- that way --\n\n\n\n               MacFarlane shakes his head as if to clear it of this\n\n               remembered voice;  these well-remembered words. CLOSE SHOT -- MacFarlane. His eyes are wide with\n\n               apprehension and fear. \n\nTARGET SECTION TO BE ANNOTATED:\n  He glances down at the wrapped corpse\n\n               as it bumps against him. He draws away, shivering. Over the\n\n               sound track Gray's voice still sounds beating on the ear with\n\n               the same rhythm as the hoofs on the road.  MacFarlane pulls\n\n               up on the reins. \n\n\n\n               THREE SHOT - as MacFarlane turns to Fettes the carriage comes\n\n               to a halt.\n\n\n\n                                   MACFARLANE\n\n                             (making an effort to\n\n                              arrive at speech)\n\n                         Fettes -- for Mercy's sake, let's\n\n                         have a light!\n\n\n\n               Fettes looks over at his companion. He has never seen\n\n               MacFarlane in this state before and the younger man is\n\n               puzzled.\n\n\n\n                                   FETTES\n\n                         All right.\n\n\n\n               He climbs over the sill into the roadway. \n\n\n\n               MED. FULL SHOT - the carriage as Fettes tries to strike a\n\n               light in the pouring rain and howling wind. He finally gets a\n\n               taper going and touches it to the lamp wick. The lamp flares\n\n               for a moment. \n\n\n\n               TWO SHOT -- MacFarlane and the corpse.\n\n\n\n                                   MACFARLANE\n\n                         It's changed!  I swear it!\n\n                         It's changed, Fettes!\n\n\n\n               REVERSE SHOT - Fettes as he looks up puzzled.\n\n\n\n                                   FETTES\n\n                         Changed? Changed, to what?\n\n\n\n               HIGH ANGLE SHOT - MacFarlane and the corpse with Fettes at a\n\n               lower level.\n\n\n\n                                   MACFARLANE\n\n                         Let's have that lamp.\n\n\n\n               Fettes undoes it from the dashboard and lifts it up over his\n\n               head to cast a light on the corpse.\n\n\n\n                                   MACFARLANE (CONT'D)\n\n                             (looking down at the\n\n                              bundle)\n\n                         This is not a woman!\n\n\n\n                                   FETTES\n\n                             (matter-of-factly)\n\n                         It was a woman when we put her in.\n\n\n\n                                   MACFARLANE\n\n                             (somewhat wildly)\n\n                         Hold that lamp up -- I must see her\n\n                         face. \n\n\n\n               He tears open the sacking.\n\n\n\n               ANOTHER ANGLE - CLOSE SHOT of Fettes.  He is looking up\n\n               holding the lantern high over his head, but is unable to see\n\n               anything over the high dashboard except MacFarlane's face.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe tears open the sacking. ANOTHER ANGLE - CLOSE SHOT of Fettes. He is looking up\n\n               holding the lantern high over his head, but is unable to see\n\n               anything over the high dashboard except MacFarlane's face. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n               Suddenly, MacFarlane pulls back and on his face there is such\n\n               a look of anguish and terror that Fettes cries out in alarm.\n\n\n\n                                   FETTES\n\n                         Dr. MacFarlane?\n\n\n\n               REVERSE SHOT - Now the face of the dead woman can be seen\n\n               with MacFarlane looking down at it in horror as slowly it\n\n               turns to the dark, well-moulded features and smooth-shaven\n\n               cheeks of the familiar countenance of Gray. A wild yell\n\n               breaks from MacFarlane's lips.\n\n\n\n                                   MACFARLANE\n\n                         Gray -- Gray --\n\n\n\n               MED. FULL SHOT - the horse and carriage. The nervous horse\n\n               bolts. Fettes tries to dodge out of the way. The lamp falls\n\n               and breaks and in the darkness the carriage goes bounding\n\n               past his and away. He stands looking after it, then breaks\n\n               into a run, following the runaway.\n\n\n\n               CLOSE SHOT - MacFarlane.  He is fighting to control the\n\n               horse.  But, as the carriage rocks, the thing against his\n\n               shoulder moves; either by reason of the violent motion or of\n\n               some frightful volition of its own. \n\n\n\n               The canvas wrapping slips, slides away and reveals again the\n\n               head and naked torso of Gray. \n\n\n\n               The pace increases even more. MacFarlane sees the dreadful\n\n               metamorphosis and a strangled cry breaks from his throat. \n\n\n\n               The carriage sways again and the arms come free from the\n\n               canvas. Another swerve, another lurch and they have fallen\n\n               limply around MacFarlane's neck.\n\n\n\n               EXT. HILLSIDE ROAD - NIGHT\n\n\n\n               FULL SHOT - a hairpin turn, with cliff-wall to one side, a\n\n               sheer drop to the other. The carriage, the horse beyond\n\n               control, cannot take it at the speed. It strikes the cliff, a\n\n               wheel breaks loose, the braces tear apart, the horse\n\n               staggers, runs on free, the carriage tilts sickeningly,\n\n               stands on end, rolls over the edge and plunges down to\n\n               destruction.\n\n\n\n               EXT. HILLSIDE ROAD - NIGHT\n\n\n\n               Fettes has managed to get the lamp going again and is running\n\n               along the road, following the wheel tracks in the rain-soaked\n\n               earth.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt strikes the cliff, a\n\n               wheel breaks loose, the braces tear apart, the horse\n\n               staggers, runs on free, the carriage tilts sickeningly,\n\n               stands on end, rolls over the edge and plunges down to\n\n               destruction. EXT. HILLSIDE ROAD - NIGHT\n\n\n\n               Fettes has managed to get the lamp going again and is running\n\n               along the road, following the wheel tracks in the rain-soaked\n\n               earth. \n\nTARGET SECTION TO BE ANNOTATED:\n He comes upon a bit of wreckage and stops. He listens,\n\n               then walks over to the edge of the cliff. He holds his\n\n               lantern well over the edge and peers down. Then he starts\n\n               down the cliff side.\n\n\n\n               EXT. THE CLIFF SIDE - NIGHT\n\n\n\n               MED. FULL SHOT - Fettes as he scrambles down, holding the\n\n               lantern at arm's length to protect it from the rough rocks\n\n               and the heather.  He comes to a slightly more level space and\n\n               stops. He looks down. \n\n\n\n               MED. SHOT - SHOOTING DOWNWARD FROM Fettes' viewpoint.\n\n               MacFarlane's body, obviously without life, is lying flat on\n\n               its back, arms and legs outspread. And, lying against his\n\n               chest, is something wrapped in canvas.\n\n               The CAMERA MOVES SLOWLY DOWN UNTIL IT IS CLOSE, showing\n\n               beyond all doubt that not only has the canvas never been\n\n               disturbed, but also that it is the woman's body which it\n\n               covers.\n\n\n\n                                                       FADE OUT\n\n\n\n                                         THE END\n\n\n\n<!--\n\n// FILE ARCHIVED ON 20020202212651 AND RETRIEVED FROM THE\n// INTERNET ARCHIVE ON 20031001101328.\n// JAVASCRIPT APPENDED BY WAYBACK MACHINE, COPYRIGHT INTERNET ARCHIVE.\n// ALL OTHER CONTENT MAY ALSO BE PROTECTED BY COPYRIGHT (17 U.S.C.\n// SECTION 108(a)(3)).\n\n   var sWayBackCGI = \"http://web.archive.org/web/20020202212651/\";\n\n   function xLateUrl(aCollection, sProp) {\n      var i = 0;\n      for(i = 0; i < aCollection.length; i++)\n         if (aCollection[i][sProp].indexOf(\"mailto:\") == -1 &&\n             aCollection[i][sProp].indexOf(\"javascript:\") == -1)\n            aCollection[i][sProp] = sWayBackCGI + aCollection[i][sProp];\n   }\n\n   if (document.links)  xLateUrl(document.links, \"href\");\n   if (document.images) xLateUrl(document.images, \"src\");\n   if (document.embeds) xLateUrl(document.embeds, \"src\");\n\n   if (document.body && document.body.background)\n      document.body.background = sWayBackCGI + document.body.background;\n\n//-->\n\n\n\n"
}