{
  "1": "(Name of Project)\n\nby\n(Name of First Writer)\n\n(Based on, If Any)\n\nRevisions by\n(Names of Subsequent Writers,\nin Order of Work Performed)\n\nCurrent Revisions by\n(Current Writer, date)\n\nName (of company, if applicable)\nAddress\nPhone Number\n\fINT. SUBWAY CAR -- NIGHT\n\nCLOSE ON two eyes, closed. A YOUNG MAN, sitting up,\nasleep.\n\nA noise, like a slapping, not loud. Repeated, again,\nagain.\n\nThe eyes blink open. Unsure where we are. They look\naround.\n\nWe pull back: The young man wears a jacket and tie. He\nsits on a bench in a subway, the car moving fast through\ndarkness.\n\nWe pull back further: The car is empty, just the young\nman.\n\nBang, the noise suddenly is louder. It seems to come from\nthe next car down. Now it goes back to the quiet slapping.\n\nThe young man looks at the door to the next car. He can’t\nsee anything. The train rattles as it takes a curve.\n\nThe young man gets up from the bench and takes his\nbriefcase. He walks toward the next car, his attention on\nthe door.\n\nZARUMMMMM! HE SLIPS ON THE FLOOR AND FALLS ON HIS BACK.\nHis head slams down hard, and he just lays there, decked.\nBut his hands feel moist, his body feels wet, like he\nslipped in a puddle. He holds both hands up above his head\nTHEY’RE COVERED IN BLOOD!\n\nBLOOD POURS DOWN HIS COAT SLEEVE! MORE BLOOD ON HIS FACE!\n\nWe pull back: The young man lies in a huge lake of blood.\n\nHe pulls himself up from the floor, and we see that he is\nsoaked in blood, like he’s had a bath in it. He shivers.\n\nThe next shock: A blood pool at the door to the next car.\n\nThe young man approaches the door carefully, almost sliding\na second time. He moves more slowly, creeping up to the\ndoor.\n\nThe window of the door is covered in blood. The young man\ncannot see through it. He has to get closer, right up to\nit.\n\fHis eyes move next to the glass, which reflects red on him.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe young man\ncannot see through it. He has to get closer, right up to\nit. His eyes move next to the glass, which reflects red on him. \n\nTARGET SECTION TO BE ANNOTATED:\nPOV through the window: We see a huge dark figure, holding\nan immense mallet. The figure brings the mallet down,\nagain and again and again, repeatedly pounding, blood\nhitting the glass in splashes.\n\nThe young man backs away. He looks around. Outside the\ntrain, pitch black. No one else is around. He looks\nbehind him. The car on the other side is dark, empty, no\none there.\n\nNow the young looks back at the window. The glass is\nblack.\n\nBut there is something there --\nA HUGE EYE staring straight back at us.\nIT’S THE DARK FIGURE LOOKING STRAIGHT AT US.\n\nThe young man is horrified, his expression total terror.\n\nEXT. SUBWAY TRAIN -- CONTINUOUS\n\nCLOSE ON subway windows as they fly past. We stay close\nenough to see what looks like sides of meat hanging inside.\n\nAND A DARK FIGURE IS DRAGGING SOMEONE THROUGH THE SUBWAY\nCAR.\n\nEXT. CITY STREET -- DAY\n\nIN SLOW MOTION, a young man walks down a sidewalk, and, as\nhe walks, he lifts a camera. He stops and turns toward us.\nHe aims directly at the camera and shoots. LEON KAUFMAN,\nlate 20's, hair unruly, face unshaven, eyes piercing, dark.\nWe leave slow motion: Leon shoikots more shots of the\nstreet.\n\nINT. LEON’S APARTMENT - DAY\n\nMounted on a wall, a series of black and white stills:\n\n-- Busy street, cab stopped at a curb. MAN IN A SUIT, hand\nout like a tackler, steals a cab by shoving another man.\n\n-- A HOMELESS campfire under an underpass. A disheveled\nhomeless man comes at us with a bottle in hand.\n\n+e HF\n\n %\n\f-- A POLICE CAR pulled over by a sidewalk, TWO COPS *\nleaning over a guy in a leather jacket, hands behind him. *\n-- A shot of a breathtaking GIRL, 20's, dark hair, hands on *\nhips, smiling sexily in a park, looking at us. *\nWe pull back to reveal -- *\n\nThe same girl, MAYA JONES, is reading a textbook at a\nkitchen table. She’s sexy in old pajamas and is wearing\nreading glasses.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA disheveled\nhomeless man comes at us with a bottle in hand. +e HF\n\n %\n\f-- A POLICE CAR pulled over by a sidewalk, TWO COPS *\nleaning over a guy in a leather jacket, hands behind him. *\n-- A shot of a breathtaking GIRL, 20's, dark hair, hands on *\nhips, smiling sexily in a park, looking at us. *\nWe pull back to reveal -- *\n\nThe same girl, MAYA JONES, is reading a textbook at a\nkitchen table. She’s sexy in old pajamas and is wearing\nreading glasses. \n\nTARGET SECTION TO BE ANNOTATED:\n Smart as she is sexy, street smart, not\njust book smart.\n\nLeaning over the shot is LEON KAUFMAN. Late 20’s, his hair\na mop of unruly curls, face unshaven, eyes piercing and\ndark. He is at the kitchen sink, the counter top filled\nwith darkroom equipment. Leon looks at Maya, then at the\nphoto of her in the park.\n\nLEON\nThe chick in the photo’s hotter.\n\nMaya gives him a grin and a finger. He comes over. Maya\ngoes in for a kiss - it’s a combination of passion and\nfamiliarity.\n\nLEON\nMmm. You taste good.\n\nHe comes back for a second kiss, and a third.\n\nLEON\nWhat are you reading?\n\nMaya tilts her head toward the textbook.\n\nMAYA\nMetropolitan History.\nLEON\nLearn anything interesting?\nMAYA\nThis was never a good place to *\nwalk at night. *\nLEON\n\nIt’s not a good place to drive\nagainst traffic, either. Some\ncabbie from one of those former\nSoviet republics took a shortcut\non a one-way street. Six car pile-\n\nup.\n\fMAYA\n(excited)\nAnd you caught it?\n\nLEON\nRight place, right time.\n\nMAYA\nHow much did the Post give you?\n\nLEON\nWe made the rent.\n\nMAYA\nThat’s great, Leon!\n\nLEON\nThat buys me a couple days to\nwork on my own stuff.\n\nLeon gets up and goes into the kitchen. He opens the\nrefrigerator. Bottles clatter as he looks for a beer.\n\nWe get a good look at the apartment. Total disarray,\ncrammed with funky furniture and art pieces. Even a\nkitchen counter piled with camera equipment and stacks of\ntest prints.\n\nMAYA\nThings’1l be easier once I get my\nMaster's.\n\nLEON\n\nI hate to break it to you, Maya,\nbut history teachers don’t\nexactly rake it in.\n\nMAYA\nHey...\n\nBeer in hand, Leon closes the refrigerator.\n\nLEON\nBesides, it’s not just the money.\n\nMAYA\nI know, baby. You want to be\nappreciated for your art.\nLeon knows she’s teasing him.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAYA\nI know, baby. You want to be\nappreciated for your art. Leon knows she’s teasing him. \n\nTARGET SECTION TO BE ANNOTATED:\nLEON\nIs that too much to ask?\n\fMAYA\nNo. I know you'll get there.\nMight take a few more years.\n\nLeon heads over to a cupboard and pulls down a bag of\nchips.\n\nLEON\nI don’t know if I’ve got that\nmuch patience left.\n\nMAYA\nDon’t worry, everything happens\nas it’s meant to be.\n\nLeon frowns. Maya looks up at the photo of her in the\npark.\n\nMAYA\nYou know what you need? A genius\ngirlfriend who knows how to\nnetwork and get your work seen by\nsome classy gallery owner. Like,\nsay, Susan Hoff.\n\nMaya grins. She’s been saving this.\n\nLEON\nWhat? You didn’t. How did you do\nthat?\n\nMAYA\n\nJurgis is a friend of hers. He\nmet her through the magazine...\nYou're supposed to meet him at\nher gallery tonight after it\ncloses.\n\nLEON\nAnd you held that back the whole\ntime I stood around feeling sorry\nfor myself?\n\nMaya nods, hugely pleased with herself.\n\nLEON\nYou're going to pay for that.\n\nLeon charges her with a roar. They fall onto the couch,\nlaughing.\n\fINT. NEGATIVE SPACE GALLERY - ENTRANCE AREA -- NIGHT\n\nThe gallery is a converted warehouse, its interior entrance\na long ramp with brick walls leading to the main gallery\nspace.\n\nLeon and Jurgis enter.\n\nJURGIS\n(quietly)\nDon’t mention Maya. Susan likes\nher artists available.\n\nLeon gives Jurgis a small smirk. He’s not worried about it.\n\nINT. ART GALLERY - CONTINUOUS\n\nA bare, minimal space with the harshest gray concrete\nwalls. A receptionist’s counter faces the front. Behind\nthat, a low table with a few catalogues and art magazines.\nOn the walls are paintings by Clive Barker.\n\nSUSAN HOFF (40s) approaches from the back of the gallery.\nShe is beautiful, razor sharp. There is an edge to\neverything she says.\n\nJURGIS\nSusan, this is Leon Kaufman.\n\nLEON\nPleased to meet you.\n\nSusan smiles and shakes Leon's hand. He's nervous.\nSUSAN\nI looked at your work. There’s a\nconsistency to your images.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's nervous. SUSAN\nI looked at your work. There’s a\nconsistency to your images. \n\nTARGET SECTION TO BE ANNOTATED:\nLEON\nThank you.\n\nSUSAN\nTalk to me about them.\n\nLeon glances at Jurgis for a moment.\n\nSUSAN\nSell yourself a little.\n\fLEON\nWhen I lived in Atlanta, I\nthought this was the promised\nland, where everything was\npossible. Then I got here. It\nwas crushing. There aren’t\ndreams here. Just humanity. Not\nnatural, and not kind. It pulls\nyou in. It takes from you. I\nwant to show the source of that\nenergy. The “heart of the city.”\n\nSUSAN\n(wryly)\nThe “heart of the city”?\nLEON\nExactly.\nSUSAN\n\nThen you're failing.\nLeon freezes. She pauses long enough to let it sink in.\n\nSUSAN\nMost of the time.\n\nSusan motions with a finger for Leon to follow. She turns\nto a nearby table, where she flips through the images in\nhis portfolio. In doing so she leans in close to Leon,\nbrushing against him. She pauses on one photo: A MEAT\nWORKER looks up, angry and surprised, as he dumps half of a\ncalf carcass into a city trash can.\n\nSUSAN\nNow this....It’s not there but\nit’s closer. He looks....caught\nin the act. You exposed\n\nsomething.\nShe gives him a look.\n\nSUSAN\nSomething dirty.\n\nShe closes the book.\n\nSUSAN\nBut you need to get a lot\ndirtier.\n\nLEON\n\nDirtier.\n\fShe looks at Leon, directly in the eyes.\n\nSUSAN\nYou're searching for the “heart\nof the city”? Then you have to\nget under the flesh. That’s what\nI mean by dirty. Come back when\nyou've done that.\n\nLeon stands silent, not sure what to say.\n\nINT. NEGATIVE SPACE GALLERY - ENTRANCE -- MOMENTS LATER 7\nLeon stands in the entrance hall, still in a daze.\n\nLEON\nIs that it?\n\nJURGIS\nHey, you got two minutes with\nSusan Hoff. Know how many people\nwould suck off their uncles for\nthat?\n\nLEON\n(to himself)\n“I’m looking for the real heart\nof the city.” What does that shit\nsound like?\n\nJURGIS\nLike the kid who just stepped off\nthe bus.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nKnow how many people\nwould suck off their uncles for\nthat? LEON\n(to himself)\n“I’m looking for the real heart\nof the city.” What does that shit\nsound like? JURGIS\nLike the kid who just stepped off\nthe bus. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. LEON’S BEDROOM - NIGHT 8\n\nLeon sits up in bed. Maya is curled up against him.\n\nLEON\nYou know, sometimes I hate this\ncity.\n\nMAYA\n\nYeah, and some times you love it.\n(beat) Come on, you're being too\nnegative. She left the door open\nfor you. That’s really\nencouraging.\n\nLEON\nNo, it’s not fucking encouraging.\n\fMaya smacks his chest.\n\nMAYA\nWhy are you so upset?\n\nLeon doesn’t say anything.\n\nLeon\n\nLeon\neach\n\nLeon\n\nMaya\n\nMAYA\nBecause you think she’s probably\nright.\n\nLEON\n\nI thought my stuff was good. Now\nI don’t know.\n\nMAYA\nSo you shoot something else.\n\nLEON\nI’m not sure.\n\nMAYA\nYou know how crazy that sounds?\nTell me you’re not afraid of\nfailing. That’s not it, right?\n\nlooks at her. She smiles.\n\nMAYA\nC'mon, what is it?\n\nLEON\nIt’s not failure. I don’t know.\nNow I’m just not sure what I’m\nlooking for.\n\nMAYA\nYou're with me. I’11 help you\nfind it.\n\nmeets her smile. They kiss slowly, and snake against\nother beneath the sheets. After a while, Maya pauses.\n\nMAYA\nCome on, don’t tell me your dick\nis sulking, too.\n\nsmirks.\n\nLEON\nIt does what it does.\n\ntickles Leon until he has to laugh.\n\f10\n\n11\n\n12\n\n10.\n\nMAYA\nYou're lucky I’ve got the early\nshift at Otto’s tomorrow.\n\nMaya kisses him, rolls over, and closes her eyes. Leon\nstares vacantly at the ceiling.\n\nINT. DARK SUBWAY CAR -- NIGHT 9\n\nA dimly lit subway car moves through the darkness. No one\nis on board, and there is no noise except the rumble of the\ntrain speeding down the tracks. The walls and all fixtures\nof the car have a brushed metallic sheen, and light from\nthe outside tunnels flashes the metal as the car rushes\nalong.\n\nOverhead straps hang from the ceiling, and they move\nslightly in rhythm with the train.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo one\nis on board, and there is no noise except the rumble of the\ntrain speeding down the tracks. The walls and all fixtures\nof the car have a brushed metallic sheen, and light from\nthe outside tunnels flashes the metal as the car rushes\nalong. Overhead straps hang from the ceiling, and they move\nslightly in rhythm with the train. \n\nTARGET SECTION TO BE ANNOTATED:\n A flash of light\nreveals more of the straps: They’re not straps but sharp\nmetal hooks, like hooks used to hang sides of beef. The\ntrain moves faster, and the hooks dance, slightly clanging.\nNow the light changes again, and the hooks are hand straps,\njust swinging, waving.\n\nINT. LEON’S BEDROOM -- NIGHT 10\n\nWith a start, Leon opens his eyes. Sees where he is. He\ncarefully untangles himself from Maya, and slides out. The\ntrain images were a nightmare. He shakes it off.\n\nEXT. DESERTED STREET - NIGHT 11\n\nLeon is on the prowl, camera in hand. He snaps a shot, but\nthe street is empty. Up ahead: the entrance to the subway.\n\nINT. PERSHING SQUARE SUBWAY - ENTRANCE - NIGHT 12\n\nLeon digs in his bag, looking for camera gear. He pulls\nout his Leica and sees what’s around. Only a few people.\nHe swings the Leica up and shoots a HOMELESS MAN, plus two\nother people walking behind him (MAHOGANY’S back and bag).\n\nThen, abruptly, Leon hears a small scream.\n\nHe rounds the corner and sees a HIP GIRL. She’s surrounded\nby THREE GANGBANGERS. Two are heavyset and tattooed, one\nwith a short scruffy beard. The LEADER is wiry freak with\nnervous energy. He’s got a prison-style tear-drop tattoo\nbeneath his eye.\n\f11.\n\nLEADER\nGotta pay the toll first, bitch.\n\nHIP GIRL\nLeave me alone, you asshole.\n\nWith this, the leader hood slams her against the wall and\ngrabs her throat with one hand. He pushes her chin up.\n\nLEADER\nThen you’re going to have to pay\non your knees.\nLeon watches from a distance.\n\nThe girl is scared now. She’s totally surrounded.\nLaughing, the leader backs a few feet away from the girl.\n\nIn that moment, she turns and looks at Leon. Her eyes meet\nhis for the first time. Does she expect him to help?\n\nLeon pulls up his Leica and --\n\nSnap! The camera freezes her and the hoodlum locked\ntogether in a primal urban stand-off.\n\nThey look at Leon.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeon pulls up his Leica and --\n\nSnap! The camera freezes her and the hoodlum locked\ntogether in a primal urban stand-off. They look at Leon. \n\nTARGET SECTION TO BE ANNOTATED:\n Snap! Leon captures the Hoodlum’s\nsurprise and anger, and the Girl’s fear and hope.\n\nLEADER\nWhat the fuck are you doing?\n\nThe Hoodlum is in his face.\n\nLEADER\nGive me the camera.\n\nThe Girl edges away from the gangbangers.\n\nLeon looks like he’s ready to slug the Hoodlum. He’s not\neven thinking about his camera, which he lowers to his\nside. If he could put the camera somewhere safe, he’d hit\nthe guy.\n\nLEADER\nI said give me the camera!\n\nThe Leader steps forward and knocks Leon’s gear bag down.\nThe Leader waits for a reaction. Leon holds his ground.\n\nLeon sees a surveillance camera above them. He points up at\nthe lens.\n\f13\n\n14\n\n12.\n\nLEON\nYou're giving the cops a good\nshow.\nThe Leader looks up. He glares at Leon.\n\nLEADER\nYou're dead, motherfucker.\n\nThe gangbangers take off. Leon calls to the Girl.\n\nLEON\nYou okay?\n\nThe Girl, shaken, looks behind Leon to the way she came.\nHIP GIRL\nHow long did you stand there\nwatching me almost get my throat\nslit? You fucking asshole.\nLeon was expecting gratitude?\n\nLEON\nThank you very fucking much.\n\nShe pushes past him, running out the station to the tracks.\n\nINT. SUBWAY STATION -- CONTINUOUS 13\n\nCLOSE ON Leon, on the edge of the platform, shooting.\nCLICK. He shots the Hip Girl. CLICK. CLICK. CLICK.\n\nCLICK. Now we see what Leon has just shot --\n\nPOV on the car door: The image freezes as Hip Girl lunges\n\nin the car. A few riders inside, a hand holds the door.\nINT. SUBWAY CAR - NIGHT 14\nThe doors of the car hiss as the Hip Girl lands inside.\n\nWe pull back: A LARGE HAND still holding the doors.\n\nOn the hand, a BRACELET OF TWISTED SILVER.\n\nThe HAND withdraws. The doors hiss shut.\n\nCLOSE ON the Girl's face as she finds a seat.\n\f15\n\n16\n\n17\n\n13.\n\nHIP GIRL\nThanks. There's some real psychos\nout there tonight.\nBack to the LARGE HAND. We don’t see the hand’s owner.\n\nThe Hip Girl sits in her seat, relaxing as the train moves.\n\nINT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe don’t see the hand’s owner. The Hip Girl sits in her seat, relaxing as the train moves. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBWAY TRAIN - NIGHT - MOMENTS LATER 15\nThe Hip Girl sits in a nearly empty car, the other\npassengers having departed. She’s at one end, and she’s\nturned away from the other end. But someone is there.\n\nAt the back of the car, over her shoulder we see a LARGE\n\nMAN sitting straight, not moving. We don’t see him\n\nclearly, but he is huge. The Hip Girl doesn’t notice.\n\nCLOSE ON a LEATHER BAG, on the floor by the man. A LARGE\nHAND goes into the bag. It searches for something inside.\n\nThe hand extracts a LARGE HAMMER from the bag. Huge.\nBack to the Hip Girl, who still has seen or heard nothing.\n\nBut now the LARGE MAN gets up and walks toward the Hip\nGirl, toward us. As he gets close, he brings his arm up.\n\nThe LARGE MAN reaches the Hip Girl. The HAMMER above her.\nWHAM! The LARGE MAN swings the HAMMER down and cracks the\nHip Girl’s head so hard it crunches like a soft melon.\n\nEXT. SUBWAY TUNNEL - NIGHT - CONTINUOUS 16\n\nThe train roars through the underground.\n\nINT. SUBWAY TRAIN - NIGHT - SAME 17\n\nINSIDE THE TRAIN - on a seat: a plastic bag neatly filled\nwith the girls clothes.\n\nClose on: the girls lips. Still. Mahogany’s hand removes\nher lipstick with solvent.\n\nA loud sound of metal as the train makes a change of track.\n\nMahogany looks up, then goes back to removing the lipstick.\n\f18\n\n19\n\n14.\n\nINT. LEON’S APARTMENT - KITCHEN -—- DAY 18\n\nMaya sits on the kitchen counter amidst dark room\nequipment, in her underwear, legs wrapped around a standing\nLeon. He kisses her neck, she looks to the side, seeing -\n\nHER POV: a series of prints spread out on the counter.\nCLOSE ON: the images of the gangbangers and the Hip Girl.\n\nLeon keeps kissing her, but she pulls away, looking at the\nphotos of the Hip Girl and the Gangbangers. She points to\nthe first one, the girl in the photo staring directly at\nMaya, the photo is chilling.\n\nMAYA\nWhen did you get these?\n\nLEON\nI took them last night.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe points to\nthe first one, the girl in the photo staring directly at\nMaya, the photo is chilling. MAYA\nWhen did you get these? LEON\nI took them last night. \n\nTARGET SECTION TO BE ANNOTATED:\nMAYA\nYou have to show these to Susan\nHoff. What you said she wants.\nThis is it.\n\nLEON\nYou think so?\n\nMaya turns to face him. She is very serious.\nMAYA\nIf it’s not, I hope I never see\nit.\nINT. OTTO’S RESTAURANT - DAY 19\n\nA trendy downtown restaurant, with small tables arranged in\nan airy open space. On one side, a grill and a small bar.\n\nMaya serves Leon a leafy salad. He puts down his newspaper.\n\nLeon smile back at Maya and takes out a small package of\ndeli paper from his bag. He unwraps it meticulously.\n\noTTo, 40's, the diner’s eccentric and boisterous owner-\noperator, pauses by Leon. He gives Leon a hard look and\nshakes his head.\n\f15.\n\nOTTO\nFuck no, I’m not doing that\nagain.\n\nLEON\n\nC’mon, Otto, I’ll pay extra.\nJust toss it on the grill.\n\nLeon takes out a cold, gray tofu square from his deli wrap.\n\nOTTO\nIt’s bad for my reputation. This\nis the best Philly cheese steak\nin town. The tofu’ll fuck with\nmy grill. How about having one\nof my specials instead?\n\nOtto takes two steak flanks and tosses them on his grill.\n\nLEON\nBecause I have respect for my\nbody, Otto. And for the cow.\n\nOTTO\nDon’t give me that bull. You want\nto let your wimpy jelly loaf soak\nup all my tasty grease.\n\nWith that, Otto takes a brimming cheese-steak sandwich from\nhis grill and hefts it. It’s enormous. The steak slices\nare generous, and cheese and onions drip all over it.\n\nOTTO\nMy family opened this diner. My\nheritage is in this cheese-steak.\nIf my nannouo, god rest, knew I\nput that on his grill...\n\nOtto shakes his head in disgust. Maya rolls her eyes at\nOtto. Leon smiles.\n\nLEON\nAlright, alright. I won’t ask\nagain.\nLeon picks up his paper on the counter as he finishes his\nmeal. He turns a page and sees a small photo in the metro\nsection. A pretty girl, chic but over-done. Like a model.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns a page and sees a small photo in the metro\nsection. A pretty girl, chic but over-done. Like a model. \n\nTARGET SECTION TO BE ANNOTATED:\nLEON\nI think I just saw her.\n\nLeon starts reading.\n\f20\n\n16.\n\nLEON\nShe walked home from a club at\n2:00 in the morning. Now they\ncan’t find her. A model. She\nwas celebrating a magazine cover.\n\nHe takes a closer look. Holy shit: Now he remembers.\n\nLEON\nMaya. Look at this. I saw her\nthe other night.\n\nMaya looks over at Leon, not sure what he means.\nLeon stands trying to remember what happened.\n\nLEON\nI tried to apologize, but she\nkept walking.\n\nLeon starts gathering his stuff. He leaves the deli wrap\nwith the tofu, still open on Otto’s counter.\n\nMAYA\nWhere are you going?\n\nLEON\nTo the police. I’1l show them the\npictures. Maybe they’1l help.\n\nINT. POLICE STATION -- OFFICE - DAY 20\n\nLeon sits in a plastic chair. His photos of the Hip Girl\nare spread on the desk separating him from DETECTIVE LYNN\nHODGE, (late 40's) African-American. She points to the\ngangbangers.\n\nHODGE\nThese individuals ran off after\nyou made your presence known by\ntaking their picture.\n\nLEON\nI also pointed out that they were\nbeing filmed by a surveillance\ncamera.\n\nHODGE\nAnd they ran off toward the\nstation entrance.\n\f17.\n\nLEON\nYes.\n\nHODGE\nWhat station was this again?\n\nThey've clearly been over this already. Leon controls his\nfrustration.\n\nLEON\nThe 14th Street station. Around\nmidnight.\n\nHODGE\n\nAnd Loretta ran off in the\nopposite direction. Toward the\nplatform. You followed her. Saw\nher board?\n\nLEON\nYes.\n\nHODGE\nBut then you left.\n\nLEON\nI missed the train.\n\nHe gets uncomfortable.\n\nLEON\nI thought the photo might help\nwith the timing and all that.\n\nHODGE\n(nods )\nSo will the surveillance tape.\n\nLeon stands up, feeling embarrassed.\n\nLEON\nSounds like you’re all set then.\n\nHODGE\nYou’d think she would’ve stuck\naround for a while. To thank you,\nfor starters. From the looks of\nit, it didn’t seem like you were\nin a hurry.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHODGE\nYou’d think she would’ve stuck\naround for a while. To thank you,\nfor starters. From the looks of\nit, it didn’t seem like you were\nin a hurry. \n\nTARGET SECTION TO BE ANNOTATED:\n Holding out for the\nbest shot I guess?\n\nLEON\nI lose myself sometimes.\n\f18.\n\nHODGE\nYou sell your pictures, or just\naspiring?\n\nLEON\n\nWhat’s that mean?\n\nHODGE\n(who's he kidding)\nLoretta had a following. Some\nsheet may pay for them.\n\nLEON\nLook, I didn’t know her.\nHODGE\nWhy her then?\nLEON\nWhat do you mean?\nHODGE\nIf it’s not for money....do you\n\nfollow women?\n\nLEON\n(pissed)\nNo, I shoot everything.\n\nHODGE\nSo why’d you decide to follow\nher? If you weren’t stalking.\n\nLeon searches for an answer. Hodge holds his gaze.\n\nLEON\nI don’t know.\n\nHODGE\nTrade secret? Okay, let’s stop\nfor now.\n\nHodge stands and gives Leon her card.\n\nHODGE\nCall me if you come up with an\nanswer. I’1l call you if there’s\nanything on those tapes that\ndoesn’t jibe with your story.\n\f21\n\n19.\n\nINT. SUBWAY TRAIN - NIGHT 21\n\nLEIGH and RANDLE COOPER, (30’s) healthy and sexy, well-\ndressed out-of-towners, sit next to TROY TALEVESKI, 30s, a\nslick stockbroker type in pristine condition.\n\nLeigh looks around the car with obvious discomfort.\n\nTROY\nDon’t worry, Leigh. I ride this\nall the time. They erased all\nthe graffiti about 20 years ago.\n\nRANDLE\nI don’t think that’s what makes\nLeigh nervous.\nTroy knows Randle is just as nervous as Leigh. He grins.\nTROY\nLoosen up, you two. I took you to\na Broadway show. Now you’re\ngetting the underbelly of the New\nYork experience.\nThe train comes to a stop, and the doors slide open.\n\nRANDLE\nWhere is this place?\n\nTROY\nYou don’t want to know.\n\nTroy smiles. He knows he's making the out-of-towners\nnervous.\n\nA group of Hip Hop KIDS stand up with their boom box.\n\nLeigh clutches the hand strap, cowering behind Randle. Troy\nbobs his head, trying to show the Kids he's down.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nA group of Hip Hop KIDS stand up with their boom box. Leigh clutches the hand strap, cowering behind Randle. Troy\nbobs his head, trying to show the Kids he's down. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Hip Hop Kids simply ignore them and file off the train.\nAs they clear the train, we see Mahogany sitting quietly in\nthe back. He is the only other person in the car. The train\n\nmoves on.\n\nRANDLE\nHow bad can it be?\n\nMahogany watches them, taking their measure.\n\f20.\n\nTROY\nI know a restaurant critic who\nwon't cover it.\n\nRandle raises his eyebrows at Leigh. She nervously smiles\nback at him.\n\nThe train approaches another station, but rages by. Only\nLeigh notices.\n\nLEIGH\nDid we just miss a stop?\n\nRANDLE\n(to Troy, ignoring Leigh)\nTroy, we didn’t go on vacation to\nget shot in a ghetto.\n\nLeigh looks out the window. Then she looks at Mahogany.\nNow Mahogany just stares straight ahead. Leigh breathes\ndeeply.\n\nTROY\nYou told me you wanted to\nexperience the culture, Randle.\nAnd that’s what I’m going to\ndeliver.\n\nThe train rolls down the track, lights flickering on and\noff. Blue sparks from the wheels dance against the tunnel\nwalls.\n\nLeigh looks over at Randle, but he doesn’t return her gaze.\n\nMahogany suddenly lurches to his feet. He holds his arms\nbehind his back, concealing something.\n\nLeigh watches him. The two guys face the other way.\n\nTROY\nIf your not up for it we could go\nhome. Leigh could cook us a\nromantic dinner for three.\n\nRANDLE\nWhat did I say about trying to\ncharm my wife into bed.\n\nLEIGH\n(quietly)\nRandle?\n\nThe guys ignore her.\n\f21.\n\nTROY\nI wouldn't dream of it. But with\nanatomy like hers...\n\nRANDLE\n(joking)\nWatch it...\n\nMahogany moves fast, taking long strides down the center of\nthe car. Something glints behind him, something metal.\n\nLEIGH\nRandle? RANDLE!\n\nRandle and Troy turn as Leigh screams, but Mahogany is upon\nthem, raising his massive arms.\n\nTHUD! The steel hammer strikes Troy in the temple, knocking\nhim to the floor.\n\nMahogany spins gracefully, catching Randle in the gut with\na gigantic meat hook.\n\nThe train lurches, knocking Leigh to the ground.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe steel hammer strikes Troy in the temple, knocking\nhim to the floor. Mahogany spins gracefully, catching Randle in the gut with\na gigantic meat hook. The train lurches, knocking Leigh to the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nLeigh screams as he lifts the meat hook up, hooking into\nRandle's rib cage.\n\nCLOSE on Randle's feet as Mahogany lifts him off the floor\nabove Troy's body.\n\nThe steel hammer finishes Randle with a sickening crunch.\nHe falls to the ground next to his friend.\n\nLEIGH\n(whimpering)\nWhy are you doing this?\n\nMahogany pulls the meat hook out of Randle and turns,\nwalking towards Leigh.\n\nLeigh scrambles away, knocking into his leather bag and\nfalling to the floor. Butcher tools spill across the car.\n\nLeigh screams, trying to wrap her hand around a long\nCARVING KNIFE. Mahogany comes up behind her. And just as\nshe is about to get a grip on the blade--\n\nMahogany grabs her ankles, pulling her backwards like a\nsquealing calf.\n\f22\n\nA glint of metal above her head, the arc of the\n\n22.\n\nsteel\n\nhammer. THUD! She drops to the ground, legs twitching,\n\nsilent.\n\nThe lights flicker as the train clatters down the track.\n\nINT. NEGATIVE SPACE GALLERY - NIGHT\n\n22\n\nLeon sits with Susan Hoff. She flips through a folder of\nLeon's latest prints and stops on one of the pictures of\n\nLoretta Dryer.\n\nSUSAN\nTalk to me about it.\n\nLEON\n(defying her)\nIt is what it is.\n\nSUSAN\nThis is the singer the police are\nlooking for? What’d you tell\nthem?\n\nShe gives Leon a look like he has something to confess.\n\nLEON\nI just happened to be there. I\nshot what I saw.\n\nSUSAN\nSo you were lucky? Or you saw\nsomething. Something no one else\nsaw. A girl about to vanish.\n\nShe gives him a look, like he knows more. Leon\ncompletely uncomfortable now.\n\nSUSAN\nI'm starting to see a point of\nview. Still tentative. But\ndifferent.\n\nShe looks into his eyes.\nSUSAN\nNot the “heart of the city.” But\nthat was just bullshit.\n\nShe now has a firm grip on his arm and moves in\n\nis\n\nclose.\n\f23\n\nSUSAN\nI have a group show up next. I\ncan add a few of your shots.\n\n23.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\n23\n\nSUSAN\nI have a group show up next. I\ncan add a few of your shots. 23. \n\nTARGET SECTION TO BE ANNOTATED:\nLeon is ready to explode, but he doesn’t want to blow this.\n\nSUSAN\nIt will be tight... but you have\nenough time to gather one or two\nmore. Another strong one like\nthis.\n\nINT. OTTO’S RESTAURANT - LATER - NIGHT\n\nLeon, Maya, and Jurgis, all a bit drunk, sit in\nbooth, Maya almost in Leon’s lap. Leon tries to\n\nLEON\n(lifting his glass)\nI owe you. Both of you. You\nbelieved in this....\n\nMAYA\n(interrupting)\nThat’s because you’re great.\n\nLEON\nHold on, I’ve got to deliver the\nshow. She wants more work.\n\nMAYA\nDon’t worry so much.\n\nJURGIS\nShe's right.\n(smiling)\nBesides, now it’s not about the\nwork, it’s about spin.\n\nLeon and Maya exchange glances.\n\nJURGIS\nI know this writer who covers the\ngalleries for a bunch of the\nglossies. He’s an arrogant little\ndick-head but I’1l convince him\nyou're the new Weegee and he’1l\nreview your exhibition as if it\nwas the second coming.\n\n23\n\na corner\nbe serious.\n\f24.\n\nLEON\nMan, that’d be great. But if he’s\ngoing to write a good review, I\nwant him to like the work.\n\nJURGIS\nLeon, he’s a fucking journalist.\nWhat does his opinion matter as\nlong as he spells your name\n\nright?\nLEON\n(frowning)\nJurgis.\nJURGIS\n\nListen. Susan is mercurial, her\nfriends are fickle. You need to\nstay ahead of her. We could give\nher a little scare.\n\nLEON\nHold it. I don’t want to get\nahead of anything.\n\nJURGIS\nFine. But a friend of mine at\nGagosian asked about you. You\ndon’t have to meet her of course,\nif you don’t want to.\n\nMAYA\nDo you know any art dealers that\naren’t woman?\n\nJURGIS\nPlenty, but all the powerful ones\nare female. And usually quite\nattractive.\n\nHe smiles at Maya, shining her on.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nJURGIS\nPlenty, but all the powerful ones\nare female. And usually quite\nattractive. He smiles at Maya, shining her on. \n\nTARGET SECTION TO BE ANNOTATED:\nLEON\nDid I ever tell you you're evil\nJurgis?\nJurgis smiles benignly. Maya puts her arm around Leon.\n\nMAYA\nIt may be a good evil though.\n\f24\n\n25\n\n25.\n\nEXT. CITY STREET -- LATER - NIGHT 24\nFour in the morning. No one is out. Leon walks down an\n\nold street. Behind him, the Pershing Square subway.\n\nAhead, closed store fronts, rundown residential hotels.\n\nHe finds a bench and sits down. A shrug. What did he\n\nthink he’d find at this hour? Even bad guys go to bed. He\nleans back, like he might doze off. Shuts his eyes.\n\nThen, very quietly at first, footsteps echo on a staircase.\nThey are coming up from the Pershing Square subway station.\n\nCamera up, Leon jumps up from the bench and ducks behind\nit. He lines up the subway entrance in his viewfinder.\n\nLEON’S POV: A large dark shape fills the frame, walking.\nPOV: The camera lifts slightly, and we see an immense head.\nCLICK. Leon takes a shot. CLICK. He takes another.\n\nThe man he catches is MAHOGANY. A big man in his 50’s with\na crisp white shirt, dark brown suit, and hair oiled back.\n\nHe holds a leather bag, and, eyes straight ahead, he walks\nalone along the sidewalk on the other side of the street.\n\nLeon is fascinated. He takes a few more shots until\nMahogany crosses a street a half block away from Leon.\n\nLeon lets him walk another twenty feet before he follows.\n\nHe keeps close to buildings, but Mahogany doesn’t look\nbehind him. Mahogany moves very fast for a large man.\n\nIn a few quick strides, Mahogany rounds a corner. Leon\nbreaks into a run, stops at the corner, and then turns.\n\nEXT. AROUND THE CORNER - NIGHT 25\nNo one is on the street. Leon swings to his side and--\nSLAMS INTO MAHOGANY. Mahogany’s bag dropping to the ground.\nLeon's busted. He backs off, then stops, disarmed by the\nbig man’s look. Did Mahogany know he had been followed?\n\nMahogany stares right at him, inspecting him -- the cat\nwho’s caught the mouse? Leon holds his camera down.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nDid Mahogany know he had been followed? Mahogany stares right at him, inspecting him -- the cat\nwho’s caught the mouse? Leon holds his camera down. \n\nTARGET SECTION TO BE ANNOTATED:\n\f26\n\n27\n\n26.\n\nLEON\nSorry Mister, I just wanted a\npicture of you. Sometimes I don’t\neven think about it.\n\nLeon notices Mahogany’s wrist, a TWISTED METAL BRACELET\nagainst his starched sleeves. A small moon and star.\n\nThen Leon’s eyes shift down to the bag on the ground. CLOSE\non the engraved “Mahogany.” The bag is closed.\n\nNoting Leon’s look, Mahogany picks his leather bag up. We\nhear the clang of something metallic and heavy inside.\nMahogany hefts the bag, and the clang is more pronounced.\n\nLeon looks up, reacting to the gesture, still nervous. He\nstares at the heavy bag and sees Mahogany’s large hand --\n\nIs that a small spot of red on his wrist? Leon freezes.\nLeon takes a step back, suddenly afraid.\n\nMahogany cracks a thin smile and shakes his head no. His\ngaze locked on Leon. A chill runs down Leon's spine.\n\nMahogany turns and continues down the street. He reaches\nthe stone staircase of a residential hotel and goes up.\n\nLeon stands there, as if he stepped in front of a bus.\n\nINT. LEON’S APARTMENT - DAY - LATER 26\n\nLeon stands at his sink, fingering through a stack of\nprints. He pulls out all his shots of Loretta Dryer and\nlooks them over. He sees something he hadn’t noticed: In\nhis shot of the Homeless Man, there is a large man in a\nbrown suit, seen from the back, carrying a leather satchel.\n\nLeon squints, then pulls out his last shot of the Hip Girl\ngetting on the train. He sees the big hand holding the\ndoor. On the wrist, a thin line. A metal bracelet. Is\nthat a moon, or just a smudge? No, just a smudge.\n\nLeon lowers the print, wondering about the connection.\n\nEXT. MAHOGANY’S RESIDENTIAL HOTEL - EVENING 27\nMahogany exits the building and walks down the street.\n\nLeon peeks out of a doorway. He waits a beat, then follows.\n\f28\n\n29\n\n30\n\n31\n\n32\n\n27.\n\nEXT. INDUSTRIAL BUILDING -- LATER 28\nLeon, half a block behind, watches Mahogany approach a\nsmall, nondescript industrial building.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n28\n\n29\n\n30\n\n31\n\n32\n\n27. EXT. INDUSTRIAL BUILDING -- LATER 28\nLeon, half a block behind, watches Mahogany approach a\nsmall, nondescript industrial building. \n\nTARGET SECTION TO BE ANNOTATED:\n He vanishes inside.\nEXT. DRIVE WAY -- LOADING DOCK -- CONTINUOUS 29\n\nAround the side of the building, a truck is parked at a\nloading dock. Leon walks up, doesn’t see anyone nearby.\n\nLeon jumps up onto the dock and looks into the building.\n\nINT. INDUSTRIAL BUILDING -- PACKING FLOOR -- CONTINUOUS 30\nLeon sees CONVEYORS and a PACKING FLOOR running full tilt.\nBUTCHERS in blue coveralls weigh and split giant beef\ncarcasses hanging from METAL HOOKS. They slice through the\nbones and hack away the fat with SAWS and CLEAVERS.\n\nIt’s a meat packing plant.\n\nLeon is amazed. He lifts up his camera to get a shot.\nCLICK! Intestines fall into a stainless steel cart. CLICK!\nBlood is squeegeed through metal grates. CLICK! A bone saw\n\nsends a cloud of white dust in the air. The dust settles.\n\nSuddenly, at the rear, Mahogany emerges from a locker room,\nputting on blue coveralls. Leon jumps back a few feet.\n\nMahogany, butcher’s apron on, reaches for a side of beef\nthe size of a man. Without stopping, he wraps his arms\naround it in a gesture like a hug and lifts it like a\npillow. He easily tosses it five feet onto a cutting rack.\n\nLeon reacts, intimidated.\n\nEXT. MEAT PACKING PLANT -- LATER 31\nLeon waits by the corner, watching the entrance.\n\nMahogany exits, bag in hand. Leon reacts and follows.\n\nINT. SUBWAY STATION -- PLATFORM -- NIGHT - LATER 32\n\nMahogany stands back away from a group of riders on the\nplatform. He seems to be watching them, measuring them.\n\f33\n\n28.\n\nNow we see Leon. Camera down, he’s even further back. He\nwatches Mahogany, standing at a distance so he isn’t seen.\n\nMahogany scans the riders like a hawk. We see his eyes.\n\nPOV: A well dressed man and a woman. Then a man in an\novercoat, distracted, with a paper. An athletic guy.\n\nBack to Leon, wondering. On his gaze, the sound of a train.\n\nCLOSE ON the doors of a subway car as they open. The\nathletic guy enters. Mahogany follows right behind.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLOSE ON the doors of a subway car as they open. The\nathletic guy enters. Mahogany follows right behind. \n\nTARGET SECTION TO BE ANNOTATED:\nBack to Leon, who steps forward. Suddenly --\n-- A hand grabs his shoulder. A big STATION COP.\n\nSTATION COP\nHey, what’s this?\n\nThe cop jerks Leon’s camera away from him.\n\nSTATION COP\nWhat’re you taking pictures of?\n\nThe hiss of the subway doors. Leon turns, they’re closed.\n\nINT. SUBWAY TRAIN - NIGHT - LATER 33\n\nThe passengers have thinned. Mahogany sits in the back,\nquietly observing the last few riders as they depart.\n\nA GUARDIAN ANGEL comes through from a rear car. He cocks a\nfinger and fires at Mahogany, who smiles back.\n\nThe Guardian Angel walks to the front, watching as stations\nwhiz by outside. He looks confused. The train is not\nslowing down. He leans down, looking out the window.\n\nGUARDIAN ANGEL\nWhy didn’t it stop -\n\nThe Guardian Angel turns around. Mahogany is there holding\nhis stainless steel hammer. The hammer comes down.\n\nWHACK! The Guardian Angel hits the floor.\nMahogany looms over the Guardian Angel, ready to finish the\n\nkill. Suddenly, pain rips through his guts. He drops the\nhammer, coughing blood onto the floor.\n\f34\n\n35\n\n36\n\n37\n\n29.\n\nCLOSE as the Guardian Angel's eyes pop open - red with\nexploded blood vessels, burning with rage. He leaps to his\nfeet, howling like a wounded animal, reaching for something\nin his sock. A curved hunting knife.\n\nMahogany regains control and side steps at the last second.\nThe knife slices into his arm.\n\nMahogany bellows, grabbing the Guardian Angel's wrist,\nsnapping his arm backwards. CRACK! The bone shatters. The\nGuardian Angel screams and drops his knife.\n\nThe train rounds a corner and speeds up.\n\nThe two men smash against the seats, trying to find enough\nbalance to kill the other.\n\nINT. TRAIN DRIVER'S CAB - NIGHT -— CONTINUOUS 34\n\nFrom the front cab, the DRIVER of the train can hear the\nsounds of a struggle coming from the car behind him. He\nslows the train a bit. And gets up from his seat. A thin\nman wearing a Transit Authority uniform, the Driver has a\ncraggy and nicked face with the pallor of a man who spends\nlittle time in the sun.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nslows the train a bit. And gets up from his seat. A thin\nman wearing a Transit Authority uniform, the Driver has a\ncraggy and nicked face with the pallor of a man who spends\nlittle time in the sun. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s skinny but looks muscular.\n\nINT. SUBWAY TRAIN -- NIGHT - CONTINUOUS 35\n\nHe opens the door to the car. The chaos in front of him is\nshocking. Two men struggling to kill each other, the\nGuardian Angel seems to be getting the upper hand.\n\nINT. TRAIN DRIVER'S CAB - NIGHT -— CONTINUOUS 36\n\nThe Driver, leaving the door open, calmly goes back into\nhis cab. He reaches into a compartment and pulls out a\nsmall Glock automatic.\n\nINT. SUBWAY TRAIN - NIGHT - CONTINUOUS 37\n\nThe Driver, straight faced, quickly walks up to the two\nmen. Both men are on their knees. The Guardian Angel\nclosest to him.\n\nMahogany sees his hammer, then he sees the driver walking\ntoward them with a gun. Mahogany reaches for the hammer,\njust as--\n\f38\n\n30.\n\nThe Driver raises the Glock to the back of the Guardian\nAngel’s head.\n\nPOP! The flash of the gun fills the car.\nThe train races on.\n\nThe Guardian Angel drops to the ground. His legs twitching\nagainst the steel floor.\n\nMahogany clutches his arm. He checks the wound. Blood\nspurts onto the floor. He looks up to the driver.\n\nDRIVER\nClean up the mess. Get yourself\npatched up, you're not going to\nmake it.\n\nINT. OTTO’S RESTAURANT -- NIGHT 38\n\nMaya locks the front door of the diner and turns off some\n\nof the overhead lights. As she walks past the counter,\nsomething catches her eye. A small black box. A jewelry\n\nbox. She stops, and reaches out for the small item, just as-\n\nA MAN GRABS HER FROM BEHIND. MAYA YELPS OUT IN FEAR. She\nspins around swinging, the assailant is - LEON.\n\nHe laughs wildly.\nMAYA\nYou asshole! How did you get in\nhere?\n\nShe hits his chest with her balled up fist.\n\nLEON\nYour spare key from home.\n\nShe collects herself. Despite her shaken state - she is\nhappy to see him.\n\nLEON\nDon’t worry, it’s not an\nengagement ring. I wouldn’t\npropose in Otto’s kitchen.\n\nShe grabs the box.\n\f31.\n\nLEON\nI can’t afford one of those...\nnot yet.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n31. LEON\nI can’t afford one of those... not yet. \n\nTARGET SECTION TO BE ANNOTATED:\nMaya pops open the box. Inside is a PROMISE RING. Two bands\n- off centered and not quite touching. In the middle is a\nsmall flower shaped diamond. Almost resembling a star.\n\nShe takes the ring from the box and slides it on her\nfinger.\n\nLEON\nI was iffy on the fitting, but it\nlooks pretty good.\n\nMaya kisses Leon.\n\nMAYA\nIt fits great...\n\nLEON\nI want you to know how much you\nmean to me. How important it is\nto me that we found each other,\nespecially in a big city like\nthis. I want to share everything\nwith you, every moment that lies\nahead.\n\nShe looks at him deeply and kisses him again with even more\naffection.\n\nMAYA\nThanks, baby...\n\nLEON\nIf Otto knew we were doing this\nhere, he’d probably have a heart\nattack. He doesn’t have cameras\nin here does he?\n\nMAYA\nNo...\n\nLeon leans in close to Maya - reaching past her and sliding\nhis hand across the surface of the counter. He looks at his\nhand - GREASE staining his finger tips. Then he feels\nsomething. He pulls back from the grill to look Maya in the\neyes-—\n\nShe’s undone the top button of his jeans. She pulls his\nzipper down.\n\f39\n\n40\n\n32.\n\nLeon doesn’t waste time. He kisses her - biting her bottom\nlip. She lets out a small seductive squeal. Leon slides up\nher skirt around her upper thighs and lifts her up onto the\ncounter. He tugs her cotton underwear to the side and\nthrusts inside her. She sighs heavily.\n\nINT. DARK SUBWAY CAR -- NIGHT 39\nA small dark red hole. So dark it’s almost black.\n\nIt's dried blood, congealed around a small bullet hole.\n\nWe pull back to see the head of the Guardian Angel.\n\nHe’s hanging upside down. His face is a pale mask, the\nbullet hole the only dark spot in his waxy forehead.\n\nBeneath his head, his shirt is neatly folded on his shoes.\n\nWe move up and see the rest of his body without skin. His\nskin has been neatly peeled off, exposing muscle and bone.\n\nExcept for one place.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe move up and see the rest of his body without skin. His\nskin has been neatly peeled off, exposing muscle and bone. Except for one place. \n\nTARGET SECTION TO BE ANNOTATED:\n A thin vertical strip of skin\nremains, just an inch sliver of pale pink left on his\nsuspended body.\n\nTwo large hands in plastic gloves enter the frame. They\nhold a scalpel. In one precise move, the strip of flesh is\npeeled away, neatly. The body now resembles an anatomical\nmodel.\n\nWe track down to the ground by his head. There is another\nhead hanging upsidedown next to him. The difference --\n\nThe second head has two wide-open eyes filled with horror.\nA gag in place in the victim’s mouth, no scream can be\nheard, but the head belongs to a MAN WHO IS STILL ALIVE.\nTrembling.\n\nBeneath the man, a shirt folded on a pair of shoes. We\ntrack along the floor. A second folded shirt. And then a\nlarge spray of blood.\n\nINT. SUBWAY TUNNEL -- NIGHT 40\nThe train roars through the tunnel. As it flickers by, we\n\ncatch a glimpse of SIX NAKED BODIES, hanging upside down -\nand then the train is gone.\n\f4l\n\n33.\n\nINT. LEON’S APARTMENT - NIGHT 4l\nCLOSE ON something red which explodes and splashes juice.\n\nLeon slices a tomato on a cutting board, drops the slices\ninto a large salad bowl filled with lettuce.\n\nMaya enters Leon’s work area on her way to the kitchen.\nShe stops as something catches her eyes.\n\nPictures line the walls. All tacked up neatly. ALL OF\nMAHOGANY.\n\nMAYA\nLeon, what’s this? Is this for\nyour show?\n\nLEON\nNo, he’s a butcher. He was at\nthe station when Loretta Dryer\nvanished. I photographed him.\n\nMAYA\nWhat are you doing?\n\nLEON\nThere’s something disturbing\nabout him.\n\nShe reacts.\n\nMAYA\nYou're right about that. Leon,\nwhat’s wrong with you? You\nshould be focusing on your show.\n\nLeon meets eyes with her and then averts her gaze.\n\nMAYA\nYou went to the police with your\nphotos. Whatever is going on,\nthey'll figure it out.\n\nLEON\nOr they won't.\n\nMAYA\nIt’s not your problem. I’m your\nproblem. Can you please let this\ngo? Please Leon. For me.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nCan you please let this\ngo? Please Leon. For me. \n\nTARGET SECTION TO BE ANNOTATED:\nHe smiles at her, reflecting.\n\f42\n\n43\n\n44\n\n34.\n\nLEON\nYes.\n\nWe stay on Leon as Maya walks to the cabinet and pulls down\ndishes from a shelf. We see that his yes means no.\n\nINT. DARK SUBWAY CAR -- NIGHT 42\nA dark shape hangs from the ceiling of an otherwise empty\nsubway car. It trembles like a slender cocoon, shaking and\nwrithing. But it is a body with its hands tied up. We've\nseen this car before: Metal hooks hang from the ceiling.\n\nA large man seen only from the back approaches the hanging\nbody, and he holds the body still with one gloved hand.\n\nThe man now runs his hand over the body, which jerks in\nresponse. Suddenly, we see the man’s other hand. Also\ngloved, it holds a long, glistening blade. The man thrusts\nit in the body.\n\nNow we see the victim clearly for the first time --\n\nIt’s Leon.\n\nHis face filled with terror, he reacts in agony to the\n\nblow.\n\nINT. LEON’S BEDROOM -- NIGHT - CONTINUOUS 43\nLeon's eyes are open. He knows it was a nightmare, but he\nis deeply disturbed. Anxious, he just stares at the\n\nceiling.\n\nHe looks over at Maya, in bed next to him. Sound asleep.\n\nINT. LIBRARY -- MICROFICHE CUBICLE -- AFTERNOON 44\nLeon sits at an old library cubicle, lit poorly by a soft\namber overhead. He runs microfiche on an old-style fiche\nreader, with images hand-cranked on a white screen.\n\nHe stops on a newspaper front page, type a bit blurred.\n\nThe headline is simple: “BUTCHER HELD IN KILLINGS.”\n\nCLOSE ON the headline date: December 19, 1895.\n\f45\n\n46\n\n47\n\n35.\n\nINT. HOTEL ROOM - BATHROOM -- EVENING 45\n\nMahogany’s face appears in a bathroom mirror. He runs a\ncomb through his hair, washes the comb, puts it on the\nsink. A splash of cologne on his cheeks. The cologne goes\nback in a cabinet, its place is marked with a thin outline.\nMahogany nudges the bottle to perfection with his finger.\n\nA muscular shoulder comes into the frame.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cologne goes\nback in a cabinet, its place is marked with a thin outline. Mahogany nudges the bottle to perfection with his finger. A muscular shoulder comes into the frame. \n\nTARGET SECTION TO BE ANNOTATED:\n We reveal more\nof the shoulder, until we see a gauze bandage. He curls\nthe bandage back, and we see a growth, like a boil. It is\nflat but large, composed of barnacle-like bubbles. They\nare moist, glistening. Are they moving? He examines them.\n\nNow he pulls open a drawer, and we see an assortment of\nscalpels, neatly arrayed by size in a cutlery rack. He\ntakes one in his hand and pushes it into the edge of the\ngrowth, cutting underneath. A line of blood appears, but\nhe cuts further. He peels the growth off as he shaves it.\n\nHe places the shaving into a green glass bottle, then\nscrews it tightly shut. He places it in another drawer,\nand we see a collection of green bottles, each filled.\n\nThen he is wracked by a cough, deep enough to cause him to\nlean over. He reaches into the cabinet and takes out a\n\ndark pill bottle. He opens it, takes one, straightens up.\nEXT. STREET BY PACKING PLANT - DAY 46\nMahogany crosses the empty street to the packing plant.\n\nA moment later, Leon emerges from the shadows. He sneaks\naround the back of the plant.\n\nINT. MAIN PACKING FLOOR - DAY 47\nLeon climbs through a window onto a ledge slightly above\n\nthe packing floor. His camera in his hand, he jumps to the\n\nground.\n\nHe sneaks forward, hiding behind a column. Now he readies\nhis camera, spying through columns on the Workers opposite.\n\nHis first sight of the full floor stuns him. The\nproduction line is running full tilt. A powerful stench\nrises from the line. Not a rotting stench. Rather, a\nsteam of blood drops.\n\nIt almost overwhelms Leon, who feels the blood like a mist.\n\f36.\n\nLeon swings up his camera and looks through the lens:\n\nPOV: A man in a white coat, clearly the boss, looks across\nthe floor at his crew, but he doesn’t say a word. Another\nworker, a butcher, gives the boss a look, but he turns\naway.\n\nLeon slowly pans his camera, snapping photos: blood and\nguts, bones and hooks, the machines grinding out processed\nmeat.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeon swings up his camera and looks through the lens:\n\nPOV: A man in a white coat, clearly the boss, looks across\nthe floor at his crew, but he doesn’t say a word. Another\nworker, a butcher, gives the boss a look, but he turns\naway. Leon slowly pans his camera, snapping photos: blood and\nguts, bones and hooks, the machines grinding out processed\nmeat. \n\nTARGET SECTION TO BE ANNOTATED:\nTHROUGH LENS: We track across the length of the production\nline, seeing the conveyor chains which pull the lines\nalong. Now we tilt down slightly, and a LARGE FACE fills\nthe frame.\n\nMAHOGANY stares directly at us, eyes looking into the lens.\nLeon reacts. Mahogany has caught him.\n\nBut maybe not. Mahogany turns away, walking out of frame.\nLeon follows him with the lens.\n\nPOV: Mahogany stands at a tool bench and looks for\nsomething. He picks up a large knife and examines it. He\ntwists it.\n\nNow Mahogany looks directly at us once more. He must see\nus.\n\nLeon jumps back, hyperventilating. Mahogany moves quickly\nacross the floor, carrying the knife he got at the bench.\n\nLeon makes a quick break, running back along the inside\nwall.\n\nHe backtracks to the window he came through, and he sees --\nTwo men in butcher coats blocking his path.\n\nLeon hides behind a column, unable to see the floor. He\nleans around the column. Mahogany stands just ten feet\n\naway.\n\nLeon moves back behind the column. He checks the window.\nThe two men still block his path to the window. He waits.\n\nHe leans out again and sees --\n\nMahogany is walking toward him. Leon sees a side hallway.\n\f48\n\n49\n\n37.\n\nINT. HALLWAY - DAY - CONTINUOUS 48\nLeon runs down the corridor, trying all the doors. He\n\nfinds an open one and slips inside. It is a small meat\nlocker.\n\nINT. MEAT LOCKER - DAY - CONTINUOUS 49\n\nLeon turns around: A few CARCASSES hang from hooks.\n\nCondensation rises from the cold, wet floor. The sound of\ndripping blood echoes against the metal walls.\n\nFootsteps in the hallway. Mahogany approaches. Leon looks\nfor an escape, but there is only the one door.\n\nLeon pushes into the meat. A sound behind. The door\nopens.\n\nLeon grabs onto a chain and pulls himself a few feet up.\n\nMahogany moves down the side, using the hook to move the\n\nbeef aside. He crouches to check under the meat. No one\nthere.\n\nLeon desperately hangs onto the chain, his arms shaking.\n\nDrip, drip, drip. Something hits Leon's forehead.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeon desperately hangs onto the chain, his arms shaking. Drip, drip, drip. Something hits Leon's forehead. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks\nup: a piece of meat swings above him.\n\nLeon almost drops. Mahogany grunts, pushing through the\nmeat.\n\nLeon almost slips on the chain. Mahogany's shoes are\ncloser. Then the shoes walk away. We hear steps, then\nnone.\n\nLeon aches to let go of the chain, but he waits. No sound.\nHe takes a breath....and drops to the floor. No one there.\nHe turns --\n\n-- And Mahogany is standing right before him. A few feet.\n\nThe two men stare eye to eye for just a second. Then --\n\nLeon bolts, running as fast as he can to the door, slipping\nonce on the floor but lunging ahead. He’s out the door.\n\nLeon hits the plant floor -- but Mahogany is right behind.\n\f50\n\n51\n\n52\n\n38.\n\nLeon sees the overhear production track across the aisle,\nand he throws himself at the closest hook. He cuts his\n\nhand, but the hook jerks him a few feet ahead of Mahogany.\nLeon jumps down and turns. Mahogany has crossed the gap.\n\nLeon runs as fast as he can through hanging sides of beef,\nslipping once but not stopping. Mahogany lunges after him.\n\nLeon reaches the open truck dock at the same time as his\npursuer -- but Leon sees an open bed truck pulling out.\nEXT. MEAT PLANT -- LOADING DOCK -- CONTINUOUS 50\n\nLeon throws himself into the open bed of the truck as it\naccelerates. Mahogany makes a hard stop at the dock.\n\nMahogany just stands still. Just watching, not moving.\n\nINT. LEON’S APARTMENT -- SHOWER - LATER THAT AFTERNOON 51\nLeon stands under the shower, the water pounding against\n\nhis head. Leon scrubs his hands with a brush. The blood and\nfilth is gone but he keeps scrubbing, harder and harder.\n\nINT. OTTO’S RESTAURANT - DAY 52\n\nA slab of raw meat hits the griddle. The juices quickly\nsear against the heat.\n\nMaya is busy with a table of patrons. Jurgis is at the\ncounter, Otto’s at the grill.\n\nLeon comes in the front door, sits down next to Jurgis.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaya is busy with a table of patrons. Jurgis is at the\ncounter, Otto’s at the grill. Leon comes in the front door, sits down next to Jurgis. \n\nTARGET SECTION TO BE ANNOTATED:\nJURGIS\n\nWhat happened to you today? No\nphone call, no interview?\n\nLEON\nSorry Jurgis, I completely\nflaked.\n\nJURGIS\n\nCan I say something to you\nwithout you taking it the wrong\nway? You look like shit.\n\nOtto sets down Jurgis’s rare meat patty and a side salad.\n\f39.\n\nLEON\nI’m fine.\n\nJURGIS\nYou still look like shit.\n\nLeon stares down at Jurgis’s plate.\n\nJURGIS\nThis is what you need.\nNourishment. Real nourishment.\nYou want some?\n\nLeon hesitates.\n\nJurgis neatly cuts off a quarter of his burger with a knife\nand fork. Then he offers the piece to Leon.\n\nJURGIS\nYou don’t have to feel bad about\nthe cow. That cow lived in\ncomfort and died in its sleep.\n\nLeon gives Jurgis an “as if” look.\n\nJURGIS\nC’mon, cows don’t worry about it.\nThey know they’re not the top of\nthe food chain.\n\nLEON\nHow do you know we’re the top of\nthe food chain?\n\nOTTO\nWell, if we aren’t, they’d have\nto get past me.\n\nThen Leon opens the bun and take out the piece of beef.\nIt’s cooked rare. A glistening trail of shiny grease runs\ndown Leon’s finger. He experimentally licks it off. Then he\nbites into the bloody beef.\n\nJurgis and Otto trade a surprised look.\n\nJURGIS\nIt melts, right? Like butter?\n\nLeon nods, his eyes glazed over for a moment. Then he\nswallows. He’s silent, wheels turning in his head.\n\f53\n\n40.\n\nLEON\n(to Otto)\nOtto, I’1l take one of my own.\n\nINT. LEON'S APARTMENT - LATER THAT DAY 53\n\nMaya’s purse still hangs on her shoulder. She stands by\nthe door, uncertain, as Leon reorganizes some photos. He\ndoesn’t notice her.\n\nMAYA\nYou look like shit.\n\nLeon hangs up new photos on the wall. He turns around. She\ntosses her purse down.\n\nLEON\nYou’re the second person who’s\nsaid that to me today.\n\nMAYA\nBut I’m the first person who\ncares.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe\ntosses her purse down. LEON\nYou’re the second person who’s\nsaid that to me today. MAYA\nBut I’m the first person who\ncares. \n\nTARGET SECTION TO BE ANNOTATED:\nShe steps closer, puts her hand on his shoulder. She pushes\nhis hair away from his forehead. Then-\n\nShe looks past him, at the photos on the wall. The photos\nare incredibly intense. ALL OF MAHOGANY AND THE MEAT PLANT.\n\nMAYA\nThese aren’t for your show, are\nthey?\n\nMaya pulls down a photo, tosses it, and walks away.\n\nMAYA\nI asked you to stop this. And\nyou agreed you would.\n\nSeeing her concern, he becomes more serious.\n\nLEON\nI think I know what’s going on.\nPeople disappear for all sorts of\nreasons. But it’s random, right?\n\nMaya gives him her sternest look.\n\nLEON\nIn this area, by the subway, it’s\nnot. There’s a cluster.\n\n(MORE )\n\f41.\n\nLEON (cont'd)\nI checked. I think this guy is\ndoing something. He takes people\nfrom the train and does something\nto them. At the meat plant.\n\nMAYA\nDoes what, Leon?\n\nLEON\n(carefully)\nHe dismembers them. That’s why\nthey aren’t found.\n\nMaya gives him a grim look, then she just laughs.\n\nMAYA\nSo they’re hamburger?\n(straight face)\nOtto had a bad batch last week,\nbut he tossed it.\n\nLeon isn’t laughing. Now Maya watches him carefully. He\nlifts a folder from his table and pulls out a photo.\n\nCLOSE ON an older, weathered version of the meat plant.\n\nLEON\nI pulled it from an architectural\nsurvey. The place has been here\nsince the nineteenth century.\n\nMAYA\nLeon.\nLeon takes another sheet from the folder -- a clipping.\nMAYA\nEnough....\n\nShe stands before him, puts a hand on his arm.\n\nLEON\nNo, look what I found.\n\nThe clipping is a copy of a newspaper article, an old one\nby its typeface.\n\nLEON\nI went to the TIMES. Their old\nstuff isn’t online yet.\n\nCLOSE ON an old headline and front page article --\n\f42.\n\nApril 11, 1896, Meat Company Butcher Cleared of Charges of\n\n \n\nCannibalism: “The city attorney has concluded his highly\nconfidential investigation of claims by a company employee\nthat local butcher engaged in murder and cannibalism...",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir old\nstuff isn’t online yet. CLOSE ON an old headline and front page article --\n\f42. April 11, 1896, Meat Company Butcher Cleared of Charges of\n\n \n\nCannibalism: “The city attorney has concluded his highly\nconfidential investigation of claims by a company employee\nthat local butcher engaged in murder and cannibalism... \n\nTARGET SECTION TO BE ANNOTATED:\n“The city attorney's office was never able to connect the\nbutcher with any of the city’s many missing persons, nor\nestablish where the allegedly ill-gotten meat went...”\n\nMAYA\n(staring at it)\nIt’s from a century ago.\n\nLEON\nThat's right, but the same\npacking plant. A butcher was\naccused of murder.\n\nMAYA\nA hundred years ago! What are\nyou thinking? It’s the same guy?\nThat’s he’s reincarnated?\n\nLEON\nNo, just that it’s happened\nbefore. It’s too weird. It\ncan’t be a coincidence.\n\nShe can’t believe how stupid this sounds.\n\nMAYA\nThere are no vampires.\n\nLEON\nThat’s not what I mean.\n\nLeon points back to the wall of Mahogany shots.\n\nLEON\nThis guy is involved, I know it.\nI’ve seen him, I’ve looked in his\neyes, it’s more than an instinct.\n\nMAYA\n(interrupting)\nThis is too stupid. Nothing is\nhappening. Please stop. For me.\n\nLeon wraps his arms around her. She looks at the camera\non the table. She touches his face and looks in his eyes.\n\f43.\n\nMAYA\nCome on, shoot something you\nlike.\n\nShe motions to the camera. She backs away from him. She\nleans against the sink. She unbuttons her blouse and skirt.\n\nLeon reaches for the camera. His face is serious. He gets\nup from the table. Backs away from her. Raises the camera\nto his eye.\n\nMaya’s skirt drops to the floor. She slips her feet out of\nthem. She puts her head down.\n\nLEON’S POV: Her hair covering her face. Leon snaps a\npicture.\n\nShe looks up to him. Her eyes meeting the lens. She's\nbeautiful. Vulnerable. Leon snaps a picture.\n\nShe pulls her shirt up over her head. Leon snaps a picture.\n\nShe stands there. Nearly naked. In her underwear and her\nbra. Simple, refreshing to Leon. He snaps a picture-\n\nBut this time -\n\nAs the flash bounces off her skin. An image burns in Leon’s\neyes. A flash of horror in his mind. Meat. Blood. Death. He\nshakes it off.\n\nMaya reaches back - starts to unhook her bra. Leon snaps a\npicture.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nshakes it off. Maya reaches back - starts to unhook her bra. Leon snaps a\npicture. \n\nTARGET SECTION TO BE ANNOTATED:\n The flash. Again, a brief image of horror. A brief\nflash of Susan Hoff.\n\nMaya lets her bra fall from her shoulders, but she keeps\nherself covered. Looking right into her eyes this time, he\nsnaps another picture.\n\nA flash of horror again, Mahogany. Leon physically jumps\nfor a moment.\n\nHe shakes it off, but immediately stops.\n\nHe lowers the camera away from his face. A look of distress\nin his eyes.\n\nMaya suddenly feels very self conscious. She fastens her\nbra. Looks down to the ground with a brief sense of shame.\n\f54 INT.\n\nMaya\nback\n\nMaya\n\nMaya\n\nOtto\n\nMaya\n\nLeon\n\nOtto\n\nOTTO’S RESTAURANT —- NIGHT\n\n44,\n\n54\n\nunloads two plates to be washed. A feisty Otto leans\n\nfrom the other side.\n\nOTTO\n(to Maya)\nJurgis showed me a picture of\nthat art woman Hoff, from his\nmagazine. I’d like to meet that\none in the flesh, if you know\nwhat I mean.\n\nis agitated.\nOTTO\nYou better keep an eye on your\nLeon. He might have his hands\nfull. Both of them.\nis not in the mood.\n\nMAYA\nOtto. Just get me my next order.\n\nOTTO\nI'm joking with you, it’s a joke.\n\nglances up at the front door. Leon has just come in.\n\nlooks at Leon, then back to Otto. Leon comes up.\n\nLEON\n(to Maya)\nCan I talk to you a minute? I’m\nsorry about yesterday.\n\nstares back at Otto, hoping he’ll give Maya a break.\n\ngives an unsympathetic look and heads for the kitchen.\n\nOTTO\n(walking)\nMy hands are full.\n\nMAYA\n(busy)\nIs later okay?\n\nLEON\nYou were right, that’s what I\nwanted to say.\n\f55\n\n56\n\n45.\n\nShe gives him a warm kiss, but has to get back to work. She\nbreaks the moment and heads off.\n\nLeon drops his shoulders and sits at the counter. He\nthinks about a cup of coffee. Then he turns to the door.\n\nTHE FRONT DOOR IS FILLED WITH AN IMMENSE SHAPE --\n\nA HUGE MAN IN A SUIT, STANDING OUTSIDE, BLOCKS THE WINDOW.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nthinks about a cup of coffee. Then he turns to the door. THE FRONT DOOR IS FILLED WITH AN IMMENSE SHAPE --\n\nA HUGE MAN IN A SUIT, STANDING OUTSIDE, BLOCKS THE WINDOW. \n\nTARGET SECTION TO BE ANNOTATED:\nMAHOGANY.\n\nLeon reacts. But Mahogany doesn’t enter. He just looks\nin. Straight at Leon. Maya crosses in front, but his\nstare is fixed on Leon. Leon gets up from the counter.\n\nMahogany doesn’t move. Then he walks away from the door.\n\nLeon looks at the door. He thinks a second, then follows.\n\nINT. PERSHING SQUARE STATION - NIGHT 55\n\nWalking through the station, Mahogany stops and turns.\nLeon ducks into an alcove, trying not to be seen.\n\nMahogany turns back and goes on. Leon waits a beat, then\nreappears from the alcove. He hurries after Mahogany.\n\nINT. SUBWAY TRAIN - LATER THAT NIGHT 56\nLeon follows Mahogany between cars, staying back.\n\nLate night riders exit the train: Club Kids, Drunks,\nCleaning Ladies and Businessmen, Cops. Flowing on and off.\n\nThe train leaves the station. Leon waits patiently in the\nback car, watching Mahogany through the doors.\n\nA VOICE behind Leon startles him.\n\nVOICE (0.S.)\nM&M's. You want some M&M's?\n\nTwo SCRAWNY BLACK KIDS holding boxes of candy. Leon shakes\nhis head no, waving the kids away.\n\nSCRAWNY KID 1\nWhatever.\n\f57\n\n46.\n\nThe Kids move into the next car. One of them approaches\nMahogany. The lights on the train flicker on and off.\nPlunging the car into darkness momentarily.\nSCRAWNY KID 1\n\nYou want to buy some M&M's,\n\nmister?\nMahogany stares at the kid, not responding. The lights\nflicker again. Kid 2 notices something he doesn’t like\nabout Mahogany. Something in his eyes that scares him.\nKid 2 leans in close to kid 1.\n\nSCRAWNY KID 2\nGo to someone else.\n\nKid 1 just ignores him.\n\nSCRAWNY KID 1\nCome on, man. Buy some M&M's.\n\nMahogany leans forward, reaching for his leather bag.\nLeon moves to the door, ready to rush in.\n\nSCRAWNY KID 1\nSuck my dick, cheap ass!\n\nThe lights flicker again - plunging the car into darkness,\nlonger this time. Kid 2 pulls on Kid 1’s shoulder. The\nlights come back on.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe lights flicker again - plunging the car into darkness,\nlonger this time. Kid 2 pulls on Kid 1’s shoulder. The\nlights come back on. \n\nTARGET SECTION TO BE ANNOTATED:\nThe train slows.\n\nThe Kids move to exit at the station.\n\nThey look back toward Mahogany and quickly run from the\ntrain. The doors close and the train pulls away.\n\nINT. SUBWAY TRAIN - LATER THAT NIGHT 57\nThe train is now empty except for TWO BOYS making out in\n\nthe front seat. Mahogany looks up. He walks into the rear\n\ncar to check if it's clear. There is no one there.\n\nANGLE under the seat: Leon lays on the ground, watching\nMahogany's feet. Mahogany leaves, closing the doors.\n\nLeon waits, holding his breath. Trying to stay calm.\n\nTHUD! A scream from the front car, shouting and wailing.\n\f47.\n\nA SECOND THUD! And then silence. Leon closes his eyes. And\nwaits.\n\nThe train is not stopping. It seems to be picking up speed.\n\nLeon crawls out from under the seat and takes his camera\nout of his pack. His hands are shaking.\n\nHe slides up to the window in the connecting door and peeks\ninto the front car. Leon drops down, wincing.\n\nLEON\nOh, God. Oh, God.\n\nHe sets the aperture and slowly peeks up again.\n\nThrough the lens: Mahogany hangs BOY #1 up to the hand\nstraps by his feet.\n\nCLICK! Mahogany slits Boy's throat, spilling his blood into\na metal pail.\n\nCLICK! Their clothes neatly wrapped in plastic bags.\n\nCLICK! Mahogany uses pliers to remove toe nails from Boy\n#2.\n\nCLICK! He hangs up Boy #2, pulling off strips of skin.\n\nLeon drops back down, his body revolting against his mind.\nLeon pulls out a new canister of film from his pocket.\n\nIt falls from his hand and rolls across the floor.\n\nFootsteps. Mahogany's coming back! Leon scrambles under the\nseat, pressing himself against the wall.\n\nMahogany's feet walk by. He takes something from a\nmaintenance closet in the back of the car. He returns.\n\nLEON'S POV: the film canister sits in the middle of the\nfloor. Mahogany's feet pause momentarily, then move on.\n\nLeon closes his eyes until the connecting doors close.\nAfter a moment he crawls out from under the seat.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMahogany's feet pause momentarily, then move on. Leon closes his eyes until the connecting doors close. After a moment he crawls out from under the seat. \n\nTARGET SECTION TO BE ANNOTATED:\nPULL BACK to reveal: Mahogany standing on the seat above\nLeon - the steel mallet over his head!\n\nLeon rolls out of the way as the hammer crashes down next\nto his head. He scrambles to his feet, running to the back\nof the car. Mahogany is right behind him.\n\f58\n\n48.\n\nMAHOGANY GRABS THE CAMERA AROUND LEON’S NECK. Leon ducks\nout of the strap, rushing toward the front car.\n\nLeon pulls on the connecting doors. They're stuck. Mahogany\nrushes down the car, grunting. Leon sees the lock and flips\nthe lever. He rips the doors open as Mahogany grabs for\nhim.\n\nLeon flies forward onto the floor, landing by Mahogany's\ntool bag. He grabs the bag swinging it back into Mahogany's\nface.\n\nMahogany stumbles back as the tools hit his chest. Leon\njumps up, pushing his way through the swinging corpses.\nThe train lurches. Leon stumbles, falling into one of the\nbloody corpses. He grabs the raw flesh to keep from\nfalling.\n\nThe body rips loose and Leon falls to the floor, face to\nface with the dead boy. Leon shouts, kicking it away.\n\nMahogany is upon him. Leon kicks the bucket of blood at\nhim, spilling it across the floor. Mahogany slips in the\nblood, falling backwards, hammer flying out of his hand.\nLeon runs for the driver’s cabin. He bangs on the door.\nLEON\nStop the train! Please! Help me!\nStop the fucking train!\n\nNo response. Leon moves to the train doors, forcing them\nopen. The jagged rock walls shoot by at incredible speed.\n\nLeon steadies himself, prepared to jump to his death. He\ncloses his eyes, lets out a yell, and jumps.\n\nA LARGE HAND grabs him at the last second pulling him back\nonto the floor of the train.\n\nLEON'S POV: up at Mahogany. The hammer comes down. THUD!\n\nINT. SUBWAY TRAIN - NIGHT - CONTINUOUS 58\nTotal silence. The train has stopped. Then-\n\nThe sound of the doors opening.\n\nLeon partially comes to - he’s hanging upside down from his\n\nankles at the edge of the doorway of the subway car near\nthe two BOYS. His feet are bare. His shirt is off.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeon partially comes to - he’s hanging upside down from his\n\nankles at the edge of the doorway of the subway car near\nthe two BOYS. His feet are bare. His shirt is off. \n\nTARGET SECTION TO BE ANNOTATED:\n\f59\n\n60\n\n49.\n\nHe sees the outline of Mahogany in the dimness just outside\nthe open doors.\n\nThrough Leon’s hallucinatory haze he sees that the car is\nstopped, but he can see no sign of a platform or station.\n\nBlackness engulfs everything. Then--\n\nLeon screams in terror and pain as he is swung violently\naround by something unseen.\n\nBlood flows down into Leon’s eyes - further blurring his\nvision. He can’t see what’s attacking him. Something is\ncarving away at his chest. Tearing at the skin.\n\nThrough the train doors, Leon can see Mahogany. It’s not\nMahogany who is carving at Leon’s chest. It’s a non-human\nappendage with what appears to be barnacle-like growths.\nMahogany takes a step toward the interior, but he sees Leon\nand turns away. His expression shows nothing. He just\nvanishes from sight.\n\nLeon’s world spins and he passes out again, coughing blood\nand straining against the unseen terror.\n\nFADE TO BLACK:\n\nINT. STAIRCASE - EARLY MORNING 59\n\nThe top of a poorly-lit staircase with metal guard rails.\nLeon pulls himself to the last stair and takes a breath.\n\nHis face and clothes are filthy, his beard unshaven.\nFocusing, he looks around. No blood around, just moisture.\n\nHe faces a plated metal door with old double locks. He\ngrips the metal latch beneath the locks and pulls it hard.\n\nThe door swings open on a brightly-illuminated space, the\nlight almost giving Leon a white-out. But he recognizes\nthe noise right away. It’s the clanging of a packing line.\n\nThe door Leon opened leads directly into the meat plant.\n\nINT. MEAT PLANT -- CONTINUOUS 60\n\nLeon emerges inside the meat plant and stops. Several\nbutchers work on sides of beef. They just ignore him.\n\f61\n\n62\n\n63\n\n50.\n\nINT. LEON'S APARTMENT - MORNING 61\nThe front door opens. Leon walks in, he stands in the\n\nshadow of the hallway. Maya is on the couch, she can’t\n\nquite see him yet.\n\nMAYA\nYou're alive.\n\nLeon stays silent.\n\nMAYA\nWhere have you been?\n\nLeon continues walking. She follows.\nMAYA\nYou can’t just disappear...",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeon continues walking. She follows. MAYA\nYou can’t just disappear... \n\nTARGET SECTION TO BE ANNOTATED:\n What\nam I suppose to think? You\ncould've been killed for all I\nknow.\n\nLeon rubs his forehead, not knowing what to say. He pulls\nhis hand down. Dried blood streaked on his palm.\n\nLeon steps into the light. She sees the blood on his hand.\nSees the wound on his head. She puts her hand on his head.\n\nMAYA\nWhat happened to you?\n\nLeon ignores her, pulls her hand off his head and brushes\n\nby her to the bathroom.\n\nINT. BATHROOM - DAY - MOMENTS LATER 62\nLeon reaches into the medicine cabinet, he cringes -\nsomething stings bad. He unbuttons his shirt and the color\n\ndrains from his face as he discovers-—\n\nA MARK CARVED ACROSS HIS UPPER CHEST. AN EMBLEM OF SOME\nKIND. It’s crusty and infectious.\n\nLeon doesn’t remember know how it got there. He touches it\ndelicately.\nINT. APARTMENT - DAY - CONTINUOUS 63\n\nMaya pounds her hand on the door. Incredibly upset.\n\f64\n\n65\n\n51.\n\nMAYA\n(frantic)\nLeon.\n\nShe leans against the door, jiggling the locked doorknob.\n\nMAYA\nLet me in. Let me help you.\n(beat)\nPlease.\nINT. BATHROOM - DAY - CONTINUOUS 64\n\nLeon ignores her and methodically buttons up his shirt,\nhiding the injury.\n\nHe puts a stopper in the sink and fills it with water. He\nlathers his hands with soap and pats his arm gingerly by a\nlarge weeping cut.\n\nThe sink full, he puts his head down into the bowl, getting\nhis face and hair wet. He takes out his head, pushes his\nhair back. Then dabs his face carefully with the towel.\n\nHe rifles through the cabinet below the vanity and pauses\nat some bandages. He ignores them and reaches for a roll\nof duct tape. He starts to wind the tape around his arm to\nbind the cut.\n\nHe continues, winding and winding endlessly...\n\nINT. APARTMENT - DAY - CONTINUOUS 65\nMaya is still leaning against the door. Suddenly, Leon\n\nopens the door, and Maya has to jump back. She reacts to\nhis appearance.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAPARTMENT - DAY - CONTINUOUS 65\nMaya is still leaning against the door. Suddenly, Leon\n\nopens the door, and Maya has to jump back. She reacts to\nhis appearance. \n\nTARGET SECTION TO BE ANNOTATED:\nHis wet hair is slicked back, his face freshly shaved, he\nsuddenly seems more youthful... but also a bit waxen.\n\nMaya takes hold of his arm, but he shakes her hand off.\nMAYA\n(pleading)\nWhat happened to you?\n\nLeon walks past her, then turns back to answer.\n\nLEON\nI need to sleep now.\n\f66\n\n52.\n\nHe goes into the bedroom, closes the door.\n\nMaya breathes deep, and forces open the bedroom door.\n\nINT. BEDROOM - DAY - CONTINUOUS 66\n\nMaya sees Leon examining the gash on his chest. It is\nstill bleeding. Profusely. She reacts in horror, then\ngoes over to him.\n\nCloser, she sees the hideous shape on Leon’s chest.\n\nMAYA\nOh, my God. What is this, Leon?\nWe've got to go to the hospital.\n\nLEON\n(ignoring her)\nHe butchers them like meat. I\nsaw it with my own eyes. I took\npictures.\n\nMAYA\n(frantic)\nWhere did you go?\n\nLEON\nI followed him into the subway.\n\nMAYA\n(explodes )\nWhy did you do that?\n\nHe thinks for a moment.\n\nLEON\nDon’t you see. It’s always a\nlate train, maybe the same one\neach time. He waits for it to\nempty. No bodies are found\nbecause he removes them.\n\nMaya is still upset and now even more confused.\n\nMAYA\nWhat are you talking about?\n\nLeon's is piecing it together for himself in a jumbled way.\nLEON\n\nThere’s an abandoned subway\nstation beneath the meat plant.\n\f53.\n\nMAYA\nHe takes them there?\n\nLEON\nI don’t know. But the police\nwill never find anything.\n\nMAYA\n(worried)\nBaby, let’s just take you to the\nhospital and your photos to\nDetective Hodge.\n\nLEON\n\nNo Maya, the police won’t listen.\nMAYA\n\nThey have to listen.\nLEON\n\nMy camera’s gone. He took it\n\nfrom me.\nLeon motions to the hotel across the street.\n\nLEON\nWithout that I have nothing. I\nhave to take care of this myself.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeon motions to the hotel across the street. LEON\nWithout that I have nothing. I\nhave to take care of this myself. \n\nTARGET SECTION TO BE ANNOTATED:\nMAYA\nYourself? I’m not going to stand\nhere and let you get yourself\nkilled. I’m calling the police.\n\nMaya barges out of the bedroom - into the kitchen - and\ngrabs Detective Hodge’s card from the wall where it’s\ntaped. The she grabs her cell phone from her purse. She\ndials.\n\nLeon comes up behind her and grabs the phone from her hand.\nHe throws it against the wall, smashing it into pieces.\nMaya stands there - stunned. Leon breaths heavily.\n\nLEON\nI said no. They’1l think I'ma\nfucking lunatic.\n\nMaya stares at Leon. She doesn’t know how to get through.\n\n*\n\f67\n\n54.\n\nMAYA\n(trying to be focused)\nI know something happened down\nthere. I can see it. But you've\ngot to let me help you.\n\nLeon looks at Maya for a long moment, then--\nLEON\n\nI have to sleep. I have to be\n\nready for the opening tonight.\nLeon walks back to the bedroom. Maya watches him go down\nthe hallway. Leon disappears into the bedroom. She slowly\nbegins to walk towards the room.\nShe gets to the threshold. Stands there.\n\nMAYA\nLeon...\n\nShe stands for a moment in silence - then closes the door.\n\nEXT. MAHOGANY’S HOTEL —- EVENING 67\n\nMaya stands on the street corner, watching Mahogany’s\nhotel. Jurgis is behind her, unsure if they should be\nthere.\n\nJURGIS\nThis is crazy.\n\nMAYA\nI know. But I don’t know what\nelse to do.\nMaya turns Detective Hodge’s card in her hand, thinking.\nMAYA\nLeon's right, the police will\nthink we're crazy.\nSuddenly, out of the corner of her eye, Maya sees --\nMahogany, exiting down the front stairs.\nMaya pushes Jurgis back into a doorway. Mahogany looks in\n\ntheir direction, but then turns the other way. He walks\ndown the street, making a half block in a few long strides.\n\f68\n\n69\n\n70\n\n55.\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks\ndown the street, making a half block in a few long strides. 68\n\n69\n\n70\n\n55. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MAHOGANY’S HOTEL FOYER - NIGHT 68\n\nMaya and Jurgis walk into the old lobby and sees a\nconcierge counter on one side of a cracked linoleum floor.\nNo one is there, so they walk up. Behind the counter are\nmailboxes.\n\nMaya sees Mahogany’s name on one box. It says #6. A spare\nkey dangles from a hook above the box. She reaches over the\ncounter for the key when suddenly she hears a rattling\nCOUGH and the sound of someone moving in the back room. She\nfreezes, exchanges a glance with Jurgis - it’s now or\nnever. She grabs the key.\n\nINT. MAHOGANY’S HOTEL ROOM - NIGHT - CONTINUOUS 69\n\nMaya enters the dark room. She passes down a small foyer\nthen enters the main room. It’s dark and wide. Shafts of\nlight peek through the closed blinds. In the main room is a\ncouch and an old TV. Maya walks by a small kitchen as she\nmakes her way deeper into the room.\n\nINT. MAHOGANY’S KITCHEN - NIGHT —- CONTINUOUS 70\n\nMaya enters and looks around. She sees a cupboard with\ndrawers, and she quietly opens one to have a look. Rows of\ncarving knives rattle as the drawer moves. She pulls out a\nlower drawer. Surgical devices which seem medical. She\nopens the lowest drawer: Wound retractors of every type.\n\nHer eyes are drawn to the sink. It’s empty, but the white\nsurface is stained a rusty red. The drain is clotted with\nhair. Next to the drain, two green bottles. She lifts\n\none. Inside, there is something with moist white bubbles.\n\nShe drops it and backs away in disgust - a sudden surge of\nfear and adrenaline courses through her limbs.\n\nShe spins around and--\nSLAMS INTO JURGIS. They both gasp.\n\nMAYA\n(quietly)\nWhy are you up here? What if he\ncomes back?\n\nJURGIS\nEven if he did, how would I tell\nyou from downstairs?\n\f71\n\n56.\n\nPoint taken.\n\nMAYA\nWe need to find the camera and\nget out of here fast.\n\nThere is a short hallway to her left leading to a bedroom.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nPoint taken. MAYA\nWe need to find the camera and\nget out of here fast. There is a short hallway to her left leading to a bedroom. \n\nTARGET SECTION TO BE ANNOTATED:\nShe stares at the dark hall.\n\nJURGIS\nI’1l check the bedroom.\n\nJurgis makes his way down the hall. Then something in the\nmain room catches Maya’s eye. Something out of places\nsitting on a desk---\n\nA BLACK VALISE. Maya walks closer to it. The light hits\nits pitch black sheen in such a way it reflects like a\nmirror.\n\nMaya places her hand on it. She runs her palm across it.\nIt feels like flesh - pulled so tight that it shines like\nmetal.\n\nON ITS TOP LID -- AN ETCHED DRAWING OF A MOON AND SINGLE\nSTAR\n\nMaya puts her hands on the latches, waits a beat, pops\nthem.\n\nThe valise springs open to reveal two interior\ncompartments, one a leather pouch, the other a small tool\nrack.\n\nMaya stares at the rack: No tool is recognizable. Each\nhas sharp spirals and corkscrew edges. If they are for a\nsurgery, you don’t want to have it. Butchers don’t use\nthese.\n\nThe leather pouch contains an old datebook. Maya turns to\nthe start and finds a table of contents, every entry\nwritten in symbols which suggests an ancient form of\nCyrillic.\n\nINT. MAHOGANY’S HOTEL ROOM, BEDROOM - NIGHT - CONTINUOUS 71\n\nJurgis searches at a bedside table. He sees something,\nstops.\n\f72\n\n73\n\n74\n\n75\n\n57.\n\nINT. MAHOGANY’S HOTEL ROOM, MAIN ROOM - NIGHT - CONTINUOUS 72\n\nMaya turns the pages of the datebook and finds more of the\nold writing. Then she finds a page with a long list of\ndates.\n\nThe first is from 1733. There is a date, followed by a\nnumber. Each page is filled with similar entries. In 1751,\nthe handwriting changes. It changes every generation or so.\n\nShe reacts to a page dated 1896. There are many entries\nclustered on this one page. Next page, still 1896, more.\n\nMAYA\nShit.\n\nThe last section has some new pages added. A calendar\npasted into the binding. She flips through it and sees\nseveral months with starred dates but no entries.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe last section has some new pages added. A calendar\npasted into the binding. She flips through it and sees\nseveral months with starred dates but no entries. \n\nTARGET SECTION TO BE ANNOTATED:\n Many\ndays in each month have a moon and star -- but no writing.\n\nINT. MAHOGANY'S HOTEL ROOM, FOYER - NIGHT - CONTINUOUS 73\nClose on the doorknob, it rattles slightly, and then slowly\nbegins to turn.\nINT. MAHOGANY’S HOTEL ROOM, MAIN ROOM -- NIGHT - CONTINOUS 74\nMaya hears the rattling door and reacts immediately.\nMAYA\n(whisper )\nJurgis.\nINT. MAHOGANY’'S HOTEL ROOM, BEDROOM - NIGHT - CONTINUOUS 75\nJurgis doesn’t hear a thing. He carefully opens a dresser\ndrawer. Nothing but folded linens. He quietly closes it\nand makes his way toward the closet across the room.\nHe opens it. It creaks slightly. Inside, are six identical\nbrown suits, all in dry cleaning bags. He pushes a couple\naside. A couple more, then--\nTHE LEICA - hanging from a coat hanger. Jurgis beams and\n\ngrabs the camera from the hanger. He places the straps\naround his neck and spins for the exit--\n\f76\n\n77\n\n78\n\n58.\n\nMAHOGANY STANDS AT THE THRESHOLD OF THE BEDROOM. HIS STEEL\nHAMMER AT HIS SIDE. JURGIS STANDS FROZEN, A SCARED ANIMAL.\nINT. MAHOGANY’S HOTEL ROOM, KITCHEN - NIGHT - CONTINUOUS 76\nMaya stands against a cupboard, out of sight from the main\nroom. She doesn’t move, just listens. She can’t her\nanything. Wait. She hears a sharp exhale just outside.\nShe moves forward slowly, carefully. She can just see into\nthe main room. Nothing there. She moves a few more\ninches.\nMAYA\n(whisper )\nJurgis.\nThere’s no response, only silence. She moves out a step.\nINT. MAHOGANY’S HOTEL ROOM, MAIN ROOM/BEDROOM - NIGHT - 77\nCONTINOUS\nMaya holds back her emotions, but she has no choice but to\nfind Jurgis. She moves into the main room from the\nkitchen.\nShe looks around. The old datebook is where she left it.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe moves into the main room from the\nkitchen. She looks around. The old datebook is where she left it. \n\nTARGET SECTION TO BE ANNOTATED:\nShe takes one step at a time toward the bedroom, then\nstops.\n\nWe pull back just a few feet --\n\nNow we are in the bedroom looking out --\n\nAnd into the frame comes the blunt end of a steel hammer.\nMahogany holds it above the door. It’s covered with blood.\n\nThrough the door, we see Maya looking carefully around.\n\nINT. MAHOGANY’S HOTEL ROOM, MAIN ROOM -- NIGHT - CONTINUOUS/8\nCautiously, Maya steps right up to the bedroom door.\n\nShe gets close enough to look in. She can’t see Jurgis.\n\nBut there is a coat hanger laid on the bed.\n\nShe takes one more step. She is about to call Jurgis.\n\f79\n\n80\n\n81\n\n82\n\n83\n\n59.\n\nSuddenly, she turns and runs toward the outer door.\n\nWithout stopping, she grabs the datebook with one hand and\nyanks the doorknob with the other. She pulls the door so\nhard, it swings wide open, and she flies into the hallway.\n\nEXT. MAHOGANY’S HOTEL -- LATER 79\n\nIn the shadow of a store front across from the hotel, Maya\npunches a number in her cell while looking at Hodge’s card.\n\nMAYA\nDetective Hodge, I’m Maya Jones,\nLeon Kaufman's girlfriend. My\nfriend’s in trouble. It’s the\ncase Leon talked to you about.\n\nINT. POLICE STATION, OFFICE -- CONTINUOUS 80\nHodge reaches for a pad, phone at her ear.\n\nHODGE\nWhere are you? No, don’t go back.\n(writing)\nI'll send a car. It will be\nthere in five minutes. Don’t do\nanything until they get there.\n\nINT. LEON’S APARTMENT - BATHROOM - NIGHT 81\nLeon is in his bathroom. He stands in his shower. The water\npouring onto his face. His eyes closed. The water washing\nthe dried blood from the wound on his chest.\n\nINT. LEON’S BEDROOM -- NIGHT - CONTINUOUS 82\nLeon - now in his bedroom - finishes dressing. Buttoning up\nhis finely pressed shirt - the wound hidden beneath.\n\nINT. POLICE STATION, OFFICE - NIGHT 83\nMaya sits in a chair opposite the desk we’ve seen before.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nButtoning up\nhis finely pressed shirt - the wound hidden beneath. INT. POLICE STATION, OFFICE - NIGHT 83\nMaya sits in a chair opposite the desk we’ve seen before. \n\nTARGET SECTION TO BE ANNOTATED:\nShe’s anxious, and she fiddles with the strap of her bag.\n\nDetective Hodge walks into the room, looking stressed out.\n\nHODGE\nMaya Jones?\n\f60.\n\nMaya nods, standing up. She’s shaken.\n\nMAYA\nDid you find Jurgis?\n\nHODGE\nCalm down. Sit down.\n\nMaya sits, still shaking.\n\nHODGE\nI just received a report from the\nofficers at the scene.\n\nNow Hodge gives Maya a look, gauging her.\n\nHODGE\nThey went to the room you gave\nme, but there was no one there.\n\nMAYA\n(frantic)\nJurgis was there!\n\nHODGE\nNo one was in the room, and there\nwas no sign of trouble.\n\nMAYA\nThat can’t be right.\n\nHODGE\nThey met the tenant in the lobby.\nHe let them examine the place.\nHe had been out the whole day.\n\nMAYA\nNo! He’s a butcher, and Leon\nthinks he kills people.\n\nHODGE\nWhat are you talking about?\n\nMAYA\nI was in the room. I saw the\ntools he uses.\nHodge reacts strongly.\n\nHODGE\nYou what?\n\f61.\n\nMAYA\nListen. My friend Jurgis is in\ntrouble. He was with me. He\nnever came out. The butcher came\nback, and Jurgis may be hurt.\n\nHODGE\nThere was no one there.\nMAYA\nPlease. Come back with me, I'll\n\nshow you.\nHodge pauses a second without answering, looking at Maya.\n\nHODGE\nThe tenant told the officers that\nan old heirloom was missing. A\nfamily album.\n\nMaya returns Hodge’s look and grows steely.\n\nMAYA\nI think you mean a datebook. It\nrecords all the murders. It goes\nback a hundred years.\n\nHODGE\nYou took it?\n\nMaya sits back in the chair, thinking, calculating.\n\nHODGE\nLet me see it, Miss Jones.\n\nMAYA\nI don’t have it. I ran out too\nfast. I wanted to go back, but\nyou told me not to.\n\nHODGE\nYou've admitted to breaking and\nentering, that’s very serious. I\ncan hold you for that.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nI wanted to go back, but\nyou told me not to. HODGE\nYou've admitted to breaking and\nentering, that’s very serious. I\ncan hold you for that. \n\nTARGET SECTION TO BE ANNOTATED:\nMAYA\n(not backing down)\nThe hotel room was filled with\nbutcher tools. Murder weapons.\nIf you don’t go back with me, I\nwill go back with someone else.\n\f84\n\n62.\n\nHODGE\nMs. Jones. If you go back, you\nwill be arrested. You are upset,\nbut listen. If you have the\nalbum, you can return it without\nany acknowledgement of guilt.\n\nMAYA\nI told you. I don’t have it.\n\nHODGE\nThe tenant doesn’t want to press\ncharges. I’11 give you a pass.\nHe just wants his book back.\n\nMAYA\nThe butcher? So he can do more\nkilling? You know about the\nmurders, don’t you?\n\nNo response from Hodge. Maya gets up, turns to the door.\n\nMAYA\nDid you say you were going to\narrest me?\n\nHodge doesn’t answer. Maya walks out....as Hodge watches.\n\nINT. NEGATIVE SPACE GALLERY - NIGHT 84\n\nSusan escorts Leon through the Gallery. She’s speaking\nclosely to his ear. There is a good crowd, thirty or more\npeople. Clusters of buyers circle around the prints.\nSusan is charged. She steers Leon into the crowd.\n\nSUSAN\nBill and Sue Bennett buy what I\ntell them. Usually my third\nsuggestion. A few will want\nseparate time with you. But it\nmeans a sale.\n\nAn older couple smiles at Susan.\n\nSUSAN\n\nThe Franks don’t collect\nphotography, but let’s say hello.\nThen shine them on.\n\n(within range)\nLeon, this is Jack and Andee\nFranks. They came by this\nafternoon and asked to meet you.\n\f63.\n\nJACK FRANKS\nAndee thinks you’re more like a\npainter than a photographer.\n\nSusan’s assistant comes up. He whispers in her ear.\nSUSAN\nI need to deal with some\nbusiness. Be right back.\n\nSusan gives Leon a look and vanishes.\n\nLEON\nI did that in school. Painting.\n\nCLOSE ON LEON’S SHIRT: A hint of blood soaks through from\nthe carving on Leon’s chest.\n\nLEON\n(to Jack and Andee)\nExcuse me.\n\nLeon turns into a side room and looks at his shirt. Shit.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEON\n(to Jack and Andee)\nExcuse me. Leon turns into a side room and looks at his shirt. Shit. \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks for the restroom. Where Susan is standing. He\nscans the room. His eye is caught by a RED DOT next to one\nof his prints. A savage image of murder. He looks around.\nThe gallery walls feature five large format color prints.\nAll show horrific violence, one including a knife blade\npiercing scarlet muscle. Collectively, they totally stun.\n\nLeon steps back. One print alone reveals that the violence\nis directed at sides of beef. A butcher is seen: Mahogany.\n\nLeon approaches the photo. Mahogany stares back with a\ncold ruthlessness. The large print is overwhelming.\n\nLeon is arrested by all the images. His look is intense.\nThen, abruptly, he puts his hand on his shirt.\nCLOSE ON LEON’S SHIRT: More blood soaks through the shirt.\nSusan approaches from behind.\nSUSAN\nI didn’t mean for you to hide.\n\nC'mon, it’s time for the Franks.\n\nLeon glares at Susan, then turns to another image.\n\f85\n\n64.\n\nSUSAN\nI’m not waiting for that one to\nsell.\n\nLeon ignores her, staring at the image. It’s an immense\nshot of the subway hallway. Loretta staring right at us.\n\nSUSAN\nLeon?\n\nLeon doesn’t answer. Then he turns and starts walking.\n\nSUSAN\nWhere are you going?\n\nNo response, so Susan grabs his arm.\nSUSAN\n(angry)\nI said, where are you going?\nHe yanks his arm free and points at the subway shot.\nLEON\n(a smile)\nI’m going to catch a train.\n\nWith that, Leon bolts for the door. Susan is stunned.\n\nINT. OTTO’S RESTAURANT -- LATER 85\n\nOtto, hands loaded with plates, serves customers at a side\ntable. He hears a noise by the kitchen, a door slamming.\n\nIt's Maya. She starts rummaging under the main counter,\nslamming cabinet doors, looking for something.\n\nOtto opens his mouth to lay into her, but she interrupts.\n\nMAYA\nWhere’s your piece, Otto?\n\nOTTO\nHold on, I gotta talk to you.\nHave you and your boyfriend lost\nit?\n\nMaya ignores him, keeps going through cabinets.\n\nMAYA\nWhere is it, Otto?\n\f86\n\n65.\n\nThere, she finds it. An old service revolver.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n86\n\n65. There, she finds it. An old service revolver. \n\nTARGET SECTION TO BE ANNOTATED:\n She checks\nthe gun. Loaded, typical of Otto. She turns to the door.\n\nOTTO\nHold it. You stop right now!\n\nBut the door slams and Maya is gone.\n\nOTTO\nHoly shit.\n\nINT. SUSAN HOFF’S GALLERY -- LATER\nMaya enters the gallery, the crowd still small.\nAt the rear, Susan sees her and pulls out her cell.\nSUSAN\n(quietly)\nShe's here.\nAt the entrance, Maya sees one or two people perusing the\nprints. She scans the room for Leon, doesn’t see him.\nSusan is at the back of the room. Maya approaches her.\n\nMAYA\nSusan Hoff?\n\nSusan turns to Maya.\n\nMAYA\nI’m Maya--\n\nSUSAN\nLeon's girlfriend. Where is he?\n\nMAYA\nWhat do you mean?\n\nSUSAN\nHe stormed out of here, just a\nfew minutes ago.\n\nMAYA\nWhat are you talking about?\n\nSusan’s assistant comes up to her, whispers in her ear and\ntries to pull her away.\n\nSUSAN\nHe just left.\n\n86\n\f87\n\n66.\n\nMaya grabs on to her arm.\n\nMAYA\nWhat happened?\n\nSusan tears her arm away.\nSUSAN\nI don’t know. He was fine when\nhe came in. Maybe you can tell\nme?\nMAYA\n(ignoring her)\nDid he say anything?\nSusan has an odd smile: Leon’s girlfriend is on drugs, too.\nSUSAN\n(you're nuts, too)\nAs a matter of fact, he didn’t.\nMaya’s worry is evident. She thinks a second.\nMAYA\n\nI need to borrow a phone. Mine\nis busted. Please.\n\nEXT. GALLERY ALLEY -- CONTINOUS 87\n\nMaya strides into the gallery’s back alley with a cell\nphone in her hand. She’s dialing Leon.\n\nMAYA\n(to machine)\nLeon, are you there? The\nbutcher, I think he has Jurgis.\nThat cop detective....\nSUDDENLY -- Detective Hodge jumps right into her face.\n\nHODGE\nI want the book, Ms. Jones.\n\nMaya, surprised, steps back a few inches.\nSuddenly, Maya slams against Hodge, knocking her back.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nJones. Maya, surprised, steps back a few inches. Suddenly, Maya slams against Hodge, knocking her back. \n\nTARGET SECTION TO BE ANNOTATED:\nMAYA\nWhat the fuck are you doing here?\n\nHodge grabs her arm and pushes her against the wall.\n\f88\n\n67.\n\nImmediately, Maya shakes loose and turns Hodge around.\n\nMAYA\nNo, you fucking tell me what’s\ngoing on.\n\nBefore Hodge can react, Maya swings her hand up. She’s got\nOtto’s revolver, and she puts it in Hodge’s face.\n\nMAYA\nNow!\nHODGE\n(off guard)\nYou have lost your mind.\nMAYA\nTell me where he is.\nHODGE\n(calmly)\n\nYour friend? Or the butcher?\n\nMAYA\nWhere is Jurgis, tell me!\n\nMaya rams the gun so close to Hodge’s face she slams back.\nShe doesn’t answer at first. Then she strangely relaxes.\n\nHODGE\n\nOn the train. 14th street. The\n\nfirst one after two o'clock.\nMaya gives Hodge a hard push, knocking her down. When\nHodge gets back up, Maya is already running.\nEXT. MEAT PACKING PLANT - NIGHT 88\nLeon steps up to the front door. It’s locked. He looks\nthrough the window and sees a SECURITY GUARD. Leon is\nabout to knock. Then he changes his mind.\n\nIn the background: the grinding hum of saws and machines.\n\nLeon starts around the side of the meat packing plant, and\nthe grinding becomes louder. He reaches a driveway.\n\nDown the driveway is a loading dock. No one is around.\n\nLeon walks to the driveway and disappears in the plant.\n\f89\n\n90\n\n91\n\n68.\n\nEXT. CITY STREETS - NIGHT 89\nMaya makes her way through the dark street. It’s late now.\nShe reaches subway station at the corner of Pershing\n\nSquare.\n\nShe looks up at the entrance. It’s the one Leon mentioned.\n\nShe checks her watch. She looks around, no one is there.\n\nINT. SUBWAY STATION - TURNSTILE -- NIGHT - CONTINUOUS 90\nMaya walks up to the turnstile. A few late night\n\nstragglers wait to pass through. Two TRANSIT COPS keep a\nwatchful eye.\n\nMaya keeps an eye on the Transit Cops as she scans the\n\ncrowd for Leon. Looking at all the faces on their evening\ncommute.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo TRANSIT COPS keep a\nwatchful eye. Maya keeps an eye on the Transit Cops as she scans the\n\ncrowd for Leon. Looking at all the faces on their evening\ncommute. \n\nTARGET SECTION TO BE ANNOTATED:\nThen, right next to her, stands a LARGE HEAVYSET MAN.\n\nMaya shudders and turns....but it’s a young blond man, no\nmore than twenty, smiling a bright harmless smile.\n\nMaya walks through the turnstile.\n\nINT. MAIN PACKING FLOOR - NIGHT —- CONTINUOUS 91\n\nThe line is running full tilt: carcasses swing down the\ntrack, sides of beef split, ground meat squeezed out.\n\nLeon sees a laundry bag with dirty butcher smocks by the\ndoor. He grabs one from the top and throws it on.\n\nHe strides into the plant, looking around as he walks. The\nworkers ignore him. A BIG GUY, broad shoulders up ahead.\n\nLeon walks right up to him. He turns the Big Guy around.\nHe’s not Mahogany. The Big Guy scowls but turns away.\n\nLeon reaches a work sink. It’s full of BLOODY TOOLS being\nwashed clean by a constant flow of water. He glances\nbehind. Nobody’s watching him.\n\nNext to the sink is an apron/work belt hanging from a hook\non the wall. Another look back at the Workers to see what\nhe can use to fit in. Each has a belt with one or two\ntools.\n\f92\n\n93\n\n69.\n\nPicking and choosing, Leon takes a short knife and a\npointed tool that looks like an awl. He puts the belt on\nand tries wearing the tools. The belt droops, so he drops\nthe awl and keeps only the knife and belt. He sees an old\npair of work goggles. He fixes the strap to fit him, and\nhe puts them on.\n\nThen Leon grabs a bloody cleaver and hefts it. Keeps it.\n\nSuddenly, somebody shoves him out of the way. He’s ready to\ndefend himself, but it’s just another butcher, putting his\ntools in the sink. The other butcher wonders if he knows\nhim.\n\nLeon just stares back, offering a little nod. The butcher\nnods back. Leon backs away, armed.\n\nLeon takes a meat hook from the sink and hangs it on his\nbelt next to his knife. Then he lifts the bloody meat\ncleaver.\n\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeon takes a meat hook from the sink and hangs it on his\nbelt next to his knife. Then he lifts the bloody meat\ncleaver. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MAIN PACKING FLOOR - NIGHT —- CONTINUOUS 92\n\nLeon walks with determination, knife and meat hook clanking\non his belt, cleaver in his hand. Just ahead, he sees the\ndoor to the subway. No one is around. He doesn’t stop.\n\nINT. SUBWAY CAR - NIGHT - CONTINUOUS 93\n\nMaya sits in a nearly empty car. Only three people with\nher. Two are street punks with lacquered hair, one a crew\ncut, the other a spiky doo. They stare straight at her.\nWeird twins.\n\nThe third is an oddball with round glasses. He wears a\nthree-piece brown suit which seems too tight. He carries a\nwell-worn sample case. Maya gives him a hard look,\nwondering.\n\nHe doesn’t look like Leon’s photos of Mahogany, but he\nlooks too muscular to be a salesman. Maybe the suit is\njust tight. He gazes at her, then looks away. Maya keeps\nan eye on him.\n\nSuddenly, there is a shrill sound of brakes. The train\nslows.\n\nMaya jerks in her seat as the train comes to a hard stop.\nNone of the other riders moves. Then the two punks jump up\nand leave the car in one startling motion. The door shuts.\n\f94\n\n95\n\n96\n\n70.\n\nMaya looks at the man in the brown suit. He ignores her.\n\nThe train starts moving. The odd man has no expression.\n\nINT. SUBWAY CAR -- NIGHT —- CONTINUOUS 94\n\nThe train goes deeper into the depths of the city. Maya\nlooks around her. The car feels like it is going faster.\n\nNow the man in the suit stands up. He walks right to her.\nMaya leans back and grabs her purse. She digs her hand in.\n\nThe man stops between Maya and the door. He grabs the roof\nhand rail. Now he stares straight at her. Is it a smile?\n\nThe brakes hiss. Slowly, the subway car stops. Doors\nopen.\n\nThe man lets go of the hand rail and steps out of the car.\nThe doors close behind him. The car and tracks are silent.\n\nThen, with another hard jerk, the subway starts to roll.\n\nThe train is empty except for Maya. She looks surprised.\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe train is empty except for Maya. She looks surprised. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBWAY TUNNEL - PLATFORM -- NIGHT - CONTINUOUS 95\nLeon, butcher tools hanging, walks onto an empty platform.\nThere was a station here years ago, beneath the meat plant,\nbut all that is left is this platform. The overheads are\nburnt out, but a few bare ones are still lighted.\n\nLeon stands, totally focused, listening for a train.\n\nHearing nothing, he opens his coat, shifting his tools.\nHefts the cleaver. Looks down the tunnel. Nothing.\n\nThen a bare bulb above him starts to blink.\n\nINT. SUBWAY TRAIN -- NIGHT - CONTINUOUS 96\n\nMaya still sits alone as the car pulls into another\nstation.\n\nThe doors hiss open. No one boards. The doors hiss close.\n\nThe train clatters out of the station. Maya looks outside.\n\f97\n\n98\n\n99\n\n71.\n\nThe dark walls of a tunnel. She leans back, but still\ntense.\nINT. SUBWAY TUNNEL -- NIGHT - CONTINUOUS 97\n\nLeon watches the bulb flicker. Then another bulb flickers.\nHe turns his head, listens for any noise. Nothing.\n\nBut down the line --\n\n-- Leon can hear a very quiet rumbling. A train is coming.\n\nINT. SUBWAY TRAIN -- NIGHT - CONTINUOUS 98\nMaya turns to the other side, but she only sees tunnel.\nSuddenly -- The overhead light GOES OUT. Pitch black.\n\nMaya backs into a corner. She turns to the next car: It’s\ndark, too. The car on the other end, just as dark.\n\nBut several cars down, Maya sees light. She gets up with a\nhand on the wall and walks toward the end of the car.\n\nShe reaches the door to the next car. She takes her wallet\nout of her purse and stuffs it in her pocket. She takes\nout the revolver. With a toss, she throws her purse down.\nMaya pulls the door open. The next car is dark, but the\nilluminated car now seems brighter. It’s only two cars\naway.\n\nINT. PLATFORM -- NIGHT - CONTINUOUS 99\nLeon stands at the very edge of the platform. He can hear\nthe train advancing loudly. The noise is actually a\nshaking.\n\nLeon reacts to the RUMBLING of the train.\n\nHe stands back a little as the train gets closer.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe noise is actually a\nshaking. Leon reacts to the RUMBLING of the train. He stands back a little as the train gets closer. \n\nTARGET SECTION TO BE ANNOTATED:\n But he\nknows that the train will not be slowing or stopping at\nthis old station platform.\n\nThe engine car barrels past Leon, and the train flashes by.\n\nLeon moves back to the very edge. He tries to look into\nthe speeding cars, but all are now empty. He still stares.\n\nPOV: Suddenly, a woman leaves one car and enters another.\n\f100\n\n101\n\n72.\n\nEven in the darkness, Leon can see --\nIT’S MAYA.\n\nLeon reacts with horror and has one thought: He’1ll just\nhave to leap on the train! He yanks off his belt, grips\nthe meat hook in one hand, and wraps the belt around it.\n\nThe very end of the train is about to pass. His last\nchance.\n\nHe psyches himself up, then....\n\nJumps up onto the rear of the train, snaring an outer hand\nrail with the hook. The centrifugal force whips him hard\nagainst the end of the train. Knocking the wind out of\nhim.\n\nLeon grunts loudly. But the hook holds.\n\nThe train disappears around the curve, Leon hanging from\nit.\n\nINT. SUBWAY TRAIN -- NIGHT - CONTINUOUS 100\n\nMaya stops at the door of the dark car just before the lit\ncar. Thru the window she can see five bodies hanging\nupside down. They swing back-and-forth from both sides of\nthe aisle, making it impossible for Maya to see all the way\nto the opposite end of the car.\n\nTightening her grip on the pistol, she slides open the\ndoor to -\n\nSUBWAY TRAIN/2ND TO LAST CAR - CONTINUOUS 101\n\nThe door slams shut behind Maya muffling the subway roar.\nHer heart pounding, Maya pauses, all senses focused beyond\nthe gun that she holds straight out with elbows locked.\n\nNothing moves save the continued swinging of the corpses.\nThe closest one seems to be staring straight at her as she\npushes past it, entering the gauntlet of bodies.\n\nAbove, a squeaking sound catches Maya's attention. She\nglances up. Meat hooks have been hung from the same bar\nthat the commuter straps swing from. Each pierces the\nAchilles tendon of a corpse. The hooks squeak like\nplayground swings under the weight.\n\f102\n\n103\n\n104\n\n73.\n\nMaya look back down.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe hooks squeak like\nplayground swings under the weight. 102\n\n103\n\n104\n\n73. Maya look back down. \n\nTARGET SECTION TO BE ANNOTATED:\n Only a couple corpses remain in the\ngauntlet. She reaches out to push the next one aside but\nthe moment her hand touches the corpse, it begins to thrash\nuncontrollably.\n\nShocked, Maya falls backwards into the corpse behind her,.\nLanding, she snaps her gun up, pointing it at the back of\nthe flailing body. Unlike the others, this one is still\nvery much ALIVE.\n\nScrambling to her feet, Maya cautiously works her way\naround the flailing body. It's screaming for all its worth\nbut the gag in its mouth is rendering it mostly mute.\n\nAs Maya reaches the front of the corpse, she suddenly\nlowers her gun, staring in disbelief. And from behind his\ngag, JURGIS stops screaming, returning Maya's stare.\n\nINT. SUBWAY TRAIN/LAST CAR - NIGHT - CONTINUOUS 102\n\nMahogany scrapes a crescent-shaped tool across the head of\na dead body, leaving a pile of bloody hair and bits of\nscalp on the victim's neatly folded clothes.\n\nINT. SUBWAY TRAIN/LAST CAR - NIGHT - CONTINUOUS 103\n\nStanding on the rear \"porch\" of the train, his face pressed\nto the window, Leon watches Mahogany heft the now hairless\n\nbody over his shoulder. With his free hand, Mahogany grabs\n\nthe handle of his tool bag and turns toward the next subway\ncar. The car containing Jurgis and Maya.\n\nIn one of Leon's hands is the meat hook. With the other, he\nreaches for the door handle and turns it. It doesn't budge.\nThe door is LOCKED.\n\nSUBWAY CAR/LAST CAR - NIGHT - CONTINUOUS 104\n\nArms shaking, Maya tries to lift Jurgis' leg up off the\nmeat hook. Her hands are wet with Jurgis' blood. Suddenly\nthe ankle slips from Maya's hands and yanks to a stop\nagainst the meat hook it's still impaled on. Jurgis grits\nhis teeth trying not to scream in agony.\n\nMaya reaches to try again but her hand barely touches the\nankle when Jurgis starts screaming for all he's worth. Maya\nlooks down at Jurgis. Jurgis' eyes are wide with horror.\nShe turns, following his gaze to-\n\f105\n\n106\n\n74.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaya\nlooks down at Jurgis. Jurgis' eyes are wide with horror. She turns, following his gaze to-\n\f105\n\n106\n\n74. \n\nTARGET SECTION TO BE ANNOTATED:\nMahogany stands for a moment staring at Maya thru the\nwindow between the two cars and then he's sliding the door\nopen and moving quickly down the car toward her.\n\nMaya fumbles the gun out of her pants, aims and, just\nbefore Mahogany reaches her, pulls the trigger.\n\nEXT. SUBWAY/LAST CAR - NIGHT - CONTINUOUS 105\n\nBANG! Hearing the gunshot, a panicked Leon begins slamming\nthe meat hook into the window glass again and again.\n\nINT. SUBWAY CAR/LAST CAR - NIGHT - CONTINUOUS 106\n\nMahogany lifts a flattened bullet from between the chinks\nin his chain metal apron. And smiles.\n\nMaya raises the gun to shoot again but before she can pull\nthe trigger, Mahogany swings the body he's been lugging\nover his shoulder around like a human baseball bat,\nsending Maya flying back into the gauntlet of corpses. Her\ngun hits the floor and disappears beneath the seats.\n\nCalmly, Mahogany opens his bag of tools and removes a\nbutchering knife.\n\nMaya looks up as Mahogany moves toward her. As he passes\nJurgis, Mahogany brings the knife down sharply opening him\nwaist to neck. Blood spills from Jurgis' torso but Mahogany\ndoesn't so much as break stride as continues toward Maya.\n\nSuddenly the door behind Mahogany flies open-\n\nJURGIS\nMAHOGANY!\n\nMahogany turns. Leon stands in the doorway, the meat hook\nin his hand.\n\nHe rushes toward the two, ferocious, totally enraged. He\ngrabs Mahogany by his arms and pulls him back. Maya pushes\nfrom beneath. With a push, Mahogany shakes Leon and lands\non Maya hard, almost breaking her legs. She screams.\n\nNow Leon bangs Mahogany’s head with the hammer he kept, and\nMahogany pushes him back with a big hand. Leon shouts.\n\nLEON\nLet her go!\n\f75.\n\nLeon pounds Mahogany as hard as he can, and now he\nflinches.\n\nLEON\n(to Maya)\nGet away.\n\nMaya crawls away from the fighting men and pulls herself\nup, looking for some way to help Leon. Leon reacts to\nthis, and Mahogany uses the moment to slam Leon hard onto\nthe floor.\n\nMaya goes for her gun and points it at Mahogany.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaya crawls away from the fighting men and pulls herself\nup, looking for some way to help Leon. Leon reacts to\nthis, and Mahogany uses the moment to slam Leon hard onto\nthe floor. Maya goes for her gun and points it at Mahogany. \n\nTARGET SECTION TO BE ANNOTATED:\n He pulls\nLeon in front of him, and Maya moves around to find a clear\nshot at Mahogany’s head. The wrestling makes it difficult.\nShe slams Mahogany hard with the handle. He doesn’t feel\nit.\n\nMahogany grabs Leon’s hammer, and, holding Leon down, he\npounds Leon hard in the forehead. Leon slumps, and\nMahogany grabs Maya with one big hand. He hurls her\nagainst the wall.\n\nMaya crumples, and Leon moans in shock. Mahogany hits him\nagain and pulls him toward the car with the hanging meat.\n\nThey reach the car door, and Mahogany gives Leon’s head a\nbang on the glass before he pulls the car door open.\n\nLeon, absorbing the blow, pulls Mahogany away from the\ndoor. He grabs Mahogany’s leg and decks him with a\nschoolyard trip.\n\nLeon pulls himself off the floor and shakes off his pain\nwith a shudder, and he takes out the cleaver left on his\nbelt.\n\nMahogany gets back up, and Leon races forward to meet the\nbutcher, the two men raising their weapons.\n\nMahogany lifts his hammer with a two handed grip. Leon\nwaves the cleaver.\n\nThey clash like gladiators. Sparks fly as metal meets\nmetal.\n\nIt’s a brutal conflict, made all the more chaotic by the\nswaying of the train, and the presence of the corpses,\nwhich each man uses in turn as a shield.\n\nMahogany’s hammer, then Leon’s cleaver strike the corpses -\nDigging deep within there flesh. Severing limbs with single\nstrokes.\n\f107\n\n76.\n\nThe men fall back on one of the buckets - human blood is\noverturned. The combatants try not to slide on the gore\nslicked floor.\n\nMahogany swings his hammer - Leon ducks. The hammer\nstrikes the wall beside the door.\n\nTHE AUTOMATIC DOOR MECHANISM ERUPTS IN A SHOWER OF SPARKS.\nTHE DOORS OPEN.\n\nThe wall of the tunnel speeds by dangerously close to the\ntwo men. The sounds of wheels on the track increases.\n\nThe train lurches, picking up speed.\nCRASH! The hammer crushes the seat next to Leon's head.\n\nMahogany comes after Leon like a juggernaut, smashing\ncorpses left and right.\n\nLeon's feet slide in the blood.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe hammer crushes the seat next to Leon's head. Mahogany comes after Leon like a juggernaut, smashing\ncorpses left and right. Leon's feet slide in the blood. \n\nTARGET SECTION TO BE ANNOTATED:\n He falls to the ground.\nMahogany sees his chance. He raises the hammer above Leon --\n\nBANG! Maya, back on her feet, gun in hand, fires at\nMahogany.\n\nMahogany cringes. The shot hit his foot. He grabs Maya\nbefore falling over, and he throws her across the car.\n\nMaya slams against a wall, knocked out, but still moving.\n\nLeon sees Maya moving and reaches for Mahogany’s hammer.\nMahogany, recovering, slams it down, just missing Leon.\n\nThe hammer smashes a hole in the floor of the train, which\ngets bigger when Mahogany pulls it out.\n\nLeon swings his cleaver but it’s knocked out of his hand by\nMahogany’s hammer.\n\nLeon kicks Mahogany’s gunshot leg, and Mahogany drops his\nhammer to the ground.\nINT. SUBWAY TRAIN -- NIGHT - SAME 107\n\nHis hammer gone, Mahogany grabs Leon’s neck and starts\nchoking him, struggling to kill him by cutting off his air.\n\nLeon kicks Mahogany away with a final burst of strength.\nThe lights in the train flicker on and off. Electricity\nfrom the tracks pours up from the hole in the floor.\n\f108\n\n77.\n\nGetting back his air, Leon throws himself hard at Mahogany.\n\nMahogany, standing on his strong leg, absorbs the blow. He\npulls a serrated blade from beneath his chain mail and\nlaunches toward Leon. Leon ducks, grabbing Mahogany’s\nhand.\n\nMahogany rips his hand free and stabs Leon in the arm. He\nis just grazed, and Leon counters by throw himself at\nMahogany.\n\nMahogany loses his balance and falls back. He puts his\nknife out to anchor himself, and his blade hits a hanging\ncarcass.\n\nThe carcass groans. It’s Jurgis, the blade embedded in\nhim.\n\nMahogany yanks the knife out and rips half of Jurgis’s\nchest.\n\nA sickened Leon grabs Mahogany and pulls him down on the\ncar floor, close to the open car door. The rock face races\npast.\n\nLeon throws himself on Mahogany’s legs, pushing him\nfurther. Mahogany swings out inches from the rock wall.\nThe wall is inches from Mahogany’s skull. He struggles to\nhang on.\n\nINT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe wall is inches from Mahogany’s skull. He struggles to\nhang on. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBWAY TRAIN - OPEN DOORWAY - NIGHT - CONTINUOUS 108\nLeon pushes harder, bracing himself against the open door.\n\nMahogany panics. He’s inches from losing the top of his\nhead, he slashes his knife at Leon. Then-\n\nA sickening sound as Mahogany is hit hard by a protruding\nmetal beam which the train hurtles past. His body jerks as\nthe beam continues to tear at him. His hands drop to his\nsides. His body slides out the door, falling from the\ntrain.\n\nLeon gets to his feet. He grabs Maya and shakes her back\nto full consciousness, then he holds them both safe by\nusing a strap to support them. They’re inches from the\nhanging meat. She grabs him back, holding him tight.\nThey both realize the train is beginning to slow down.\n\nIt slows to a crawl.\n\f109\n\n78.\n\nINT SUBWAY TRAIN - NIGHT - CONTINUOUS 109\n\nLeon checks Maya to make sure she is okay, and they\nembrace, both glad to be alive. They both think of Jurgis.\n\nMAYA\nJurgis! Oh, no, please.\n\nBoth rush to the hanging Jurgis, and Maya starts crying\nwhen she sees the body ripped by Mahogany’s knife. Leon\npulls her away, but he’s shocked by the sight of Jurgis’\nripped corpse.\n\nThen the slowing train alerts them.\n\nThey are coming to the end of the line.\n\nLeon looks out the windows. On one side of the train - to\nLeon’s shock - the tunnel wall has disappeared. Darkness.\n\nA few yards beyond the track, the rock face falls away.\nDarkness. Leon looks out the door, looks down. Darkness.\n\nEverything falls into darkness. He can’t tell how far.\nLEON\nChrist...\nEXT. SUBWAY TRAIN -- NIGHT - CONTINUOUS 110\n\nThe train is stopped at the bottom of a deep cavern. Pitch\nblack but immense, the train a tiny shape in the gloom.\n\nThe ceiling arches above, but it’s too dark to see how\nhigh.\n\nThe cavern itself is littered with skulls and bony decay, a\nboneyard going back centuries, strewn with crumbling\nremains.\n\nAll is totally still.\n\nINT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cavern itself is littered with skulls and bony decay, a\nboneyard going back centuries, strewn with crumbling\nremains. All is totally still. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUBWAY TRAIN -- NIGHT - CONTINUOUS 111\nLeon and Maya look into the darkness, too dark to see.\n\nBehind them, there is the noise of another door.\n\f79.\n\nThe Driver enters the car from the rear. He looks at Leon,\nthen he surveys the chaos in the train. He’s obviously\nunfazed by the bloodshed. He sees that Mahogany is gone.\n\nDRIVER\n\nHe didn’t have what it takes\nanymore. But he gave them\neverything he could. He knew it\nmust be done. It was a\nprivilege.\n\n(sincerely)\nI envy you.\n\nLeon reacts, rage contorting his face.\n\nDRIVER\n\nBefore you were born. Before\nanyone living was born. Before\nthe city was thought of. That’s\nhow long or longer. And you have\nfound them. As only a few before\nyou. The small circle. We keep\nthe secret, and we preserve them.\n\nLEON\nWho are you?\n\nDRIVER\nA servant.\n\nLEON\nYou're a killer, like him.\n\nDRIVER\nA killer? No, I keep the worlds\nseparate. You’ll understand.\nThey're coming now.\n\nLEON\nI‘ll kill you if I have to.\n\nDRIVER\nThe Fathers. They’re coming.\nThe builders and rulers of the\ncity.\nThe Driver just stares at Leon, calmly looking at Mahogany.\nThen the Driver clicks off the lights of the car.\n\nDRIVER\nDon't stand by the meat.\n\f112\n\n113\n\n80.\n\nThen--\n\nINT. SUBWAY TUNNEL - NIGHT - CONTINUOUS 112\nA SKITTERING NOISE IN THE DARKNESS.\n\nLeon and Maya look out and see shapes moving toward them.\nThe shapes look the size of men, and they move like they\nare bipedal. But they are much heavier and low slung.\n\nThen a noise of something on the train. Leon sees the\nfirst shape as it boards. It’s head is monstrous,\nleathery, with four rows of teeth. Huge eyes, much too\nlarge for its head.\n\nEXT. SUBWAY TRAIN -- NIGHT - CONTINUOUS 113\n\nLeon pulls Maya out of the car, and they both drop down\noutside. They can make out a line of the shapes\napproaching, like a dark wave. The things board the car\nand ignore them.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUBWAY TRAIN -- NIGHT - CONTINUOUS 113\n\nLeon pulls Maya out of the car, and they both drop down\noutside. They can make out a line of the shapes\napproaching, like a dark wave. The things board the car\nand ignore them. \n\nTARGET SECTION TO BE ANNOTATED:\nThey watch as the corpses in the car begin to bobble\nobscenely - being readied for their destination.\n\nWith numerous uneven thuds, the corpses drop down, and Leon\nand Maya hear them being dragged across the dark subway\ncar.\n\nThen a shuffling noise can be heard outside the car, this\ntime its the sound of the bodies being pulled along. The\nshuffling recedes in quiet waves, and finally all is\nsilent.\n\nLeon looks on the car for the Driver. He’s gone. The\ntrain is plunged in darkness - there’s no sign of him\nanywhere. Maya cringes and grabs hold of Leon’s hand. He\nreaches down and sees a pile of human bones. There are\nskulls and remains all around. The leavings of several\ncenturies of feeding.\n\nLeon kneels down and surveys the chaos of bones, dry skulls\nand still-fleshy heads of those who surrendered here. Some\nare so life-like it seems they might speak of the horror.\n\nLeon approaches a pile of skulls which seem to form a\ncircle.\n\nSuddenly, one skull comes to life. It’s a still-living\nhead, and it moves out from the circle of skulls and dead\nmen.\n\f114\n\n81.\n\nIt’s Mahogany. The top of his head is shorn off. His eyes\nare bloodshot and furious.\n\nLeon steps back startled, but it’s not an hallucination.\n\nINT. SUBWAY TUNNEL - CAVERN - NIGHT - CONTINUOUS 114\nSUDDENLY -- MAHOGANY STRIKES AT LEON WITH HIS CLEAVER.\n\nLeon grabs a bone and raises it above his head for\nprotection. It shatters under the weight of the cleaver.\n\nLeon struggles to his feet. Still holding the SHATTERED\nBONE.\n\nMahogany reaches out for him. Leon is barely able to stay\non his feet. He sees a sight which startles him.\n\nMahogany’s apron is gone, his shirt is torn apart from the\ncrash. In the middle of Mahogany’s chest is a wound - like\nLeon’s - but much larger spanning his chest cavity. It’s\ndeteriorating, crusted and scarred.\n\nMahogany sees Leon’s reaction and stares coldly. Leon\nsteps back and grabs Maya, pulling her up and pushing her\naway.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\ndeteriorating, crusted and scarred. Mahogany sees Leon’s reaction and stares coldly. Leon\nsteps back and grabs Maya, pulling her up and pushing her\naway. \n\nTARGET SECTION TO BE ANNOTATED:\nThen, behind them, in the darkness there is movement. We\ndo not see it, but something is circling the walls.\n\nSaliva runs from Mahogany’s gaping mouth. He lunges at\nLeon, swinging savagely. But this time Mahogany misses.\n\nLeon spins around, sinking the shattered bone into\nMahogany’s side. Mahogany roars in pain, and comes at Leon\nin a blind fury, the bone still stuck in his side.\n\nMahogany comes after Leon with the cleaver a third time.\nLeon ducks the blow, and reaches for the bone in Mahogany’s\nside. HE PULLS IT OUT.\n\nBlood and flesh pour from the wound.\n\nMahogany hits Leon in the head with the flat side of the\ncleaver. Opening up a wound in his head. Leon hits the\nground hard.\n\nMahogany charges toward Leon. Cleaver in hand. Leon just\ngets back to his feet as--\n\nMahogany swings - cutting the air with precision. Leon\nsteps back, but not fast enough--\n\f82.\n\nTHE BLADE BURIES ITSELF IN LEON’S SHOULDER. It sticks in\nthe bone.\n\nLeon uses the agonizing moment to his advantage. He still\ngrips the shattered bone in his hand. Its tip as sharp as a\nneedle.\n\nThe momentum of swinging the cleaver having carried\nMahogany slightly past Leon, Leon drives the broken bone\ninto the back of Mahogany's neck with all his might.\n\nMahogany gags. A rasping, choking sounds come out of his\nthroat. Blood bubbles out of his mouth. Out from around\nthe tip of the bone that now juts from between Mahogany's\nteeth like a white demonic tongue. Leon has driven the bone\nall the way thru Mahogany's neck and into his mouth.\n\nMahogany pulls the bone out of his neck. A thin stream of\nblood pulses across the ground. He presses his hand there,\ntrying to slow the loss of blood.\n\nLeon stands as Mahogany sinks to his knees. Leon's face\ncontorts with victory. He’s beaten him. But now Leon\nfalls. He is wounded and exhausted. He hits the ground on\nhis knees.\n\nMahogany turns his face up to Leon. There is no trace of\nfear in his eyes - only relief. A smile twists his lips.\n\nLeon's eyes flicker with hate.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is no trace of\nfear in his eyes - only relief. A smile twists his lips. Leon's eyes flicker with hate. \n\nTARGET SECTION TO BE ANNOTATED:\n Mahogany spits, gurgling,\ntrying to form words.\n\nMAHOGANY\nWelcome.\n\nMahogany begins to choke on his own blood, laughing and\ncoughing at the same time.\n\nLeon's gloating fades. He looks around, and there is no\nsign of Maya. The dark cavern is silent. She is just\ngone.\n\nLEON\nMaya!\n\nMahogany’s hand loosens on his wound, blood trickling down.\n\nLeon tries to get up, but his effort is just a stumble. He\njust looks around and repeats Maya’s name.\n\nLEON\nMaya.\n\f83.\n\nLeon shudders from his own injuries, still on his knees.\nHearing the crunch of feet approaching, he looks-up to see\nseveral \"Fathers\" closing on him.\n\nNot wanting to end-up like the \"meat\" on the train, Leon\nscrambles backwards thru the bones that litter the cavern\nfloor then, grabbing hold of the cleaver still embedded in\nhis shoulder, he yanks it free. Blood from the newly opened\nwound instantly soaks his shirt.\n\nLeon starts to raise the cleaver in defense but the clawed\nhand of a \"Father\" grabs his wrist from behind. Leon turns.\nThere are more \"Fathers\" behind him. He's surrounded.\n\nThe cleaver falls to the ground as the \"Fathers\" lift Leon\nto his feet. He's too weak to even think about fighting\nthem off. He's held up, arms outstretched arms like a\nscarecrow's.\n\nAnother clawed hand grabs Leon's chin and forces his face\nto turn sharply left. Leon has no choice but watch as\nseveral \"Fathers\" pass, carrying Mahogany's now naked body.\nThey drop Mahogany to the floor and step back.\n\nJust beyond Mahogany's body is absolute darkness save the\nrandom highlights cast by the torches of the \"Fathers\".\nAnd then these highlights begin to move. What appeared\ninitially to be just a cavern wall is actually the skin of\na being so massive that it fills the cavern floor-to-\nceiling and continues away from Leon and the \"Fathers\" to\nan unknowable depth. The bits of skin visible are darkish\nin color, smooth in texture although thin enough to reveal\nthe massive muscles that ripple beneath and consistently\nwet. This is the \"Grandfather\".",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat appeared\ninitially to be just a cavern wall is actually the skin of\na being so massive that it fills the cavern floor-to-\nceiling and continues away from Leon and the \"Fathers\" to\nan unknowable depth. The bits of skin visible are darkish\nin color, smooth in texture although thin enough to reveal\nthe massive muscles that ripple beneath and consistently\nwet. This is the \"Grandfather\". \n\nTARGET SECTION TO BE ANNOTATED:\nLEON\nMy God.\n\nFrom the darkness, one of the \"Grandfather's\" arms emerges\nand, grabbing hold of Mahogany's head, suddenly yanks his\nbody up.\n\nFor a split second, the \"Grandfather's\" mouth is visible\nas it opens wide and then, as Mahogany disappears inside,\nit's swallowed again by darkness. The only evidence\nMahogany ever existed is the crunching of his bones.\n\nLeon freaks. Struggles with all he has left to escape but\nthe \"Fathers\" force him to his knees. And from the\ndarkness, two of the \"Grandfather's\" arms emerge. Between\nthem is Maya. She is hanging a couple feet off the ground,\nnaked and porcelain white.\n\f84.\n\nWhether she is alive is unclear at this moment but what is\nclear is that Leon has never seen something so beautiful.\nShe hangs in the darkness like an angel.\n\nLEON\nMaya.\n\nMaya’s eyes open. And stare down into Leon’s.\n\nLEON\nMaya, can you hear me?\n\nA peaceful smile creases Maya’s lips.\n\nMAYA\nLeon, this is what you've been\nlooking for.\n\nAnd from the void behind Maya, two more of the\n“Grandfather’s” arms emerge. They wrap themselves around\neither side of Maya, meeting in the middle of her chest.\n\nLEON\nLet her go. Take me!\n\nThe Grandfather's finders sink easily into the flesh of\nMaya’s chest like a baker’s into dough.\n\nLEON\nLET HER GO!\n\nAnd then almost tenderly the hands pull back. There is a\nmoment of resistance and then, with the faintest of CRACKS,\nher rib cage separates and her entire torso opens,\nrevealing the organs within. There is no blood. Just the\nplay of the “Father’s” torch light on her motionless heart.\n\nLEON\nNo, no, Maya!\n\nLeon bows his head, completely broken. When he looks back\nup, the Driver is standing over him.\n\nDRIVER\nAnd now to serve in silence.\n\nThe “Fathers” step back from the Driver and Leon.\nThe Driver pulls Leon’s mouth open and forces his hand into\n\nLeon’s mouth and rips out Leon’s tongue. Blood cascades\nfrom Leon’s mouth.\n\f85.\n\nThe Driver holds Leon’s tongue up, presenting it to Leon.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlood cascades\nfrom Leon’s mouth. 85. The Driver holds Leon’s tongue up, presenting it to Leon. \n\nTARGET SECTION TO BE ANNOTATED:\nThen he throws it into the mass of “Fathers”. The dark\nmass absorbs it.\n\nSlowly, Leon’s breathing recovers and becomes less labored,\nmore controlled. The breathing then becomes measured,\neven. It almost becomes normal breathing, with a slight\ntrembling.\n\nSomehow rising to his feet, Leon moves his head toward the\nstill hovering Maya, and the Driver lets him close the\ndistance to her. Her face is almost frozen now, but Leon\ncontinues to move closer.\n\nNow he is face to face with her, and he moves his bloody\nlips to kiss her. She remains fixed like a statue as he\nbegins a blood kiss, pressing his lips hard on hers.\n\nSuddenly Maya seems to come alive, with blood from Leon's\nmouth running.\n\nMaya's body arches back, her chest cavity opening up\nfurther, almost like wings. She gives Leon a skeletal\nembrace which he receives in winder, his eyes becoming\nfixed, cold, icy.\n\nINT. MAHOGANY’S APARTMENT - BATHROOM -- DAY 115\n\nA shrill metallic screech. Bad plumbing. A hand turns a\nfaucet off, old water pipes, a moldy bathroom.\n\nThe hand reaches up to straighten a tie. A modest brown\nsuit. Clean. We see shoulders. It’s fit perfectly.\n\nA suit identical to the neatly-pressed one worn by\nMahogany. Now we see cuff links, neat like Mahogany’s cuff\nlinks. And, on the wrist, a twisted silver bracelet with a\nmoon.\n\nINT. MAHOGANY’S APARTMENT - MAIN ROOM - DAY - CONTINUOUS 116\n\nWe’ve seen this room before. It’s the main room of\nMahogany’s apartment. There is someone in the chair.\n\nIt’s Detective Hodge. She is watching a news report on the\nsmall television.\n\nANCHOR WOMAN\n- apparently she acquired an\nautomatic pistol before her\ndisappearance.\n\n(MORE )\n\f86.\n\nANCHOR WOMAN (cont'd)\nThe police say Ms. Jones and Mr.\nTompkins are only missing at this\npoint, although foul play has not\nbeen ruled out.\n\nAnd now the man in the neat suit stands before the set,\nwatching the report with Hodge.\n\nIt’s Leon. But virtually a spitting image for Mahogany.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd now the man in the neat suit stands before the set,\nwatching the report with Hodge. It’s Leon. But virtually a spitting image for Mahogany. \n\nTARGET SECTION TO BE ANNOTATED:\nHe shows no interest in the news and faces Hodge. She\ngives him the once-over, then turns back to the television.\nShe reaches behind and yanks the plug. The set blinks off.\nLeon goes to an old desk and leans over something we cannot\nsee at first. As he leans over it, we recognize the BLACK\nVALISE. He takes out several corkscrew tools and inspects\nthem. THE LID OF THE VALISE SLOWLY CLOSES ON ITS OWN.\n\nLeon steps up to the hallway door, he picks up a BLACK\nLEATHER BAG from the floor. We hear a quiet metallic\nclatter. Engraved on the leather is the name “Mahogany.”\nLeon pauses and cocks his head.\n\nHodge now stands right behind Leon, and she takes a leather\ndatebook out of her coat and presents it to him. It is the\nsame datebook which Hodge took from Maya.\n\nLeon holds the book a minute, glances at its contents, then\nstuffs it inside his coat. He opens the outer door.\n\nA uniformed cop has his back to us in the doorway, but he\nmoves to let Leon pass. And now the cop shuts the door.\nINT. SUBWAY TRAIN - NIGHT 117\n\nIt’s late. We follow Leon, dressed in his suit, leather\nbag in one hand, as he walks the aisle of an empty car.\n\nHis stride is purposeful. He leaves one car, enters the\nnext. We follow him through a second empty car. No one.\n\nCLACK. He slides open the door to a third car and enters.\nThis car is also empty. Except one lone passenger --\n\nTHE YOUNG MAN FROM THE PROLOGUE.\nThe young man leans back in his seat, sleeping, unaware.\nLEON PASSES RIGHT BY THE YOUNG MAN, SEEMING TO IGNORE HIM.\n\nLeon opens the door to the next car. He stops, turns.\n\fLeon looks back a second. Now he goes through the door.\n\nCLACK -- THE CAR DOOR SLAMS SHUT BEHIND HIM.\n\n87.\n\f"
}