{
  "1": "THE\nMNUIAAY\nll\n\nStephen Sommers\n\nSecond Draft\nFebruary 17, 2000\n\nFOR EDUCATIONAL\nPURPOSES ONLY\n\foo™\n\nThe Universal Pictures Globe DISSOLVES into a GOLD DISC,\nembossed with a gold SCORPION. The gold disc is the masthead\nat the top of a banner being carried by an AKKADIAN SOLDIER.\nSIX THOUSAND AKKADIAN SOLDIERS march with him.\n\nNINE THOUSAND SUMERIAN SOLDIERS are coming at them from\nacross the golden dunes. Behind the Sumerians is the massive\nwalled CITY OF THEBES: palaces, temples, needles, --the\nworks. The Nile runs alongside it.\n\nARDETH BEY (0.s.)\nSix thousand years ago, a fierce\nwarrior known as the Scorpion King,\n\nled a great army on a campaign to\nunite the known world.\n\nA powerful FIST is thrust into FRAME, clenching a scimitar,\na GOLD BRACELET adorns the warrior’s wrist. Muscular, brutal\nlooking and heavily scarred, this is the SCORPION KING. The\nspooky thing about him is that through a strange Akkadian\ntribal ritual, all the skin on his head above his eyebrows\n\nbas been removed, exposing his BLEACHED SKULLCAP. He BELLOWS\na command. He and his soldiers CHARGE FORWARD.\n\nCUT WIDE: as both armies, fifteen thousand men strong, pour\nover the golden dunes and CLASH. The Scorpion King fights\nlike a man possessed. Slowly being swallowed up in the dust.\n\nARDETH BEY (0.8.)\nThe Scorpion King and his army\nwere finally defeated by the\nSumerians and driven deep into\nthe sacred desert of Ahm Shere.\n\nEXT. THE DESERT OF AHM SHERE - DAY\n\nThe remains of the Scorpion King’s decimated army retreats\ninto the desert.\n\nARDETH BEY (0.s.)\nFor three months they wandered\nthe desert, slowly dying, until\nthe Scorpion King himself was\nthe last man left alive.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. THE DESERT OF AHM SHERE - DAY\n\nThe remains of the Scorpion King’s decimated army retreats\ninto the desert. ARDETH BEY (0.s.)\nFor three months they wandered\nthe desert, slowly dying, until\nthe Scorpion King himself was\nthe last man left alive. \n\nTARGET SECTION TO BE ANNOTATED:\nAlone in the middle of a vast wasteland, the Scorpion King\ncrawls on his hands and knees, then he looks up into the\nheavens, raises his fist in anger, and BELLOWS A CURSE.\n\nARDETH BEY (0.s.)\nOn death’s door, he made a pact\nwith the great god Anubis.\n\foN\n\nThe Scorpion King sees a live SCORPION crawling towards him.\nHe looks back up to the heavens and sneers, then grabs the\n\nwriggling thing with his bare hands. His face grimaces as it\nSTINGS HIM. He shoves the scorpion into his mouth and chews.\n\nARDETH BEY (0.8.)\nHe swore that if Anubis would spare\nhim, and let him conquer his enemies,\nthat he would give Anubis his soul,\nand build him a great temple, —a\npyramid of gold.\n\nSuddenly, in a circle around him, --LUSH GREEN VEGETATION\nSPRINGS UP OUT OF THE SAND, then EXPLODES OUT EXPONENTIALLY\nIN EVERY DIRECTION. SUPERIMPOSED ON THE SCREEN ARE THE WORDS:\n\nTHE OASIS OF AHM SHERE\n\nAnd then a HUGE HOLE opens up in the ground in front of him.\nSTAIRS MADE OF SAND lead down into a NETHERWORLD. Grinning\nmalevolently, the Scorpion King starts down the stairs.\n\nEXT. ANCIENT THEBES COURTYARD — DAY\n\nA decapitated HUMAN HEAD rolls through FRAME, followed by a\nHEADLESS MAN, still TWITCHING. And then a big CLAWED FOOT\nsteps onto the headless man’s chest. TILT UP: to reveal an\nextremely evil looking ANUBIS WARRIOR: from the waist down he\nhas a human exoskeleton covered in striated muscles, from the\nwaist up he's a hairy Anubis-nheaded creature. He lifts his\nscimitar and SHRIEKS in triumph. _\nARDETH BEY (0.8)\nThe next year, the Scorpion King\nstormed northward with the Army\nof Anubis. And like a great flood,\nwashed away all that lay before them.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nTILT UP: to reveal an\nextremely evil looking ANUBIS WARRIOR: from the waist down he\nhas a human exoskeleton covered in striated muscles, from the\nwaist up he's a hairy Anubis-nheaded creature. He lifts his\nscimitar and SHRIEKS in triumph. _\nARDETH BEY (0.8)\nThe next year, the Scorpion King\nstormed northward with the Army\nof Anubis. And like a great flood,\nwashed away all that lay before them. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT WIDE: Thousands of hideous Anubis Warriors swarm through\nthe fantastic and sprawling City of Thebes, now in ruins.\nBuildings BURN. Monuments COLLAPSE. People SCREAM.\nSUPERIMPOSED ON THE SCREEN ARE THE WORDS:\n\nEGYPT - 3,112 B.C.\n\nARDETH BEY (0.8.)\nHe defeated his enemies, united\nall of Egypt, became the first\nPharaoh, and created a religion\nthat would last for a thousand years.\n\nThe SCREEN fills with the horrific face of an Anubis Warrior,\nhe SHRIEKS and then DISSOLVES into BLACK SAND, revealing:\n\n \n\fom\n\nEXT. THE TEMPLE OF THEBES - DAY\n\nANCIENT RUINS along the banks of the Nile. Deserted except\nfor THREE CAMELS. SUPERIMPOSED ON THE SCREEN are the WORDS:\n\nEGYPT — 1935\nINT. EGYPTIAN TEMPLE — DAY\n\nInside the temple, dozens of GIANT PILLARS rise up from the\nrock strewn floor to the cracked ceiling above. A shaft of\n\ndusty sunlight shines in through a doorway. A small FIGURE\n\nin a pith helmet enters, holding a TORCH. The Figure moves\n\nthrough the pillars and enters a FISSURE in a far wall.\n\nINT. CATACOMBS — DAY\n\nWe follow the pith helmeted Figure as he slowly creeps\nthrough spooky catacombs. The walls are covered in dark\nhieroglyphics. A scary NOISE is heard. The Figure freezes,\nthen turns around and faces us: it’s an adorable little\neight-year-old boy. This is ALEXANDER O'CONNELL.\n\nAlex looks around, eyes wide. It’s dark and quiet. And then a\nHAND GRABS HIM. Alex SCREAMS. It’s O'CONNELL, looking dashing\nand handsome and wearing a sleeveless shirt.\n\nO'CONNELL\nAlex, I told you to wait up in\nthe temple.\n\nALEX\nBut Dad--!\n\nO'CONNELL\n\nNo “buts”, it’s dangerous down\nhere. Now be good and I’1l get\nya something when we get home.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX\nBut Dad--! O'CONNELL\n\nNo “buts”, it’s dangerous down\nhere. Now be good and I’1l get\nya something when we get home. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nHow about a tattoo?\nO'CONNELL\nNo!\nALEX\nBut Dad--!\nO'CONNELL\nNo “buts”.\nALEX\n\nYou have a tattoo!\n\nbene\n\fNe\n\nAlex points to a very cool TATTOO emblazoned across\n\nO’Connell‘s muscular upper right arm: a mariner’s compass\npointing down with falcon’s wings pointing up, forming a\npyramid. In the center of the pyramid is the Eye of Isis.\n\n0’ CONNELL\nI told you, I was only three or\nfour when this thing was slapped\non me. I didn’t have a say in it\nand neither do you.\n\nO'Connell spins Alex around and gently sends him packing.\n\nO'CONNELL\nNow back to the temple big guy.\nAnd keep your fingers off the\nfurniture.\n\nINT. CHAMBER — DAY\n\nHOT COALS are brushed across ancient engravings chiseled into\na@ wall: TWO SEXY EGYPTIAN PRINCESSES IN HAND-TO-HAND COMBAT.\nEvy is doing the brushing, looking quite sexy herself, having\ngone a bit “native”. Something HISSES. Evy looks down. Next\nto her foot is a BIG BLACK SNAKE. She doesn’t even flinch.\n\nEVY\nGo. Away.\n\nHer foot hooks the snake and tosses it across the room.\nO'Connell comes through the door. Evy gestures.\n\nEvVY\nWatch your head, honey.\n\nQ’CONNELL\nIt was just Alex.\n\nNot listening, O’Connell SMACKS his head on a low hanging\nbeam. He YELPS, grabs his head and goes to sit down.\n\nEVY\nDon’t sit there.\n\nO’CONNELL\nHe never listens.\n\nNot listening, O’Connell sits on a rock covered in HOT COALS.\nHe YELPS and leaps up. Evy just smiles at hin.\n\nEVY\nI wonder where he gets that from?\n\f \n\nO'Connell gives her a forlorn look with his puppy dog eyes.\n\nO'CONNELL\nWhy can't we have normal vacations\nlike other families?\n\nEXT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'Connell gives her a forlorn look with his puppy dog eyes. O'CONNELL\nWhy can't we have normal vacations\nlike other families? EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TEMPLE — DAY\n\nFOUR EVIL LOOKING CHARACTERS ride up on horses and dismount,\nThe two BRITISH MEN draw their guns; the two ARABS whip out\ntheir scimitars. This is RED, SPIVEY, ABDUL, and MUHAMMAD.\n\nINT. TEMPLE — DAY\n\nInside the temple, next to a large gathering of ancient\nartifacts, Alex is building some sort of strange CONTRAPTION\nout of bamboo shoots, mummy wrappings, and rotted bones.\n\nALEX\nNo swords. No scimitars. No bows\nand arrows. How's a kid supposed\nto have any fun around here?\n\nHe's also keeping an eye on some RATS off in the corner.\nSuddenly, VOICES are heard. Frightened, Alex looks around,\nhe spots a forty foot high WOODEN SCAFFOLDING. He quickly\nscurries over and starts to climb up. At the top, Alex\nbellycrawls across it and looks down over the other side:\n\nRed, Spivey, Abdul, and Muhammad enter the temple, slow and\neasy. Guns and scimitars up. Real professionals. A truly\nvicious looking crew. Alex’s eyes widen in fear. Muhammad\nheads for the fissure in the wall. Red turns to him.\n\nRED\nDon’t light it until I yell at ya.\n\nMuhammad nods and slips into the fissure. Spivey has been\nstaring at Alex’s contraption. Inside it, a piece of CHEESE\nsits on a plate. Spivey grabs the cheese. The contraption\nGOES CFF. A bamboo shoot SLAPS DOWN HARD onto Spivey’s hand,\n--THWACK!! It’s a rat trap. We CUT AWAY on Spivey’s SCREAM.\n\nINT. TEMPLE MUMMY CHAMBER ~ DAY\n\nWHAM! A huge slab hits the ground. Tarantulas and scorpions\nflee. Poison asps HISS. The room is filled with creepy half-\neaten mummies. O’Connell holds a pry bar.\n\nO’ CONNELL\n~all I’m sayin’ is maybe it’s\ntime to be normal.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe room is filled with creepy half-\neaten mummies. O’Connell holds a pry bar. O’ CONNELL\n~all I’m sayin’ is maybe it’s\ntime to be normal. \n\nTARGET SECTION TO BE ANNOTATED:\n You know,\nnormal mom, normal dad, regular\neveryday folks? ‘\n\f \n\nEvy gestures at the creepy, infested room, incredulous.\n\nEvy\nAnd give up all of this!?\n\nHer hands whip through cobwebs, which stick to her fingers,\nshe tries to wipe them off as O’Connell enters the room.\n\nO*’ CONNELL\nRemind me again why you’ve been\nso obsessed with coming here?\n\nEvY\nEver since I had that dream,\nthis place is all I can think\nof. I feel like I've been here.\n~I know I've been here.\n\nO'CONNELL\nEvy, nobody’s been here, not\nin over three thousand years.\n\nEvy grabs a TORCH HOLDER on the wall and pulls it. A hidden\nTRAP DOOR suddenly OPENS, revealing a secret passage.\n\nEvVY\nThen how do I seem to know\nexactly where I’m going?\n\nINT. TEMPLE - DAY\n\nUP ON THE SCAFFOLDING: Alex quietly reaches back into his\nrucksack and withdraws a wrist-rocket-style SLING SHOT.\nDOWN BELOW: Red, Spivey, and Abdul are viciously ransacking\nthe artifacts, clearly looking for something.\n\nRED\nIt ain’t ‘ere, dammit, it\nain’t ‘ere!\n\nSPIVEY\n\nMaybe they ain’t found it yet.\n\nA rock THWACKS Spivey in the head. He SCREAMS. Red and Abdul\nnearly jump out of their pants.\n\nRED/ABDUL\nWhat!? WHAT!?\n\nSPIVEY\nSomething hit me!\n\nThey all look around, suspicious.\n\fINT. CATACOMB — DAY\n\nMuhammed creeps up to the~hole that O’Connell just created.\nHe pulls out several tightly wrapped STICKS OF DYNAMITE.\n\nINT. PRIEST CHAMBER — DAY\nO'Connell steps into a dark chamber.\n\nO'CONNELL\n-maybe it's your ancestors calling.\nYer half Egyptian, maybe it’s some\nsorta Primal thing.\n\nEvy sticks her torch into the room and pans it around. As the\ntorch passes in front of CAMERA the SCREEN FLASHES and we are\n\ni four thousand years: The\nroom now looks gloriously new and utterly fantastic.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nYer half Egyptian, maybe it’s some\nsorta Primal thing. Evy sticks her torch into the room and pans it around. As the\ntorch passes in front of CAMERA the SCREEN FLASHES and we are\n\ni four thousand years: The\nroom now looks gloriously new and utterly fantastic. \n\nTARGET SECTION TO BE ANNOTATED:\n On the\nfar wall, an EGYPTIAN PRINCESS comes out of a DOOR. We don’t\nsee her face, but we catch a glimpse inside the room: TWO\nHUGE SPOOKY WARRIORS stand on either side of an ornate CHEST.\nThe Princess shuts the door and turns a SUNDIAL on it’s face:\ntwice to the right, once to the left, locking it. She starts\nto leave. O'Connell walks through her. THE SCREEN FLASHES.\nThe chamber is ancient and dark once again. O’Connell steps\nup to the door. He didn’t see any of it.\n\nO’ CONNELL\nAllow me.\n\nHe slams the prybar into the door seam and starts prying.\nEvy waves her torch around, trying to get that flashback\nthing to happen again, looking a bit wigged-out. O’Connell\nsees it in her eyes, he stops prying, concerned.\n\nO'CONNELL\nAnother one of those.., visions?\n\n’ Evy quickly covers with a smile.\n\nEVY\nIt’s nothing, really.\n\nO’ CONNELL\nWhat do you mean it’s nothing?\nC’mon Evy, this’s been goin’\non for nine years.\n\nEvy just nods, a bit concerened herself.\n\nEVY\nYes, ever since we left Hamunaptra.\n\f \n\n|\nl\n\n \n\nO’Connell starts prying again, grunting and groaning.\n\nO'CONNELL\nIt’s like goin’ there triggered\nsome ancient memories or somethin’.\n\nEvy grabs the sundial; turns it twice to the right, once to\nthe left. The door opens. She gives O‘Connell a nervous look.\n\nEVY\nI think perhaps the answer lies\non the other side of this door.\n\nINT. TEMPLE - DAY\n\nSpivey bends over to look into a sack filled with trinkets.\nUP ON THE SCAFFOLDING: Alex fires the SLING SHOT and ducks.\nSpivey grabs his ass and leaps up SCREAMING.\n\nSPIVEY\nOH MY GOD THAT HURT!\n\nAgain, Red and Abdul scan the temple suspiciously.\n\nINT. CATACOMBS - DAY\n\nMuhammad jimmys the sticks of dynamite into the wall.\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CATACOMBS - DAY\n\nMuhammad jimmys the sticks of dynamite into the wall. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHEST CHAMBER — DAY\n\nEvy and O'Connell slowly creep into the chamber. Evy turns\n\nto her left, --a SOLDIER MUMMY IS STANDING RIGHT NEXT TO HER.\nEvy SCREAMS and jumps back. O’Connell instantly leaps forward\nand swings his pry bar, decapitating the mummified Soldier\nMummy. It’s head ricochets off the walls.\n\nEvy steps up with her torch to reveal that there are actually\nTWO Soldier Mummies, the same spooky warriors we saw in her\nvision, now mummified, standing guard on either side of the\n\nsame ornate CHEST, now covered in spiderwebs. The GOLD DISC\nfrom the first shot of the movie sits on top of the chest.\n\nEVY\nOh my god, the Scorpion King.\n\nO’CONNELL\nBad guy?\n\nEVY\nThe worst.\n\nEvy kneels down and starts analyzing the chest.\n\fEvy\nBut he’s always been considered\na myth. No trace of him has ever\nbeen found, no artifacts, no writings...\n\nO'Connell tries to get her pumped up.\n\nO'CONNELL\nThis is the perfect cap to your\ncareer. The final feather in\nyour hat! You'll be the toast\nof the Bembridge Scholars! Now\nwe can finally settle down.\n\nEvy gives him a withering look. O’Connell just sighs heavily.\n\nO’ CONNELL\nCan't blame a guy for trying.\n\nHe SPITS into both of his palms for leverage and grabs the\npry bar. Evy grimaces.\n\nEVY\nThat’s attractive.\n\nO’Connell SLAMS the pry bar into the seam of the chest.\n\nINT. TEMPLE — DAY\n\nAlex FIRES the SLING SHOT. Abdul spins around and grabs the\nrock right out of the air, THWAP! Two inches behind Spivey’s\nhead. AND he catches eyes with Alex before Alex can duck.\nAbdul opens his fist. Spivey and Red see the rock in his\npalm. Abdul closes his fist and crushes the rock to powder.\n\nABDUL\nI‘ll take care of this.\n\nHe pulls out his scimitar, -~-SHING! Alex’s eyes widen. He\nstarts backing off down the scaffolding. Red walks forward,\n: inf \"of the fi .",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlex’s eyes widen. He\nstarts backing off down the scaffolding. Red walks forward,\n: inf \"of the fi . \n\nTARGET SECTION TO BE ANNOTATED:\nRED\nWe're gonna get you NOW!\n\nINT. CATACOMB — DAY\nMuhammad is holding a lighter as Red’s VOICE ECHOES in:\n\nRED (0.8.)\nNOW! NOW! .Now! —now!\n\nMuhammad LIGHTS the dynamite fuse and hauls-ass.\n\f \n\n \n\ni\nINT. TEMPLE LIBRARY — DAY i\n\nEvy steps up to the:headless Soldier Mummy. A KEY dangles :\nfrom a gold chain around it’s neck. Evy rips it off. i\nO’Connell is still prying away at the chest when Evy sticks\nthe key into it and unlocks it. O’Connell gives her a look.\n\nO'CONNELL\nYa know, we don’t always hafta\ndo things the easy way.\n\nEvy opens the chest. Cradled inside it is the same thick GOLD\nBRACELET we saw on the Scorpion King’s wrist. The bracelet is\n\nSilosed tight.\nINT. TEMPLE — DAY\n\nAbdul’s scimitar is clenched between his teeth as he climbs\nup the scaffolding. Alex slowly backs down to the edge of it,\nhe looks around, there’s nowhere else to go. Abdul is almost\nto the top. And that’s when Muhammad comes running in.\n\nMUHAMMAD\nGol GO! GO! The dynamite! It’s\ngoing to blow!\n\nRED\nWhat are you talkin’ ‘bout!?\nWe ain’t found it yet!\n\nMUHAMMAD\nI heard you yell!\n\nSPIVEY\nGet back there and pull the fuse!\n\nMUHAMMAD\nIt’s too late! It’s too late!\n\nAbdul looks down to see his three buddies sprinting out of\nthe temple, he gives a quick look at the terrified little\nboy, snarls at him, then slides all the way down to the\nfloor. At the bottom, Abdul kicks a balance board out from\nunder the scaffolding. The scaffolding immediately begins to\nROCK and SWAY. So does Alex. Abdul runs out of the temple.\n\nINT. CATACOMBS — DAY\n\nThe dynamite EXPLODES. Rocks and boulders FLY. And then\nRAGING WATER comes BLASTING through the hole.\n\f \n\n \n\no™\n\n \n\n58\n\nINT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nRocks and boulders FLY. And then\nRAGING WATER comes BLASTING through the hole. o™\n\n \n\n58\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n SACRED CHAMBER — DAY\n\nO'Connell and Evy are almost blown off their feet. They look\nat each other, panicked.\n\nO’CONNELL/EVY\nAlex.\n\nO'Connell quickly throws the disc into the chest, slams it\nshut, shoves it into his rucksack, slings the rucksack areund\nhis shoulder, grabs Evy’s hand and RUNS LIKE HELL.\n\nINT. TEMPLE — DAY\n\nThe scaffolding is SWAYING WILDLY. Alex is still on his\nfeet at the top, desperately trying to maintain his balance.\n\nINT. LIBRARY — DAY\n\nO'Connell and Evy run out of a tunnel and jag left. A MASSIVE\nGEYSER OF WATER BLASTS OUT behind them. They find themselves\ntrapped at a dead end, overlooking a deep chasm, it’s walls\n\nfilled with thousands of shelves packed with papyrus scrolls.\n\nEVY\nOh my god! It’s the Library Of\nAlexandria! It’s beautiful!\nIt's magnificent!\n\n0’ CONNELL\nIt's in our way.\n\nO'Connell rips out a grappling hook from inside his rucksack.\nHe starts to swing it. Evy is ecstatic over the find.\n\nEvy\nIt’s the eighth wonder of the world!\n\nMASSIVE BLASTS OF WATER suddenly GUSH out of every door and\ncrevice in the place. Destroying everything.\n\nO’ CONNELL\nNot anymore.\n\nO'Connell throws the grappling hook over a beam, grabs Evy\naround the waist and JUMPS. The two of them SWING across the\ndeep chasm, which is being BLASTED BY GEYSERS OF WATER. They\nmake it to the other side and race into an open fissure.\n\nINT. TEMPLE — DAY\nThe scaffolding: SLAMS into a huge pillar. The pillar STARTS\n\nTO FALL. The scaffolding starts to COLLAPSE. Alex LEAPS off\nthe collapsing scaffolding and onto the falling pillar.\n\f \n\n12\n\nINT. ANTECHAMBER — DAY\n\nO’Connell and Evy are swept off their feet by a TORRENT OF\nRAGING WATER. They get trapped in a small chamber which is\nfilling up quick.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n12\n\nINT. ANTECHAMBER — DAY\n\nO’Connell and Evy are swept off their feet by a TORRENT OF\nRAGING WATER. They get trapped in a small chamber which is\nfilling up quick. \n\nTARGET SECTION TO BE ANNOTATED:\n O'Connell rips a pick out of his rucksack\nand starts picking away, trying to smash his way out.\n\nINT. TEMPLE — DAY\n\nAlex slides down the falling pillar and OUT OF FRAME. The\nfalling pillar SLAMS into the next pillar, which falls and\nSLAMS into the next pillar, and onward it goes. The CAMERA\nPANS 360 degrees with the falling pillars as they all DOMINO.\nThe CAMERA ends on Alex just as he rises to his feet. He\nleoks around at the completely destroyed temple, stunned.\n\nALEX\nOops.\n\nINT. ANTECHAMBER — DAY\n\nThe chamber is almost completely filled. The air is almost\ngone. O'Connell looks at Evy. Evy looks at O0’Connell. Both\ndesperate. HIS EYES. EYES. The water SWALLOWS THEM UP.\n\nINT. TEMPLE - DAY\n\nAlex hears a NOISE and looks up. The last pillar hasn’t\ncompletely fallen, it’s stuck on a beam and slowly slipping.\nAlex races over to the massive pillar and pushes with all his\nmight, trying to stop it from falling. David versus Goliath.\n\nINT. ANTECHAMBER — DAY\n\nUNDER THE SWIRLING WATER: O'Connell and Evy wrap their arms\naround each other and hug tight.\n\nINT. TEMPLE - DAY\n\nAlex loses the fight. The giant pillar FALLS and CRASHES\nright through a hieroglyphed wall, --a huge GUSH OF WATER\nEXPLODES OUT from the new hole in the wall. Evy and O’Connell\nare poured out through the hole and thrown across the floor.\nThey slide up next to Alex, gasping for air, exhausted and\nstunned. Alex looks down at his parents, then around at the\nhuge mess that was once the beautiful temple, then he looks\nback down at his parents, terrified.\n\nALEX\nMom. Dad. Count to ten.\n\fmom,\n\n13\n\nEXT. DESERT DIG SITE — NIGHT\n\nFLOODLIGHTS sweep across a large DESERT DIG SITE, picking\n\nup glimpses. of..ancient.ruins, a fleet of 1930's trucks and\nbulldozers, and over a HUNDRED NATIVE DIGGERS.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nCount to ten. mom,\n\n13\n\nEXT. DESERT DIG SITE — NIGHT\n\nFLOODLIGHTS sweep across a large DESERT DIG SITE, picking\n\nup glimpses. of..ancient.ruins, a fleet of 1930's trucks and\nbulldozers, and over a HUNDRED NATIVE DIGGERS. \n\nTARGET SECTION TO BE ANNOTATED:\n FIFTY HEAVILY\nARMED ARAB MEN in BLACK TURBANS and long robes are spread out\nand keeping an eye on the Diggers and the dark desert beyond.\nSUPERIMPOSED ON THE SCREEN ARE THE WORDS:\n\nBAMUHAPTRA — CITY OF THE DEAD\nEXT. OPEN TENT — NIGHT\nThe black BOOK OF THE DEAD slams down onto a dusty table.\n\nLOCK~NAH (0.8.)\nThe Book Of The Dead gives life.\n\nThe gold BOOK OF AMUN RA is slammed down next to it.\n\nLOCK-NAH\nThe Book Of The Living takes it away.\n\nA gorgeous, sultry, young WOMAN with long black hair and\ntight fitted khakis blows dust off the books. This is MEELA.\nShe looks up at a tall, spaoky looking MAN wearing a RED\nTURBAN. This is LOCK-NAH. Meela gives him an evil smile.\n\nMEELA\nWe're getting close.\n\nEXT. SAND PIT — NIGHT\n\nDown inside a nearby sand pit, a group of Diggers work away.\nStaring down from above is a very pious appearing fellow with\nan evil edge. This is the HIGH PRIEST. He turns as a LAND\nROVER pulls up out of the darkness. Red and Spivey jump out.\nThe High Priest is too excited to notice their nervous looks.\n\nHIGH. PRIEST\nDid you acquire it!?\n\nBefore they can even answer the ground suddenly SHAKES. Red,\nSpivey and the High Priest stop in their tracks. The ground\nSHAKES AGAIN. More violent now. Closer.\n\nThe Diggers in the pit look around, wide-eyed. Then something\nfamiliar happens: A MOUND OF SAND BEGINS TO RISE UP out of\nthe bottom of the pit. The Diggers stare at it, transfixed.\nAnd then the mound BURSTS OPEN AND A THOUSAND SCARABS EXPLODE\nUP OUT OF IT.\n\f14\n\nThe Diggers SCREAM in terror and frantically try to scramble\nup out of the sandy pit, grasping for purchase, legs and\nhands churning away in the sand, their progress nightmarishly\nslow. The SWEEPING. FLOODLIGHTS make it all the more kinetic\nand creepy.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n14\n\nThe Diggers SCREAM in terror and frantically try to scramble\nup out of the sandy pit, grasping for purchase, legs and\nhands churning away in the sand, their progress nightmarishly\nslow. The SWEEPING. FLOODLIGHTS make it all the more kinetic\nand creepy. \n\nTARGET SECTION TO BE ANNOTATED:\n And then the hideous bugs overtake the SCREAMING\nDiggers and start eating them alive.\n\nRed and Spivey freak out and scramble back up into their\njeep. The High Priest just grins.\n\nINT. TENT — NIGHT\nHearing the horrible SCREAMS, Meela calmly looks at Lock-Nah. ©\n\nMEELA\nWe’re getting very close.\n\nEXT. SAND PIT ~— NIGHT\n\nA Digger stumbles up out of the pit, MULTIPLE SCARABS are\nCRAWLING UNDER HIS SKIN. Red and Spivey SCREAM. The Digger\nopens his mouth, --SCARABS POUR OUT OF IT. Red and Spivey\nSCREAM LOUDER.\n\nMen in BLACK TURBANS race forward, using FLAME-THROWERS to\nchase the CHITTERING scarabs back into the pit. Behind them,\nmen in RED TURBANS begin to SHOUT with excitement and point\nto a LARGE CRANE swiveling over some ruins; a big ROCK\nhanging from its claw.\n\nThe High Priest sees this and is completely elated and\ndistracted, he quickly scurries off for the crane.\n\nHIGH PRIEST\nWe found him! We found him!\n\nMeela and Lock-Nah stride out of the tent, followed by two\nred turbaned men, each carrying one of the books. A Servant\nbows for Meela and opens the back door to a créme colored\nRolls Royce convertible. Meela dismisses him offhand, then\nstops near the pit and grabs the gold book.\n\nMEELA\nThey used this book to\ncondemn Imhotep, correct?\n\nLOCK-NAH\nThat is so.\n\nMEELA\nIt is the only thing that can\nharm him, yes?\n\fLOCK-NAH\nYes.\n\nMeela flings the. gold book into the pit. We hear scarabs\nCHITTER from below as they scurry out of it’s way. Meela and\nLock-Nah continue on. Red and Spivey slide out of the jeep.\n\nSPIVEY\nDid you see that!? That book\nwas made of gold! Pure gold!\n\nRed is still shaken, he wipes the sweat off his brow and\nsarcastically gestures into the pit.\n\nRED\nFeel free.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nPure gold! Red is still shaken, he wipes the sweat off his brow and\nsarcastically gestures into the pit. RED\nFeel free. \n\nTARGET SECTION TO BE ANNOTATED:\nSpivey stares at the pit, greedily licking his lips. A\nbulldozer shoves a mound of sand into it. Scarabs CHITTER\nwildly as they are buried. Spivey and Red shiver in disgust.\n\nThe High Priest, Meela and Lock-Nah stride up to the crane\njust as the claw sets the big rock down. Molded inside the\nreck is a horribly deformed PETRIFIED CORPSE. A nightmare in\nstone. The High Priest grins.\n\nHIGH PRIEST\nImhotep.\n\nWith a devious smile, Meela caresses the corpse’s cheek.\nLeck-Nah lifts up a large BLACK URN covered in hieratic.\n\nLOCK-NA\nNow we must raise those who served him.\n\nThe High Priest nods, then turns as Red and Spivey walk up.\n\nHIGH PRIEST\nThe bracelet! Give me the bracelet.\n\nRED\nWe, uh, missed our chance.\n\nMeela and Lock-Nah are stunned. The High Priest is furious.\n\nHIGH PRIEST\nMe need that bracelet.\n\nMeela gently touches his shoulder.\nMEELA\n\nI told you Lock-Nah and I\nshould have handled it.\n\f16\n\nHIGH PRIEST —\nI did not want your.\n\n(pause) ~~ .\n«past history, to cloud the issue.\n\nSpivey tries to be reassuring.\n\nSPIVEY\nDon‘t worry, we know where it is,\nwe'll take care of it.\n\nHIGH PRIEST\nNo. We‘ll take care of it.\n(gives them a creepy grin)\nI have a different chore for you now.\n\nMeela scowls at Red and Spivey.\nMEELA\n\nWhat happened to the O’Connell’s?\nDid you at least kill the woman,\n\nas I asked?\nRED\nNo, they escaped.\nMEELA\n\nWhere are they!?\n\nSPIVEY\nThey’re headed back home-~\n(finally noticing the corpse)\n--to ...London.\n\nRed and Spivey stare at the corpse, a bit creeped out.\nLock-Nah whispers to the High Priest.\n\nLOCK-NAH\nLondon is also where the Scepter\nof Osiris resides.\nThe High Priest gives Lock-Nah and Meela a very ominous look.\n\nHIGH PRIEST\nThen London is where we must go.\n\nEXT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe High Priest gives Lock-Nah and Meela a very ominous look. HIGH PRIEST\nThen London is where we must go. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LONDON — DAY\nHIGH ANGLE of 1933 LONDON: Big Ben, the House of Commons, and\n\nthe river Thames twinkling under Tower Bridge. Thick dark\nTHUNDERHEADS are rolling in, torn by FLASHES OF LIGHTNING.\n\f \n\n \n\nEVY (0.8.)}\nThat bracelet, I believe, is a\nlegend, a map, of some sort,\nto the Lost Oasis of Ahm Shere.\n\nEXT. BELGRAVIA — DAY\n\nWE PAN DOWN the gorgeous white townhomes of Belgravia until\nwe see O'Connell through some huge bay windows, carrying\nsuitcases and heading into their library.\n\nO'CONNELL\nEvy, I know what your thinking and\nthe answer is “no”. We just got\nhome. We haven’t even unpacked.\n\nEvy passes in front of the library windows.\n\nEVY\nThat’s the beauty of it, we’re\nalready packed!\n\nINT. O'CONNELL HOME LIBRARY — DAY\n\nThe O’Connell library is an eccentric, disheveled, private\nmuseum, two stories high, filled with tons of books and lots\nancient artifacts. O’Connell drops the suitcases.\n\n©’ CONNELL\nEvy!\n\nEVY\nIt’s just an oasis, dear, a\nbeautiful oasis.\n\nO’CONNELL\nRight, palm trees, cool water,\ncozy beach, what’s the catch?\nThere’s always a catch.\n\nAlex staggers under the weight of the Scorpion King chest.\n\nALEX\nUgh! This sucker weighs a\ngod-dang ton!\nEVELYN\n(scolding)\nAlex!\nALEX\n\n(posh English)\nRather weighty, this.\n\n \n\n17\n\f \n\nEvy hustles around the library, gathering books and papers.\n\nEVY\nThe Ancients believed Ahm Shere\nis where the evil Army of Anubis\nawaits the order to destroy mankind.\n\nO'Connell is right behind her.\n\nO'CONNELL\nEvil army?\n\nEvy\nThey are commanded by a vicious\nwarrior known as the Scorpion King.\n\nO’ CONNELL\nVicious warrior? See, I knew there\nwas a catch.\n\nEVY\nIt’s written, that the Scorpion\nKing awaits a challenger, one who\nmay defeat him and wrest control\nof this army.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nO’ CONNELL\nVicious warrior? See, I knew there\nwas a catch. EVY\nIt’s written, that the Scorpion\nKing awaits a challenger, one who\nmay defeat him and wrest control\nof this army. \n\nTARGET SECTION TO BE ANNOTATED:\n If the victor is\ngood, the earth is saved--\n\nEXT. O'CONNELL TOWNHOME — DAY\n\n18\n\nA LIMOUSINE pulls up and stops. The TWO SINISTER MEN up front\nwear RED TURBANS. They look up at Evy in the library windows.\n\nEVY\n--but if the victor is evil,\nhe shall destroy Mankind.\n\nIn the back of the limo are FOUR MORE MEN. Lock-Nah rolls\n\ndown the window and sticks a pair of BINOCULARS to his eyes.\n\nBINOCULAR POV: Alex crosses the bay window lugging the CHEST.\n\nALEX\nTell him about the gold pyramid!\nA single block of it would be\nworth a bloody fortune!\n\nO’CONNELL/EVY\nALEX!\n\nINT. O'CONNELL LIBRARY — DAY\nAlex sets the chest down and looks at his dad, confused.\n\fo™\n\n19\n\nWhat?! “Bloody” fortune, “God-dang”\nfortune? Whose language am I\nsupposed: to speak? Hers or yours?\n\nEvy shakes her head and continues on.\n\nEvy\nHe's incorrigible.\n\nO’Connell heads after her, pointing a finger at Alex.\n\nO*’CONNELL\nAnd I was gonna give you that tattoo.\n\nALEX\nYeah, right.\n\nEvy climbs up the spiral stairs to the book~filled balcony.\n\nEVY\nIn 2,400 B.C., Ramses V dispatched\nthe last known expedition to Ahm\nShere, which included more than\na thousand armed men.\n\no’Connell is hot on her heels.\n\nO’CONNELL\nDon’t tell me, none of them was\never seen again, right?\n\nEVY\nNeither was the oasis, whose\nexact location was lost to the\nsands of time. .\n\nO’ CONNELL\nI’m thinking it should stay that way.\n\nEVY\nAlexander The Great sent troops\nin search of it.\n\nO'CONNELL\nEvy.\n\nEvy\nSo did Caesar.\n\nO’CONNELL\n\nEvy!\n\n \n\n \n\fEVY\nAnd Napoleon!\n\nO’ CONNELL\nEw!\n\nStartled, Evy looks at him, her next sentence petering off.\n\nEvy\nNone of them wever —returned..\n\nO'CONNELL\nAnd chances are, neither would we.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nStartled, Evy looks at him, her next sentence petering off. Evy\nNone of them wever —returned.. O'CONNELL\nAnd chances are, neither would we. \n\nTARGET SECTION TO BE ANNOTATED:\nAlex hears a loud CLICK coming from INSIDE THE CHEST.\nSurprised, he looks at it, then pulls the key out of his\npocket and starts to open the chest.\n\nUP IN THE BALCONY: O'Connell steps up close to Evy.\nO* CONNELL\nEvy, the other day we were that\nclose to buying the farm.\n\nEVY\nWhy would we buy a farm?\n\nO'CONNELL\nDied. We almost died.\n\nEvY\nOh thank goodness, I’d rather\ndie than buy a farm.\n\nAlex opens the chest, inside it the bracelet is now OPEN.\nAlex stares at it, then sneaks a look up at his parents.\n\nO'CONNELL\nIf we died, who'd raise Alex?\nJonathan?\n\nEvY\nOh my God.\n\nO*’ CONNELL\nExactly.\n\nAlex rolls up his jacket sleeve and sets his wrist into the\nopen bracelet. It suddenly SNAPS SHUT. Alex's eyes fly open\nin surprise. He leaps back, staring at the bracelet.\n\nUP ABOVE: O’Connell takes Evy in his arms.\n\f21\n\nO’CONNELL\nWhen I first fell for you, I\nwanted to hang up my guns right\nthen, but you were just finding\nyour wings, so I figured a few\nmore adventures wouldn’t kill me.\nWell, .the last one almost did.\n\nAnd then something mystical happens around Alex: the area\naround him fills with a strange, three dimensional VISION of\nthe GIZA PLATEAU: three pyramids, one Sphinx. All brand new.\nUP ON THE BALCONY: O'Connell and Evy are oblivious to it.\n\nO*’ CONNELL\nEvy, I’ve been riding hard since\nI was five years old, hell, I\njoined the Foreign Legion just so\nI could get some free room and board.\n\nEvy stares up into O’Connell’s eyes. He looks tired and beat.\nAnd then Alex’s vision races down the Nile and across the\ndesert. Stopping at the TEMPLE OF KARNAC, circa 2000 B.C.,\nthen it dissipates and vanishes. Alex just stares at the\nbracelet on his wrist, wide-eyed. Evy hugs O’Connell tight.\n\nEvy\nWellll, the Bembridge Scholars\ndave been begging me to run the\nBritish Library.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlex just stares at the\nbracelet on his wrist, wide-eyed. Evy hugs O’Connell tight. Evy\nWellll, the Bembridge Scholars\ndave been begging me to run the\nBritish Library. \n\nTARGET SECTION TO BE ANNOTATED:\nShe smiles. O'Connell grins. They start to kiss, gently.\n\nAlex rattles his head, then frantically starts fumbling with\nthe bracelet, trying to get it off; there’s no clasp or hasp,\nit almost looks fused shut. O’Connell starts down the stairs.\n\nO’ CONNELL\nI'm going to run over to Jonathan's,\nget my car back.\n(he heads out the door)\nAlex! Behave yourself for a few\nminutes will ya!\n\nAlex quickly rolls his sleeve down over the bracelet and\nSLAMS the chest shut.\n\nALEX\nYou bet!\n\nEvy starts down the stairs. Alex picks up the chest, it’s\nlight, he quickly sets it down, keys it open, grabs a heavy\nVASE off a table, shoves it into the chest and slams it shut\nagain. Evy rounds the bookcase and ruffles Alex’s hair.\n\f \n\nEVY\nYou ready to settle down for\na bit, my little man?\n\nHe gives her a big innocent smile.\n\nALEX\nHey, if you guys are happy,\nitm happy.\n\nINT. LIMOUSINE — BELGRAVIA — DUSK\n\nThe limousine is now empty except for the two men up front,\nwatching O’Connell walking east down Belgravia road. The\nDriver STARTS THE ENGINE. And that’s when a TAXI pulls up\nfrom the west and stops. The rear door opens. A great pair of\ncamel skin BOOTS step out. It’s ARDETH BEY, still dark and\nhandsome. He’s holding a BOUQUET OF FLOWERS. His gorgeous\neyes scan the street.\n\nINT. LIMOUSINE — DUSK\n\nThe two Red Turbans in the limousine see him and duck down,\nlooking shocked. One of them whispers to the other:\n\nTURBAN\nMedjai!\nEXT. PEMBRIDGE STREET - DUSK\n\nO*Connell rounds a corner and comes to a dead stop. He rolis\nhis eyes and shakes his head.\n\nO’CONNELL\nNo. It hasn’t grown on me.\n\nHe stares up at an incredibly GAUDY BUILDING; the garish\nFLASHING NEON LIGHTS say it all:\n\nJONATHAN'S!\nEgyptian Casino\n\nINT.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt hasn’t grown on me. He stares up at an incredibly GAUDY BUILDING; the garish\nFLASHING NEON LIGHTS say it all:\n\nJONATHAN'S! Egyptian Casino\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BEDROOM — DUSK\n\nA ekinny white guy, wearing only boxer shorts and knee-high\nblack socks, leaps out of a bathroom, pirouettes in mid-air,\nslides across the wooden floor and skids to a stop with his\narms raised high. It’s JONATHAN. :\n\nJONATHAN\nTA-DAAAA!\n\f \n\nThe High Priest and four vicious Men in red turbans stand\ninside the room staring at him. Jonathan turns a shade\nredder than their turbans, then looks at the High Priest.\n\nJONATHAN\nYou‘re not Sheila’s father are you?\n\nHIGH PRIEST\n\nNo.\nJONATHAN\n\nWell uh, thank goodness for that!\nHIGH PRIEST\n\nWe asked “Sheila” to step out.\nJONATHAN\n\nAh! I see.\n\nThe Men start moving in on hin.\n\nJONATHAN\n\nOr maybe I don’t.\nThe men grab him and pull him down into an overstuffed chair.\n\nHIGH PRIEST\nWe're looking for the Scepter\nof Osiris.\n\nJONATHAN\n\nGood! Good for you! Good thing to\nhave, the old Scepter of Osiris!\n\nHIGH PRIEST\nWhere is it?\n\nJONATHAN\nAh! You’re looking bere, for the,\nuh, scepter. I see, well, I have no\nidea what you’re talking about.\n\nTHE HIGH PRIEST\nYou took it from Hamunaptra. We\nwere told that it never leaves\nyour side, that you carry it\naround like some pompous prince.\n\nOne of the men sticks a knife under Jonathan's throat.\n\nJONATHAN\nMaybe if you gave me a description?\n\fNY\n\nHIGH PRIEST\nIt is exactly this long, made of\npure gold, capped with a perfectly\nround black amethyst and adorned\nwith a cartouche of the thirteen\ngods of ancient Egypt.\n\nJONATHAN\nCould you be a trifle more specific?\n\nThe knife digs into Jonathan’s throat.\n\nJONATHAN\nI lost it in a card game!!\n\nHIGH PRIEST\nFor your sake, I hope not.\n\nMeela steps out of the shadows, dressed to the nines, gold\nand diamonds glitter across her silky skin. She holds a\nWOODEN BOX in one hand and seductively caresses Jonathan’s\ncheek with the other.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIGH PRIEST\nFor your sake, I hope not. Meela steps out of the shadows, dressed to the nines, gold\nand diamonds glitter across her silky skin. She holds a\nWOODEN BOX in one hand and seductively caresses Jonathan’s\ncheek with the other. \n\nTARGET SECTION TO BE ANNOTATED:\nMEELA\nHello.\n\nJonathan gets a little excited.\nJONATHAN\nWell hello there.\n\nMeela sets the box on a nightstand, then opens it and stares\ninside. Her hand suddenly blurs into the box and pulis out a\npoisonous ASP by the neck. Jonathan withers. Meela smiles.\n\nMEELA\nEgyptian Asps are quite poisonous,\nbut the venom tends to work very\nslowly, very painfully.\n\nMeela and her asp head for Jonathan, the asp HISSES and\nstruggles, really pissed-off.\n\nMEELA\nMost men, when bitten, beg to\nbe put out of their misery long\nbefore the poison takes full effect.\n\nJONATHAN\nUpstairs! In my office! There's\na@ safe. It’s behind a rather\nflattering painting of me. The\ncombination is 3-20-58.\n\n \n\fi\ni\n5\n\n \n\nMeela starts to stick the asp up to Jonathan's neck, his eyes\nbulge out of his head.\n\nJONATHAN\nHey! Wait! I told you! I TOLD you!\n\nMEELA\nAnd your point is?\n\nJONATHAN\nMy point js I told you so you\nwouldn't kill me!\n\nMEELA\nWhen did we make that arrangement?\n\nShe squeezes the asp’s neck. It’s jaws open, revealing sharp\nfangs. Jonathan starts to SCREAM. And that’s when the door is\nKICKED OPEN and O’Connell steps in. Meela, the High Priest\nand all the Turbans spin around. O’Connell just nods.\n\nO'CONNELL\nHowdy.\n\nThere’s a tense moment as the bad guys try and decide what to\ndo. O’Connell sighs heavily, not really up for a fight.\n\nO'CONNELL\nOkay folks, knowing Jonathan,\nI’m sure he deserves whatever\nyou're about to do to him.\n\nJONATHAN\n(sarcastic)\nThank you, thank you ever so much.\n\nO'CONNELL\nBut he’s my brother-in-law and\nmy wife would kill me if I let\nyou do it, sooo.\n\nMeela suddenly throws the asp at O'Connell. O'Connell\nsnatches it right out of the air, holding it by it’s neck.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'CONNELL\nBut he’s my brother-in-law and\nmy wife would kill me if I let\nyou do it, sooo. Meela suddenly throws the asp at O'Connell. O'Connell\nsnatches it right out of the air, holding it by it’s neck. \n\nTARGET SECTION TO BE ANNOTATED:\nO'Connell looks into Meela’s gorgeous eyes.\n\nO’CONNELL\nNice Asp.\n\nEVERYTHING HAPPENS AT ONCE: Turban #1 lets go of Jonathan and\ndraws a pistol. O’Connell throws the Asp at him, which\ntangles around his“hand. The man SCREAMS and flaiis with the\nsnake. The snake BITES HIS FACE. The man SCREAMS LOUDER.\n\fTurban #2 pulls the knife away from Jonathan's neck. Jonathan\nimmediately throws himself backwards, the chair topples over\nand spills Jonathan ‘onto’the floor. Turban #2 FLINGS the\nknife at O'Connell. O’Connell snatches it out of the air.\nFLINGS it right back at him, impaling him in the chest. He\nfalls to the floor in front of Jonathan, who doesn’t even\nslow down, just crawls right up and over the dead guy.\n\nMeela and the High Priest back away as O’Connell heads for\nJonathan, who is quickly crawling for the bathroom.\n\nO'CONNELL\nTime to go, Jonathan.\n\nJONATHAN\nI.have to go to the bathroom.\n\nO'CONNELL\nYou can hold it.\n\nJONATHAN\nNo I can’t!\n\nJonathan scrambles into the bathroom. O'Connell can’t believe\nthis, he forces a smile at Meela and the High Priest. Meela’s\nEYES swivel, looking behind O’Connell. O’Connell sees it and\nimmediately DIVES out of the way just as Turban #4 strides\nthrough the bedroom door and OPENS UP with a machine-gun.\n\nThe radiator is HIT, STEAM SHOOTS OUT, CLOUDING THE ROOM.\nO’Connell hits the floor, rolls into the bathrooom, pops up\nonto his feet and SLAMS the door shut.\n\nINT. BATHROOM — DUSK\n\nJonathan scoops up his clothes and the SCEPTER OF OSIRIS; a\nthick, short, rather innocuous looking gold scepter.\n\nJONATHAN\nThis is what they’re looking for!\nMust be worth more than I thought!\n\nO'CONNELL\nAre you crazy!?\n\nThe bathroom door is suddenly RIPPED APART by machine-gun\nfire. O'Connell and Jonathan DUCK.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'CONNELL\nAre you crazy!? The bathroom door is suddenly RIPPED APART by machine-gun\nfire. O'Connell and Jonathan DUCK. \n\nTARGET SECTION TO BE ANNOTATED:\nO'CONNELL\nWho the hell are these guys!\n\nThe bullets RIP through the door and TEAR the far wall APART.\n\fJONATHAN\nI don’t know! I haven’t done\nanything to anybody!\n\nO’Connell runs full bore at the far wall and CRASHES through\nit. Jonathan tight on his tail.\n\nJONATHAN\nLately.\n\nINT. O'CONNELL TOWNHOME - DUSK\n\nEvy is frisking Alex, looking for something as the DOORBELL\nCHIMES in the background.\n\nEVY\nJust a moment! ~Now where is\nthat key, Alex? I want to see\nthat bracelet.\n\nALEX\n(tying) .\nI lost it! But it’s somewhere!\nI'll find it. Don’t worry. Just\ngo do something and 1/11 find it.\n\nThe DOORBELL CHIMES again.\nEVY\nJUST A MOMENT! Alex, sometimes\nyou can be so exasperating.\nEvy gives up on Alex and starts to head across the room. Alex\nquickly grabs the chest and starts to sneak off behind her.\nLock-Nah suddenly steps into the room right in front of Alex.\n\nLOCK-NAH\nGive me that chest.\n\nAlex skids to a stop, shocked. Evy spins around.\n: Evy\nWho are you? What are you\ndoing in here? Get out!\n\nLOCK-NAH\nThe chest! Give it to me now!\n\nEvy quickly grabs a big Roman SWORD off the wall.\n\nEVY\nI’11 give you something, alright.\n\n \n\f \n\nAlex can’t believe what he’s seeing.\no™\nLo ALEX\n~ Whoa, Mom, maybe not the best idea.\n\nAnd then three more RED TURBANS step out behind Lock-Nah,\ncarrying scimitars. Alex swallows hard.\n\nALEX\nDefinitely not the best idea.\n\nLOCK-NAH\nNow we will kill you and take\nit anyway.\n\nARDETH BEY (0.8.)\nI. think not.\nAll eyes go to Ardeth Bey, who glides up next to Evy.\n\nARDETH BEY\nI hope you don’t mind, I let\nmyself in.\n\nIt’s obvious Evy hasn’t seen him in a long time.\n.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nARDETH BEY\nI hope you don’t mind, I let\nmyself in. It’s obvious Evy hasn’t seen him in a long time. . \n\nTARGET SECTION TO BE ANNOTATED:\n EVELYN\n& Ardeth??\nLock-Nah gives him a hard stare.\n\nLOCK-NAH\nArdeth Bey.\n\nArdeth Bey looks at Lock-Nah, then pulls a sword out of the\nbouquet and lets the flowers drop to the floor.\n\n: ARDETH BEY\nLock-Nah.\n\nLock-Nah and his men CHARGE FORWARD. Ardeth Bey and Evy PARRY\ntheir biows. Ardeth Bey takes on Lock-Nah and another guy.\nAmazingly, Evy goes sword-to-sword with the other two,\nLUNGING, THRUSTING, FEINTING and PARRYING like a pro. Alex\ndodges out of the way with the chest, he can’t believe it.\n\nALEX\nWow! Mum! When did you learn\nto do that?\nEvy can’t believe it either.\nEVELYN\n\noo I have no idea.\n\n \n\f \n\nOne of the Turbans slams Evy up against a wall. He leans\nforward and laughs with rotted yellow teeth. Evy cringes,\nthen KNEES him in-the-balls, he SCREAMS and bends over, she\nKNEES him in the face, he YELPS and pops back up, she decks\nhim with a RIGHT HOOK. He goes down and out.\n\nEVELYN\nThat, I learned from your father.\n\nAnother Turban Guy CHARGES forward. Evy parries and feints.\nINT. CASINO — NIGET\n\nQ’Connell and Jonathan EXPLODE through a plate glass window\nup on the casino’s second floor balcony. They hit the floor\nrunning and CRASH right through the wooden railing.\n\nO'Connell drops down onto a stage filled with gorgeous\nBELLYDANCERS. The Dancers all SCREAM and run. O’Connell\nleaps off the stage and finds himself under a big central\nSTAIRCASE facing a huge Guy in a red turban. The Guy rips a\nFIRE AXE off the wall and SWINGS IT at O’Connell. O’Connell\nleaps out of the way. The axe SMASHES through a support beam,\ntearing it clean off. O'Connell looks up. There’s only one\nmore beam holding the staircase up.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe axe SMASHES through a support beam,\ntearing it clean off. O'Connell looks up. There’s only one\nmore beam holding the staircase up. \n\nTARGET SECTION TO BE ANNOTATED:\nJonathan dangles from a huge CHANDELIER ringed with dozens of\ntiny KEROSENE LAMPS. Turban #4 with the machine-gun steps out\nand aims it at Jonathan. And that’s when several of the\nchains holding the chandelier to the ceiling BREAK LOOSE.\n\nThe Machine-gunner OPENS FIRE as Jonathan and the chandelier\nSWING down and across the casino and CRASH into the LIQUOR\nSHELVES above the bar. The liquor CATCHES FIRE. WHOOSH! The\nentire side of the casino goes up. Whiskey bottles EXPLODE\nlike Molotov cocktails. Everyone is RUNNING and SCREAMING.\n\nO'Connell shucks and jives away from the Guy swinging the\naxe, and at the same time he’s PILEDRIVING his fists into\nthe big Guy’s face and stomach.\n\nJonathan crouch-runs behind the bar, still holding the\nScepter of Osiris. The Machine-gunner starts down the\nstaircase, spraying the bar with MACHINE-GUN FIRE.\nJonathan is suddenly trapped in a corner.\n\nO'Connell backs into the last support beam, it looks like\nhe’s trapped as well. The big Guy smiles and SWINGS the axe.\nO'Connell ducks. The axe cuts the beam in two. 0’Connell\ndives out of the way. The big Guy looks up as the entire\nstaircase CRASHES DOWN ON HIM, taking the Machine-gunner\nalong with it. O'Connell dashes for Jonathan.\n\fo\n\ng\n\nINT. O’CONNELL LIBRARY — NIGHT i\n\nThe library is getting trashed as the battie rages. Still\nholding the chest, Alex slams his body against a bookshelf.\nIt TOPPLES over and CRUSHES one of the Turban Guys. Another i\nGuy xuns up and grabs a handle on the chest. He and Alex\n\nstart having a tug-of-war. The Guy finally rips the chest\n\naway. Ardeth Bey leaps over and skewers him. The Guy drops\n\nthe chest. Ardeth Bey YELLS at Evy as Lock-Nah attacks him.\n\nARDETH BEY\nWhat’s in the chest!?\n\nEvy knocks another Turban Guy into a big glass case which\nTOPPLES over and SMASHES to smithereens.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nArdeth Bey YELLS at Evy as Lock-Nah attacks him. ARDETH BEY\nWhat’s in the chest!? Evy knocks another Turban Guy into a big glass case which\nTOPPLES over and SMASHES to smithereens. \n\nTARGET SECTION TO BE ANNOTATED:\nEVELYN\nA bracelet! Belonging to the\nScorpion King!\n\nArdeth Bey is shocked.\n\nARDETH BEY\nYou have the bracelet!? Get it!\nGet it now and get out of here!\n\nEVY\nBut--{\n\nARDETH BEY\n~-NOW! They must not get the bracelet!\n\nEvy drops her sword and picks up the chest. And that’s when a\nhuge MOUNTAIN OF FLESH wearing a red turban roars out of the\nshadows, scoops Evy up and tears through a side curtain.\n\nThis distracts Ardeth Bey. Lock-Nah SLICES him across the\narm. Ardeth Bey tumbles back over a display case. Then Lock~\nNah sees Alex sitting up against a far wall. He THROWS his\nscimitar. It whips end-over-end across the room. Alex dodges\nleft just as the scimitar SLAMS into the wall, two inches\nfrom his head. Lock-Nah races out through the curtains.\n\nEXT. CASINO — NIGHT\n\nIt’s POURING RAIN as O’Connell and Jonathan sprint down the\nstreet, accompanied by the SOUND of onrushing FIRE ENGINES.\nBehind them, the casino is ENGULFED IN FLAMES.\n\nJONATHAN\nThat casino was everything I had!\nAll I’ve got left is this bloody\ngold stick!\n\fco™\n\n®\n\n31\n\nThey come racing around a corner, heading for the O‘Connell\ntownhome. Ihe limousine almost runs them sown! O’Connell\nTACKLES Jonathan out of the way just in time. They both hit\nthe pavement and roll. --O’Connell sees Evy inside the\nlimousine, surrounded by the guys in red turbans. The limo\nCAREENS around the corner and vanishes. Alex runs up.\n\nALEX\nDad! DAD!\n\nO'Connell leaps to his feet as Alex runs into his arms.\nO'Connell hugs him tight, then he sees Ardeth Bey coming.\n\nO'CONNELL\nArdeth Bey??\n\nThen something dawns on him and he grits his teeth in anger.\n\n0’ CONNELL\nDon't tell me.\n\nArdeth Bey strides up.\n\nARDETH BEY\nYes, once again someone has\nremoved Imhotep from his grave.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\n0’ CONNELL\nDon't tell me. Ardeth Bey strides up. ARDETH BEY\nYes, once again someone has\nremoved Imhotep from his grave. \n\nTARGET SECTION TO BE ANNOTATED:\nO'Connell shakes his head. Jonathan is incredulous.\n\nJONATHAN\nI don’t mean to point fingers,\nbut isn’t it your job to make\nsure that this doesn’t happen?\n\nARDETH BEY\nHe was well hidden under the\nruins of Hamunaptra. But the\nwoman who is with them, she\nknew exactly where to look.\n\nO’ CONNELL\nJust like Evy knew exactly\nwhere to find that bracelet.\n\n. ARDETH BEY\nThat bracelet is what they were after.\n\nAlex rolls up his sleeve to reveal the bracelet.\n\nALEX\nWell they didn’t get it.\n\f \n\n \n\n32\n\nArdeth Bey is shocked, he gently grabs Alex’s wrist and\nchecks out the bracelet. Alex is very excited.\n\nWhen I put it on, I saw a mirage,\nthe pyramids at Giza, then whoosh!\nAcross the desert to Karnac.\n\nO'CONNELL\n(scolding him)\nWe'll talk about this later.\n(then to Ardeth Bey)\nYou have any idea where these\nguys went?\n\nARDETH BEY\nThat is why I came to seek you\nout. We traced them here to\nLondon, then we lost then.\n\nHe pulls out a PHOTOGRAPH of the High Priest.\nARDETE BEY\nBut wherever this man is, Imhotep\nand your wife will surely be.\nAlex rips the photo away and stares at it.\nALEX\nI know him! He’s the assistant\ncurator at the British museum.\n\nARDETH BEY\nAre you certain?\n\nO'Connell grabs Alex’s hand, already on the move.\nO'CONNELL\nTrust him. He spends more time\nin that museum than he does at home.\nEXT. LONDON STREETS — NIGHT\n\nLIGHTNING FLASHES across a mint condition Rolls Royce Silver\nShadow as it races through the streets of London.\n\nINT. ROLLS ROYCE — NIGHT\n\nO'Connell is at the wheel. Ardeth Bey is in the front\npassenger’s seat, he looks over and sees O’Connell’s TATTOO,\npartially sticking out of his rolled-up shirt sleeve.\n\nArdeth Bey looks very surprised.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nROLLS ROYCE — NIGHT\n\nO'Connell is at the wheel. Ardeth Bey is in the front\npassenger’s seat, he looks over and sees O’Connell’s TATTOO,\npartially sticking out of his rolled-up shirt sleeve. Ardeth Bey looks very surprised. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n \n\f33\n\nARDETH BEY\nO'Connell, if I said to you: “I\nam a stranger traveling from the\neast, seeking that which is lost...”\n\nO'Connell is stunned, then confused, he stares out through\nthe rain whipped windshield, his mind racing back in time.\n\nO'CONNELL\nI would reply..: “I am a stranger\ntraveling from the west, it is\n< whom you seek.”\n\nARDETH BEY\n“Then we shall meet in the circle.”\n\nO'CONNELL\n“For the sake of the Widow's son.\"\n\nO'Connell looks at Ardeth Bey, blown away, as if in a dream.\n\nOQ’ CONNELL\nMy father taught me that. It’s\none of my first memories, my\nonly recollection of him. I\nnever knew what it meant.\n\nARDETH BEY\nIt means, my friend, that you\nare a Masonic Templar.\nHe rolls up his own sleeve, to reveal an identical tattoo.\n\nARDETH BEY\nA “Medjai*, like myself.\n\nAlex leans forward from the back seat, very excited.\nALEX\nWow look at that! What’s a\nMasonic Templar, Dad?\n\nO'CONNELL ~\nIt’s an ancient secret society, Alex.\nARDETH BEY\nDedicated to the Brotherhood of Man.\nUnder the all seeing eye of God.\n\nAlex turns to Jonathan, very excited.\n\nALEX\nMy dad’s an ancient warrior!\n\f \n\nJonathan pokes at O’Connell’s tattoo.\n\nJONATHAN\nWhat’s a job like that pay?\n\nO'Connell SWATS Jonathan’s hand away.\n\nO'CONNELL\nI am not a Templar. Some joker\nslapped this tattoo on me when\nI was put in the orphanage in\nHong Kong.\n\nARDETH BEY\nIt is not a tattoo, but a precise\nbrand, there is only one print\nof it in all the world. It would\nonly have been given to a Medjai\nfather to place on his son.\n\nO’ CONNELL\nAll I remember, is that it hurt\nlike hell.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nARDETH BEY\nIt is not a tattoo, but a precise\nbrand, there is only one print\nof it in all the world. It would\nonly have been given to a Medjai\nfather to place on his son. O’ CONNELL\nAll I remember, is that it hurt\nlike hell. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nWhen you‘re a Templar, whaddaya\nget to do?\n\nARDETH BEY\nYour fate is to be a Protector of\nMan, your destiny, to fight evil,\nalways.\n\nO'Connell looks dubious.\n\nO’CONNELL\nSounds great.\n\nARDETH BEY\nIt is in the blood, passed down\nfrom generation to generation,\nfrom father to son.\n\nAlex looks elated.\n\nALEX\nSounds really great! That means\n</m gonna get a tattoo!\n\n0’ CONNELL\nYou are got going to get a tattoo.\n\n \n\f35\n\nXT. BRITISH MUSEUM — NIGHT\n\nThe Rolls skids to a stop in front of the BRITISH MUSEUM.\nIt’s late, and there’s not a soul in sight. THUNDER RUMBLES.\n\nINT. ROLLS ROYCE — NIGHT\nArdeth Bey turns to Alex in the back seat, smiling kindly.\n\nARDETH BEY\nTo earn your brand, you must\nperform a feat which is both\nbrave and wise.\n\nO’Connell plays along.\n\nO'CONNELL\nThat's right, Alex, so I want you\nto stay here and protect the car.\n\nJonathan quickly raises his hand.\n\nJONATHAN\nI could do that.\n\nAlex gives his Dad a very sarcastic look.\n\nALEX\n“Protect” the car. C’mon Dad,\njust because I’m eight, doesn’t\nmean I’m stupid.\n\nO'Connell grins and ruffles his son's hair. Jonathan gives\nAlex a forlorn look.\n\nJONATHAN\nIf you see someone come running\nout screaming, it’s just me.\n\n0’ CONNELL\n' Jonathan, maybe you should ‘stay\nhere with Alex.\n\nJONATHAN\nNow you’re thinking!\nEXT. ROLLS ROYCE — NIGHT\nO'Connell pops open the trunk. His GUNNYSACK lies inside.\n\nHe throws it open. Revealing pistols, a pump shotgun, a\n\nsubmachine-gun, and other weaponry. O’Connell gives Ardeth\nBey a hard look.\n\f36\n\nO’CONNELL\nMy parents abandoned me.\n\nARDETH BEY\nNo Templar would ever abandon\nhis child. He must have been\nkilled, your father. He would\nhave gladly given his life for\nyou.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nARDETH BEY\nNo Templar would ever abandon\nhis child. He must have been\nkilled, your father. He would\nhave gladly given his life for\nyou. \n\nTARGET SECTION TO BE ANNOTATED:\n As you would for your child.\n\nThis seems to give O’Connell strength. He slowly grins, then\nreaches into the gunnysack with both hands and rips out the\nshotgun and machine-gun. LIGHTNING FLASHES across his face.\n\nO'CONNELL\nLet‘s do it.\n\nINT. BRITISH MUSEUM STORAGE WAREHOUSE — NIGHT\n\nin the bowels of the museum is a huge storage area.\nIn the midst of all the giant crates and boxes, ancient ,\npillars and statuary, a sacred ceremony is being performed:\nThe High Priest, Lock-Nah and all their Men are now PAINTED :\nGOLD and WEARING PRIESTLY GARB. TORCHES light the scene as\nthey CHANT in a circle around the horrific petrified rock.\n\nEvy is groggy, but starting to wake. She sees her situation:\nshe’s lying on top of a sarcophagus lid with her hands and\nfeet tied together. Then she looks over and sees IMHOTEP’S\nPETRIFIED CORPSE stuck in the rock. She can't believe it.\n\nEVY\nImhotep.\n\nINT. EGYPTIAN GALLERY — NIGHT\n\nLIGHTNING FLASHES through a skylight down onto O’Connell and\nArdeth Bey, guns up, quietly creeping through the Museumn’s\nEgyptian Gallery. They can hear the distant CHANTING.\n\nINT. BRITISH MUSEUM BASEMENT WAREHOUSE — NIGHT\n\nImhotep‘s petrified corpse suddenly SHUDDERS as the High\nPriest reads from the black Book Of The Dead.\n\nHIGH PRIEST\n(ancient Egyptian — subtitled)\nRise up! RISE UP! RISE UUUUP!\n\nINT. EGYPTIAN GALLERY — NIGHT\nO’Connell and Ardeth Bey creep alongside an ancient coffin.\n\nA. ROTTED MUMMY SUDDENLY RISES UP INSIDE IT. Accompanied by\nROARING THUNDER and a FLASH OF LIGHTAING.\n\f|\n\n—_\n\n37\n\nO’Connell and Ardeth Bey both SCREAM, whip their guns around\nand back up against a glass case. Another mummy SLAPS it's\nface up against. the glass behind them.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAccompanied by\nROARING THUNDER and a FLASH OF LIGHTAING. |\n\n—_\n\n37\n\nO’Connell and Ardeth Bey both SCREAM, whip their guns around\nand back up against a glass case. Another mummy SLAPS it's\nface up against. the glass behind them. \n\nTARGET SECTION TO BE ANNOTATED:\n O’Connell and Ardeth\nBey quickly back away as all the mummies in the room squirm\nand writhe inside their cases, trying in vain to break out.\n\nINT. BRITISH MUSEUM BASEMENT WAREHOUSE — NIGHT\n\nThe CHANTING and READING of the Book reaches a CRESCENDO.\nLIGHTNING flashes across Imhotep’s petrified corpse, which\nSTARTS TO COME ALIVE. His petrified tissue begins to animate.\nHis tattered flesh and rotted bones begin to move.\n\nThe High Priest and Lock-Nah are thrilled. Evy is horrified.\n\nImhotep’s rotted corpse steps free of the rock. The Priests\nSTOP CHANTING and prostrate themselves before him. Imhotep\nlooks around with hideous empty eye sockets, they suddenly\nfix onto something. Evy turns to see what it is.\n\nIt's Meela, striding down a corridor. THE SCREEN FLASHES. And\nMeela is now striding through Pharaoh's palace wearing little\nbut paint from head to toe, --gshe's really ANCK-SUNBMUN.\n\nAnck steps up to IMHOTEP, who looks more muscular and\nhandsome than ever. He looks into her luscious eyes.\n\nIMHOTEP\nAnck-sunamun.\n\nTHE SCREEN FLASHES. And Meela is standing in front of\nImhotep’s living corpse. The High Priest looks at her.\n\nHIGH PRIEST\nDo not be frightened.\n\nMeela stares at Imhotep, a stone cold ice queen.\n\nMEELA\nI am not afraid. I am the direct\ndescendant of the goddess Isis.\nI am the thirteenth daughter of\nthe thirteenth daughter.\n(ancient Egyptian — subtitled)\nI am Anck-sunamun reincarnated.\n\nImhotep stares back at her.\nIMHOTEP\n(ancient Egyptian ~— subtitled)\nOnly in body. But soon--\n\nImhotep’s fetid lips and rotted cheeks almost form a smile.\n\foo™\n\n38\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nI shall. bring your mind and soul\nback from the depths of the underworld.\n\nUP ON A CATWALK: O’Connell and Ardeth Bey stare down on this\nsurreal tableau.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut soon--\n\nImhotep’s fetid lips and rotted cheeks almost form a smile. oo™\n\n38\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nI shall. bring your mind and soul\nback from the depths of the underworld. UP ON A CATWALK: O’Connell and Ardeth Bey stare down on this\nsurreal tableau. \n\nTARGET SECTION TO BE ANNOTATED:\n O’Connell just shakes his head.\n\nO* CONNELL\nYa know, a few years ago I\nwoulda been a little wigged\nout by all of this.\n\nDOWN BELOW: Lock-Nah pours a VIAL OF ACID into the keyhole of\nthe Scorpion King chest. The metal SMOKES as the acid burns\nthrough it. The High Priest steps up to Lock-Nah and grins.\n\nHIGH PRIEST\nLord Imhotep will be much pleased.\n\nLock-Nah pulls open the chest. But only the VASE is inside.\nThe High Priest’s face goes ashen.\n\nHIGH PRIEST\nWhere is it? Where is the bracelet!?\n(he looks at Evy)\nThe O’Connell woman!\n\nLOCK~-NAH\nNo! She does not have it.\n\nPUSH IN: on Lock-Nah, as his face slowly hardens.\n\nLOCK-NAH\nBut I think I know who does.\n\nEXT. STREET — NIGHT\nTIGHT ON: ALEX, standing outside the car.\nALEX\n~and at the very top of the gold\npyramid was a huge diamond.\nJonathan is absolutely mesmerized, practically drooling.\n\nJONATHAN\nHuge diamond? How huge?\n\nALEX\nIt was so. big it would reflect the\nsun and wink at distant travelers,\nbeckoning them to their deaths.\n\f39\n\nINT. BRITISH MUSEUM STORAGE WAREHOUSE — NIGHT\nMeela leans in. closer. to Imhotep.\n\nMEELA\n(ancient Egyptian — subtitled)\nI have a gift for you, my love.\n\nShe gestures. Imhotep looks. His face flashes hatred.\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nHer!\n\nLIGHTNING FLASHES across Evy, struggling on the sarcophagus\nlid, she sees them looking at her. Meela grins, cat-like.\n\nMEELA\n(ancient Egyptian — subtitled)\nYes. I knew it would please you to\nwatch her die.\n\nMeela snaps her fingers. A group of Priests lift the lid. Evy\nstruggles on top of it, then she notices they’re carrying her\nto an open sarcophagus FILLED WITH WRIGGLING SCARABS.\n\nEVY\nOh my god.\n\nImhotep‘s fetid lips grin at Evy as she’s carried past hin.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvy\nstruggles on top of it, then she notices they’re carrying her\nto an open sarcophagus FILLED WITH WRIGGLING SCARABS. EVY\nOh my god. Imhotep‘s fetid lips grin at Evy as she’s carried past hin. \n\nTARGET SECTION TO BE ANNOTATED:\nIMHOTEP\n(ancient Egyptian — subtitled)\nThe underworld awaits you.\nEvy is carried up to the sarcophagus. She YELLS at Imhotep.\nwai 11 me\nYou +1 1°11 put you in y\ngrave agsini :\nThe High Priest steps up and gives Evy a creepy grin.\n\" ‘HIGH PRIEST\nOur thinking was: not if we\nput you in your grave first.\nEvy looks down at the squirming scarabs. Imhotep YELLS:\nIMHOTEP\n\n(ancient Egyptian — subtitled)\nKill hert\n\f \n\nMeela grins in delight. THUNDER CRACKS. The Priests TILT THE\nLID towards the sarcophagus. Evy SCREAMS and ROLLS OFF.\n\nO'Connell leaps forward and catches her. LIGHTNING FLASHES.\nAnd that’s when Ardeth Bey OPENS FIRE from up in the catwalk.\nThe High Priest, Lock-Nah and all the Priests dive for cover.\nThe sarcophagus lid CRASHES to the floor. Bullets rip into\nthe pillar above Meela’s head, she SCREAMS and hits the deck.\n\nEXT. ROLLS ROYCE — NIGHT i\n\nStanding outside the Rolls Royce, Jonathan and Alex hear the\nGUNFIRE. They both attack the door handle, fighting over it.\n\nALEX\nOpen it! Open it! Open it!\n\nJONATHAN\nLet go! Let go! Let go!\n\nThe front door opens and they both leap inside.\n\nINT. ROLLS ROYCE — NIGHT\n\nJonathan jams the key into the ignition and frantically turns\nit, the key BREAKS OFF in the ignition. Alex SCREAMS at him.\n\nALEX '\nYou broke it! You broke it!\n\nJONATHAN '\nBe quiet, Alex! If there’s going to\nbe any hysterics, they’11 come from ME!\n\nINT. BRITISH MUSEUM BASEMENT WAREHOUSE — NIGHT\n\nArdeth Bey races across the catwalk, BLASTING AWAY, keeping\neverybody pinned down. O'Connell uses one hand to snap open a\nbutterfly knife and cut the ropes holding Evy, at the same\ntime, his other hand is pumping shotgun BLASTS.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BRITISH MUSEUM BASEMENT WAREHOUSE — NIGHT\n\nArdeth Bey races across the catwalk, BLASTING AWAY, keeping\neverybody pinned down. O'Connell uses one hand to snap open a\nbutterfly knife and cut the ropes holding Evy, at the same\ntime, his other hand is pumping shotgun BLASTS. \n\nTARGET SECTION TO BE ANNOTATED:\n One of which\nblows a Priest backwards into another Priest, who falls into\nthe scarab filled sarcophagus..The Priest SCREAMS and FLAILS\nWILDLY as the hideous flesh eating scarabs ENVELOP HIM.\n\nImhotep steps up to the BLACK URN where his “servants” are\nkept. Bullets RIP THROUGH HIM. He doesn’t seem to mind.\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nRise ye my servants!\n\nO'Connell and Evy start racing up a staircase.\n\foN\n\n41\n\nImhotep continues his chant over the urn.\n\nIMHOTEP\n{ancient Egyptian — subtitled)\nCollect your bones, gather your\nlimbs, shake the earth from your\nflesh! Your Master is here!\n\nImhotep RIPS the lid off the black urn, --A MASS OF SAND\nEXPLODES OUT OF IT and FORMS INTO FOUR SOLDIER MUMMIES.\nO’Connell, Evy and Ardeth Bey meet at the top of the\nstaircase, they look down and see the Soldier Mummies.\n\nO’ CONNELL\nNot these guys again.\n\nImhotep points to our heroes, then looks at the Soldier\nMummies and utters those famous words:\n\nIMHOTEP\nE-heeby-uut Set-na!\n\nO'Connell yanks Evy out the door. Ardeth Bey is right behind.\nThe Soldier Mummies hunker into attack position and SCREECH.\n\nEXT. ROLLS ROYCE - NIGHT\n\nJonathan and Alex scramble out of the car. They hear the\ndistant SOUND of the Soldier Mummies SCREECHING INSANELY.\nJonathan grabs Alex tightly, panicking.\n\nJONATHAN\nWhat are we going to do!? What\nare we going to do?!\n\nALEX\nYou’re asking ME??! I’m only\neight years old for cripes sake!\n\nEXT. MUSEUM ALLEY — NIGHT\n\nThe side door of the museum BURSTS OPEN. O’Connell, Evy and\nArdeth Bey run out. They race down the alley. Behind them,\nthe brick wall of the museum EXPLODES as the four Soldier\nMummies jump through it in perfect unison, hit the pavement,\npivot sharply, and stride down the alley after then.\n\nEXT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey race down the alley. Behind them,\nthe brick wall of the museum EXPLODES as the four Soldier\nMummies jump through it in perfect unison, hit the pavement,\npivot sharply, and stride down the alley after then. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET — NIGHT\n\nO'Connell, Evy and Ardeth Bey race out into the deserted\nstreet and up to the empty Rolls Royce.\n\nO'CONNELL\nWhere the hell’s Jonathan?\n\f42\n\nA BRIGHT RED DOUBLE-DECKER BUS careens around the corner.\nJonathan at the wheel, nervously trying to maintain control.\nThe bus slows. Alex-pulls open the door. O’Connell, Evy and\nArdeth Bey leap inside. Evy hugs Alex. O’Connell gives\nJonathan a look-to-kill.\n\nO'CONNELL\nWhat's the matter with my car?\nJONATHAN\nWe were forced to find alternative\ntransportation.\nO'Connell is incredulous.\n\nO'CONNELL\nA double~decker bus!?\n\nJonathan points to Alex.\n\nIt was his ideal\n\nALEX\nWas not!\n\nJONATHAN\nWas too!\n\nALEX\nWas not!\n\nJONATHAN\nWas too!\n\nO'CONNELL\nGoll!\n\nJonathan HITS THE GAS and SHIFTS UP. The bus lurches forward.\nO'Connell runs to the back of the bus and locks out. He sees\nthe four Soldier Mummies stride out of the alley, two-by~two\nassault formation. They pivot and march right up and over his\nRolls Royce. Severely CRUSHING the trunk, roof and bonnet.\nO’Connell is devastated.\n\nO'CONNELL\nI hate mummies.\n\nThe Soldier Mummies fan out, four abreast, and begin to\naccelerate after the bus. O’Connell looks at Ardeth Bey.\n\fO'CONNELL\nYou take the low road. I’1l\ntake the high.\n\nARDETH BEY\nRight.\nO'Connell heads for the staircase.\nO'CONNELL\n\nThere's nothin’ better than\nshooting mummies.\n\nHe sees his son looking at him.\n\nO'CONNELL\nExcept reading, writing and arithmetic.\n\nAlex just roll his eyes. O’Connell heads up the stairs.\nArdeth Bey hefts his machine-gun. Aims it at the back window.\n\nEXT. TOP OF BUS ~- NIGHT\n\nQ’Connell comes up onto the TOP DECK of the bus. Sees the ,\nSoldier Mummies CHARGING after him. And gaining quickly.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nTOP OF BUS ~- NIGHT\n\nQ’Connell comes up onto the TOP DECK of the bus. Sees the ,\nSoldier Mummies CHARGING after him. And gaining quickly. \n\nTARGET SECTION TO BE ANNOTATED:\nOkay, here we go, everything happens at once, READ FAST:\n\nOQ’Connell starts pumping SHOTGUN BLASTS down at the Soldier\nMummies. Blows out several ribcages. All four Soldier Mummies\ninstantly fan out and RUN UP THE SIDES OF THE BUILDINGS,\nrunning herizontal to the street, two on either side.\n\n. O* CONNELL\nRight.\nINT. BUS — NIGHT\n\nOne of the Soldier Mummies LEAPS off the building and\nplasters himself to the back window of the bus, --WHAM!\nScares the shit out of Ardeth Bey. He OPENS FIRE. Blasts the\nwindow. SHATTER CITY. The Soldier Mummy is RIPPED IN HALF.\nThe lower half of it’s body drops away and hits the street.\n\nEXT. TOP OF BUS — NIGHT\n\nAnother Soldier Mummy LEAPS off a building at O’Connell.\nO'Connell FIRES. Blows it out of the air. He feele something\ncoming and pivots, --too late. Another Soldier Mummy FLIES\nthrough the air and TACKLES him. They both SLAM to the deck.\nO'Connell's shotgun skitters off down the aisle. READ FASTER:\n\fINT. BUS — NIGHT\n\nArdeth Bey pops the cartridge out of his machine-gun,\n\nit drops to the floor, he fumbles for another one. Suddenly,\nthe torso of the Soldier Mummy he just shot in half SWINGS in\nthrough the shattered rear window, SCREAMING in rage. Ardeth\nBey starts backpedaling up the aisle, trying to reload.\n\nEXT. BUS — NIGHT\n\nThe Soldier Mummy up top grabs O’Connell’s throat, lifts him\nto his feet and starts STRANGLING HIM.\n\nINT. BUS — NIGHT\n\nArdeth Bey backpedals up the aisle, having trouble reloading.\nThe half-Soldier Mummy chases him, scurrying over the seats\nusing only it’s hands, like a crazed monkey, SCREECHING\nWILDLY. Evy and Alex see it coming, they YELL at Jonathan.\n\nEVY/ALEX\nTURN! TURN! TURN!\n\nJonathan CRANKS THE WHEEL.\nEXT. BUS - NIGHT\n\nThe bus SLEWS HARD TO THE LEFT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonathan CRANKS THE WHEEL. EXT. BUS - NIGHT\n\nThe bus SLEWS HARD TO THE LEFT. \n\nTARGET SECTION TO BE ANNOTATED:\n Up top, O’Connell and the\nSoldier Mummy strangling him are THROWN across the aisle.\n\nINT. BUS — NIGHT\n\nSo is Ardeth Bey and the half-Soldier Mummy. Ardeth Bey’s gun\ngoes flying out the window. The bus ROARS into Hyde Park.\n\nEXT. BUS/HYDE PARK — NIGHT\n\nO'Connell quickly crawls on his hands and knees as fast as he\ncan down the aisle towards his shotgun.\n\nINT. BUS — NIGHT\n\nArdeth Bey leaps to his feet, unarmed. The half-Soldier Mummy\nrises up over a seat in front of him and lifts it’s deformed\nhand, --RAZOR SHARP, FOUR INCH FINGERNAILS GROW out of it’s\nfingertips. It SWIPES at Ardeth Bey. RIPS into his arm.\nArdeth Bey SCREAMS and falls back. Evy and Alex grab him.\n\nEXT. BUS — NIGHT\n\nO’Connell’s fingertips grab the butt of the shotgun. He’s\nalmost got a grip on it.\n\f45\n\nINT. BUS — NIGHT\nThe half-Soldier Mummy SCREECHES and leaps forward.\n\nEVY/ALEX\nTURN! TURN! TURN!\n\nJonathan CRANKS THE WHEEL.\nEXT. BUS — NIGHT\n\nThe bus SLEWS HARD TO THE RIGHT. O’Connell’s shotgun goes\nskittering away from him. His eyes widen as he sees it tumble\ndown into the stairwell. They get even wider as the Soldier\nMummy behind him grabs his ankle and LIFTS HIM UP.\n\nINT. BUS — NIGHT\n\nThe half-Soldier Mummy SWIPES at Ardeth Bey again. RIPS him\nacross the chest. Ardeth Bey slams into the wall of the bus,\ndazed and hurt. The half-Mummy closes in for the kill.\n\nEvy hears something to her right, she looks: it’s O’Connell’s\nshotgun tumbling down the stairs. Evy grabs it. Pumps it.\n\nThe half-Mummy lifts Ardeth Bey up with one hand while\ndrawing his hideous clawfingers back for the final blow.\nEvy spins around and pulls the trigger, --BLAM! Point blank.\nBlows the half-Mummy to pieces.\n\nJonathan and Alex are staring out through the front\nwindshield.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nPoint blank. Blows the half-Mummy to pieces. Jonathan and Alex are staring out through the front\nwindshield. \n\nTARGET SECTION TO BE ANNOTATED:\n Eyes widening in unison.\n\nJONATHAN/ALEX\nUB=OH.\n\nUp ahead, is a very low hanging pedestrain BRIDGE.\nJONATHAN/ALEX\n\n(in unison)\nWe‘re not gonna make itl\n\n\"EXT. BUS — NIGHT\n\nUp top, O’Connell is trying to fight off the Soldier Mummy as\nit viciously strangles him. Then he sees something over the\nSoldier Mummy's shoulder. O’Connell's eyes widen. He throws a\nwild punch, knocks himself free. Hits the deck and covers his\nhead. The Soldier Mummy looks down at him, then quickly turns\nto see what's coming. =-It’s the bridge.\n\nThe bottom two-thirds of the bus goes under the bridge. The\ntop third is RIPPED CLEAN OFF, taking the Soldier Mummy right\nalong with it.\n\fa\n\nBACK UP ON TOP OF THE BUS: O’Connell cautiously opens his\neyes, --there’s nothing but torn metal all around him.\nThe bus races out onto Tower Bridge.\n\nINT. BUS — NIGHT\nAlex throws his arms around Jonathan.\n\nALEX\nGreat driving Uncle Jon!\n\nJonathan hugs Alex with his free arm; we see how close they\nare. A moment of calm. And then Alex hears something to his\nimmediate right. He turns and looks, --A SOLDIER MUMMY POPS\nUP INTO THE OPEN WINDOW, clinging to the side of the bus.\nAlex SCREAMS. Jonathan SCREAMS. The Soldier Mummy SCREAMS!\n\nAnd then the barrel of a shotgun whips into FRAME over Alex's\nshoulder and right into the Soldier Mummy’s mouth.\n\nO'CONNELL\nClose your eyes, Alex.\n\nAlex scrunches his eyes shut. O’Connell pulls the trigger.\nThe Soldier Mummy's head is BLOWN OFF.\n\nEXT. TOWER BRIDGE — NIGHT\n\nThe headless Mummy’s body FLIES off the bus and out over\nTower Bridge.\n\nINT. BUS — NIGHT\n\nJonathan starts to shift down. Coming from the engine is a\nSOUND like nails being dropped into a blender. This bus is\na write-off. O'Connell looks at Ardeth Bey.\n\nO'CONNELL\nYou alright?\n\nArdeth Bey winces painfully.\n\nARDETH BEY\nI prefer the company of camels.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'CONNELL\nYou alright? Ardeth Bey winces painfully. ARDETH BEY\nI prefer the company of camels. \n\nTARGET SECTION TO BE ANNOTATED:\nO'Connell gives Evy a hangdog grin. She gives him a sexy\nsmile, then lifts a finger and curls it, gesturing for him\nto come hither. He does. She grabs him. They KISS gently.\nJonathan and Alex both roll their eyes in disgust.\n\nJONATHAN/ALEX\nOh pu-leeeeze.\n\fo\n\nAlex walks off down the aisle, shaking his head.\n\n' The bus slowly CLATTERS to a stop. O’Connell and Evy unlock\n\nand leok into each other's eyes. O’Connell SIGHS HEAVILY.\n\nO'CONNELL\nAre all librarian’s this much\ntrouble?\n\nThey both smile. And that’s when they hear Alex YELLING. They\nturn and see him being pulled out a back window by Lock-Nah.\nEvy SCREAMS.\nEVY\nALEX}!\n\nO'Connell practically throws himself down the aisle. He makes\nit to the window in time to see Alex struggling with Lock-Nah\nand several red turbaned men on top of a flatbed truck, which\nWHIPS AROUND and CHARGES back out onto the bridge.\n\nEXT. BUS — NIGHT\n\nO'Connell comes tearing out of the bus with Evy and Jonathan\nright on his tail. He races after the truck. But the Tower’s\ndrawbridge STARTS TO RISE UP in front of him, cutting him\noff. The truck CAREENS off the far end of bridge and vanishes\nup an alley. O’Connell staggers to a stop, looking like a guy\nwho's just had his heart ripped out.\n\nO'CONNELL\nAlex.\n\nEXT. BRITISH MUSEUM PARAPET — NIGHT\n\nImhotep stands on the uppermost parapet of the British\nMuseum, surrounded by moldy copper gargoyles.\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nNow I shall go to Ahm Shere\nand kill the Scorpion King.\n\nHe turns to Meela, who is looking sexy as hell.\nIMHOTEP\n(ancient Egyptian — subtitled)\nAnd we shall rule the world together.\n\nMeela smiles. In the background, the High Priest nervously\nurges her on.\n\nHIGH PRIEST\nTell him.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeela smiles. In the background, the High Priest nervously\nurges her on. HIGH PRIEST\nTell him. \n\nTARGET SECTION TO BE ANNOTATED:\n —Tell him!\n\n \n\fMeela stays him with a glance, then looks at Imhotep and\nsteels herself.\n\nMEELA\n(ancient Egyptian — subtitled)\nMy love, we do not have the\nScepter of Osiris.\n\nImhotep looks at her, and then just smiles.\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nI do not need the Scepter of Osiris.\n\nHis face hardens in anger and he gives her a bitter smile.\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nWhen they cursed me, they made\nme stronger than their gods!\n\nThen he leans in to kiss her. His ugly corpse face frightens\nher. She starts to lean back. THE SCREEN FLASHES. They are\nnow face-to-face in Pharaoh's palace. Handsome Imhotep and\nbeautiful Anck-su-namum. Anck looks around, surprised to be\nthere. Imhotep continues to lean in for his kiss. Anck grins\nat the handsome man, then kisses him hard and closes her\neyes. THE SCREEN FLASHES. Imhotep’s rotted face and fetid\nlips are now kissing Meela’s smooth skin and full lips.\n\nIt's a good thing her eyes are closed. Imhotep's face\n\nROTS AWAY just a little bit more.\n\nEXT. TOWER BRIDGE — NIGHT\n\nO’Connell and Evy stare out over the Thames to where the\ntruck vanished, looking stricken. Ardeth Bey steps up.\n\nARDETH BEY\nDo not fear, my friends. They\nwill not hurt your son.\nO'Connell and Evy turn and look at him.\nARDETH BEY\nThey can not hurt him. For he\nwears the bracelet of Anubis.\nEvy looks at O’Connell.\n\nEvy\nAlex is wearing the bracelet?\n\nO'Connell just wants answers, he steps towards Ardeth Bey.\n\n \n\f \n\n—:\n\nO’CONNELL\nAlex said he saw Giza, and then\nRarnac...?\n\nARDETH BEY\n\nWhen they reach Karnac, the\nbracelet will show him the next\nstep on the journey, and continue\nto do so until they reach Ahm Shere.\n\nO'CONNELL\nThen we better get to Karnac, pronto.\n\nJonathan looks devastated.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nARDETH BEY\n\nWhen they reach Karnac, the\nbracelet will show him the next\nstep on the journey, and continue\nto do so until they reach Ahm Shere. O'CONNELL\nThen we better get to Karnac, pronto. Jonathan looks devastated. \n\nTARGET SECTION TO BE ANNOTATED:\nJONATHAN\nDon’t tell me I’ve got to go\nback to the desert.\n\nO'Connell, Evy and Ardeth Bey all turn and glare at him.\nJonathan quickly shifts gears and smiles brightly.\n\nJONATHAN\nHey! We're going back to Egypt!\n\nO'Connell grits his teeth and pumps his shotgun, KA-CHANK!\n\nO*CONNELL\n\niwant my son back.\nEXT. CAIRO TRAIN STATION (MATTE) — DAY\nA TRAIN is pulling out of CAIRO STATION. The FIFTY ARMED MEN\nin black turbans sit on top of each car. In the background,\nare the pyramids and the Sphinx of the Giza Plateau.\nINT. LUXURY CAR ~ DAY\nLock-Nah pulls Alex into a luxury parlor car. Alex sees the\nHigh Priest hand Meela the black BOOK OF THE DEAD. Alex\npoints to it, very impressed.\n\nALEX\nHey! The Book of the Dead.\n\nLock-Nah slaps his hand down as Meela and the High Priest\nturn to face then.\n\nMEELA\nWhat a bright little child.\n\fShe licks her fingers and straightens his hair, very\nmotherly.\n\nMEELA\nYour mother must be missing\nyou terribly. If you wish to\nsee her again, you best behave.\n\nALEX\nLady, I don’t behave for my\nparents, what makes you think\nI’m gonna do it for yoy?\n\nMEELA\nBecause your parents wouldn’t\nslip poisonous snakes into your\nbed while you were sleeping.\n\nShe smiles. Alex’s eyes widen. The High Priest looks at Lock-\nNah.\n\nHIGH PRIEST\nLord Imhotep wishes to meet the boy.\n\nLock-Nah nods, then YANKS Alex out the back door. There is a\nknock on the front door as it opens and Red and Spivey step\ninside, followed by Abdul and Muhammed, carrying a “box”\nshrouded in a blanket. The High Priest stares at them.\n\nHIGH PRIEST\nDid you acquire what we asked?\n\nRED\nOh, we “acquired it” all right.\n‘ad to kill two a them guards\nat the museum to acquire it.\n\nAbdul pulls the shroud off the “box”, --it’s the SAME EXACT\nCHEST the Americans found and opened in the first movie.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nRED\nOh, we “acquired it” all right. ‘ad to kill two a them guards\nat the museum to acquire it. Abdul pulls the shroud off the “box”, --it’s the SAME EXACT\nCHEST the Americans found and opened in the first movie. \n\nTARGET SECTION TO BE ANNOTATED:\nAbdul angrily fingers the hieroglyphs on it’s lid.\n\nABDUL\nThis chest is cursed. It says\nthere is one, the undead, who\nwill kill all those who open\nthis chest--\n\nHIGH PRIEST\n(dismissing him)\n--Yes, yes, and suck them dry\nand then he’1l become whole again.\nWe've all heard the story before.\n\n \n\n \n\fSi\n\nRED\nI ‘erd the American chaps who\nfound it nine years ago all died,\n‘orrible deaths they were.\n\nSpivey gives them a grin.\n\nSPIVEY\nSo we want five thousand.\n\nLock-Nah is furious.\n\nLOCK-NAH\nThe deal was for two!\n\n‘BPIVEY\nWe want five or we’ll sell\nit elsewhere.\n\nLock-Nah reaches for his scimitar. Meela stops him.\n\nMEELA\nFive will be just fine.\nShe turns and heads for the back door.\n\nMEELA\nFollow me, gentlemen, and you\nShall receive all that you deserve.\n\nINT. CLUTTERED BOXCAR — DAY\n\nThe interior of this boxcar has been transformed into an\nancient Egyptian temple. Lit by TORCHES. Incense burns. Very\nmoody. The rear door opens. Alex is hustled in by Lock-Nah,\nwho closes the door and escorts Alex up to a hooded FIGURE.\nLock-Nah bows down. The Figure turns around. Alex SCREAMS.\nIt’s Imhotep, looking incredibly creepy and gross.\n\nPUSH IN: on Imhotep as he begins speaking ANCIENT EGYPTIAN.\nPULL OUT: as his ANCIENT EGYPTIAN morphs into ENGLISH:\n\nIMHOTEP\nKeetash issirian ibn it is you\nwho are the chosen one, you who\nwill take me to Ahm Shere.\n\nAlex blinks, then shakes his head, a bit disconcerted. Then\nhe stops himself from trembling and tries to be brave.\n\nALEX\nWhat if I don’t? What if I get\na little, —lost?\n\n \n\f \n\nImhotep’s sinewy face forms a horrific semi-smile.\n\nIMHOTEP\nYou have strength little one,\nyou are your father’s son.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat if I get\na little, —lost? Imhotep’s sinewy face forms a horrific semi-smile. IMHOTEP\nYou have strength little one,\nyou are your father’s son. \n\nTARGET SECTION TO BE ANNOTATED:\nLock-Nah is staring at Alex and Imhotep, to him, they are\nBOTH i\n\nIMHOTEP\nBut I know something you don’t.\n\nImhotep grabs the bracelet on Alex’s wrist. Alex is\nterrified.\n\nIMHOTEP\nThis bracelet is a gift anda\ncurse. The sands of time have\nalready begun to pour against you.\n\nImhotep reaches over and flips a large HOURGLASS filled with\nblack sand. The sand begins to pour.\n\nIMHOTEP\nFrom the moment the bracelet\ntakes hold of your wrist, seven\ndays do you have to enter the\npyramid of Ahm Shere, and then..\n\nImhotep stares at the bracelet. Alex stares at Imhotep.\n\nALEX\nYeah? AND THEN?!\n\nImhotep looks him square in the eyes.\nIMHOTEP\nAnd then it will suck the life\nout of you.\n\nALEX\nWait a minute, that’s in five days!\n\nIMHOTEP\nThen I think it would be best if\nwe did not become lost.\nAlex slowly grits his teeth and gives Imhotep a hard stare.\n\nALEX\nMy dad is’ gonna kick your ass.\n\f \n\nVOICES are heard coming from outside. Imhotep spins around\nand heads back to the altar. Lock-Nah quickly grabs Alex and\npulls him out the front door. Meela enters through the rear\ndoor, ushering Red, Spivey, Abdul, and Muhammed inside.\n\nMEELA\nIn here, gentlemen, you shall\nreceive your just rewards.\n\nRED\nNo tricks now, woman, we’re\nnot givin’ up this ‘ere chest\n‘till we're satisfied.\n\nMeela gives him a very seductive look.\n\nMEELA\nThere is much satisfaction to be had.\n\nAbdul and Muhammed carry the chest into the gloomy cabin.\nMeela quickly sweeps out behind all of them and shuts the\ndoor, LOCKING IT from the outside. Spivey looks spooked.\n\nSPIVEY\nWhat the ‘ell?\n\nRed and Abdul squint into the smoky car. They can just barely\nmake out a large shadow. Red draws his pistol.\n\nRED\nWha’ do we ‘av ‘ere then?\n\nImhotep steps into a SHAFT OF LIGHT and SHRIEKS.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nRed draws his pistol. RED\nWha’ do we ‘av ‘ere then? Imhotep steps into a SHAFT OF LIGHT and SHRIEKS. \n\nTARGET SECTION TO BE ANNOTATED:\n Red, Spivey,\nAbdul, and Muhammed just about jump out of their skin. Spivey\nand Muhammed start to SCREAM and PANIC and CLAW at the back\ndoor. The metal plate covering the peep hole slides back,\nrevealing Meela'’s beautiful face.\n\nMEELA\nHe wants you to open the chest!\nQuick! Open the chest!\n\nThe peep hole slams shut. Spivey goes for it. Abdul YELLS:\n\nABDUL\nNoOOO!\n\nBut Spivey grabs the lid-to the chest and pulls, --it POPS\nOPEN WITH A LOUD HISS AND A BLAST OF WHITE VAPOR. Imhotep’s\nmouth starts to open wide, AND KEEPS OPENING, until his mouth\nis about the size of an oil drum. Then he LUNGES FORWARD and\nSUCKS MUHAMMAD INTO HIS MOUTH. He immediately SPITS HIM OUT.\nMuhammad’s SHRIVELLED CORPSE slams off a wall and drops to\nthe floor. Now even Red and Abdul freak out.\n\fa\n\nImhotep starts stalking them. He SUCKS Spivey into his mouth.\nSPITS HIM OUT. Spivey’s shrivelled corpse STICKS to the wall.\nRed and Abdul start FIRING their revolvers.\n\nINT. PARLOR CAR — DAY\n\nThe High Priest hears the TWO GUNS FIRING and looks up from\nthe book he’s reading. Meela enters and sits across from him.\n\nMEELA\nNothing to worry about.\n\nNow only ONE GUN FIRES. ~And then all goes quiet. She smiles.\n\nMEELA\nNothing to worry about at all.\n\nINT. CLUTTERED BOXCAR — DAY\n\nImhotep steps out of the shadows, now FULLY REGENERATED,\nleoking more muscular and handsome than ever. And he seems\nquite pleased with himself.\n\nEXT. IZZY’S HANGAR — DAY\n\nJonathan’s Dussenberg trundles across the desert and up to a\nbeat-to-shit AIRPORT HANGAR. A SIGN READS:\n\nMAGIC CARPET AIRWAYS\n\nO’Connell, Evy and Jonathan get out of the car. The hangar\ndoor opens. A wiid-haired MECHANIC covered in grease steps\nout. This is IZZY.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe hangar\ndoor opens. A wiid-haired MECHANIC covered in grease steps\nout. This is IZZY. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes one lcok at O’Connell and\nimmediately runs back inside, SLAMS the door and LOCKS IT.\nEvy gives O'Connell a look.\n\nEVY\nI see you’ve met.\n\nO'CONNELL\n\nJonathan, get our bags, I’ll\ndeal with this guy.\n\nJonathan lifts up the Scepter of Osiris.\n\nJONATHAN\nMy hands are pretty full—\n\n~--0’Connell snatches it away.\n\nO'CONNELL\nNow.\n\f55\n\nJONATHAN\nRight, right, I'll get the bags.\n\nJonathan scurries away. ‘Connell walks up to the hangar\ndoor, pulls his gun and SHOOTS OFF the doorhandle. Evy gives\nhim another look.\n\nEVELYN\nHoney, you’re not a subtie man.\n\nO'Connell holsters his gun.\n\nQ’CONNELL\nDon't have time for subtle.\n\nHe KICKS the door open, then courteously waves Evy in.\nINT. IZZY’S HANGAR - DAY\n\nIzzy is very upset, pacing and RANTING:\n\nrzZzy\nForget it, O’Connell! Every time\nI hook up with you I get my butt\nshot off. Look! See! I hardly got\nany butt left at all. Remember\nthat bank job in Marrakesh?\n\nEvy looks at O’Connell and raises an eyebrow.\n\nEvy\nBank job?\n\nO'Connell lamely tries to cover.\n\nO'CONNELL\nIt’s not like it sounds. Really.\n\nIzzy looks at Evy.\n\nIZ2Y\nI fly in low for the pick up, land\non a friggin’ dime, next thing ya\nknow, I’m lyin’ in the middle of\nthe road, all shot up! My spleen\nhangin’ out--!\n\nEvy cringes. Izzy gestures to O'Connell.\nIzzy\n\n--and I see bim waltzin' off\nwith some bellydancer girl!\n\f \n\nEvy cocks an eyebrow at O’Connell.\n\nEVY\nBellydancer girl?\n\nThen she looks back at Izzy.\n\nEVY\nClearly, you and I need to\nget better acquainted.\n\nO'Connell slams a large bundle of cash onto the table, trying\nto change the subject.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen she looks back at Izzy. EVY\nClearly, you and I need to\nget better acquainted. O'Connell slams a large bundle of cash onto the table, trying\nto change the subject. \n\nTARGET SECTION TO BE ANNOTATED:\nO’CONNELL\nWe don’t care what it costs.\n\nTZzy\nO'Connell, you looked around\nhere any? What do I need money\nfor? What the hell am I gonna\nspend it on!?\n\nO'Connell punctuates his dialogue by pointing the Scepter at\nIzzy:\n\nO’CONNELL\nLook Izzy, my little boy is out\nthere and I’m gonna do whatever\nit takes to get him back.\n\nO'Connell notices that Izzy has been staring at the Scepter.\nHe moves the Scepter to the left. Izzy's eyes follow it. He\npoints it to the right. Izzy’s eyes are locked on. Up. Down.\nIzzy’s head comically moves with the Scepter. O’Connell\nsmiles knowingly. Izzy finally points to the Scepter.\n\nIZZY\nO’Connell, you gimme that gold\nthing there, you can set me on\nfire and call me names.\n\nO’Connell hands Izzy the Scepter. Izzy grabs it. O’Connell\ndoesn’t let go of it.\n\nO'CONNELL\nThe men we're up against wanted\nthis thing awful bad. Bring it along.\n\nIZZY\nYou think I'd leave it here?\n\fco\n\nO'Connell lets go. Izzy gleefully scurries away.\nJonathan staggers up and drops the luggage.\n\nJONATHAN\nHey, where's my gold stick?\n\nO’Connell looks at him.\n\nO'CONNELL\nDon’t worry, we did the right thing.\n\nJONATHAN\nWe did?\n\nEXT. HANGAR — DAY\n\nO'Connell and Jonathan step out of the hangar, followed by\nIzzy, wiping his greasy hands across his dirty yellow shirt,\nand giving Evy a flirty, rotten toothed smile.\n\nTZ2zy\n~you're not exactly catching\nme at my best.\n\nAnd then he spots Ardeth Bey and TWELVE MEDJAI WARRIORS\nsitting on horses. He stops in his tracks, suddenly nervous.\n\nIZZY\nAnd uh, who, exactly, are\nthese friendly looking fellows?\n\nArdeth Bey dismounts.\n\nARDETH BEY\nThey are the commanders of the\ntwelve tribes of the Medjai.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nIZZY\nAnd uh, who, exactly, are\nthese friendly looking fellows? Ardeth Bey dismounts. ARDETH BEY\nThey are the commanders of the\ntwelve tribes of the Medjai. \n\nTARGET SECTION TO BE ANNOTATED:\n(he lifts his arm)\nHorus !\n\nA FALCON on the arm of one of the Medjai Commanders flies off\nand over to Ardeth Bey, landing on his outstretched arm.\nJonathan looks at Ardeth Bey and grins.\n\nJONATHAN\nPet bird?\n\nArdeth Bey lovingly strokes Horus’ feathers.\n\nARDETH BEY\nMy best and most clever friend.\nHe will let the other commanders\nknow-of our progress, so that\nthey may follow.\n\fArdeth Bey looks at the other Commanders, then with an open\n. palm he touches his heart and waves it towards the sun.\n\n“ ARDETH BEY\nHarum bara shad!\n\nThe Commanders make the same sign and CALL BACK:\n\nCOMMANDERS\nHarum bara shad!\n\nThen they rear their horses around and gallop off.\n\nARDETH BEY\nIf the Army of Anubis arises,\nthey will do all they can to |\nstop them.\n\nEXT. HANGAR - DAY\n\nO'Connell, Evy, Jonathan and Ardeth Bey round the side of the :\nhangar. They come to a dead stop as they look up and see: '\n\nA small golden DIRIGIBLE, a blimp, floating in the air, held\ndown by mooring lines. Slung to its underbelly is a decrepit\nOld FISHING TRAWLER. An airplane propeller sticks out of the\nrear of the boat engine. It all looks very hand-made and\nss jerry-rigged. Izzy stands in front of it, grinning proudly.\n\nIZZY\nIsn’t she beautiful!\n\nO’Connell looks very annoyed.\n\nO'CONNELL\nIt’s a balioon.\n\nIZZY\nIt’s a dizrigible!\nO'CONNELL\nWhere‘s your airplane?\nIzzy\nAirplanes are a thing of the past.\nO'Connell does a slow burn as Ardeth Bey shakes his head.\n\nARDETH BEY\n\nWhy can’t you people ever keep\nyour feet on the ground?\n\fO’Connell, Evy, Jonathan and Ardeth Bey follow Izzy up the\ngangway. There are multiple BANNERS slung along the side of\nthe boat covered in NAMES WRITTEN IN ARABIC.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nARDETH BEY\n\nWhy can’t you people ever keep\nyour feet on the ground? O’Connell, Evy, Jonathan and Ardeth Bey follow Izzy up the\ngangway. There are multiple BANNERS slung along the side of\nthe boat covered in NAMES WRITTEN IN ARABIC. \n\nTARGET SECTION TO BE ANNOTATED:\nJONATHAN\nWhy are there names written all\nover it?\nIZZY\n(proudly) |\nThat was my idea.\nEVY\nYour idea?\nIzzy\n\nYeah, ya see, I talked all the\n\nlocal merchants into payin’ me\n\nto put their names on it.\n(smiles broadly}\n\nI call it: “Product Placement”.\n\nIzzy cuts the mooring lines. The blimp BEGINS TO ASCEND.\n\nCUT WIDE: as the blimp motors off into the desert towards a\ngorgeous SETTING SUN. DISSOLVE TO: a fantastic FULL MOON, as\nthe blimp floats across it. A billion stars twinkle brightly.\n\nEXT. BLIMP - NIGHT\n\nJonathan and Ardeth Bey are sitting alongside the cabin.\nJonathan's arm is reaching into a porthole, scrounging around\ninside for something. ardeth Bey is lovingly petting Horus.\n\nARDETH BEY\nIt is written, that the Oasis\nof Ahm Shere is where Man began,\nand where his demise will originate.\n\nJONATHAN\nYes, yes, sounds terrible, now\nabout that gold pyramid?\n\nARDETH BEY ©\n(ominously)\nIt is written, that since the time\nof the Scorpion King, no man who\nhas ever laid eyes upon it, has\never returned to tell the tale.\n\nJonathan looks nervous.\n\nJONATHAN\nWhere is all this stuff written?\n\n \n\fThen he pulls the Scepter out through the porthole.\n\nJONATHAN\nThere! Got it. Pretty nice eh?\n\nARDETH BEY\nYes, and it must be very important,\nif I were you, I would keep it close.\n\nJonathan proudly puffs up his chest.\n\nJONATHAN\nThe gods couldn’t take it away.\n\nIzzy walks past and snatches it out of Jonathan’s hand.\n\nIzzy\nThat's mine, skinny boy, keep\nya hands off.\n\nJonathan looks crestfallen. Ardeth Bey just laughs.\n\nUP AT THE BOW: O'Connell steps up to Evy, who is staring out\nat the fantastic landscapes below. She starts to tremble.\n\nEVELYN\nI want him back, Rick. I want\nhim in my arms.\n\nEvy starts to cry. O’Connell gently wraps his arms around her\nand hugs her tight.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nI want\nhim in my arms. Evy starts to cry. O’Connell gently wraps his arms around her\nand hugs her tight. \n\nTARGET SECTION TO BE ANNOTATED:\nO'CONNELL\nI know.., I know...\n\nHe sees the GOLD DISC in her hands and points to an engraving\nof some Anubis Warriors, trying to get her mind off of Alex.\n\nO’ CONNELL\nSo who are these guys?\nEVELYN\n\nAnubis Warriors. Minions of\nthe Scorpion King.\n\nO’CONNELL\nAnd these little guys here?\n\nEvy looks into his eyes and gives him a slight smile, she\nknows what he’s trying to do, and she loves him for it.\n\f \n\nEVELYN\nPygmies. The Pharaohs used to\ncatch them and bring them back\nto Thebes for show. They were\ncannibals. And yery ill tempered.\n\nO'CONNELL\nSo whatever happened to this\nScorpion King guy?\n\nEVELYN\nHe betrayed Anubis and was\ncondemned for all time. His\ncurse was so horrible, it\nhas never been described.\n\nEvy’s eyes drift off. O’Connell hugs her tighter.\nO’CONNELL\n-~I promise, Evy, we're gonna\nget him back.\nEXT. TRAIN — DAY\n\nThe SUN RISES behind the train as it races between giant\ngolden sand dunes.\n\nINT. TRAIN - PRIVATE PASSENGER COMPARTMENT - DAY\nA tight little passenger compartment. Alex drums his fingers\n\non the windowsill and stares at Lock-Nah, who sits across\nfrom him and stares right back.\n\nALEX\nAre we there yet?\n\nLOCK-NAH\nNo.\n\nALEX\nAre we there yet?\n\nLOCK-NAH\nNo.\n\nALEX\nAre we there yet?\n\nLOCK-NAH\nNo.\n\nALEX\n\nAre we there yet?\n\n61\n\fLock-Nah leaps up and SLAMS a knifeblade down between two of\nAlex‘s fingers, missing them by a hair. Alex just stares.\n\nALEX\nWow, that was amazing, perfect aim.\n\nLOCK-NAH\nWhat are you talking about?\n\nLock-Nah yanks the knife out.\n\nLOCK-NAH\nimissed.\n\nAlex's eyes widen. Lock-Nah starts picking his teeth with the\nblade. Alex glares at him.\n\nALEX\nI have to go to the bathroom.\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlex glares at him. ALEX\nI have to go to the bathroom. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n TRAIN BATHROOM — DAY\nThe bathroom door opens and Alex looks into the most rancid,\nfilthy, disgusting, windowless craphole imaginable. He looks\nup at Lock-Nah, and in a very dainty voice says:\nALEX\nWhere’s the bidet?\nLOCK-NAH\nHURRY UP!\nALEX\nJust kidding, geez.\nLock-Nah crosses his arms and stares down at Alex. Alex\n\nstares right back up at him.\n\nALEX\nI can’t go when someone’s watching.\n\nLock-Nah snarls, then steps out and siams the door. Alex\nlooks around, disgusted and dejected, then he looks down\ninto the “toilet”.\n\nALEX\nYikes. Doesn't anyone around here\nknow how to flush a toilet?\n\nHe gingerly grabs the rusty chain and pulls. There is a loud\nFLUSHING SOUND..And-then Alex’s eyes widen.\n\fThe bottom of the toilet has OPENED and is spilling\nrinsewater right onto the train tracks. Alex quickly grabs\nthe rusty toilet and pulls, peeling it back to reveal a HOLE\nbig enough for him to fit through. The tracks WHIZ2 past.\n\nEXT. TRAIN — KARNAC — DAY\n\nThe brakes on the train suddenly LOCK-UP. The train starts\nto SCREECH to a stop near the huge TEMPLE AT KARNAC. Men\nSHOUT in ARABIC and broken English. Something about “the boy\nhas escaped!”. Several men on top of the train OPEN FIRE.\n\nImhotep‘s boxcar doors CRASH OPEN. Imhotep stands in the\ndoorway. He sees Alex, scurrying off through the ruins,\nheading for the temple, bullets RICOCHETING all around him.\nImhotep angrily looks up at the two men firing above him. He\nraises his arms. The two men are suddenly picked up off their\nfeet by an invisible force, lifted into the air, viciously\nSLAMMED together, then flung like rag dolls into the ruins.\n\n’\n\nAlex vanishes into the temple complex.\nMeela and the High Priest turn and glare at Lock-Nah, who\nangrily lowers his head in shame.\n\nNT. TEMPLE ROOM — DAY\n\nAlex races into a temple room, panting from exhaustion.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeela and the High Priest turn and glare at Lock-Nah, who\nangrily lowers his head in shame. NT. TEMPLE ROOM — DAY\n\nAlex races into a temple room, panting from exhaustion. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly, the reom fills with a VISION: It’s the exterior of\nKARNAC, only brand spanking new. Then the vision races across\nthe desert to the TEMPLE ISLAND OF PHILAE, circa 2,000 B.C..\nA GIANT MAN suddenly comes striding across the island. The\nvision vanishes. It’s Imhotep. He stops in front of Alex.\nAlex is suddenly LEVITATED off his feet and brought up to eye\nlevel with Imhotep. Imhotep’s face ROTS AWAY a tiny bit more.\nHe grins and wags a moldy finger at Alex.\n\nIMHOTEP\nTch, tch, tch.\n\nEXT. BLIMP — DAY\n\nThe blimp floats high over the Nile, backlit by another\ngorgeous SUNSET. O’Connell and Ardeth Bey are busy locking\nand loading, preparing for battle.\n\nO* CONNELL\nWhat kinda problems can we\nexpect from our old pal?\n\nARDETH BEY bu\nImhotep’s powers are weak it\nhe is still quite formidable.\n\fEvy strolls up, looking very worried.\n\nEvy\nWe had better get to Karnac\nbefore they leave it, or we\nwon‘’t have the foggiest where\nto go next.\n\nO'Connell looks over at Izzy, sitting up in the cockpit.\n\nO'CONNELL\nIZZY!\n\nIZZY\nI already told ya!\n\nO’CONNELL\nfell me again.\n\nIZzy\nWe'll be there before the\nsun rises. Cross my heart.\n\nO’Connell gives Evy a wink and a reassuring squeeze. Evy\nforces a smile and heads for the bow of the boat. Suddenly,\nher eyes start to glaze over and she goes into a trance.\n\nNNT. KARNAC TEMPLE POOL — DAY\n\nImhotep is CHANTING over a tiny SACRED POOL covered in FOG.\nMeela stares into it, her eyes glazing, going into a trance.\nImhotep stops chanting and turns to her.\n\nIMHOTEP\n(ancient Egyptian — subtitled)\nIt is time to remind you of who\nyou are.\n\nHe passes his hand over the fog, it begins to part, revealing\nnot a pool, but a VISION OF ANCIENT EGYPT: PHARAOH’S PALACE.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nImhotep stops chanting and turns to her. IMHOTEP\n(ancient Egyptian — subtitled)\nIt is time to remind you of who\nyou are. He passes his hand over the fog, it begins to part, revealing\nnot a pool, but a VISION OF ANCIENT EGYPT: PHARAOH’S PALACE. \n\nTARGET SECTION TO BE ANNOTATED:\nIMHOTEP\n(ancient Egyptian — subtitled)\nAnd of who we are together.\n\nThe SCREEN FLASHES and we find ourselves in ancient times.\nINT. PHARAOH'S PALACE — DAY\n\nTwo Egyptian Princesses, their faces hidden by ornate gold\nMASKS, are engaged-in-hand-to-hand combat, these are the same\n\ntwo Princesses depicted in the hieroglyphs at the beginning\nof the movie. Imhotep and PHARAOH watch, greatly amused.\n\fIMHOTEP (0.8.)\n(ancient Egyptian — subtitled}\nFor our love is a true love, an\neternal love. Our souls mated forever.\n\nUsing small, hand-held TRIDENTS, the two gorgeous women\n\ntly PUNCH, KICK, ELBOW and BACKHAND each other as they\nbrilliantly fight across the palace chamber. One of the\nPrincesses is viciously thrown to the floor, HER MASK IS\nKNOCKED OFF, -~1ts EVY.\n\nThe other woman lunges forward, stopping her knife a quarter\ninch before it plunges into Evy’s neck. The metal flaps on\nthe woman's mask SNAP OPEN, --revealing ANCK. The look in her\neyes tells us she’d like nothing better than to drive her\nknife to the hilt. Evy gives the look right back at her,\nclearly, there‘s no love lost between these two. Anck forces\nherself to smile at Evy.\n\nANCK-SUNAMUN\n(ancient Egyptian — subtitled)\nYou have improved greatly,\nPrincess Nefertiri.\n\nImhotep, Pharaoh and the surrounding COURTIERS applaud as the\ntwo women get to their feet. Pharaoh steps forward.\n\nPHARAOH\n{ancient Egyptian — subtitled)\nWonderful! Wonderful! Who\nbetter to protect Pharaoh—\n“(gestures to Evy/Nefertiri)\n--than my lovely daughter,\n(gestures to Anck)\nAnd my future wife.\n\nPharaoh hugs Nefertiri. She lovingly hugs him back. And then,\nover Pharaoh’s shoulder, she sees Anck and Imhotep exchange\nknowing looks.\n\nEXT. BLIMP - DAY\n\nEvy’s eyes narrow suspiciously.\n\nEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BLIMP - DAY\n\nEvy’s eyes narrow suspiciously. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PHARAOH’S PALACE PARAPET — NIGHT\n\nNefertiri is strolling the parapet, enjoying the night air.\nShe looks across the palace courtyard and spies Anck coming\n\nthrough some drapes and into a bedroom. Nefertiri scowls,\nand then her eyes start to widen in surprise.\n\fb\n\n \n\nCUT TO FOOTAGE FROM THE FIRST MOVIE: Anck glides up to\nImhotep, standing in the bedroom. She passes her hand over\nhis face in her special way and they start to KISS.\n\nNefertiri looks away, furious, trying to decide what to do.\nThen she looks back across the courtyard and sees Pharaoh\nentering the bedroom. Anck now stands alone.\n\nCUT TO FOOTAGE FROM FIRST MOVIE: Pharaoh strides up to Anck\nand accuses her. Anck’s eyes flicker over his shoulder.\nPharaoh turns around. It’s Imhotep. He grabs Pharaoh’s sword.\n\nNefertiri starts to panic, she quickly looks around and spots\nsome Medjai bodyguards in the courtyard. She points to the\nbedroom amd YELLS:\n\nEVY/NEFERTIRI\n(ancient Egyptian — subtitled)\nQuickly! My father needs you!\n\nNefertiri looks back across the courtyard in time to see:\nFOOTAGE FROM FIRST MOVIE: Imhotep and Anck STABBING PHARAOH.\n\nEXT. BLIMP — DAY\nEvy lunges forward, SCREAMING in anguish.\n\nO'Connell and the others turn and look just as Evy starts to\nFALL OVER THE RAILING. O’Connelil LEAPS UP and DIVES for Evy,\nhe grabs her hand, --but is pulled right over the railing\nalong with her! At the last second his free hand grabs one of\nthe banners slung alongside the boat. --but the banners RIP\nAWAY from the railing, SNAP-SNAP-SNAP! The last one finally\ncatches. Their descent JERKS TO A STOP.\n\nEvy dangles from O’Connell’s outstretched arm, looking\nshocked. There’s a half mile of dead air between them and the\nearth below. O’Connell strains under the weight, fighting the\ntug of gravity. He gives his wife an incredulous look.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s a half mile of dead air between them and the\nearth below. O’Connell strains under the weight, fighting the\ntug of gravity. He gives his wife an incredulous look. \n\nTARGET SECTION TO BE ANNOTATED:\nO’ CONNELL\nGoing somewhere?\n\nINT. KARNAC TEMPLE POOL —\nMeela is still in a trance, staring into the pool, she YELLS:\nMEELA/ANCK\n(ancient Egyptian — subtitled)\n\nGo! Save yourself! Only you can\nresurrect me!\n\fINT. PHARAOH'S BEDROOM - NIGHT\n\nImhotep is dragged away by his priests. Anck spins around as\nthe Medjai enter. the room. She curses them and STABS HERSELF.\n\nINT. KARNAC TEMPLE POOL — DAY\n\nMeela CRIES OUT, her eyes snap open and go blank, as if she’s\njust died from shock. Imhotep is now reading from the black\nBook Of The Dead. Suddenly, Anck’s BOG SPIRIT rises up out of\npool and gloms onto Meela’s face and body. The bog spirit\nsucks itself right into her. Anck awakens and looks at\nImhotep. He looks back at her, lovingly.\n\nIMHOTEP\nAnck-sunamun.\n\nAnck stares at him, and then her face softens and she smiles.\n\nANCK-SUNAMUN\nImhotep.\nImhotep gestures around at the temple ruins surrounding them.\nIMHOTEP\n(ancient Egyptian — subtitled)\nOur love has lasted longer than\nthe temples of our gods.\n\nAnck passes her hand over his face in her special way, and\nthen they embrace and kiss passionately.\n\nEXT. BLIMP — NIGHT\nIzzy sits up in the cockpit, gliding the blimp through the\nclouds. O’Connell, Evy, Jonathan and Ardeth Bey sit around\na warm, glowing barrel of fire.\nEvY\n~80 I was Princess Nefertiri?\n\nARDETH BEY\nThree thousand years ago.\n\nJonathan leans in to Ardeth Bey.\nJONATHAN\nI don’t suppose there’s an\nanuheritance we should know about?\n\nArdeth Bey just smiles and looks back at Evy.\n\n \n\f \n\n}\n\nARDETH BEY\nBecause of you, Imhotep was caught,\nand then cursed for all time.\n\nJONATHAN\nNo wonder they want you dead, Evy.\n\nArdeth Bey looks at O'Connell.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\n}\n\nARDETH BEY\nBecause of you, Imhotep was caught,\nand then cursed for all time. JONATHAN\nNo wonder they want you dead, Evy. Ardeth Bey looks at O'Connell. \n\nTARGET SECTION TO BE ANNOTATED:\nARDETH BEY\nNow do you believe, my friend?\nClearly you were destined to\nprotect this woman.\n\nO'Connell gives Ardeth Bey a sarcastic look.\n\nO'CONNELL\nRight. Evy’s a reincarnated princess\nand I’m descended from of an ancient\nbrotherhood of warriors.\n\nARDETH BEY\nHow else do you explain ber dreams,\nand your tattoo?\n\nO’CONNELL\nCoincidence.\n\nARDETH BEY\nMy friend, there is a fine line\nbetween coincidence, and Fate.\n\nO'Connell shrugs it off, then wraps his arm around Evy,\ngetting a little frisky.\n\nO'CONNELL\nYou know, I’ve never slept\nwith a princess before.\nEvy gives him a big sarcastic smile.\n\nEVY\nNo, but you’ve slept with a\nbellydancer.\n\nShe gets up and walks off. O’Connell looks really bummed.\nO’CONNELL\nAw c’mon, honey. She meant nothing!\nI married you, didn't I1?\n\nO’Connell gives Izzy an angry look. Izzy starts whistling\ninnocently and slides out of sight in the cockpit.\n\fa\n\nINT. TENT ~ NIGHT\n\nInside a tent, Alex paces .in a circle, and that’s all he can\ndo because his ankle is chained to a thick stake driven deep\ninto the ground. Lock-Nah rips the flap back and enters.\n\nLOCK-NAH\nWhen the time comes, I will\ntruly enjoy killing you.\n\nAlex holds up the bracelet.\n\nALEX\nUh-uh-uh!\n\nLock-Nah freezes in his tracks. Alex smiles.\n\nALEX\nBut until that time you better\nbe a little nicer to me. Now\nwhere's my water?\n\nLock-Nah angrily hands Alex a cup of water.\n\nALEX\nNo ice?\n\nLock=-Nah snarls and storms out of the tent. Alex smiles to\nhimself, then looks around to see if anyone’s watching hin.\nHe gets down on his hands and knees, spills the cup of water\nonto a pile of sand and starts playing with it.\n\nEXT. KARNAC TEMPLE - DAY\n\nThe train sits idle by the side of the great temple as\nO'Connell stealthily moves through the ruins, guns up.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gets down on his hands and knees, spills the cup of water\nonto a pile of sand and starts playing with it. EXT. KARNAC TEMPLE - DAY\n\nThe train sits idle by the side of the great temple as\nO'Connell stealthily moves through the ruins, guns up. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nstops and signals Ardeth Bey, who nods and dashes across the\nsand and up to the train. Ardeth Bey sticks his gun into the\nparlor car. It’s empty. O’Connell throws open the door to\nImhotep’s boxcar. It's also empty. --The last bit of sand\nGrains out of the top of the HOURGLASS. O’Connell is crushed.\n\nO'CONNELL\nWe're too late.\n\nArdeth Bey looks out across the deserted temple complex.\n\nARDETH BEY\nThey're gone. We’ve lost them!\n\nAnd then O’Connell spots something. A glimmer of hope flits\nacross his eyes. He starts to run.\n\fO'CONNELL\nEVYL!\n\nO'Connell races across the sand and up to a little BOY'S TIE\nhanging from a branch.\n\nO'CONNELL\nLook! Alex lost his tie.\n\nEvy runs up to him as he gestures with a smile.\n\nO’ CONNELL\nAnd he made a little sand castle.\n\nTILT DOWN: from the tie to the ground. The tie is actually\npointing to a tiny “sand temple” on the ground. Intricately\nshaped. Very distinctive. It’s what Alex was working on.\n\nEVY\nIt’s the Temple Island of Philae.\n(she smiles at O’Connell)\nThey're going to the Island\nof Philae.\n\nO'Connell is elated and proud.\n\nO'CONNELL\nAtta boy ALEX!\n\nTIGHT ON: a tiny SCRAP OF PAPER with Arabic writing being\nrolled up and stuck into a tiny tube. The tube is\nmagnetically stuck to the leg of Horus the falcon.\nArdeth Bey launches Horus, who flies off over the temple.\n\nPUSH IN: on the tiny sand temple, then we do a perfect MATCH\nDISSOLVE TO: THE ISLAND OF PHILAE, as the blimp touches down.\n\nTIGHT ON: ALEX'S JACKET, lying on the ground. 0’Connell bends\ndown and picks it up, underneath it is another TINY SAND\nTEMPLE: a cone shaped mountain with four Collossi. Evy grins.\n\nEvy\nThe great temple of Abu Simbel.\nAgain, Ardeth Bey launches Horus, who flies away.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvy grins. Evy\nThe great temple of Abu Simbel. Again, Ardeth Bey launches Horus, who flies away. \n\nTARGET SECTION TO BE ANNOTATED:\nPUSH IN: on the tiny Abu Simbel sand castle, then MATCH\nDISSOLVE TO: The Great Temple Of Abu Simbel as the blimp\nlifts off from it. Horus flies right past CAMERA.\nEXT. NUBIAN DESERT — DAY\n\nWay off in the.distance,. traversing a huge sand dune, is a\ncaravan of a sixty men, one woman and one kid on camels.\n\f71\n\nTIGHT ON: Lock-Nah. Hearing the CRY OF A FALCON. A knowing\nlook crosses his face. His eyes scan the desert for Horus.\n\nEXT. DESERT — DAY\n\nHorus lands on the arm of a Medjai Commmander. Behind him are\n@ HUNDRED WARRIORS on horseback. The Commander removes the\nnote from the tube and reads it, then CALLS OUT:\n\nCOMMANDER\nLa Nile Azur!\n\nAs the Commander and his men move out, WE CRANE UP: and over\nthe dune behind them, to reveal: TEN THOUSAND MORE WARRIORS.\n\nEXT. NILE CANYONS — DAY\n\nThe blimp floats through deep canyons, following a river.\nA BALD HEAD steps into the EXTREME FOREGROUND, watching the\nblimp as it vanishes around a canyon corner. --It’s Imhotep.\n\nEXT. BLIMP — DAY\nO'Connell, Evy, Jonathan and Ardeth Bey stare at the river.\n\nO'CONNELL\nThat's the blue Nile down there.\nWe're out of Egypt now.\n\nEVY\nYes, but we're still in\nancient Egypt. .\n\nJONATHAN\nHow are we ever going to find\nthem in this maze of canyons?\n\nEXT. NILE RIVER BANK CAMPSIGHT — DAY\n\nAlex sits by the edge of the water, surreptitiously making a\ndesign in the wet sand. A BOOT suddenly stomps on the design.\nIt's Lock-Nah. He YANKS Alex to his feet, furious.\n\nLOCK-NAH\nLeaving bread crumbs?\n\nImhotep steps up and looks down at the smashed design, then\nhe looks at Alex and starts speaking ANCIENT EGYPTIAN. --But\nto Alex, it’s ENGLISH:\n\nIMHOTEP\nYou-.are-very clever, little one.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe YANKS Alex to his feet, furious. LOCK-NAH\nLeaving bread crumbs? Imhotep steps up and looks down at the smashed design, then\nhe looks at Alex and starts speaking ANCIENT EGYPTIAN. --But\nto Alex, it’s ENGLISH:\n\nIMHOTEP\nYou-.are-very clever, little one. \n\nTARGET SECTION TO BE ANNOTATED:\nI hope your mother and father\nenjoyed their journey.\n\fImhotep turns and wades out into the Nile. He starts to raise\nhis arms. A MASSIVE WALL OF WATER RISES UP OUT OF THE RIVER.\n\nEXT. BLIMP ~- DAY\n\no’Connell, Evy, Jonathan and Ardeth Bey are looking out over\nthe bow of the fishing trawler. Suddenly, they hear a LOUD\nRUMBLE. Izzy is the first one to look back and see it coming:\n\nIZZY\nWhat the hell?\n\nA MASSIVE WALL OF WATER CRASHES DOWN THE CANYON. CHARGING\nRIGHT AT THEM. Throwing rocks and boulders out of it’s way.\nEverybody reacts. O’Connell YELLS at Izzy.\n\n0’ CONNELL\nIzzy! Go Right! Starboard!\nStarboard! Starboard!\n\nIzzy pulls the FLAME CABLE and turns the wheel. The blimp\nACCELERATES and starts to corner into a smaller side canyon.\n\nA GIANT FACE forms inside the massive wall of water.\nIt's Imhotep. He starts to open his HUGE WATERY MOUTH.\n\nIzzy ignites the afterburners and fires up the hand-made\nbooster rockets, -~-WHOOSH! FLAMES shoot out the rear of the\nfishing trawler. The blimp makes it into the side canyon.\nThe massive wall of water doesn’t make the turn. Imhotep’s\nwatery face SCREAMS in anger as it explodes past the blimp.\n\nEverybody stares back at the big canyon as it recedes.\nJonathan is the first one to turn and look forward. His jaw\njust about hits the floor.\n\nJONATHAN\nUhhhh people?\n\nEverybody turns to see what Jonathan’s seeing. Up ahead, this\nsmaller canyon dumps into a MASSIVE BOWL SHAPED CANYON FILLED\nWITH AN ENORMOUS JUNGLE. Ardeth Bey nods in wonderment.\n\nARDETH BEY\nAhm Shere.\n\nO'Connell snaps out his telescope and zooms in. TELESCOPE\nPOV: way off across the jungle is the TIP of a GOLD PYRAMID.\n\nO'CONNELL\nYou bet your ass it is.\n\nAnd that's when they hear another RUMBLE. Izzy looks back.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'CONNELL\nYou bet your ass it is. And that's when they hear another RUMBLE. Izzy looks back. \n\nTARGET SECTION TO BE ANNOTATED:\n\f—™,\n\nIZzy\nSon-of-a-SURF’S UUUUUP!\n\nAnother MASSIVE WALL OF WATER is charging down the canyon and\ncoming right at them. Imhotep’s crazed, watery face forms\ninside it. He LAUGHS maniacally. HIS HUGE MOUTH OPENS WIDE to\nswallow the blimp. Izzy kicks the throttle, ignites the\nafterburners and fires up the booster rockets, giving it all.\nshe’s got, --WHOOSH! FLAMES shoot out the sides of the boat.\n\nEXT. AHM SHERE — DAY\n\nThe blimp ACCELERATES out of the canyon, --but it’s too late.\nThe MASSIVE WAVE OF WATER explodes out of the canyon behind\nit. Imhotep’s huge watery mouth ENGULFS THE BLIMP. The blimp\nCRASHES down into the jungle along with a massive quantity of\nwater.\n\nEXT. NILE RIVERBANK — DAY\n\nImhotep staggers out of the Nile, exhausted, his face\ni . He looks at Alex. Alex reacts in horror.\n\nEXT. JUNGLE — DAY\n\nThe blimp is half deflated; the trawler a torn up mess.\nO'Connell, Evy, Jonathan and Ardeth Bey are putting on packs\nfilled with weaponry and gear. O’Connell looks at Izzy.\n\nO*’CONNELL\nI’m gonna go get my son, and\nthen I’m gonna wanna get out\nquick, so make it work, Izzy.\n\nIzzy is pacing and ranting angrily.\n\nIZZY\nYou don’t understand, godammit!\nIt was filled with gas, not hot\nair. I need gas toe get this thing\noff the ground, where am I gonna\nget gas around here? Tarzan’s\nFill ‘R Up!?\n\nJonathan makes sure Izzy isn’t looking, then he steals the\nScepter of Osiris and shoves it into his pack.\n\nIZZY\nNow I could maybe jerry-rig it\nto take hot air, but you know\nhow many cubic meters I'd need?!\n\fGd\n\n74\n\n0’Connell walks up and slaps him on the back.\n\nO'CONNELL\nIf. anybody can fill this\nthing up with hot air, it’s you.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nIZZY\nNow I could maybe jerry-rig it\nto take hot air, but you know\nhow many cubic meters I'd need?! Gd\n\n74\n\n0’Connell walks up and slaps him on the back. O'CONNELL\nIf. anybody can fill this\nthing up with hot air, it’s you. \n\nTARGET SECTION TO BE ANNOTATED:\nArdeth Bey launches Horus as they head off into the jungle.\nEXT. JUNGLE ROCKS — DAY\n\nThe CAMERA follows Horus as he flies up over the canopy.\nLock-Nah suddenly appears in the foreground, aiming down\nthe barrel of his rifle. He FIRES.\n\nEXT. JUNGLE — DAY\n\nArdeth Bey spins around as he hears the report of a rifle and\nthe CRY of a falcon.\n\nARDETH BEY\nHorus!\n\nHe staggers forward and stares up into the canopy, now it’s\nArdeth Bey’s turn to look devastated, A LONG BEAT, and then\nhe starts to take off his pack.\n\nARDETH BEY\nThe Army of Anubis will arise\nfrom the sands outside of this\noasis. I must let the commanders\nknow where it is.\n\nO’Connell gently grabs his arm and stops him.\nO'CONNELL\nI need you to help me get my\nson back.\nArdeth Bey stares at him, sees the look in O’Conneli’s eyes.\n\nARDETH BEY\nThen first, I shall help you.\n\nO'Connell nods in appreciation. Ardeth Bey raises an eyebrow.\n\nARDETH BEY\nAnd Imhotep?\n\nO'Connell gives him his most dangerous smile.\nO'CONNELL\n\nDon't worry, this time I‘ll\nput him down for good.\n\f75\n\nEXT. VALLEY OF THE DEAD — NIGHT\n\nA FULL MOON shines down on the dark jungle. The High Priest\nand Lock-Nah are on horses, leading a walking caravan of\nblack turbans carrying TORCHES. Imhotep and Anck are being\ncarried on pallets by red turbaned men. Alex is near the\nback, his hands tied in front of him, looking a bit scared.\n\nEveryone’s eyes widen in horror as they come upon HUNDREDS OF\nROTTED SKELETONS scattered throughout the jungle. Some piled\nhigh, others lying off by themselves. Many appear to have\nbeen barbecued alive on fire spits. All are wearing the\nvarious tattered remains of once glorious uniforms and\narmour. The FULL MOON gives them a creepy glow.\n\nHIGH PRIEST\nOver there, Roman Legionnaires.\nAnd there, turn of the century\nFrench, Napoleon’s troops.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe FULL MOON gives them a creepy glow. HIGH PRIEST\nOver there, Roman Legionnaires. And there, turn of the century\nFrench, Napoleon’s troops. \n\nTARGET SECTION TO BE ANNOTATED:\nLOCK-NAH\nWhat in the name of Osiris did this?\n\nEach and every person is terrified. All except Imhotep.\nEXT. JUNGLE ROCKS — NIGHT\n\nQ’Connell and Ardeth Bey are arming themselves to the teeth.\nO'Connell suddenly looks around.\n\nO'CONNELL\nYou hear that?\n\nARDETH BEY\nWhat?\n\nO* CONNELL\nNothing. Absolutely nothing.\nIt’s dead silent. I've never\nheard a jungle be so quiet.\n\nThe two men share a nervous look. Evy and Jonathan are\n\nlocking and loading rifles. Jonathan sees something and\nbrushes back the foliage. A dozen SHRUNKEN HEADS dangle\nfrom a pole. Jonathan's eyes widen.\n\nJONATHAN\nI say, look at this, shrunken heads.\n(lcoks closer)\nI’d absolutely Jove to know how\nthey do that.\n\nIn unison, O’Connell, Evy and Ardeth Bey all give him a look.\n\fd\n\n \n\nJonathan looks indignant.\n\nJONATHAN\nJust curious.\n\nHe hefts a longrifle. Ardeth Bey looks at him.\n\nARDETH BEY\nAre you any good with that?\n\nJONATHAN\n(outraged)\nThree time Fox and Hound Grand\nChampion, I‘11 have you know!\n\nHe fumbles with the rifle, almost drops it.\nJONATHAN\nThat was of course before I\nstarted drinking.\nO'Connell steps up to his wife.\nO'CONNELL\nYou remember everything I've\ntaught you over the years?\nEvy looks him square in the eyes.\n\nEvY\nI won't miss.\n\nEXT. JUNGLE CLEARING — NIGHT\n\nThe caravan comes into a clearing. Par off in the distance,\nthey all see the TIP of the GOLD PYRAMID spiking the stars.\nImhotep grins. The High Priest, Lock-Nah, and Anck all smile.\nIn the back, Alex is suddenly looking very nervous.\n\nALEX\nCripes, i’m in trouble now.\n\nLock-Nah whispers to the High Priest, who nods and looks back\nat Imhotep.\n\nHIGH PRIEST\n(ancient Egyptian — subtitled)\nMy Lord, now there is no need for\nthe boy.\n\nImhotep gives.him a. knowing -grin.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nLock-Nah whispers to the High Priest, who nods and looks back\nat Imhotep. HIGH PRIEST\n(ancient Egyptian — subtitled)\nMy Lord, now there is no need for\nthe boy. Imhotep gives.him a. knowing -grin. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\nIMHOTEP\n(ancient Egyptian — subtitled)\nDo with him as you please.\n\nLock-Nah grins, then turns his horse and starts riding back\ndown the moving caravan, heading for Alex. Alex’s eyes widen.\nHe tries to back away, but is pushed forward. Then suddenly,\nfor no reason, Lock-Nah‘s horse STOPS and starts BUCKING and\nWHINNYING WILDLY. The High Priest’s horse does the same. The\nwhole caravan is forced to come to a stop. The two men prod\nat their spooked horses and curse them in Arabic.\n\nA GENTLE BREEZE begins to blow through the jungle and swirl\naround the caravan, accompanied by a creepy SOUND, like an\neerie wind whistling through dry bones. Imhotep knows what’s\ncoming. He YELLS a command to the men carrying him. They set\nhim and Anck down.\n\nOne of the black turbaned men sees something lying against\n\na tree, almost molded into it. He slowly approaches. It’s a\nhideous PYGMY CORPSE. Branches and vines have grown through\nit’s bones, which are bleached a ghostly white. The man leans\nin for a closer look at the gruesome thing. It’s crusty\neyelids suddenly SNAP OPEN. The Man SCREAMS. It has no eyes.\nIt HISSES through rotted teeth and STABS him in the chest\nwith a small spear. The Man SCREAMS LOUDER and dies.\n\nEXT. JUNGLE — NIGHT\n\nO'Connell and Ardeth Bey hear the SCREAM. And then the gentle\nBREEZE starts to whistle around them. The two men look at\neach other. Eyes on fire. O'Connell hefts the two revolvers\nin his hands and nods his head. Ardeth Bey lifts a machine-\ngun in one hand and a sword in the other, and nods back.\nThey both take off running through the jungle. Full bore.\n\nEXT. JUNGLE CLEARING — NIGHT\n\nAs the BREEZE turns into a strong WIND, Lock-Nah and the High\nPriest are THROWN from their horses. All the black turbaned\nmen aim their guns into the foliage, their fear-filled eyes\nsweeping the jungle.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. JUNGLE CLEARING — NIGHT\n\nAs the BREEZE turns into a strong WIND, Lock-Nah and the High\nPriest are THROWN from their horses. All the black turbaned\nmen aim their guns into the foliage, their fear-filled eyes\nsweeping the jungle. \n\nTARGET SECTION TO BE ANNOTATED:\n The creepy NOISE is getting louder and\ncloser. :\n\nEXT. ROCKS ~ NIGHT\n\nEvy hefts the rifle to her shoulder and adjusts the sight.\n\nEVY\nJonathan?\n\n: JONATHAN\nYes?\n\n \n\f(h\n\nEVY\nThat’s my husband and my son\ndown there, ~make me proud.\n\nJONATHAN\n(sincere)\nToday, is that day.\n\nEXT. JUNGLE CLEARING — NIGHT\n\no’Conneli and Ardeth Bey crash through the jungle, coming\nup on the caravan from the rear. O'Connell spots Alex.\n\nLock-Nah is also heading for Alex. And he's only ten feet\naway. Alex sees him coming. His eyes widen in terror.\nLock-~Nah withdraws his razor sharp scimitar, --SHING!\n\nOKAY. HERE WE GO. EVERYTHING HAPPENS AT ONCE:\n\nA black turbaned man suddenly jerks forward SCREAMING.\n\nHe spins around, his back is plastered with BLOW DARTS.\nThe surrounding foliage suddenly comes alive with MOVEMENT,\naccompanied by a horrible HISSING sound. Arrows and blow\ndarts explode out of the bushes. The black turbaned men all\npanic and aimlessly OPEN FIRE.\n\nAlex backs away from Lock-Nah, who is still coming at him,\nbut starting to lose him in the exploding frenzy.\n\nTIGHT ON: O’Connell. Bis eyes never leaving Alex.\n\nImhotep grabs Anck’s hand and starts to pull her away. Anck\niunges back and grabs the Book of the Dead off her pallet.\nThe two of them run off into the jungle.\n\nO'Connell and Ardeth Bey sprint into the frenzy, cutting down\nblack and red turbaned men with equal abandon, like two human\nscythes. O’Connell goes empty, tosses his pistols. Several\nblack turbaned men turn to shoot him, --but are suddenly shot\noff their feet because:\n\nUP IN THE ROCKS: Evy and Jonathan are FIRING round after\nround. Perfect precision, Completely emotionless. We look\ndown their GUNSIGHTS: they’re actually clearing a path for\nO'Connell and Ardeth Bey, shooting men out of their way.\n\nLock-Nah steps up to Alex and raises his scimitar.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nPerfect precision, Completely emotionless. We look\ndown their GUNSIGHTS: they’re actually clearing a path for\nO'Connell and Ardeth Bey, shooting men out of their way. Lock-Nah steps up to Alex and raises his scimitar. \n\nTARGET SECTION TO BE ANNOTATED:\nO’Connell grabs a shotgun shouldered across his back, whips\nit forward and CHARGES for Alex.\n\nLock-Nah SWINGS his scimitar down at Alex with all his might.\nAlex SCREAMS. The scimitar PRANGS off O'Connell’s shotgun.\nO'Connell scoops Alex up on the run. Doesn't even slow down.\n\n \n\n \n\fLock-Nah spins around and is about to throw his scimitar at\nO’Connell’s back, when Ardeth Bey leaps out of the fray and\nthe two men immediately. go at it. All the other men are\nSCREAMING, running, SHOOTING and dying.\n\nO’Connell throws Alex up over his shoulder. Alex is now\nleoking back. His eyes pop wide.\n\nALEX\nDad! BEHIND YOU!\n\nO'Connell spins around, sees TWO HIDEOUS PYGMY SKELETONS hot\non their tail. He lifts his shotgun and FIRES. Both barrels.\nPoint blank. Blows the pygmy skeletons to smithereens.\n\nArdeth Bey and Lock-Nah are fiercely BATTLING AWAY. Scimitar\nagainst scimitar. Ardeth Bey is clearly more pissed-off, more\naggressive. He spins around and SLICES Lock-Nah’s chest, then\nUPPERCUTS him across the stomach. Lock-Nah drops to his\nknees, mortally wounded. Ardeth Bey stares down at him.\n\nARDETH BEY\nThat, «was for Horus.\n\nThe MOUNTAIN OF FLESH who grabbed Evy at her home runs up\nbehind Ardeth Bey, about to decapitate him with a scimitar.\nArdeth Bey doesn’t even see him. At the very last second the\nmountain of flesh is hit by muitiple bullets.\n\nUP IN THE ROCKS: Evy lowers her rifle.\n\nEVY\nLet’s go Jonathan.\n\nJonathan lowers his rifle, a complete emotional wreck.\n\nJONATHAN\nThank God.\n\nThey head off down the rocks.\n\nBACK WITH ARDETH BEY: as he grabs the reins of Lock-Nah’s\nhorse, swings himself up into the saddle and GALLOPS OFF.\nLock-Nah falls face first into the mud. Dead as lead.\n\nEXT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nLock-Nah falls face first into the mud. Dead as lead. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n QUICKSAND & BURIAL GROUND ~— NIGHT\n\nThe High Priest and a dozen black and red turbaned men run\nfor their lives through the jungle. The terrifying HISSING\nSOUND of pygmy skeletons fills the air, chasing after then,\nhunting them down, picking them off one-by-one, relentless.\n\fo>\n\n   \n\nFour men fall into a PIT OF QUICKSAND. They flail about,\ntrying to get out. The High Priest and the others don't\neven slow down to help, ea bunch of pygmy skeletons run\nright over them, forcing them deeper into the muck, using\nthem as stepping stones on their way after the others.\n\nThe last two men are TACKLED to the ground by a group of\npygmy skeletons, who immediately start GNAWING on them.\n\nThe High Priest and his Servant run out into a clearing and\nrace across a LINE OF WHITE STONES and small earthen mounds.\n\nHIGH PRIEST\nLook! A sacred burial ground!\nWe're safe. They’11 never cross it.\n\nThey come to a stop twenty feet beyond the markings.\n\nSERVANT\nAre you sure?\n\nA PYGMY SKELETON sprints right over the burial stones and\nSTABS the Servant in the heart with a spear, then runs off.\nThe High Priest looks at his dying Servant.\n\nHIGH PRIEST\nMy mistake.\n\nThe Servant gives the High Priest an incredulous look, then\nkeels over dead. The High Priest hears more pygmies skeletons\ncoming. Frightened, he quickly withdraws a ceremonial dagger\nand sticks the sharp blade to his eyebrows. His other hand\ngrasps his scalp. WE CUT AWAY as he starts to slice.\n\nEXT. JUNGLE — NIGHT\n\nThe High Priest’s painful SCREAMS echo through the jungle as\nAlex leaps into Evy’s arms. O’Connell runs up and slaps\nJonathan on the back with a smile.\n\nO'CONNELL\nGreat shootin’, Tex!\n\nArdeth Bey gallops up, reaches into his pocket and flips\nsomething to O’Connell.\n\nARDETH BEY\nTake this.\n\nO'Connell checks it out. It’s a beautiful GOLD BRAND with a\nprecise MASONIC TEMPLAR LOGO gorgeously welded onto it.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nARDETH BEY\nTake this. O'Connell checks it out. It’s a beautiful GOLD BRAND with a\nprecise MASONIC TEMPLAR LOGO gorgeously welded onto it. \n\nTARGET SECTION TO BE ANNOTATED:\n- ARDETH BEY\nBurn it into your son's arn.\nHe has earned it.\n\n \n\f81\n\nO'Connell gives him a look like he‘s out of his mind.\n\nO’ CONNELL\nMaybe where you come from.\n\nArdeth Bey rears his horse.\n\nARDETH BEY\nT must go and signal my men.\n\nO/Connell starts to hand Ardeth Bey his shotgun.\n\nO'CONNELL\nTake this.\n\nARDETH BEY\n(shakes his head)\nNo. There is only one way to\nkill an Anubis warrior.\n\nHe whips out his scimitar, --SHING!\n\nARDETH BEY\nYou must take off it’s head,\nHEYA!\nHe gallops off.\nARDETH BEY\n\nGood luck, my friends!\n\nO’Connell, Evy, Jonathan and Alex suddenly hear the SOUND of\nHISSING pygmies, coming fast.\n\nO'CONNELL\nTime to go.\n\nThey all turn and haul-ass into the jungle.\nINT. JUNGLE — DAWN\n\nImhotep strides through the jungle, holding Anck’s hand.\nA group of pygmy skeletons suddenly races up behind them.\nImhotep spins around to face them.\n\nThe pygmy skeletons skid to a stop and stare at Imhotep,\nHISSING, about to pounce. Anck is terrified. And then Imhotep\nunhinges his jaw, OPENS HIS MOUTH EXTRA WIDE and ROARS.\nThe creepy little corpses bow their heads and back away.\nImhotep grins, then grabs Anck’s hand and continues on.\n\f}\n\n \n\nINT. JUNGLE — DAWN\n\nO'Connell, Evy, Alex and Jonathan race through the jungle.\nThe horrific SOUND of pygmy skeletons following them fills\nthe air. They look back and see a huge HORDE chasing after\nthem. Evy throws her rifle away. So does Jonathan. Everyone\ntrying to run faster. O'Connell spots the TIP of the GOLD\nPYRAMID, they’re closer now, maybe only a mile away.\n\nThey race out across a huge log spanning a deep ravine. On\nthe other side, O’Connell skids to a stop, frisks himself and\npulls out a lone stick of dynamite. The pygmy skeletons start\nto race across the log.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey race out across a huge log spanning a deep ravine. On\nthe other side, O’Connell skids to a stop, frisks himself and\npulls out a lone stick of dynamite. The pygmy skeletons start\nto race across the log. \n\nTARGET SECTION TO BE ANNOTATED:\n O’Connell lights the fuse an inch\nfrom the dynamite, then tosses it to the first skeleton and\nruns like hell. The pygmy skeleton grabs the dynamite. The\ndynamite EXPLODES. The log and the skeletons are blown apart.\n\nO'Connell runs up to the others, all breathing hard.\n\nO'CONNELL\nAlright, I think we made it.\n\nAnd that’s when another horde of the hideous pygmy skeletons\nsprint out and form a blockade in front of them. A LONG BEAT,\nand then one of the pygmy skeletons races straight at Alex,\nHISSING horribly, spear in hand. Alex holds up his hands to\ndefend himself. The pygmy skeleton skids to a stop, HISSING\nin fear, he backs away. Alex sees that it was the bracelet on\nhis wrist that did it. He holds up his wrist to show all the\ns. They all HISS in fear, which sounds really creepy and\nhorrible, then they back away and vanish into the jungle.\n\nO'Connell, Evy and Jonathan are shocked and relieved.\nAlex grabs O’Connell’s arm and starts tugging him forward.\n\nALEX\nC’mon! Dad! C’mon! We have to\nget to that pyramid! I have to\nget the bracelet off now!\n\nJonathan waves him off, totally exhausted.\n\nJONATHAN\nLeave it on, Alex, it looks good on you.\n\nO'CONNELL\nRelax, buddy, we’ll get there.\n\nALEX\nNo you guys! You don’t understand!\nHe told me the bracelet will kill\nme if I don’t get inside the pyramid\nbefore the sun hits it! Today!\n\f \n\nO'Connell, Evy and Jonathan all immediately realize the\nimplications. They quickly look off towards the surrounding\nmountains. --The SUN is. just about to crest the east face.\n\nEVY\nQn my God.\n\no’Connell grabs Alex’s hand and starts to run with him.\n\nO’ CONNELL\nC’MONI\n\nAnd they’re off!! Blasting through the jungle as fast as\nthey can. O’Cconnell looks up. The SUN CRESTS THE MOUNTAINS.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlasting through the jungle as fast as\nthey can. O’Cconnell looks up. The SUN CRESTS THE MOUNTAINS. \n\nTARGET SECTION TO BE ANNOTATED:\nCUT HIGH AND WIDE: looking down on the jungle canopy as the\nSUNLIGHT starts to move across it like the tide, heading\nstraight for the gold pyramid, getting closer and closer,\nabout to light it up.\n\nO'Connell and Alex run faster and faster. Alex starts to\ncollapse in pain. 0’Connell scoops him up and runs faster,\nhe races across a clearing and DIVES through one of the many\narched entryways just as the SUN STRIKES the huge GOLD\npyramid, causing a blinding FLASH OF LIGET.\n\nINT. TEMPLE ENTRANCE — DAY\nO’Connell and Alex lie on the floor, exhausted and panting.\n\nO’CONNELL\nYa know, it’s hard being a dad.\n\nAlex looks over and grins at him.\n\nALEX\nYeah, but you do it real good.\n\nO’Connell wraps his arm around Alex and drags him up close.\nAlex hugs him back. The bracelet POPS OFF. Alex grabs it and\nangrily FLINGS it across the entranceway.\n\nEXT. GOLD PYRAMID — DAY\n\nEvy and Jonathan stagger out of the jungle and into the\nclearing. Evy smiles as she sees O’Connell and Alex safe\ninside the pyramid. Jonathan just stares up in wonder at the\nhuge gold monolith. And then Evy hears something and turns\naround. --Anck is right there. She drives a dagger into Evy’s\nstomach. Evy doesn’t even scream, just stares at Anck,\nincredulous. Jonathan.spins around. Imhotep GRABS him by the\nthroat, LIFTS him up and THROWS him across the clearing.\n\fINT. TEMPLE ENTRANCE — DAY\n\nO’Connell and Alex spin around and look outside just as\nAnck withdraws her dagger from Evy‘s stomach. Evy crumples\nto the ground. O’Connell jumps to his feet.\n\nO*’ CONNELL\nNoooOo!!!\n\nEXT. PYRAMID — DAY\n\nO'Connell sprints out of the pyramid, heading for Evy.\nAlex is right behind him, he sees Imhotep and Anck running\ninto another entrance. Anck blows a kiss at Alex with one\nhand, while holding the Book of the Dead in the other.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nPYRAMID — DAY\n\nO'Connell sprints out of the pyramid, heading for Evy. Alex is right behind him, he sees Imhotep and Anck running\ninto another entrance. Anck blows a kiss at Alex with one\nhand, while holding the Book of the Dead in the other. \n\nTARGET SECTION TO BE ANNOTATED:\nEvy is curled up and holding her stomach as O’Connell kneels\ndown next to her. He gently rolls her over. Her eyelids\nflutter. He rips her shirt open. His eyes widen.\n\nO*’CONNELL\nOh no, oh no-no-no, this isn’t\nhappening. This can’t happen.\n\nAlex runs up. O’Connell quickly waves him off.\n\n©’ CONNELL\nStay back Alex! Stay back!\n\nAlex freezes, looking more scared than he’s ever looked.\n\nALEX\nShe‘s alright isn’t she, Dad?\nMum’s gonna be alright?\n\nJonathan steps up and hugs Alex tight to his side.\nO'Connell stares into Evy’s weak eyes.\n\nO’ CONNELL\nYou’re gonna make it, Evy, you’re\nreal strong. Just, just hang on.\n\nO'Connell looks around, out of his mind with desperation.\n\nO'CONNELL\nWhere’s some.. don’t we have any.\nshe needs help.\n\nEvy tries to talk. O’Connell touches her lips with his\nfingers.\n\nO'CONNELL\n\nNo, no, no, don’t say anything,\nsave your.., —just, .~oh god Evy.\n\fO'Connell hugs her tighter, he can feel the Grim Reaper\ncoming to take her away, he can’t think he’s so desperate.\n\nO’CONNELL\nWhat do I do, Evy? What do I do?\n\nEvy\n«take, —take care of Alex.\n\nAlex starts to sob, Jonathan hugs him tighter.\nO'Connell chokes back the tears, caressing her face.\n\nO’CONNELL\nYou can’t leave me. ..I need\nyou so much.\n\nWith her last bit of strength, Evy gives him a weak grin.\n\nEVY\nLove you.\n\nO'Connell gently presses his lips to hers, and then he looks\ninto her eyes for the last time, devastated.\n\nShe dies. Right there. In his arms. 0’Connell hugs her tight.\nINT. TEMPLE ENTRANCE — DAY\n\nA HAND grabs the bracelet up off the floor. It’s the High\nPriest, --all the skin on his skull above his eyebrows\n\n« He looks horrific. He stares at the\nbracelet maniacally.\n\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s the High\nPriest, --all the skin on his skull above his eyebrows\n\n« He looks horrific. He stares at the\nbracelet maniacally. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SAND STEPS — DAY\n\nImhotep and Anck come down the STAIRS MADE OF SAND. At the\nbottom is a large gold CREST embossed with a gold scorpion.\nImhotep steps onto the crest. His entire body immediately\nSPASMS, as if hit by an electrical shock. He CRIES OUT. Anck\njumps back and watches. Imhotep’s face slowly REGENERATES,\nuntil he looks strong and healthy and whole once again.\n\nAnd then it’s over. Anck stares at him, thrilled.\n\nANCK\n(ancient Egyptian — subtitled)\nYou are healed! The curse is gone!\n\nImhotep looks stunned, he stares at his hands in despair.\nIMHOTEP\n\n(ancient Egyptian - subtitied)\n~but so are my powers.\n\n \n\fo™\n\n \n\nFor the second time in his life, Imhotep looks vulnerable.\nAnck just grins like the Chesire cat and carresses his face.\n\nANCK\nDo not fear, my love. If he\nkills you.\n\nShe holds up the BOOK OF THE DEAD.\n\nANCK\n(ancient Egyptian — subtitled)\n!\n\nEXT. PYRAMID — DAY\n\nEvy lies dead on the ground. O’Connell takes Alex's jacket\nand starts to cover her face, he can’t bring himself to do\nit. He tucks the jacket under her chin and gently smoothes it\nover her chest. He stands up and looks at Alex and Jonathan.\n\nO’ CONNELL\nStay here.\n\nHe gives one last sad look down at Evy, and then his face\ngoes hard and he turns and strides towards the pyramid.\n\n0’ CONNELL\nI’m going to finish this.\n\nINT. KEYROOM - DAY\n\nThe High Priest solemnly steps up to a bas-relief of human\nskulls and bones embedded into thick gold, shaped into a\nlarge SCORPION. In each of it’s arms is a small, gold,\nclose-quarter combat WEAPON.\n\nThe High Priest looks at the bracelet, now on his wrist,\nthen at a HOLE in the scorpion’s mouth. He shoves his hand\ninto the hole up to his elbow, then turns his arm like a key.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn each of it’s arms is a small, gold,\nclose-quarter combat WEAPON. The High Priest looks at the bracelet, now on his wrist,\nthen at a HOLE in the scorpion’s mouth. He shoves his hand\ninto the hole up to his elbow, then turns his arm like a key. \n\nTARGET SECTION TO BE ANNOTATED:\nThere is the SOUND OF A LOCK BEING UNLOCKED and then a\nvaporous “ELECTRICAL CHARGE” spreads out from the hole and\npasses over the entire room, clearing the gold walls of\nfungus and mold. The High Priest stares in wonder.\n\nINT. TUNNEL — DAY\n\nA TORCH WIPES FRAME. It’s O’Connell, creeping down a tunnel,\nunarmed but for the torch. The gold walls are covered in\ngreen mold and fungus. O’Connell’s eyes widen as the vaporous\nelectrical charge comes racing down the tunnel walls. He\nspins around as it passes by him. The fungus and mold on the\nwalls are WIPED CLEAN. The gold looks brand spanking new.\n\fEXT. DESERT — DAY\n\nThe vaporous electrical charge spreads out across a GIANT\nDUNE made of BLACK SAND. As it subsides, WE PAN: to reveal\na GOLDEN SAND DUNE opposite the black one. Thousands upon\nthousands of Medjai Warriors crest the gold dune on horses.\n\nArdeth Bey scans the black sand, then looks off and sees the\nTIP of the gold pyramid rising above the distant dunes.\n\nINT. KEYROOM ~ DAY\n\nO’Connell enters the keyroom. The High Priest is struggling\nto withdraw his arm, which is stuck inside.\n\nHIGH PRIEST\nYou're too late, O’Connell!\nI have released the Army of\nAnubis! Lord Imhotep shall\nsoon take command!\n\nO'Connell pulls a small ancient DOUBLE-AX out of the gold\nscorpion’s grasp.\n\nO'CONNELL\nNot after I get through with him.\n\nThe bracelet gets unstuck and the High Priest starts to\nwithdraw his arm, --then suddenly his arm is GRABBED from\ninside. The High Priest's eyes widen in terror. He starts\ntugging on his arm, trying to wrench it free. Then he starts\n\nSCREAMING IN AGONY as the SOUND of something EATING HIS ARM\nis heard, and the CRUNCHING OF BONES and the GNASHING OF\nHIDEOUS TEETH.\n\nO'Connell backs away, half horrified, half gratified.\nThe High Priest finally rips his arm out, or what's left of\nit, --under his torn robe there’s only a stump.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he starts\n\nSCREAMING IN AGONY as the SOUND of something EATING HIS ARM\nis heard, and the CRUNCHING OF BONES and the GNASHING OF\nHIDEOUS TEETH. O'Connell backs away, half horrified, half gratified. The High Priest finally rips his arm out, or what's left of\nit, --under his torn robe there’s only a stump. \n\nTARGET SECTION TO BE ANNOTATED:\n The High\nPriest staggers off down a tunnel SCREAMING in pain.\nO’Connell backs out of the room, double~ax. up.\n\nNT. STATUARY MAZE — DAY\n\nImhotep and Anck creep through a MAZE OF GOLD STATUARY and up\nto a spooky, mist shrouded GATEWAY. Imhotep grabs two small\ncombat weapons off a statue and turns to Anck.\n\nIMHOTEP\n\n(ancient Egyptian — subtitled)\nI must face the Scorpion King alone.\n\fc---\n\nAnck nods, stares at him for a beat, then sets the Book of\nthe Dead down, grabs his face and kisses him passionately.\n\nEXT. PYRAMID — DAY\n\nJonathan and Alex are kneeling next to Evy’s dead body. Alex\nis sobbing. Jonathan is devastated and hugging him tight.\n\nJONATHAN\nTry and.., try and think of it\nlike this, Alex, —she’s.. she’s\nin a better place.. Like the\ngood book says—\n\n-~Alex jerks himself away from Jonathan, eyes on fire.\n\nALEX\nWhat?\n\nJONATHAN\nWhat-what??\n\nALEX\n\n--That’s it! THAT’S IT!\n\nJONATHAN\nWhat’s it? WHAT’S IT?\n\nAlex leaps to his feet and starts pulling at Jonathan.\n\nALEX\nC’mon Uncle Jon! I got an idea!\n\nINT. NETHERWORLD — DAY\n\nO'Connell walks through a strange Netherworld: weird smoke\nand eerie shadows play across the Stygian landscape. Water\nDRIPS. A distant wind HOWLS. He sees Imhotep standing in\nfront of a GIANT GONG mounted near a set of HUGE DOORS.\n\nO'Connell starts to jump over a CREVICE. Imhotep BANGS the\ngong with a “gongpole”. The entire chamber TREMBLES from the\nvibrations. O'Connell loses his balance and almost falls into\nthe crevice. He looks down into it, --it DROPS TO ETERNITY.\n\nEXT. DUNES — DAY\n\nTen thousand Medjai prepare for battle along the top of the\ngolden dune. Ardeth Bey suddenly senses something coming,\nlike a wave at night, dark and terrifying.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DUNES — DAY\n\nTen thousand Medjai prepare for battle along the top of the\ngolden dune. Ardeth Bey suddenly senses something coming,\nlike a wave at night, dark and terrifying. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks over to\nsee the black dune STARTING TO COME ALIVE with WRITHING\nFORMS. CUT TIGHTER: to-see that the black sand is slowly\nFORMING ITSELF INTO THOUSANDS OF HIDEOUS ANUBIS WARRIORS.\n\n \n\fINT. TUNNEL - DAY\nJonathan and Alex carry Evy’s inert body down a tunnel.\n\nJONATHAN\nyou realize of course that\nit can only be done by someone\nwho can actually read ancient\nEgyptian. I don’t know about\nyou, but I’m a tad rusty.\n\nThey come to a fork in the tunnel.\n\nALEX\nGo left.\n\nJONATHAN\nHow do you know?\n\nAlex nods to some ancient HIEROGLYPHS above the left doorway.\n\nALEX\n“Iman kasheesh ifran Osirian\nnye”, Basically, “this way\nto the Scorpion King”.\n\nJonathan looks at him. Alex gives him a sad little grin.\n\nALEX\nMum taught me.\n\nJonathan is stunned.\n\nJ\nThis just might work.\nINT. SCORPION KING CAVERN — DAY\n\nImhotep BANGS the gong, then starts to set the gongpole down.\nO'Connell leaps forward and SWINGING the double-ax at him.\nImhotep quickly lifts the pole. The ax CLEAVES into it. Gets\nstuck in the wood. The men struggle. The ax and the pole are\nthrown across the floor and skitter down into the crevice.\nThe two men square off. O’Connell looks like a man possessed.\n\nO'CONNELL\nNever thought I’d have to kill\nYou again.\nImhotep grins. They start to circle each other.\n\n: O'CONNELL\nBut I’m happy to get the chance.\n\f \n\nEXT. SAND DUNES — DAY\n\nThe Army of Anubis, two thousand hideous creatures strong,\nvaise their spears, swords and tridents and SHRIEK WILDLY.\nWithout a word, Ardeth Bey and the ten thousand Medjai\nraise their scimitars. Fiercely determined.\n\nINT. STATUARY MAZE — DAY\n\nAnck is staring through the gateway when she hears somebody\nclear their throat. She turns and looks. It’s Jonathan.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTATUARY MAZE — DAY\n\nAnck is staring through the gateway when she hears somebody\nclear their throat. She turns and looks. It’s Jonathan. \n\nTARGET SECTION TO BE ANNOTATED:\nHe puts up his dukes, English style.\n\nJONATHAN\nCome and get it, you wench!\n\nAnck smirks, then sets the book down and strides forward.\nJonathan starts to bob and weave.\n\nJONATHAN\nThis is for my sister.\n\nAlex sneaks up and grabs the book. He looks over in time to\nsee Anck plaster Jonathan with two front JABS to his face.\n\nINT. NETHERWORLD — DAY\n\nO'Connell and Imhotep viciously and relentlessly PUNCH, KICK,\nELBOW and BACKHAND each other. Expertly fighting hand-to-hand\nacross the floor. Suddenly, the entire chamber TREMBLES. The\ntwo men freeze and look around. Something’s coming. O’Connell\nrecovers first and throws a HOOK into Imhotep’s jaw. Imhotep\nSLAMS up against a weapon-wielding scorpion statue. He grabs\na small trident and a scythe. O’Connell steps over to another\nstatue and grabs two of the same. They starts to circle.\n\nEXT. SAND DUNES — DAY\n\nAn Anubis warrior SCREECHES a command. The Anubis warriors\n\nCHARGE FORWARD. Ardeth Bey YELLS a command. The Medjai GALLOP\nFORWARD. The Anubis Warriors race across the sand, full bore.\nThe Medjai CRASH into the Anubis warriors. The battle begins.\n\nINT. STATUARY MAZE — DAY\n\nAnck wheels around with a ROUNDHOUSE KICK. Knocks Jonathan\nback into a statue. Jonathan grabs a spear. Anck grabs an ax.\nShe moves in for the kill. Jonathan desperately backs away.\n\nJONATHAN\nHurry up, Alex!!\n\n \n\n \n\f—~\n\n971\n\nAlex sits next to his mother, Book open, concentrating.\n\nALEX\nHootash naraba oos Veesloo.\nAhm kum Ra. Ahm kum Dei.\n\nAnck slices Jonathan across the chest. He CRIES OUT.\nINT. NETHERWORLD ~— DAY\n\nO'Connell and Imhotep go at each other like gladiators.\nWeapons in both hands. Two highly skilled warriors. The\nfighting is lightning quick. The cavern TREMBLES HARDER.\nIt's getting closer\n\nEXT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nfighting is lightning quick. The cavern TREMBLES HARDER. It's getting closer\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SAND DUNES — DAY\n\nArdeth Bey fights like a tiger, decapitating Anubis Warriors\nleft and right. All around him the Medjai and the Anubis\ncreatures are battling each other to the death. Ardeth Bey\nis suddenly knocked off his horse.\n\nINT. MAZE — DAY\nAlex is desperately trying to figure out the inscription.\nALEX\n\nEfday Shokran..? Efday Shokran..?\nI don’t know what this last\n\nsymbol is!!\n\nJonathan frantically raises his spear, trying to defend\nhimself as Anck batters the hell out of him.\n\nJONATHAN\nWhat's it look like!?\n\nFlustered, Alex starts flapping his arms like a bird.\nALEX\nit's a., it’s a., it’s a bird!\nA stork!\n\nAnck grabs Jonathan by the throat, slams him up against\na statue and starts strangling him. Jonathan CHOKES—\n\nJONATHAN\nAh--! Ah--! Ahmenophus!\n\nAlex lights up.\n\nALEX\nThat’s it! EFDAY SHOKRAN AHMENOPHUS!\n\fINT. NETHERWORLD — DAY\n\nO’Connell starts HAMMERING Imhotep, clearly getting the best\nof him. The whole place TREMBLES. It’s getting VERY close.\n\nEXT. DUNES ~ DAY\n\nThe Medjai are actually beating the Anubis Warriors, clearly\ngetting the upper hand.\n\nINT. MAZE STATUARY — DAY\n\nJonathan is slammed up against a wall, stunned and choking.\nAnck smiles, quite pleased with herself. She raises her\ntrident, then LUNGES FORWARD for the final blow!\n\nA HAND grabs her wrist, --SLAP! Stopping the blade from\npiercing Jonathan’s throat. Anck’s head whips around to\nsee who grabbed her. --It’s Evy. She shoves Anck away.\n\nThe two women face off. Alex steps up.\n\nALEX\nHey mum, can I throw a rock at her?\n\nEvy keeps her eyes on Anck.\n\nEVY\nThe two of you go help your father.\n\nALEX\nBut mum—\nEVY\n--No buts. I'l] be fine.\nJonathan grabs Alex and starts to hustle him away.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nALEX\nBut mum—\nEVY\n--No buts. I'l] be fine. Jonathan grabs Alex and starts to hustle him away. \n\nTARGET SECTION TO BE ANNOTATED:\nALEX\nWhat about mum!?\n\nJONATHAN\nShe said she'd be fine. When was\nthe last time your mother was\never wrong about. anything?\nAnck wields her trident and stares at Evy.\n\nANCK\nNefertiri.\n\nEvy grabs another small trident off a statue and stares back.\n\fNy\n\nEVY\nAnck-sunamun.\n\nAnck smiles, pleased that Evy knows who they both are.\n\nANCK\nGood.\n\nThey raise their weapons.\nINT. NETHERWORLD — DAY\n\nO'Connell and Imhotep CLASH and lock steel. The two men go\nface-to-face. Staring into each other's angry eyes.\n\nAnd that’s when the huge doors BURST OPEN. For a BEAT, there\nis nothing there, and then the SCORPION KING slowly lowers\nhimself down from the ceiling, still partly hidden in shadow.\nFrom the waist up, he’s exactly how we remember him; a huge,\nmuscular, vicious warrior, but from the waist down, --he’s\n\navery large SCORPION. AN EGYPTIAN MINOTAUR.\n\nO'Connell and Imhotep stare in awe at the horrid creature,\nthen they look at each other, then back at the Scorpion King.\nThe two men break away from each other and back off in\nopposite directions, keeping their eyes on the creature.\n\nEXT. DUNES — DAY\n\nThe last Anubis Warrior goes down. The Medjai BURST into\nCHEERS. All except Ardeth Bey and a few Commanders standing\nnear him. They know it’s not over.\n\nINT. STATUARY MAZE — DAY\n\nEvy and Anck are having an EXACT RECAP of the fight they had\nthree thousand years ago. Using the small tridents, the two\ngorgeous women expertly PUNCH, KICK, ELBOW and BACKHAND each\nother as they brilliantly fight across the maze floor.\n\nINT. NETHERWORLD - DAY\n\nThe Scorpion King suddenly and quite angrily scuttles up to\nImhotep. Imhotep backs away, then, thinking quick, he grabs\nhis scalp and RIPS the skin off the top of his decrepit\nskull. He kneels down and slaps his hideous dry skulicap.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nNETHERWORLD - DAY\n\nThe Scorpion King suddenly and quite angrily scuttles up to\nImhotep. Imhotep backs away, then, thinking quick, he grabs\nhis scalp and RIPS the skin off the top of his decrepit\nskull. He kneels down and slaps his hideous dry skulicap. \n\nTARGET SECTION TO BE ANNOTATED:\nIMHOTEP\nMi Phat Ahs! Mi Phat Ahs!\n(subtitled)\nI am your disciple!\n\f \n\nThe Scorpion King stops and stares down at him, then slowly\nnods and turns and heads for O0’Connell. Imhotep lifts his\neyes, grinning evilly. He’s fooled him.\n\nO'Connell backs up into a pillar, terrified, then slaps his\nown head and tries to mimic Imhotep’s ancient Egyptian:\n\nO'CONNELL\nMy fat ass! My fat ass!\n\nThe Scorpion King LASHES down at him with one of his big\nskeletal pincers. O'Connell DIVES out of the way just as\nthe pincers SHEAR through the pillar. O’Connell runs like\nhell. The High Priest suddenly stumbles into his path,\nholding his stump and whimpering. O’Connell grabs a HELMET\noff a statue, SLAPS it onto the High Priest’s head, then\nturns him around and kicks him in the ass, sending him\ntowards the Scorpion King. The High Priest looks up in\nstunned amazement as the Scorpion King storms up to him.\nThe High Priest suddenly recovers and YELLS:\n\nHIGH PRIEST\nMi Phat Ahs! Mi Phat Ahs!\n\nHe pats his head, --but the helmet is covering his skull. His\neyes widen in panic. He quickly tries to get the helmet off,\nbut it’s stuck tight to his head. The Scorpion King’s pincers\nGRAB the High Priest around the waist and lift him up. The .\nHigh Priest SCREAMS in terror. The pincers CUT HIM IN HALF.\n\nEXT. DUNES — DAY\n\nThe remaining Medjai are still CHEERING when a strange SOUND\nstops them cold. Ardeth Bey quickly turns to the dune behind\nthem, clambers up it and looks over the other side. Spread\nout across the plain in front of him are FIFTY THOUSAND\nANUBIS WARRIORS. The Medjai are vastly outnumbered.\n\nARDETH BEY\nAllah save us.\n\nINT. STATUARY MAZE — DAY\n\nAnck is viciously thrown to the floor. Evy lunges forward,\nstopping her knife a quarter inch before it plunges into\nAnck’s neck.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. STATUARY MAZE — DAY\n\nAnck is viciously thrown to the floor. Evy lunges forward,\nstopping her knife a quarter inch before it plunges into\nAnck’s neck. \n\nTARGET SECTION TO BE ANNOTATED:\n Evy’s eyes are on fire, she wants to do it\nbadly. Anck forces herself to smile.\n\nANCK-SUNAMUN ©\n(ancient Egyptian — subtitled)\nYou have improved greatly,\nPrincess Nefertiri.\n\f—~\n\nAnd that’s when they hear the Scorpion King BELLOW IN FuRY.\nEvy is distracted. Anck knocks the trident away and takes off\nrunning. Evy hauls tail after her.\n\nINT. NETHERWORLD — DAY\n\n©’Connell is SLAMMED up against a wall next to a LIFE SIZED\nCARTOUCHE OF A MAN. O’Connell shakes off the cobwebs in his\nhead, then notices the cartouche. It’s actually holding the\nSCEPTER OF OSIRIS. And then O’Connell’s eyes get really big.\n\nWE GO TIGHT ON THE TATTOO on O’Connell‘s arm, then PAN OVER\nto the cartouche’s arm, it has the exact same MASONIC TEMPLAR\nTATTOO! The Scorpion King’s tail suddenly PULVERIZES the\ncartouche, missing O’Connell’s head by an inch. O’Connell\nleaps away. Dives and rolls. Pops up on his feet.\n\nO* CONNELL\nOkay, okay, I’m a believer,\nI’m a believer.\n\nHe looks back at the cartouche wall, --which is actually a\nPICTOGRAPH, multiple cartouche’s of the same Man: holding the\nScepter of Osiris; fiddling with the head of it; and then\ntelescoping it out into a SPEAR! The last cartouche shows the\nman throwing the spear at a likeness of the Scorpion King.\n\nO'CONNELL\nThat’s it.\n\nO’Connell ducks as the Scorpion King’s tail whips over his\nhead and takes out another pillar. He takes off running.\n\nJonathan and Alex race into the cavern and skid to a stop,\nthey go wide-eyed as they see the Scorpion King CRASHING\nthrough the landscape chasing O’Connell. O0’Connell sees them.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes off running. Jonathan and Alex race into the cavern and skid to a stop,\nthey go wide-eyed as they see the Scorpion King CRASHING\nthrough the landscape chasing O’Connell. O0’Connell sees them. \n\nTARGET SECTION TO BE ANNOTATED:\n0’ CONNELL\nJonathan! Alex! It’s a spear!\nThe scepter is a spear! It\nopens up into a spear!\n\nJONATHAN\nYes? And?\n\nO’CONNELL\nIT CAN KILL HIM!!\n\nJONATHAN\nAh! I seel\n\nAlex quickly grabs’ the Scepter away from Jonathan.\n\f \n\nGimme that!\nFrom across the cavern, Imhotep sees the Scepter.\n\nIMHOTEP\n{ancient Egyptian — subtitled)\nThe Scepter Of Osiris!\n\nEXT. DUNES — DAY\n\nThe massive horde of Anubis Warriors SHRIEK WILDLY and then\nstart to stampede across the plain, heading right for the\nremaining Medjai. It’s going to be a very quick slaughter.\n\nThe Medjai look shocked and defeated.\n\nAnd then Ardeth Bey grits his teeth, clenches his sword and\nyells out a BATTLE CRY. The other Medjai look at him. A true\nwarrior to the bitter end. This gives them courage. They all\nclench their swords and join in his BATTLE CRY.\n\nINT. NETHERWORLD ~ DAY\n\nThe Scorpion King’s pincers and stingers SLASH and TEAR their\nway through the pillars and walls, trying to kill O'Connell.\nJonathan and Alex are deciphering the hieratic on the scepter\nand futzing with the various indentations on the head of it.\n\nImhotep CHARGES across the cavern, heading for Alex and\nJonathan. Anck and Evy race in. They both skid to a stop as\nthey see the Scorpion King’s pincer SWAT O’Connell.\n\nEvy\nRIIICK!\n\nO'Connell SPIRALS through the air, SLAMS into a wall and\nlands on his ass, spread-eagled. He sees Evy. His face\ntwists, half smiling, half crying.\n\nO'CONNELL\nOh my God, Evy.\n\n--The Scorpion King’s stinger SLAMS down between his legs,\nSMASHING a hole in the floor. O’Connell leaps to his feet and\ngrabs his trident off the floor, suddenly full of life.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nO'CONNELL\nOh my God, Evy. --The Scorpion King’s stinger SLAMS down between his legs,\nSMASHING a hole in the floor. O’Connell leaps to his feet and\ngrabs his trident off the floor, suddenly full of life. \n\nTARGET SECTION TO BE ANNOTATED:\nO’ CONNELL\nHurry up and use that damn\nthing will ya!!\n\nHe whips the trident at the Scorpion King, --but it just\n\nbounces harmlessly off his shell. Imhotep is twenty feet\naway from Alex and Jonathan and closing quickly.\n\f \n\nJonathan twists the bottom of the Scepter, it SLIDES OPEN,\nrevealing a SHARP TIP. Alex grabs it and TELESCOPES it out\nanother four feet; =-now it looks just like a spear. Jonathan\nsees Imhotep coming. He snatches the spear away from Alex.\n\nJONATHAN\nMove out of the way, I’m a\nprofessional.\n\nHe quickly aims it at the Scorpion King. Imhotep is almost on\ntop of him. Jonathan THROWS IT. Imhotep SCREAMS:\n\nIMHOTEP\nNIIIIIY!\n\nThe Scorpion King spins around and BATS THE SPEAR AWAY with\nhis stinger. It SPINS off through the air.\n\nEXT. DUNES — DAY\n\nThe Anubis Warriors race full bore at the Medjai. SHRIEKING\nWILDLY. A hundred yards away. Now eighty yards. Now sixty.\nFifty. Forty. Ardeth Bey is to die.\n\nINT. NETHERWORLD - DAY\n\nThe spear SPINS across the room like a propeller. O’Connell\nleaps up and grabs it out of the air. Hits the ground running\nand heaves the spear back at the Scorpion King. It NAILS him\nright in the chest. With a terrifying SCREAM of pain and\nrage, the Scorpion King staggers back. Imhotep can't believe\nit, he runs towards the Scorpion King HOWLING in rage.\n\nIMHOTEP\nNIIIIYY!!\n\nThe Scorpion King looks at O’Connell and BELLOWS horribly.\nO'Connell fights his pain, grits his teeth and stares back.\n\nO'CONNELL\nGo to hell.\n\nThe Scorpion King EXPLODES into BLACK VAPOR. Total BLACK OUT.\nEXT. SAND DUNES — DAY\nThe Medjai are three feet away from being stampeded by the\n\nhuge mass of Anubis Warriors when all of a sudden the they\nEXPLODE INTO BLACK SAND and dissipate across the Medjai.\n\fEXT.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SAND DUNES — DAY\nThe Medjai are three feet away from being stampeded by the\n\nhuge mass of Anubis Warriors when all of a sudden the they\nEXPLODE INTO BLACK SAND and dissipate across the Medjai. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PYRAMID/OASIS — DAY\n\nTHICK BLACK VAPOR EXPLODES out of all the arches around\nthe pyramid and then.MUSHROOMS up into the sky like a\nthermonuclear blast. The giant mushroom cloud takes the\nform of the SCORPION KING'S FACE SCREAMING IN RAGE.\n\nEXT. SAND DUNES — DAY\n\nArdeth Bey and the Medjai watch as the horrific cloud quickly\nreaches it’s apex. The Scorpion King’s CLOUD FACE gives one\nlast BELLOW, and then the whole thing IMPLODES IN ON ITSELF.\nActually being sucked back into the pyramid.\n\nINT. NETHERWORLD — DAY\n\nThe whole place starte SHAKING LIKE MAD. The crevice SPLITS\nWIDER. O’Connell and Imhotep are knocked into it crevice.\nEvy lunges forward.\n\nEVY\nNOOOO!!!\n\nBut she’s forced back by all the RAZOR SHARP STALACTITES that\nstart DROPPING LIKE MISSILES from the ceiling.\n\nINSIDE THE CREVICE: O’Connell and Imhotep cling to the\ncrevice wall for dear life, below them is a drop to eternity.\nWith the last of their strength they both manage to climb up\nto the edge of the crevice. But they’re both starting to lose\nstrength. They can’t hold on much longer.\n\nEvy is desperate to dash to her husband and help him, but the\nstalactites keep falling. O'Connell sees the look in her\neyes.\nO*CONNELL\nStay there Evy! You stay there!\n\nImhotep desperately claws at the ledge. He sees Anck.\n\nIMHOTEP\nAnck-sunamun!\n(ancient Egyptian — subtitled)\nHelp me!\n\nAnck stares at Imhotep. Evy stares at O’Connell. A minefield\nof deadly falling stalactites between them. Evy goes for it.\nRunning like mad for the man she loves. Anck turns and runs\noff down a tunnel. Imhotep can’t believe his eyes.\n\nIMHOTEP\nANCK-SUNAMUN! !\n\fNY\n\n  \n\nAnck vanishes down the tunnel. Imhotep looks like his whole\nworld has just collapsed.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nIMHOTEP\nANCK-SUNAMUN! ! NY\n\n  \n\nAnck vanishes down the tunnel. Imhotep looks like his whole\nworld has just collapsed. \n\nTARGET SECTION TO BE ANNOTATED:\nIMHOTEP\nAnck-sunamun??\n\nHe looks over and sees Evy dive up to the edge of the crevice\nand grab O'Connell's arm. Evy helps yank O'Connell up and\nover the lip of the crevice to relative safety.\n\nO'Connell and Evy look at Imhotep, who is totally devastated.\nHe stares at them, A LONG BEAT, and almost smiles. Then he\nlet's go of the crevice wail and FALLS FOR ETERNITY...\n\nINT. KEYROOM — DAY\n\nAnck dashes into the keyroom just as the far wall COLLAPSES,\nblocking her path, she sees that she’s standing at the edge\nof a moat FILLED WITH WRIGGLING SCORPIONS. Her eyes widen in\nhorror. She turns and starts to run back the way she came.\n\nThe room VIOLENTLY SHAKES. Anck loses her balance. Her arms\nflail wildly as she teeters on the edge of the scorpion\nfilled moat, she has just long enough to realize the\nramifications if she falls in, --and then she falls in.\n\nAnck SCREAMS and FLAILS wildly as the mass of scorpions\nenvelop and STING her. She sinks into the mass of wriggling\nscorpions and, still SCREAMING, vanishes under them.\n\nINT. ENTRANCEWAY — DAY\nInside the entranceway, BLACK VAPOR AND MASSIVE FOLIAGE are\nbeing SUCKED through every archway and down into a huge hole\nin the middle of the chamber.\nOur heroes climb up out of a small hole in the floor, a solid\ngold arch behind them blocks them from getting nailed by the\nflying debris. They have to SCREAM above the HOWLING WIND.\nEvY\n\nHow are we going to get out\n\nof here!?\nO'Connell spots some stairs inside the arch.\n\nO*’ CONNELL\nFollow me!\n\nThey all race into the arch and up the stairs.\n\fQ\n\n100\n\nEXT. PYRAMID — DAY\n\nO'Connell, Alex, Evy, and Jonathan crawl out of a crack in\nthe side of the gold pyramid, about midway to the top.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all race into the arch and up the stairs. Q\n\n100\n\nEXT. PYRAMID — DAY\n\nO'Connell, Alex, Evy, and Jonathan crawl out of a crack in\nthe side of the gold pyramid, about midway to the top. \n\nTARGET SECTION TO BE ANNOTATED:\n Their\nmouths drop open as they look out and see:\n\nTHE ENTIRE OASIS IS BEING SUCKED INTO THE PYRAMID: palm\ntrees, bushes, shrubs, massive quantities of dirt and debris,\nas well as ancient corpses and HISSING pygmy skeletons.\n\nThe pyramid itself begins to SHAKE VIOLENTLY.\n\nO'CONNELL\nThis whole damn thing’s gonna\nget sucked in!\n\nO'Connell quickly looks around and then instinctively starts\nrunning up the steps of the pyramid.\n\nO'CONNELL\nLet's go! Let’s go! Let’s go!\n\nThey all race to the top and look out: A MASSIVE WAVE OF\nFOLIAGE is heading right for them, completely encircling\nthem, they're trapped.\n\nEVY\nOh my God.\n\nO'Connell wraps one arm around Evy, the other around Alex.\nThere is no way out. And then they hear a VOICE:\n\nIZZ¥(o.s.)\nHEY111\n\nThey all turn around, --the blimp is rising up behind them.\nIzzy at the wheel.\n\nO'CONNELL\nIZZY!!\n\nIzzy\nHurry up! I ain’t got all day!!\n\nO’Connell hoists Alex and Evy up into the trawler and then\njumps after them. Izzy pulls a lever, SHOOTING FLAME out of\nthe bellow and up into a hole in the blimp. The blimp starts\nto rise quickly. And that’s when Jonathan jumps. He slams\ninto the side of the boat, loses his grip and falls, --but\nhis feet get tangled in some fishing net along the side of\nthe boat and now he’s hanging upside down.\n\f101\n\nThe DIAMOND TIP of the pyramid GLINTS in Jonathan's eyes.\nHe quickly reaches over and grabs it just as the whole damn\npyramid is SUCKED DOWN INTO THE EARTH.\n\nCUT WIDE: The blimp rises up just as the massive wave of\nfoliage CRASHES DOWN, a near miss. With one last mighty ROAR,\nall the foliage is SUCKED INTO THE EARTH, --WHUMP!!\n\nAnd then the oasis is gone. Completely obliterated.\nEverything goes dead quiet.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then the oasis is gone. Completely obliterated. Everything goes dead quiet. \n\nTARGET SECTION TO BE ANNOTATED:\n The blimp rises above a valley\nof dusty, sandy desert that was once the Oasis of Ahm Shere.\n\nINT. BLIMP — DAY\n\nJonathan crashes to the floor of the boat, clinging to the\nbig chunk of polished. diamond that was once the tip of the\npyramid, he hugs it tightly, grinning to himself.\n\nEvy and Alex run up and hug Izzy and thank him profusely.\nIzzy is both pleased and embarrassed by all the attention.\nThen he sees O’Connell slumped up against the wall of the\ntrawler, wincing and looking really beat-to-shit.\n\nIzzy\nO'Connell! You look like somethin’\nMy cat coughed up! Who the heli\nyou been messin’ with this time?\n\nO'CONNELL\nOh, you know, mummies, big bugs,\npygmy skeletons, .the usual.\n\nIzzy smiles. O’Connell smiles back, then he looks out and\nsees the Medjai battlefield below. A lone rider stands out.\nO'Connell steps up to the railing. Evy, Alex and Jonathan\ncome up and flank him. They all look down.\n\nEXT. DUNES — DAY\nArdeth Bey sits on a horse. He smiles up at his friends in\n\nthe s. And then with an open palm he touches his heart and\nwaves it towards the sun.\nARDETH BEY\nHarum bara shad. Thank you again,\n\nny friends.\nEXT. BLIMP — DAY\n\nO’Connell salutes him. Evy waves. Then O’Connell looks at\nEvy.\n\nO'CONNELL\nI thought I lost you.\n\f102\n\nEvy\nFor a moment there you did.\nShe gives him a mischievous grin.\nEvy\nYou want to know what heaven\nlooks like?\nO'Connell just stares at her.\n\nO'CONNELL\nI already know.\n\nHe wraps his arms around her and they KISS.\nJonathan and Alex roll their eyes in disgust.\n\nJONATHAN/ALEX\nOh PU-LEEEZE!\n\nIzzy grins, turns the wheel and throttles up.\nThe blimp sails off into the SUNSET.\n\nTHE END\n\f"
}