{
  "1": " \n\n \n\nTEXAS CHAINSAW MASSACRE\n\nLEATHERFACE\nby ‘\nKim Henkel\nan\nTobe Hoopér\n\f \n\n \n\n \n\nLEATAERPACE\n\nEXTZRIOR DaY\n\nThere is no sound. The sun is larger than the frame\nand white hot. A’ long, golden arc sweeps across the\nupper right hand corner; it is the explosive, gaseous\nprofile of the sun. There 1s a burst of lisht and a\nliquid rooe of moltent gases arcs into space and then\nslowly,. heavily falls back to the sum\n\nThe yellow-white sun nearly fills the frame. There is\n\na low, crackling nolse. The sun begins to disolve and to\nbecome an eyes, the purple slazed eye of a dead dog..\nFlies swarm tne staring eye and the crackling nolse\nbecomes the buzzing of the flies.\n\nIn the extreme foreground and to the right of center\nis tne long dead and putrid carcass of a dog. The\nlower jaw, nearly ripped from the head, hangs wildly\naakew. The belly is a living, writhing mass of grey\nMaggots;:flies swarm the purple, glazed eyes... The\nsercass lies some feet from the shoulder of a narror,\nehuckholed two lane nlghwey..It-1is ulday and midsummer\nand the brutal southwestern sun blasts the dusty,.\nchocking landscape. The air is sttil and neavy..\n\nIn the background is the out of focus trage of a van..\nBEGIN CREDITS AND TITLEs OVER\n\nBackground noise is tae sound of a radio being tuned..\nTidbits of a variety of news programs, music and’\ncommercails are heard. The news prosrams detail an\nunusual number of natural disasters.\n\nPHANKLIN (VOICE OVER)\nDid you feél my ribs?\n\n. , SALLY (VOICE OVER)\nYes. I couldn't feel anything.\n\nPAM (VOICE OVER)\nWe're all just victins of the tines.\n\nThe focus of the camera begins to change and as Lt\n\n_ changes a white.van parted on the road shoulddr in\n\nCont..\n\n \n\f \n\n~ 3. Gont..\n\nthe background becomes distinct.\n\n‘PRANKLIN (VOICE OVER) \"\nHers..e.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nGont.. the background becomes distinct. ‘PRANKLIN (VOICE OVER) \"\nHers..e. \n\nTARGET SECTION TO BE ANNOTATED:\n Put your fingers nere. ‘\n\n \n\nBefore the camera has completed its change of focus:\nthe gide door of the van opens and Kirk, a handsome,,\nwell built-yomg man leaps out, turng to- face the |\ninterlor of the van and begins struggling to remove.\ntwo long boards. He igs assisted by an auburn hatred\ngirl, Pam, who remains inside the van. The thin\nsilvery tinckling of tiny bells comes from the\ninterior of the van.\n\nKIRK (VOICE OVER)\nH Your old chair could use a bandeaid too,\n\nFRANKLIN (VOICE OVER)\nThere you feel that space.\n\n! : JERRY (VOICE OVER)\nWhat's shat supposed to mean? The gods\n: are against us.\n\nSPAM (VOICE. OVER)\nNo. It's because Saturn's in retrogrades.\n\nJERRY (VOICE OVER)\nWe're star crossed. Is that 1t?\n\nPRANKLIN (VOICE OVER)\nOWiwine. There. You feel that space?\n\n \n\neo A young man, Jerry,.can be sean behind the wheel of the\nvan and opposite him and nearer the camera is seated\na beautiful blond girl, Sally.\n\nKirk has made a makeshift ramp of the two beards.\n\nPranklin,,a young man in a wheelchair, appears at the\n\ndoor of the van. He 1s assisted by the auburn haired\n\ngirl, Pam who wears a bracelet from which dangle tiny\n\nsilvery tells. Kirk also assists and together they\nmanuever Franklin dow the sagging ramp to the ground..\nKirk wheels Franklin around tne comer of the van and\naway from the highway.’ Pam sits in the doorway of she\nvan.\n\nCUT Tor\n\n1 .\n| The far side of the van;- Franklin and Kirk walk into\n| frame from tne highway side of the van. |\n\n\\ Cont.\n\n \n\f \n\n \n\n(J\n\n2 Cont.\n\nSALLY (VOICE OVER)\nNooese It feels 0.K. to me..\n\nPAM (VOICE OVER)\nNot exactly.\n\nKIRK (VOICE OVER)\n(Teasing)\nYou asked. for it.\n\nJERRY (VOICE OVER)\nSo what's retrograde?\n\nPAM (VOICZ OVER)\nWell...I don't know if T can explain\n2t. I thinks...\n\nKIRK (VOICE OVER)\nDon't believe it.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don't know if T can explain\n2t. I thinks... KIRK (VOICE OVER)\nDon't believe it. \n\nTARGET SECTION TO BE ANNOTATED:\nPAM (VOICE OVER, CONT:.)\nTeleit's Like when onesese\n\n. Beyond the shoulder of. the road is a steep, rocky\nhillside. Kirk wheels Franklin down. the hill a few\nyards and stops just beyond a clump or gnarled cedare\nHe then turns and heada for the van.\n\nPranklin wriggles forward in his chair, wnzips his\ntrousers and relieves himself on the greund in front\nof the chair, .\n\nPAM (VOICE OVER, CONT..)\n«ee planet passes another one--it would have\nto be going faster, I guess, or be closer\nto the sun=-and its orbitecss\n\nFRANKLIN (VOICE OVER)\n7 don't believe in that stuff...\n\nSALLY (VOICE OVER)\nYou dont believe in anything.\n\nPam (VOICE OVER, CONT...)\neosis elleptical SO Lttseeee-\n\nJERSY (VOICE OVER)\nYou shouldn't.\n\nKRIK (VOICE OVER)\nNobody ever told Frankln the moon affects.\nthe tide.\n\nCont..\n\n \n\f©\n\n2 Cont.\n\nPAM (VOICE OVER)\nee Going away from youses\n\nJERRY (VOICE OVER)\n(Teasing)\nAh! I hear the loonies really get arazy\nwhen there's a full moon. (To Pam) Sorry.\nGo ahead, :\n\nSaLLY (VOICE. OVER)\nDo they really. That's funny.\n\nThere is a distant rumbling and then a giant diesel,\ntwo trallers in tandem, tops the crest of the nearest\nhill. The diesel roars past the windblast rocking the\nVane Kirk, approaching the van, is buffeted by the blast.\n\n. PRANKLIN\nAllilisececece!\n\nSTOP CREDITS AND TITLES\n\n_CUT TOs\n\nDown the slope Praniclin careens out of control.\n\nCUT TO:\n\nKirk, Pam, Jerry and Sally react. to Pranklin's delina.\nCUT TO:\n\nPranklin slides and bounces over the loose, snifting,,\nrough earth, rushing neadlong in a fash of roalky debris\ndown the slope. Cluups like bearded heads of sere\nbuffalo grass.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nKirk, Pam, Jerry and Sally react. to Pranklin's delina. CUT TO:\n\nPranklin slides and bounces over the loose, snifting,,\nrough earth, rushing neadlong in a fash of roalky debris\ndown the slope. Cluups like bearded heads of sere\nbuffalo grass. \n\nTARGET SECTION TO BE ANNOTATED:\n smash the wheels rearing and tossing\n\nthe rushing chair: stunted spiny,sgrowths, hairy clawing\ncedar and serubby, gnarled oak rip and tear at him as~\nhe hurtles past. Se hauls desperately on the hand brake\nto no avail,, takes the hot rubher wheels in his hands\nand is nearly thrown from She chair the flesh burned\nfrom his palms. Twoard the botton of the hill the\n\nSlope drops in snort. stens from rocky table to taole.\nFranklin reaches the first step and is launched into\nthe air. fe lands with’a terrific crash some tem feet\nbeyond and nearly upon the next step. The table is\nstrewm with rough and broken plates of rack and as\n\nhs 1g upon she next step the ohalr bounces over a\nlarge loose plate and topples as they become airbourne.\nFranklin crashes heavily to the ground and slides to:\n\na helt against the gnarled scrubby stump of an ancient\ncedar. The chair leans the cable and orashes on the\nrocks at the Wase of the slope.\n\nCont.\n\f \n\n2 cont,\nFranklin lies motlonless crumplei against. the tree\nstunpe\nCUT Tos\n\nPam and Sally are huddled anxiously close together\nbeside the van; Kirk and Jerry leap down the slope.\n\nCUT To:\nThere 1s a low moan from Pranklin..\n\nFRANKLIN\nOWMWIIW\n\nOne frail arm begins to creep forward. Thin talon\nlike fingers oluton atza rocky extrusion,, tighsen,\nthe arm strains and Franklin drags his useless\n\nlegs slowly forward..\n\nCur TO:\n\nEXTERIOR DAY\n\nThe van ta passing through a ameall tow. The tow\nhas apparently seen better days. Much of the business\ndistrict 1s boarded up and a number of the residences\nare seemingly vacant. :\n\nThe tuning of the radio continues.\n\nCONTINUES ‘CREDITS AND TITLES OVER.\n\n4& TNPERTOR DAY VAN\n\nThe van is a camival of junk;:it 1s littered with\ncamping and sking gear, ite walls erudely sprayed with\npolyurethane foam.\n\nJerry,.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUES ‘CREDITS AND TITLES OVER. 4& TNPERTOR DAY VAN\n\nThe van is a camival of junk;:it 1s littered with\ncamping and sking gear, ite walls erudely sprayed with\npolyurethane foam. Jerry,. \n\nTARGET SECTION TO BE ANNOTATED:\n2 young man, 25, with short curly red hair,\narives, Sally ts seated enposite him but has twisted\nin her seat and faces the rear of the van where Franilin\nis seated in his wheel chair directly behind Jerry.\nPranklin toys with a cheap switchblade imife. Kirk\n14 seated on the floor opposite Franklin. Pam ts in\nthe rear but. leans over the front seat. talking to\nJerry...\nPAK (Cont.) :\nWell,, Saturn looks like it's going baciward\nwnen the other planet starts catching un..\n\nCont..\n\n \n\f \n\n% cont.\n\nFRANKLIN\n(fo gaily)\nHeyt This 14 Newt.\nSALLY\nNewt?\nJERRY\n\n: (He is baiting Pam)\nIt*g in retrograde when it looks like its\ngoing tackward. But it's not really. Yeah,\nI get it..\n\nFRANKLIN :\nGrandpa's old house isn't far from here.\n\nPAM «i\nAlright. Listen. (She piols up a book and\n\nreads from it.) \"The condition of retrogradation...:\n\nSALLY\nOh, let*s go by and see it!\nPam (Cont. )\n*.eeis contrary or inharmonoug to the regular\ndirection of actual movement in the zodiacess.\nKIRK\nYou guys don't know when to quit.\n\nFRANKLIN\nYeaht\n\nPaw (Cont.)\n\",eeand is in that respect evil.” Uh... \"When\n\nmalefic planets are in retrograde...\" SaturnIs malefic,\n\n“,setheir malefic 1s increased.\"\n\nJERRY\nWhat's malefio?\n\nPAM\nThat means they cause vad things to happen.\nSaturn's a-bed influence anytine but\nespecailly now “cause it's in retrograde.\nSALLY\nSerrye.e?\n\nJERRY\n{To Kirk)\nHey,.man, you believe all this stuff your old\nlady's telling me?\n\f \n\nKRIK |\nT don't kmow, You got a better reason? .\n\nSALLY :\nTArITy e207?\n\nPAM !\n\nI didn't say it necessarily caused At. It\njust -happens that way. Nothing goes right\nwhen Saturn's in retrograde. |\n\nSaLLy\nMe and Franklin want to go by our Grandfather's\nold house.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nI didn't say it necessarily caused At. It\njust -happens that way. Nothing goes right\nwhen Saturn's in retrograde. |\n\nSaLLy\nMe and Franklin want to go by our Grandfather's\nold house. \n\nTARGET SECTION TO BE ANNOTATED:\n It near here..\n\nPranklin pulls his shirtcollar away from his throat\nthen wipes his oily face with his shirtail. '\n\nPRANKLIN\nUgh. It's hot. It's making me crazy.\n\nPAM\nHow can you explain everything golng wrong.\nNot just ons thing or @ coup;e- of things,\neverything.\n\nJERRY\n{To Sally, teasing)\nYou don't want to do that.\nEND CREDITS AND TITLES\n\nEXTERIOR DAY:- GRAVEYARD\n\nClose up of hand and forearm of sneet sovered body. The\nbodyr has evidently not been dead for long as the flesh,\nthough grey and bloated,, has not yet begun to decay and\nthe burial clothing is in good. condition.\n\nThe focus changes:: the hand and forearm go soft and the\nbackground cones in sharp. There is a great deal of activity,\nnoise and confusion in the graveyard..\n\nUniformed sheriffs deputies scuttle back and forth;: laborers-\nare at work over several of the graves,..A- crowd of locals\nhas gathered at the entrance to She graveyard. Several\n\ndozen cars are parked on elther side of the highway\nbordering the sraveyari..A uniformed denuty stands at the\nentry and waves slow moving gawlking travelers dow the\nhighway and restrains sourioug locals and persistant news\npeovle.\n\ncur TO:\n\nA group of locals has gathered around @ battered pickup }\nparked on She shoulder of the highway. A women is in the \\\n\nCont...\n\n \n\f \n\nQO\n\n-6 Cont.\n\ncab of the pickups: she cradles a fitfull infant in her\narus,.Small children rum shouting in and out of the\ngroup gathered around the pickup. In the trusk bed\nthere is a washtub full of beer and ice. At the frings\nof the group are several women;-they rarely speak\n\nand wake themselves as inconspicuous es possible.\n\nThe men include a burly middleaged red faced tan,\n\n& younger’men, about 35, wearing western clothins,.\n\n@ swarthy dark haired man with a prominent stomach,\nseveral teenage boys, and one very old man who squats\nbeside a car parked beside the piciup. 3eer is much\nin evidence.\n\nNoise from the.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe men include a burly middleaged red faced tan,\n\n& younger’men, about 35, wearing western clothins,. @ swarthy dark haired man with a prominent stomach,\nseveral teenage boys, and one very old man who squats\nbeside a car parked beside the piciup. 3eer is much\nin evidence. Noise from the. \n\nTARGET SECTION TO BE ANNOTATED:\n other elements of the\norow, can be heard,\nCur TO:\nCleegsup of swarthy, beer bellied man opening: Longneck bottle\nof Shiner beer on cah. of piciun..\nCUT TOs; -\nCut to closeup of pook marked man gesturing with stogie.\n\n: RED :\nT wouldn't give you jJaokshit for ever one o*\nthem turds.. (He hitches up his sagging kaki\ntrousers) And don’t give me none of that. civil\nrignts crap..Civil rights ny asse.Them sombitcnes:\nsit up there in Washington ain't never seem the\nKind of scum they got in a county jail.\n\ncur To:\nCloseup of young man in western clothess.\n\n~ cowBoy\nHell, Jack,. you mow me, I ain't got no time\nfor them fat ass lawyers.\n\nCUT TO:\n\nTights shot ofentire group.\nRED\nT know you don't. I kmow your daddy and he wipped\nyour butt when you needed it. Aintt that right.\ncowBOy\nYou're right.\nRED\nGodamn right I'm right..\nCont..\n\n \n\f \n\n \n\n6 Conte.\n\ney BEER BELLY\n\ni I can remember my daddy taking a stick to my -\nyoung: ass a time or two myself. Didn't hurt oe\nnonee\n\nDone you good.\n\nOLD MAN\nThey'’s some you can't never do nothin’ with ‘em.\nA thin, leathery skinned,. middle aged'man joins the group. |\n. !\nTHIN MAN\nThey done found two more empty sraves..\n(Shakes head in righteous disgust) |\nMust be somebody escaped from the state nospital.. |\n: THIN MAN\nThey say it's got to be somebody from these parta.\nThey jast taking bodies ain't been in the ground\nmore than a day or two near as they can figure...\n\nWOMAN\n() Mrs. Calpepper said she seen some lights moving\not around out-here not more than a week ago..\n\nOLD: KAN\n\n_ It don't come as no surprise to née.\nRED\nWheat are you talking about old man?\n. OLD HAN\n\nThey's just :some things happened’ in my time not\nmany can tell about..",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nRED\nWheat are you talking about old man? . OLD HAN\n\nThey's just :some things happened’ in my time not\nmany can tell about.. \n\nTARGET SECTION TO BE ANNOTATED:\n7 + EATSRTOR DAY: VAN ON HIGEWAY\nThe van approaches the graveyard.:\n8 INTERIOR DAY: VAN ON HIGHWAY\n\n.\n\n. SALLY\nwatt (Looks ahead to graveyard)\n\nFranklin wheels around to face forward...\nConte.\n\nNe\n\f10\n\n8 Gont.\n\n3S\n\nFRANKLIN\nHey! Slow down.. Stop. I think this is-where\nGrandpa's buried. (To Gaily) Isn't that the\nplace. .\n\nSALLY\nTZ think se!\n\nThey nave slowed almost to a stop and are now before the\nentranoe to the graveyard.\n\nAsk him what happened. (Referring to the deputy\nguarding the entry) .\n\nJERRY\nHey, what happened?\n\nDEPUTY\n(Waves then on.)\nMove on. Move on.\n\n9. EXTERIOR DAY: GRAVEYARD ENTRY\n\n!\n)\nFRANKLIN. ,\n,\n\nThe deputy waves them on and they pull away. ,\n|“ 10 INTERIOR DaY:: VAN BSPORE GRAVEYaRgn:\n‘ FRANKLIN\nPull. over. Pull over there.. Let's find out what's\ngoing on.\n\nThe van moves slowly up the highway wmtil it comes abreast\nthe group of ‘locals which includes the pock faced man..\n\nFranklin oranes his-head out the window and yells to them.\n\n: FRANKLIN\nWhat. happened?\n\n11 EXTERIOR Dav: GRAVEYARD:\nThe locals look at the travelers..\n\ni : CowBOY\nBeen somebody broke into some graves.\n\nTEENAGER .\n: They stole some bodies..\n\n‘12° oyp to: SXPERIOR Da¥: Van |\n\n \n\n \n\nThe van has stopped on the shoulder of the road,. Pan\nand Sally watch as Kirk and Jerry wheel Franilin down\nthe makeshift rampe.\n\n   \n\f|\n\nCo\n\n13\n\n-Al\n\nCont.\n\nEXTERIOR DAY: GRAVEZARD\n'\nI\n\\\n\nSally, Jerry, Kirk, Pam and Pranklin join the group\nof locals. There follons various shots of introductions,,\nexohanges*of information. :\n\nPRANKLIN\nWhat happened? My grandfather's buried here. .\nGould we find out if anything happened to him...\n\nRED\nWhat's your grandaddy's name.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy grandfather's buried here. . Gould we find out if anything happened to him... RED\nWhat's your grandaddy's name. \n\nTARGET SECTION TO BE ANNOTATED:\nBESR BELLY directs Franklin to the deputy who guards\nthe entrance to the graveyard. :\n\nBELLY . '\nYou. see that old boy standing up. there with 1\nthe flashlight. That's the sherriff. You just \\\ntell him your-grandaddy's buried hers. .\n\nThe cowboy speaks to Jérry. He is very much taken with\nSally and volunteers to direct her to the sheriff. He\ntakes Sally by the arm and leads her through the crowds.\n\nCOWBOY\n> Say, , fellow, I'm going to gun off with your\ngirl eminute. You don’t mind doyou. (He smiles\nPatronizingly and claps Jerry on the shoulder.)\n\nThe cowboy has Sally by the arm and is pulling her through\nthe crowd... He calls the deputy guarding the entry as he movesz.\n\nCOWBOY\nBill. Hey,, Bill. Over here...\n\nHe speaks to individuals in the sorowd as they pass.\n\ncowsor\nLet. me through. This girls:¢crandaddy''s buried\nheres\n\nSally is. braless and her breasts boumee enticingly beneath\nthe thin fabric of her teshirt.: Two teen age boys sit on\ntop ofthe cab of an old truck watvh her-and grin stlly,.\nadolescent grins at one another...\n\nThose persons in the crowd nearest to the graveyard cover\ntheir noses and uouthes with nandkeroniefse The oder of\nthe exhumed bodies is very strong.\n\n \n\fNE\n\n12\n\n13 conte. |\n\n. -\n—~ Frentlin wheels through tne crowd toward the sheriff.\n€ < He has some difficulty. The terrain is rough, the crowd\npo dense and his chair badly damaged.\n‘Occasional tidbits of conversation are clear above the\ngeneral clamor of the crowd.\n\n. : CROWD...\n\nThey done found more than one that's missing..\n\nSheriff seys it-must have been going on a:\nlong time. :\n\nOld Bill shore 4s ripe and not dead a week..\n\nYou hear that..They just tore the head off\nand left the rest to rot,.\n\nGot any idea who done it.\n\nWhy in hell would anybody want to rob a poor\nMans. gravee.\n\nThere 4s a bar ditch between the group of locals and the\ndeputy.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nGot any idea who done it. Why in hell would anybody want to rob a poor\nMans. gravee. There 4s a bar ditch between the group of locals and the\ndeputy. \n\nTARGET SECTION TO BE ANNOTATED:\n Pranilin lets himself down tha incline and then\ncannot make it. up the far side..aZe spends the entire\ngcene struggling to climb out of the bar diteh and\ncalling for assistance. He 1s unheard or ignored. .\n\nGO\n\nSélly and the Cowboy talk with the deputy sheriff..\n\nJerry, Kirk and Pam remain with the group of Locals..\nThey lean against a car parked opposite the battered\npickup. The red faced man is speaking. Kirk nurses.a\nheer given him by the locals.\n\nGonts.\n\n   \n\n \n\f \n\n}\n'\n\n'\n;\n}\n|\n\n \n\ni—\n\n \n\n13 Cont..\n\n13\n\nRED\nHe’d'done changed the tire and wae about to throw\nthe flat up in his truck when this guy come out of\nthe graveyard drasging a body. Must have been in\n\n. there all tne time and didn't even know Clyde was\n\nthere..Dam near stepped on him. Lett out a squeal’\nlike a bitch hog in heat.\n\nA large, .hairy bear like man guffaws and begins to do his\nbest to imitate a pig squealing. This continues through the\nnext several lLiness.\n\nRED\n(Cont. }\n\nHell it scared the living piss out of Clyde... He\ndidn't know what happened.. -\nBEER BELLY\n\nHell, he thought somebody'a been murdered...\n\nLaughter from the sroup..\n\nLaughter:\n\nTAIN NAN\nThe hell of tt wag 1t's his own brother... dadn't:\nbeen buried a week...\n\nTEENAGER\nSald he done a@ hundred between here and town.\nSECOND. TEENAGER\n\nThat old truck of his«bde luols to do > fatty ona\ngood day.\n\nPan\nHe didn't mow 1t was. his brother.\n\n. RSD\nHeil,. tf he hadn't been pointed in the right\ndirection he'd'a wound up in Nexico before he knew\nthe difference. °\n\nSally and the Cowboy continue talking so the deputy.\nPranklin is still trapped im the bar diten.\nPam, Kirk and Jerry remain with the locals.\n\nGont..\n\n \n\n5\ni\n4\n;\n|\n\f \n\n \n\n \n\n \n\n18\n\n43 cont.\nOLD MAN\neeethings happen heresbouts they don't never tell\nabout. I see things. .",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\n5\ni\n4\n;\n|\n\f \n\n \n\n \n\n \n\n18\n\n43 cont. OLD MAN\neeethings happen heresbouts they don't never tell\nabout. I see things. . \n\nTARGET SECTION TO BE ANNOTATED:\n. BEER BELLY\nDon't let thatold man scare you.\n\nOLD MAN\nYou. see. They just say it's am old man talking..\n\nPock grins-and lifts his ‘beer bottle in a toast to Kirk;: Kiri\nsmiles. and returns the toast.\n\nOLD HAN\n. You laugh at an old man. They’s=them that*laugh\nand Imow better.\n\nPAM\nI believe you,.\n\n14% EXTERIOR DAY: VAN ON HIGHWAY\n\nThe van movea down the same narrow highway..Jerry and’\nSdlly are up front..Xirk, Pam and Pranklin are in the\nrears.\n\n. : JERRY\nYour grandfather's a vampire. That's:what it\nia.\n\nThe. van coughs, sputters and lags.\n\nKIRK.\n(To Jerry) .\nWe're going to have to fix’ that,.man, It's\ngetting worse.\n\nSALLY\nHe is not. He's still there...\nJERRY\n\nHets the king vampire. Ze doesn't ever have to\ndo anything. The other vampires bring nim blood...\n\nSALLY\n(Coughs)\nWhat's that? Cont..\n\n \n\f15\n\n14 Cont.\n\ncy JERRY\na . (Coughs, gasps.)\nI. don “tt. kmowe\n\n|\n|\nPA |\nWhat is that? : |\n\n: PRANKLIN |\n\nHey,. that's that old slaughterhouse. Grandpa\n\n| - Jerry and Sally rell up their windows as quickly as possible.\nused to sell his cattle there.\n\nKIRK\nLook at that. (Points ahead)\n15 EXTERIOR DAY:- SLAUGATERHOUSZ\n\nThey come abreast of huge pens. Cattle cover the hill like\na@ brown plague. They are so tightly packed and the yards so\npest thatnothing but the red brown smear of their color can\n@ geen.\n\nFRANKLIN\nWe have an uncle that works at one of these\nplaces just outside of Houston. Look at those .\ni aos . buildings. That's where then kill them. He was \\\nCH the guy that kills them..They even call him the\nKiller. They used to bash them in the head with\n@ sledgeces\n\nSALLY\nUgh. I'd. hate to work in a place like that.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey even call him the\nKiller. They used to bash them in the head with\n@ sledgeces\n\nSALLY\nUgh. I'd. hate to work in a place like that. \n\nTARGET SECTION TO BE ANNOTATED:\nKQBK\nIt's probably the only place around here people\ncan work.. .\n\nFRANKLIN\n(Conte) -\n\noe -hammer'or something like that. Half ths time it\nwouldn't ill them the first time and they would\nstart squealing and freaking out and the guy would\nhave to whack them two or three times and then they\nwould skin them sometimes even before they were\nddad. >\n\n16 INTERIOR vaN PAH\n. That's horrible.\n\nse\n\nSALLY\n(Shudders}\n\\ Ugh.\n\nCont..\n\f16\n\n16 Cont.\n\nPAM\nPeople shouldn't rill other animals for food.\n\nPRANKLIN\nThey don't do it like thatanynore.. They have this:\nbig air gun Saing that shoots a bolt into their\nskull and then retracts. (He aims an imaginary\ngun) Bam,, bam, ban.\n\n \n\nSaLLy\nIT Like meat..I just don’t like to think about\nthose places.\n\n, PAM\nSally! That's. terrible. They're: sti1l killing\nthem; just teoause you don't have to see.\n\nPranklin mops his face wita his shirtail.\nFRANKLIN\n\n}\n' It's hot..\n\n' They are approaching the main entrance to the slaughterhouse..\n‘ Tiere.is a large sign with the name of the slaughterhouse in\n. large block letters. Seyond she entry there 1s a lone figure\n‘ standing on the shoulder of the highway. Hearing the approaching\nvan he turns to face it and stick out his thumb.\n\nIO\noS SALLY\nHitchiker,\n_ JERRY\nWant. to pick nim up?\nKIRK\nYeah. Pick him up. He'ill asphyxiate out\nthere.\nPAL\n\nWhat does he look like?\n\n: FRANKLIN\nTo hell with the son of a bitenh. He's going to\nsmell like tnat slaughterhouse.\n\nSaLLX~ :\nHe's~kind of wlert’ looking. (Enthustastiorlly)\nLet's pick him up.\n\n_ JERRY\nWhat do you want to do?\nPam looks at the hitchiker /\no ’ , Cont...\n\n \n\fd\n\n7\n\nON\n\n17\n\nCont. : -\n\nPAM\nHe is wierd Looking. .",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n_ JERRY\nWhat do you want to do? Pam looks at the hitchiker /\no ’ , Cont... d\n\n7\n\nON\n\n17\n\nCont. : -\n\nPAM\nHe is wierd Looking. . \n\nTARGET SECTION TO BE ANNOTATED:\nKirkdecs\n\nKIRK\nPick him up.\n\nJerry begins to deaccelergte..\n- PAH\nevodon't pick him up. (To Jerry)\nDon't stop. Don't stop.\n\nEXTERIOR DaYs: EIGHWay\n\n‘They are almost beside the hitchixer and the van has slowed\n\nand begun to veer to the shoulder of the road. The nitchiker\n\nassumes that they are stopping and runs toward the van,.\n\nbulging gunny sack tied to his belt bangs against his legs:\n\nas he runs..Jerry accelerates again but the van cougs,. sputters\n\nand lags..\n\n_ INTERIOR DAY:- VAN\n\nKIRK\nAW, pick hin up.\n\nJerry swerves off the highway and stops the van.\n: PAM\n\nTo don't think we should pick him up...\nJERRY\nRelaz,, Pam, we'ill beat him up if he tries to\nget you.\nFEANKLIN\nthe son of a bitch 1s going to stink. up ‘the\nvan. . .\nSaLLy\nIt's been a bad day for you hasn't it. Poor\nFranklin.\nFRANKLIN\nAWeees\n\n.\nKirk opens the side door to admit the hitchiker.. The\nhitohiker enters the van and seats himself quickly on\nthe mattress, Kirk closes the door and sits down on the\nfloor beside Pan,\n\nCont...\n\f \n\n \n\ni\n\n \n\n18\n\nCont.\nKIRK\nLet's go.\nThe van take s off sputtering and coughing.\n\nThe hitchiker is a strange looking man. de is young,.\nperhaps 25,. slender and fair complected, dis nair is\ncarrot solored,.fine and curly and clings tight to his\nbony skull..His fine boned face is marred by a strange\ndiscoloration which begins just below the right nostril |\nand rims, increasing in breath, dow the side of his face,.\n\nunder his shin to his throat where 1% disappears beneath\n\nhie kaki shir collar..de eyes,.one of which 1s almost\n\ncovered with a thick,. milky cataract, have a strange unfocused:\n\nlook about them..dia face and*arms are covered with '\na:mumber of small scabby sores.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nperhaps 25,. slender and fair complected, dis nair is\ncarrot solored,.fine and curly and clings tight to his\nbony skull.. His fine boned face is marred by a strange\ndiscoloration which begins just below the right nostril |\nand rims, increasing in breath, dow the side of his face,. under his shin to his throat where 1% disappears beneath\n\nhie kaki shir collar..de eyes,.one of which 1s almost\n\ncovered with a thick,. milky cataract, have a strange unfocused:\n\nlook about them..dia face and*arms are covered with '\na:mumber of small scabby sores. \n\nTARGET SECTION TO BE ANNOTATED:\n He wears: faded* blue jeans\ntucked into anaient combat bhoots;:a battered old' polaroid 1\nflash camera hangs from a leather thong around: his -neck,,\nA‘strangely bulging gumny sack is tied at his waist and’\ndrags behind him. He is a bit breathless from his mn, |\n\nPranklin does not give him a chanoe to recover.\n: FRANKLIN\nYou getting. off on the smell of all that blood,\nman?\n\nThe hitchixer looks at Franklin in a vague way but does not:\nrespond for a long monent.\n\nHITCRIKER\nIt's a good smell.\nOh,,I don't like it.\n\nFRANKLIN . -\nI think we just picked up Dracula.\n\nPam doesnot look at the. hitohiker directly; she still feels\nthe edze of the panic which earlier touched her..\n\nKIRK.\nWhere you neaded,. man?\n* aITCHTSER:\nSouth,\nFRANKLIN\n\nYou could have fooled me. I thought we were\nheaded due north..\n\nCont.-\n\f| . : —_—\n\n1\n18 «cont. 3\n\nThe hitchiker turns his fuzzy stare on Franklin but does’\nnot. respond. .\n\nKIRK\nEerhad‘a little accldent--still doesn't\nknow where he is.-\n\nFRANKLIN\nYou work at that place?\n\nHITCHIKE2:\nNoe.\n. SALLY\nHow did you get stuck way out here?\nHITCEIKE2\nI was at the slaughterhouse.\n, FRANKLIN |\n\nI have an umole that works at a slaughterhousa. '\n\nHITCHIX&2\nMy brother-worked there,.mny grandfather....\nMy family's always been in meat..\n\nSALLY .\nDon't. start talking about thatplace again..\n\nFRANKLIN.\nAY whole family of! draculas.. dey,.man,. di@ you go '\ninto the slaughter room or whatever: they call it..\nThe place where they shoot the. cattle with the\n\n \n\n: air gun..\nHITCHTKER\nYes,.1t's nice, out the gue’\nFRANKLIN\n\nI was there once with my uncle..\n\nHITCHIKER\neects not goad.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe place where they shoot the. cattle with the\n\n \n\n: air gun.. HITCHTKER\nYes,.1t's nice, out the gue’\nFRANKLIN\n\nI was there once with my uncle.. HITCHIKER\neects not goad. \n\nTARGET SECTION TO BE ANNOTATED:\n The old way, with the sledge,\n1s better; they die better..\n\nPAM\n(To Pranklin)\nYou like talking about morbld things.\n\nFRANKLIN\nHow come? I thought. the gun was better.\n\nHITC2IKER\nNo,, I Like the old way better.. A lot. of people\ndon't have work now with the new way..\n\nCont..\n\n \n\f18\n\nCont..\n\n \n\n. KIRK\nYou used to do that?\n. FRANKLIN\n\nYou do that,, man?\n\nEITCHIKER\nYes..I was the killer.' I don’t do it anymore..\n\nFRANKLIN\nHow come, man?\n\nPAH\n\n(Aside to Kirk)\nTican't. believe he did that..\n\nEITCHIKER\nNow I'm an artist..With the gun and knocking\nbox they don’t nead'me anymore,\nSALLY.\nYou're ansartist? Pam! g-am artist too..\nShe's: really good..\n\nPRANKLIN\nHeyy ove’\nHITCHIKER\nYase.I dontt like it now. With thegun itts no\nSaLLe\n\nAre you a painter or what? TL “mow. this\n\n| epazy-artist. He never mows what he's\n\ndoing.\n\n. HITCSIXER\nI work with leather, I'm a soulptor too,\n\nFRANKLIN\nEey,, man,, I was in ‘there. They had ‘blood about\nUp COecse SALLY :\n(Laughing) Oh. I need'one of those hammers\n(Motions ag is chisling at Jerry's head) for\nJerry;; he's so nandheaded..\n\nFRANKLIN\neosyour ankles covering.this giant room. There:\n\nwere these big cow heads they had cut off sticking\n\nup out-of the blood.\n\nHITCHIZER\nIt's that way nowe.. You likedit?\n\f \n\n|\n)\n\nee EEE\n\n1\n1\ni\n\n \n\n \n\n18 Cont.\n\nFRANKLIN: :\nSure. Lots of blood and guts. They dump all\nthe entrals and nesad and...’ -\n\nThe hitchiker reaches inta his shirt and pulls out a sheat\nof yellowed polaroid shapshots.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN: :\nSure. Lots of blood and guts. They dump all\nthe entrals and nesad and...’ -\n\nThe hitchiker reaches inta his shirt and pulls out a sheat\nof yellowed polaroid shapshots. \n\nTARGET SECTION TO BE ANNOTATED:\n A large pouch made of two\n\ncows earsccrudely sewn together and slung sroumd his neck\n\nwith a leather thong falls out of his shirtfront.. Ze hands\nthe photographs proudly to Franklin.'\n\nFRANKLIN\neowand stuff they don’t use in one place and sell\nit. to the glue factory or someplace Like that..\n\nRITCHIKER.\nHere.\n\nPranklin takes the photes..\n\nRITCHIKER\nThey don't send the heads away.\n\nFRANKLIN\n(Looks at photos)\nt :\n\nSALLY’\nLet-me sees.\nHITCAIKER\n\nFRANKLIN\nYou took. these, . huh?\n\n. HITCHIKER\nYes. You like then?\n\nThey makeeee\n\nSALLY *\nFranklin.... (She fidgets. to look at:\n“ pletures) ~\n\nFranklin shakes his head in wonder.\n\nHITCSIKER\nThey make head cheese.. Except for the tongue\nthey boil the head and scrape the tone clean\nof flesh..All the parts‘are used; nothing is\nwasted,. The Jowels,. tne eyes, even the muscles:\n\nSALLY\nUghs\n\nHITCHIKER\neevand ligaments and the fleshy parts from. the\nnose and guns..Tiez put everything into a jelly\noF fataecce ~\n\n \n\fel\n| .\n\neogaté, fleshy.parts-from the nose ande’s’\n\n18 Cont. . 22\nPRANXLIN\n\nLook at this.\n\n| (Cy He waves:the snapshots in Dams face.\n\n°\n\n| RITCHIKER |\n\n19 stili szors\n\nThere-is a shot of the slaughter room ankle deep in blood;;\n- the severed heads of cattle are scattered about the room.\n\nAnother shows the Killer with the alr gun firing a slug\ninto a squealing steer and still another shows a room\nlined with beef halves-hung on meat hooks, ~\n\n20 Int. Van\nPam wavessthe photos away..\n\nPAM\nUgh.'.You are making me sick. Why do youlilce\nkilling so much,\n\nFranklin shows photos to Sally.\nHITCaIKER\n\nooeZUMSe.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou are making me sick. Why do youlilce\nkilling so much,\n\nFranklin shows photos to Sally. HITCaIKER\n\nooeZUMSe. \n\nTARGET SECTION TO BE ANNOTATED:\n They put everything intea jelly\nof fatsesed\n\nPRANKLIN\n“Wow, Ididn't know that's what's in that stuff..\n\nBITC2IKER\nIt's very good.. You like its.\n\nSALLY\nUghe.I don't see how anybody could eat that\nJuke. Returns photo te Franklin:\n\nFRANKLIN\nOh,, I like 1t. It’s good..-\n\nFranklin returns the photoes to the hitchiker.\n\nPAK\nIt soumds horrible..Talk about something else.\n\nFRANKLIN\nAw, you would probably like it if you didn't know\nwhat was in it..\n\nPaM\nNo I wouldn't and IT wish you would quite\n\n: FRANKLIN\nAWe'eo!\n\nCont.\n\n \n\f \n\n23\n\n20 © «Cont.. °\n\nKIRK\nCome on,, Franklin, you're making everybody sick..\n\nFRANKLIN .\nO.Kom O0Ke.\n\nFranklin is-disappointed and sits glumly for a while.. The\n\nothers are silent..After a time Franklin brings ‘out his\nswitchblade and begins toying with tt. The pAltchiter-watches\nwith interest.. Franklin gradually works himself into a frenzy.:\nThe hitchiker becomes more andmore-alert as he watches Pranklins\nhe begins to grind his teeth audinly.. Pam notices-and calls:\nKirks attention to it; he shrugs. Theres is snough engine noise:\nthat Jerry and Sally do not hear. On one or two occasions it\nseems as if the hitehiker is going to reach for the knife but\n\nhe visibly restrains himself,.\n\nJERRY\nWe'res going to have to stop for gas fairly\ngoon. .\n\nHITCEIKER\nThere is a place not far..\n\nJERRY\n\nGood enough..\n\nThe conversation interrupts Franklin and he momentarily\nslackens his fren,ied toying with the. switchdlades. The\nnitechiker suddenly and deftly takes the switchblade from his\nhands. Pam gasps3: Kirk watches warily but in silence. .The\nhitehiker ts oblivious to then.. Jerry and Sally are -unaware\nof the situation.. Franklin,. startled, watches with intense\ncuriosity.. The hitohiker examines the knife carefully, closes\nits blade, further examines the fnife,.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nJerry and Sally are -unaware\nof the situation.. Franklin,. startled, watches with intense\ncuriosity.. The hitohiker examines the knife carefully, closes\nits blade, further examines the fnife,. \n\nTARGET SECTION TO BE ANNOTATED:\n presses-its spring\nbutton and the blade springs open, examines“it still further\nand then very slowly and deliverately puts the blade against\nthe fleshy part of his hand'below the thumb and seems about\nto test its sharpness but instead presses the blade deliberately;\ninte his flesh.. Franklin 1s awed,,.Pam horrified and Kirk\ndisgusted.\n\nPAM\nWhat are you doing?\nKIRK\nPut that Imife away..\nSelly turns to-see the cause of the commotion; Jerry turns\nback. briefly then returns to his drivins,. glancing periodacally\ninto the rearview mirror.\n\nConte.\n\f. - . . °\n\nfy\n\n20.\n\n21\n\n22\n\n24\nGont..\nThe hitchixer-looks at Kirk briefly, then wipes-the knife.\non his sleeve,, folds the blade away and returns it to\nPranklin. Franklin takes the knife in reverent silence..\nSALLY\nWhat did you do to yourself...\n\nThe hitehiker puts his hand‘into his mout and bites dowr\non the wound.\n\nSALLY\nUgh. How can you do that?\n\nThe hitchiker pulls a trouser leg from his boot and reaches\ninto the taghtly laced boot and comes out with an ancient,\nrusted straight razor.\n\nPAM\n{Aside to Kini)\nThis ls making me sick. Can't we let him off\nsomewhere?\n\n- HITCHIKER\nIhave this imifes\n\nKIRK\nYou can put that away too..\n\nETTCHIKER\nYes7its a good kmife..\n\nHe flips the blade open,,examines it briefly, then returns\nit quistly to hig boot..\n\nEXTERIOR DAY: VAN ON HIGHWAY\n\nThe landscape is gradually chansin..It 15 less rocky.\nBetween the hills are small valleys with deep black soll:\nsome are under cultivation.. The hillsides are timbered\nand the trees are denser;, taller and the uwidergrowth is\ngreen, thick and tangled..\n\nINTERIOR DAY: VAN ON HIGHWAY\n\nThe hitchikers vague stare 1s fixed on Sally. He stares,\nunwaveringly for an uncomfortably Long tine.. Pranklin,, in\nturn, is staring at the hitchiker..",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nINTERIOR DAY: VAN ON HIGHWAY\n\nThe hitchikers vague stare 1s fixed on Sally. He stares,\nunwaveringly for an uncomfortably Long tine.. Pranklin,, in\nturn, is staring at the hitchiker.. \n\nTARGET SECTION TO BE ANNOTATED:\n After atime Franklin\nrealizes that the hitchiker is staring at Sally and’ ne:\n\nCont..\n\n \n\f \n\n \n\n25\n\n.22 Cont..\nturns to look at‘her. Sally,. sensing the stares: or catching the: a\nmovemen’ of Franklins head, turn, sees the hitchiker: stare end 7 |\nsmiles uncomfortably. :\nEITCHTKER ,\nThis girl is your wife.\nJerry 1g maware the hitchiker ts speaking to hin.\n\nTerrye's'se' Pat , |\n\nJERRY\nOhe UnseiJeno. My friend...my girlfriend.\nHITCHIKER\nThat's good.e. She’s a good girl.\nSally 13 a little startled, a bit embarassed..\nSALLY\n\n4 : |\n|\n\nThank you. |\nHITCHIKER , |\n\n(To Pam) |\nYoutre a nice girl too.. |\n\n \n\nPam laughs nervously.\n\nPAM\nThanks.'s.'s' You're a nice guy.\n\n: FRANKLIN\nWere all nice..\n\nHITCHI“ER\nYes.. You're all nice. (To Franklin) But you\nare too thin. :\n\nFRANKLIN\nWhat difference does that make..\n\nHe is upset and begins to toy with his switchblade...\n\n \n\nCont..\n\f26\n\nFRANKLIN\n~ It's hot in here..\n\nWhere do you come from? :\n\nPRANELDIG . :\nWeebeen to Colorado,. New Mexico.. Kind ofa\nvacation, looking for land ‘too..\n\nNeteeee\n\n|\n\n) a, HI\n} (To Franklin)\n\n| .\n\n|\n\n|\n\n: KIRK\n\n. 5 Doing a little siting. :\noe HUTCHTKER - |\nT mean where do you live? '\n-\n| Oh,'.Houston.. We'rs all from Houston,’\n! HITCHIXER\nYour parents live there too?\n|\n,\n\n \n\n_ FRANKLIN\nC What? oh, yeah..\n}\n' | AITCHIKER\nAud this girl. (He node toward Sally.)\n: : - FRANKLIN\nWhat about Sally?\n: SALLY ‘\nWhat? Waat about me?\n: HITCHIKER\nWhere are your parents?\n- SALLY\nWhere are ny\". parents?\nHITCRIKER\n1 Yese. .\nSALLY.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n- SALLY\nWhere are ny\". parents? HITCRIKER\n1 Yese. . SALLY. \n\nTARGET SECTION TO BE ANNOTATED:\n(Laughs)\n\nWhat kind of question 1s that? Where are ay\nparentse Zow should I know? Ky mother's probably\n\n‘ Conte.\n\n \n\f27\n\n22 cent.\noy .\nWoo SALLY |\n° (Cont.)\n\neeeabout half drumk on martinis and my father's:\nprobably playing golf.. Where are: yours?\n\n|\n| ET TOZTE=R |\n: I mean where do they live?\n\nPAM\n) (Aside to Kirk) |\nWhat does he want ot know all that stuff for?\nWe don't even Imow him.\n\nHow shauld I know?\n\n: SALLY\nOh, ohee.where do they live. In Houston. They\nlive im Houston... why?\n\nATTCHIKER\nDo they kmow you're coming to Houston?\nJEBRL\nWhe told you we were going to Zouston?\n(Co HI TCdIZER\nKY (Indicates Franklin)\nThis man..\nPAN\n\n(&side to Kirk)\nLet's tell nim we can't take him any further when\nwe stop for gase.\n\nEITCHIXER\nMy home is close to this road. You could take-\nme theres.\n\nPan gives Kirk a furtive warning nudges.\n\nKIRK.\nBell, man,. IT don’t imow, We're in pretty much\nof a hurry.. dow far is 1% from the highwe;s.:\n\nAT TCIIKER\nOh, its vary close..\n\nSALLY\nCouldn't you just walk, .T mean if it's\n90 C1lOS@. 64.\nConte.\n\n \n\f22 Gont. 28\n\nd —. - (Shrugs) j\n\n; You could have supper with us. (To Pranitlin) .. i\n\n| You like head cneese.. iiy brother makes it good..\nHe always has some.\n\n \n\n- SALLY\nNot that stuff you were talking about a while”\nAgCe Ushe.\n\nKIRK :\nI think we better-push on, san.. Sorry.\n\nThe hitchiker shrugs sullenly and is silent for a moment~\nthen he turns to Franklin who is absently toying with. his-\nswitetiblade, raises his battered canera and foouseg on\nFranklin. There 1s a flash of light as one of ths ancient\nflash bulbs pops..",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSorry. The hitchiker shrugs sullenly and is silent for a moment~\nthen he turns to Franklin who is absently toying with. his-\nswitetiblade, raises his battered canera and foouseg on\nFranklin. There 1s a flash of light as one of ths ancient\nflash bulbs pops.. \n\nTARGET SECTION TO BE ANNOTATED:\n Franklin looks up startled,, sees: the\ncamera and smilies. Sally turns to see what ls going on and\nJerry. glances in the rearview mirror,. Kirk and Pam watch\na little startled..\n\n \n\nFRANKLIN\nYou took mu picture,\n\nAITCHINER\n\nin Yess\nfi . 23 STILL sxot\nMeee All wait with curiosity for the polaroid to develop.. After\n\nthe necessary time the nitchiker pulls the photograph from\n\nthe camera..I% is a very bad,, discolored print.. The film\n\nis evidently old. The hitchixer extends the print ot Franklin!\n\n. Pam and Kirk nove to take a looke.\n2h INT. Day VAN Oo\n. FRANRLIN\n\nIt. didn't cuen out so good..\n\nRITCHIZER .\nIt's -nise,see.. (Inticates Franklins brutset\nand soeraped face-in the dark print) It tells\nabout your accident.\nKIRK\n\n(Laughs)\nYou look worse for Treal..\n\nHe sits back against the wall; Pam moves with him.\n\nPAN\nI think you look nice.\nLet me see...\n\nCont..\n\n \n\fmy face..\n\n- 29°\n24 conte.\nCS Pranklin turns and extends the photograph to Sally\n| It's kind of dark but you can see |\n|\n\nSelly takes the photo and turns forward in her seat.\n: HITCHIKER : |\n, (To Franklin) You can pay me now.\n. FRANKLIN\nBuh?\nHITCHIKER\nTwo dollars..It's a good picture.\nKIRK\n\n| . You want him to pay you for that’\nPpioture?\n\n(Za He issama¢ged and angered.. . }\nSally hands the picture to Franklin.\nSALLY\n\nTt*s.not really a very good picture\nof you.\n\nKIRK ‘\nNot for two dollars anyway.\n, SALLY\nPwo dollars?\nHITCHIEKER\nYess You can buy it for hin..\nKIRK\n\nHey, man, that's enough.. (To Franklin}\nGive him the damn picture.\n\nCont.\n\f30\n\nConte\n\nPranklin returns the photo..The growing hostility has: made\nhim nervous and after returning the photo he begings to fidgit,'\n\nThe hitchiker talzes:the photo and stares at for a long\nmoment.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nCont. 30\n\nConte\n\nPranklin returns the photo.. The growing hostility has: made\nhim nervous and after returning the photo he begings to fidgit,'\n\nThe hitchiker talzes:the photo and stares at for a long\nmoment. \n\nTARGET SECTION TO BE ANNOTATED:\n.PAM avoids looking at anyone. Kirk angrily stares\nat the opposite wall..\n\nSALLY\n(Aside to. Jerry)\nThat guy wanted Franklin to pay ‘Bip 2 dollars\nfor that picture.\n\nJERRY -\nYou're Kidding...\n\nSALLY\nNo. Te wassserious. -\n\nThe hitchiker places the photo on the floor at. hisfeet.. and\nfrom the cow ear pouch extracts. a small bundle tightiy\nweapped in aluminum foil. He unwrapsthe foil and from it\npours a mound of silvery ponder on the photo,. rewraps” the\nfoil and places the package hack in his pouoh.s. Re ther\nmoulds: the powder into a cone, looks up to see Kirk watching\nand smiles,. then strikes a match and applies-it to the powder\nThere-is a small fiery explosion of white light and the\n\nface of the photograph is seared,. de spits on the lingering\nflames. The damp,. charred powder Sives-off a dense malodorous\nsmoke.\n\nJerry brakes -hard'and wheels the van to the side of the roadi.\nThe passensers are thrown forward in the van and thers ig\nmuch confusion, seranbling for fotting,. ete. Kirk picks up:\na-ski pole and points it threateningly at the hitchiker,\n\nFRANKLIN\nWhat? What?\n\nSALLY\nWhat happened?\n\nJEEBRY\nHeyt Dgmn.’.\n\nXIRK\nHEY, man.'.'.'.'\n\nPAM\n\nOh... (Waves-arms. te clear smoke.)\nCont...\n\f \n\n \n\n24\n\n25\n\nEXT...\n\nvan.\n\n26\n\n31\n\nConte.\n\n7~ 7 FRANKDIN\n' Roll down the window..\n\n. KIRK\nI*ve had' enough,, wane. Time for you to soe. Jerry.\nstop this thinge.\n\nThe hitchiker sweeps the charred photo into his pouch, stands\nand suddenly his straight razor-is opened'in his hands he’\nmakes-a quick slash cutting Frankliracress the back of the\nhand...Franklin squeals and rears back in his chair... irk\nswings-at the hitchiker-as the hitchiker lunges for the side\ndoor,. Ths van has not yet come to a full stop and Jerry\ncrams the brake te the floor..",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe hitchiker sweeps the charred photo into his pouch, stands\nand suddenly his straight razor-is opened'in his hands he’\nmakes-a quick slash cutting Frankliracress the back of the\nhand... Franklin squeals and rears back in his chair... irk\nswings-at the hitchiker-as the hitchiker lunges for the side\ndoor,. Ths van has not yet come to a full stop and Jerry\ncrams the brake te the floor.. \n\nTARGET SECTION TO BE ANNOTATED:\nKirk 1s thrown nearly into the\nfront seat and the hitohixer escapes: through the side door.\nHe tears open his wounded’ palm with his teeth anc‘ smears\nblood on the side of the van and as:he moves kicits-at”\n\nthe side of the van, the huboaps and the tires and* spews\nsaliva over the side of the van.. Kirk recovers: and leaps |\nout of the van brandishing the ski pole...\n\nKIRK\nYou Little bastard.’.’.'s!. You better run your ags..\n\nJerry has stopped the van and leaps out hisdoor.. Theshitehiker\nbreaks into a rum and is quickly a safe distance from the var:\nhe stops and turns’ to face Kirk and Jerry who have stopred: .\nat the rear of the van and blows raspberries at them.:\n\nThe van pulls onto the highway;;:it sputters, coughs and lags\nas it accelerates,\n\nINTERIOR DaY:: VAN ON HIGHWAY\nJerry drives,. Sally sits opposite hin.. Kirk,, Pam and Franklin\n\nare in the rear of the van. Sally leans over the front seat\nand bandages Franklin's wound.\n\nKIRK\nI’m about half ready to call a cope.\n\nFRANKLIN.\nI could get tetnus. fou see how rusty that old\nrazor way..\n\nJERRY\n\nThat'ssthe last damm hitehiker I ever pick up..\n\n. PAK\nHey,. listen to Franklins horiscope.. \"The nevs,,\ntravel difficulties,. long range plans and upsetting\n\nConte\n\f \n\n \n\n \n\n1\n\n26 Cont..\n\nThat's perfeot.\n\nPAM\n(COnt. ) .\neeepersons around you could make this a disturbing\nand unptedictable day.. The events in the world are\nnot doing. much,. either,, to cheer one up.!\n\nJERRY\n\nSALLY.\n(To Pranklin)’- :\nI'thnink that will do you for now... You\nfeel o.k.?\n\nJERRY\nRead Sally'’s.. She's Capricorn..\n\nFRANKLIN\nMaybe we ought ot find a doctor... I don't think\nItve had a tetmus shot in a long time..\n\nPAM\nUhoh. Capricorn's ruled by Saturn..Let's sees...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAM\nUhoh. Capricorn's ruled by Saturn.. Let's sees... \n\nTARGET SECTION TO BE ANNOTATED:\n\"here are moments when we cannot believe...\n\n_ to Zouston,..\n\n. PAM\n(Cont. )\nesethat what is happening 4s really true. Pinch\nyourself and you may find out that it ise\"\nSALLY ~\nOh,, you can't tell about thats Does it\nsay anything else? :\n\nSALLY:\nT think you'll oe alright, 111 we gets\n\n27. EXTERIOR DaYs: VAN ON. 4IGHwaY\n\nThe van passes a narrow side road. Ahead perhaps a hundred\nyards are several weathered buildings::a single gasoline\nPump stands before one of the bhutldings..\n\n28° INTERIOR DAY: VAN ON HIGHWAY\n\n: FRANKLIN\nI’ think that night be the way to Grandpas old\nplace..Isn't that the road,. Saliy?\n\nSALLY\nOh,.I don't kmow. I don't remember,\n. JERRY\nThere's a place just ahead. We better go ahead and\nget some gas...\n\nCont..\n\n \n\n32\n\f \n\n33\n28 Cont..\n\nKIRK\nFind out if that's the tight road.\n\n29 EXTERIOR DAY: SERVICE :sTaTIOn\n\n \n\nThe van pulls into a combination cafe and service station..\nSeveral cars and a Pickup truck are parked in the dirk yard'\nbeside. ths weathered, raw wooden buildings..The van stops\nbefore the gas pump and Sally and Pam leap out*and trot\n\noff toward the restrooms.\n\n30° INTERIOR DAY: VAN AT SERVICE staTIOn\nKirk climbs into the front. seat..\nEIRK\n(Nod toward rused’old gas pump)\nThink that thing works?\n\n: JERRY\nThere's. some people inside,..\n\nThreugh the begrimed windows several people cen be seen\nseated‘ at tables. The people are a utrange lot.. Though\nthey can not be clearly seen it is apparent that they are\nnot quite normal.\n\nKIRK\n(Shakes his head)\nStrange.\n\n \n\nJERRY\nI'll go see 1f I can get somebody..\n\nThe sagging soreen door tangs open at that. moment and a men\nsomewhat past his middle years exits, blinks in the light\nthen. heads toward the van.\n\nPRANKLIN:\nHere comes somebody...\n\nWhen the old man is olose.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sagging soreen door tangs open at that. moment and a men\nsomewhat past his middle years exits, blinks in the light\nthen. heads toward the van. PRANKLIN:\nHere comes somebody... When the old man is olose. \n\nTARGET SECTION TO BE ANNOTATED:\n04 the cab Jerry speaks,.'.\n\nJERRY\nHowdy..\n\nThe old man does not respond itamediately but firs t leans down\nto rest-his arms on the window of the van an@ pokes his head\ninside alzost into Jerry's face and looks around. .Kirk and\nFranklin nod hells..\n\nOLD. MAN\nHowdy, boys, what can I do for. you?\n\nfee Conte.\n\n \n\f| 34\n| 30 Cont. .\nco vases\nvd We need’ some gas. |\n: OLD HAN\n}\n\nYou need some gas, nun\n\nDo you take credit cards? |\nOLD Maw |\nWhat kind of credit cards? . |\nKIRK\nTexaco.\n|\nOLD MAN\n\nThis look like a Texaco..\n\nKIRK\nNoe I just thought}... |\nThe old man interrupts Kirk,.{gnores nim and speaks directly '\n\n, . to Jerry. od\n) 1\nOLD MAN\n\n7 . How much gas you got?\n\n2.\n\nPS JERRY\n\nWe're about empty.\n\nOLD MAN\nJust come in here on fumes, that it?\n\nJERRY .\nYou're-right. We're even low on fumes.. Naw,\nwe got maybe an eighth of a tank.. :\n\nOLD MAN\nThat's too bad..\nYeah. .Whg\"s that..\nOLD MAN.\nGo. no gas here..\nJERRY\nYeah.\n, OLD NAN\n\n‘My tank's empty, Seen the transport on the way. out\nCont..\n\n \n\fLE\n\n \n\n30 Cont..\n\n \n\n35\n\nOLD MAN\n(Cont.’)\n\nedethough.. It be back through sometime this\nafternoon and give me some gas..\n\nJERRY\nBe this afternoon, huh?\n\nOLY Man\n\nYepe.You boys 13 welcome to stick around. I got\n. gome good barbque.\n\nFRANKLIN\n(To Jerry)\nAsk him how to get out to the old Franklin :place,!'\n\nJERRY a\nYou know how to get to the old Franklin places.\n\nOLD. MAN\nFranklin. place?\n\nFRANKLIN\nIt'sea big old stone houses up on a AL11.. © think\nmaybe you take that road back there...\n\nOLD MAN\nYeah..Maybe*I° seen something like that up that\nway..",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN\nIt'sea big old stone houses up on a AL11.. © think\nmaybe you take that road back there... OLD MAN\nYeah.. Maybe*I° seen something like that up that\nway.. \n\nTARGET SECTION TO BE ANNOTATED:\nYou boys don't want to go messing around\nno old ‘house now;: those old thing 1s:dangerouss\nYou liable to get hurt..\n\n. JERRY\nWe'll be -carefull.\n\n- OLD NAN\nWell now you ought not go messing around ‘other folke\nproperty.. They's some don't*like and’ don't. mind\nletting you know with a-little. buckshot.:\n\nFRANKLIN\nMy father owns it.. _\n\nOLD HAN\nThat“your daddy's place,, huh. Well, IT taink you\nboys ought to stick around here and have some\nbarbque,. That transport won't he too long,.\n\n31 EXTERIOR DAY SexVICE sfalIon\n\nThe girls are out of the rest room now and Sally is trying\nto get Jerrys attention.. Both stand a few yards behind the\nOld mane. The old man seeing Jerry’s attention shift, turns\nta look at the gtrls..\n\nCont.\n\f| 36\n31 Conte.\noS EXTERIOR-DAY:* SERVICE: STATION.\nThe old man faces:Pam and Sally. ;\n\n. OLD MAN\nHowdy... Lo )\n\n: PAM AND SALLY I\nBia. .\n\nSALLY ©\n(To Jerry)\nGould I get a Dro. Pepper? It's only a quarter..\n\nJERRY\n\nOLD -HAN\n(To Pam)\n\n}- Might as well..\n}\n\n} Hot enough for you?\nJ\n\n: PAK\n‘ Oh,. 1¢'s terrible, especially in. the van.\nj OLD: HAN\n(To Sally?’ (Indicates an ancient vending machine)\nThey's a machine,\n\n \n\nHe starts toward the oate.\n\nOLD MAN\nYou holler at me now if it don't work.’ (To Jerry)\nThem girls don't want to go messing aroung no old\nhouse. .You best stick around here..\n\nPAM\nItm going to get*ons too.\n\nThe old man: wallets: sto the cafe..The girls head’ for the vending\nmechine..\n\nRIRK\nWe should have asked if there? é another gas station\nclose.\n\nJERRY\nHe would probably have told us if there was,..\n\nKTRE.\nWouldn't hurt to ask?\n\n32 cur TO:\nmoe Pam and Sally have bought soft drinks and are loitering\n) about,. talicing.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nKTRE. Wouldn't hurt to ask? 32 cur TO:\nmoe Pam and Sally have bought soft drinks and are loitering\n) about,. talicing. \n\nTARGET SECTION TO BE ANNOTATED:\n .\n\nCont...\n\fPo, . |\n\n37\na. Cont.\nCy cur To }\nae 33 3 Se. '\n| Jerry opens the door of the van and starts toward ‘the cafs,.\n| cur TO:\n\nA strange looking,. poorly dressed and filthy child bursts out\nof the cafe sobbing angrily.. Ha sees Jerry approach and still:\nsobbing rushes Jerry and tries to bite him on the thigh. |\n\nJerry sidesteps him and ducks into the cafe shaking his head..\n\n’ 34 CUT To INTERIOR Van\nPranklin is toying with his switchblade again; he pusheas“the\n\nr blade slowly deep into the foam, withdraws it,. pushes it in\nagain, withdraws end over and over methodically and hypnotically.\nKIRK\n\nFranklin, you maniac; you're tearing up the van.\nt Pranklin looks:up startled. .\n| . FRANKLIN\n\n(Sheepishly)\n\nYegh,.I just start doing that..\n\nOo Franklin has stopped and 1s examining the kmife closely.\n\nPRANXLIN\nHey,, I think there's still some of that guy's blood\non ite.Look at that..(He hands the kmife to Kirk)\nThink that's blood..\n\nKirk examines fhe knife cursorily then returns it to Franklin.\n\n. KIRK\n(shrugs) .\nI can't tell..\n\nFRANKLIN\n(Zxamines the knife again)\nIt's thoed'alright.. That:guy cut the\nhell out. of hinself.. Think you. could .\ndo that*«to yourself?\n\nKIRK\nItm not that stupid.\n\n. FRANKLIN\nI don't kmow. It takes something to just sit there\nand cut yourself like that.. You think I said' some-\nto make hin mad at me?\n\n7 Cont.\n\fCont...\n| — 38\n35 EXTERIOR DAU: SERVICE STATION .\nJerry 1s inside the onfe talking to the old man. Theold man\n\nhands him something. They talk for a moment longer, the old\nman gesturing down the road and Jerry turns to leave..\n\n \n\nReaction of Girls seeing Jerry appreach the van;: they hurry\ntoward the van.\n\n36 CUT To: /\nSally:and Pam loiter near the highway.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey talk for a moment longer, the old\nman gesturing down the road and Jerry turns to leave.. Reaction of Girls seeing Jerry appreach the van;: they hurry\ntoward the van. 36 CUT To: /\nSally:and Pam loiter near the highway. \n\nTARGET SECTION TO BE ANNOTATED:\n37 CUT Tos |\nJerry leaves the cafe carrying a greasy brown paper” bag. : |\n: 38 «CUT. To: |\n\n \n\n39 INTERIOR DAY: VAN\nJerry settles behind the wheel of the van.\n\nJERRY\nNothing, man. Newt's the closest place to get gas.\n\nEIak\nGuess we better hang around..\n\nFRANKLIN.\nWe're going ot gO out to Grandpas old house aren't\n\n \n\nwe?”\n40 EXTERIOR DAY: SERVICE STATION\n\nPam and Sally appreach the van from the rear... When they are\nclose to the Yan Saliy suddenly stops. .\n\nSALLY\nLook at that!\n\nPalit\nWhat?\n\nSally points to the bloody smear on the aide of the van..\n\n. PAN\nHe smeared blood on the van.\n\n41 INTERIOR DAY: VAN AT SERVICE STATION\nThe girls enter the van..\n\n: SALLY\n) That guy smsared bloed on the van.\n\nConte:.\n\n \n\f \n\n42\n\n42\n\n43\n\n39\nGont..\n\nKIRK\nYeah, I know.\n\nPAM -\n‘It looked a little like he might have tried to-\nwrite something.\n\nKIRE\nIt didn't look like enything to me..\n\nPRANKLIN\nWhat did he do?\n\nJERRY\nTi got us some tarbque.\n\nSALLY\nOh,. can IT have some..\n\nPRANKLIN\nHe write something on the van?\n\nEXTERTOR DAY: VAN ON HIGSWaY. . —_\n\nThe van pulls out of the service station and turns back up\nthe highway..As it accelerates it sputters, coughs and lags..\n\nINTERIOR DAZ: VAN ON ZIGHWAY\nThe van approaches the intersecting road.\n\nKIRK\n(Points-to raad)\nThat must be it.\n\nYeah. There's a creek and a swimming hole somewhere\na3: “2 imear,the house. We could go swimming...\n\nThe van turns off the highway onto the intersecting road..\n\nPan\n. Oh, yeaho.Let's do..\nSALLY\n(She is working with. sausage.)\nOh; I didn't oring a Wathing suit.. Oh\nWell..+. Let mea see your imife.:\nFranklin hands Selly the switchblade..\n\nFRANKLIN\nSallytee'e\n\nSALLY\nHumecee’\n\nContes.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nOh\nWell..+. Let mea see your imife.:\nFranklin hands Selly the switchblade.. FRANKLIN\nSallytee'e\n\nSALLY\nHumecee’\n\nContes. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n40\n43 Cont..\n~ FPRANXLIN\n\nYou think that guy was-just trying to scare‘us\nblowing up my picture?\n\n4b EXTERTOR DAY: RURAL 20AD\nThe van approaches~the wreck of’ an old stone houses.\n\n45 INTERIOR Dax: VAN ON RURAL ROAD\nr FRANKLIN\nThat's it. That's tt. Lookat thatold place..\n\nKTRK\nYeah. I'd sure like to have a thing like that.\n46 EXTERIOR DAY: BEFORE TYE STONE House\nThe van pulls into the front yard of the old house.\n\nThe old house must have once been magnificent. It ts now\n‘ a crumbling shell..The grounds are overgrown...\n\nPan, Kirk, Jerry and Sally pile out of the van. Kirk\nand Jerry set up the ramp.and wheel Franklin to the\n\nground.\n\nq\n\n. FRANKLIN\nWateh ay ‘hand! (He-helds his hand aloft.’)\n\nSBRANKLIN.\nWhere's’ the mark that guy made?\n\nKEE\n(Indicates ‘bloody smear)\nRight there,\n\nFranklin wheels close to the mark..\n\nKIRK ,\nWhere's that creek..I think me and Pam are going\n\nto go swimming...\n\nFRANKLIN\nOn, I think it’s off that way..There’s prooably\nan old trail.\n47 curt TO: :\nOn the side of the van away from Franklin,. Pam,. Kirk, Sally\nand Jerry are grouped.\n“ Conte\n\fOS\n\n49 Kirk BL\nWe're golng to go and see if we can find that\n_ Stimaing hole,.. Want to go? .\n\nSALLY\nWe didn’ t*tring anything...\n\nKIRK\nWhat differance does that make?\n\nHs\nae\n\nPAH .\nYou could weat what you have on,. . want -\n\nJERRY\nI*d like to look around this old place\n@ bit anyway..\n\n_- TES wa\n\n48 CUT TO:\nPranklin on the opposite. side of the van studying the mark..\n\nKirk approaches..Pam stands at a distance,, ready to go\n\n' swimming. '\n\n\\\n\nKIRK\n\n| Hey,. Mans... Me and Pem are taking off.\n\n' FRANKLIN '\n\n| O.Ke. |\nKIRK\n\n(Looks at bloody smear)\n. Strange..",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\n' FRANKLIN '\n\n| O. Ke. |\nKIRK\n\n(Looks at bloody smear)\n. Strange.. \n\nTARGET SECTION TO BE ANNOTATED:\nYou think it means something.:\n: FRANKLIN\n. I don't know.\n\n \n\nHe tacks his chair away for a long look..\n\nFRANKLIN\nIi think it might be some-kind'of a symbol.\nKIRK -\nWell,.we'll sse you later, mane\ni FRANKLIN -\n| Where are Sally and Jerry? :\ni KIRK /\nThey're: going to stay here.’.\nPRANKLIN\n\nOK.\n! Kirk leaves,. Joins Pam and they move off into the woods. .\n, Sally Joins Franklin...\n3 Cont.\n\f42\n4B conte.\nen SALLY\n\\ > Wefte going to take a look inside..\n. “ PRANKLIN,\n’ Sally..'.<.You believe all thatstuff Pam was\nSaying about Saturn in retrograde?\n: SALLY\nOh,,I don't tmow, I guess so.. Sverything\nMeans something. .\n49 INTESYOR DAY: STONE ZoUSE\n\nFranklin 1s wheeling around the ground floor... Jerry and\nSally are-exploring the second story. Their footsteps\nean be heard ecoing hollowly through the old’ house..\n\nPRANELIN\nSally.‘'.?\n\nPranklin looks up.. Footsteps come from directly overhead...\n\n- PRANKLIN\nSaliy? . .\nSally calls down from abore..\nSALLY\nWhat?\nFRANKLIN.\n\nThat guy might try to follow us here.\n\nThere Is a brief stlence.\n\nDon't tbe gilly.\ncur TO:\n\nSelly, Jerry and Franklin are exploring the lower floor.\nVarious shots-of the three poking through rooms-of old house:\n\nPRANKLIN :\nUncle Ed lived here a while after Grandpa died,.\nBe had to move when they started laying people\noff at-the slaughterhouse. Nobody's lived here\nSince.as far as T lkmow. All the people around’\nhere know how to do tg sleughter cattle. I guess\n& lot. of them had to move away or somethings.\n\nConte.\n\f4g Conte. - 43\nPranklin wheels out onto a porch like area under-a cantilevered\n\n2, section of the old house..",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nI guess\n& lot. of them had to move away or somethings. Conte. 4g Conte. - 43\nPranklin wheels out onto a porch like area under-a cantilevered\n\n2, section of the old house.. \n\nTARGET SECTION TO BE ANNOTATED:\n There 1s a great deal of broken\n\nFO Glass on the floor end it pops, cr:nches and splinters mder\n\nMu the wheels of Franklins chair..\n\nFranklin: stops suddenly..danging- in the corner of the porch\n4s a crude wind chime or mobile of some sort madeof sur\n\nbleached bones.\n\n. FRANALIN\nSaily,.Jérry,. come Look at-thiss.\n\n4 Directly below the mobile is the skeleton ofa long dead!\nanimal, Beneath theskeleton 1s: the remnant of an old wollen\n\nblanket.\nFRANKLIN\nSally!\n\n \n\n+4 50 EXTERIOR FOREST DAY\n\nKirk and Pam walk along a harrow,, overgrown forrest tratl. .\n\n- Listen to me next time. I told you it was\na bad time.\n\n, KIRK\nWell, I think Houston 13 going to look pretty\ngood,’ I wish we hadn't let Pranklin drag us\nout here.\n\nPAM\nIt's only a couple of hours to Houston. You\nwill feel better efter a strin..\n\nKIRK\nHell,.I'm liable to drown, That would be about\n\npar for this trip.\n\n \n\f: 50 Cont.. 4h\n\n \n\n. PAK\nLook! -\n\nShe points ahead at the tattered remnanté of a tent\nSlinging to a rusted metal frame.\n\nKIRK\n- Yeah...\n\nThey stop. The remains of a camp are some ten yards\noff the path. Beneath the rotted rag of a ten are the\nremains of two sleeping bags and the area around the\ntent is littered with rusted camping gear. They pause\nonly triefly then turn to continue. As Kirk tume he\nsees at eye level,nailed to a tree through its face: an\nold pocket watch. :\n\nEIRK\nEuh?\n\nHe looks closer, touches the watch.\n\n. ETRK\nDid. you gee this.\nPam is beside him looking at the watch.’\n: FAK\nThat's etrange, huh?\nKIRK\nYeah,. that was a good old watch.\n\nThey move on.’ The path narrows as they continue and\nis more and more oversrown.\n\nCont.\n\f \n\n49 Cont.\n\n \n\n \n\n45\nGont.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nCont. 49 Cont. 45\nGont. \n\nTARGET SECTION TO BE ANNOTATED:\nThey walk in silence for a tine.\nThe path intersects a dry creek bed.\nKIRK\nWell,. I hope this. isn’t it.’\n_ They look up and' down the oreek bed for some sign of\nt water,!. There 43 none;; the orsek looks as 1f 1t hae\nbeem dry for some time.\n; “PAM:\n; It's been a long time since Franklin was here..\nKIBK\nCould de..Let\"s try a little further, 0.k.7\n- \"aK\n- \" Let's go. .\nThey continue silently for approximately 25 yards...A\nlow humming noise gradually comes up until it is\nClearly heard.\nwren’\nHear that motor?\nPAM\nNo.. Oh,, yes I do now...\nETRE . .\nDam! Look at that..\nBAM\nOh,, Locke. <e-\nConte.\n\fSe\n\n49 Cont.. : 46\n\nAlmost upon the peth a gnarled, grotesquely twisted\n\n- old tree has gron up uider the wrech of’ an anolent’\n[~* car, weaving its heavy limbs around the body and rearing\n\nZon the front end off the ground.\n\n{ They move slowly around the cary.\n\nD . \", EIR\nb That's been here a long tine.\ni PAN\nYeah.\na —_\n\nid\n\nLet's see where that nolse is coming\nfrom.’\n\nThey continue on the path for another ten yaras: before\nsuddenly breaking from tha forest. Sefore them 1s a\n\n. large meadow. On the far sice of the meadow set under\ntowering trees 1s a huge, old and weathered mansion,.\n@ large once red barn and several incidental outbuildings;\nno power lines run to the house and no automobiles\nor stock are visible.i The motor noise comes from the\n\nSe er\n\nLe ZADOW Day\nhc 52  EXTERTOR MEADOW Day\n\nLook at that*old place.\n\nPAM\nYeah.. Look: at -those ol4 lightening rods.\nKIRK L\n\nYeah. A-hammted house. Maybe they can\ntells us where the oreek is.'\n\nKirk starts across the meadov..\nPan /\nKirkdestet .",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nA-hammted house. Maybe they can\ntells us where the oreek is.'\n\nKirk starts across the meadov.. Pan /\nKirkdestet . \n\nTARGET SECTION TO BE ANNOTATED:\n, KIRK\nLook at that old tarn,'\n\nCont.\n\fpry,\n\npS\n\nee\n\n(|\n\n*\n\n52 Conte.\n\nPan\nThey might not like strangers. .'s«:\nKIRK\n\nI'd‘ like to get some of thattold'Lunber..\n\nPal.\nBirks. ot\nIRE\nWhat?\nPAM\n\nOh,, never mind.’\nEIRK\n\nPeople probably come up here all the time\nTooking for the creek.\n\nPam\nYou're right.’.\n\nThey are within 50 yards of the old house and within\n20 of the barn. It 1s now apparent that the motor\nnoise is coming from the barn. The racket is terrific |\nand they are forced to raise their voices to make\nthemselves heard to one another. The nolse decreases:\nas they pass the carm and move nearer to the house.\n\nPak\n\nIt doesn't look like anybody's home.\nKIRK.\n\nWhat?\nPaw\n\nI said.... Forget it. How aan they stand\nthe noise?\n\nContes\n\n4?\n\f \n\n$2 Conta. . 4g\n\nKTRE\n\nom They're probably used to tt. Probably\ndon't even hear ite\n\nThey are now within a dozen yeards of the house.\nPAM /\nZT going to wait here.!. OK?\nKirk smiles and goes on.\nKIEE\nChickens\n\nPam. sticks her tongue out. Kirk mms-the remaining\ndistance and bounds up the steps ami across the porch.\nHe tapa lightly on the doorframe,. thes sound of his\nknocking hardly audible above the motor noise, then\nsteps baok to survey the house.. Something hard snd\nbrittle explodes under his boot and he moves back\nanother step to look.. At his feet 1s what appears to\nbs a tooth. He squats to inspect it; picks it up and\nexaminesit.'.The weisht of his step has chipped away-\n@ large plece but tt 1s still very definitely ea huzen\nteoth, There 1s.even a small gold filling. He-is\nsurprised, curious and delighted with his.discovery.:\nEe stands and turns to Paz who ts watching a few yards:\naways:\n\n  \n\nETRE\nHey.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe squats to inspect it; picks it up and\nexaminesit.'. The weisht of his step has chipped away-\n@ large plece but tt 1s still very definitely ea huzen\nteoth, There 1s.even a small gold filling. He-is\nsurprised, curious and delighted with his.discovery.:\nEe stands and turns to Paz who ts watching a few yards:\naways:\n\n  \n\nETRE\nHey. \n\nTARGET SECTION TO BE ANNOTATED:\n °\nHe Leaps down the steps and trots over to Fan,\n RTRK\nLook at this.\n“— He hold the tooth up for examinetion.'\nETRE\nI found at on the porch.\nFam pushes his hand away.\nPAM\nI don't want to touch it.\ni , Conts.\n\nro\n\f \n\n- 9\n52 Conte.\n: xIRE\nIt's a human tooth.\nHe fingers the tooth,\nPay\nIknow,...You'ne crazy...\nKIRK ,\nIt*s even got the roots, gea,.\nZe pushes the tooth into her face-again,\nPAM\nBon't..\nShe pushes his hand away.\nPAM\nWe better BO.\nKIRK\nIfm going to check the barn.\nHe bounds away before Pam can respond.. .\n. . PAM\n_ Kirk.\nKirk yells over his shoulder.\n. gree\nThey might be in there..\npounds on it loudly ant shouts above ee dente one\nKIRK\nAnybedy home’.\nEs does not wait for a response and peers through the:\ngoer ent emmend* opens Pan follows lazily amused by\n\nConta.\n\fq\n\n \n\n52 Cont.\n\nKIRK\nHer. Pan.’ (He look toward Pam}?\n. | PAM\nWat now?\nKIRK\nCome one.\n\n§3 INTSQIOR DAY SABN\nFam arrives before the open door..The din is terrific.\nThe interior of the barn is packed with automobiles:\nof’ every sort and age. Far in a dim corner of vhe bam\nte a huge unmuffled gasoline generator and beside it a:\nlarge gasoline storage tank. ;\n\n$} EXTERIOR DAY BEFORE BARN\n\nLock-at that.\n\nHe shout at the top of hislungs to becheard above the\nPAM\nWow.\nKIRK\nCan you believe it.\nPAK\n\n‘ They might not like usr folling around\nhere.’ We betterrgo.\n\nETRE\nThey've-got gas. Look at -thats.\n\n§5 INT.. DAY SARN\nEe points to the gas tank.’\n\n56 EXT. DAY SEPORE BARN. a\nI'm going to oheck the house again.:\nEe trots. away.’\nCont.\n\fan\n\n56\n\n51\nCont.\n’ PAM\nLet*s just go..",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY SEPORE BARN. a\nI'm going to oheck the house again.:\nEe trots. away.’\nCont. an\n\n56\n\n51\nCont. ’ PAM\nLet*s just go.. \n\nTARGET SECTION TO BE ANNOTATED:\n I don't care about swimming.\nKTBK\n(Yells to her) Tt*411 just take a second.\nbounds away toward the house.\n\nEe\n$7 EXT DAY SWING\n\n58 EXT.\n\n59\n\nProm a huge old live oak below the barm hangs an ansient\n\nswinging benoh..Pam wanders down the slope to the tree,.\ntests #2, bench, then seats herself? and pushesnoff..\n\nKirke hag rim: to the house leapt’up on the porch, opened!\nthe screen door and begun to pound vigorously on the:\nfront door. To his surprise the front door is wulatohed\nend opens wide unders his blowsy. He peers down what\n\nin the gloom appears to be a long narrow chute like\nhallway.\n\nKIRK\n\nHello. Anybody home?. . :\nINT. .DAY HOUSE .\nAt the end of the hall a door opens into a lighted\nroom... The far wall of the room is crowded with stuffed\nanimal heads. The heads cover the wall from floor to.\nceiling. There are deer, elk, moose and bear and varicus\nother game animals and also the heads of domestic aninals, .\n@.cOW,a Dig,, a horse-and a goat and a number of heads\nto saalli to be distinguished at the distance,.Kirk ig\ndelighted;: he pokes his head into the hallway for a better\nlook. The walls of the passageway are covered in\ncowhide. He cannot«see. the stuffed heads any better\nand withdraws,, turns around’ to look for Pam. Pan is\n\ning some 25 yards away.. Kirk calls to ner.\n\nwi\n60 Ee Bad HOUSE\n\n, EERK\nFame Come look at this.’\nPAM\nWhat?\nSIRE\nGone looks :\n\nConte\n\f \n\n64\n\n62\n\nfo\n\n52\nConte’.\n\nPAM\n\nNo. We better so.\nZNTERIOR HOUSE DAY 5 :\nKirk:isedisappoinsed that she 1s unwilling to join\nhin, hesitates briefly then darts into the house and\ndown the hallway.' Near the end ofthe hallway he\ntrips and nearly falls over and elevated wooden ramp,\ncatchesshimself and moves-ahead.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAM\n\nNo. We better so. ZNTERIOR HOUSE DAY 5 :\nKirk:isedisappoinsed that she 1s unwilling to join\nhin, hesitates briefly then darts into the house and\ndown the hallway.' Near the end ofthe hallway he\ntrips and nearly falls over and elevated wooden ramp,\ncatchesshimself and moves-ahead. \n\nTARGET SECTION TO BE ANNOTATED:\n He-ls at the end of\nthe passage and about to enter-the lighted room when\na-huge, dark figure suddenly apvears,. Kirk catches\"a:\nfleeting glimpse of a horrible leathery mask covering:\nthe face and hair of the figure, :\nand takes a quick step backward as he sees an arm raised’\n\n‘to strike. There ig a high pitched plz like squeal\n\nending in a hysterical whinny as the powerfull arn\nflashes downwari2?: and Kirk is struck a terrific: blow\nsquare on the forehead with an ugly blunt ‘headed’ sledge\nhemmer,'. Kirk drops suddenly and'slackiy,. hitting the\nfloor with a dull thud. He 1g still a brief moment\n\nand then hts body begins to twitch and jerk in a final\nmusole: spasm. The sledge is raised slowly, high in\n\nthe alr and then plummets; smashing a final terrifying\nblow to Kirks head...\n\nEXTERIOR H0USS Day\nPam has plucked a wildflower from a patch growing\nbeneath the swing. She swings contentedly in the\nwarm late afternoon sun. It 1s some time before she\nrealizes that Kirk has not returned.\nPAK\n: Kirk.!.\nThere is no response and she calls again.\nPAN\nKirk,’ We'd? better go, hon.\nAgain there is no response.. She mounts:the stepse.\nPAM\nKirke.\n\nShe arrives at the open doorway and ia suddenly timid..\nShe leans across the threshold and calls:softly..\n\nConte.\n\f \n\n62 52 conta.\n\nThe door te the room at the end of the hall 1s now\n\nclosed. Several doors open onte the hallway. Earlier |\nall were closed; now one toward the end of the hall\n\nom the left is open and through 16 a:dim, grey light |\nfilters into ths hall..\n\nPam steps into the hallway calling softly for Kirk. )\n\n63 INTERTOR ROUSE Day |\n\n64. INS. DAY DINING 200%\n\n65\n\nINT.\nLIDSY\n\nLIVING\nROOM\n\nPAM\nWhere are-you?\nPam enters the open doorway.\nPAN\nWe have to go, hon.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIDSY\n\nLIVING\nROOM\n\nPAM\nWhere are-you? Pam enters the open doorway. PAN\nWe have to go, hon. \n\nTARGET SECTION TO BE ANNOTATED:\n Kirk?\n\nThe room is heavily draped;; only a'dim light leaks |\nthrough the heavy drapes... She 1g in what must-be a\n\ndining room. She can dimly see the dull white glean\n\nof a cloth covered dining table surrounded by larse,.\n\ngrotesquely overstuffed chatrs..Zeyond a massive\n\narch at one end of the dining room is another room.\n\nA hard; dusty shaft of sumlight stabs-the room froma\n\nelit in heavy drapes..Pam moves cautiously across '\nthe dining room and stands below the arch lookins\n\ninto the room, The thin slit of sunlight provides\n\nsome illumination and her eyes gradually become\n\naccustomed to the gloom. She calls tentatively..\n\nPAM\nKirk?\n\nThe room is ohoking with furniture and accesories at\"\nPirst only dimly recognizable forms.. As her eyes‘adjust\nshesees that the furniture is constructed of\ncombinations of bons, meta}, wood and some sort of thin\nleathery substance. At*first glance she recognizes\nanimal forms, the bones and situlls of cows primarily\nand in lesser quantities the bones of smaller animals\ngoats; sheep, dogs and cats and others she does not\nTecognize, Achill wet horror begins to well up inside -\nhery;her lips are sudienly dry.. Flanking a massive:\nOhair whioh seems to be the central piece in the room\nare the grotesquely and crudely stuffed cats..\n\nConte.\n\f \n\n6% 65 Cont.\n\nThe work Ls very crude and the form of the cats has\n\nbeen horribly distorted;:: their bodies have an‘\n\nawkward, bloated look, their coats are thin and mansy\n\nand their eyes and mouthes have been sew: shut.. Then ~ |\nshe is aware of the chair. It is constructed of human\n\n. bones. Its arms are human forearms the hands dangling\nto touch the stuffed seat. The legs are human legs and\nthe feet the bones of human feet.'.Feside the chair\n\nisa tall. floorlamp. The shade, a fluted cylinder\n\nmade of some translucent leathery substance, 1s suspended\n\nfrom the crook of a human spinal colum;: the spinal .",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe legs are human legs and\nthe feet the bones of human feet.'. Feside the chair\n\nisa tall. floorlamp. The shade, a fluted cylinder\n\nmade of some translucent leathery substance, 1s suspended\n\nfrom the crook of a human spinal colum;: the spinal . \n\nTARGET SECTION TO BE ANNOTATED:\noplum rests on the butts of four complete sets of\n\nleg bones including the feet all crudely joined with\n\na@ leathery binding.. At the base of the lamp is a\n\nMagazine rack made from a human rigcage.. Scattered\n\npiled and heaped in the room are bits and pieces of\n\nhuman bones and skulls. Pam screams in horror, turns\n\nand runs from the room.. Jalfway across the dining\n\nreom she freezes.s.In the corner beyond the doorway\n\nthrough which she entered Ls a massive totem of human\n\nbones and situlls,.a grasping, leering, beconing giant\n\nwith eight clutching arms and as many heads.. Bits of\n\nleathery skin andtufts of human hair adorn the huge\n\nmany legged coli.:Leathery wings spread over its-\n\nmany eyeless heads-and ropes of human teeth decorate\n\nit. frame..\n66 INT. DAY eh. .\n\nPam screams and'rushes out the door and bolts blindly\ndown the hallway...\n\n \n\nPAM\n\nKirk!\nThe main door at the end of the hall slams with a\nthundering crash and there is a hysterical high\npitened,.pig Like squeal. The hugs mesked figure stands\nsquealing before the door. Pam. screams... Before she\noan move, almost before she its aware of the closing\ndoor and the presence of the leatherfaced figure, he is upon\nhers. He wraps on long powerfull arm arcumd her body\nclamping ner arms to her sides and lifts her into\nthe air with and* with the other arm he forcess her\nhead back almost to the point of breaking her neck and\nshe can only struggle weakly and gargle raggedly\nagainst the brutal force closing her throat. She tries\nto bite but her jaws clap futily in the air.. She cam\nsee the mask clearly now as. she ig rushed dow the\nhallway..It 1s a close fitting hood rather than a\n\nCont...\n\n \n\f \n\n \n\n— ee ee\n\n'\n}\n1\n\n \n\n \n\n66\n\n67\nINT...\n\nKITCHEN\n\n68\n\n55\nCont.\n\nmask, covering the entirehead and slit to accomodate\n\nthe ears. The face of the hood 1s human but shriveled\nand leathery. The hair is human hair...",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nmask, covering the entirehead and slit to accomodate\n\nthe ears. The face of the hood 1s human but shriveled\nand leathery. The hair is human hair... \n\nTARGET SECTION TO BE ANNOTATED:\n There 1s a throat.\nPieoe which is tucked below the collar... Over his clothing.\nthe maskedfigure wears a heavy black rubber apron. They\nburst through the door at the end of the passage and\n\ninto a:large room. The reom 1s a completely outfitted\nbutehers shop and‘ kitchen.. With a-squeal she masked’\n\n_figure lifts Pam high into the alr ard rushes her\n\nacross. the reom.. She feels a smooth warn prick’ and she\nis free high in the air impaled on the orutalsteel of\n\n- ge Meathook.. Ai belt of meathooks runs the lensth of the\n\ncenter of the roon.. Kir hangs nearby nsarly stripped:\n\nof flesh. Pam kloks weakly,. her eyes roll in their sockets,\nshe triestto scream but her throat fills with blood and.\nshe ohokeas and gags. Leatherface moves: swiftly. He strips:\nKirks body of its remaining flesh,. Lifts it from the\nmeathook and lays it on a huge butcher block. Blood\n\npours from Pams mouth. Her hands flutter weakly;; her\n\neyes have rolled back in her head and show only white..\nLeatherface draws the starter rope of a gasoline powered‘\nGShain saw and it coughs then roars. Pam twitches faintiy\nShe coughs and spews a bloody mist clouding the air.\n\nThe chain saw changes pitch as it bites into Kirk's flesh.\n\nEXTERIOR DAY: STONE HOUSE — ‘ , . ~ —™\n\nThere are three short loud blasts from the van's:horn, a:\nlonger grating bellow,, then silenoe..It 1s: dusic.. The>\nsum has fallen below the horizon and the light ig now\ndim and tinged with purple and orange..Jerry and\nPranklin are gathered close to a small lanely flickering\ncampfire. Sally approaches the fire from the van.\n\nSALLY\n\n(Smiling) Think mayse they're doing something\n‘ besides ‘swinming..\n\nJERRY\n{Laughs) Sure.\nPranklin is etaring inte the flames of the campfire.\nThe words seem to bring nim back from a state of\nsemioconsciousness.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nJERRY\n{Laughs) Sure. Pranklin is etaring inte the flames of the campfire. The words seem to bring nim back from a state of\nsemioconsciousness. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks up at Jerry and Sally\n\nslightly dazed, wheels himself about and noves off in\nthe direction of the van.. Ze speaks ag he moves: and\n\f68 cont.\n\n56\nlabors to give his words a::casual air he does not\nfeale. .\n\n: FRANKLIN\nThink I*ill take another look at that\nthings.\nJexry wags his head’ and grins at Sally...\nJERRY\nRe'a really got himself going..\nPranklin 1s a Chaplinesqus figure in his ‘battered\nwheelohair;; the damaged’ wheel flops oddly at each\nturn. .\nFranklin stops and wheels around to face Jerry and\nSally..\nFRANKLIN\nJerry. Hey,, there's this. real witch,, Sybil\nUeek, that lives in Houston. (He wheels.\naround and continues toward’ the van.) I\nBet she'd know what that symbol means.\nHe disappears around the far side of the vane.\nJERRY\nT thought you didn't believe in that:\nstuff.\nFRANKLIN\n(Call from the far side of the van)\nI: don't. You don't think it means:\nanything?\"\nSALLY\nDon't worry.. We*1ll protest you if he\ntries*to get you.\nFRANKLIN\nI'm mot.. (Approaches campfire)\nCont..\n\f \n\n62 Cont.\n\n \n\nSALLY\n\n(fo Jerry) I'ma little worried. They\nshould have been back by nowe.\n\nFRANKLIN\n\nT bet-it's about me,\nJEREY\n\nHe's going to x411 you,. Pranklin..\nFRANKLIN\n\nIt probably doesn't mean anything, huh?\nSAELY\n\nYou worry too much, relax.\nFRANKLIN\n\nHe'd never find us anyway,, huh? He\ndoesn't even kmow our names.\n\nJERRY\nI gave him your name,, Pranklin.. T told\nhim where you live too.. He's going to\nget you.\nTerry.\n\n. Franklin laughs nervously.\n\nFRANKLIN\nEuh, you don't even know where I Live..\n\nJERRY\nIt doesn't make any difference. Het s\nstill going to get you..He told me he\nwas going to kill youu\n\nFRANKLIN\nAWe\n\nCont..",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nJERRY\nIt doesn't make any difference. Het s\nstill going to get you.. He told me he\nwas going to kill youu\n\nFRANKLIN\nAWe\n\nCont.. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n_ 68 Cents\n\nPranklin wheels about and heads slowly for the van.\nSALLY\nI'tm going: to honk again..\nJERRY\nGive then tine.\nPranklin 1s rummaging about ag much of the van as is\ndoon.- the sanp la on the grouae se Oem shde\n, SALLY .\n“What do you need, Franklin.\nFRANKLIN\n\nI. can't find my knife.. Wouold' you set up\ntherramp? :\n\nSALLY .\n\nO.K. Just'’a second. (To Jerry) I’m going\n\nto honk again.\n\nSally stand,, stretches and walks to the vane\n. SALLY .\n\nMove a second and I'll set up the ramp..\nFRANKLIN\n\nOh,, 0.K.. .\n\nHe wheels himself out of the way and Sally leana the\nvamp against the van.\n\nSALLY\n0.K.\nPranklin wheels his chair into position before the ramps.\nSally guides him up the ramp then climbs into the cab from\nthe right. side,. leans over and gives three short blasts\non the horn. .\n\nContz.\n\f \n\n \n\n59\n68 cont..\n\nJERRY\n\nThat Imife won't do you any good,. Pranklin..\nEe likes that lmife, remember.\n\nsally climbs out of the cab and starts for the campfire,.\nthen turns to Franklin. \"\n\nSALLY\n\nThere's a flashlight in the glove-compartment..\nWant me to get it-for you.\n\nFRANKLIN\nIf you don't mind.\nSally reenters the cab, takes the flashlight from the\nglove compartment and hands it over the seat to Franklin\nthen. rejoins Jerry at the campfire. :\nSaLLy\nI’think Pranklin's really seared. -\nJERRY\nAw, he love it.\nSALLE\nYou shouldn't be so hard on hin.\n: JERRY\nWhy not? It's good for hin.\n\"garry\nOh,, I don’t kmnow..Let's not talk about 1t..\nThere is-a moment of sllence between Jerry and Sally then\nSally looks up to see Pranklin still searching the vam.\nfor his knife..\nSALLY\nYou didn't find '1t?\n\nConte\n\f \n\neee eee\n\nnar\n\n68 cont.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nfor his knife.. SALLY\nYou didn't find '1t? Conte\n\f \n\neee eee\n\nnar\n\n68 cont. \n\nTARGET SECTION TO BE ANNOTATED:\n60\n\nFRANKLIN\n\nNot yets. You don't think Kirk took 1t?\nSALLY\n\nT don't. imow. When did you haveit last?.\nJERRY\n\nThat guy's Never mind.\nFRANKLIN?\n\nIrdon't lmow.. I can't remember taking tt ©\nout of the van. (He returns to his search)\n\nJERRY’\n\nMaybe I ought to walk down to the creek..\n\n. SALLY :\n\nCan I go too?\nJERRY:\n\nI’ guess so. Well...maybe you hetter stay hers.\n\nTike pushing hla erouna., and I don't feel\nSALLY\n\nitd rather go with you.\n\nJérry gvimaces not wanting to argue the point..\n\nSALLY\nAlright..(She kisses Jerry) Hurry back.\nJERRY:\n\nO.K.. (He stands and stretches) Watch out\nfor snakes. .\n\nSALLY\nVery funny.. Get out of here.. (She\n\nthrows twig at hts retreating figure)\n: Cont.\n\f \n\n61\n\n \n\n68 Cont.\nJERRY\nFranklin. .\n. Pranklin- appears at door of the van ,, flashlight in\nhand\n, FRANKLIN\nWhat?\nJERRY\n\nItm going to walk down to the creek,\n_ FRANKLIN\nWhere's Sally?\nJERRY’\n\nSte's going to stay here. I'11 be right\nback..\n\nFRANKLIN\nOK.\n\n©\n\nJerry enters the forrest following the rath taken '\nearlier by Kirk and Pam. Franklin lets hinselz? down\n\nthe ramp very slowly:-the ramp sags: dangerously but\"\n\n_ - he 1g able to descend unassisted and‘ wheels to the\n\ncampfire.. He still carries tne flashlignt out switches i\nit off on arriving at the campfire. Sau‘y is squatting\n\nover the tiny Sluze idly feeding it twigs one at a\n\ntime. : :\n\nPHANKLIN\n, Jérry's gone down to the creek.\n\nSally glances at Franklin but doesnot respond and\ncontinues feeding the fire.\n\nFRANKLIN\nAre you mad at me.\nSALLY\nNo. (Langh) Donttthe stlly..\nCont.. ,\n\nNe\n\f62\n68° Cont..",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN\nAre you mad at me. SALLY\nNo. (Langh) Donttthe stlly.. Cont.. ,\n\nNe\n\f62\n68° Cont.. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\n5\n:\n:\n; :\n: There is a moment of silence> Le\n5 FRANKLIN\nF You really are mad} huh.\n? \" SALLY\n' Naeees.\n. FRANKLIN\nIs\ndon't tlame you..\nSALLY\n\nEm fuse a little tired. It's been a long\n\nConte.\n\f \n\n. 6\n68 Cont.. 3\n\nDarkness is falling rapidly. The sky is a deep purples\nand a full orange coon hangs low in the sky. Crickets\nare chirping in the trees..Night birds flutter eriely\n5 : in the dim lignt and there is an occasional distant\nhooting of an owl.’.Strange,, shrill bird'cries pierce\n: the air and then receed and in their wake a distant\nanswer fills the night.. There are covert rustlings-\n. and stirrings in the underbrush. Pranklin suddenly\nflicks on the flashlight, wheels its probing team around\nthe perimeter of the park..\n\nFRANKLIN:\nDid you hear anything.\nSALLY\nNo,i.It might be Jerry and then,\nPranklin switches off the light. ot\n\n \n\nFRANKLIN\nDo you telieve in premonitions?\ny .\n: SALLY\n(O\n\npo I don't know, .Da you? }\nPranklin dees not answer..Sally has continued’ ta: feed\nthe fire and now it 1s a healthy though small blaze\nand coasts an erte yellow bottom lighy on their faces.\nPRANKLIN\n\nYou don't think that hitohiker would\ntry to follow us?\n\n: SALLY\nOh,, don’t be silly.\nThere is anotherperiod of silence.. Sally continues- to\nfeed small twigs to the fire..Franklin gives the\nflashlight an elaborate examination.\nFRANKLIN:\nThere's no way he could’ follow use\n\f64\n68 Cont.\n\nSally glances-at Franklin but does not answers.\nPRANKLIN®\nHe's: probably afraid Kirk will kill him.\n\n \n\nAgain Selly doesnot respond and there is a moment of\nsilence...\n\nFRANKLIN\nIo never did find my imife..I'tm\ngoing to check around the vane.\n\nHe turns the flashlight on,. grips it between his knees-\nand wheels about and heads for the van..",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN\nIo never did find my imife.. I'tm\ngoing to check around the vane. He turns the flashlight on,. grips it between his knees-\nand wheels about and heads for the van.. \n\nTARGET SECTION TO BE ANNOTATED:\n He searches:\nthe ground around the van vainly.. Finally he halte”\nfacing the vlcod smear and lets the flashlight play;\n\nover it. .\nFRANKLIN:\nSally. .'e?\n‘ SALLY\n© . What -now?\nFRANKLIN\n\nNothing... It's just.'.... Never mind.\nHe. continues to study the blood smear.\n~69. ZXTERIOR DAY FORREST\n. Jerry moves along the path. He has passed the tent and’\nthe car and 1s very near the meadow. The sound of\nthe generator is heard. He stops and oallsa.\n\nJEARY\n\nLDKe'e Pane.\n' 70. EXTERTOR HBABOS ‘Bay\nHe Listens for : fora , moment then moves'aheah soon breaking\nout of the forrest upon the meadow. Across the way\nare the great house,,the. barn and outbuildings..It 12°\n\nCont..\n\for\nCt\n\n \n\n65\n\n79 Cont.\n\ndusk..The sun has been below the horizon for some\ntime but yet throws a dusty red light against the\npurple sky. The moon,, full and deep orange, hangs\njust above the trees behind the house. A: single room\nin the rear of the house glows faintly with a pale\nyellow light.\n\nJerry starts across the meadow toward the house. As\nhe walks another light appears in a second story rooms.\nHescrosses‘the meadow and clomps loudly up the steps:\nfand across the porch and pounds on the screen door\nframe..The front door is opened: There ta a light\nburning beyond 4::half opened door at«the end of the\nhallway.\n\nHello.\nEe waits for a moment then.\nJERRY -\nAahybody home.\nThere is no response and he pounds nors vigorously\non the-door frame. He waits for the sound to fade\nthen calla.\nJERRY\nHey, anybody homs..\nThere 1s no response. He listens for a sound from\nwithin the house and when there is none. after: some\ntime he shrugs and turns away. He has not reached:\nthe steps when he hears a sound from within. It\nis a low, unintelligible sound and he is almost\nuncertain he has heard anything. He turns and walks\nto the door again.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has not reached:\nthe steps when he hears a sound from within. It\nis a low, unintelligible sound and he is almost\nuncertain he has heard anything. He turns and walks\nto the door again. \n\nTARGET SECTION TO BE ANNOTATED:\nJERRY *\n\nHetle.. I'm looking for some friends.ie'ii\nCan you hear-me?\n\nThere is no response and Jerry waits for a long moment.\nbefore turning away asain... A: strange noise breaks the\nsilence; it 4s almost a chortling or repressed laughter.\n\nConte.\n\fa >\n\nSAG\n\n66\n\n70 Conte\nJERRY\"\nEizk? That you? .\nHe pauses. ;\nJERRY\nYou. guys quit Playing games. We got\n\ntO 60.\n\nFrom the house comes a faint tingling like the bells\non Pam's bracelet..\n\nJERRY\nKirk,. Pam. You guys in there?\n\n71. INTERTOR HOUSE Day\n. | He openas the soreen and steps into the hallway. The\nlight. he had earlier seen comes from behind a half\nSlosed door at the end of the passages. Thereis no\nlight in the hall and with daylight almost. gone it\nis nearly black. de can see nothing but a vertical shaft\n. of light at the end of the nall..The screen door\nsloses. behind him and he steps further into the\npassageway...\n\nJERRY\nO.K, You guyseleae:\n\nAs=the sound of his words die away he hears a bumping\nand thumping noise coming from the lighted room.\n\nJERRY.\nAlright. Come on outslese!\nHe moves boldly to the door at the end of the passage.\nThe door swings opean easily and he steps into the\nTooke.\n72. INT.. DAY KITCHEN\nJERRY\nKirk,, that you?\n\nThe room is lit by a single bulb,shaded by a thin,\nleatnery, translucent material, hanging low aver\n\nConts.\n\fA ee ere\n\nvor ene err\n\n \n\nYL\n\n’ 67\n\n72 Cont.\n\na huge butcher block... The bulb swings slightly asim\na gentle treeze might touch it from time to time..\nThe far wall is covered with animal heads. The room\nis evidently a kitchen and butcher roome. The. walls:\nare hung with every concelveable tool of the butchers\ntrade and there is beside the massive butcher block\na@ powerfull band saw,,a huge, long electric freezer\nand meat grinding equiptment of various sorts.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe far wall is covered with animal heads. The room\nis evidently a kitchen and butcher roome. The. walls:\nare hung with every concelveable tool of the butchers\ntrade and there is beside the massive butcher block\na@ powerfull band saw,,a huge, long electric freezer\nand meat grinding equiptment of various sorts. \n\nTARGET SECTION TO BE ANNOTATED:\nBunning the length of the center of the room is\n\n@ heavy steel track bolted to the ceiling; ueavy\nsharp tipped meas hooks hang from the track.\n\nJerry stopa just inside the door and seeing no one\nPeers into the darkmess beyond the pool of light cast\nby the single bulh..\n\nJERRY\n\nHey FOU SUySeeee-\n\nProm the freezer comes a thumping,. clattering sound\nand Jerry moves quicklz to it. and after some smali\ndifficulty with the ancient latch raises the lid..\nHer muscles worming, her jaws clacking mechanically,.\nand her eyes roving wildly in their sockets,. Par\nsits bolt. upright in the freezer.Jerry backs away\n\nin surprise,. shock and horror and Pam slumps over\nthe edge of the freezer...\n\nFron the darikmess behind Jerry comes a shrill pig\nlike squeal ending in a hysterical whinny..\n\nJerry whirls and sees a monsterous figure and a\ngrotesquely masked face, a brutal arm talised high\nand then a heavy sledge hanmer smashes. into nis\nskull and he drons heavily ta the floor his body\njevKing in awfull egony.t Leatherface stands over\nthe body chortling and shriliing, his breath coming\nin quick wet gasps choked with a hysterical inhuman\nwheezing.\n\nSuddenly the heavy arm flickers, Leather face squeals,\n\nand the hammsr arcs out slamming into the slumping Pan.\nThe blow lifts her,. throwing her body into the\nfreezer..One arm dangles iimply from the box. Leatherface*\nslaps the arm into the freezer and slams the lid. Then ©\nhis excitement builds-again and he begins to gurgle,\nchortle and wheeze and finally to squeal and shrili\n\nConte.\n\f|\n\n72 Conte ;\nand then he rushes about the room in a frenzy Lifting\nthe shades from the. windows and peering out into the\ngrowing darimess. **. ‘\n\nEXTERIOR NIGHT:: STONE House\nIttis very dark..The full moon has not’ yet risen above\nthe trees to light the campsite.. The tiny campfire is\nnow only glowing coals.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\n|\n\n72 Conte ;\nand then he rushes about the room in a frenzy Lifting\nthe shades from the. windows and peering out into the\ngrowing darimess. **. ‘\n\nEXTERIOR NIGHT:: STONE House\nIttis very dark.. The full moon has not’ yet risen above\nthe trees to light the campsite.. The tiny campfire is\nnow only glowing coals. \n\nTARGET SECTION TO BE ANNOTATED:\nThe neadlights of the van oame on capturing Pranklin\nbefore the van in blinding bone white light. The small\nbeam of the flashlight Franklin carries pricks the\ndarimess of the forrest with its feeble point. There\nare three long blasts from the horn and then silence..\nFranklin moves toward the van.. Sally 1s just. outside\nthe van on the drivers side; the deor ig open and she\nis leaning into the cab.\n\nFRANKLIN:\n\nThey must be lost. They don't have @\nflashlight or anything.\n\nHe is visibly frightenediand hia voice reflects his:\nanxiety.\n\nSALLY\n\nI? they*te not back in a minute I think\nWe ought to go look for theme.\n\nThere 1s a hint of anxiety in her volce..\nFRANKLIN.\nWe could build a big fire..\nSALLY\n\nGood tdea. I*ill sather some wood: See\n4? you can get the fire going again.\n\nSally moves-off to gather-wood.. Praniclin watches in\nsilence for a moment then moves: taward the campfire..\n\nCont..\n\fEE\n\nco\nY\n\n \n\n69\n73 Cont..\nFRANKLIN\nSallyseoe\n\nSally 13 gathering wood in the light of the headlighte.\nShe continues with her task as she speaks..\n\n‘ SALLY\"\nWhat?-\nFRANKLIN’\nYou 0.K.?\nSally glances. toward’ the campfire.\nSALLY\n\nYes..Where are you?\nFRANKLIN\nOver. here.\nPranklin 1s behind the headlights and only halfway\nbetween -the van and the oampfire. He had stopped but\nnow begins to move again.\nSALLY\nHow's the fire.\nFRANKLIN\nI don't know yet.\nSally has gathered an armload of wood and tg walking\ntoward the campfire. Pranxlin is now beside the fire\nand hurridly feeding small.twigs and leaves to the\ncoals. Flames flicker ard catch the leaves-and tywigs..\nSally dumps her armload of wood bestde the fire and\nand begins feeding twigs to the flame.\nPRANKLIN\nWe might get lost..\nSally glances at Franklin but does-not respond and continues:\nto feed.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nSally dumps her armload of wood bestde the fire and\nand begins feeding twigs to the flame. PRANKLIN\nWe might get lost.. Sally glances at Franklin but does-not respond and continues:\nto feed. \n\nTARGET SECTION TO BE ANNOTATED:\n the fire gradually increasing the size of the\nmatertal.\nPRANKLIW\n\nI’ think we ought to go back to that~\ngas station and get help.\n\nSALLY\nI'm not leaving here without Jerry...\n\f73 Cont..\n\nHer face ta showing the strain of her anxiety..It is '\npale andnow seems tired and a bit harsh.. The firelignt |\nfliskers aver her-features hishlighting her forenead,.\nRose and shin-and leaving her eyes pinpoints of light\n\n@leamin from dark sockets. |\n\n7\n=\nVd\n\n5 .\nThey*i1l probably be here in a minute.\nD sary’\nT hope so. .\nP FRANKLIN |\nD Tt would just take a minute to get to that _\nD ; gas station. We wouldn't be gone long.\n| Sally does not answer and there is a brief period of\n3 tense silence. /\nFRANKLIN |\nSally. '\n1 SALLY i\nWhat? (Her voice 1s tense and hard) !\n\nb FRANKLIN : :\n, (Timidly) I think we ought to go.\nSally stares into the fire but doss not respond.\n. PRANKLIN\nThe keys in the van?\n\"SALLY\nYou. still have the flashlight?\nFRANKLIN\n/ Yes. (Ee blinks the light} /\n+ . Cont.\n\n \n\n \n\f|\n\n73 Conte.\n| CS : SALLY ;\npo Could I see it for a minute. |\n\nPranklin guesses her intentions and is reluctant\nand deliberately stupid.\n\nFRANKLIN\n| oe What. for? }\nSally\n\nI'm going te look for them.. You\ndon't have to go.\n\nFRANKLIN\nDon't go..I don’t think it*s-a good tdea..\nSally stand and extends her hand for the flashlisht.\n\nFranklin sees she can not be detered,, nevertheless\nhe begins to move.. :\n\nFRANKLIN.\nTet me honk again..\n\n \n\nHe wheels away toward the van, the flashlight between\nhia mees.\n\nWI11 you give me the flashlight?\n. FRANKLIN\nLet's try one more time, ,0.K.?\n\nEe wheels. around the dide of the van and strains to\noben the cab door on the ‘drivers side..\n\nFRANKLIN\n\nJust a minute..",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nK.? Ee wheels. around the dide of the van and strains to\noben the cab door on the ‘drivers side.. FRANKLIN\n\nJust a minute.. \n\nTARGET SECTION TO BE ANNOTATED:\n If they don't come we'ill\nGe\n\nHe has managed to open the cab door and manuvered his\nchair alongside the seat and now hotsts himself high\n\nCont.\n\fLe\n\n72\n\n73 Conte\n\nin the chair in order to reach the horn. Gally starts\ntoward the van. Franklin glances at the ignition;: there\nare neo keys! .\n7 FRANKLIN\nSally! They took the keys.\nHe honks the horn furiously. Sally moves faster toward:\nthe van finally breaking inte a rm. She shouts to\nFranklin her voice lost in the din of the horn..\n~ SALLY ‘\nStop it. Stop it..\nFranklin sinks into his chair exhaused vy his effort.\nHe is breathing heavily. de gasps eas Sally reaches\nhis side.\nFRANKLIN\n\nJarry must have taken the keys..We don't\nhave any keys.\n\nSally takes, the flashlight from between his Imees..\nSALLY\nYou wait here and keep the fire going..\n\nSaliy turns on the flashlight and begins searching the\nperimeter of the clearing for the path taken by Kirk,\n\n- Pam and Jerry..Pranklin wheels olose.\n\nPRANKLIN\nT better go.\n\nSally does not answer and having found the path mover\ntoward it.\n\n- PRANKLIN\nSally.'..'.. I*m going-too..\nSally movesrrapidly away; she does not respons to Pranklin..\n\nConte.\n\f \n\n73 ‘cont.\n\n \n\n74\n\nro\n\nPranklin is cloge behind,, laboring desperately to keep\nup. His chair wobbles awkwardly and he has difficulty\nin steering.\n\nFRANKLIN\nSallycinee- I can't keep up.\n\nStill Sally dees not respond and Pranklin begins to\ndrop behind. She enters the forrest;; Franklin is desperate..\n\nFRANKLIN\nSally..Saliy. I> think I hear something.\n\nSally stops and turns the flashlight on Franklin who\nquickly makes. up the distance.\n\nEXTERIOR FORREST NIGHT\nFRANKLIN.\nTi thought I heard something..\nSALLY\"\nLet's go. (She turns to go)\nFRANKLIN\nLet me hold the light.\nSally turns egain,.hands the flashlight to Franklin,.\nsteps behind the wheelchair and wheels Franklin\nTapidly down the path.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nSALLY\"\nLet's go. (She turns to go)\nFRANKLIN\nLet me hold the light. Sally turns egain,.hands the flashlight to Franklin,. steps behind the wheelchair and wheels Franklin\nTapidly down the path. \n\nTARGET SECTION TO BE ANNOTATED:\n They move is silence for some\nmoments. The moon is high overhead now, ripe and a\ndeep red orangs. The shrilling of insects fills the\nRight air..\nSally stops suddenly.\nSALLY\nThere's a light. Look.\n\nShe points down the path. A light from the house in\nthe meadow can be seen glimmering beyond the trees.\n\nFRANKLIN\nYeahses's) * ,\n\nCents.\n\f \n\n74\n7% Contd”\n\nThey move off.\n\n_\nON\n\n_ SALLY\n\nIt's a house.\nFRANKLIN\n\new eee\n.\n\nI’can't. see it very well. '\nSALLY\"\nThat's O.K.\nThey continue in silence.\n\nFPRANALIN\n\n' Sally! Sally, I heard something.. Stop\na minute.\n\nSally halts the wheelchair and they listen carefully..\nFranklin wheels the flashlight about. The gutteral\ncough ofa gasoline engine suddenly fills the air..\nIt seeme almost upon them. Both whirl to face the\nnoise ‘and see a massive, hulking figure roar dom\nupon. them nheelding:a chain saw..The ugly steel\n\nfangs of the saw flash in the moonlight‘and the\nwavering beam of the flashlight..Sally sereams and\ndodges the figures rush. Pranklin is caught in an\nawfull slashing,. gouging bite of the chain saw.,\n\nRed hot sparks-and bits of steel schrapnel ars flung\ninto the night air as the powerfull say easily passes\nthrough Franklin and mangles the frail steel of the\nwheelchair,\n\nO\n\nLeatherface wastes not a moment on Franklin: and’ is:\noff before the saw has done its-one terrible swipe.\n\nSally has geen the saw begin its work and is over-\nwhelmed'’ with norror and panic. Screaming hysterically\nshe runs for the lighted houses.\n\nLeatherface 1s close behind the gutteral reving of\nthe chain saw smasning. the night air..\n\nSally has left the path and rum into the forrest,.\nseeking the shortest most direct route to the\nTighted nouse. The forrest floor is tangled and\n‘choking with grasping, tearing vines and brambles.\n\nCont.\n\fLL\n‘+ ply Conte.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe forrest floor is tangled and\n‘choking with grasping, tearing vines and brambles. Cont. LL\n‘+ ply Conte. \n\nTARGET SECTION TO BE ANNOTATED:\n yee\n\nshe claws-her way through the undergrowth. 75\nBehind her,. Leatherface,xielding the chain saw,\n\nam ia able to makegreater head and\nthe gape. way is rapidly closing\n\n \n\nSuddenly Sally 1s caught in a nettof vines and thomy:\nbrambles and screaning and begging for help she claws\ndesperately at the clinging srowth..\n\nLeatherface-13 almost upon hers The chain\nlike @ thousand oceans,” somes few Toaes:\n\nSally is crawling,, scratching, scrambling beneath.\nthe web of prisioning vines and as the ugly saw bites:\nate ry prison she breaks free and upon the\n\n75 Eersavon Heasounrosy © dead run.\n\nWeallng and whinnying Leatherface follows with-\na-speed which seems to overwhelm the small progress\nSally makes..The racket*of the generator joins: the -\nscreaming of the ohain saw.\n\nSally screams,,begs and sobs for help..\n, SALLY\nHelpt Help! Open the door, Please!\n\nL : -Her lungs:\n© scream for relief; her breath comes in raspling.\n: 7 choking gulps. She reaches the porch and leaps up\n\nthe stairs,.Leatherfdce hardly a dozen yerds behind..\n\nThe front door of the house 1s open though there is\n\na closed screen.. She swings wide the screen and leaps\ninto the hellway and glams the front door behind and\nbegins a frantic struggle to bolt the door before\nLeatherface can stash 1t open.. She 1s sobbing hysterically;\nher lungs heave, her hands tremble Tiolently andé\n\nshe is hardly able to direct them.. She manages to\n\nGlose the heavy bolt securing the door at almost-the\nmoment Leatherface throws his weight against 1t;; tae:\ndoor buckles but holds... Sally steps back kmowing the door\nts only a temporary barrter.\n\nINTERTOR ZOUSZ NIGHT\n\nThe pitch of the chain saw changes at it bites into\n\nthe heavy door. .Leatherface screems, shrillsand\n\nsqueals frantically..\n\nn\n\n2\n\nSally turns and runs down the hallway.. The rooms on\n\neither side of the hallway are dark with a single\n\nexception and Selly rushes into the lighted* room.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeatherface screems, shrillsand\n\nsqueals frantically.. n\n\n2\n\nSally turns and runs down the hallway.. The rooms on\n\neither side of the hallway are dark with a single\n\nexception and Selly rushes into the lighted* room. \n\nTARGET SECTION TO BE ANNOTATED:\n77 i Pr, NIGHT GBANDFaTSERS ROOM\n\nmside the reom is a large overstuffed rocking chair\n\nend sunk in the rocker is a tiny, very old and’ -\n\nshriveled? man. de-is motionless,, his eyes shut.. Ee is\n\n( ; Cont..\n\fee oe ee\n\n—~— =\n‘\n\n76\n\n77 «Gont.\n\nso small that his lega:dansle above the floor lixea\nchilds though his are slatk and lifeless... Sally\nrushes to him, throws herself at him begging for\nhelp. .\n\nSALLY *\nHelpt OH, please,. please,, help!\n\nThe old man does not respond;:he iq like the dead.\n\nSally abandons the ancient man and looks wildly\n\nabout the room. Scattered rendomly about the room\n\nare orudely stuffed and bloated catsand dogs their\n\nmouths and eyes sewn shut. Sally gasps in horror,\ncharges into the hallway.\n\nand\n. 78 INTE Rica? HALL\n\n79\n\nLeathetface stands in the open doorway wielding\nthe chain saw and squealing and shrilling like a:\nmad pigs.\n\nSally turns and run for a flight of stair near the\nend of the passage.\n\nLeather face rushes and is nearly upon her at the\nbase cf the stairs. A wild swipe of the saw grazes:\nher side as she scrambles up the steps loosing her\nfooting briefly on the worn,, slick wood of the steps..\nLeatherface is on top of ner as she reaches the first\nlanding. Amad swipec of the saw rtps through the\n\n‘bannister. On the landing large double windows look\n\nent over the meadowe. Sally turns. She is cornered..\nLeatherface raises-the saw for a. final out. Sally\nscreams and plunges through the window in a shower\nof. glass..\n\nEXTERIOR HOUSE NIGHT\n\nHigh shrubery below the window breaks her fall somewhat\nand she hits the ground cut and scraped' from the glass\nand shrubery but otherwise unhurt. She glancesat the\nwindow and sees Leathsrface turn and leap down the\nstairway as she bolts for the forrest..\n\nShe crosses the meadow and enters the forrest ruming\ndesperately. She does not scream.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe glancesat the\nwindow and sees Leathsrface turn and leap down the\nstairway as she bolts for the forrest.. She crosses the meadow and enters the forrest ruming\ndesperately. She does not scream. \n\nTARGET SECTION TO BE ANNOTATED:\n or cry out for help\nnow: all strength,, all energy is consumed in running,\nrunning, . running,\n\nAs she enters the forest Leatherface rounds the corner\nof the Ahouse and leaps after her covering the ground\nin monsterous strides, squealing and: shrilling,. the:\n\nConte. |\n\f \n\n77\n\n- 79 Cont.\n\nchain saw growling..It seems as if Leatherface- enters:\nthe. forrest only Boments after Sally disappears into\nits darimess. He seems to have gained half the distance\nLost im a matter of moments.\n\n80 EXTERIOR FORRES? NIGET\n\n81\n\nThe light of the full moon now high filters through\nthe ragged cape of the treetops and dapples the forrest\nfloor in an erie phosphorescent light..Sally runs\nblindiy, low hanging branches claw at her face,. throat\nand arms, thorny undersrowth rips at her flashing legs\nand thick repy tendrils snarl her feet. She stumbles,,\nwavers,. charges ahead,\n\nThe ugly bark of the chain saw fills:the night alr and\nabove 1t comes the thin,. high shrilling.\n\nAheadiand to one side the movement of headlights-on the\nhighway. Sully alters her course for:the headlights and\ncrashes full face inte a rough barked tree. She is:\nstunned. She fights waves of nausea: and dizziness... She\nPlunges ahead with desperate, savage determination.\nFallen, rotting trees, the chokins,.srasping uidergrowth,,\nand the logse mouldy soil slow her progress.\n\nThe chain saw screams close behind and she throws\nherself intoa dead run and suddenly bursts from the\nforrest upon the highway.\n\nEXTERIOR HIGSWAY NIGHT\n\nThe Lights of-the service station glow dinly a mile\nup the highway and Sally leaps the bar ditch and runs\naut onto the highway and races for the station...\n\nLeatherface bursts from the forrest.\n\nDistent headlights: break upon the darkness of the roadway\nand bear dow upon Sally. She sorsams and pleads of the\napproaching car to stop..",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeatherface bursts from the forrest. Distent headlights: break upon the darkness of the roadway\nand bear dow upon Sally. She sorsams and pleads of the\napproaching car to stop.. \n\nTARGET SECTION TO BE ANNOTATED:\nThe headlights approach at*\n\nhigh speed ‘and catching the running figure in their\nbeams swerve wildly, fishtatling but never slowing\n\nor altering course and are soon winking distant:red\nPinpoints ef light.\n\nSallys ‘breath comesin long regged gasps. She is on the\nverge of collapse. The lights of. the service station\nare a watery glirner in her blurring vision.\n\nConte.\n\f78\n81 Cont.\n\nLeatherface 1s back on the blacktop and descending on the |\nfaltering Sally with terrifying rapidity.\n\nSuddenly she is before the service statian, pounding\nom the door and pleading, sobbing for help..\n\n \n\nLeatherface stops in the darkness at the edge of the |\n\n. forrest opposite the service station. The chain saw ig -\n\n| suddenly still. Leatnerface is visibly frightened... He\n\nceases hig squealing and begins to pad in animal frenzy\n\nfrom the protection of the dark forbest to the edge of |\n\nthe light cast by the service staion and back again,,\n\ntittering nervously.\n\n: Their is no response to Sallys cries and she rungs for\na@ lighted outbuilding. Shs pounds on the door pleading\n\nfor entry but does not walt for an answer andi pushes\n\nthe door cpen and rushes inside. The old ran-is just\n\ninside the door apparently himself on the verge of\n\n+ opening it when she rushes in, Sally falls back against\n* the door glanming it shut.\n\n, - gp pings OH COOK SH=p NIGHT\n3 tries: so “speaks, gags on her word, her treath :\n“+ '@oming in long shrill gasps. She manages: to wimper..\n\n} SALLY\n\n(OD , Help! :\n\nHer body begins to tremble violently and she lurches:\nas if she might collapse...\n\n. . SaLLy’\nMan’s trying... (She gags) to.tsto i111 me.\n\nThe old man ig at her. side supporting her. He holds hers.\nvolts the door and glances” out the window.\n\nOLD: HAN\nWoah, now. You're 0,Ke.\nHe leads. her to a bench.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD: HAN\nWoah, now. You're 0,Ke. He leads. her to a bench. \n\nTARGET SECTION TO BE ANNOTATED:\nOLD MAN\nWhat happened?\n\nBe helps Sally take a seat, She 1s now sobbing\nhystercally,. gagging on her cries,, her breath\n\n| Lo Cont..\n\f \n\n79\n82 cont.\n\ngtill coming in long wheezing gasps.. She trembles\nvLolently..\n\n \n\nSALLY .\n\n \n  \n\n«. (She begins: to: cough and is\nspeak for the moment)\n\nOLD HAN:\nTake it easy. Take it easy.\n\n+ The old man is nervous.. de darts to the window and\npeers out again, then returns to Sally.\n\n1 - OLD MAN ; |\nThere's nobody there now.\n\nSally has regained her composure somewhat. She ha¢e\n\nRrought her sobbing under control and'now concentrates:\n\nher efforts on getting her breath and trying to talk\n\n; between long gasps. She still trembles visibly.\n\n) . SALLY\n\n \n\nfe Gall the police. Ughs.(she gasps)\nWO He might. come.\n\nOLD MAN\nWhat happened?\nSALLY\nHewJes's (She gasps for breath) He killed\nFranklin. .I don't,'..(She gags again)\nole ekNOWeie'e'o!\nTHe old mans arms are around Sallys shoulders;; he tries\nto calm her and to still ner trembling. She is on the\nverge of going into shock and is struggling to maintain\ncontrol over herself.\nSALLY\nOwwwe\nShe begins to sob quietly but violently her body\nwracked by sobs, abruptly she stops determined’ to\ncontrol her emotions..\n\n‘ Cont.\n\n \n\f \n\n \n\n83 Cont..\n\nSaLLZ\n\nTerry 'seLeeee (He eyes Till with tears)\nWeshave to call the police. T don't\n‘mow what happened to the others.\n\nOLD MAN\n\nThere's-no phone here.’. (He nervously strokes\nSallys head)\n\nSALLY\nNo phones'..?\nOLD ‘MAN /\nWechave to drive over to Childress,!\nHe grasps her by the shoulders and leans olose.\nOLD MAN:\nI°ll get the truck. You take it easy now..\n\nSally nods uncomprehending but comforted by his\nstrength and assurance and the old man is away and\nout the door before she realizes she 1s again alone...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD MAN:\nI°ll get the truck. You take it easy now.. Sally nods uncomprehending but comforted by his\nstrength and assurance and the old man is away and\nout the door before she realizes she 1s again alone... \n\nTARGET SECTION TO BE ANNOTATED:\nShe rises with a start but the door has slammed\nbehind the old man and she hears his footateps on\nthe graveled drive.. She starts for the deo> then\nhears the door of the truck ¢nen and reassured that\nhe ts close by returns to her seat. The truck roars\nto life;: tne engine revs and fades as the old man\nwarms it up.\n\nThe tiny cook room is bathed in a red glow fron a\n\n\" huge open cooking pit over which large chunks of meat\nare suspended on several spits. Sally sinks to the\n\n. bemoh.. She has managed to bring her breathing under\ncontrol and now only gasps occasionally. She trembles\nviolently from time to time: her eyes are beginning\n\nto glaze-as sheck sets in; her pupils are dialated.\n\nShe rests. her head on her arns and stares vacantly into\nthe glowing red fire. Long ropes of sausage hang before\nthe brick and cast lron cook pit; the iron of the pit\nGlows red. with the heat. Sallys arms rest on a massive\nchopping block. Before her she dimly sees portions\n\nCont.\n\n80\n\f81\ng3 Conte.\nrs of cookedmeat and sausage arid a large butcher imife..\n\np48 The old man had been slicing meat when she came to '\nthe door. ’ :\n\n \n\n. The truck pulls up before the cook sheds: there is\"\n\n, the sound off a:door opening and closing,, thena\nsecond opening... The old man enters the cook shed:\nRecissnervous..de steps forward a pace or two.. Sally\nturns-and suiles.. The old man is carrying a gunny\nsack;: his behavior 1s strangely ominouss. Sally\nsenses something 1s amiss and loots more closely\nat hin..The old‘ man moves forward‘ silently.. Sally\natends-apprshensively. Tae oid man pulls a length of\nheavy rope out of the sane Taeke : '\n\n \n\nWhat are-you doing?\nThe olaiman moves-closers.He 1s frightened‘and unsure.\nOLD MAN:\n\nNow, nowe... (He-wavessher to sit-dow)\needetjust take it easy. .\n\n5\n\na\nX\n\nSally backs away..",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe 1s frightened‘and unsure. OLD MAN:\n\nNow, nowe... (He-wavessher to sit-dow)\needetjust take it easy. . 5\n\na\nX\n\nSally backs away.. \n\nTARGET SECTION TO BE ANNOTATED:\nOy, NOdsee-\nOLD: Mat\n\nNow you just -cooperate young lady and’\nwe won't have no trouble.\n\nSally tacks up against the butcher bleck.\nSALLY\nWhatcde.you want?\n\nHer. hands:move over the butcher blosk and come upon\nthe butcher Imife;;her fingers curve around the handle.\n\nCont. .\n\f \n\nie\n\n83\n\n\"82\nConte.\nOLD MAN\nNow, now, no need to do that..\nEe-picks up a long. handeled: broom.\nOLD MAN\nNobody's going to hurt you.\nSALLY\nNocleos\nShe moves-around the butcher block to the far wall..\nThe old man approaches cautiously,. nervously..His«\nbreathing is ahallow and rapid.\nOLD MAN\n\n(‘Almost*pleading,, whining) Don't- make\nit hard on ce,. young lady.\n\nSaLLY\n\nPlease don't.'.\n\nThere is no avenue of escape. She 1s-cornered in the\ntiny sook shed. She waves-the knife threateningly..\n\nThe old man suddenly charges, swats the kmife:from her:\nhand and heats her about She head and shoulders with\nthe broom. The broom handle breaks and he beate:hezrr\nwith the short,. jagged length of stick that remains.\n\nSALLY\n(Screana) Né,no,,. pleagset\nShe tries to escape but the blows confuse end batter\nher.. The old man manages to kmock her feet from under\nher and she falls and the old man quickly powoes’\non her.\nSALLy\nUghe.\n\nHe plants“his kmees in her back pinning her to the:\nfloor and driving the air from her lungs... He gives\n\nConte.\n\f \n\n83 Cont..\n\nher a couple of stunning blows to the head with the 83\nbroom handle.. Sally nearly blacks out;: she 1s dazed,,\nparalyzed for lack of oxygen..The old: man wastes not a\nmoment.. 3efore she can recover he has bound her hands\nbehind her back, stuffed her mouth with a soiled rag\nand slipped the gunny sack over her head and shoulders..\n94 =XT. STATION NIGHT\nRe struggles to get her to her feet.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe old: man wastes not a\nmoment.. 3efore she can recover he has bound her hands\nbehind her back, stuffed her mouth with a soiled rag\nand slipped the gunny sack over her head and shoulders.. 94 =XT. STATION NIGHT\nRe struggles to get her to her feet. \n\nTARGET SECTION TO BE ANNOTATED:\n She sags against\nhim,, dead weight. He drags,, half carries her across\nthe room,.pauses at the door briefly to look out, then\nrushes her from the shed to the truck,, hoists her\nto the floorboard ‘and slams tne door~shut.. Heise\nbreatoing heavily,. exhausted by nis struggles.\nHe moves with:an old man'g-ghuffling rum back to the-\noook shed,, disappears inside,, the shed goes dark: and!\nexits,.the length of broom handle*in hand, padlocks\nthe {oor and climbs into the truck cab-behind the\nwhsel..\n\n85 INTERIOR TRUCK NIGHT\n\nEe settles:into the seat, gives a sigh of relief,.\nTeleases-the handbrake and the truck moves- out onto\nthe highway. The old man speaks to Sally..His voloe\nis pleasant and light as if they might be old friends-\nPassing time.\n\n \n\nOLD MAN.\n\nHadito lock up and get“the lightss. .\n(He pauses,. shakes his head disparaginsly)\n\n(CO Coattof elsctricity's enough to drive a\n. man out of business,. :\n\nSally mumbles through her gag. She struggles against‘\nher bonds but they hold'fast.\n\nThey move down the highway at a slow but decent rate...\nThe oldi truck 1s moving as fast as is soafortahls,'\n\nThe old man prods:Sally gingerly with the stick. He~\nis still nervous and seems almost“afraid of her\n\nreaction. :\nOLD MAN\n\n_ Hope you're not too umconfortable down\nthere.\n\nSally crtesvout ageinst the Sage.\n\nThe old man agein pokes-her with the stick..He .\n2. s : seems\n\nto enjoy torturing her and at the same time to be\n\nafraid that the torture will produce some t. rribl\nTedetion with which he will be unable to coves. °\n\nOmD NaN\n\nC. No need for you to worry yourself, now.\n~ You just take it easy. We be thers soon..\n\f. 84\n85 Cont.-\nSally cries out against her gage.\n— OLD MAN\n\n   \n\nNow, now, there.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe be thers soon.. . 84\n85 Cont.-\nSally cries out against her gage. — OLD MAN\n\n   \n\nNow, now, there. \n\nTARGET SECTION TO BE ANNOTATED:\nHe deaccelerates the truck, then brakes and they\nturn off the highway onto the road’ earlier taker:\nby the van. ; sot\n\nOLD: HAN.\nThat won't do you no good.\n\nThe truck rattles dow the rutted overgrown road.. The\n\nsprings have long since lost their tension and the\n\nshooks are ancient and useless and the truck bounces\n' over the reed like a pogo stick...\n\n' . OLD. MAN :\n\nHang on,.We be over this stretch in '\na bit. (He giagles) '\n\ni The headlights pick up a figure walking along the road. }\nThe old aan slows the truck and honks the horn..\n\n© OLD. MAN oo ,\n(Angrily) Halfwitt\n\nThe figure on the road is the hitohiker., He-saunters i\nk willy-nilly over the read slapping lazily at the:\n\n. trees with the long dead and limp caroass of a rabbit’\nhe oarries.\n\nThe old man lays on the horn asthe truok 1s upon\nthe hitchiker. The hitchiker moves slightiy to one\nBide of the road but otherwise ignore the truck.:\n\nOLD. MAN.\n\nLittle coonshit..\n86 EXT. NIGHT Ruav\nThe old men jams on the brakes;;the truck slides-to a\nhalt end he grabs the stick and leaps out-of the oat\nand rims toward the hitchixers The hitoniker turns,,\nsees the old man approach and begins to back away.\n\ncont.\n\f \n\n86 Cont..\n85\nEXTERIOR foap HIG=T\n) ry Ona HAN\n| Comeshere,. you map haired idiot..\nEITCHIZER\n: (Whines) T didn't de anythings.\n\nOLD MAN\nWhere you been?\nEITCHIKER\nOut on the road. I been on the road.\n. * OLD MAN\n\n, * You. dam fool.. You nearly got caught over at Newt,.\n\n \n\nEITCHIK=ER\nThey don't lmow nothing..They didn't catch me..\n\nHe breaks and rims from the old man. The old man hollers:\nafter hine.\n\nOLD MAN\nI told you to stay away from that graveyarde.\n\nHe runs tack te the truck.\n\nThe hitchiker takes:the fork off the read,.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD MAN\nI told you to stay away from that graveyarde. He runs tack te the truck. The hitchiker takes:the fork off the read,. \n\nTARGET SECTION TO BE ANNOTATED:\n unlocks the\n: gate and swings it open. :\n\n87 INT. NIGHT raucK\nThe old man drives:the truck through the gate. As he\npasses the hitchiker jumps on the running board..\n\nCont..\n\f \n\nQF\n\n \n\n \n\n86\n\n87 Cont.\n\n88\n\n89\n\nOLD HAN\nYour dam fool ‘brother gov after a bimch of kids.\n\nINTERIOR HOUSE NICHT\nThey enter the meadow before the big house, now\nbrilliantly lit.. The noise of the generator fills\nthe air. They stop the truck before the house and\ntogether unload! Sally and'drag and carry her to the\nhouse. The old man Lleaves-the hitchiker to the task\noutside the door,, pausing te hold the scorsen wide\nfor him to enter through the splintered‘ remant of\nthe doar, and then moves down the hall.\n\nThe door at the end of the hall opens and Leatherface>\nappears. He 1s a huge man with heavy shoulders and\nenormous nands..He weard an-old baggy flannel: pinstripe\nsuit and a atarched. shirt open at the throat. The\n\nsuit front is covered by a large gingham apron.’ Over\n\nhia face he wears a leathery mask..The mask is distinctly\ndifferent fron the one he earlier wore.. It :isr the\n\ntanned facial skin of an elderly woman;: 1¢ has-been\nstretched over a rigid form to give it the proper shape..\nIt 13 apparent that behind'the mask Leatherface is\nsmiling broadly; there its.a flash off filed teeth. Hem\n\nis excited and pleased with himself; he approaches\nwiping his hands-on the apron. He speaks but his words\nare wmiintelligible ‘snorts, chortling; gutteral and\nshrill coughs and squeals.\n\nLEATHERPACE\n& abe y ob-sr ewe obers.\nThe od man is angry and attacks Leatherface..\nOLD MAN:\nYou damn fool.\n\nThe old man draws back his hand to cuff Leatherface and\nLeatherface is-transformed to a cringing whining. child..\nHe slinks fearfully tack trough ¢ the doorway. The old’\nman follows. .",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe old man draws back his hand to cuff Leatherface and\nLeatherface is-transformed to a cringing whining. child.. He slinks fearfully tack trough ¢ the doorway. The old’\nman follows. . \n\nTARGET SECTION TO BE ANNOTATED:\nINTERIOR HOUSE DINING ROCM NIGHT\n\nThe hitehiker has managed to manuver Sklly into the\ndining room of the house and has seated her and\n\nCont...\n\f— we ES\n\n \n\n©\n\nf\n\n87\n89 Conts. ‘\n\nbound her securely in a large overstuffed chair at\n\nthe dining table. The table has been set for four persons\nbut Sally has not beerr placed before a table setting.\nBefore one of the settings there is no chair. The:\nhitchiker removes-the guony sack from Sallys head..\n\nAITCHIEES\nI thought you vasvin @ husrye\nSally gags at the sight of the hitc! ere.\n7 segs 2 * AITCSIKER\nDecided to come by my house after all,. huh’\n\nSally chokes in horror. The dining room is-not brightly\nlit..She sees the giant totem of human bones and skullss.\nThe dining table is constructed of cow bones and the\n\nroom is lit by a huge chandeleer made of human finger\nbones. In the living room beyond she can see the grisly:\noollection of furniture made of human and animal bones.\nThe lampshads on the spinal columm.lamp can now clearly\n\nbe seen. It 1s made of the flesh of human hands ingenlousiy\nwoven together.\n\n90 INTERIOR HOUSE BUTCHEH ROOM\nOLD: Man\n\n \n\nYou Gette#:dam got them other kids..\n\n- Leatherface retreats to the far end of the butcher room.\n(He has evidently been preparing supper) He'is nervous\nand shrinking,,. evidently terrified of the old men\n\nthough he is much larger and stronger. He busias\n\nhimself fussily and noisilg with his pots and pang\n\nas if his service might sooth the old man. The old\n\nMan persues him, following close on his hasls as he\nmovessabout the kitchen yslling all the while in his\near.\n\nOLD MAN ©\nWhere them kids?\n\nLeatherface answers with a:rush of sounds, high\npitched and timorous.\n\nLEATHERFACE.\nTha goba igee em a\nCont.\n\fgt\n\n99 cont.\n\nOLD. MAN |\nHow come you “didn't wait for bubba.. You .\ndam fool. Fool.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou . dam fool. Fool. \n\nTARGET SECTION TO BE ANNOTATED:\n I ever catch you out on\nthe toade.s.. Where's them kids? Show me\nwhere they are.\nLeatherface answers with a barrage of sounds and points\n\nat the butcher block on which there 1s a srall quantity.\nof'newly made sausage and at the freezer.Franklin'’s battered.\n\nwheelohair stands beside the freezers.\nLEATHERFACE\nTb abe e de yce me abge.\nOLD MAN:\n\nNone of them get away? (He draws back his\nhand to cuff Leatherfase.\n\nLEATHERPACE:\n\nPu iba. u sob moer e onshe. (He shakes his\nhead. vigorously)\n\nOLD MAN.\nYou sure.\nLeatherface ahakeshis head vigorously yesei2%'\nLEATHERFACE\nT tha i i lba Le\nThe old man draws tack his hand once again and Leatherface\ncTinges before him but seems Teady to reocelve the blow.\nThe old man lowers his hand.\nOLD HAN.\nYou ddmn fool,, you ruined the door..\nThe old mans anger has abated and Leatherface seeing\nhis anger has passed begins to chortle happily and turns-\nte his dinner preparations. .\nINTERIOR HOUSE DINING ROOM NIGat\n\nThe hitonikerr returns to the dining reom and opens\nthe door as wide as 1s possible thenagain disappears.\n\nCont..\n\n \n\f_——<——— —<$———— $$ Se\n\n \n\n- 91 Gants.\n\nThere ig the sound of something heavy being drug across\nthe floor and suddenly the andient man,. the grandfether,,\nin the heavy rocking chair appears inthe open doorway;;\nthe hitehixer 1s tehind the chair shoveling it through\nthe doorway.. The grandfather still looks dead. de has«\nnot moved and does not respond in any way to anything:\nabout hin.. The moving of his rocker has set*it in\n\nmotion but the old man rocks:lifelessly with the ohair.\n\nLeatherface enters the room from another door, evidently\nleading to the kitchen. The door is left open and the\nkitchen cen be seen beyond. He is carrying a dish\n\nof ¢old cuts:which he places on the table then turns\ntoward the kitchen,.sees-the hitehixer with the 1.\ngrandfather.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door is left open and the\nkitchen cen be seen beyond. He is carrying a dish\n\nof ¢old cuts:which he places on the table then turns\ntoward the kitchen,.sees-the hitehixer with the 1. grandfather. \n\nTARGET SECTION TO BE ANNOTATED:\n He speaks in a kindly and welcoming tone\nto. the grandfather,, approaches the chair and bends\nto Kiss him on the forehead thenistraightens to speak\nto the hitchiker;: he accompanies his garbled sounds\nwith gestures.. .\n\nLEATHERFACE\nAba de ah duo dey;;erik beaka obida tey..\n\nEla gestures indicat that the grendfather should be\n\nplaced beside Sally. Hevls smiling: graciously beneath\n\nhis mask;; filed teeth flash behind the loose lips of\n\nthe mask. The hitehiker nods vigorously indicating\n\nhis understanding and manuvers the old man into\n\nposition close to Sally out facing the opposite:\n\nGirection. On the back of the grandfather's chair\n\n1s painted the symbol the hitchiker sorawled on the Tan.\nHITCHIKER\n\nYou did good,\n\nLeatherface beams broadly from beneath Nis-mask. de\nassists the hitchiker in positioning the grandfather\nand chortles a responsé. ,\n\nLEATHERFACE\nAbe do, aba do.\n\nSally watches -and listens to the proceedings in wide\nByéd horror. She has exhausted her energy in struggling\nfutily against her bonds and now no longer struggles\nbut jerks away whenevervone of the »rothers appraoches.\nShe. is frightened now certain that something 1s about\nto happen. Her chair -1s positioned beside and facing\nthe grandfather and Leatherface 1s fussing over her and.\noccasionaly strokes her hair. Leatherface speaks to\n\nthe hitchiker again seeging to give instructions his\nwords accompanied with gestures.\n\nLEATZERPACE\nAga does uh er.\n\n89\n\f \n\n \n\n7 Se eter\n\nMONOD\n\n’\n»\n; .\n)\n\n \n\nC\n\n90\n\n91 Cont...\n\n92\n\nThe hitchiker moves behind Sally's chair and fron\nbehind and to. one side grasps her arm just above the\nwrist in both his hands. Leatnerfaoespicks up a knife\nfrom the table and approaches, Sally begins to struggle\nand scream as best she is able though she is~securely\nbound and gagged. Leatherface speaks to her in a\nreassuring tone and strokes her hair then cuts-the ropes\nthat bind the arm held by the hitchiker,.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\n92\n\nThe hitchiker moves behind Sally's chair and fron\nbehind and to. one side grasps her arm just above the\nwrist in both his hands. Leatnerfaoespicks up a knife\nfrom the table and approaches, Sally begins to struggle\nand scream as best she is able though she is~securely\nbound and gagged. Leatherface speaks to her in a\nreassuring tone and strokes her hair then cuts-the ropes\nthat bind the arm held by the hitchiker,. \n\nTARGET SECTION TO BE ANNOTATED:\n turns her\n\nhee palm up and quickly and expertly cuts deeply into\nthe tip of her index finser. Sally struggles violently\non the verge of fatnting but is firmly held by the\nhitchiker. Leatherface Lifts her hand. and with the\nhitchikers assistance they force 1t into the grand-\nfathers mouth, Leatherface must open the slack toothe\nless mouth himself and insert the finger... Once the\nfinger is in his mouth the srandfather begins to suckle\nlike and an infant his arms and legs suddenly have\n\nlife and begin to squirm. He buts-Sallys finger with\nhis hands ag if it were a reluctant breast. Sally\n\nlooks: on with horror. The cutting of her finger had\nnearly brought on a faint and the horror and revulsion\nof the service she has:.been made to give are too much\nand she blacks out.\n\nINTERIOR HOUSE DINING. ROOM\n\nSally regains consciousness. The first thing she sees is\nLeatherface seated oppostte. Fe now wears a new mask. It\nia the face of a woman who might once have been beautiful.\nThe process of tanning the flesh has shrunken the size>\nof the features and given them a deep mahogany tint.\n\nThe mask has been made up with a white powlemand has\nsome of the starimsess of stage make up.. The lips\n\nare heavily ringed with a dark red lipstick,, the\neyebrows penciled in darkly with mascara, thelashes:\nhave been covered with false ones and azound the eyes\nthere is a graenish eye shadow.\n\nThe hair on the mask is long and flows down over:\n\n- his shoulders. On tis wrist Pam's bracelet jinzles..\n\nSally screams..Her gag has been removed.. The\nhitehiker joins her screams witha howl and Leatherface,\nsuddenly delighted,, joins his howls to theirs. The\nOldman looks peevad,, then begins to hovl,, then age\nabruptly stops seemingly distressed.. Sally suddenly\nstops. The hitcniker begins to giggle but Leatherface\ncontinues -to howl.. The grandfather does not respond to\nthe raoket..\n\nSALLY\n\nOh,, please, pleasesseadt\n\nCont.\n\n \n\f91\n\n892 Cont. .",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe grandfather does not respond to\nthe raoket.. SALLY\n\nOh,, please, pleasesseadt\n\nCont. 91\n\n892 Cont. . \n\nTARGET SECTION TO BE ANNOTATED:\nThe brothers are having a snack of cold cuts and headcheese..\n\n \n\nOLD: MAN:\nShut up..\nThe. howling continues drowning his command..\n. OLD MAN:\nQuiet!\nBy this time Sally has stopped screaming and the\nhitchiker 1s gisgling;;only Leatherface continues to\nhowl, The oldmans voice penstrates his howling and\nhe stops abruptly,, crestfallen and suddenly timid.\nOLD MAN\nYou act like a pack of hounds.\n\nLeatherface 1s intimidated and does not look at the\nold man..Tne hitohiker'is more aggressive...\n\n: HITCHIKEE\nO We's just having fun.\nOLD\" HAN\nYou think this is a party?\nSally addresses herself to the old man.\nSALLY\nPlease, help me. You can make them stop..\nHITCHIKER\nHe can't,.\n\nLeatherface leans forward and pats Sally comfortingly\non the handi.Sally shrinks tack.\n\nOLD MAN\n\n(fo hitehiker) Shut your mouth. (To Sally)\nCan't be helped, young lady.\n\nCont...\n\fowe ee ee\n\nro\n\n\\\n\n92\n92 Conte. .\nThe hitohtker begins to giggle again.\nOLD MAN.\n\n(To hitchiker) Saut up. (To sally)\nDon't pay him no mind.\n\nLeatherface beaks a tiddit froma slice of headcheese\nand inserts it into the oldman's mouth. The-gzandfather\nbegins gumming the headcheese in childlike fashion but\nthe headcheese works itself out ofhis toothless mouth\nand glides down his chin on a rope of syrupy saliva.\nSALLY\n_ Please,, Rou can’t let them kill me.-\nThe old man: does not Look at Sally.\nOLD MAN\"\nCan't be helped..\nThe hitchiker leans. forward and wipes his hand across\nSally's face..Sally shrieks and shrinks away from the\nhnend. The hitchiker giggles..\nHITCHTIKES\n(fo Leatherface) You like that Pacez,\n\nLeatherface seems to see Sally's face for the first time.\nHe studies tt triefly and then nods happily..\n\nLEATSERFACE\nUn va uhm.\nHe strokes Sally's hair and pats her hand reassuringly..",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe studies tt triefly and then nods happily.. LEATSERFACE\nUn va uhm. He strokes Sally's hair and pats her hand reassuringly.. \n\nTARGET SECTION TO BE ANNOTATED:\nSALLY\n\nThey're crazFsee0. You have to nelpeoen\nHITCHIXER :\n\nHe can't do anything.. He's. just a cock..\nOLD - MAN\n\nShut up,, you biteh hog.\nCont.\n\f \n\na\n\nWA\n\n93\n\nCont. .\n\n92 The hitchiker wheezes and chortles.. 5\n\nHITCHIXER\nMe and Leatherface do all the work.\nHe don’t like it. Isn't that right..\nYou ain't nothing but the cook.\n\nOLD MAN\n\nShut your mouth..You don't understand?\nnothing,..\n\nLeatherface 1s distressed by the developing hostility.\nEe busies himself slicing additional meats and. cheeses”\nand feeding the grandfather...\n\nRITCHIXER\n\n‘I understand you're nothing. Me and hin\ndo all the work..\n\nOLD MAN.\nT‘oan't take no pleasure in killingi\nThe hitchiker snorts..\nLeatherface stands, much distressed, and leavee the\nreom; he can be seen in the saockground through an open\ndoor;:he is freshening his makeup before a larse framed\nmirror. dung on pegs set. into the mirror frane are\n‘several dozen masks of the type he wears; there is also\non the dresser before the mirror an extensive collection\nof cosmetics. . ar\nOLD: Man\n\n{fo Sally) There are just some things you\nhave to do. Don't mean you have to like it..\n\nSALLY\nOh, please... You can’ tesee\nThe old man locks away from Sally's plea.\nSALLY\n\n{To hitshiker) Why do you want to kill\nme? I never hurt yxou..\n\nCont..\n\fVe\n\n94\n\n92 Cont.\n\nThe hitchiker giggles flendishly..\nSALLY\n\n(fo hitehiker) Please.....Itill do\nanything you want.\n\nShe begins to sob..Leatherface reenters the. room;; he\ngoes to Sally and pats her hand. The hitchiker mocks-\nher sobe.. The old man begins to titter then suddenly\nstands, throws his naplin down on the | table and\nmutters angrily.\nOLD: MAN:\nNo need to torture the poor girl.\nEITCHIKER\n\n' You just the cook, remember. Me and him\ntake care of this.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD: MAN:\nNo need to torture the poor girl. EITCHIKER\n\n' You just the cook, remember. Me and him\ntake care of this. \n\nTARGET SECTION TO BE ANNOTATED:\nOLD: MAN\nYou get on with it..I won't haverthis.\n\nThe hitchiker ignores him. He-looks directly at Sally...\n\nRITCEI“=2\nWe in no huray You ain't going nowhere..\nSALLY\nNoeeee (She sobs)\nThe old man draws back his hand to cuff the hitchhiker.\n: OLD Max .\n\nYou hear me!\n\nThe -hitchiker ralses ‘his arms-to protect himself? from\nthe blow but ne is bold now.\n\nHITCHIKER\nT heard'you but it don't mean much.\nConte.\n\f \n\n95\n\n92 Conte.\n\nu ; The old man drops his hand.\nOLD: MAN .\nNo sense in waiting. .D got to open up soon.\nI'm thinking about letting old grandpa\nhave some fun. You alwaysstold ne-hets the\n\nLeatherface begins fussing and cooing over the grandfather.\n, The grandfather 1s .as usual lifeless.\n\nOLD MAN.\nHeta the best alright.\n+ HITCHIKER\n. Let*s let him have a whack.. Hey grandpe\nF * wergoing to let you have this ones. (fe\nesa into the grandfathers unresponsive\near\n\nOLD MAN\n\nXv\n\nI don't think he's much up to it any more,\nLeatherface looks at the old man and begins jabbering\nwhat seems to be a repramand;; he then speaks soothingly\nto the grandfather.\n\nLEATHERFACE.\n{To the old man) Ewe neber da at idowanher,\nno! (To grandfather) uzdo pay e bannam e\nellweigh.\nEITCHIKER\n\nHe don't think so. Let's give him a whacks\nSALLT\n\nNo,,no, please. You can't do this..\n\nShe is struggling against her bonds;: ghe- sobs uncontrol-\nably but quietly. She labors furiously and ‘desperately\n\nCont.\n\nWe\n\fTT\n\n\\__-\n\n96\n\n92 Cont.\n\nbut to no avail.\n\nThe hitchikerrrushes out. of the room apparently to bring\nthe necessary equiptment. .Leatherface still fusses and\ncoves over the grandfather, stroking his hand and fron\ntime to tine kissing him wetly on the cheek.\n\nThe old man turns to Sally.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe hitchikerrrushes out. of the room apparently to bring\nthe necessary equiptment. . Leatherface still fusses and\ncoves over the grandfather, stroking his hand and fron\ntime to tine kissing him wetly on the cheek. The old man turns to Sally. \n\nTARGET SECTION TO BE ANNOTATED:\nOLD MAN\nNow hush your orying. It won't hurt none,.\n_ SALLY\nOh, please..Deon't do it, please.\nOLD MAN.\n\n{To himself as-much as to. Sally) Best\ndam Killer they aver was. They say he\nnever took more tian one lick. (He shakes:\nhis head in wonder).\n\nThe hitchiker returns dragging, with much. clatter, a\nhuge galvanized tin washtub. The tub is stained with\naQried blood..A’ small sledge hammer oclangs about in the\nbottom of the tub as the hitchiker yanks it across the\nfloor. The hitohiker dzags the washtub over to grandpas\nchair.\n\nOLD MAN\n\nD1id.60 in 5°minutesonss.. They say he\nwould have done more ifthe hook and\npull gang could have got the beeves out\nofthe way faster..\n\nBITCHIKER\n\n(To Leatherface) Help grandpa with the\nIe\n\nThe hitchiker goes to Sally and with a carving imife\nfrom the table cute her bonds.. Sally tries to break\naway but the hitenhiker grabs her hair in his fist close>\nbehind her head and yanks one arm behind her and olose\nup under her shoulder blades.\n\nCont.\n\f97\n\n92. Conte.\nSALLY\n\n \n\nOLD MAN\n\nNow,. now.. You hush..O0ld grandpa’s the-\nbeste. You won't feel a thing.\n\nSally issuable to struggle. The hitchiker forces her\n\nte her knees before the tub and pushes her down over\n\nthe rime de then releases her hair and puts his: foot\n\nbehind her head still forcing her arm high on her back.\nHITCHIKER\n\nGive him the hammer.. Let him haveit.\n\nThe old man has retreated to the doorway of the kitchen\nand watohes timidiy from there. He has tecome sonewnat\nhnysterical.and cccastonaly breaks into giggles though\nhe quickly husheshinself..\n\nOLD MAN\nThey still talk about grandpa dom\n\nat-the slaughterhouse. Nobody ever\nbested hime.\n\n \n\nLeatherface has pushed grandpa's chair into position beside\nSally and is latoring to place the sledge hammer in\ngrandpa's limp fingers..",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD MAN\nThey still talk about grandpa dom\n\nat-the slaughterhouse. Nobody ever\nbested hime. Leatherface has pushed grandpa's chair into position beside\nSally and is latoring to place the sledge hammer in\ngrandpa's limp fingers.. \n\nTARGET SECTION TO BE ANNOTATED:\nGrandpa's eyes tegin to flutter\nfrom time to time as if the excitement of the moment\n\nmight have affected him. Leatherface wraps grandpa's\nfingers individually around. the hammer handle and lifts\ngrendpats shriveled’ arn and lets it fall.. The hammer\n\nfalls from his fingers. and crashessto the floor missing\nSally.\n\nHITCHIKER\nHelp hime. Help hin.\nLeatherface chortles in excitement..\nLEATHERFACE\nLio ba fu gapa gil\n\nCont..\n\f, :\n\n98\n\n92 cont.\n\nSally is struggling mightily.. She screams though with\nher neck pinned against the rim of the washtut she\nonly chokes. The hitchiker is tiring and becoming\nimpatient.\n\nIn the background the old man 1s giggling and hopping\nnervously from foot to foot, occasionaly stopping,\nto squeal and squeak and wring his hands and call\nenoouragement to grandpa,\n\n: OLD MAN\n\nGat her, get her.\nLeatherface “as azain wrapped the grandfather's hands-\narowd the hammer and lifted his arm;; this: tine he does:\nnot release the arm but tries:to give it. direction\nassit falls..\nOLD: MAN:\n\nThat a boy:; go to her...\n\nGrantpats eyessare open dimly now;: his eyesrare:\n- weak and watery..It 1s douosfull he sees cleariy\n\nwhat ls happening;:he 1s however visibly affected’\nby the excitement and is slobbering and blubbering.\n\nThe blow falls missing Sally's head‘and striking her a\npainfull blew on the shoulder;: she squeals-in pain\nand strugzles all the more violently..\nSALLY’\na4nhheee! Ugh.\n\nThe hitchiker-is having dirficultyhelding her.\nLeatherface squeals and chortlessin excitement\n\nLEATHERPACE -\nOb; bo be bo ce oO daba daba..\nSITCHIKER\nHit'her.. it the biteh. Help him.\n\nAgain Leatherface has the hammer in grandpa's hand and’\nhas lifted his arm nlgh..Tnis time he puts:some of his\n\nCont..\n\f \n\na\n\n \n\n99\n\n92 Cont..",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nAgain Leatherface has the hammer in grandpa's hand and’\nhas lifted his arm nlgh.. Tnis time he puts:some of his\n\nCont.. a\n\n \n\n99\n\n92 Cont.. \n\nTARGET SECTION TO BE ANNOTATED:\ngtrength and direction into the blow and it strikes\nSally a:glancing blow to tne head;; blood gushes from\nthe wound.\n\nHITOHTKES\nHitcher. Hit her\nSaLLy\nAbhhhhittt!\nLEATHERFACE\nAva; dd hil li ite-giba gita\nOLD MAN\n\nHets:the best..Look at that.\n\nSally squeais and her struggles become superhuman.\n\nThe hiteniker can no longer hold‘her still and she\n\nis a difficult target for the grandfather..The\ngrandfather is grinning’ broadly end toothlessly now\nevidently the motions have awakened some din msmory\n\nof times past. Leatherface has the hammer again in his\nhand and the grandfather nowlends some of’ his feeble\nstrength. Together they lift’ the hammer and together\nbring it down on Sally's heads. The hitehikers: inability\nto hold Sally still causes:the blow to be off target\nneverthaless it ig:a viscious:blow,. Sally aquealg snd\ntALS tine it issan inhuman sound and her struggles ars all\nthe- more: furious.\n\nSALLY\nOooeatsece!!!\nThe. hitchiker-issexhausted and infurtated.\n: BITCHIKER\n\nLet me havett. Give it to mesDamn..\n\nLeatherface struggles to recover the hammer amidst the\nconfusion of the grandfather's childlike flailing arms\nand. Sally's violent strugsles.' The nitchiker suddenly\nreleases: Sally and nakes'a grab for the hammer..\n\nConts.\n\f3\n\n100\n\nexo CUBirsz naw\n\n93\n\ngu\n\n95\n\nIn-that instant*Sally is up and running,, squealing in\npain,. blinded by the flow of blood and in a state-of\nshook, She trips in the washtub but such is her frenzy\nthat she is not slowed and hurtles-across the room\nerashing through the windows in a shower of glasse She\ndoas “not fall beyond the windows and 1g in motion the\ntoment she touches the ground.\n\nThe hitchiker squeals in rage and surprise and is\ninstantly in perstit; hardly hesitating before leaping\nthrough the shattered window.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nConts. 3\n\n100\n\nexo CUBirsz naw\n\n93\n\ngu\n\n95\n\nIn-that instant*Sally is up and running,, squealing in\npain,. blinded by the flow of blood and in a state-of\nshook, She trips in the washtub but such is her frenzy\nthat she is not slowed and hurtles-across the room\nerashing through the windows in a shower of glasse She\ndoas “not fall beyond the windows and 1g in motion the\ntoment she touches the ground. The hitchiker squeals in rage and surprise and is\ninstantly in perstit; hardly hesitating before leaping\nthrough the shattered window. \n\nTARGET SECTION TO BE ANNOTATED:\nLeatherface:panics and begins to squeal and whinny and’\nTushes for a moment helplessly about the room before\nPushing into the kitchen. The old man stands beside the\ndoorway in distress;:he moans and wrings his handss. Prom\nthe kitchen somes‘the gutteral cough and then the savage\nrevving of the chain saw then Leatherfece rushes out\n\nthe the window on the trail of Sally and the~hitchiker:.\n\nEXTERIOR HOUSE DAWN\n\nSally 1s only 30 yards ahead of the hitchikerj; she is.\nrunning blindly and with animal strength and ingtints.21\n\nThe hitchiker~chargessdown on her squealing: and screaming\nmadiy.. The chain saw roarssin the background’ and then\nLeatherface emerges from the house squealing shrilly..\n\nEXTERIOR FORREST DAUN.\n\nSally is across the clearing and into the forrest. It:\nis, dawining;: the sun isnot yet up but the sky hag a-\npurple grey predawn ocast.with a tinge of red at the\nhorizon. .Tne dense undergrowth of the forrest maker\nprogress difficult,clutohing and snaring at Sally as\n\nshe rung. She payseno heed to the clawing gromth,\nCrashing througn the green jungle unheeding.. Suddenly\n\nshe is in a net of rovy vines and olutching brambles;; she-\nclaws and flails to free herself but only seems to\nbeoome futther entangled... The hitcniker is all but\n\nupon her;; Leatherface has closed the distance and the\nroar of the chain sawv-hammers at her sars.. She scratches,\nSlaws; soranbleg and writhes in the prison of grasping\nfoliage and suddenly she ls free even as the hands-of\nthe hitentker are upon her..\n\nShe breaks-out of the forrest and upon the highway,\nleaps the bar ditoh and sprints up the embankment to\nthe hardtop as the hitchhiker bresks out of the forrest.\n\nCconts.\n\f \n\noot\njj\nJ\n\n95\n\n96\n\n97\n\n98 NEW ANGLE\n\nto2\nCont.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe breaks-out of the forrest and upon the highway,\nleaps the bar ditoh and sprints up the embankment to\nthe hardtop as the hitchhiker bresks out of the forrest. Cconts. oot\njj\nJ\n\n95\n\n96\n\n97\n\n98 NEW ANGLE\n\nto2\nCont. \n\nTARGET SECTION TO BE ANNOTATED:\nLeatherface is-close behind hacking his way out-of the\njungle. .The sky now has a tinge of morning red;: Sally\nTung out onto the roadway.. :\n\nNEW ANGLE\n\nThe distant headlights, wan in the morning light, of\na@ car approach.. Sally mms away from the hitchiker and\ntoward the approaching car;-she taves-her arms\n\nwildly and pleads for the car to gstop..\n\nSALLY\n\nHelp! Help! Please stop.\nNEW ANGLE\nThe driver of the car sees the wild and bloody figure of\nSally rushing toward him the hitohiker in persuit\nand then Leatherface breaks from the forrest squealing\nand slashing the air wildly with his chain saw and\nhe accelerates swerving to aiss Sally and roars dowm\nthe highway. .dAloaded' cattle truck 1s close behind the\ncar. .The hitchiker is close upon Sally,.less tham a:\ndezen yards*behind. Sally darts into the path of the\noncoming truck begging the driver to stop..\n\nSALLY\nPheases. Oh, please, please help met\n\nThe huge cattle truck swings awkwardly to avoid Sally\n\nand. the driver finds himself upon the hitchixer and unable\nto react before the huge bulk of the truck rushes over\nthe soreaming hitchiker..The driver yanks. on his air\nbrakes-bringing the truck to a lurching,. skidding,\ncareening halt in the roadway..The cattle panic and begin\nto bellow and mill about wildly.. The driver throws open\nhis door to see Sally racing for the truck with leather face:\nsquealing and snorting his chain saw flailing the air\nbearing down on her. The driver jumps aside and throws\nSally into the cab and leaps in after her and tries-to\nturn the engine but Leatnerface is hacking at the glass\nand steel of the cab with the savage chain saw. The:\nwindow glass shatters with a savage thrust of the saw\n\nand. the thin steel door is shredded...",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe driver throws open\nhis door to see Sally racing for the truck with leather face:\nsquealing and snorting his chain saw flailing the air\nbearing down on her. The driver jumps aside and throws\nSally into the cab and leaps in after her and tries-to\nturn the engine but Leatnerface is hacking at the glass\nand steel of the cab with the savage chain saw. The:\nwindow glass shatters with a savage thrust of the saw\n\nand. the thin steel door is shredded... \n\nTARGET SECTION TO BE ANNOTATED:\n The driver opens\n\nthe far door and shoves Sally out and she rushes up the\nroad;: the driver then grabs a big wrench from the\nfloorboard, leaps from the cab and follows Sallys He~\nsprints-a half dozen yards then suddenly halts;,, plents:\nhis feet and hurls<«the wrenches.\n\n99 NEW ANGLE\n\nThe wrench catches-Leatherface full in the face and he\nis sent sprawling. As-he falls his grip‘on the saw\n\nConts.\n\f \n\n \n\n102\n\n99 Cont..\n\nfs. broken and it Jumps free titing deep into his thigh\nand skitters crazily about the blacktop... Leatherface\nsquealsand shrills_in pain and Aaysteria.. Pury,, pain\nand ‘bewilderment drive hin Seserk and he scrambles!\nefter the chain sar,\n\n- 100 NEW ANGLE 4;\nThe driver leaves:tne road and rungs int toa field\n\nbordering the highway.\n101 NEW ANGLE\n- Leatherface recevers the saw,. sees Sally and the driver\nrunning in nearly opposite directions and squeals in\nterror, .rege and pain,.arnd flailing the saw wildly\n‘Im ths alr and now hobtling and bleeding prefussly,,\nhe chargesafter Selly. - ‘\n102 “ ANGLS\nA Dattered,. oid piskup a roaches beyond Sally...\n103 NEW ANGLE ° prasnP SPP 7 ve\nSally waves-Her arms wildly ana pleads-for the driver\nto stop and again tne horror of the scene serrifies\nthe driver and he seeks to avoid the appreacning ‘\nfigures...\n\nSally 13 now far beyond the Limits ef human endurance.\n-Her cries ere no longer hutan sounds. She Imows she\ncen Ge 00, further and in desperation plants herself\nLy an sh o3 he once\ntoe ni arene a e@ path of the ming pickup.\nThe driver swerves and jams on his brakes..The tires’\nsquesl,. the truck whips,. then spins, hurtling toward\nSallsy does not move.. Shs sees the truck floating toward\nher in slow motion, spinning gracefully in her cloudy\nvision; tne tirca squsel in an extended roan.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe driver swerves and jams on his brakes.. The tires’\nsquesl,. the truck whips,. then spins, hurtling toward\nSallsy does not move.. Shs sees the truck floating toward\nher in slow motion, spinning gracefully in her cloudy\nvision; tne tirca squsel in an extended roan. \n\nTARGET SECTION TO BE ANNOTATED:\n Tha tail\nof the truck swings slowly around and whirls softiy clos ete.\nShe bering a slow dive for the truokked,\n105 NEY ANGLE\nTne tail of the truck catches Sally ag she dives and tosses\nher into the air nas the truck comes to a screeching,. spiuniags\nhalt. She is throrm into the truokbed.\n106 NEW ANGLE\nThe pickup slides to a final jolting halt beyond Leetherface:\nend facing tne direction opposite tne one. in whiten it tas\n\n \n\nheaded, :\n\nLeatherta: gee the truck clawing the air with\n107 weWSGEE™ $4\n\nThe ariver pons the clutch and the track epurts then\n\ndies\n108 NEW “aNOLE\n. \" ($aliy crawls to the rear window of the truck,. pounds:\n. “weakly om the glass and segs the driver to 59.\n\n3arbY~\nGo,, Zo geltl\n\n109 NEW ANGLES\nThe driver uvanks the enginc..\n\f \n\n103\n\n109 Conte —\n\nLeatherface tgs-upon the truck. The chaln saw rakes\nthe fencer, He squeals sadly and rushes for Saliy.\n\n=\n\n110 se xy AGES, Ter pops the clrtcn and the pickup lurches avaye\n\n112 nEt “ANGLE\nLeataerface has nountesd’ the truck ané ls sent sprexling\nbut Shis tice ollnss tenaciously to the saw and rolls\nagily to his fest.\n\n.112 NEW ANGLE\n\nThe pickup moves rapidly away. Sally sees-Leatherfacee\ndwindly in the distance anc sinke to the bed’ of the\ntruck ani huddles there govotng quietlrs. Tie dslver-\nof the cattle truck ts a@ 1600 yards away across the\nfield.\n\n113 NEW ANGLE\nLeatherface stands in the center of the highway souealing\n‘tn matias rage and whielding the shain sew with savagen\nidiot fury.-\n\n114 NEW aNGLe :\nThe cpen staring eye of the dead hitchiker,, his- ‘lower .\njaw nearly ripped from his head by the collision is in\nthe foreground..",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nTie dslver-\nof the cattle truck ts a@ 1600 yards away across the\nfield. 113 NEW ANGLE\nLeatherface stands in the center of the highway souealing\n‘tn matias rage and whielding the shain sew with savagen\nidiot fury.-\n\n114 NEW aNGLe :\nThe cpen staring eye of the dead hitchiker,, his- ‘lower . jaw nearly ripped from his head by the collision is in\nthe foreground.. \n\nTARGET SECTION TO BE ANNOTATED:\nSeyond tae sitchiker,, Leatherface squeals\nand slasnes the morning sky with the chain say. The\npickup with Sally in the bed is a distant mark agsinst\nthe horizon, The full red sorming stm rests. just 2sove\nthe rin of the earth,. From the cattle trucic comes the\nYellowing of frigntencd cathle.. . .\n\nTH EXD\n\f"
}