{
  "1": "THE HITCHER\n\nA Screenplay by\n\nEric Red\n\f \n\n\"Living on the road, my friend\n\nwas gonna keep you free and clean\nNow you wear your skin like iron\nYour breath's as hard as kerosene...\"\n\nTownes Van Zandt,\n\"Pancho & Lefty\"\n\f \n\nFADE IN: ’\n\nINT. '79 CAMARO - INTERSTATE HIGHWAY 10 WEST NEAR THE 1\nTEXAS BORDERLINE ~ NIGHT .\n\nJIM HALSEY is asleep at the wheel.\n\nLit up by a splash of headlights flooding the front\nseat. Windshield awash with the twin headlamps of an\neighteen-wheeler rig bearing down on him. He has\ndrifted onto the oncoming lanes. EAR-SPLITTING TOOTS\nof the truck's HORN shock him awake. Shouting, he\nspins the steering wheel hand over hand, swerving wild-\nly onto the right side of the road. Head-on collision\nmissed by inches. The titanic tractor trailer THUNDERS\npast, shuddering the car's suspension in its afterblow.\nThen it is gone.\n\nSoothing country dark thick and tangible as oil flows\ninto the car again. The world outside the windows is\nblack and empty save for a distant pinpoint of head-\nlights ahead and the red and amber warning lights of\nthe truck receding in the rearview mirror. Broken\nwhite lines and blacktop roll out of the darkness in\nthe Camaro's high~beams.\n\nHalsey gasps for breath, long drags of air to calm\nhimself down. In the white glow of the dashboard\nlights, Jim is seen to be a 20-year-old young man with\nlong, dirty blond hair and rugged good looks. He is\nclad in a black leather jacket and a white tee-shirt.\nHe has on blue jeans and Etonic running shoes. Halsey\nstarts to nod off again. He blinks and slaps himself\nto stay awake.\n\nA signpost comets out of the void. \"Welcome to Texas.\"\n\nThe kid cheers, punching the horn and pounding on the\nroof above his head. Made it.\n\nDroplets begin to fleck the windshield. The drizzle\nbecomes a rainstorm. He switches on the windshield\nWIPERS and they SLAP away the splashing water.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nDroplets begin to fleck the windshield. The drizzle\nbecomes a rainstorm. He switches on the windshield\nWIPERS and they SLAP away the splashing water. \n\nTARGET SECTION TO BE ANNOTATED:\n THUNDER\nCRACKBOOMS. A slag of lightning jags across the gloomy\nsky.\n\nThe speedometer needle hovers at 45: mph. Jim CLICKS\ndown his signal stick. He checks his blind spot to see\nif it's safe to change lanes. The Interstate is inky\npitch fore and aft. Halsey steers his car sideways.\n\nHORN BLARE. SOUND OF SHEARING METAL. Something\nrockets past on his left side, scraping his door,\nshowering sparks. The kid yells out, steering, veering\nhis Camaro into the right lane again. In his head-\nlights, the ghostly form of a white Volkswagen bug\nhurtles on ahead.\n\f \n\n2.\n\nCONTINUED: 1\n\nIt has all its lights ominously off and it is swallowed\nup in the dark like an egg in ink.\n\nHis nerves shot, he travels on. The horizon ahead is\nturning a shade of deep blue. Dawn imminent.\n\nA second shard of lightning silhouettes a HITCHHIKER on\nthe highwayside in the strobing electrical flash. He\nresembles a drenched scarecrow. Arm out, thumb ex-\ntended.\n\nThe kid signals right. He glides the Camaro over to\nthe shoulder of the road and sits waiting. RAIN\nSPLASHING, WIPERS WHAPPING, SIGNAL CLICKING, ENGINE\nHUMMING. A TAP on the window of the passenger door.\nHalsey reaches his hand out to unlock the door. It\nhovers momentarily, hesitant, wary. He shrugs and\nopens the latch.\n\nThe door swings open and the ROARING DIN OF THE STORM\nshatters the silence. The Hitcher hustles into the\nseat. There is only a brief glimpse of him before he\nshuts the door and the inside light goes off. He is a\ngrimly gaunt man in his mid-thirties. His bony, skele-\ntal physique is wrapped in a black rubber raincoat like\na cape. He has a coyote face, hair close-cropped to\nhis skull in convict fashion. His skin is pallid and\nbad. A plastic tube is inserted in his neck at the\nlarynx. His vocal cords have been removed and he has\nan artificial voice box. His eyes are his most\nstriking feature.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA plastic tube is inserted in his neck at the\nlarynx. His vocal cords have been removed and he has\nan artificial voice box. His eyes are his most\nstriking feature. \n\nTARGET SECTION TO BE ANNOTATED:\n Pure black and bullet hard, brute\nforce in them. He settles in his seat, fixing his\neyeballs on Halsey.\n\nJim shifts into gear and drives back onto the road.\nThe stranger sits silent and still, staring.\n\nHALSEY\nMy mother told me never to do this.\n\nNo response.\n\nHALSEY\n(continuing)\nThe name's Jim Halsey, man.\n\nHe extends his hand. The Hitcher shakes it. He SPEAKS\nwith a VOICE like a TRANSISTOR RADIO.\n\nHITCHER\nJohn Ryder.\n\nHALSEY\nSo where do you want me to drop you?\n\n(CONTINUED)\n\f \n\nCONTINUED: (2) 1\n\nNo answer. “\n\nHALSEY\n(continuing)\nYou gonna tell me where you're\ngoin’. or what?\n\nNo answer. Eyeballs glinting in the dark, reptilian,\nalien.\n\nBALSEY\n(continuing)\nWhat are you looking at me that\nway for? I said, what are you\nlooking at?\n\nRYDER\nScare ya?\n\nHis bullet eyes are riveted on Jim but Jim's attention\nhas been diverted. A white spectre in the watery wind-\nshield, the Volkswagen bug is parked off to the side of\nthe road, all its lights off.\n\nThe kid takes his foot off the gas pedal, slowing down\nalongside the car.\n\nAbruptly, Ryder places his hand on the kid's knee,\npressing down firmly, forcing the accelerator to the\nfloor. The Camaro lunges on past the other car.\n\nHALSEY\nAre you stoned or stupid?\n\nRyder just sits and stares at him. Jim glances into\nthe rearview mirror.\n\nOut of the backshield, the ghostly automotive appari-\ntion recedes in the red taillight. A popping strobe of\nlightning emblazons its windows translucent. A swash\nof dark liquid drips down the windshield. The car\nvanishes behind sheets of rain.\n\nHALSEY\n(continuing)\nWhy did you stop me from stopping\nby that car?\n\nNo answer.\nHALSEY\n(continuing)\nI asked you a question, man. I\nsaid I asked you a question.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo answer. HALSEY\n(continuing)\nI asked you a question, man. I\nsaid I asked you a question. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f \n\nCONTINUED: (3) 1\n\nRYDER\nScare ya?\n\nHALSEY\nGimme a break.\n\nRYDER\nScare ya?\n\nHALSEY\n\nThe ride's over.\n\nHe steers the car over to the embankment and shifts\nangrily to \"park.\" Halsey looks Ryder in the eye.\n\nHALSEY\n(continuing)\nGoodbye.\n\nThe Hitcher doesn't move a muscle. Something about him\nis very powerful.\n\nHALSEY\n(continuing)\nGet out.\n\nRyder's gaze is very, very dangerous. The kid holds it\nbut sweaty fear is setting in. Condensation fogs up\nthe windows. The sounds of breathing and heartbeats.\nJim drops his eyes. Ryder is not going to move and\nHalsey knows he can't make him.\n\nRYDER\nWhat you're going to do is drive.\n\nHALSEY\nOh boy.\n\nThe kid reluctantly does what he is told. The Camaro\nglides back onto the Interstate. The sky is now blue\nand faint dawn light falls on the two men. There are\nno other cars in sight.\n\nHALSEY\n(continuing)\nWhat was wrong with that car back\nthere?\n\nRYDER\nWhy?\n\nHALSEY\nThought I saw something is all.\n\n(CONTINUED)\n\f1\n\nCONTINUED:\n\n(4)\n\nRYDER\nLike?\n\nHALSEY\nNothin’.\n\nRYDER\nLike?\n\nHALSEY\nIt wasn't anything.\n\nRYDER\nLike?\n\nHALSEY\nTrick of the light.\n\nRYDER\nI'm warnin' you.\n\nHALSEY\nWell, blood.\n\nRYDER\nBlood?\n\nHALSEY\nBlood.\n\nRYDER\nYou did.\n\nHALSEY\nWonderful.\n\nRYDER\nDo ya know why there\n\nHALSEY\nDunno.\n\nRYDER\nGuess.\n\nHALSEY\nGot me.\n\nRYDER\nGuess.\n\nHALSEY\n\nDon't want to.\n\n \n\nwas blood?\n\n(CONTINUED)\n\f \n\nCONTINUED:\n\n(5) 1\nRYDER\nAsk.\nHALSEY\nSo where did you want me to drop\nyou?\nRYDER\nAsk. Say, \"John, why was there\nblood?\"\nHALSEY\nDrop it.\nRYDER\n\nI'm warning you.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nRYDER\nAsk. Say, \"John, why was there\nblood?\"\nHALSEY\nDrop it. RYDER\n\nI'm warning you. \n\nTARGET SECTION TO BE ANNOTATED:\nHALSEY\nJohn, why was there blood?\n\nRYDER\nBecause I'm Dracula. I always\nkeep a warm, wet supply on hand\nwhen I drive.\n\nHALSEY\nYou're playing with my head,\naren't you?\n\nRYDER\nYou're such an asshole you'll\nbelieve any dumb shit.\n\nHALSEY\nSo what's the real story with that\ncar back there?\n\nRYDER\nRan out of gas.\n\nHALSEY\nSo you want to find a gas station?\n\nRYDER\nIt would help.\n\nThe kid breathes a sigh of relief.\n\nRYDER\n(continuing)\nGas stations have cigarettes and I\nneed some smokes.\n\n(CONTINUED)\n\f \n\n(6) 1\n\nHALSEY\nWhat about gas?\n\nRYDER\nI don't need no gas.\n\nThe kid's spirits sink.\n\nHALSEY\nHow are you gonna drive without\ngas?\n\nRYDER\n\nI don't drive.\n\nHALSEY\nWhat do you want?\n\nThe Hitcher chuckles.\n\nHALSEY\n(continuing)\n\nWhat's so funny?\n\nRYDER\nThat's what she said.\n\nHALSEY\nWho is she?\n\nRYDER\n\n\"She\" is the girl that was driving\nthat car back there. She's the\none who picked me up before you\ndid.\n\nThe kid is quivering with fright. Squinting through\nthe windshield, he sees a sign whiz by. \"Pay Toll.\n\nRyder has his eyes set on Halsey and\n\ndoesn't spot it. The kid accelerates.\n\nHALSEY\nWhere is she?\n\nRYDER\nI'm sure she's still back there.\nShe couldn't have walked very far.\n\nHALSEY\nWhy's that?\n\nRYDER\nBecause I cut her legs off. And\nher arms. And her head.\n\n(CONTINUED)\n\f \n\nCONTINUED: (7) 1\n\nHALSEY\nWow.\n\nRYDER\nAnd I'm going to do the same to\nyou.\n\nTheir faces are shined on by the glittering illuminated\ntollbooth plaza just a few hundred yards away. Four\nHighway Patrol cars are parked by the side of the\nstructure. Jim steers out of the exact change lane\ntowards one of the manned booths.\n\nJim turns his head to stare square in Ryder's face.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nFour\nHighway Patrol cars are parked by the side of the\nstructure. Jim steers out of the exact change lane\ntowards one of the manned booths. Jim turns his head to stare square in Ryder's face. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ngathers up a mouthful of saliva and spits it at him.\n\nDrool dribbles down the Hitcher's cheek. He is un-\nruffled as the Camaro eases onto the ramp into the\nterminal.\n\nThe car nestles in next to the window. Green lights\nflash red. Guard gatepost winds down.\n\nRyder cups his hand over Halsey's crotch. METALLIC\nSNAP. A switchblade knife is secreted in the palm.\nThe razor edge is laid against the fly of Jim's pants.\nThe smile runs away from the kid's face.\n\nRYDER\nDon't.\n\nThe TOLL ATTENDANT is a tobacco-chewing old geezer. He\nrolls his eyes as he sees the two men in the car, one\nwith his hand on the other's privates. Ryder blows him\na smooch. The geezer grimaces in disgust, flicking his\nfingers impatiently.\n\nTOLL ATTENDANT\nCome on. Let's go, sweethearts.\n\nThe kid is pouring sweat. Raw desperation. He tries\nto catch the old man's eye. The Toll Attendant won't\nacknowledge him, aloof.\n\nThe Hitcher fetches a crumpled greenback from his rain-\ncoat pocket. He squeezes Jim's fingers around it.\n\nRYDER\nPay the man.\n\nJim starts to offer the bill. He holds his breath as\nhe sees damp splotches of fresh blood smearing the face\nof George Washington. He might have a hope.\n\n(CONTINUED)\n\f \n\nCONTINUED: (8) 1\n\nJust a small one. He holds the bill out his window,\ngozy side up, for the Attendant to take.\n\nThe geezer snatches it and plops it into the cash\ndrawer without so much as a second glance. Jim emits 4\nchoked sob, gritting his teeth as Ryder applies a bit\nof pressure to the knife against his genitals.\n\nRYDER\n(continuing)\nDrive.\n\nRed lights flash green. Guard gatepost winds up.\n\nHalsey clamps his eyes tight shut. He puts his sneaker\ndown on the gas pedal and presses it in, leg shaking.\nThe Camaro VROOMS out of the tollbooth plaza.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHalsey clamps his eyes tight shut. He puts his sneaker\ndown on the gas pedal and presses it in, leg shaking. The Camaro VROOMS out of the tollbooth plaza. \n\nTARGET SECTION TO BE ANNOTATED:\nThe two-lane blacktop ahead is deserted of cars as far\nas the eye can see, utterly desolate and an inconsol-\nably bleak place to die.\n\nThe Hitcher rests the razor blade edge of the shiv on\nthe ridge of Jim's eye socket. He delicately pricks\nthe pinpoint tip on the white of his eyeball. Tears\nStream from the ducts. Jim keeps his gaze religiously\nfixed on the road.\n\nRYDER\n(continuing)\nYa wanna know what happens to an\neyeball when it gets punctured?\nIt deflates like a balloon and all\nthe goo oozes out.\n\nHALSEY\nGreat.\n\nRyder scrapes the switchblade in a red scratch line\ndown Halsey's cheek and over the jut of his jawbone.\nHe indents the point on Jim's throbbing jugular vein.\n\nRYDER\nYa got any idea how much blood\njets out of a guy's neck when his\nthroat's been slit? Gallons.\nYou'll be up to your ankles in the stuff.\n\nHALSEY\nWhat do you want?\n\nRYDER\nI want you to stop me.\n\n(CONTINUED)\n\f \n\nCONTINUED:\n\n(9) 1\n\nHALSEY\nYou got the knife. You'd stick me\nwith it before I could do anything.\n\nRYDER\nThat's right, I would. I'm going\nto. So what do you got to lose?\nStop me.\n\nHALSEY\nI can't.\n\nA. dark, damp stain spreads across the legs of Jim's\nThe Hitcher notices it and goes berserk.\n\nRYDER\nYa pissed your pants, ya -\nvegetable! Ya think that's gonna\nsave your ass! Ya wanna know why\nI'm gonna gut ya like a fish?\nEven the lowest of animals got the\nsurvival reflex to fight back when\nits life is on the line. If ya\nain't got that, you're like some\njelly amoeba with no backbone or\nspine and ya ain't fit to live.\nI'm gonna hack you up, chop you\napart piece by piece, and I swear\nyou're gonna be conscious during\n\nsurgery.\n\nHALSEY\nPlease, I'll do anything you want,\nman.\n\nRYDER\nAnything?\n\nHALSEY\nAnything.\n\nRYDER\nSay four words.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nRYDER\nAnything? HALSEY\nAnything. RYDER\nSay four words. \n\nTARGET SECTION TO BE ANNOTATED:\nHALSEY\nOkay.\n\nRYDER\n\nSay, \"I want to die.”\n\nHALSEY\n\"I want to die\"?\n\n(CONTINUED)\n\fll.\n\nCONTINUED: (10) . 1\nRYDER\nNo, say it.\nHALSEY\nI dunno if I can say... say that.\nRYDER\nSure ya can. Repeat after me.\n\"I...\"\nHALSEY\n\"I-I...\"\nRYDER\n\"Want...\"\nHALSEY\n“Want...”\nRYDER\n\"To...\"\nHALSEY\n\"T-to...\"\nRYDER\n\"Die.\"\n\nHalsey stutters. Stammers.\n\nRYDER (cont'd)\n\"Die.\"\n\nJim's eyes chance on the speedometer gauge. Two illum-\ninated words in red.\n\n\"Door Ajar.\"\nFace bloated, flushed with adrenalin, he sucks in air.\n\nHALSEY\n\"I don't want to dielli\"\n\nThe kid ramrods his shoulder into Ryder's torso. The\nHitcher is slammed into the passenger door It springs\nopen, jettisoning him out onto --\n\nEXT. INTERSTATE HIGHWAY 10 - DAY 2\n\nRyder tumbles head over heels into the ripping wind,\nsomersaulting down onto the hard blacktop, rolling\nloose-limbed over and over and over. Flopping like a\nlimp rag doll onto his belly, he recedes away into a\nblack speck in the --\n\f \n\nINT. '79 CAMARO - DAY 3\n\n-- rearview mirror. The dot evaporates FROM VIEW.\n\nHalsey is spaced out, jaw drooping, out of it. The\nroad ROARS through the open door. He leans over and\nyanks it shut. Sits up straight.\n\nHe pats his forearm, knee and stomach and feels his\nface to assure himself that they are all intact. An\nastonished expression hits his face. He laughs and\ncheers hysterically. He slaps on the dashboard and\npounds on the aluminum roof and drums on the steering\nwheel and punches the horn repeatedly. HONK! HONK!\nHONK! HONK! HONK!\n\nEXT. INTERSTATE HIGHWAY 10 - BACK DOWN THE ROAD - DAY 4\n\nJohn Ryder is sprawled and splayed akimbo on the muddy\ntarmac. Fingers scraped raw.\n\nTwitch.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nINTERSTATE HIGHWAY 10 - BACK DOWN THE ROAD - DAY 4\n\nJohn Ryder is sprawled and splayed akimbo on the muddy\ntarmac. Fingers scraped raw. Twitch. \n\nTARGET SECTION TO BE ANNOTATED:\nWhite eyes pop open in a wild Kabuki mask of a face.\nWar paint streaks cf rainy grime anc gore.\n\nHis body quivers and contracts in wracking stabs of\npain. Shaking, he rises to his hands and knees. A\nstring of pink drool dribbles from the contorted ori-\nfice of his mouth. Stooped over, he staggers onto his\nfeet and sways, unsure of footing. Bent, he stumbles\naround the blacktop searching for something. Locating\nit, he grabs it up off the ground.\n\nThe switchblade shiv gets clenched so hard in his fist\nhis knuckles go white.\n\nThe Hitcher stands tall and awful on the empty freeway,\nstaring in the direction the kid has fled.\n\nHis lips pull back in an ear to ear death's head grin.\n\nINT. '79 CAMARO - DAY 5\n\nJim lays back in his seat, smoking a cigarette, spent\nand gloriously happy. One hand guides the steering\nwheel. He wears a beautific expression beholding the\nbadlands spreading out on all sides of him.\n\nDroplets of rain are drying on the windshield so he\nturns off the wipers. The titanic black storm clouds\nare behind him.\n\n(CONTINUED)\n\f \n\nCONTINUED: 5\n\nAhead, the great ceiling of sky glows with a silver\nlight that makes the desert incandescent. The sun is\njust about to rise and the world shines with a newness\nand freshness that suggests someone just took the Saran\nWrap off it.\n\nJim's face becomes waxy as his adrenalin high wears off\nand he starts to come down. Looking chalky and sick,\nhe steers his car over to the gravel shoulder and\nshifts to \"park.\" Urgently, he bolts out of his door\nonto --\n\nEXT. INTERSTATE HIGHWAY 10 - DAY 6\n\nWretching and heaving, he gets on his knees and chucks\nhis guts onto the tarmac. He catches his breath when\nhis insides are empty and climbs back into the --\n\nINT. '79 CAMARO - DAY 7\n\nHe turns over the ignition and rolls back onto the\nroad. Accelerating to speed, he shakes his head to\nhimself.\n\nHALSEY\nWelcome to Texas.\n\nThe SOUND of an ENGINE behind him.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nAccelerating to speed, he shakes his head to\nhimself. HALSEY\nWelcome to Texas. The SOUND of an ENGINE behind him. \n\nTARGET SECTION TO BE ANNOTATED:\n The kid consults\nthe rearview mirror.\n\nA Ford station wagon swells in the oval glass. It\nflashes its brights alerting it's going to pass.\n\nJim watches it out his side window as it goes on ahead,\nalongside.\n\nA middle-aged mother regards him blankly out the pas-\nsenger window, her hair set in pink curlers.\n\nThe car advances onwards, and three children come into\n\nview. Faces pressed flat against the glass of the rear\ncompartment. They stick out their tonques, shooting at\nJim with plastic pistols and rifles.\n\nHalsey chuckles and returns his eyes to the road, set-\ntling back in his seat. The station wagon glides on\nahead, sliding over into his lane.\n\nThe kid jolts bolt upright, stricken speechless.\n\n(CONTINUED)\n\f \n\n14.\n\nCONTINUED: 7\n\nThe scalding visage of John Ryder glares at him through\nthe back tailgate window, shrinking away as the car .\npicks up speed.\n\nJim leaps into action. He flattens the HORN button,\nBLARING it unremittingly. He hits the hi-beams.\n\nHalsey smacks the steering wheel.\n\nHALSEY\nNo, you stupid shit!\n\nJim cranes his neck to scout the oncoming lanes. No\ncars there as far as the eye can see. He wheels the\nCamaro over the solid yellow lines to the wrong side of\nthe road, stomping on the gas pedal. In seconds he is\nracing nose to nose with the station wagon.\n\nThe driver is the father. A stern-faced, crew-cutted\nman who looks at Jim like he's some kind of nut.\n\nThe kid leans over to unwind the passenger window. As\nhe does so he inadvertently weaves his car treacher-\nously inward. When he sits back up the dad is BEEPING\nhis HORN and angrily shouting in his direction.\n\nThe kid hollers words of warning at the top of his\nlungs. His voice is drowned out by the roar of the\nroad. Frustrated, he tries exaggerated physical ges-\ntures, unaware of how ludicrous they come off.\n\nThe father responds with a hand signal of his own. A\njabbed, upraised middle finger. With that, he gives\nhis car some gas and the station wagon lunges on ahead.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe father responds with a hand signal of his own. A\njabbed, upraised middle finger. With that, he gives\nhis car some gas and the station wagon lunges on ahead. \n\nTARGET SECTION TO BE ANNOTATED:\nHalsey is undaunted. Gritting his teeth, he throws the\nCamaro into second. The eight-cylinder muscle car\neasily catches up with the rinky-dink Ford. The kid\nlooks over to see the father miming another hand sig-\nnal. Forefinger frantically pointing ahead, a\nfrightened look on his face.\n\nThe BOOMING BLAST of a HORN. Jim's eyes snap front and\nhe screams.\n\nA trailways bus is rearing up, bearing down on him.\n\nJim hand-over-hand's the wheel, steering his car in a\nright angle to the left.\n\nThe silver cruiser chariots past. Too close.\n\n(CONTINUED)\n\f \n\n15.\nCONTINUED: (2) 7\n\nA jarring SOUND of MASHING METAL. The Camaro is struck\non the rear bumper and sledgehammered into a 360 degree\nspin-out. Halsey hangs onto the steering wheel for\ndear life as the view through the windshield becomes a\nloonily swirling blur of desert and highway. SQUALL of\ntortured rubber. When everything settles down, Jim\nopens his eyes to see his car is sitting in the middle\nof the Interstate. He is breathing in spurts and\nSweating all over. Behind him, the bus has pulled over\nto the side of the road. Dazed and somewhat incohe-\nrent, Halsey wipes a trickle of blood away from the\ncorner of his mouth. Shutting his eyes, he tries to\nsettle down.\n\nHALSEY\nCool down. Down, boy. Whoa.\nCool out.\n\nThe kid turns on the ignition. The Camaro shimmies and\nShakes but turns over. He puts down the accelerator.\nThe car rolls out into the westerly lanes. He's in\nbusiness again.\n\nJim squints up the straightaway. Not a trace of the\nstation wagon to be seen.\n\nHe puts the pedal to the metal and shifts up to second.\nThe sports car thrusts beneath him. He throws the\nstick into third. The Camaro bucks like a bronco into\nhigh gear.\n\nThe speedometer climbs steadily. 80. 85. 90. 100.\n110. 115. 120. 125 MPH.\n\nA speck appears up ahead. The speck becomes a dot.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n110. 115. 120. 125 MPH. A speck appears up ahead. The speck becomes a dot. \n\nTARGET SECTION TO BE ANNOTATED:\nThe dot rearranges into the now familiar tailgate of\nthe Ford station wagon. The kid shifts down to first\nand lifts his foot off the gas pedal. Space closes.\nHe squints through the windshield in suspense. The\nstation wagon is sitting at a standstill in the middle\nof the road.\n\nJim slows his speed and steers his car alongside the\nstopped station wagon. He turns his head to look out\nhis window at it.\n\nThe windshield is gruesomely smeared with finger paint\nstreaks of bright red blood. Halsey turns a whiter\nshade of pale. He screams and screams again, until his\nthroat is raw and hoarse and only a rasping comes out.\nHe stamps his foot on the accelerator and doesn't stop.\nHe drives on down the road at full-tilt, forgetting to\nbreathe. He stares straight ahead, not daring to look\nack.\n\f \n\n16.\nEXT. GHOST GAS DEPOT - INTERSTATE HIGHWAY 10 - DAY 8\n\nA derelict, abandoned service and fueling station. The\noffice and garage are bombed out. There is a black -\ncrater in the asphalt where the pumps once stood.\n\nThe Camaro barrels into the driveway and stops ina\nskid. Jim leaves the engine running. He shambles out\nof the car and hurries around the obliterated premises,\nsearching.\n\nHALSEY\nTelephone...\n\nHe walks into the cave cavity of the --\n\nINT. GARAGE - DAY 9\n\nInside, all is gutted and blackened by fire. A few\nmelted tires are welded together in a morbid,\ngrotesquely suggestive mass in the corner. Dim light\ndigging in the dirty window shows the shape of a pay\nphone wall unit next to the glass panes.\n\nHalsey runs over to it. He picks up the receiver and\nlets out a sigh of relief when get a DIAL TONE. Fish-\ning in his jeans for a dime, he plugs one into the\nslot, dialing up 911. He waits, tapping his foot.\n\nHALSEY\nHello? Hello, police? You gotta\nlisten to me. I'm out here about\nten miles past the toll booth on\nthe Interstate...\n\nCRASH!\n\nA familiar fist punches through a pane of glass, shat-\ntering shards.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm out here about\nten miles past the toll booth on\nthe Interstate... CRASH! A familiar fist punches through a pane of glass, shat-\ntering shards. \n\nTARGET SECTION TO BE ANNOTATED:\n A switchblade stabs for his armpit as\nJim wrenches out of the way, hollering. The hand with\nthe shiv entangles itself in the phone cord, neatly\nsnipping it in two. A dead line.\n\nThe kid shuffles back toward the rear of the garage.\nHis hand is clamped onto the severed receiver as he\nbacks himself into a corner.\n\nThe opening to the garage is emblazoned by the molten\nred fireball of the rising sun, erupting over the\ndesert horizon, spewing fiery rivers across the burning\nsky.\n\n(CONTINUED)\n\f10\n\n \n\nCONTINUED: 9\n\nThe silhouette of John Ryder steps into view, framed\nagainst the blazing sunrise. As he approaches, the\nsteel blade glimmers in his hand as if it were red hot.\n\nHalsey wallops the burned brick masonry with the phone\nreceiver in his fist. He holds it out threateningly.\nHis muscular young form shakes from head to foot.\n\nHALSEY\nC'mon!\n\nThe Hitcher doesn't say a word. He takes a few more\nsteps and stops where he is standing. Purposefully, he\noutstretches his arm. There is something in his fist.\nHe revolves his wrist until the palm is downwards. He\nopens his hand and something metallic and glittery\ndrops onto the ground with a JINGLE. Ryder turns on\nhis heel and walks back from whence he came, disappear-\ning from view as he is swallowed up by the flaming sky.\n\nJim watches him go, uncomprehending. Venturing over to\nthe spot on the ground where the object was dropped, he\nstoops down to retrieve it. Halsey rubs it in his\nfingers, confused.\n\nHis ring of car keys.\n\nThe kid trods over to the gateway and sticks his head\nout to peer around. A stale, dry breeze is whisking up\nthe dust at his feet. Ill at ease, he steps out onto --\n\nEXT. GHOST GAS DEPOT - DAY 10\n\nOutside, the little wind is shaping up into a freak\ndust storm. Grit and dirt are swept up and swirled\ninto tiny twisters whipping around the lot. Jim has to\nshield his face with his forearm.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nGHOST GAS DEPOT - DAY 10\n\nOutside, the little wind is shaping up into a freak\ndust storm. Grit and dirt are swept up and swirled\ninto tiny twisters whipping around the lot. Jim has to\nshield his face with his forearm. \n\nTARGET SECTION TO BE ANNOTATED:\nSquinting against the blowing scrub, he can see the\nscarecrow figure of John Ryder standing stone still on\nthe edge of the highway. His black raincoat is flap-\nping around his skeletal frame, bony body buffetted by\ngusts of tumbleweed, sassafras and sand.\n\nHis hand extends in Jim's direction, fingers beckoning,\ncompelling. Come.\n\nThe Hitcher becomes obscured behind a haze of desert\ndebris.\n\nHalsey claps his hand over his face and peers through\nthe space between his fingers.\n\n(CONTINUED)\n\f10\n\n11\n\n \n\n18.\nCONTINUED: 10\n\nThe clouds of flying matter die down long enough to\ndiscern the blurry outline of Ryder. His hand is still\nheld out, but this time it is toward the road. This\ntime his thumb is extended.\n\nThe dust storm wreathes him in a brownish smoke screen\nof dirt. Molten red taillights melt through. The\nshadow shape of a black pickup truck. All at once the\nground is upheaved in a HOWLING HURRICANE of sand and\nscrub. The truck is erased from view.\n\nHalsey takes off in a run in that direction. He waves\nhis arms and yells, but his voice is drowned out in the\nDUST STORM DIN. He gets nowhere fast. His body is\npummelled by the blistering winds and debris.\n\nHALSEY\nDon't pick that guy up! Don't!\n\nAs quickly as it rose up, the TUMULT DIES DOWN. The\nwinds sigh into a breeze and whisper away into still-\nness and an UNCANNY SILENCE. Straw, dirt, tumbleweed,\nsand and scrub settle into a fine carpet of dust as\nvisibility returns.\n\nThe kid wipes off his face with his tee-shirt. Dis-\noriented, getting his bearings, he sees he is standing\nalone on the dirty blacktop of Interstate Highway 10.\nJohn Ryder and the black pickup truck are gone.\n\nHalsey ponders the key ring in his sweaty palm, then he\nlooks up resolutely into the highway's middle distance,\ninto the vanishing point.\n\nHALSEY\nOkay. You got it.\n\nHe sprints over to the Camaro and hops inside. The\nMOTOR ROARS on and REVS UP in snorts of exhaust.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou got it. He sprints over to the Camaro and hops inside. The\nMOTOR ROARS on and REVS UP in snorts of exhaust. \n\nTARGET SECTION TO BE ANNOTATED:\n It\ntears out of the station and onto the westbound freeway\nin a SQUEAL of BURNT RUBBER tread marks. As it rockets\nup the road, it disappears from sight in its smokey\nwake.\n\nThe chase is on.\n\nINT. '79 CAMARO - DAY 11\n\nHalsey's features are tight with concentration and\nintent as he scouts the onrushing Interstate, eyes\nscanning left, then right, fingers wrapped firmly\n\naround the steering wheel. He twists his wrist to\nuncover his Timex. 5:35 a.m.\n\n(CONTINUED)\n\f11\n\n \n\nCONTINUED: ll\n\nThe world is waking up. Morning rush hour traffic\nparades by in the opposite lanes. A motorcade of\ntractor-trailer eighteen-wheelers, a yellow school bus,\na milk truck, a few commuter economy cars on the way to\nwork somewhere. The routine daybreak traffic proces-\nsion returns some sense of normalcy and sanity to the\nhighway that was so psychotically surreal only minutes\nbefore. The cars are turning their headlights off.\n\nKeeping a sharp lookout, Jim uncaps the coffee thermos\nhe has resting on the dashboard, sipping the steaming\nliquid.\n\nA Marlboro billboard sails by.\n\nHe grits his teeth in a caffeine rush satisfaction,\nscrewing the cap back on the hot java. He checks the\nrearview mirror. The road behind is as empty as the\none still to come.\n\nHe lifts the container to place it back on the dash-\nboard.\n\nCAROOOOOOQOOOMMMMMPH ! | !\n\nThe Camaro is lambasted from behind. The car is rocked\nby a shocking seizure that whiplashes Halsey's forehead\ninto the steering wheel with terrific force. The\nthermos leaps out of his hand and douses his lap with\nscalding liquid. Jim barks in pain, jumping in his\nSeat. Recovering his sense quickly enough to regain\ncontrol of the car, he fires off a glance into the\nrearview mirror. The back shield is filled with the\nfront end of the black pickup truck. It is suggestive\nof a skull with its grinning iron grill and darkened\nheadlamp sockets. A bleached cow skull is rigged on\nthe hood.\n\nOnce again it charges into the rear bumper, jackhammer-\ning the Camaro.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is suggestive\nof a skull with its grinning iron grill and darkened\nheadlamp sockets. A bleached cow skull is rigged on\nthe hood. Once again it charges into the rear bumper, jackhammer-\ning the Camaro. \n\nTARGET SECTION TO BE ANNOTATED:\n The car is violently jarred, slipslid-\ning in and out of its lane before regaining traction.\n\nThe TRUCK THUNDERS up alongside. Jim is getting des-\nperate by degrees. He stomps on the accelerator and\nshifts down to gain power and speed as his vehicle\nlunges beneath him. The pickup's ENGINE GROWLS and it\npicks up speed. It easily resumes its side-by-side\nposition.\n\nWithout warning, the truck dives in across the white\nlines and piledrives itself into the left side of the\nCamaro.\n\n(CONTINUED)\n\f \n\n11\n\n12\n\nCONTINUED: 11\n\nThe driver's door buckles in and Jim is flung i”\nhelplessly into the next seat, fingers pried free of\nthe wheel. He clambers back into position, but it's\ntoo late. The car is bounding off the road and all he\ncan do is step on the brake. The Camaro nosedives into\nan irrigation ditch, coming to rest half in and half\nout, lifted at an angle.\n\nHalsey grimaces, moaning in pain as he cuts the igni-\ntion. Looking over at the nearby highway, he sees the\npickup's tail end shrink away in the trailing cloud of\ndirt. Gone.\n\nThe kid tenderly touches a welling welt on his fore-\nhead. His brow knits in anger. He spits. He switches\non the ignition and REVS the eight-cylinder ENGINE\nuntil it ROARS and ROARS. Confident his car is intact,\nhe shifts into first. The Camaro jounces as it climbs\nout of the water channel and back onto the gravel\nshoulder.\n\nHalsey peers left and right. Seeing the Interstate is\nclear, he accelerates back onto it.\n\nA blue road sign whizzes by. “GAS. NEXT EXIT. 1/4\nMILE.\"\n\nJim checks the fuel gauge on the dashboard. The needle\npin is into the red shading on the \"E\" end.\n\nSwearing, he taps up the signal stick and slows to\nenter the exit ramp. Over a small upgrade, at the base\nof the downgrade by the little intersection, he eases\nto a halt by the stop sign.\n\nA Texaco gas depot is across the way. Towering twin\npinions support an illuminated signboard high overhead.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nOver a small upgrade, at the base\nof the downgrade by the little intersection, he eases\nto a halt by the stop sign. A Texaco gas depot is across the way. Towering twin\npinions support an illuminated signboard high overhead. \n\nTARGET SECTION TO BE ANNOTATED:\nA metal drawhorse reading \"Closed\" rests on the driveway.\n\nJim's eyes stare without blinking, his tongue wetting\nhis lips suddenly gone dry.\n\nThe black pickup truck is parked at the curb of the lot\ninside. Very slowly, the kid drives his car across the\nintersection. Climbing his car up on the curb of the\nsmooth cement paveway of the gas station, he parks at\nthe base of the ramp. Shutting off the Camaro, he\npockets the keys. Unhitching the door, he climbs out\nonto --\n\nEXT. TEXACO SERVICE STATION - DAY 12\nHalsey walks around the rear of his car to the trunk.\n\n(CONTINUED)\n\f \n\n12\n\n13\n\n14\n\nCONTINUED: 12\n\nThe back fender is bent and dented in and his tail-\nlights are smashed. Inserting his key, he lifts open\nthe storage compartment. A Goodyear radial, a lug\nwrench and a tire iron lie inside. He takes up the\ncrowbar and swings down the trunk door.\n\nJim wields the iron like a crowbar and hikes up the\nasphalt ramp onto the cement paveway. The black pickup\ntruck is parked across from the gas pumps. It sits\nsheeny as a big beetle in the hot sun.\n\nTo the left of it is another lot surrounded by a six-\nfoot-high wood slat fence.\n\nThe kid takes a few more paces, then stops. He can see\nfrom where he's standing that the cab of the truck is\nempty. He gives the station a once over. Nothing and\nnobody in plain sight. He makes his way around to the\nrear of the low white office building.\n\nTwo doors against the wall. \"“Men.\" \"Ladies.\"\n\nThe women's restroom door is slightly ajar.\n\nJim brings the tire iron high up over his shoulder and\nsidles up against the wall. He counts under his breath.\n\nHe launches off a kick that bursts open the door, bust-\ning his way into --\n\nINT. LADIES ROOM - TEXACO SERVICE STATION - DAY 13\nThe kid wheels around with the crowbar poised. The\nlights are out and the room is empty. He nudges the\n\ndoor to the toilet stall open with the toe of his Pro\nKed. Also empty.\n\nHe shrugs and relaxes.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe nudges the\n\ndoor to the toilet stall open with the toe of his Pro\nKed. Also empty. He shrugs and relaxes. \n\nTARGET SECTION TO BE ANNOTATED:\nHe walks out into --\n\nEXT. TEXACO SERVICE STATION - DAY 14\n\nOutside, he gets back to business. Clenching the tire\niron with one hand, he tries the knob to the door of\nthe men's room with the other. It won't budge. He\npresses his ear flat against the door, but can detect\nno sound inside.\n\nThe kid decides to check around front again.\n\n(CONTINUED)\n\f14\n\n \n\n22.\n\nCONTINUED: 14\n\nHe goes the other direction this time. Turning the\ncorner of the building, he spots the black pickup truck\nsitting where it was before. About twenty yards from\nthe slat fence.\n\nHe cautiously goes over to it. Up on his tip toes to\npeer into the driver's seat. Nobody home. Down on his\nhands and knees to peek below the chassis. No one\nhiding beneath. He scratches his head. An idea comes\nto him. He walks around front and examines the grill\nand front fenders. Spotless. Not a scratch on it.\n\nHALSEY\nThis ain't the same truck.\n\nJim slogs back around the left side. Resting his butt\nagainst the rim of the tire, he lights up a cigarette.\n\nKAB RRRAAAAAASSSSSSHHHHHH ! ! !\n\nA second black pickup truck explodes through the picket\nfence in an eruption of splintering chunks of wood\nPlanking. It comes charging straight for the kid like\na rampaging steer. A ccw skull is rigged on the hood.\n\nHalsey comes alive, swan-diving through the air out of\nthe path of the pickup. He lands hard on the cement in\na belly roll just as the truck battering-rams its\nbrother. The first pickup is tipped over onto its\nside.\n\nWith a GRINDING SNARL of SHIFTING GEARS, the black\npickup TRUCK SCREECHES into reverse and SQUEALS forward\nwith a SNORT of exhaust.\n\nJim gets to his feet and runs for his life. The pickup\nrears up behind him like a black bull. Jim fakes the\ntruck out by breaking off to the right and dodging in\nbetween the four gas pumps.\n\nThe pickup speeds past, slamming on its brakes. It\ndoes a full turnaround with almost animalistic agility.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim fakes the\ntruck out by breaking off to the right and dodging in\nbetween the four gas pumps. The pickup speeds past, slamming on its brakes. It\ndoes a full turnaround with almost animalistic agility. \n\nTARGET SECTION TO BE ANNOTATED:\nSpewing out noxious carbon monoxide fumes, it barrels\nheadlong for the pump stalls the kid is climbing\nthrough.\n\nBBARRRRAAAAANNNNKKKKKKK! ! 1\n\nThe truck bulldozes into the first row of pumps, crump-\nling them into hunks of twisted steel under its tires.\n\nGeysering jets of Super Preminium and Regular Unleaded\nskyrocket into the air from the underground tanks.\n\n(CONTINUED)\n\f14\n\n15\n\n \n\n23.\nCONTINUED: (2) 14\n\nJim is caught square in the chest by a flying gas hose\nhandle and goes toppling onto his back. Gasoline rains\ndown on him, dousing him in a spreading pool. In\nseconds he is drenched with the stuff.\n\nThe kid starts to scramble to his feet. The black\npickup TRUCK ROARS straight for him. Jim slips on the\nviscous petrol and drops again. The truck is on top of\nhim and it stops with its tire treads touching his\nsneaker soles. Halsey stares in raw animal terror at\nthe skull-faced front end of the vehicle looming over\nhim. It sits there for long, terrible moments.\n\nFinger lakes of petrol flow down the lot and ramp,\nstreaming around the Camaro's whitewalls.\n\nThe driver's window of the black pickup truck rolls\ndown. A familiar blanched, bony hand holds out a stick\nmatch between thumb and forefinger. It strikes it up\nwith the thumbnail in a flash of flame. The hand holds\nthe burning match out over the sea of gasoline the kid\nis taking a bath in. The flickering flame roasts away\nthe wood stick, singeing the flesh of the fingertips.\n\nJim can stand it no longer. He leaps to his feet and\nbolts in the direction of his parked car, sneakers\nsplashing through streams of Texaco Plus.\n\nThe match is dropped.\nWWWHHHHHHHHOOOOOOOSSSSSSSHHHHH! !!\n\nA fulgeration of fireclouds. The flames blaze a fiery\ntrail along the oceans of petrol, chasing him and\ncatching up. Halsey scatters as fast as his feet will\ncarry him, but the fiery licks are snapping at his\nheels.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nA fulgeration of fireclouds. The flames blaze a fiery\ntrail along the oceans of petrol, chasing him and\ncatching up. Halsey scatters as fast as his feet will\ncarry him, but the fiery licks are snapping at his\nheels. \n\nTARGET SECTION TO BE ANNOTATED:\n If it touches him he will ignite like a human\ntorch.\n\nHe arrives at the Camaro in the nick of time, diving\n\nheadfirst through the open door into the front seat as\nthe car is immersed in a swamp of burning gasoline.\n\nINT. '79 CAMARO - DAY 15\nDripping with petrol and perspiration from the intense\nheat, Jim drags the door closed. He jams the keys in\nthe ignition and takes position behind the wheel.\n\nThe ENGINE TURNS OVER. Throwing the car into gear, he\nstamps his foot down on the gas pedal.\n\n(CONTINUED)\n\f15\n\n16\n\n24.\nCONTINUED: 15\n\nThe windshield is awash with red and yellow fire. For\na second it is unclear whether the car is even ~\nmoving. Suddenly, the windshield flashes a view of the\nInterstate 10 overpass and the intersection beneath.\nOut of pure reflex, Halsey manages to swerve the car\ninto the right side of the road and hurtle off down\n\nit. Home free.\n\nHe lets out a hysterical howl of glee when he realizes\nhe has once again survived, shifting straight up to\nthird and putting the pedal to the metal. The perspec-\ntive of the road ahead seems to flatten as he thunder-\nballs down the two-lane strip. He is trying to cover\nas much ground as he can before the Texaco gas depot\nblows sky-high.\n\nBBBBAAAAARRRRRROOOOCOOOQOOOCOMMMMM ! I !\n\nA blinding flash whites-out the world as far as the eye\ncan see. The Camaro is tremored by an earth-shaking\nshock wave. The deafening EXPLOSION gives way to a\nringing SILENCE.\n\nHalsey keeps mumbling words to himself over and over\nand over as he drives on and on and on.\n\nHALSEY\nIt's over, buddy, it's over buddy,\nit's over buddy it's over buddy\nit's over...\n\nA signpost wings on past. \"“Food/Rest 1/2 mile.\"\n\nA \"Longhorn Sirloin Burger\" restaurant approaches\nahead. Jim can barely drive anymore. He has to keep\nhis hands glued to the steering wheel.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nA signpost wings on past. \"“Food/Rest 1/2 mile.\"\n\nA \"Longhorn Sirloin Burger\" restaurant approaches\nahead. Jim can barely drive anymore. He has to keep\nhis hands glued to the steering wheel. \n\nTARGET SECTION TO BE ANNOTATED:\n He keeps it\ntogether enough to negotiate the simple turn into the\nparking lot and puts his car into one of the spaces.\n\nHalsey turns off the Camaro. He steps on the emergency\nbrake. Shouldering open the door, he achingly rises\nout of the car into --\n\nEXT. PARKING LOT - LONGHORN SIRLOIN BURGER 16\nRESTAURANT - DAY\n\nJim stretches and shakes his head around to clear it,\nstill in a semi-state of shock. He is sopping with\ngasoline, his soaked clothes dripping a puddle of\nRegular and Unleaded onto the asphalt. He wrinkles his\nnose when he gets a whiff of himself.\n\n(CONTINUED)\n\f16\n\n17\n\n \n\n25.\nCONTINUED: 16\n\nHalsey shoulders the strap of his duffel bag and closes\nthe door of his car. He shuffles up the steps to the\nrestaurant and shambles to the glass doors.\n\nA WAITRESS is behind the pane of glass, in the process\nof unlocking it with a key in her hand. The girl is a\npretty, plain young woman of 22 with a simple, rural\nface and strong, straight-ahead eyes. She is just\npushing open the door as she looks up and sees the\nsoiled, strung-out kid. Rolling her eyes, she pulls on\nthe door to shut it. Jim catches the handle and holds\nit half open as she holds it half closed.\n\nWAITRESS\nWe ain't open yet.\n\nHALSEY\n\nDo you have a phone? I gotta use\na phone.\n\nWAITRESS\nI said we're shut.\n\nThe young man and the young woman are having a tug of\nwar with the door.\n\nHALSEY\nYou gotta let me use your phone!\n\nWAITRESS\nI'll call the cops!\n\nThe kid stops pulling against it and pushes in with the\nWaitress. She stumbles back, out of balance. He\nslumps through the door into --\n\nINT. DINING ROOM - LONGHORN SIRLOIN BURGER 17\nRESTAURANT — DAY\n\nJim is suddenly standing inside the shop. The place is\ndevoid of diners and employees. The two of them are\nall by themselves. The Waitress finds her footing and\ngrabs a napkin dispenser.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe place is\ndevoid of diners and employees. The two of them are\nall by themselves. The Waitress finds her footing and\ngrabs a napkin dispenser. \n\nTARGET SECTION TO BE ANNOTATED:\n She faces him and threatens\nto throw it.\n\nWAITRESS\nGet out of here or I'll crown you!\n\nHALSEY\nAll I wanna do is use your phone!\nI'll be right out!\n\n(CONTINUED)\n\f \n\nCONTINUED: 17\n\nWAITRESS\nGet your butt out of this\nrestaurant this goddamn instant!\n\nHALSEY\nGod, what's it gonna take for\nsomebedy to show some compassion?\nDon't you see I been through some\nserious shit here?\n\nThe kid is close to tears. The Waitress sees the upset\non his face and her eyes soften. She shakes her head\n\nsympathetically and sets the napkin container on the\ncounter.\n\nWAITRESS\nLook at you. You want to use the\nphone, go right ahead.\n\nHALSEY\n\nThank you. I really mean it.\nWAITRESS\n\nDo you want something to eat?\nHALSEY\n\nI could use something actually.\nWAITRESS\n\nDo you have the money to pay for\n\nit?\nJim lightens up and chuckles.\n\nHALSEY\nOh boy, I must look pretty\ndisreputable. It's okay. I'm\ncool for cash.\n\nHalsey reaches into the open pocket of his leather\njacket and draws out his wallet, flipping open the\nbillfold to show her several dollars inside. The\nWaitress puts her hands on her hips and guffaws. Jim\n\ngrins boyishly, glad he's found a friend. He holds out\nhis hand.\n\nHALSEY\n(continuing)\nI'm Jim.\nWAITRESS\n\nGlad to meet you. I'm Galveston\nand I'm not going to get within a\nmile of you till you scrub off\nthat gas.\n\n(CONTINUED)\n\f17\n\n18\n\n \n\nCONTINUED: (2) 17\n\nHALSEY\nYeah, sure.\n\nGAL\nYou got some fresh, clean clothes\nin that bag?\n\nHALSEY\nYeah.\n\nGAL\nGood. Change into 'em. Go make\nyour phone call. I'11 cook you a\ncheeseburger.\n\nHALSEY\nHey.\n\nShe smiles at him and waves her hand. He grins like an\nidiot at her cheerful mothering and removes his leather\njacket, sliding it over one of the stools at the\ncounter.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALSEY\nHey. She smiles at him and waves her hand. He grins like an\nidiot at her cheerful mothering and removes his leather\njacket, sliding it over one of the stools at the\ncounter. \n\nTARGET SECTION TO BE ANNOTATED:\n He puts his wallet in the open pocket and\nwalks around the corner towards the bathroom and the\npay phone section. The Waitress goes into the kitchen.\n\nThe jacket sits slung over the stooi in the deserted\ndining room.\n\nINT. PAY PHONE SECTION - LONGHORN SIRLOIN BURGER 18\nRESTAURANT - DAY\n\nJim puts down his duffel bag by the unit and picks up\nthe receiver, inserting a dime and dialing up \"0.\"\n\nHALSEY\nOperator? Hook me up with the\nHighway Patrol. It's an emergency\nso hurry it up... Sergeant, my\nname's Jim Halsey. Get something to\nwrite with, man. I seen some\nstuff. What's it about? It's about\nthe family that got wasted in the\nstation wagon and the Texaco station\nthat got blown up a coupla minutes\nago. Why don't you get where I am\nand I'll give you the rundown. I'1l\nsee you in a few minutes, okay? Oh\nyeah, the address. I'm sitting at\nthe Longhorn Sirloin Burger off of\nInterstate 10. I'11 wait for you.\nSo long, Sergeant.\n\nHalsey hangs up and grabs his duffel bag. He heads to\nthe door and pushes through it into --\n\f19\n\n20\n\n \n\n28.\n\nINT. MEN'S ROOM - LONGHORN SIRLOIN BURGER RESTAURANT - 19\nDAY\n\nThe kid puts his duffel bag on the sink. He looks in\nthe mirror and gets his first look at his grisly, grimy\nappearance. He does a double take.\n\nHALSEY\nHoly shit.\n\nJim turns on the spigot and splashes water on his face.\nHalsey dries himself off with a paper towel and looks\ninto the mirror. Little improvement.\n\nThe kid zips open his bag and draws out a fresh pair of\njeans, a white tee-shirt, clean socks and underwear, a\ntoothbrush, toothpaste and dental floss. He peels off\nhis gas-coated undershirt and pitches the sopping rag\ninto the rubbish. He pulls off his damp and dirty blue\njeans and dumps them in the trash bin.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe kid zips open his bag and draws out a fresh pair of\njeans, a white tee-shirt, clean socks and underwear, a\ntoothbrush, toothpaste and dental floss. He peels off\nhis gas-coated undershirt and pitches the sopping rag\ninto the rubbish. He pulls off his damp and dirty blue\njeans and dumps them in the trash bin. \n\nTARGET SECTION TO BE ANNOTATED:\n He strips out\nof his petrol-soaked underclothes and deposits them in\nthe refuse. Naked, he clothes his muscular, lean body\nin his clean, dry garments. The kid looks a little\nrefreshed. He goes to the sink and brushes his teeth,\nflossing and gargling with tap water. He spits foamy\nfroth in the basin and looks himself over in the mir-\nror. Possibilities.\n\nJim puts the toothpaste, brush and dental floss back in\nthe bag and zips it up. He shouiders the strap and\nwalks out the door.\n\nINT. DINING ROOM - LONGHORN SIRLOIN BURGER RESTAURANT 20\n- DAY\n\nThe kid walks around to the counter. The room is de-\n\nserted. A cheeseburger and fries platter is set down\n\nbeside a cup of coffee. Jim lays his bag on the floor\nand puts on his leather jacket, sitting on the stool.\n\nHe looks around for the waitress, shrugs his shoulders\nand takes a sip of the coffee.\n\nGalveston comes out of the kitchen. She raises her\neyebrows and smiles when she sees the new, improved\nyoung man at the counter.\n\nHALSEY\nCan I stay?\n\nGAL\nSoap and water does wonders for\nyou. Are you alright?\n\n(CONTINUED)\n\f20\n\n \n\n29.\n\nCONTINUED: : 20\nHALSEY\nI'll be okay. You been really\nnice.\nGAL\n\nWhat in the world happened to you?\n\nJim stares into his coffee cup and shivers. He takes a\nsip and looks at the girl.\n\nBALSEY\nIf it's all the same to you, I'd\nlike to talk about something else.\n\nGalveston shrugs and leans back against the wall.\nHalsey is spaced.\n\nGAL\nYou're not from around here, are\nyou?\n\nHALSEY\n\nI come from Ohio.\n\nGAL\nWhat brings you out here?\n\nHALSEY :\nI grew up in this town called\nBuford. You're driving down the\nroad, you see this sign that says,\n\"You are now entering Buford.\"\nThe other side of the sign says,\n\"You are now leaving Buford.”\nPlace gets a little old after\nawhile. I hit the road.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALSEY :\nI grew up in this town called\nBuford. You're driving down the\nroad, you see this sign that says,\n\"You are now entering Buford.\"\nThe other side of the sign says,\n\"You are now leaving Buford.”\nPlace gets a little old after\nawhile. I hit the road. \n\nTARGET SECTION TO BE ANNOTATED:\n Heard\nthere was work in Texas, so I came\ndown to check it out.\n\nGAL\nWhat if you can't find a job?\n\nHALSEY\nI'll check out California.\n\nGAL\nYou don't sit still, do you?\n\nHALSEY\nAin't seen the place I'm gonna\nmake my stand is all. I still got\nsome adventuring to do before I\nshift into low gear.\n\n(CONTINUED)\n\f \n\n20\n\n21\n\n30.\nCONTINUED: (2) 20\n\nThe kid laughs.\n\nGAL ~\nWhat's so funny?\n\nHALSEY\nI got all the adventure I can use\n\nthis day.\n\nJim has taken a hearty mouthful of his cheeseburger.\nHe stops chewing all of a sudden, a puzzled expression\non his face. He feels the top of the bun with his\nfingertips. Halsey lays the burger back down on the\nplate and flips the bread lid.\n\nThe kid chokes on the morsel of food in his mouth and\nstarts to gag.\n\nA disembodied human eyeball floats gorily glassy on a\nbed of gooey cheese.\n\nJim swats the plate off the counter, sending it sailing\nagainst the wall and shattering to smithereens.\nGalveston puts her hands over her mouth, shock-stricken\nat the spectacle. Halsey staggers off the seat and\nstumbles around, coughing, choking to death. He jams\nthe small of his back against one of the stools and\npunches himself with both fists in the solar plexus.\n\nThe bit of food is disgorged from his windpipe.\n\nHe sits on the floor in a stupor. Suddenly he is on\nhis feet, in too much pain and shock to speak as he\nflees out the door of the restaurant.\n\nThe waitress is speechless. She gathers herself to-\ngether and walks to the window, watching the kid\nscramble down the staircase.\n\nEXT. PARKING LOT - LONGHORN SIRLOIN BURGER RESTAURANT 21\n- DAY\n\nJim scatters across the parking lot. He stops in his\ntracks.\n\nA Highway Patrol car dips up the ramp and drives into\nthe lot in his direction. Halsey puts himself in the\npath of the oncoming police car.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stops in his\ntracks. A Highway Patrol car dips up the ramp and drives into\nthe lot in his direction. Halsey puts himself in the\npath of the oncoming police car. \n\nTARGET SECTION TO BE ANNOTATED:\n He flags his hands\nabove his head, waving it down.\n\nHALSEY\nHey! Wait, guys!\n\n(CONTINUED)\n\n \n\f \n\n21\n\n22\n\n31.\nCONTINUED: 21\n\nThe patrol car jams on its brakes and jerks to a halt.\nThe side doors are heaved open and TROOPER DODGE and\nTROOPER DONNER land on the pavement on one knee. They\ndraw out their .357 Magnums from their sideholsters~\nwith practiced liquidity, taking two-handed aim at the\nkid. Sunlight glints off their mirrored shades.\n\nTROOPER DONNER\nPut your hands in the air and get\ndown on the ground!\n\nJim is stunned. He just stands frozen with a stupid\nlook on his face.\n\nHALSEY\nYou got it wrong, guys!\n\nTROOPER DODGE\nGet your ass down on the cement or\nwe open fire! Put your hands up!\n\nHalsey does what he is told. Putting his hands behind\nhis head, he climbs down onto his knees and flattens\nhimself face-first on the cement.\n\nThe Highway Patrolmen hurry over to where he lies.\n\nTROOPER DONNER\nDo you have any identification\n\nwith you?\n\nHALSEY\nMy wallet's in the pocket of my\njacket.\n\nTrooper Donner, a seasoned senior officer, looks on as\nTrooper Dodge, a redneck rookie, crouches down and runs\nhis hand on the sides of the kid's leather coat. He\nsticks his fingers in the pocket and pulls out some-\nthing other than a wallet the two policemen stare at.\n\nJohn Ryder's switchblade shiv, spiderwebbed with sticky\nblood.\n\nJim turns his head to look over his shoulder. He sees\n\nit and starts to say something. Trooper Dodge looks\ndown at him, red with rage.\n\nINT. DINING ROOM - LONGHORN SIRLOIN BURGER RESTAURANT 22\n- DAY\n\nGalveston is still standing staring out of the window\nat the spectacle in the parking lot.\n\n(CONTINUED)\n\f22\n\n23\n\n \n\n32.\nCONTINUED: 22\n\nShe puts her hands on her mouth as she sees Jim Halsey\nrise to his hands and knees and Trooper Dodge send his\nshoe squarely in his face, socking him senseless.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nDINING ROOM - LONGHORN SIRLOIN BURGER RESTAURANT 22\n- DAY\n\nGalveston is still standing staring out of the window\nat the spectacle in the parking lot. (CONTINUED)\n\f22\n\n23\n\n \n\n32. CONTINUED: 22\n\nShe puts her hands on her mouth as she sees Jim Halsey\nrise to his hands and knees and Trooper Dodge send his\nshoe squarely in his face, socking him senseless. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nwaitress rushes out the door of the restaurant in\nalarm.\n\nEXT. PARKING LOT - \"LONGHORN SIRLOIN BURGER\" 23\nRESTAURANT - DAY\n\nThe kid is bleeding from a bruised welt on his mouth as\nhe is dragged to his feet and pushed over the hood of\nthe Highway Patrol car by the roughneck cop. Trooper\nDodge clips a set of silver handcuffs off his belt and\nclaps them around Jim's wrists. Trooper Donner pulls\nhis rule book out of his back pocket and flips to a\nspecific page.\n\nTROOPER DONNER\nYou have the right to remain\nsilent...\n\nA SHOUT attracts the attention of the two policemen.\nThey turn their heads to see Galveston run down the\nstairs of the restaurant and across the lot, stopping\nand standing in appalled silence, squinting squeamishly\nat the scene. Jim stares at her stuperously.\n\nGAL\nWhat's going on?\n\nTROOPER DODGE\nGet back inside, miss.\n\nGAL\nWhat did he do for you to work him\nover like that?\n\nTROOPER DONNER\nThis psychotic has slaughtered ten\npeople on the highways in the last\ntwo days. We found this\nswitchblade in his jacket and it\nfits the APB on the airwaves.\n\nThe policeman shows the girl the shiv in the handker-\nchief. Halsey shakes his head slowly. She looks back\nand forth between the kid and the cops, not knowing\nwhat to think. Jim shuts his eyes and slumps as\nTrooper Donner reads off his rights. Trooper Dodge\nopens the rear door of the car.\n\n(CONTINUED)\n\f23\n\n24\n\n25\n\n \n\nCONTINUED: 23\n\nTROOPER DODGE\nLet's take this piece of crap in.\n\nThe two Highway Patrolmen shove the kid into the back\nseat and shut the door. The cops climb into the front\nseat and switch on the cherry-top. The car hangs a\nhuey and heads out of the parking lot.\n\nGalveston stands on the asphalt in a cloud of exhaust,\nwatching the police car drive away up the road, smooth~\ning her hair with her hand.\n\nEXT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe car hangs a\nhuey and heads out of the parking lot. Galveston stands on the asphalt in a cloud of exhaust,\nwatching the police car drive away up the road, smooth~\ning her hair with her hand. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGHWAY PATROL ROADSIDE STATIONHOUSE #4 - DAY 24\n\nA small, L-shaped building of drab green brick. A\ndriveway leads down to it off the busy thoroughfare of\nInterstate Highway 10.\n\nThe squad car turns off the freeway and pulls up in\nfront of the glass doors of the main entrance.\n\nTroopers Donner and Dodge drag the limp Jim Halsey out\nof the back, hauling him through the doors into the -~\n\nINT. FRONT OFFICE - HIGHWAY PATROL STATIONHOUSE #4 - 25\nDAY\n\nA big room with four desks set on the floor. Numerous\nfile cabinets flank a wall case of rifles and shotguns.\nA computer bank connecting to a main data terminal is\nin a corner. A photography setup complete with a box\ncamera on a tripod, a 1-K lamp on a stand, and a back-\ndrop of grey seamless fills another corner.\n\nThere is only one officer in the building. DESK\nSERGEANT STARR is fetching a cup of coffee from a bub-\nbling percolater. He looks up, stirring in sugar, to\nsee Trooper Donner and Trooper Dodge come in with the\nworse-for-wear Jim Halsey.\n\nDESK SERGEANT STARR\nWhat have we got here?\n\nTROOPER DODGE\nSwallow that coffee in your mouth.\n\nDESK SERGEANT STARR\nGulp.\n\nTROOPER DODGE\nWe got us The Hitcher.\n\n(CONTINUED)\n\f \n\nCONTINUED: 25\n\nDESK SERGEANT STARR\nBullshit.\n\nTROOPER DONNER\nKid had a switchblade that fits\nthe general description the\nforensic people sent out.\n\nDESK SERGEANT STARR\nBook him.\n\nJim is led over to one of the desks with an Olivetti\nLexicon 83 DL on it. Trooper Dodge sees to handcuffing\nhim to the legs of the chair he sits him down on.\n\nTrooper Donner seats himself behind the desk and rum-\nMages through the stack of papers for an arrest form.\nHe inserts the report sheet into the typewriter and\npecks out preliminary information. Desk Sergeant Starr\nputs his shoe on the tabletop and chews a chaw from a\npack of Red Man Tobacco.\n\nJim is bleary from the beating.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe inserts the report sheet into the typewriter and\npecks out preliminary information. Desk Sergeant Starr\nputs his shoe on the tabletop and chews a chaw from a\npack of Red Man Tobacco. Jim is bleary from the beating. \n\nTARGET SECTION TO BE ANNOTATED:\nTROOPER DONNER\nName?\n\nHALSEY\nJim Halsey.\n\nDESK SERGEANT STARR\nDoes he have any identification on\nhim? Driver's license? Credit\ncard?\n\nTRCOPER DONNER\nNope. Nothin'.\n\n(CONTINUED)\n\f \n\nCONTINUED: (2) 25\n\nHALSEY\nI must have dropped it back there\nat the restaurant.\n\nTROOPER DONNER\nWhere'd you get the car?\n\nHALSEY\nIt's an Auto-Drive-A-Way. It's\nnot mine. I'm delivering the car\nto this guy in San Antonio.\n\nTROOPER DONNER\nDo you have the registration?\n\nHALSEY\nThe car belongs to the guy. Call\nthe Auto-Drive-A-Way office in\nCleveland. I know the number.\nIt's (216) 676-4800.\n\nTrooper Donner looks at him a moment. He picks up the\nphone receiver and dials the number, switching on the\nspeaker phone. The SOUND of an ANSWERING MACHINE on\nthe SPEAKER PHONE.\n\nANSWERING MACHINE (V.0O.)\nYou have reached the offices of\nCleveland Auto-Drive-A-Way. We are\nclosed on Saturday and Sunday but will\nreopen at 9:00 on Monday morning.\n\nThe Highway Patrolman hangs up. The kid looks at the\nthree cops. Trooper Donner taps a pencil in his palm.\n\nHALSEY\nCall my mother, for Christsakes.\nShe manages the Buford 7-11 in\nOhio.\n\nTROOPER DONNER\nYou got one more call.\n\nHALSEY\n(216) 555-0980. Check her out.\nLet me talk to her.\n\nThe Highway Patrolman dials up the number. The SOUND\nOF RINGING on the SPEAKER PHONE. It RINGS. RINGS.\nRINGS. RINGS. RINGS. RINGS. RINGS. The policeman\nhangs up.\n\n(CONTINUED)\n\f25\n\n \n\n36.\nCONTINUED: (3) 25\n\nHALSEY\n(continuing)\n«+. Maybe you didn't give it 7\nenough rings.\n\nThe three Highway Patrolmen regard him stone-faced.\n\nHALSEY\n(continuing)\n«..",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaybe you didn't give it 7\nenough rings. The three Highway Patrolmen regard him stone-faced. HALSEY\n(continuing)\n«.. \n\nTARGET SECTION TO BE ANNOTATED:\n C'mon, guys, do I look like a\nbloodthirsty psycho to you?\n\nTrooper Donner settles in his seat and scratches his\nnose. Jim looks at the gas and grime stains on his\nskin and runs his hand through his crumbly, crud-caked,\nuncombed hair. Trooper Dodge leans down and looks him\nin the face.\n\nTROOPER DODGE\nYou open your mouth and say one\nmore word and I'm gonna take my\nstick and smash your teeth down\nyour throat.\n\nTROOPER DONNER\nGet him printed, get his shots,\nget him locked up, get him out of\nmy sight.\n\nTrooper Donner yanks the arrest report sheet out of the\ntypewriter spool and sets out an ink pad. Trooper\nDodge unlocks the handcuffs, smearing Jim's finger-\nprints onto the sponge and the ten digits onto the\nappropriate spaces on the paper. Halsey doesn't dare\nresist.\n\nDesk Sergeant Starr goes over to the photography rig in\nthe corner. Flicking on the floodlight, he adjusts the\nbox camera and inserts plastic numerals into a block\nwith a neck strap.\n\nJim is led over to the seamless backing in front of the\nlens. The numeralled block is slung around his neck.\nThe flashbulb strobes four times as snapshots are taken\nof his front and side views.\n\nDespondent, the kid is led away from the mug shot setup\nby Trooper Dodge. He is drawn toward a door leading\ninto an adjoining area. The rookie unlatches it and\npushes the boy into --\n\f26\n\n27\n\n28\n\n37.\nINT. CELL BLOCK - HIGHWAY PATROL STATIONHOUSE #4 - DAY 26\n\nThe two of them walk down the row of dull, cold metal-\nbarred cubicles without saying a word. Their FOOTFALLS\nECHO bleakly. All of the cages are empty. The cop\nselects the one furthest down the line and opens the\ngate with his ring of keys. He stuffs Jim roughly\ninside and slams the gate shut with a hopeless CLANG.\nHe turns his back and walks back up the hall. The DOOR\nSLAMS. The kid is alone.\n\nJim Halsey is not looking well.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe DOOR\nSLAMS. The kid is alone. Jim Halsey is not looking well. \n\nTARGET SECTION TO BE ANNOTATED:\n He starts to wander\naround the cramped compartment in circles, staring at\nthe walls. Nervous energy presaging a complete exhaus-\ntive collapse.\n\nHALSEY\nI don't believe this. I don't.\n\nThe kid wilts to the ground and lies there in a heap.\n\nINT. JAIL CELL - CELL BLOCK - DAY (LATER) 27\n\nJim Halsey's eyes blink open, crusted over. His cheek\nis squished against the cold stone floor. He groans\nand pushes himself ecnto his hands and knees, shaking\nhis head around to clear it.\n\nIt's unclear how long he has been unconscious or how\nmuch time has elapsed. Jim climbs unhappily to his\nfeet and stretches his aching bones with a grunt.\nRubbing his swollen jaw, he rests his weight against\nthe gate.\n\nCRREEEAAAK. It spreads wide open. The kid is thrown\noff balance and, toppling out, nearly trips onto his\nduff. Surprised, he hurries back into his cell, clos-\ning the gate.\n\nHe clings onto the bars, chewing his lips. He scouts\nhis surroundings on all sides. Deserted. A fraction\nof an inch at a time, so as not to make any sound, he\nreopens the gate, slipping out into --\n\nINT. CELL BLOCK - HIGHWAY PATROL STATIONHOUSE #4 - 28\nDAY\n\nJim tiptoes across the hall and flattens himself\n\nagainst the wall. Holding his breath, he steals step\n\nby step toward the door to the front office.\n\n(CONTINUED)\n\f28\n\n29\n\n38.\nCONTINUED: 28\n\nHe draws his tongue around his parched lips, wetting\nthem, listening intently fer any sound and being care-\nful not to make any of his own.\n\nArriving at the door frame, he squeezes up against\nit. He braces himself to make his move.\n\nHALSEY\nOne... two... Go for it!\n\nJim takes off like a shot through the doorway into --\n\nINT. FRONT OFFICE - HIGHWAY PATROL STATIONHOUSE #4 - 29\nDAY\n\nJim tears into the room in a desperate break for the\nfront doorway. After three paces he stop so short that\nhe almost falls on his face.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim takes off like a shot through the doorway into --\n\nINT. FRONT OFFICE - HIGHWAY PATROL STATIONHOUSE #4 - 29\nDAY\n\nJim tears into the room in a desperate break for the\nfront doorway. After three paces he stop so short that\nhe almost falls on his face. \n\nTARGET SECTION TO BE ANNOTATED:\n He stumbles into the file\ncabinets, fingers stuffed in his mouth to keep his\ngorge down. Buckling over, he wretches in dry heaving\nspasms.\n\nTrooper Donner is slumped spread-eagled in his chair\nbehind the typewriter. His throat is cut from ear to\near.\n\nTrooper Dodge is sprawled on the floor with his back\npropped up against the base of the wall, his stomach\nsavaged with stab wounds. The carpet area seven feet\naround him is a sea of red wetness.\n\nHis stainless steel .357 Magnum rests in his open palm,\nchalky fingers beginning to stiffen with rigor mortis\naround the vulcanized rubber stock.\n\nDesk Sergeant Starr is crumpled over on his knees. His\narms are hugging his belly and a sanguine stain flowers\nhis shirt.\n\nJim gathers himself together and gets to his feet. He\nwalks incredulously in and around the carnage. Then he\nspots it.\n\nThe bleached cow skull from the front of the black\npickup truck is on the carpet. The eyesockets are\ncupped with blood. Long red drip-drops like ghastly\ntears bleed down the toothy jawbone.\n\nWith a scream, Jim stomps his sneaker down onto the\nskull, shattering it to smithereens.\n\n(CONTINUED)\n\f29\n\n30\n\n \n\nCONTINUED: 29\n\nFright and revulsion turn to raw panic. Frantic, Jim\nscampers around the room trying to decide the best .\ncourse of action. He doesn't know what to do with\nhimself.\n\nThe PHONE RINGS. RINGS again. And again. Another\nPHONE RINGS.\n\nOut of his mind with confusion, Jim sprints over to the\nbutchered corpse of Trooper Dodge. He bends down on\none knee and tries to pry the stony fingers from around\nthe stock of the .357 Magnum. Rock solid from rigor,\nthey won't budge. Halsey breaks the fingerbones at the\nknuckles, grimacing squeamishly with each SICKENING\nSNAP. He twists the bulky pistol free. Standing up,\nhe tests the weight of the gun and gets the feel of it\nin his hand. He handles it clunkily and awkwardly.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe twists the bulky pistol free. Standing up,\nhe tests the weight of the gun and gets the feel of it\nin his hand. He handles it clunkily and awkwardly. \n\nTARGET SECTION TO BE ANNOTATED:\nHe stuffs the barrel down into his belt underneath his\nwhite tee-shirt. He zips up his leather jacket to\nconceal it.\n\nThe PHONES are RINGING off the wall.\n\nThe kid's mind is fuzz tone. Scattering across the\nroom, he shoulders out of the glass coors into --\n\nEXT. HIGHWAY PATROL STATIONHOUSE #4 - DAY 30\n\nJim Halsey runs at full-tilt out of the driveway and\ninto the tall, dry crabgrass that lines the roadside.\n\nA SYMPHONY OF SIRENS rise and stop him in his tracks.\nThe kid hits the deck, ducking down onto his stomach in\nthe weeds to see a posse of five black and white police\ncars blur past with their cherry-tops flaring. Peeking\nthrough the grass blades, the young man watches them\nassemble and congregate in the driveway of the slaugh-\nterhouse stationhouse. Ten troopers dash out of their\nvehicles and into the building. In a second, six of\nthe cops scramble out the door and sprint into three of\nthe squad cars. In a SQUEAL OF SMOKING TIRES, the\nvehicles speed out onto the highway in opposite direc-\ntions.\n\nThe kid waits until he is sure he is not being watched\nand takes off out of his place of concealment. He runs\ninto a field of high weeds as fast as his legs will\ncarry him. He is running blind, his eyes squeezed\nshut, his head thrown back, his face flushed crimson.\nHis fists are clenched.\n\n(CONTINUED)\n\f30\n\n31\n\n32\n\n \n\nCONTINUED: 30\n\nHe runs and runs, his heart punching his chest, his\nlungs tearing out of his torso. His face is screwed up\nin a mask of adrenalic agony. Jim starts to lose steam\nand he stumbles to a stop, standing and sucking in air\nin spurting spasms, stroking his aching stomach.\n\nHalsey surveys his surroundings, scanning for a\nSanctuary. :\n\nHe sees the silver eagle signpost of a small Trailways\nbus station several hundred yards away, situated on a\nside road to the highway. Scrambling across the re=-\nmainder of the field, he steps into the lot of the --\n\nEXT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim starts to lose steam\nand he stumbles to a stop, standing and sucking in air\nin spurting spasms, stroking his aching stomach. Halsey surveys his surroundings, scanning for a\nSanctuary. :\n\nHe sees the silver eagle signpost of a small Trailways\nbus station several hundred yards away, situated on a\nside road to the highway. Scrambling across the re=-\nmainder of the field, he steps into the lot of the --\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARKING LOT - TRAILWAYS BUS STATION - DAY 31\n\nThe only cruiser presently at the gates is the one that\njust pulled in and now it's pulling out. In a HISS OF\nAIR BRAKES, it starts edging out of its dock.\n\nJim bangs on the door with his hands. It keeps revers-\ning backwards.\n\nHALSEY\nHey! Stop this thing! This is my\nbus! Hey! Stop!\n\nThe bus driver ignores him. The bus maneuvers around\nwith a warning HONK of its HORN and RUMBLES off toward\nthe ramp to the side road.\n\nJim is left panting for air in a smoky fog of exhaust\nfumes. He scoops an empty Dr. Pepper can off the\nground and chucks it at the tailgate of the bus. It\nCLATTERS onto the ground as the cruiser disappears\naround the bend.\n\nThe kid turns and schleps into --\n\nINT. WAITING ROOM AND TICKETING AREA - 32\nTRAILWAYS BUS STATION - DAY\n\nAs soon as he steps inside he becomes awake and alert.\nHe stays by the door with his hand resting on the reas-\nsuring mound under his leather jacket.\n\nThe room has a row of black plastic seats with 25¢ pay\nTVs attached to the armrests. A black Marine in uni-\nform sits patiently with his hands folded in his lap.\nA drunken cowboy with a cowhide face is slumped over,\nwearing a sheepskin coat and ten-gallon Stetson.\n\n(CONTINUED)\n\f32\n\n \n\n41.\n\nCONTINUED: 32\n\nA cigarette is burned to the butt in his cattle-hoof\nhands. A Mexican laborer with a ponytail dangling down\nthe back of his denim jacket is cradling his snoozing\nnino on his knee. A backpacker is having a go with a\nBEEPING AND CHIMING VIDEO GAME in the corner.\n\nNo cops anywhere. Yet.\n\nHe loosens up a bit and folds up his collar as he\ncrosses over to the ticket counter.\n\nThe TICKETEER is a very fat black girl who smiles at\nhim through gobs of lipstick.\n\nTICKETEER\nMay I help you?\nHALSEY\nI'd like a ticket on the next bus\nout.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe TICKETEER is a very fat black girl who smiles at\nhim through gobs of lipstick. TICKETEER\nMay I help you? HALSEY\nI'd like a ticket on the next bus\nout. \n\nTARGET SECTION TO BE ANNOTATED:\nTICKETEER\nTo where, sir?\nHALSEY\nAnywhere.\nTICKETEER\nSir?\nHALSEY\nWhaddya got?\nTICKETEER\nWell, we have a bus going to --\nHALSEY\nWhen will it get here?\nTICKETEER\nIt's scheduled to arrive any minute.\nHALSEY\nSounds great. Always wanted to go\nthere.\nTICKETEER\n\nThat's the number twelve and it's\nheaded all the way to Seattle.\n\nHALSEY\nHow far will this get me?\n\n(CONTINUED)\n\f32\n\n33\n\n \n\n42.\nCONTINUED: (2) 32\n\nHe gropes in his pockets and comes up with a handful of\nballed-up bills and loose change. He plops it in a~\nsloppy pile on the counter.\n\nThe girl counts it, poking aside the change coin by\ncoln.\n\nTICKETEER\nLet's see... two, six, twenty-\nfour. You got twenty-one dollars\nand twenty-four cents. I can sell\nyou a ticket to Austin if you\n\nlike.\nHALSEY\n\nHow far is Austin from here?\nTICKETEER\n\nFour hundred miles or so.\nHALSEY\n\nThat's as far as I can get?\nTICKETEER\n\nYes, sir. ‘'Fraid so.\n\nShe punches out the ticket and passes it over the coun-\nter. The kid folds it up and slips it into his pocket.\n\nJim has to move. Placing his hand on the butt of the\npistol under his jacket, he looks both ways and stalks\nto the door he came in, shoving through it out onto --\n\nEXT. PARKING LOT - TRAILWAYS BUS STATION - DAY 33\n\nJim walks over to one of the pillars and leans back\nagainst it. He taps a Marlboro out of his pack. He\nbreaks it apart in a crumple of paper and tobacco\nshreds.\n\nThe WAIL of a SIREN makes him dodge for cover behind\nthe pinion. He withdraws the .357 Magnum from his belt\nand takes hold of it with both hands.\n\nA Highway Patrol car with its beacon\nover the ramp incline into the lot.\nSwerves around and comes to a stop.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe withdraws the .357 Magnum from his belt\nand takes hold of it with both hands. A Highway Patrol car with its beacon\nover the ramp incline into the lot. Swerves around and comes to a stop. \n\nTARGET SECTION TO BE ANNOTATED:\nand TROOPER CONNERS get out, leaving\n\nablaze bobs up\nThe vehicle\nTROOPER PRESTONE\nthe MOTOR RUNNING.\n\nJim takes the sound of the doors opening as a cue.\nLeaping around the pillar onto both feet, he trains the\nhog pistol on the two Highway Patrolmen.\n\n(CONTINUED)\n\f \n\n33\n\nCONTINUED: 33\n\nHALSEY\nStop!\n\nTrooper Prestone and Trooper Conners obey. Their hands\nhover by their hips. The guns have not been taken out\nof the holsters.\n\nTROOPER PRESTONE\nTake it easy.\n\nHALSEY\nTell me about it!\n\nTROOPER PRESTONE\nWe both have wives and kids, and\nwe both want to see them again.\nWe'll do whatever you want us to\ndo. What do you want us to do?\n\nHALSEY\nGimme a minute.\n\nTROOPER PRESTONE\nWe got all day.\n\nHALSEY\nGet over by the car.\n\nThe cops back up slowly and carefully.\n\nHALSEY (cont'd)\n«+. Those handcuffs you got on\nyour belt. I want you to take\nthem off and lock your partner's\nhands behind his back.\n\nTROOPER PRESTONE\nYou mean me?\n\nHALSEY\nNo, I meant you, the other guy.\nBut you do it. You do it.\n\nTROOPER PRESTONE\nMe?\n\nHALSEY\nYou. Go ahead, but don't go\nanywhere your gun. You. Get your\nhands behind your back.\n\nTrooper Conners obediently follows Halsey's directions.\nHe places his wrists together in the small of his back.\n\n(CONTINUED)\n\f \n\n33\n\n34\n\n44.\nCONTINUED: (2) 33\n\nTrooper Prestone unhitches his cuffs from his belt and\nclamps them securely around his brother officer's\nwrists.\n\nHALSEY\nWe're all gonna get in the car and\ntake a drive.\n\nTROOPER PRESTONE\nWhere to?\n\nHALSEY\nLet's do this one step at a time.\nHow are we gonna work this? Let's\nsee. You guys get in the front\nand I'll get in the back. Does\nthat sound alright?\n\nTROOPER PRESTONE\nSounds good to me.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou guys get in the front\nand I'll get in the back. Does\nthat sound alright? TROOPER PRESTONE\nSounds good to me. \n\nTARGET SECTION TO BE ANNOTATED:\nJim walks over to the right hand back door and gestures\nwith the barrel of the .357 Magnum. The subservient\ntroopers get together by the right front door.\n\nHALSEY\nOne of you open the door.\n\nTrooper Prestone gently unlatches the door and eases it\n\nopen. Halsey opens his with one hand and keeps the gun\nleveled with the other.\n\nHALSEY (cont'd)\n++. We're all gonna get in at the\nsame time. Ready. Steady. Go.\n\nThe three of them climb into the vehicle in unison.\n\nINT. HIGHWAY PATROL CAR - DAY 34\n\nTrooper Conners slides over and Trooper Prestone gets\nbehind the wheel. Halsey braces his sneakers against\nthe frame of the front seat. Resting his elbows, he\nkeeps a steady and unwavering two-hand grip on the\ncannon.\n\nHALSEY\nStart the car. Head for the\nhighway.\n\nThe patrolman switches ON the IGNITION and shifts into\ngear.\n\n(CONTINUED)\n\f \n\n34\n\n45.\n\nCONTINUED: 34\n\nHe drives out of the parking lot, down the dip of the\nramp and turns onto the road.\n\nA Motorola shortwave RADIO is under the dashboard. The\nlight is blinking as a wire band frequency is monitored\non the speaker amid storms of STATIC.\n\nTRANSMISSION\nAll units, this is Texas Ranger C\ncompany commander Captain\nEszterhas. Suspect is a male\nCaucasian in his early twenties\nwith long hair. Name Jim Halsey.\nPatrol IH 10 and search all\nestablishments in a ten-mile\nradius. Two pistols were found to\nbe missing from the station. He\nis to be considered armed and\nextremely dangerous. Approach\nwith caution...\n\nThe kid and the police officers listen to the broadcast\n\nin states of complete attention. Jim shakes his head -\nand rubs his eyes.\n\nHALSEY\nThe shortwave radio. Could you\ncall out on it and get me\nconnected with this Captain guy?\n\nTROOPER PRESTONE\nI can put you through.\n\nHALSEY\nGo for it. Do it but don't tell\nanyone where we are or anything.\n\nThe cop takes the mike off the clip and puts it to his\nlips.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALSEY\nGo for it. Do it but don't tell\nanyone where we are or anything. The cop takes the mike off the clip and puts it to his\nlips. \n\nTARGET SECTION TO BE ANNOTATED:\nTROOPER PRESTONE\nCentral, this is car-\n\nHALSEY\nI said don't give them any\ninformation, Goddammit!\n\nTROOPER PRESTONE\nCentral, this is one of your cars\nand we have been hijacked by the\nsuspect.\n(MORE)\n\n(CONTINUED)\n\f \n\n34\n\nCONTINUED: (2) 34\n\nTROOPER PRESTONE (CONT'D)\nWe are under orders not to reveal\nour identities or coordinates. He\nwishes to speak directly to\nCaptain Eszterhas. Over.\n\nSTATIC BUZZ and URGENT VOICES on the SQUAWK BOX. The\nthree men have their ears glued to it as the car\ncruises through the mid-morning traffic.\n\nCAPTAIN ESZTERHAS (V.O.)\nThis is Captain Eszterhas. Do you\nread? Over.\n\nTrooper Prestone passes the mike over his shoulder to\nHalsey.\n\nTROOPER PRESTONE\nPush the red button to relay.\nRelease it to receive.\n\nJim puts the microphone to his mouth and presses the\nbutton.\n\nHALSEY\nCaptain, this is Jim Halsey. I\nhave one of your cars and both of\nyour men are alright.\n\nHe releases the button.\n\nCAPTAIN ESZTERHAS (V.O.)\nI want to know if you're alright,\nHalsey. Over.\n\nHALSEY\nYeah, I'm okay, Captain. You\ngotta listen to me. I didn't do\nany of this stuff. I got set up\nand framed by the psycho who's\nresponsible. I swear it. Over.\n\nCAPTAIN ESZTERHAS (V.O.)\nI'm supposed to swallow that\nstory? What do you suggest we do?\n\nHALSEY\nAnything. I want to get this over\nand done with.\n\nCAPTAIN ESZTERHAS (V.O.)\nAre you willing to lay down your\narms and surrender? Over.\n\n(CONTINUED)\n\f \n\nCONTINUED: (3) 34\n\nHALSEY\nSure. As long as I'm safe. Over.\n\nCAPTAIN ESZTERHAS (V.0.)\nAlright. I will give you the\nchance to give up. What I want\nyou to do is hand your weapons\nover to my men. I will be with\nyou in a little while.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nI will give you the\nchance to give up. What I want\nyou to do is hand your weapons\nover to my men. I will be with\nyou in a little while. \n\nTARGET SECTION TO BE ANNOTATED:\n Are we in\nagreement? Over.\n\nHALSEY\nWe are in agreement. Over.\n\nCAPTAIN ESZTERHAS (V.0O.)\nI'll see you shortly. Over and\nout.\n\nThe two Highway Patrolmen, who have been listening to\nthe conversation, exchange flabbergasted glances. The\nkid grins broadly in relief.\n\nHALSEY\nPull the car over to the side of\nthe road.\n\nTrooper Prestone steers the car onto the shoulder and\nslows to a stop, shutting off the ignition. He holds\nout his open hand.\n\nTROOPER PRESTONE\nGuess you better let me have the\ngun.\n\nThe angry SNARL OF AN ENGINE and a SQUEAL OF BRAKING\nTIRES. The kid's and the trooper's attention is com-\nmanded by a VEHICLE that zooms up and sits SNORTING\nexhaust alongside the police car.\n\nThe black pickup truck.\n\nTrooper Prestone and Trooper Conners rotate their heads\nto peer out the open window at the darkened cab of the\nmalific truck.\n\nHALSEY\nNoooooooo00! 1!\n\nCRACKAKABOOOQOOOM! CRACKAKABOOOQOOOOOM! Muzzle flashes\nof PISTOL SHOTS. The cops slump like sandbags.\n\n(CONTINUED)\n\f34\n\n35\n\n36\n\n \n\n48.\nCONTINUED: (4) 34\n\nThe black PICKUP THUNDERS off up the freeway, leaving\nan ugly quay cloud of carbon monoxide-laden smoke and\ndirt in its place.\n\nJim has his hands clapped over his ears, drowning out\nthe SOUND OF HIS SCREAMS splitting the RINGING SILENCE.\n\nThe interior decorating of the squad car consists of a\nbright red bloodbath. Out of his mind, the kid breaks\nout the side door onto --\n\nEXT. INTERSTATE HIGHWAY 10 - DAY 35\n\nShoving the .357 Magnum brutally back into his belt,\nJim runs like a lunatic from the scene, derangedly\ndashing along the roadside as traffic flies by. Stub-\nbing his toe on a rock, he stumbles to his knees, chaf-\ning them raw. Staying there, he turns his dilated eyes\nup into the broad expanse of sky.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nINTERSTATE HIGHWAY 10 - DAY 35\n\nShoving the .357 Magnum brutally back into his belt,\nJim runs like a lunatic from the scene, derangedly\ndashing along the roadside as traffic flies by. Stub-\nbing his toe on a rock, he stumbles to his knees, chaf-\ning them raw. Staying there, he turns his dilated eyes\nup into the broad expanse of sky. \n\nTARGET SECTION TO BE ANNOTATED:\nSliding the gun out of his waist, Jim turns it on him-\nself. Fitting this thumb around the trigger, he opens\nhis mouth and stretches it wide. He inserts the silver\nbarrel so deep it tickles the back of his throat. The\nmuzzle chokes him up before he can fire and he gags.\nSagging down, he returns the .357 to the inside of his\njacket. He raises his head and looks ahead of him.\n\nA truckstop diner lies a stone's throw away. \"Pit\nStop.\" A slapdash painted sign reads, “Last Food For\nMiles.\"\n\nThe kid pauses, shambles to his feet and stumbles off\nin the direction of the restaurant.\n\nINT. \"PIT STOP\" - DAY 36\n\nJim walks through the revolving door. A BELL RINGS\nwith a DING. A counter with stools and a few booths by\nthe window, devoid of customers. The PROPRIETOR is\nscrubbing the formica countertop with a Bounty towel.\nJim schleps over to it, drained and defeated.\n\nPROPRIETOR\nCan I help you?\nHALSEY\nCoffee. Somethin'. I dunno.\n\nCoffee.\n\n(CONTINUED)\n\f \n\n36\n\nCONTINUED: 36\n\nPROPRIETOR\nIt's brewing. Got a few minutes?\n\nHALSEY\nProbably not.\n\nPROPRIETOR\nTo go?\n\nHALSEY\nBring it to me at one of the\nbooths. If I'm still here.\n\nPROPRIETOR\nYou okay, kid?\n\nHALSEY\nNope.\n\nPROPRIETOR\n\nGo on. Have a seat.\n\nThe owner goes into the kitchen. The kid is totally\ndejected and despondent. He flops into a booth by the\nwindow and stares forlornly out the pane glass at the\nhighway and the relentless procession of cars and\ntrucks streaking across it. Jim rests his elbows on\nthe table and puts his face in his hands.\n\nSomebody slides into the seat across from him. The kid\ndrops his hands.\n\nJohn Ryder is sighting him down with his trademark\nbullet eyes. His black raincoated shoulders unfurl\nlike bat wings, his unearthly transistor radio voice\nmakes Jim sink into the seat cushion.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe kid\ndrops his hands. John Ryder is sighting him down with his trademark\nbullet eyes. His black raincoated shoulders unfurl\nlike bat wings, his unearthly transistor radio voice\nmakes Jim sink into the seat cushion. \n\nTARGET SECTION TO BE ANNOTATED:\nRYDER\nSo how do you like shitsville,\nstupid?\n\nJim gropes for his gun under his jacket. This can't\nescape Ryder's notice but he takes it in stride.\n\nUnder the table, the CLICK of a HAMMER being COCKED\nback on a .357 Magnum. Jim's face brightens in a de-\nmented gloat.\n\nHALSEY\nYou stay sitting right where you\nare. Don't move or I'll blow your\nbrains out your ass.\n\n(CONTINUED)\n\f50.\nCONTINUED: (2) 36\n\nRyder rolls his eyes.\n\nRYDER\nAin't no bullets in that gun.\nHALSEY\nYeah?\nRYDER\n\nYeah, oh yeah.\n\nThe Hitcher sees the doubt written plainly on the boy's\nfeatures and laughs incredulously.\n\nRYDER\n(continuing)\nYer so stupid ya never even\nchecked, did ya?\n\nHALSEY\n\nSo help me, I'll blow you in half.\nRYDER\n\nSqueeze the trigger if ya want.\nHALSEY\n\nI will.\nRYDER\n\nGo ‘head.\n\nJim is on the spot. He chews his tongue in his cheek.\nHe is in no way capable of that action. Under the\ntable there is a second, similar CLICK. The Hitcher's\nface becomes very serious.\n\nRYDER\n\n(continuing)\nBecause you can sure as shit bet\nI'm gonna squeeze mine.\n\nThe kid goes an ashen hue.\n\nRYDER\n(continuing)\n--- Bang!!!\n\nRyder makes the sound of a gunshot and Jim jumps in his\nseat. Out of reflex, he pulls the trigger, summoning\nonly the hollow SNAP OF A HAMMER striking an empty\ncylinder. Aghast, Jim squeezes the trigger again and\nagain, but the gun is indeed empty.\n\n(CONTINUED)\n\f36\n\n51.\nCONTINUED: (3) 36\n\nThe kid shrinks away as Ryder leans forward, his pale\nthin lips whitening into a scar-tissue sneer.\n\nRyder digs into his pocket, bringing his hand out with\nsomething in his pallid fist. He spits on the tips of\ntwo of his fingers and balances twin copper pennies on\nthem. Stretching his hand across the table, he presses\nthe coins in Halsey's eye sockets.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nRyder digs into his pocket, bringing his hand out with\nsomething in his pallid fist. He spits on the tips of\ntwo of his fingers and balances twin copper pennies on\nthem. Stretching his hand across the table, he presses\nthe coins in Halsey's eye sockets. \n\nTARGET SECTION TO BE ANNOTATED:\nJim just sits there with the pennies on his eyes. He\ndoesn't breathe.\n\nMoments pass. The silence is so complete that the soft\n\"puft\" of a container of coffee being set on the table\nis deafening. The PENNIES drop out of his eyes and\nCLATTER around the tabletop.\n\nHe looks around, disoriented. The Proprietor is stand-\ning over him with his hands on his hips. John Ryder is\nnowhere to be seen.\n\nPROPRIETOR\nThat coffee's to go because I\ndon't want you hanging out here.\nTake it and get going.\n\nThe owner goes away. Phoenix scans the place in vain\nfor the Hitcher. His gaze settles on something left in\nfront of him on the table.\n\nA napkin folded over some objects. Two words scribbled\non the tissue. \"Next time.\"\n\nThe kid unwraps the napkin and exhales.\nTwelve .357 ammo cartridges.\n\nHe scoops them hurriedly into his coat pocket before -\nanyone could notice them. His attention is suddenly\ndiverted.\n\nOut the window beside him he sees a Trailways bus\nparked in the lot. Its door Opens and a bunch of pass-\nengers step out to stretch and get some fresh air.\nSeveral of them come inside to fetch food from the\nProprietor. Rest stop.\n\nHalsey downs his coffee in a single gulp, smacking his\nlips.\n\nHALSEY\nGet your ass in gear, buddy.\n\n(CONTINUED)\n\f36\n\n37\n\n38\n\n \n\nCONTINUED: (4) 36\n\nThe kid gets up out of the booth and makes his way past\nthe passengers at the counter to the door.\n\nEXT. \"PIT STOP\" PARKING LOT - DAY 37\n\nThe bus sits pluming heat waves into the baking noon\nair.\n\nIn the distance down the freeway, a flurry of police\nactivity. Sparking red road flares are set on the\nblacktop. A squadron of highway patrol cars are parked\naround the blood-spattered one. Troopers are hauling\nthe dead bodies out and placing them on the tarmac.\n\nOne cop is directing traffic.\n\nThe bus driver waddles to the rear of the cruiser,\nabsorbed in the spectacle down the road.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nTroopers are hauling\nthe dead bodies out and placing them on the tarmac. One cop is directing traffic. The bus driver waddles to the rear of the cruiser,\nabsorbed in the spectacle down the road. \n\nTARGET SECTION TO BE ANNOTATED:\nHalsey steals out the door to the diner and sneaks\nacross the lot, up the gangway and into the bus.\n\nINT. RESTROOM - TRAILWAYS BUS - DAY 38\n\nUnoccupied. The door is pushed in and the kid steps\ninside, closing and locking it behind him.\n\ndim throws some cold water on his face from the basin.\nResting his rear end against the sink, he dries himself\nwith a paper towel.\n\nWithdrawing the .357 Magnum from his belt, he scoops a\nhandful of the big-bore cartridges from his jacket\npocket. Halsey peruses the handgun, fingering its\nvarious components and fittings. He hasn't a clue\nabout how to break the cylinder to insert the bullets.\nPatience nil, he works himself into a red-faced frenzy\npawing at the pistol. Tricking open the dead bolt by\naccident, he flips the tumbler out. Plugging slugs\ninto the six holes and slapping shut the chambers, he\nreturns the gun to his belt.\n\nOutside the bathroom can be heard the RUSTLING OF PASS-\nENGERS returning to their seats.\n\nThe john quivers as the MOTOR RUMBLES on directly be-\nneath the floor.\n\nThe kid makes his move, undoing the latch lock and\nedging open the door.\n\f39\n\n \n\nINT. SEATING SECTION - TRAILWAYS BUS - DAY 39\n\nHalsey ducks out the door and drops himself into the\naisle seat in the row set against the rest room. Jim\nsettles in the cushion and has himself a smoke. He.\nreturns his pack of Marlboros to the pocket of his\nleather jacket and looks about, spotting the passengers\nin the seats around him. He hasn't been seen. The kid\nbreathes a sigh of relief.\n\nStiff, he stretches his neck and sees someone sitting\nin the rear seat row over his shoulder. He shakes his\nhead and smiles.\n\nThe girl is out of her waitress uniform and clad in a\ndenim jacket, jeans, a dungaree shirt and worn cowboy\nboots. GALVESTON NASH is sitting alone in the window\nseat, staring absently through the glass, the side of\nher face to him. She has her handbag in her lap.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe girl is out of her waitress uniform and clad in a\ndenim jacket, jeans, a dungaree shirt and worn cowboy\nboots. GALVESTON NASH is sitting alone in the window\nseat, staring absently through the glass, the side of\nher face to him. She has her handbag in her lap. \n\nTARGET SECTION TO BE ANNOTATED:\nJim gets out of the aisle seat and slides onto the\ncushion across from her. Gal is removing a pack of\nMerits from her breast pocket. As she lights up, she\ngets her first look at her seat mate. A double take.\n\nHALSEY\nHi.\n\nGAL\nYou.\n\nThe girl tries to get up and run at the same time. The\nkid is wide awake and in action. Jack-knifing himself\nacross the seats, he drags her down in a clinch and\nwrestles her onto his lap. He stuffs his hand in her\nmouth to silence her. She bites down hard and he has\nto stifle a yelp. He draws the .357 Magnum from his\nbelt and holds it in his hand so she can see it. She\nstops struggling and stares at the gun.\n\nHALSEY\n... Are you gonna stop?\n\nJim takes his hand from her mouth and suckles the red\nteeth marks semi-circling the palm. He lets her go.\nShe sits up and smooths off her rumpled garments. Her\neyes remain riveted on him.\n\nGAL\nAre you gonna shoot me?\nHALSEY\nStop worrying about me shooting\n\nyou.\n\n(CONTINUED)\n\f \n\n39 CONTINUED: 39\n\nHe sticks the revolver in his belt and closes the flaps\nof his jacket over it.\n\nHALSEY\n(continuing)\n«+. See? I'ma kid. I'm a normal\nkid -- I'm just like you.\n\nGAL\nA kid with a gun.\n\n(CONTINUED)\n\f \n\nCONTINUED: 39\n\nHALSEY\nThis gun I stole for protection.\nI haven't fired it once. It still\nhas all the bullets in it. It\ndidn't have any bullets in it at\nall until five minutes ago.\n\nGAL\nSo you have the bullets to shoot\nme if I don't shut up.\n\nHALSEY\nWhat are you doing here, anyway?\n\nGAL\nI commute from my job to my town.\nMy stop is coming up next. Are\nyou going to let me get off?\n\nHALSEY\nDon't know what I'm going to do\nwith you.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy stop is coming up next. Are\nyou going to let me get off? HALSEY\nDon't know what I'm going to do\nwith you. \n\nTARGET SECTION TO BE ANNOTATED:\nGAL\n\nIf you're not going to let me go,\nyou're going to shoot me like you\nshot all those other people, and\nif you're going to shoot me, I'm\ngoing to scream.\n\nThe kid claps his hand over the girl's mouth. Seizing\nher by the shoulders, he hoists her over to him and\nholds her face inches from his own.\n\nHALSEY\nLook in my face! Look in it! Do\nI look like somebody who gets his\nrocks off wasting people? Is that\nwhat you see?\n\nShe looks him over a long moment and shakes her head\nsincerely. Jim Halsey has made contact with somebody\nand all the pressure and pain overcome him as he breaks\ndown and cries. He weeps in shuddering sobs.\nGalveston suddenly sees a severely shaken, strung-out\nand scared young man, and she is shocked. He puts his\nhead on her shoulder. She puts her arms around him and\nhugs him softly. He lays his head on her lap. She is\nastonished and affected.\n\n(CONTINUED)\n\f39\n\n55.\nCONTINUED: (2) 39\n\nHALSEY\n(continuing)\n«-- It doesn't stop. I can't get\nany relief. I gotta get some\nrelief.\n\nStunned, she strokes his hair soothingly.\n\nGAL\nI don't know who you are. I don't\nknow what's going on. I do know\nyou didn't shoot anybody. You\nsettle down. It's going to be\nalright.\n\nA big glass portico looms behind the two of them. The\nhighway recedes behind tinted glass. The black pickup\ntruck is keeping steady pursuit, hovering like some\nrelentless and poisonous beetle on the wing.\n\nGRIND OF GEARS as the bus shifts to a lower mode, slows\nits speed, steers onto the road shoulder, and comes to\na stop.\n\nThe kid sits up and looks over the headrest out the\nglass portico. A Highway Patrol car with its party\nlights flashing is bringing up the rear. It parks\nbehind the cruiser and two troopers climb out, unsnap-\nping their side holsters. The young man sinks down in\nthe seat with a groan.\n\nHALSEY\nIt's the cops.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt parks\nbehind the cruiser and two troopers climb out, unsnap-\nping their side holsters. The young man sinks down in\nthe seat with a groan. HALSEY\nIt's the cops. \n\nTARGET SECTION TO BE ANNOTATED:\nGAL\nWhat are you gonna do?\n\nHALSEY\nI gotta give up. I got no choice.\n\nGAL\nI'll go with you. It's going to\nbe alright.\n\nHALSEY\nLet's go.\n\nThe two young people get up out of the seat and go down\nthe aisle. The bus driver pistons open the door with\nan AIRLOCK RELEASE.\n\f40\n\n41\n\n56.\nEXT. INTERSTATE HIGHWAY 10 WEST - DAY 40\n\nThe .357 Magnum is chucked out the open door. It lands\non the gravel.\n\nTROOPER HAPSCOMB and TROOPER HANCOCK are approaching\nthe bus. They draw out their handguns and wait in\napprehension.\n\nJim Halsey climbs gingerly down the gangway. He disem-\nbarks with his hands clasped behind his head.\n\nHALSEY\n\nI'm unarmed. I'm turning myself\n\nin.\nThe kid goes over to the cops calmly and carefully.\nThe Highway Patrolmen point their pistols at him.\nTrooper Hapscomb reaches for the manacles on his belt.\nTrooper Hancock gives him a loaded look. The policeman\nleaves the cuffs on the clip.\n\nHALSEY\n(continuing)\n«e- I'm giving up but I'm not\nguilty.\n\nTROOPER HANCOCK\nYou spit on my wrist.\n\nJim looks down at the wrist. It is connected to a hand\nwhich is clenching a .357 Magnum snub-nosed aimed at\nhis abdomen.\n\nTROOPER HANCOCK\n(continuing)\n«-. Wipe it off.\n\nHALSEY\nYou can see I'm unarmed.\n\nTROOPER HANCOCK\nWipe it off.\n\nHALSEY\nPut the gun in your other hand.\n\nTROOPER HANCOCK\nWipe it off.\n\nINT. SEATING SECTION - TRAILWAYS BUS - DAY 41\n\nGalveston is biting her lip as she leans over the head-\nrest of a seat, looking out the tinted glass window at\nJim standing with his hands behind his head with the\nTroopers on either side.\n\f41\n\n42\n\n57.\nCONTINUED: 41\n\nA gum-chewing old woman and a little boy with a\nknapsack rubberneck in their seats to see the scene..",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEATING SECTION - TRAILWAYS BUS - DAY 41\n\nGalveston is biting her lip as she leans over the head-\nrest of a seat, looking out the tinted glass window at\nJim standing with his hands behind his head with the\nTroopers on either side. 41\n\n42\n\n57. CONTINUED: 41\n\nA gum-chewing old woman and a little boy with a\nknapsack rubberneck in their seats to see the scene.. \n\nTARGET SECTION TO BE ANNOTATED:\nTrooper Hancock sees the spectators and slowly shifts\nhis position to shield the kid from the sight of the\npassengers. The girl swears and sprints down the\naisle. :\n\nEXT. INTERSTATE HIGHWAY 10 WEST - DAY 42\n\nThe young man swallows as he sees the cop cock back the\nhammer of the gun with his thumb. The kid understands\nthe situation. He scrambles away and scatters along\nthe shoulder of the road. The Highway Patrolmen drop\nto one knee and draw beads on him. Their fingers close\non the triggers.\n\nA GUNSHOT cuts the air.\nHalsey cries out and collapses on the blacktop tarmac.\n\nTroopers Hapscomb and Hancock stay still and start to\nsweat.\n\nGalveston is standing outside the door of the bus. Her\nsimple country girl face is flushed with anxiety. She\nis aiming the .357 Magnum she is holding in her hands\nat the backs of the crouched Highway Patrolmen.\n\nGunsmoke drifts from the barrel.\n\nGAL\nI don't believe you were going to\ndo what you were going to do.\nDrop your guns.\n\nThe policemen set their revolvers on the road.\n\nJim Halsey gets to his feet. Sick with anger, he\nstalks along the roadway to where Trooper Hapscomb and\nTrooper Hancock are down on one knee. He bends down\nand grabs up a .357 Magnum in each fist. He points the\nguns grimly in the cops' faces and grits his teeth as\nthey flinch and wince.\n\nHALSEY\nI understand the situation.\n\nHe is not interfered with as he walks past the Highway\nPatrolmen to where the girl is standing holding the\nhandgun at her side.\n\n(CONTINUED)\n\f42\n\nCONTINUED:\n\nHe heaves the two .357 Magnums over the guard rail,\ndown a slope and into a small creek at the bottom of\nthe hill. He takes the pistol from her grasp and ~\nlevels it on the policemen.\n\nHALSEY\n(continuing)\n.-. Get up and get out your\nhandcuffs. Cuff yourselves to the\nguard rail.\n\nGrudging, but obliging, the cops disengage the manacles\nfrom their belt clips, close a clamp around a wrist and\nclamp the other cuff to the guard rail crossbeam.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nGet up and get out your\nhandcuffs. Cuff yourselves to the\nguard rail. Grudging, but obliging, the cops disengage the manacles\nfrom their belt clips, close a clamp around a wrist and\nclamp the other cuff to the guard rail crossbeam. \n\nTARGET SECTION TO BE ANNOTATED:\nHALSEY\n(continuing)\n«s. Chuck the keys.\n\nThe policemen toss the car keys to the kid. He catches\nthem and puts them in his pocket. The Highway Patrol-\nmen glower at the girl who is growing concerned about\nthe consequences of her actions.\n\nTROOPER HAPSCOMB\nYou're in a world of hurt, young\nlady.\n\nGAL\nWhat was I supposed to do? I\nwasn't going to stand and watch\nwhile you shot him in cold blood.\n\nTROOPER HANCOCK\nYou're an accessory and you're\ngoing to jail.\n\nHALSEY\nShut up, asshole!\n\nThe kid turns to the girl, shoving the revolver in his\nbelt under his jacket.\n\nHALSEY\n(continuing)\n«s- I'm gonna grab the car and get\nout of here. You gonna come?\n\nGAL\nI can't go with you.\n\n(CONTINUED)\n\n \n\n42\n\f42\n\n43\n\n44\n\n \n\nCONTINUED: (2) 42\n\nHALSEY\nYou can't stay here, you'll get\narrested. If you come with me I\ncan drive you a couple miles, and\nyou can get out and get away.\n\nShe shuts her eyes and shakes her head at the situa-\ntion. She shrugs and nods. The kid takes the girl by\nthe hand and hurries her over to where the Highway\nPatrol Mustang is parked with its doors flung open and\nits ENGINE IDLING. He helps her into the passenger\nseat, heads around the hood and hustles into the\ndriver's seat. They slam shut their doors.\n\nINT. CAB - BLACK PICKUP TRUCK - DAY 43\n\nA skeletal hand sticking out of the sleeve of a black\nrubber raincoat stubs out the butt of a Lucky Strike\ncigarette in the pallid palm of the other hand. It\nwraps around the wooden stock of a .357 Magnum jammed\nin the belt of the grey pleated trousers. Yanking it\nout, it pulls the pin and flops open the cylinder.\nDigging into the pants pocket, it comes up with two\nfresh cartridges. Wedging out the charred casings, it\npops in the new shells.\n\nRYDER\nBitch.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nDigging into the pants pocket, it comes up with two\nfresh cartridges. Wedging out the charred casings, it\npops in the new shells. RYDER\nBitch. \n\nTARGET SECTION TO BE ANNOTATED:\nThe bony hand slaps shut the chambers and spins them\naround with a WHIZZ by the heel of the paln. Stuffing\nthe revolver rudely back in the belt, it grabs the\ndangling key ring and switches on the ignition. The\nENGINE SNARLS. The hand slams the stick into first\ngear.\n\nINT. STOLEN SQUAD CAR - DAY 44\nJim Halsey turns over the motor. The turbo-charged\nENGINE BURSTS on with a BLAST of horsepower. The kid\nshifts into gear and steers onto the Interstate and\n\ninto the midday traffic. He looks at the girl sitting\napprehensively alongside hin.\n\nHALSEY\nRelax.\n\nJim returns his eyes to the road.\n\n(CONTINUED)\n\f \n\n44\n\n60.\nCONTINUED: 44\n\nSIRENS RISE. Halsey looks into the rearview mirror to\nsee two cherrytops flashing. The flowering red flares\nblossom brighter. The two pursuing police cars get™\ncloser, hot on their tail. Gal looks over her\nshoulder. She looks at Jim, distraught. He shrugs\nweakly.\n\nHALSEY\n(continuing)\n«++ Sorry.\n\nThe kid starts to concentrate on his driving and he\nstares straight ahead. He ignites a Marlboro with the\ndashboard lighter.\n\nHALSEY\n(continuing)\n«-. Buckle your seatbelt.\n\nThe girl's face is tight with tension as she extends\nher strap and latches it into the niche.\n\nHALSEY\n(continuing)\n«-»- Do mine.\n\nFrightened and fidgety, she reaches over and secures\nhis belt.\n\nJim shifts straight up to fifth gear. A RACING SURGE\nOF THE V-8 ENGINE and the supercharged car sears off so\nsensationally fast the two occupants suck in their\nbreath. Halsey jockeys his way through the cars. He\nswoops in and out of traffic, soaring from lane to\nlane. The speedometer needle swivels up to 110 m.p.h.\nThe SIRENS are growing LOUDER.\n\nThe kid reaches into his jacket and drags out the .357\nMagnum. He drops it on the dashboard.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe SIRENS are growing LOUDER. The kid reaches into his jacket and drags out the .357\nMagnum. He drops it on the dashboard. \n\nTARGET SECTION TO BE ANNOTATED:\nHALSEY\n(continuing)\nI don't think I'll be able to\ndrive and work the gun at the same\ntime. Do you know how to fire a\npistol?\n\nGAL\nI'm not going to shoot anybody.\n\nHALSEY\nAim for the tires.\n\n(CONTINUED)\n\f \n\n44\n\n61.\nCONTINUED: (2) 44\n\nTwo Highway Patrol black and whites blast over the\nblacktop behind the backshield. Jim angles his head\nout the open window. At this speed, the violence and\nvelocity of the wind nearly beheads him. He looks out\nlong enough to see one of the police cars take the lead\nof its brother, advancing on the left.\n\nOver the HOWL OF THE WIND can be heard the voice of one\nof the Highway Patrolemn, METALICALLY STATIC over the\nMEGAPHONE.\n\nTROOPER (V.O.)\nWe are ordering you to stop! If\nyou ignore this warning, you will\nbe shot down!\n\nThe kid looks over his shoulder to see the squad car\nkeeping perfect pace alongside. The passenger door is\nso close he could reach out and touch it. A bald\nTrooper is aiming a sawed-off shotgun at point-blank\nrange, resting his elbow on the base of the window for\na brace.\n\nHalsey spins the steering wheel hand over hand and\nsmashes the police car sideways. The skinhead Trooper\nis slammed into his partner at the wheel. Jim watches\nas the patrol car goes out of control, sideswiping the\naluminum divider and slipsliding around the road. It\nrecovers and resumes its pursuit. The second squad car\ndrifts to the right and comes into alighnment.\n\nThe THIN BLAST OF A SHOTGUN. The backshield is blown\nout in a hailstorm of tinted glass granules that hurri-\ncane into the front seat. Galveston covers her head\nand screams.\n\nA SECOND BLAST. The trunk door flies open, peppered\nwith buckshot.\n\nA THIRD BLAST. The trunk gate disappears.\n\nBRANNNNG! It comes crashing down on the hood, flopping\nover the windshield.\n\nHALSEY\nI can't see!\n\nThe wind sweeps the obstruction off.\n\n(CONTINUED)\n\f44\n\n \n\n62.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALSEY\nI can't see! The wind sweeps the obstruction off. (CONTINUED)\n\f44\n\n \n\n62. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (3) 44\n\nThe Highway Patrol black and whites fan out, approach-\ning one on each side. :\n\nJim snatches the .357 Magnum off the dash, tossing it\nin Gal's lap.\n\nHALSEY\nUse it! We're in trouble!\n\nSobbing she rolls down her window. Galveston bears the\nhuge hog pistol in both her slender little hands, frig-\nid with fear. Squinting, she points it in the general\ndirection of the squad car on her right side. Shutting\nher eyes and wincing, she squeezes the trigger.\n\nCRACKAKABOOM! The handgun's potent kick lashes her\nback into her seat. The shot goes wild.\n\nThe first police car maneuvers alongside the stolen\none. dim ducks as the bald Trooper FIRES a cloud of\nPELLETS. The hood is blown clean off in a flash of\nsparks. A smoke screen of steam enshrouds the wind-\nshield. Jim wheels his car inwards and sideslams the\nattacking auto. The other car is smashed into the\nmetal divider. Halsey batters it again and again.\n\nTHREE SHOTGUN BLASTS in rapid-fire succession from the\nright.\n\nThe rear side window spiderwebs.\n\nThe back fender drops away.\n\nThe roof curls like a sardine can.\n\nGoosed, Galveston grits her teeth and sticks the .357\nMagnum out the window again. She squeezes off five\nslugs in quick sequence. KABOOM! BOOM! BOOM! BOOM!\nBOOM!\n\nThe police car keeps coming, not even fazed.\n\nThe wind blows the pistol out of her hands.\n\nGAL\nI dropped the gun!\n\nHALSEY\nYou what?!\n\nThe twin black and whites close in for the kill, sand-\nwiching the commandeered cop car on both sides.\n\n(CONTINUED)\n\f44\n\n63.\nCONTINUED: (4) 44\n\nThe girl looks over, white with fright, to see a blond\nTrooper struggling to aim his shotgun over his part-\nner's hands on the wheel. The kid turns his head to\nface the car beside him. He looks up the smoking bar-\nrel of a loaded .410.\n\nSHOTGUN BLAST. Muzzle flash.\n\nThe buckshot shears Jim's door off at the hinges.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHOTGUN BLAST. Muzzle flash. The buckshot shears Jim's door off at the hinges. \n\nTARGET SECTION TO BE ANNOTATED:\n It\nfalls away. Halsey's exposed body is whiplashed by the\nROARING WINDS.\n\nThe Highway Patrol car on the right edges up and the\nblond Trooper locks them in his sights. The Highway\nPatrol car on the left holds its position. The bald\nTrooper draws a bead on Jim's unshielded and vulnerable\nfigure.\n\nThe kid flattens the brake pedal. TRANSMISSION SHRIEK\nand the SCREECH of shorn-off TIRE RUBBER. Jim and Gal\nare tossed forward like rag dolls. The seat belts snap\ntension, saving them from being catapulted through the\nwindshield.\n\nThe twin black and whites open FIRE on a car that was\nin between them but suddenly isn't. The autos are both\non the receiving end of each other's lead shot. The\nstorm of pellets peppers their front tires, ripping\nthem to rubber ribbons. Both cars suddenly ride on raw\nrims and spin out of control.\n\nThe police car on the right careens over the embankment\nand becomes airborne. It nosedives onto the hillside\nand rolls top over tail down the slope.\n\nThe police car on the left crashes into the divider and\nflips onto the broken white lines in the center of the\nblacktop. Steaming emission from under the overturned\nand crumpled hood.\n\nThe stolen squad car sits stationary, a ruined wreck.\nThe kid and the girl lie back, gasping.\n\nHALSEY\nAre you okay?\n\nGAL\nYeah. Yeah.\n\nHALSEY\n\nGood.\n(CONTINUED)\n\f44\n\n \n\nCONTINUED: (5) 44\n\nThey look at each other with anxious alarm at the\nwreckage they have wrought. The kid reaches to the\ndangling key ring and switches on the ignition. The\nFNGINE CHOKES. It COUGHS. It CHOXES again, then it\nSPUTTERS on. He shifts to first and gently gives the\ncar some gas. The vehicle shudders forward shakily.\n\nThe two people roll to the scene of the smashup. Gas,\nglass and mashed mangled metal litter the blacktop.\nJim and Galveston have lumps in their throats as they\nchance a glance over the embankment at the patrol car\nset on its side on the slope.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two people roll to the scene of the smashup. Gas,\nglass and mashed mangled metal litter the blacktop. Jim and Galveston have lumps in their throats as they\nchance a glance over the embankment at the patrol car\nset on its side on the slope. \n\nTARGET SECTION TO BE ANNOTATED:\n The two Troopers are\nalive and in shock, stunned and stumbling along the\nhillside.\n\nThe kid and the girl breathe a sigh of relief and turn\nto look at the overturned squad car. The bald Trooper\nclambers out. He drags his partner, grimacing and\nglaring at the boy, too weak and wounded to do anything\nabout it.\n\nGalveston applies a shear strip to a gash on Jim's brow\nfrom a box of Band-Aids in the glove compartment.\nHalsey shrugs apologetically at the Trooper, grabs the\ncanister and chucks it to him. The cop catches the\nBand-Aids and pitches a surly stare in return. The kid\ngives the stolen squad car some gas and the auto starts\ncovering ground.\n\nHalsey pumps the gas pedal and floors it. The savaged\ncar shivers and shimmies. It is not well. It is\nhaving trouble maintaining a steady speed of 40 MPH.\n\nGal looks over her shoulder. She puts her face in her\nhands and starts weeping. Jim checks the rearview\nmirror. Reflected are a sea of sparkling red and white\npinpoints of light. An armada of Highway Patrol cars\nare approaching in the distance.\n\nThe kid pounds on the gas pedal and punches the\nsteering wheel in frustration.\n\nHALSEY\nC'mon! Go! Gol\n\nSomething appears in the sky up ahead. Jim snaps to\nattention when he sees it. A black dot. A Bell Jet\nchopper with the insignia of the Texas Rangers on the\nside. A little flash.\n\nPTAAAAAAAANK! A fist-sized hole is punched in the\ncarburetor.\n\nA second flash.\n\n(CONTINUED)\n\f44\n\n \n\nCONTINUED: (6) 44\n\nCRRRRAAAASHHH! A windshield cobwebs. The crater is\ncarved out of the vinyl upholstery an inch from Jim's\near. He cries out.\n\nCRRRRAAAANNNNKSSSSSHHNK! A third SHOT blows the\nwindshield to smithereens. The 30.06 shell RICOCHETS\naround the interior of the car. Galveston puts her\narms over her head and screams.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nA third SHOT blows the\nwindshield to smithereens. The 30.06 shell RICOCHETS\naround the interior of the car. Galveston puts her\narms over her head and screams. \n\nTARGET SECTION TO BE ANNOTATED:\nHalsey looks over his shoulder to see the platoon of\npatrol cars rising on the road to his rear in a flare\nof slashing red light. He looks through the smashed\nwindshield to see the black hornet of a helicopter dip\nits gleaming glass dome of a nose and divebomb his\ncar. Jim reaches his hand over and pushes Gal's head\ndown as he ducks.\n\nKAPOW! KAPOW! The headrests of the two front seats\nexplode in showers of stuffing. A shadow crosses the\ninterior of the car as the chopper speeds over the roof\nin a BUZZSAW of ROTOR BLADES Halsey sits up in the\nseat, staring all around him. The helicopter is no-\nwhere to be seen, but the ROARING WHIRR of its ROTORS\nis all over the place. Whiplashing WINDS assault the\ntwo people inside the car. Jim has his hand on\nGalveston's head and holds it there.\n\nHALSEY\nStay down!\n\nThe kid looks into the rearview mirror to see the\nshiny, steely windshield dome of the helicopter\nreflected as it lowers itself into position behind the\ncar. A firecracker flash.\n\nThe rearview mirror is obliterated in sharp splinters\nof glass by a slug.\n\nThe kid looks over his shoulder to see that the chopper\nis out of sight. The ROTOR ROAR rips the air. A\nRIFLESHOT shears through the metal roof of the car like\na spike. Jim jumps out of the way as the parking brake\nbetween the seats is blown to bits. Halsey's eyes come\nout of his head as he sees the helicopter swoop, sink\nand settle alongside the car, the landing struts sev-\neral feet away from the window. The glint of sunlight\non the co-pilot's gunbarrel.\n\nThe kid jam himself back in his seat and spins the\nsteering wheel, swishing his car sideways. The roof of\nthe automobile strikes the struts of the chopper and\nsends the aircraft into a WHIRRING, WHIZZING spinout.\n\n(CONTINUED)\n\f44\n\n \n\nCONTINUED: (7) 44\n\nThe helicopter weaves and wobbles and slipslides across\nthe sky as it tries to stay airborne.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe kid jam himself back in his seat and spins the\nsteering wheel, swishing his car sideways. The roof of\nthe automobile strikes the struts of the chopper and\nsends the aircraft into a WHIRRING, WHIZZING spinout. (CONTINUED)\n\f44\n\n \n\nCONTINUED: (7) 44\n\nThe helicopter weaves and wobbles and slipslides across\nthe sky as it tries to stay airborne. \n\nTARGET SECTION TO BE ANNOTATED:\n It swings up in\nfront of the automobile and tilts its nose down,\nangling its propellers to gain altitude and to batter\nthe two people inside the car with the wind from the\nrotor blades.\n\nAmid the chaos, the familiar SNORT of a familiar EN-\nGINE. The black pickup truck lumbers up alongside.\n\nThe Hitcher's hand extends out the driver's window, a\n+357 Magnum clenched in his fist. The kid cowers. The\ngun is not pointed in his direction. It targets the\nbird of prey helicopter. Six GUNSHOTS RING OUT as\nRyder pumps a pistol load into the aircraft.\n\nThe truck hurtles on and disappears.\n\nJim squints through the shattered windshield, his hair\nand clothes blown about by the RUSHING WIND. Loud and\nclear are the SOUNDS OF A HELICOPTER IN DISTRESS.\nHalsey sees the chopper zig-zagging across the sky,\nsmoke funneling out of its rear rotor. It goes into a\ntailspin.\n\nThe kid looks over his shoulder to see the cavalry of\ncop cars closing in a quarter-mile behind. As he\nwatches, the HELICOPTER CRASHES on the center of the\nhighway. It EXPLODES in boiling balls of fire and\nbillowing clouds of smoke. Fiery debris rains down.\nNo police cars are about to drive through the inferno.\n\nHALSEY\nGal. We got away.\n\nGalveston has her face in her hands, shivering in shock.\n\n(CONTINUED)\n\f44\n\n45\n\n46\n\n47\n\n \n\n66.\nCONTINUED: (7) 44\n\nFlaming licks and smoking sparks shoot out of the rav-\naged engine. Anxiously, Jim swerves the car to the~\nshoulder of the road and stops. He throws on the emer-\ngency brake and unbuckles his seat belt.\n\nHALSEY\n(continuing)\nC'mon, Gal. Let's split.\n\nShe just sits there. He climbs out of the decimated\ndoor frame onto --\n\nEXT. INTERSTATE HIGHWAY 10 EAST - DAY 45\n\nHe hurries around the other side and heaves open her\ndoor. Unlatching her strap, he hauls the limp young\nlady out of her seat. Heaping her against him, he\nhelps her up the highway side.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nINTERSTATE HIGHWAY 10 EAST - DAY 45\n\nHe hurries around the other side and heaves open her\ndoor. Unlatching her strap, he hauls the limp young\nlady out of her seat. Heaping her against him, he\nhelps her up the highway side. \n\nTARGET SECTION TO BE ANNOTATED:\nThe bullet-ridden and burning BLACK AND WHITE BLOWS SKY\nHIGH in a pillar of fire and smoke.\n\nHe walks with her along the roadside. A regulation\nroad marker set in the cement by the guard rail. \"Gas/\nFood/Lodging 1/4 Mile.\" The kid stumbies with the girl\nin the direction of the access road stretching off the\nInterstate.\n\nEXT. \"GASLAND\" - DAY 46\n\nA settlement of fueling stations on the frontage road.\nThe depots have luminescent logos perched atop 100 foot\nhigh pinions advertising \"Shell,\" \"Exxon,\" \"Texaco,\"\n\"BP\" and \"FasGas.\"\n\nA two-story motel surrounded by unoccupied tractor-\ntrailer eighteen-wheelers. A sign perched atop a pole\n-- \"White's Truckstop & Restaurant.\"\n\nJim Halsey shambles into the parking lot with the\nbarely coherent girl clinging to his shoulders. The\nkid slumps to the registration office with his last bit\nof strength.\n\nINT. MOTEL ROOM $13 - \"WHITE'S TRUCKSTOP\" - DAY 47\nA comfy, carpeted suite decorated in baby blue. A twin\nbed with neat sheets and pillow cases. A dresser and a\ntelevision set on a stand with a remote switcher set on\ntop.\n\n(CONTINUED)\n\f47\n\n48\n\n \n\n67.\nCONTINUED: 47\n\nThe SOUND OF A KEY TURNING IN THE LOCK. The door opens.\nThe kid stumbles in with the girl, holding her up with\nan arm around her waist. He drops her on the bed and\nshe lies there in a heap. He shuts the door and locks\nit with the key. Barely able to stand on his feet, he\nslides his leather jacket off his shoulders and slings\nit over the teievision console. The remote switcher is\nknocked onto the carpet. He collapses on the mattress.\n\nJim and Galveston are sound asleep in seconds.\n\nINT. MOTEL ROOM #13 - NIGHT (LATER) 48\n\nTHROUGH THE CURTAINS, out of the window, the illumi-\nnated gas station signs beam brightly in the blackness\nof the night. A table lamp on a bedstand casts the two\nsleeping bodies on the bed in a warm and cozy glow.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MOTEL ROOM #13 - NIGHT (LATER) 48\n\nTHROUGH THE CURTAINS, out of the window, the illumi-\nnated gas station signs beam brightly in the blackness\nof the night. A table lamp on a bedstand casts the two\nsleeping bodies on the bed in a warm and cozy glow. \n\nTARGET SECTION TO BE ANNOTATED:\nThe kid stirs in his slumber. Still asleep, he rolls\nover and puts an arm around the girl's shoulders. She\ndoesn't awaken but she responds to his warmth and curls\nup against him. He pulls her close and she clings to\nhis back with her hands. The two fit together like a\nsoft glove and, in sleep, seek relief in the sanctuary\nof each cther's bodies. Snoozing, their faces touch,\ntheir lips brush and they breathe each other's breath.\n\nJim and Galveston gently kiss. She touches her fingers\nto the back of his neck and runs her hands down his\nshoulders. He caresses her bosom beneath her clothes.\nHe works open the buttons of her dungaree shirt. Her\nbreasts jiggle free. He squeezes them and suckles her\nnipples. She sighs and her smile seems to wipe the\nanxiety off her face. She rummages her fingers through\nhis hair as his hand ventures down her belly to the\nsnap of her blue jeans. SNAP. He ZIPS down her fly\nand insinuates his fingers in under her panties at the\ncrotch. She rolls her head from side to side. She\ntakes hold of his hand softly and gently removes it\nfrom between her legs. He looks up into her face and\nsmiles. She smiles back.\n\nGAL\nI want to take a shower.\n\nHALSEY\nI'll run it.\n\nJim gets off the bed and struts to the door of the\nbathroom.\n\n(CONTINUED)\n\f48\n\n49\n\n50\n\n68.\nCONTINUED: 48\n\nGAL\nI'll be right in.\n\nHalsey opens the door and walks into --\n\nINT. BATHROOM - MOTEL ROOM #13 - NIGHT 49\n\nThe kid pulls his perspiration-stained undershirt over\nhis head and slam-dunks it into the waste bin. He\nreaches behind the curtain into the shower stall and\nturns the hot water knob. Steaming jets of water blast\nout. The NOISE is deafening. The room begins to fog\nup. Jim wets his hands and splashes his face and chest.\n\nHALSEY\nc'mon, Gal!\n\nHe pokes his head out into the doorway into -~\n\nINT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nJim wets his hands and splashes his face and chest. HALSEY\nc'mon, Gal! He pokes his head out into the doorway into -~\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOTEL ROOM #13 - NIGHT 50\nThe front door is wide open.\n\nJohn Ryder has Galveston's head jerked back at an un-\nnatural angle by a handful of her hair. His switch-\nblade knife is laid against her throat. She is too\nscared to scream.\n\nHalsey cries out and jumps into the room.\n\nRyder resembles the Grim Reaper in his black raincoat\nand skeleton shape as he rears up over the struggling\ngirl he restrains so brutally. His coyote face is\ngrimly set and his bullet eyes are afire with psycho-\nsis.\n\nHis forearm muscles flex to cut Gal's head off.\n\nJim's gaze chances on the television remote switcher on\nthe carpet by his foot. He injects the \"power\" button\nwith his big toe.\n\nThe Sony Trinitron 24-Inch Diagonal flashes ON at FULL\nVOLUME behind Ryder.\n\nJolted, Ryder glances over his shoulder for a critical\ninstant.\n\nThe kid dives over the bed and tackles the psycho,\ndragging him to the floor.\n\n(CONTINUED)\n\f50\n\n69.\nCONTINUED: 50\n\nHalsey seizes Ryder by the throat and smashes his head\nthrough the glass screen of the television console. _\nThe SET IMPLODES in a FLASHBULB POP. ELECTRIC CRACK-\nLING BUZZ as SPARKS SIZZLE out the back of the unit.\nRyder shrieks and screams as his face is fried with\nhigh-voltage electricity. His body spasms spastically\nin Jim's firm and merciless grip. The kid yanks\nRyder's head out of the gaping hole in the TV and drops\nhim on the carpet.\n\nRyder's face is charred and crisped. Transistors and\nchinks of glass confetti his cheeks and his hair is\nburned off his scalp in spots. Blood dribbles out the\ncorner of his mouth. A bubble pops on his lips. Res-\npiration.\n\nHALSEY\nI got you.\n\nJim cracks the knuckles of his fists. He sees the .357\nMagnum in Ryder's belt strap in a gleam of chromium\nsteel. He bends down and extracts it. To be sure, he\nopens the cylinder with practiced ease and checks to\nsee if it's loaded. Six copper cartridge casings.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe bends down and extracts it. To be sure, he\nopens the cylinder with practiced ease and checks to\nsee if it's loaded. Six copper cartridge casings. \n\nTARGET SECTION TO BE ANNOTATED:\nHalsey spins it shut. He picks up the switchblade and _\npockets it.\n\nJim looks at Galveston. She is crammed in the corner\nof the room with her arms covering her bare bosom,\nwatching him wide-eyed. He puts the revolver in his\nbelt and puts out his arms to her.\n\nHALSEY\n(continuing)\nCome here.\n\nGalveston starts to sob. She runs into Jim's arms and\nhe embraces her, hugging her hard. She has her head on\nhis shoulder and he has tears in his eyes.\n\nHALSEY\n(continuing)\n--. It's all over. We're gonna be\nalright. I'm gonna turn his ass\ninto the police and it's all gonna\nget sorted out. I gotta call the\ncops.\n\nThe kid strokes the girl's hair. He walks to the tele-\nphone on the dresser and picks up the receiver. He\ngets an outside line and dials \"911.\"\n\n(CONTINUED)\n\f \n\n50\n\n70.\nCONTINUED: (2) 50\n\nGal sits down on the bed and looks at the skeletal\nscarecrow of John Ryder sprawled on the carpet, his\nscorched head steaming. She shakes her head, staring\nat him like she would at some strange animal who has\nbeen subdued and is safe to see. Jim gets the police\non the line.\n\nHALSEY\n\n(continuing)\nHello, police? Put someone in\ncharge on the phone. Sergeant,\nthis is Jim Halsey. Got a pencil?\nI want to leave a message for\nCaptain Eszterhas. This is what I\nwant you to write. I'm giving\nup. I'm at the White's Truckstop\noff of Interstate Highway Ten.\nI'm in room number thirteen and\nI'm not armed. Got it? Get it to\nhim.\n\nThe kid hangs up the phone.\n\nHALSEY\n(continuing)\nThey'll be here in a few minutes.\n\nJim runs his hands through his hair. He squints at the\noutside lock latch of the open door. Something is\nstuck in the tumbler. Halsey walks over to the door\nand pries out a prong resembling a serrated file. A\njimmie pick. He looks it over and slips it in the side\nof his right sneaker.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHalsey walks over to the door\nand pries out a prong resembling a serrated file. A\njimmie pick. He looks it over and slips it in the side\nof his right sneaker. \n\nTARGET SECTION TO BE ANNOTATED:\nJim checks his watch and crosses the room. Halsey gets\ndown on one knee beside the body of John Ryder on the\nfloor. He draws out the .357 Magnum and looks over the\nmaimed man, leaning in a little too close.\n\nHALSEY\n(continuing)\n.-. Is he still alive?\n\nThe Hitcher's fist pistons a punch into the kid's\nthroat. Jim's eyes go out of focus and he drools,\ndazed and dizzy. The psycho claps his hands on\nHalsey's ears with eardrum-bursting force. The young\nman's eyes roll up in their sockets and the pistol\ndrops out of his hand. He wilts like a limp rag doll\nonto the carpet.\n\n(CONTINUED)\n\f50\n\n51\n\n52\n\n \n\nCONTINUED: (3) 50\n\nJohn Ryder rises to a sitting position, stuffing the\ngun in his belt. He shoots a searing stare at\nGalveston, in a state of shock on the bed. The girl\nscreams and runs for the open door. The Hitcher has\nthe speed of a spectral spirit as he soars to his feet\nand slams his back against the door, shutting it sound-\nly. He rips the .357 Magnum from his belt and holds it\nat his hips on Galveston. An overturned table lamp\nsheds his skeletal silhouette up the wall and across\nthe ceiling, his black raincoated shadow like a gigan-\ntic bat folding the girl in its wings.\n\nRYDER\nBack, bitch.\n\nGalveston's pupils are dilated with fear as she shrinks\nfrom him step by step. She has her hands on her mouth\nas she stuffs herself in the corner of the room.\n\nThe Hitcher advances several steps and stands over the\nout-cold body of the kid slumped on the floor. He\nstares down at the boy, the scorched skin on his face\nsmoking, his eyes burning with psychosis. He seems in\na state of severe anxiety, splitting apart at the\nseams, his finger rubbing a slick sheen of sweat on the\ntrigger of the pistol in his hand.\n\nJohn Ryder turns his head like a gun turret to regard\n\nthe girl squeezed in the corner, shuddering, scared\nspitless. Something stirs in his eyes.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nJohn Ryder turns his head like a gun turret to regard\n\nthe girl squeezed in the corner, shuddering, scared\nspitless. Something stirs in his eyes. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOTEL ROOM #13 - NIGHT 51\nJim Halsey comes to. He puts his hands on his aching\nears and opens his eyes. Coming to his senses, he sits\nup and looks around.\n\nThe room is empty.\n\nHALSEY\nGalveston!\n\nThe kid jumps to his feet and takes off out the open\ndoor into the dark, dank night air.\nEXT. PORCH - NIGHT 52\n\nJim is in a state. He runs around in circles, scouting\nall around him.\n\n(CONTINUED)\n\f52\n\n53\n\n54\n\n \n\nCONTINUED: 52\n\nHALSEY\nGalveston!\n\nThe parking lot at the front of the motel is terrify-\ningly dark. The titanic tractor-trailer eighteen-\nwheelers sit there like slumbering behemoths.\n\nHalsey runs along the porch calling the girl's name.\nHe dashes around the corner of the two-story structure\nonto --\n\nEXT. BACK LOT - “WHITE'S TRUCKSTOP\" ~ NIGHT 53\nThe kid sees it and it stops him dead in his tracks.\n\nThe black pickup truck's sheeny metallic finish glints\nin the ink and oil night. It's ENGINE is PERCOLATING.\n\nRed taillights like smouldering coals shed a sinister\nlight on Galveston.\n\nThe girl's hands are cuffed together at the wrist and\ncuffed to the rear bumper. Her feet are cuffed to-\ngether at the ankles and cuffed to a heavy iron pole\nledged in the cement. The tension on her body is tor-\ntuously taut between the two braces. Her limbs are\nstretched in their sockets. Her dungaree shirt is\nstuffed in her mouth to smother her screams.\n\nJim stands like a statue.\n\nHe can see through the back window of the cab of the\ntruck. Reflected in the rearview mirror, cast in the\nghoulish green glow of the dashboard lights, are the\nHitcher's eyes. Two bullets drilling into his skull.\n\nThe passenger door of the cab is pushed open with a\nSQUEAK. An invitation.\n\nHalsey walks across the gravel ground of the lot to the\ndoor. Weakly, he climbs up the running board and steps\ninto --\n\nINT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn invitation. Halsey walks across the gravel ground of the lot to the\ndoor. Weakly, he climbs up the running board and steps\ninto --\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAB - BLACK PICKUP TRUCK - NIGHT 54\nJohn Ryder glares at him, his drippingly disfigured\n\nface gruesome in the gangrenous green glow. Jim Halsey\nsits in the seat shaking all over, afraid to move a\nmuscle.\n\n(CONTINUED)\n\f54\n\n73.\nCONTINUED: 54\n\nRYDER -,\nSo what are you gonna do?\n\nThe Hitcher's transistor radio voice is garbled and\ngurgling from the blood in his throat.\n\nThe kid just sits there, paralyzed with fear.\n\nRyder nudges with his jaw to indicate the chromium .357\nMagnum resting on the dashboard in between them.\n\nRYDER\n(continuing)\n.s. It's loaded up. Go for it.\n\nJim doesn't go near it.\n\nRYDER\n(continuing)\n... Go ‘head. Maybe you'll be\nable to put a bullet in me before\nI step on the gas and separate\nyour girl at the panty line.\n\nHalsey shudders at the thought. Bis teeth start to\nchatter. He makes no move for the gun.\n\nRYDER\n\n(continuing)\nYou're thinking, “even if I grab\nthe gun and shoot him before he\npushes down the gas pedal, his\nfoot will still come off the brake\nand the truck will roll a foot\nbefore I can press it down again.\"\nAin't that what you're thinking?\n\nJim nods meekly.\n\nRYDER\n(continuing)\n... So what you need is a head\nstart. You won't have to grab for\nit, I'll let you hold it on me.\nPick up the pistol.\n\nHalsey is frozen.\nRYDER\n(continuing)\nPick up the pistol!\n\n(CONTINUED)\n\f \n\n54\n\n74.\nCONTINUED: 54\n\nThe Hitcher's hand shimmies the stick shift in its\ntransmission slot. Scared shitless, the kid takes the\nhandgun off the dashboard. -\n\nRYDER\n\n(continuing)\nee. Put it in my face. I said\npoint it right between my eyes.\n\nJim takes hold of the cannon with both hands. He\nlevels it with the long silver barrel point blank in\nRyder's face, the black hole of the muzzle an inch from\nthe cleft of his brows.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nI said\npoint it right between my eyes. Jim takes hold of the cannon with both hands. He\nlevels it with the long silver barrel point blank in\nRyder's face, the black hole of the muzzle an inch from\nthe cleft of his brows. \n\nTARGET SECTION TO BE ANNOTATED:\n Halsey's arms are goose-\npimpled and wet with sweat, his face is soaked with\nperspiration. He's got the shakes.\n\nRYDER\n(continuing)\n«+. Squeeze the trigger.\n\nTheir eyes are locked. The kid's face is a portrait of\npsychic torture -- the Hitcher's is impassive, hideous.\n\nJim's forefinger rubs on the trigger but he can't seem\nto squeeze it. His body is as rigid as a rock. His\nsystems have shut down. The scarifying situation has\nset him in rigor mortis.\n\nRyder's mouth deforms into a disgusted grimace. He\nopens his hand and pries the .357 Magnum from Halsey's\ngrasp. He holds the revolver by the barrel, with the\nhandle out, wielding it like a hammer.\n\nRYDER\n(continuing)\nYou zero. After all the work I\nput in on you. You waste.\n\nThe Hitcher clubs the handle of the handgun down onto\nthe kid's groin. Very hard. Jim screams his lungs\nout, drooping drunkenly, passing out from the pain.\n\nAs consciousness deserts him, all SOUNDS BECOME DIS-\nTORTED; the SNARL OF THE ENGINE; the SHRIEK OF TIRE\nRUBBER; the GIRL'S SCREAM that is cut off so quickly;\nthe CALLIOPE OF POLICE SIRENS. As his vision becomes\nliquid and watery, it becomes a wet blur of pulsing red\nand white light.\n\n(CONTINUED)\n\f54\n\n55\n\n75.\nCONTINUED: (2) 54\nThen it fades to black.\n\nThings become white, sterile and antiseptic. Figures\nlike clean ghosts move to and fro. Clarity returns and\neverywhere are things medical.\n\nDOCTGR (0.S.)\nHe's coming around.\n\nINT. INFIRMARY - HIGHWAY PATROL HEADQUARTERS BUILDING 55\n- NIGHT\n\nJim Halsey comes to. Groggily, he opens his eyes to\nblink, blinded at his bright white surroundings. He is\nlying on a cot. His torso is naked and the abrasions\nhave been washed and disinfected with peroxide. He is\nstill in his stained Levi's.\n\nGold badges gleam.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis torso is naked and the abrasions\nhave been washed and disinfected with peroxide. He is\nstill in his stained Levi's. Gold badges gleam. \n\nTARGET SECTION TO BE ANNOTATED:\n Officers and officials of the\npolice and justice departments stand around scerutiniz-\ning him and speaking amongst each other. Doctors and\nnurses are interspersed with them. White smocks and\naprons amid blue uniforms, black suits and ties.\n\nMedics and orderlies move around carts and fetch hospi-\ntal supplies. Two sunglassed federal agents are doing\nsentry duty by the door.\n\nThe mountainous, monocled Texas Ranger CAPTAIN\nESZTERHAS is looming over the cot. His expression is\ndreadful. He holds his Stetson hat in his hands on his\nlandslide girth.\n\nCAPTAIN ESZTERHAS\nI'm Captain Henry Eszterhas. I\ncan't tell you how sorry I am,\nson.\n\nHALSEY\nWhere am I?\n\nJim tries to sit up but gasps in pain. Touching his\nhands tenderly to his crotch. The police commander\nputs a strong hand on his shoulder and softly eases him\ndown onto his back, keeping his hand there.\n\nCAPTAIN ESZTERHAS\nYou're in the infirmary of the\nHighway Patrol headquarters\nbuilding.\n\n(MORE )\n\n(CONTINUED)\n\f55\n\n76.\nCONTINUED: 55\n\nCAPTAIN ESZTERHAS (CONT'D)\nYou've been unconscious for\nhours. This was partly due to a\nhard blow to your privates, partly\ndue to psychological shock. Can\nyou remember anything about the\nlast few hours?\n\nJim is quiet and lost in himself, like he's amnesiac\nabout the last few hours and can't remember a thing.\nHis eyes light up.\n\nHALSEY\nWhere's Galveston?\n\nHe searches the police commander's face for an answer,\nin all forgetfulness. A look of suffering in the man's\nworld-weary eyes suggests that for all he's seen and\nbeen through, he would rather not go into details.\n\nRemembrance returns to Halsey like a set of molar and\nincisor teeth chewing on his brain. His body convulses\nand contracts. He lets out a scream of such raw horror\nand revulsion the police and justice men screw up their\nfaces in pain and syapathy and the nurse covers her\nears. The Texas Ranger bears himself up and seizes the\nkid by the shoulders.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis body convulses\nand contracts. He lets out a scream of such raw horror\nand revulsion the police and justice men screw up their\nfaces in pain and syapathy and the nurse covers her\nears. The Texas Ranger bears himself up and seizes the\nkid by the shoulders. \n\nTARGET SECTION TO BE ANNOTATED:\nHalsey will not be sedated. Jim's torso quakes volcan-\nicly. Foaming lickspittle froths his mouth. His fing-\ners curl into crushing claws. Captain Eszterhas has to\nrestrain him with the help of a PATROLMAN.\n\nHALSEY\n\n(continuing)\nGggggggrrraaaaaaggggggghhhhhhh!\nWhere's Ryder? Where is he? Let\nme get my hands on him! I'11 rip\nhis stomach open and tear out his\nguts and stuff them down his\nthroat and --\n\nThe police commander slaps him in the face, hard. Jim\nis silenced and, in a few seconds, sobered.\n\nPATROLMAN\nDo you want a straightjacket for\nhim, sir?\n\nCAPTAIN ESZTERHAS\nI think that's unnecessary.\n(MORE )\n\n(CONTINUED)\n\f \n\n55 CONTINUED: (2) 55\n\nCAPTAIN ESZTERHAS (CONT'D)\nMr. Halsey here is a very strong\nyoung man who has been under\nabnormal stress. I'm sure he can\nkeep his head but I'll ask him.\n\nHALSEY\nYeah. He can. What happened to\nhim?\n\nCAPTAIN ESZTERHAS\nWe have him in custody. As a\nMatter of fact he's in this\nbuilding. He's under armed guard\nright now... You're cleared of all\ncharges, Jim.\n\nHALSEY\nI'm cleared of all charges. I'm\nclean. I can walk out the door.\n\nHe sits up and rubs his aching shoulders and arms.\n\nCAPTAIN ESZTERHAS\nI think you should lie down\nawhile. You've had a rough day.\n\nHALSEY\nI feel lame laid out here and I\nfeel alright. I want to get\ndressed and on my feet. Let me\nget my clothes on.\n\nThe Texas Ranger nods to the nurse. She fetches the\nundershirt and the leather motorcycle jacket from a\nstool and brings it to the kid. Halsey pulls on the\nsweat-soaked tee-shirt and slides into his coat.\nFeeling strong and armored again, he stands up.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe fetches the\nundershirt and the leather motorcycle jacket from a\nstool and brings it to the kid. Halsey pulls on the\nsweat-soaked tee-shirt and slides into his coat. Feeling strong and armored again, he stands up. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN ESZTERHAS\nAre you okay?\n\nHALSEY\nI could use a cup of coffee and a\ncigarette.\n\nCAPTAIN ESZTERHAS\nI'll have them brought to you.\n\nHALSEY\nCould I have a minute with you,\nCaptain? I got some questions and\nstuff I want to ask you.\n\n(CONTINUED)\n\f55\n\n56\n\n57\n\n \n\nCONTINUED: (3) 55\n\nCAPTAIN ESZTERHAS\nIf you will excuse us, gentlemen.\n\nThe police commander gestures the kid towards the door,\nsignaling the federal agents stationed there to stand\naside.\n\nINT. MAIN LOBBY - HOUSTON POLICE CENTRAL HEADQUARTERS 56\n- NIGHT\n\nJim Halsey and Captain Eszterhas shove through the\nswinging doors and walk amidst the traffic of patrolmen\nand policewomen parading by.\n\nHALSEY\nWho is he?\n\nCAPTAIN ESZTERHAS\n\nWe don't know. We put his\nfingerprints and shots through the\ncomputers and we've come up with\nnothing. No prison record. No\ndriver's license. No birth\ncertificate. I'm sure we'll come\nup with something, but right now\nwe don't know a thing about him.\n\nThey reach the --\n\nINT. REFRESHMENT AREA - MAIN LOBBY - HIGHWAY PATROL 57\nHEADQUARTERS BUILDING - NIGHT\n\nThe police commander inserts a few quarters into the\ncoffee dispenser.\n\nCAPTAIN ESZTERHAS\nHow do you take your coffee, Jim?\n\nHALSEY\nBlack.\n\nThe Texas Ranger presses the approriate buttons and\nwaits as the machine drops a dixie cup and fills it\nwith a cardboard-colored beverage.\n\nJim is limping. A look of uncomfortable curiosity\ncrosses his face. Halsey lifts his right sneaker and\npresses his finger into the side of the sole, feeling\nsomething stuck in his shoe. He realizes what it is.\nHis eyes light up. He sets his sneaker down on the\nfloor.\n\n(CONTINUED)\n\f57\n\n \n\n79.\n\nCONTINUED: 57\n\nThe cop gives the cup of coffee to the kid and lights a\nMarlboro for him.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sets his sneaker down on the\nfloor. (CONTINUED)\n\f57\n\n \n\n79. CONTINUED: 57\n\nThe cop gives the cup of coffee to the kid and lights a\nMarlboro for him. \n\nTARGET SECTION TO BE ANNOTATED:\n The young man sips the cheap liquid\nand smokes, shutting his eyes and stiffening as the\ncaffeine and nicotine seize his system. He opens his\neyes and stares at the wall.\n\nHALSEY\n(continuing)\n«.. You said the psycho's in the\nbuilding.\n\nCAPTAIN ESZTERHAS\nIn the prison quadrant.\n\nHALSEY\nIn a cell?\n\nCAPTAIN ESZTERHAS\nIn a holding tank.\n\nHALSEY\nGuards?\n\nCAPTAIN ESZTERHAS\nHe is watched around the clock by\neight guards with shotguns.\n\nJim nods to himself and stubs out his cigarette. He\nlooks Captain Eszterhas in the eye.\n\nHALSEY\nI want to see him.\n\nCAPTAIN ESZTERHAS\nOut of the question.\n\nHALSEY\nI got something I want to say to\nhin.\n\nCAPTAIN ESZTERHAS\nForget about it.\n\nHALSEY\nC'mon, Captain -- how ‘bout it?\nYou owe me one, don't you think?\n\nCaptain Eszterhas looks into Halsey's determined face\nand rolls his eyes heavenward. He turns and goes over\nto a PD interdepartmental intercom on the wall. He\npicks up the receiver and dials a number.\n\n(CONTINUED)\n\f57\n\n58\n\n59\n\n \n\nCONTINUED: (2) 57\n\nThe kid waits until the police commander's back is to\nhim. He props his sneaker up on a candy dispenser,\nprying an object out of the side of the shoe and ~\nputting it in the palm of his hand.\n\nThe jimmie pick lock tool.\n\nJim slides the serrated file up his shirt sleeve and\nstands with his hands at his sides as Captain Eszterhas\nhangs up the intercom receiver and walks up to him.\nThere are serious misgivings on The Texas Ranger\nCommander's face.\n\nCAPTAIN ESZTERHAS\nYou have three minutes with him.\nLet's go.\n\nThe cop turns and heads down the hall towards a bolted\niron door to the prison quadrant. The kid follows him.\n\nINT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cop turns and heads down the hall towards a bolted\niron door to the prison quadrant. The kid follows him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n OFFICE CORRIDOR ~- CELLBLOCK SECTOR - HIGHWAY 58\nPATROL HEADQUARTERS - NIGHT\n\nThe police commander and the kid trod down a drab,\nbland hallway lit by garish, eyesore fluorescent tubes.\nCaptain Eszterhas leads Jim to a room with four shot-\ngun-toting guards positioned by the door. A picture\nwindow sheet of two-way mirror gives a tinted glass\nview of the interrogation room within the walls. The\ncop goes over to it and nods his head.\n\nCAPTAIN ESZTERHAS\nThere he is. He can't see us.\n\nHalsey walks up and looks through the window.\n\nINT. INTERROGATION ROOM ~ HIGHWAY PATROL HEADQUARTERS 59\n- NIGHT\n\nA glaring table lamp sheds a stark, stabbing light on\nthe face of John Ryder. His head is swollen and\nscorched, the skin stitched with thread tracks of su-\ntures and stuck with band-aids.\n\nHe is clad in his black rubber raincoat and seated ina\nchair. His wrists are handcuffed on his lap and |\nshackled to a padlocked steel chain wound around his\nwaist.\n\n(CONTINUED)\n\f59\n\n60\n\n61\n\n \n\n81.\nCONTINUED: 59\n\nFour guards have rifles leveled on his right side, left\nside and back. A SERGEANT is standing with one shoe on\nthe seat of the chair, chain-smoking cigarettes and ~\nstubbing them out on the floor of the coldly bleak,\nnondescript room.\n\nHe is looking at the Hitcher, who returns his rough\nstare with unblinking brute force in his black bullet\neyes, a cigarette dangling from his lips.\n\nSERGEANT\nWhere are you from?\n\nThe psycho sits silently.\n\nSERGEANT\n(continuing)\n\nDo you have a family?... Do you\nhave any surviving relatives?...\nDo you have a job?... Do you have\na police record?... How old are\nyou?... Where were you born?...\nWho are you?...\n\nThe Hitcher stares in stubborn silence.\n\nINT. OFFICE CORRIDOR - HIGHWAY PATROL HEADQUARTERS 60\n- NIGHT\n\nJim Halsey has his eyes riveted on John Ryder in his\nstraightjacket, chained to his solid steel seat.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Hitcher stares in stubborn silence. INT. OFFICE CORRIDOR - HIGHWAY PATROL HEADQUARTERS 60\n- NIGHT\n\nJim Halsey has his eyes riveted on John Ryder in his\nstraightjacket, chained to his solid steel seat. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ntakes a step to the window. Captain Eszterhas squints,\nscrutinizing the kid. He looks through the two-way\nmirror to see the Sergeant sit down on his chair with\nthe back-rest between his legs.\n\nSERGEANT\nWhat is your name?\n\nRyder regards the police officer in stony, staring\nsilence. Jim mouths the words, “John Ryder\" under his\nbreath. The Texas Ranger commander furrows his brow.\n\nINT. INTERROGATION ROOM - HIGHWAY PATROL HEADQUARTERS 61\nBUILDING - NIGHT\n\nThe Hitcher revolves his head to look at his reflection\nin the sheeny surface of the mirror on the wall. His\nsubhuman eyes shine like an animal that can see in the\ndark. His scabrous, ruptured mouth shows all his teeth\nin a skeletal grin like a throat cut from ear to ear.\n\f62\n\n62A\n\n82.\n\nINT. OFFICE CORRIDOR - HIGHWAY PATROL HEADQUARTERS 62\nBUILDING - NIGHT\n\nThe kid shivers to his socks. John Ryder sees him\nsomehow through the mirrored glass, staring him\nstraight in the eye.\n\nJim stands his ground and returns the savage stare, his\neyes sure and strong. Halsey chews his tongue and\npoints his forefinger like a pistol at his archenemy,\nsnapping his thumb like a hammer, whispering the sound\nof a shot. The Hitcher winks at him.\n\nCaptain Eszterhas' skin starts to crawl as he watches\nthe strange acknowledgment that passes between the two\nmen. For a second it is as if he realizes that the war\nbetween them is superhuman, almost supernatural.\n\nHe puts his hand on the doorknob and points his finger\nin the kid's face.\n\nCAPTAIN ESZTERHAS\nIf you lay a hand on him, you will\nbe locked up. Are we understood?\n\nJim nods, preoccupied. Captain Eszterhas opens the\ndoor to the interrogation room. Halsey takes 4 deep\nbreath and walks into --\n\nINT. INTERROGATION ROOM - HIGHWAY PATROL HEADQUARTERS 62A\nBUILDING - NIGHT\n\nThe police commander slams the door shut.\nThe kid sucks wind.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nHalsey takes 4 deep\nbreath and walks into --\n\nINT. INTERROGATION ROOM - HIGHWAY PATROL HEADQUARTERS 62A\nBUILDING - NIGHT\n\nThe police commander slams the door shut. The kid sucks wind. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Hitcher is standing on his feet, his handcuffed\nwrists shackled to the padlocked chain wrapped around\nhis waist. There is an aura of darkness and black air\nabout him so thick you could cut it with a knife. He\nlocks eyes with the kid and his contorted cavity of a\nmouth disfigures into something like a smile.\n\nThe four guards post themselves in the corners of the\nbleak, nondescript room. They hold their shotguns\nacross their chests, ready to use them in an instant.\nA GUARD addresses Ryder.\n\nSERGEANT\nIf you so much as blink the wrong\nway, we'll blow your legs out from\nunder you.\n\n(CONTINUED)\n\f62A\n\n63\n\n \n\n83.\nCONTINUED: 62A\n\nThey kid walks up to the Hitcher. Face to face with a\nfoot of space. Jim's gaze is raw, bloodthirsty.\nRyder's is reptilian, alien.\n\nHalsey offers his hand. His face is hard and tough.\nThe guards fidget, whisper. Ryder raises his bound\nwrists. He returns the unusually potent handshake he\nreceives.\n\nThe jimmie pick lock tool is sent shooting up the\nHitcher's raincoat sleeve out of the kid's jacket cuff.\n\nThe transaction goes unnoticed by the authorities.\n\nRyder's eyes widen in surprise, and he stares into\nJim's sure and steady eyes with astonishment. For the\nfirst time, it's he who is at a disadvantage. A\ncrooked smile cracks his split scar of a mouth. A dead\ngiveaway.\n\nHalsey works up a wet gob of spit and spats the saliva\ninto Ryder's face.\n\nCaptain Eszterhas steps forward and tugs the young man\nback by the elbow.\n\nCAPTAIN ESZTERHAS\nI think that's quite enough. This\nmeeting is concluded. It was a\nbad idea in the first place.\n\nThe police commander accompanies Jim to the door.\n\nRYDER\nI'll be seeing you, kid.\n\nHALSEY\nYou can say that again.\n\nThe kid is led out the door by the Texas Ranger\nCommander who closes it behind them.\n\nEXT. HIGHWAY PATROL HEADQUARTERS BUILDING ~ NIGHT 63\n\nThe first faint blue rays of daylight fall on the squat\nbrick building complex in the lonely cool before dawn.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe kid is led out the door by the Texas Ranger\nCommander who closes it behind them. EXT. HIGHWAY PATROL HEADQUARTERS BUILDING ~ NIGHT 63\n\nThe first faint blue rays of daylight fall on the squat\nbrick building complex in the lonely cool before dawn. \n\nTARGET SECTION TO BE ANNOTATED:\nThe parking lot in front of the main entrance doors\nleads to an access ramp onto the thin black thread of\nInterstate Highway 10. The darkened desertscape is a\nblack smudge against the blacker sky.\n\n(CONTINUED)\n\f63\n\n84.\nCONTINUED: 63\n\nJim Halsey stands smoking a cigarette beside Captain\nEszterhas on the cement pavement in front of the main\nentrance doors. The two of them are looking ata _\ngunmetal grey, armoured, iron-clad prison bus parked by\nthe door to the prison quadrant of the building. The\ntransport carrier is like a fortress on wheels. The\nwindows are cages, bars and steel slits on them. The\nmassive, menacing vehicle is sitting with its ENGINE\nRUMBLING, exhaust puffing out of its pipe.\n\nThe bolted, pole-locked door to the cellblock sector is\nopened and five guards with riot helmets step outside\ninto the morning air. They assume sentry position\nagainst the wall with shotguns in their hands.\n\nFour policemen with rifles walk out in single file.\nThe Hitcher, in black raincoat, his wrists cuffed and\npadlocked to the chain on his waist, is sandwiched\nbetween them. The kid is watching him like a hawk.\n\nThe driver pistons open the hydraulic rear door of the\nbus. John Ryder is walked up to the stairwell leading\ninto a solitary steel cell in the back compartment of\nthe transport carrier. He stands still and turns his\nhead to look at Jim Halsey standing thirty feet away on\nthe sidewalk. ”\n\nThe kid and the Hitcher lock eyes. The young man\nwinks. The psychopath squints.\n\nJohn Ryder gets a gun barrel in the small of his\n\nback. He has a small smile on his face as he climbs up\nthe steps of the stairwell into the steel cell,\n\nalone. The driver secures the door behind him and\nshuts the lock with a key in his hand. He walks around\nto the cab and hoists himself inside. The ENGINE\nGRINDS into gear and the ten-ton prison bus rolls out\nin a HISS OF AIR BRAKES.\n\nJim Halsey and Captain Eszterhas watch the tank-like\nbus lurch onto the acess road.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks around\nto the cab and hoists himself inside. The ENGINE\nGRINDS into gear and the ten-ton prison bus rolls out\nin a HISS OF AIR BRAKES. Jim Halsey and Captain Eszterhas watch the tank-like\nbus lurch onto the acess road. \n\nTARGET SECTION TO BE ANNOTATED:\n The grey iron transport\nvehicle with the bars and slots on the windows lumbers\nout onto the freeway. It drives into the distance and\ndisappears in the dust settling in its wake.\n\nThe police commander pats the young man on the shoul-\nder. He walks him across the parking lot towards a\nTexas Ranger car with a captain's insignia on the side.\nThe cop hands the kid a subpoena pamphlet from the\nstate courthouse. Jim reads it absently while he\nwalks.\n\n(CONTINUED)\n\f63\n\n64\n\n85.\nCONTINUED: (2) 63\n\nCaptain Eszterhas unlocks Halsey's door, walking around\nthe hood of the car to unlatch his own. The Texas\nRanger commander stuffs his hefty bulk behind the wheel\nand sticks the keys in the ignition. Jim climbs down\ninto --\n\nINT. TEXAS RANGER CAR - NIGHT 64\n\nThe kid settles into his seat as Captain Eszterhas\nSWITCHES ON THE ENGINE, shifts into gear and steers out\nof the lot onto the access ramp. The young man's fea-\ntures look haggard, battered and haunted in the early\ntraces of morning light. The police commander drives\nthe car onto the freeway in the opposite direction of\nthe departing bus.\n\nHALSEY\nWhere are we going?\n\nCAPTAIN ESZTERHAS\nThe department has a room reserved\nfor you at the Best Western. You\nshould get some sleep. You've had\na long day.\n\nHALSEY\nYeah, you could say that.\n\nCAPTAIN ESZTERHAS\nSomething on your mind, son?\n\nHALSEY\nWhat's going to happen to him?\n\nCAPTAIN ESZTERHAS\nRight now he's on his way to a\nholding tank in the Huntsville\nMaximum Security Penitentiary.\n\nHALSEY\nYou know what I'm talking about.\n\nCAPTAIN ESZTERHAS\nYes, I guess I do. His trial is\nset for two weeks from today.\nYou'll be the star witness and\nyour testimony should serve to get\nhim committed to a high-security\nsanitarium for the rest of his\nlife.\n\n(CONTINUED)\n\f64\n\n \n\nCONTINUED: 64\n\nThe kid looks out the window, seemingly sleepy but\nsecretly awake and aware.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis trial is\nset for two weeks from today. You'll be the star witness and\nyour testimony should serve to get\nhim committed to a high-security\nsanitarium for the rest of his\nlife. (CONTINUED)\n\f64\n\n \n\nCONTINUED: 64\n\nThe kid looks out the window, seemingly sleepy but\nsecretly awake and aware. \n\nTARGET SECTION TO BE ANNOTATED:\n He is winding up as he\nwatches the tundra and brush blur by on the side of the\nroad. His face registers a Richter scale reading on\nthe inner disturbance in his guts and intestines.\n\nHALSEY\nYou know you won't be able to keep\nhim in prison. You know he'll\nbreak out. You know he'll get\nloose.\n\nThe Texas Ranger commander turns his head to look at he\nkid and his eyes are soldered steel.\n\nCAPTAIN ESZTERHAS\nYou listen and you listen good.\nThere's something strange going on\nbetween the two of you. I don't\nknow what it is and I don't know\nif I want to know. I don't like\nit. And I'll warn you. The\npsycho is in the hands of the\nauthorities and whatever happens\nto him will be decided by the\njudicial process. It doesn't have\nanything to do with you.\n\nHalsey shrugs his shoulders and stares straight ahead,\nhis mind working.\n\nHALSEY\nYou got a cigarette on you?\n\nCAPTAIN ESZTERHAS\nSure.\n\nThe cop looks down at his breast pocket, reaching to\nremove his pack. Jim snakes out his hand and snatches\nthe Colt .45 out of the police commander's sideholster,\naiming it in a two-hand grip at the man's head.\nCaptain Eszterhas is too slow to stop him. Halsey\nspeaks in a soft whisper.\n\nHALSEY\nStop the car.\n\nCAPTAIN ESZTERHAS\nYou're not going to use that.\n\n(CONTINUED)\n\f64\n\n65\n\n \n\nCONTINUED: (2) 64\n\nHALSEY\nI can't say for sure that I won't\nshoot you if you don't do what I\nsay. Stop the car and don't do 7\nanything stupid.\n\nThe Texas Ranger's eyes are iron. He sees the kid is\ntalking straight. So he slows down and steers onto the\nroad shoulder, shutting off the ignition and putting on\nthe parking brake.\n\nCAPTAIN ESZTERHAS\nWhat do you have in mind?\n\nHALSEY\nI'm going to have to ask you to\nget out of the car.\n\nThe police commander sits with his hands on the wheel,\nlooking hard at the kid pointing the pistol in his\nface.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAPTAIN ESZTERHAS\nWhat do you have in mind? HALSEY\nI'm going to have to ask you to\nget out of the car. The police commander sits with his hands on the wheel,\nlooking hard at the kid pointing the pistol in his\nface. \n\nTARGET SECTION TO BE ANNOTATED:\nCAPTAIN ESZTERHAS\nYou're going to get killed. If\nyou don't die, you'll be\nimprisoned.\n\nHALSEY\nI'm sorry, sir. I really am.\nIt's something I gotta do.\n\nCAPTAIN ESZTERHAS\nYou don't know what you're doing.\n\nHALSEY\nWe'll see.\n\nThe cop shakes his head and sighs. He opens the door\nlatch and climbs out onto the roadside.\n\nThe kid slams the door shut, jams the gun in his belt,\npositions himself behind the wheel and stomps on the\n\ngas pedal. He steers the car in a speeding, SCREECHING\nTIRE \"U\" turn and rockets the car back up the road.\n\nEXT. ROAD SHOULDER - INTERSTATE HIGHWAY 10 EAST - DAY 65\n\nCaptain Eszterhas stands in the smokey smog of dust and\ndirt swirled up by the rapidly receding car.\n\n(CONTINUED)\n\f65\n\n66\n\n67\n\n88.\nCONTINUED: 65\n\nThe Texas Ranger commander squints down the road at the\nshrinking speck of the ‘car. He swears and throws his\nStetson hat on the blacktop and broken white lines. He\nruns his hand through his hair, his face registering\nthe realization that what is going to happen is out of\nhis hands. As he stands in the desert stillness, an\nacceptance of the situation appears on his features.\n\nCaptain Eszterhas sighs wearily and picks up his hat.\nHe holds it weakly at his side and surveys his sur-\nroundings. He's in the middle of nowhere. The cop\nshakes his head, shrugs and sticks out his thumb.\n\n‘INT. TEXAS RANGER CAR - DAY 66\n\nDawn is coming on like a freight train. Jim Halsey is\nsitting in the seat, his hands squarely on the steering\nwheel, his sneaker stamped on the accelerator. The\nspeedometer needle is climbing past 100 MPH. The car\nshivers and shakes, rocked by the wind raging through\nthe open window.\n\nThe kid brushes the hair from his face and gets a grip\non the Colt .45 thrust in his belt.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nspeedometer needle is climbing past 100 MPH. The car\nshivers and shakes, rocked by the wind raging through\nthe open window. The kid brushes the hair from his face and gets a grip\non the Colt .45 thrust in his belt. \n\nTARGET SECTION TO BE ANNOTATED:\n He draws it out,\ngritting his teeth and grinning as he sees something up\nahead on the road through the windshield.\n\nThe gunmetal grey armored prison transport carrier is a\nquarter of a mile away, the iron-clad rear tailgate\ncurtained in a cloud of dust.\n\nJim shifts gears and slows his speed, decelerating to\ntake position behind the back end of the bus. He BEEPS\nhis horn. The vehicle HONKS its KLAXON in\nacknowledgement. Halsey ejects the clip of the gun in\nhis hand to see there is a full load of .45 calibre\nshells. He injects the magazine back into the pistol\nand lights a cigarette, puffing smoke.\n\nEXT. PRISON BUS - DAY 67\n\nThe rear door of the back compartment of the transport\ncarrier BURSTS OPEN in the rushing air.\n\nThe Hitcher appears like a black bat in the doorway,\nhis handcuffs hanging open on his wrists, his hair and\nraincoat flapping furiously in the whipping wind.\n\n(CONTINUED)\n\f67\n\n68\n\n69\n\n89.\nCONTINUED: 67\n\nHis black bullet eyes are bloodshot in his scarred\nskull of a face as he stares at the Texas Ranger car\nten yards behind the bus below him. The prong of the\nlock pick is stuck in the inside tumbler of the door.\n\nINT. TEXAS RANGER CAR - DAY 68\n\nJim Halsey stares in stunned awe at the skeletal scare-\ncrow standing in the doorway of the bus several yards\nin front of him. The kid snaps out of it, snarls, and\nraises his Colt .45, attempting to aim a shot through\nthe windshield.\n\nJohn Ryder sees him and his stitched face smiles like\nan open wound. He propels himself off the back of the\nbus and plunges through space. His body strikes the\nwindshield of the car and shatters it to smithereens as\nhe slumps into the front seat in sprinkling showers of\nsplintered glass. The kid screams and spins the steer-\ning wheel hand over hand, swerving the car ina\nSCREECHING TIRE arc around the slowing prison transport\ncarrier in front of him. The pistol drops onto the\nfloor by his feet.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis body strikes the\nwindshield of the car and shatters it to smithereens as\nhe slumps into the front seat in sprinkling showers of\nsplintered glass. The kid screams and spins the steer-\ning wheel hand over hand, swerving the car ina\nSCREECHING TIRE arc around the slowing prison transport\ncarrier in front of him. The pistol drops onto the\nfloor by his feet. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Hitcher sits up in the seat in a sea of blood and\nbroken glass. He snatches the sawed-off shotgun from\nthe dashboard rack.\n\nThe stitches on his scarred, ripped-to-ribbons face\nhang in tattered strings and a single bloodshot black\nbullet eye stares down the sight of the shotgun he\nlevels on the side of Halsey's head. His finger is on\nthe trigger.\n\nRYDER\nHi, kid.\n\nJim braces himself and stomps his foot on the brake\npedal.\n\nThe Texas Ranger car slams to a stop. Halsey's head is\nwhiplashed against the steering wheel with stunning\nforce. Ryder shrieks as he is catapulted over the\ndashboard and out the smashed windscreen onto -~\n\nEXT. INTERSTATE HIGHWAY 10 WEST - DAY 69\n\nThe Hitcher is steamshoveled onto the blacktop tarmac\nand broken white lines with a sickening sound.\n\n(CONTINUED)\n\f69\n\n70\n\n71\n\n \n\nCONTINUED: 69\n\nHis shotgun spins away on the road. The psychotic is\nsprawled and splayed on the hot tar in the rising,\nrippling waves of heat.\n\nThe Texas Ranger car sits stationary a short distance\naway, chunks of stripped, smoking rubber on the road\nnear the skinned tires. Steam wafts up from under the\nhood.\n\nJohn Ryder stirs. He rises to his hands and knees, his\nfingers stamping bloody handprints on the white lines\nof the road. In a spaced-out stupor, he stumbles to\nhis feet and staggers towards the sawed-off shotgun\nsitting in the dirt on the road shoulder.\n\nINT. TEXAS RANGER CAR - DAY 70\n\nThe kid lies back in his seat, squinting through the\nwindshield to see the skeletal scarecrow silhouette of\nThe Hitcher reaching for his weapon through the wispy\nsteam spewing out of the hood.\n\nJim shakes the sand out of his head and shiveringly\npicks up the Colt .45 lying at his feet. He gets a\ngood grip on the weapon and rests his wrist against the\nsteering wheel. His eyes refuse to focus as he settles\nhis aim on the shadow in the smoke screen of steam.\n\nHis finger finds the trigger. The silhouette shape\nraises its shotgun to its shoulder.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyes refuse to focus as he settles\nhis aim on the shadow in the smoke screen of steam. His finger finds the trigger. The silhouette shape\nraises its shotgun to its shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nHalsey screams his lungs out and squeezes the trigger\nagain and again, using up all the slugs. The FIERY\nWOOSHES of flame spitting out of the barrel burn away\nthe steam. Jim is smashed back in his seat by the\nrecoil. He sits and stares silently at the sight of\nJohn Ryder staggering spastically around the roadway,\nruptured rips in his shirt where several shots have\nstruck him.\n\nEXT. INTERSTATE HIGHWAY 10 - DAY 71\n\nThe sun beats down on the back of The Hitcher as he\nstumbles across the blacktop and broken white lines.\nThe kid watches him breathlessly through the windshield\nof the stalled-out car as he shuffles to a stop and\nstands straight with the sawed-off shotgun held in both\nhands. His bloodshot eyes are both blurry and clear.\nHis body is riddled with bullets but some sick spirit\ninside him refuses to die, he is staying alive by sheer\npsychosis.\n\n(CONTINUED)\n\f71\n\n72\n\n91.\nCONTINUED: 71\n\nJohn Ryder raises the shotgun and rests the wooden\n\nstock against his abdomen, aiming from the waist and\n\nswivoting his hips to point the weapon at Jim Halsey\n\nsitting in the automobile. He has a ghoulish grin on\ns face.\n\nThe kid's eyes widen and he switches on the ignition.\nThe car ENGINE ROARS on. The Hitcher snarls and FIRES\nthe sawed-off shotgun, shooting a cartridge and shear-\ning a hole through the grillwork of the hood of the\ncar, shattering a headlight in a shower of sparks and\nglass. The MOTOR SPUTTERS and STALLS, smashed by the\nshotgun blast.\n\nINT. TEXAS RANGER CAR - DAY 72\n\nJim's face is flushed with adrenalin as he sees Ryder\nrecover from the recoil of the shot and revolve at the\nwaist to aim the weapon at Halsey through the wind-\nscreen. The kid grits his teeth and twists the keys in\nthe ignition, pumping the gas pedal for all he is\nworth.\n\nThe ENGINE WHINNIES and WHINES. It's not working.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe kid grits his teeth and twists the keys in\nthe ignition, pumping the gas pedal for all he is\nworth. The ENGINE WHINNIES and WHINES. It's not working. \n\nTARGET SECTION TO BE ANNOTATED:\nJim ducks down and covers his head with his arms as the\npsycho COCKS the sawed-off shotgun and SHOOTS a round\nof shot that splinters a section off the steering wheel\nand smashes a hole in the stuffing of the seat Halsey\nis sitting in. The kid rises up straight to see The\nHitcher walking towards the car on the road, COCKING\nthe gun and aiming it with the butt resting against his\nwaist, a skeletal grin on his skull face. Jim shrieks\nand winds the key ring in the ignition slot, summoning\na SCRATCHY SQUEALING from the ravaged ENGINE.\n\nJohn Ryder's eyes shine as he laps his chapped lips and\nFIRES the sawed-off shotgun in a licking tongue of\nflame. Halsey drops into the passenger seat as the\nheadrest is blasted to bits and the backshield is blown\nout. The kid sucks in air and sits up in his seat,\nstaring straight into The Hitcher's eyes as the psycho\nstops walking and stands twenty feet from the car,\nCOCKING the shotgun and aiming it with one arm at the\nautomobile.\n\nJim crosses his fingers. Halsey SWITCHES on the igni-\ntion and slams the stick shift into gear, stomping on\nthe accelerator.\n\nThe MOTOR RAGES on. The Texas Ranger car RIPROARS up\nthe road in a SCREAM of TIRES.\n\n(CONTINUED)\n\f72\n\n73\n\n92.\n\nCONTINUED: 72\n\nFor a single split second the eyes of the kid meet the\neyes of The Hitcher as the shadow of the advancing\nautomobile fails over his face and the ROAR of the™\nENGINE fills his ears. A relieved smile spreads across\nthe psycho's mouth.\n\nThe bumper of the speeding car surges into the skeletal\nscarecrow shape of John Ryder, striking him in the\nstomach at 40 MPH.\n\nJim shouts in satisfaction as the automobile bumps\nunderneath him as it rolls over the bony body beneath\nthe wheels. Halsey stares straight ahead as he steers\nthe car a few more feet and switches off the ignition,\nputting on the parking brake.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe bumper of the speeding car surges into the skeletal\nscarecrow shape of John Ryder, striking him in the\nstomach at 40 MPH. Jim shouts in satisfaction as the automobile bumps\nunderneath him as it rolls over the bony body beneath\nthe wheels. Halsey stares straight ahead as he steers\nthe car a few more feet and switches off the ignition,\nputting on the parking brake. \n\nTARGET SECTION TO BE ANNOTATED:\n The kid shoves open the\n@oor, shouldering out onto --\n\nEXT, INTERSTATE HIGHWAY 10 - DAY 73\n\nJim stands on the hot tarmac in the wet waves of heat.\nHe is a sizzling silhouette against the searing fire-\nball of the rising sun in the settling dust.\n\nHe lights a cigarette and walks along the bloody tire\ntread marks on the blacktop and broken white lines to\nthe remains cf John Ryder. He stands and stares down\nat it, testing it with the toe of his sneaker.\n\nThe Hitcher is definitely dead. No doubt about it.\n\nThe kid heaves the Colt .45 in his hand into the desert\nas far as he can throw it.\n\nThe SOUND OF SIRENS shatters the desert silence. Jim\nlooks up the road to see scintillating red sparkles.\n\nHe walks back to the smoking, steaming automobile,\nEalsey climbs up on the hood and sits on it, awaiting\nthe arrival of the authorities.\n\nHe smokes his cigarette in the sunlight of the day.\n\nFADE OUT.\n\nTHE END\n\n=\n\nat MERE\n\n \n\f"
}