{
  "1": "THE BURROWERS\n\nby\nJT Petty\n\nJuly 11, 2005\n\nBlue Star Pictures\n\n3000 West Olympic Boulevard\nBuilding 4, Suite 2204\nSanta Monica, CA 90404\n(310) 255-7047\n\fMARYANNE (V.O.)\nHold still.\n\nINT. STEWART HOUSE - NIGHT\n\nMARYANNE STEWART is twenty-two, she has a plain beauty to\nher, freckles, hair gathered in a bun. Her face is underlit\nby the candle she uses to heat a needle. She’s holding the\nhand of her LITTLE BROTHER, age 6, about to remove a splinter\nfrom his finger. She blows on the needle to cool it.\n\nMARYANNE\nA splinter already hurts more than\npulling it out.\n\nLittle Brother tries to be brave, but he’s nervous. Pinned\nto her dress at Maryanne’s throat is a silver BROOCH, an\nintricate Celtic pattern interwoven with a yellow ribbon.\n\nIn the small, rough-hewn cabin behind her, we see Maryanne’s\nheavy-set BIG BROTHER (27), LITTLE SISTER (10), and MOTHER\n(50’s.) They’re settling for the night, cleaning the dinner\ndishes, getting the kids into their nightshirts, etc.\n\nYOUNGER SISTER\nI’m not sleepy.\n\nMOTHER\nWe’ll story you to bed.\n(to Maryanne-)\nYou need to take your rest, too,\nMary. F’you wanna look pretty when\nyour Dutchman comes courtin’\ntomorrow.\n\nMARYANNE\nYou hush.\n\nMaryanne smiles, lowers the needle towards her brother's\nfinger...\n\nBIG BROTHER\nHe told daddy he was saving wages\nfor his own settlement.\nLittle Brother squirms, watching the needle approach.\n\nMARYANNE\nI only just met him. He ain’t...\n\nThe pin-point approaches young skin...\n\fCRACK, CRACK, CRACK, rapid rifle fire sounds from outside.\nThe whole family’s attention snaps towards the sound. They\nfreeze for a moment, spooked like animals.\n\nBig Brother moves first, cracks the shutter on a window. In\nsilvery moonlight, we catch a glimpse of waving prairie\ngrass, MUZZLE-FLASHES with the CRACKS of rifle fire.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey\nfreeze for a moment, spooked like animals. Big Brother moves first, cracks the shutter on a window. In\nsilvery moonlight, we catch a glimpse of waving prairie\ngrass, MUZZLE-FLASHES with the CRACKS of rifle fire. \n\nTARGET SECTION TO BE ANNOTATED:\nThere’s a FIGURE, running, fast approaching the house.\n\nMaryanne sticks the needle in the candle and puts a\nprotective arm around Little Brother. Little Sister nuzzles\ninto her mother’s arms, frightened.\n\nLITTLE SISTER\nMom...?\n\nBAM, everybody jumps when he hits the door, yanking it open a\nmoment later to reveal Maryanne’s heavy FATHER (50’s.) He’s\nbreathless, terrified, a rifle in his hand. CRACK, CRACK,\ndistant rifle-fire continues from the cabin behind him.\n\nMOTHER\nWhat’s happening?\n\nFATHER (BREATHLESS)\nThey were in the Williams’ house.\n\nBIG BROTHER\nIndians?\n\nBig Brother grabs a rifle off the wall, steps towards his\nfather, who puts a hand on his shoulder.\n\nFATHER\nStay with the women. Down, into\nthe root cellar. Get.\n\nEXT. WASHBURNE CRICK SETTLEMENT - NIGHT\n\nThe settlement is two small clapboard homes alone in an ocean\nof grass stirred by heavy winds. From the Stewart House, we\nsee Maryanne and her family hurrying out of the back door and\ndown into a cellar.\n\nINT. STEWART HOUSE CELLAR - NIGHT\nHer father ushers Maryanne down the stairs, where her mother\n\nand sisters wait with a lantern. Her brother follows after,\na rifle in hand. Father lifts the doors above-\n\fFATHER\nKeep your lamp low and this door\nlocked. You don’t open it no\nmatter what. You hear?\n\nBrother nods as he shuts the door.\n\nYOUNGER SISTER\n\nDad!\n\nBROTHER\nQuiet.\n\nYOUNGER SISTER (PANICKING)\nMom, mom...\n\nMOTHER\nYou mind your brother. Hush.\n\nBig Brother latches the storm doors shut and backs into the\nmiddle of the cellar. He takes the lamp from his mother and\nturns the flame down low.\n\nWe hear muffled SHOUTS above, movement. The little children\nin their white nightshirts are crying, holding onto their\nmother. The adults all look up at the underside of the\nfloorboards, eyes glassy with fear.\n\nMaryanne shakes her head at her Little Brother’s tears and\nwipes at his cheek. In a whisper, barely more than silence-\n\nMARYANNE\nDon’t cry.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe adults all look up at the underside of the\nfloorboards, eyes glassy with fear. Maryanne shakes her head at her Little Brother’s tears and\nwipes at his cheek. In a whisper, barely more than silence-\n\nMARYANNE\nDon’t cry. \n\nTARGET SECTION TO BE ANNOTATED:\n Be brave for me.\n\nShe holds his gaze until he takes a breath, and nods.\n\nThe cellar around them is cluttered, filled with burlap sacks\nof grain, half-mended farm tools. Lamplight throws weaving\nshadows on the walls around them.\n\nCRACK, CRACK, more rifle shots, and then a man’s SCREAM.\nMaryanne puts a hand to her mouth. Brother tightens his fist\non the rifle. Mother holds the two crying children.\n\nRelative SILENCE above. The family stands frozen, trying not\nto breathe. Little Brother SNIFFS and all heads snap towards\nthe sound. Mother puts a gentle hand over his mouth, pleads\n\nwith her eyes for quiet.\n\nSomething DRAGS over the floorboards above. The family looks\nupwards, terrified. SCCCCRRRRT, the dragging sounds like a\ncarpet knife over the rough boards.\n\fBOOM, a muffled shotgun blast. Then BOOM, another. The\nfamily all look upwards, from the dragging sound to- BOOM, a\nthird blast, and a fourth.\n\nAll of the adults fail to notice what both of the crying\nchildren see- a silhouetted FIGURE in the shadows behind Big\nBrother, low to the ground, moving in.\n\nLittle Brother and Sister draw tiny breaths, eyes fixed on\nthe figure, almost too terrified to speak.\n\nYOUNGER SISTER (WHISPERING)\n«..mom.\n\nHer mother shushes her. The DRAGGING above has stopped.\nSubtly, a dinner plate-sized circle of dirt by Little Brother\nbegins to move. He feels it through his socked foot and\nlooks. Eight inches of soil shake like simmering water.\nLittle Brother looks at his mom, who stares upwards at the\nfloorboards. He looks back down. Dirt moves outward from\nthe center of the circle. SOMETHING PALE begins to surface,\nlike a boiled worm, or the finger of a drowned child...\nMaryanne, Big Brother, and Mother all stare upwards...\n\nLittle Brother looks down at the dirt and inhales to scream.\n\nLittle Sister looks away from the figure slinking towards Big\nBrother and closes her eyes, crying, terrified.\n\nAn agonizing moment before-\n\nBig Brother SCREAMS and the lantern drops.\n\nMaryanne spins.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nLittle Sister looks away from the figure slinking towards Big\nBrother and closes her eyes, crying, terrified. An agonizing moment before-\n\nBig Brother SCREAMS and the lantern drops. Maryanne spins. \n\nTARGET SECTION TO BE ANNOTATED:\n The lantern hits the ground at her brother’s\nfeet and shatters, the momentary flash of firelight revealing\nhim clawing at the dirt floor as he’s pulled violently back\ninto the shadows...\n\nThe light extinguishes, leaving pitch darkness. Little\nSister SCREAMS. We hear YELLING. SCREAMS. VIOLENCE.\n\nThen sudden quiet.\n\nThere are inhuman RATTLES and PURRS, the sounds of bodies\ndragged over the ground. Soil shifts.\n\nSILENCE. BLACK ON SCREEN.\n\fTITLE\nThe Dakota Territories\nAugust 15th, 1879\n\nDRIPPING. Flies BUZZ.\n\nA vertical line of light grows into the rectangle of an\nopening door, silhouetting a FIGURE in a derby and duster\nagainst the lush, slowly waving grass of the Dakota plains.\n\nINT. THE WILLIAMS HOUSE- DAY\n\nThe figure moves into the absolute black of the house, stark\ncontrast against the big sky glare of the Badlands. He pulls\nthe derby from his head.\n\nHundreds of specks of darkness, FLIES, rise in a cloud and\nswarm the lighted rectangle of the doorway.\n\nThe man, little more than a dark shape in the sliver of\nlight, is DUTCH, a heavily-accented Belgian immigrant two\nyears off the boat. Dutch is sharp, capable but out of\nplace, a little anxious in the West.\n\nDUTCH (ACCENTED )\n-..Is anybody home? Mr. Williams?\nThe Stewarts are...\n\nThe pupil in the illuminated crescent of Dutch's face widens,\nadjusting to the dark, then narrows.\n\nDUTCH\nJesus god.\n\nDutch backs away, his boots sliding through a rich, crimson\npuddle, never taking his eyes off the thing before him.\n\nAt the door he puts his hand against the jamb, steadying\nhimself. There's something small and smooth under his palm.\n\nHe takes his hand away and looks. A TOOTH, a molar, lodged\nin the wood as if fired there. Dutch stumbles out and...\nEXT. WASHBURNE CRICK SETTLEMENT- DAY\n\n-..onto the porch, nauseated, his blood-stained boots losing\npurchase on the friction-smoothed boards. He flails and\n\nfalls into JOHN CLAY.\n\nThe enormous man catches Dutch.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nWASHBURNE CRICK SETTLEMENT- DAY\n\n-..onto the porch, nauseated, his blood-stained boots losing\npurchase on the friction-smoothed boards. He flails and\n\nfalls into JOHN CLAY. The enormous man catches Dutch. \n\nTARGET SECTION TO BE ANNOTATED:\n Clay is a mountain, early\n40's, easily 6 feet and 250 lbs. of John Wayne.\n\fAll-business all the time, he’s a commanding presence,\nstrong, an obvious leader. He's holding a black-and-white\nPHOTOGRAPH in a broken frame in one of his enormous hands.\n\nCLAY\nBasement’s empty. The Stewarts are\ngone. Maryanne say anything to you\nabout leaving?\n\nDutch shakes his head, no. Clay presses the Stewart family\nportrait into Dutch's hands and pushes him off the porch.\n\nCLAY\nWhat about the Williams?\n\nDutch shakes his head and points into the dark doorway before\nthem. Clay turns and steps into the Williams' House,\nvanishing into the darkness.\n\nWe see the settlement in daylight, the two clapboard homes\nbleached gray from hard weather. The surrounding grass sways.\n\nWe get a better look at Dutch: late 20’s, lean, angular. His\nbody language reads somewhere between Ichabod Crane and\nSherlock, contained nervous energy and remarkably sharp eyes.\n\nDutch looks at the photograph Clay gave him. The Stewarts\nare a large family, posed before their home on the Washburne\nCrick. The children’s images are blurred, they moved during\nthe exposure. Dutch scans the faces, focusing in on\nMaryanne. He touches her image, smearing blood on the picture\nby mistake. He grimaces and wipes it clean with his sleeve.\n\nThe TWO HORSES tied to the fence behind Dutch lift their feet\nand roll their eyes, nervous.\n\nClay emerges from the door, carrying Dutch's Derby as if it\nwere a pair of discarded panties. Dutch takes the hat;\nthere's a crimson stain on the crown.\n\nClay walks to his horse and leans his hands on the saddle,\nstaring out at the slowly waving grass.\n\nCLAY\nIndians. God help them.\n\nDUTCH\nWe have to get them back.\n\nClay nods, just barely.\n\fEXT. THE SPACKS HOUSE- DAY\n\nDOBIE SPACKS walks through the grass, looking down, lost in\nrumination. He pinches at his upper lip, trying to tweeze\nbetween his thumb and finger the fine down growing there.\nDobie will soon be 16. He carries a pitcher of milk.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe pinches at his upper lip, trying to tweeze\nbetween his thumb and finger the fine down growing there. Dobie will soon be 16. He carries a pitcher of milk. \n\nTARGET SECTION TO BE ANNOTATED:\n Behind\nhim, the Spacks House sits large, whitewashed, and Victorian,\nlike some Edward Hopper sentinel.\n\nAhead, WILLIAM PARCHER follows Dobie's mother towards a\nthick, twisted box elder tree growing on a rise in the land.\nParcher is a mischievous-looking rancher in his 50's, a\nmoustache, glorious sideburns.\n\nParcher carries a picnic basket. He hangs back and whispers\nconspiratorially to Dobie-\n\nPARCHER\n\nI hemped three men on yonder tree.\nDOBIE\n\nReally?\nPARCHER\n\nIndians, anyway. Hanged 'em dead.\n\nParcher winks at Dobie, showing off. The boy smiles, he’s\nimpressed.\n\nGERTRUDE\nDon't feed my boy your horse-shit,\nMr. Parcher.\n\nGERTRUDE SPACKS, carrying a quilt, looks back at them. She's\nin her early 50's, attractive, rich.\n\nPARCHER\nThat ain't horse-shit, that's\nhistory. Boy ought to learn where\nwe come from.\n\nThey arrive under the tree and Gertrude spreads the quilt.\n\nGERTRUDE\nMind the cursing in front of my\nboy.\n\nThey sit and Parcher begins to take food from the basket.\nDobie looks up at the sun through the gnarled branches of the\nelder. We hear the CREAK of twisting ropes.\n\fPARCHER\nGreat god amighty, is that coconut?\n\nParcher pulls a cake from the picnic basket.\n\nDOBIE\nMom got it special.\n\nGERTRUDE\nI baked it. The coconut came from\nback East.\n\nParcher looks at the cake, then at Gertrude.\n\nPARCHER\nTen years back, not a mile from\nhere, I had to eat horse to\nsurvive.\n\nDobie is impressed.\n\nGERTRUDE\nThat's disgusting.\n\nPARCHER\nIt wasn't my horse. Point is,\nwe're here now eating coconut cake.\nRight civilized country.\n\nParcher cuts himself a slice that encompasses nearly a\nquarter of the cake.\n\nGERTRUDE\nWe have chicken and cornbread.\n\nPARCHER\nI know it. I'll attend to that\ncornbread directly.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGERTRUDE\nWe have chicken and cornbread. PARCHER\nI know it. I'll attend to that\ncornbread directly. \n\nTARGET SECTION TO BE ANNOTATED:\nParcher takes an enormous bite of cake, smearing his\nmoustache with icing.\n\nDOBIE\nThere's a rider.\n\nDobie points. Parcher gets to his feet and squints. A MAN\nON A HORSE gallops towards them, half a mile away.\n\nPARCHER\nListen, cowboy, how ‘bout taking\nyour mother in the house.\n\fDOBIE\nHe's got a funny hat. I think it's\nyour ranch-hand, Mr. Dutch.\n\nPARCHER\nAnybody can wear a funny hat and\nthat ain't Sunday riding. Take\nyour mother inside.\n\nGERTRUDE\nLet's go, Dobie.\n\nParcher SNAPS the cover guard off of his revolver. Dobie\nturns and looks. Parcher sees the boy eyeing the gun and\ngrins a little bit.\n\nPARCHER\nGo on.\n\nDobie and Gertrude hurry toward the house. Parcher, icing\nsmeared on his moustache, squints into the distance.\nEXT. DAKOTA BADLANDS- DAY\nWe reveal the rider: Dutch. He drives his horse through the\nknee-high grass towards Parcher, a half-mile distant.\nEXT. THE SPACKS HOUSE- DAY\nDutch rears his frothing horse to a halt in the shade of the\nbox elder and dismounts a few feet from parcher. Dobie and\nGertrude are specks in the grass halfway back to the House.\nPARCHER\nDutch, god damnit, I was having a\npicnic.\n\nDUTCH (BREATHLESS)\nIndians. They killed... Here.\n\nDutch fishes a many-folded square of paper from his pocket\nand hands it to Parcher. Scrawled in grease pencil-\n\n“INDIAN MASSACRE AT WASHBURNER CRICK. WILLIAMS FAMILY DEAD.\nSTEWART FAMILY KIDNAPPED, 6 MISSING. FETCHING HENRY V.\n\n- CLAY\"\nDUTCH\n\nIt's from Mr. Clay. They took\nMaryanne... her whole family...\n\f10.\n\nPARCHER\nI can read. Jesus. Indians kill\nthem little Williams girls, too?\n\nDUTCH\nYes... no. Mr. Williams did. And\nthen, what is the word...",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Williams did. And\nthen, what is the word... \n\nTARGET SECTION TO BE ANNOTATED:\nDutch pantomimes shooting himself in the mouth.\n\nPARCHER\nSuicide.\n\nDutch points at Parcher, exactly.\nINT. GERTRUDE'S PARLOR- DAY\n\nDutch thirstily drains a glass of water, jams his derby back\nonto his head. The parlor is sparse, Victorian, dusty.\n\nPARCHER\n...If we're dealing with Crow or\nUte, Dobie could see things a boy\nshouldn't have to.\n\nParcher perches on a stool, pulling on his boots. Gertrude\nwatches Dobie tie provision onto two horses outside.\n\nGERTRUDE\nI've made up my mind, Will.\n\nPARCHER\nYou've already lost a man to the\nIndians, I don't want to take\nanother.\n\nGERTRUDE\nI don't have a man in this house,\nI've got a boy. You take him to\nWashburne Crick and bring him back\nand maybe I'll have two.\n\nParcher's pleased with this. Gertrude turns to Dutch.\n\nGERTRUDE\nWould you like more water?\n\nDutch shakes his head.\n\nDUTCH\nWe have to go.\n\f11.\n\nDobie enters from the front porch, dressed in brand-new\nriding clothes. He's Christmas-morning excited.\n\nDOBIE\nThe horses are ready.\n\nPARCHER\nThen let's get to it.\n\nGertrude takes Dobie's head, kisses his forehead.\n\nGERTRUDE\nBe good. Mr. Parcher’s lived\nthrough everything this country\ncould throw at him. You stay close\nand mind him, and you'll be fine.\n(then, to Parcher-)\nAnd you, too.\n\nShe kisses him lightly on the cheek. Parcher mugs pleased\nshock before leaning to kiss her back. She shoves him off.\n\nGERTRUDE\nWhen you get back.\n\nPARCHER\nYes, ma'am.\n\nParcher and Dobie eye each other significantly, both happy\nand uncomfortable. Dutch puts down his empty water glass.\n\nEXT. WASHBURNE CRICK- DAY\n\nDutch stands in the open doorway of the empty Stewart house,\nlooking in. The Williams house is open behind him, no sign\nof Parcher or Dobie.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. WASHBURNE CRICK- DAY\n\nDutch stands in the open doorway of the empty Stewart house,\nlooking in. The Williams house is open behind him, no sign\nof Parcher or Dobie. \n\nTARGET SECTION TO BE ANNOTATED:\n Dutch walks around the house and\nnotices a SHADOW on the edge of the settlement, past the\nbarn, a dark circle in the grass. He walks over to it.\n\nA CIRCULAR DEPRESSION about four feet across, the grass\npushed aside and collapsed, the earth beneath it churned.\nHundreds of ANTS crawl around in the soil.\n\nDutch crouches and presses his fingers into the circle. They\nsink easily into the dirt.\n\nINT. THE WILLIAMS HOUSE- DAY\n\nIn the dimmed light, Parcher and Dobie cover their mouths\nwith dust cloths. Out of focus, DEEP CRIMSON stains the walls\nand ceiling behind them. Parcher crouches over MRS. WILLIAMS'\nDEAD BODY-\n\f12.\n\nA matronly corpse, shotgunned. The neck and chest are roughly\nbuckshot-torn, her arm nearly separated. There's very little\nblood, just the raspberry chew of the wound.\n\nPARCHER\nShe should have bled out more.\nSame with the girls.\n\nDOBIE\nIda and Daphne... I think those\nwhere their names.\n\nDobie can't help but glance through the doorway into the\ngirls' bedroom where lie-\n\nThe TWO DEAD WILLIAMS GIRLS. Small nightshirt-clad bodies\ntwisted in sheets torn and singed by buckshot. Remarkably\nlittle blood. Child flesh chewed like ground chuck. Dobie\nis close to retching. These are far from the first corpses\nParcher’s seen. Any concern he shows is for Dobie, almost\nlike a kind uncle.\n\nPARCHER\n\nYou want to wait outside?\nDOBIE\n\nNo.\nPARCHER\n\nGood. I wonder...\n\nParcher looks at a GASH in Mrs. Williams' neck, a good eight\ninches above any shotgun damage. It's about an inch across\nand six inches long. It sinks over half an inch into her\nneck, but doesn't appear to have bled.\n\nPARCHER\nWhat kind of weapon makes a wound\nlike that? A chisel? Some kind of\nwood plane?\n\nAs he talks, Dobie turns and looks at the source of all that\ncrimson behind them.\n\nMR.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome kind of\nwood plane? As he talks, Dobie turns and looks at the source of all that\ncrimson behind them. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n WILLIAMS' HEADLESS CORPSE on the rough floorboards by the\nfireplace, the shotgun he used to decapitate himself lying\nbetween his curled hands.\n\nAnd BLOOD. Unlike his wife and girls, there was no shortage\nof the stuff inside Dad. It marks the wall and ceiling\nbehind him, Jackson-Pollock style.\n\nDobie stares at the twin barrel of the bloody shotgun.\n\f13.\n\nDOBIE\nThat gun only fires twice.\n(Parcher waits for him)\n...-He would have had to reload. To\nkill everybody.\n\nPARCHER\n...If it was Appaches or Crow, any\nChristian woman would prefer dying\nto capture. If Mr. Williams had\ntime to reload, it's because his\nwife gave it to him.\n\nDobie looks at the ground.\n\nPARCHER\nIf it came to that, I hope you'd be\nstrong enough to take care of your\nmother.\n\nDobie stares into the bedroom, at the little girls’ corpses.\n\nDOBIE\nAlright.\n\nPARCHER\nOur pity belongs to the Stewart\nfamily, they're still alive and\ncaptive...\n\nDUTCH (0.S., INTERRUPTING)\nMr. Parcher! Mr. Clay's coming!\n\nEXT. WASHBURNE CRICK, YARD- DAY\nDutch stares to the horizon. TWO DOZEN RIDERS approach.\n\nParcher and Dobie emerge from the Williams house. Parcher\nuncorks some whisky and squints at the approaching riders.\n\nPARCHER\nHe find Henry Victor?\n\nDUTCH\nYeah, and near thirty bluecoats.\n\nPARCHER\nMighty Christ. That cock-sure\nlittle shit’s brought the whole\nfort.\n\nDutch sees Dobie, his eyes red-rimmed and glassy. Dutch\ntouches the boy's shoulder.\n\f14.\n\nDUTCH\nYou alright?\n\nPARCHER\nGet off the boy, he's fine.\n\nDutch withdraws his hand. Parcher drinks some whisky.\n\nDUTCH\nI found something.\n\nEXT. WASHBURNE CRICK, BEHIND THE BARN- DAY\n\nParcher, crouching before the circle, sinks his hand into the\nsoftened earth up to his wrist. Dutch and Dobie hover behind\nhim. The two dozen RIDERS approach in the distance.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nWASHBURNE CRICK, BEHIND THE BARN- DAY\n\nParcher, crouching before the circle, sinks his hand into the\nsoftened earth up to his wrist. Dutch and Dobie hover behind\nhim. The two dozen RIDERS approach in the distance. \n\nTARGET SECTION TO BE ANNOTATED:\nPARCHER\nI s'pose... a wallowing buffalo\ncoulda done this.\n\nHe smells the dirt on his finger.\n\nClay, at the head of the dozen riders, reigns his horse to a\nstop a few yards behind Parcher.\n\nHENRY VICTOR stops his own horse beside him. He’s 40 years\nold, a thin, tall dandy with a doughboy face and sharp,\narrogant eyes; the spoiled child of a Texan war hero. He\nwears military blue and Lieutenant's stripes.\n\nHENRY VICTOR\nLooks like you found yourself a\nhole in the ground, Will.\n\nThere’s an old rivalry between them. Parcher stands to face\nthe mounted men as a half dozen of H.V.'s BLUECOATS arrive\nbehind them. Parcher grins at the insult, brushing the ants\nfrom his hand.\n\nPARCHER\nThat and four corpses. And six\nmissing. Most of those being women\nand children.\n\nDUTCH\nI’ll get the horses.\n\nDutch starts back towards the yard, H.V. stops him.\n\f15.\n\nHENRY VICTOR\nHold up now. This is my command, I\ngotta know who we’re hunting. How\nlong have the Indians had them?\n\nClay looks annoyed at H.V.’s obvious, arrogant pleasure at\nexercising authority.\n\nThe Bluecoats behind him are soldiers, between the ages of 15\nand 30. Other Bluecoats ride into the settlement below.\n\nPARCHER\nNear a day now.\n\nHENRY VICTOR\nThat's more than long enough for\nthose women to’ve been...\n\nDobie looks at Parcher, long enough for what? Dutch looks\nsick with H.V.’s implication.\n\nDUTCH\nWe should go. The longer we wait-\n\nHENRY VICTOR\nYou want to go face an Indian war\nparty on your lonesome?\n\nDutch clenches his fists, looks to Clay for support. Clay\nshakes his head, no.\n\nHENRY VICTOR\nYou go off alone, those blanket\nheads will peel you like an orange.\n\nPARCHER\nMaryanne is lukewarm on you with\nyour skin on, Dutch. Follow along,\nwe'll do this thing right.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY VICTOR\nYou go off alone, those blanket\nheads will peel you like an orange. PARCHER\nMaryanne is lukewarm on you with\nyour skin on, Dutch. Follow along,\nwe'll do this thing right. \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY VICTOR (TO PARCHER)\nYou think it's the Sioux?\n\nPARCHER\nI'd incline to guess Apache or\nCommanche. Got a family suicide,\nleads me believe the tribe'd have a\nright smart reputation for torture.\n\nHENRY VICTOR\nThe Sioux understand torture.\n\f16.\n\nHis intonation almost sounds like a cruel, inappropriate\njoke. At any rate, a few of the Bluecoats SNICKER.\n\nEXT. WASHBURNE CRICK, YARD- DAY\n\nDutch, Parcher, and Clay stride quickly across the yard,\nleading H.V. towards the Williams house.\n\nDutch eyes the approaching open door warily, a little sick.\nIt's so quiet that we can just hear the FLIES inside.\n\nThey pass a young black man leaning against the Williams'\nhouse porch railing, \"WALNUT\" CALLAGHAN, (late 20's.)\nCallaghan wears a worn bluecoat jacket, but the rest of his\nclothes are catch-as-catch-can.\n\nDutch slows, he's not happy to be walking back into a\nslaughterhouse.\n\nParcher, Clay, and H.V. pass the BLUECOAT LIEUTENANT standing\nwatch at the door and enter the Williams' house. Dutch\nlingers on the porch. H.V. looks back at him.\n\nHENRY VICTOR\nYour Occidental isn't coming in?\n\nDutch shakes his head, close to puking. H.V. smirks and lets\nthe door shut.\n\nDutch walks back out into the dirt patch and puts his hands\non his knees. The nausea passes and he spits, looks out at\nthe horizon. Callaghan sits nearby.\n\nCALLAGHAN\nYou alright, man?\n\nDUTCH (SHAKING HIS HEAD)\nWe should be going after them.\n\nCALLAGHAN\nDid you know these people?\n\nDUTCH\nI do. I know the Stewarts.\n\nDutch removes the rolled-up photo of the Stewarts from his\nvest and hands it to Callaghan. He points at Maryanne.\n\nDUTCH\nThat’s Maryanne.\n\nCALLAGHAN\nShe yours?\n\f17.\n\nDutch shakes his head, no.\n\nDUTCH\nI was working on it.\n\nEXT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch shakes his head, no. DUTCH\nI was working on it. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WASHBURNE CRICK, LANDSCAPE- DAY\n\nWe see the small cluster of homes overrun with Bluecoats,\nsurrounded by an ocean of grass. We MOVE THROUGH the grass,\nas if following something stalking the settlement...\n\nEXT. WASHBURNE CRICK, THE WILLIAMS HOUSE- DAY\n\nDobie has joined Dutch and Callaghan by the porch. Dutch\nfinishes rolling a cigarette and hands it to the boy.\n\nH.V. SLAMS the door of the Williams House open, startling\nDutch to his feet. Fuming, H.V. stalks across the porch,\nsays to the nearest Bluecoat-\n\nHENRY VICTOR\nSend a scout to Fort Lincoln. Tell\nthem to wagon up the gatlin and\nmeet us at the reservation.\n\nDUTCH\nAre we going?\n\nCLAY (0.S.)\nNot yet.\n\nClay and Parcher emerge from the house.\n\nCLAY\nNot till we put the Williams below\nground. I christened those little\ngirls, and I intend to give them a\nChristian burial.\n\nDOBIE\nBut the Stewarts are...\n\nPARCHER\nWe go off on horses that ain’t been\nrested, we won’t make it ten miles.\nWe got time for a burial.\n\nDutch clenches his fists, knows Parcher’s right. Dobie’s\nedging towards his horse and Dutch stops him.\n\nDUTCH\nLet’s get the grain.\n\f18.\n\nDutch turns to attend to the horses. As Dobie starts to\nfollow, Parcher takes the cigarette from him and smokes it.\n\nPARCHER\nNo reason to route the heathen if\nwe're going to act like him.\n\nEXT. WASHBURNE CRICK, GRAVES-— DAY\n\nTwo dozen BLUECOATS, Parcher, Dutch, Dobie, Callaghan, and\nH.V. before four open graves. Clay, at the head-\n\nCLAY\nGod tests us, and when he takes the\ninnocent, shows us we've failed.\nJesus on the mount said that the\nmeek would inherit the earth, and\nthere they are, down init. I\nbelieve that was as much a\ncommandment as a beatitude.\n\nThroughout the sermon, Dutch seems distracted, anxious to get\non the trail. He looks out at the plains.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\nbelieve that was as much a\ncommandment as a beatitude. Throughout the sermon, Dutch seems distracted, anxious to get\non the trail. He looks out at the plains. \n\nTARGET SECTION TO BE ANNOTATED:\nCLAY\nOn that same mount, Jesus said,\n\"blessed are the peacemakers, for\nthey shall be called the children\nof God.\" We need to be those\nchildren. We got to work to make\nthe earth a fit place for the meek.\nMay God give the Williams family\npeace and paradise where we could\nnot. And give us the wisdom and\nperseverance to carry on until\nwe've finished His work. Amen.\n\nALL\nAmen.\n\nClay looks at the crowd for a moment. Dutch puts on his hat,\nready to leave. The Bluecoats move to disperse.\n\nClay launches into a hymn, \"Alas, and Did My Savior Bleed-\"\nDutch takes his hat back off, the Bluecoats get back in line.\n\nCLAY (SINGING)\nAlas, and did my savior bleed,\nAnd did my sovereign die.\nWould he devote that sacred head,\nFor such a worm as I?\n\f19.\n\nThe others join in. H.V. sings reverently. Dobie sings with\nhis eyes closed. Bluecoats do the best they can.\n\nDutch HUMS along. He notices an INDIAN standing among H.V.'s\nbluecoats. This is TEN BEAR, Crow Tribe, dressed in a\nscout's mixture of Indian and Bluecoat garb. He sings along\nperfectly. Dutch gawks.\n\nTen Bear feels Dutch's eyes and meets his gaze.\nEXT. PLAINS- AFTERNOON\n\nHundreds of hooves THUNDER over the plains. We still hear\nthe HYMN being sung. Riders are scattered over an acre.\n\nClay, Parcher, and Dobie ride grouped together. The Bluecoats\nride in rough formation. Dutch is driving the mess wagon.\nH.V. rides at the head with Ten Bear.\n\nGROUP (SINGING)\nThy body slain, sweet Jesus, thine,\nAnd bathed in its own blood.\n\nWhile the firm mark of wraith divine,\nHis soul, in anguish stood...\n\nAs the post-lapped HYMN ends-\n\nCLAY\nDamnation. We ain't going to find\nkidnapped whites on a reservation.\n\nPARCHER\nI know it.\n\nCLAY\nI ain't set to waste my time while\nthey're scalping the men and raping\nour women.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe ain't going to find\nkidnapped whites on a reservation. PARCHER\nI know it. CLAY\nI ain't set to waste my time while\nthey're scalping the men and raping\nour women. \n\nTARGET SECTION TO BE ANNOTATED:\nPARCHER\nWe're about a day's ride shy of the\nHunkpapa trail to Canada. S'where\nI'd be headed if I was a band of\nfugitive Indians.\n\nClay nods, thinking. Dobie listens attentively.\n\nCLAY\nWe could set off alone.\n\nPARCHER\nI'm chewing the same cud, but\nthere'd only be four of us.\n\f20.\n\nCLAY\nWe have to find the Stewarts. If we\ncan do that with Henry Victor's\nhelp, fine. If not, fine.\n\nPARCHER\n-.-I guess you’ve had every chance\nto and ain't killed us yet. Though\nwhat we'd do if-\n\nJump scare- Parcher suddenly LURCHES forward, his horse\nSCREAMS and stumbles, nearly throwing him. Clay’s reigns in\nhis own horse and grabs the lead of Parcher’s, steadying the\nanimal as Parcher jumps clear.\n\nDOBIE\nMr. Parcher! What...\n\nParcher gathers his wits.\nPARCHER\nS'alright, Dobie. Must of stepped\nin a prairie dog hole.\n\nParcher puts a calming hand on his horse’s muzzle.\n\nPARCHER (TO THE HORSE)\nThere you go. S’alright...\n\nCLAY\nHow’s that leg?\n\nParcher crouches and examines the fetlock.\n\nPARCHER\nA little blood, but she’s standing\nalright.\n(to Dobie)\n\nHey, Cowboy, hump on ahead, see how\nmuch further we're gonna press\nbefore camp.\n\nDOBIE\nYessir.\n\nParcher stands as Dobie spurs his horse forward. Once he's\nout of earshot-\n\nCLAY\nWhy do you spend so much time\nrubbing that boy's belly? He\nalready thinks you're Jesus\nCrocket.\n\f21.\n\nPARCHER\nI'm courtin' his mother.\n\nParcher climbs up onto his horse.\n\nCLAY\n\nThat's Gertrude Spacks' boy?\nPARCHER\n\nYeah.\nCLAY\n\nSkinny woman.\nParcher looks at him. A beat.\n\nCLAY (BONE DRY)\nMight as well just poke the boy.\n\nA beat. The first joke Clay’s made in months. Parcher laughs.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nA beat. The first joke Clay’s made in months. Parcher laughs. \n\nTARGET SECTION TO BE ANNOTATED:\nClay lets himself smile, they spur their horses forward.\n\nWe TILT DOWN to what neither man saw, the “prairie dog hole”\nthat Parcher’s horse stepped in. Beneath the grass, the hole\nis blood-colored, filled with dim GORE and shards of broken\nRIB-BONES...\n\nACROSS THE GROUP\n\nDutch, driving the mess wagon, nods to Callaghan as he\npasses. The young black man veers his horse closer.\n\nDUTCH\nWho is Henry Victor's Indian?\n\nCallaghan looks towards the head of the group, where Ten Bear\ngestures and talks low to H.V.\n\nCALLAGHAN\nTen Bear. He's a Crow Indian. And\nthe man's paid for his work and\nfree to leave.\n\nDUTCH\nYes?\n\nCALLAGHAN\nSo he don't belong to Henry Victor.\n\nBLACK BLUECOAT(O.S.)\nWalnut!\n\f22.\n\nCallaghan looks over. A BLACK BLUECOAT, several years\nCallaghan's junior,\n\nBLACK BLUECOAT\nMr. Victor's canteen's dry.\n\nCallaghan nods. The Black Bluecoat veers off.\n\nDUTCH\nHe called you Walnut.\nCALLAGHAN\nYeah he did.\nDUTCH\nWhy?\nCALLAGHAN\n\nThinks he's better'n me 'cause\nnobody ever owned him. I'm not\nenlisted. I cook for Fort Lincoln\nbut I'm paid and I can leave any\ntime. Understand?\n\nDUTCH\nSure.\n(uncomfortable beat.)\n..-How are you called?\n\nCALLAGHAN\nMy name's Callaghan.\n\nDUTCH\nCallaghan. I am Martin Van\nLeijderova.\n\nCALLAGHAN\nShit, man, I can't say that.\n\nDutch reaches out his hand. Callaghan shakes it, laughing.\n\nDUTCH\nI am also called Dutch.\n\nCALLAGHAN\nGood to meet you.\n\nAT THE FRONT OF THE GROUP\n\nDobie rides past Bluecoats and forward to where H.V. takes a\npair of binoculars from Ten Bear.\n\f23.\n\nH.V. points out something straight ahead to two BLUECOAT\nLIEUTENANTS. The Lieutenants nod and head back to their\nsquads. Ten Bear hands H.V. a rifle. H.V.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. a rifle. H. V. \n\nTARGET SECTION TO BE ANNOTATED:\n sees Dobie-\n\nHENRY VICTOR\nTake a look yonder.\n\nDobie squints into the distance. A SHAPE in the grass.\n\nDOBIE\nIs that a horse?\n\nHe hands Dobie the binoculars. Dobie peers through-\n\nDOBIE'S TELEPHOTO POV- A MINECONJOU INDIAN, dismounted from\nhis HORSE, walking in small, irregular circles and staring at\nthe ground.\n\nThe Mineconjou glances up, looking almost directly at Dobie,\nthen continues his search of the ground.\n\nDOBIE\nHe's seen us.\n\nHENRY VICTOR\nYou think I don’t know that?\n\nDOBIE\nThen why ain't he run?\n\nACROSS THE PLAINS- TWO COLUMNS of BLUECOATS, six men each,\nbreak free of the group and CHARGE, galloping across the\nplains towards the lone Indian.\n\nDOBIE'S TELEPHOTO POV- The Indian sees the charging soldiers.\nHe runs for his horse, a spotted mustang.\n\nThe Mineconjou prepares to jump on his horse, as-—\nH.V. raises the rifle to his shoulder, takes aim... CRACK.\n\nDOBIE'S POV- the horse jerks with the rifle's impact and\ntwists sideways, falling to the ground.\n\nACROSS THE PLAINS- The Indian jumps away from the falling\nbeast as it kicks and pumps blood. The two columns of riders\nrace towards him, flanking him North and South, closing in\nlike pincers.\n\nThe Indian turns and sprints West, tearing on foot through\nthe tall grass. The two columns of mounted soldiers close\nin, hooves THUNDER.\n\f24.\n\nThe SOUTHERN COLUMN sweeps in first, scooping around the\nIndian. He stops running and draws a knife.\n\nHe turns away from the Southern Column just in time for the\nlead horse of the NORTHERN COLUMN to arrive, the mounted\nBluecoat swinging his rifle like a club-\n\nCHUNK. The Indian catches the rifle flat across the side of\nhis head. His feet leave earth, he pinwheels through the\nair, head trailing blood, and SLAMS into the ground.\n\nEXT. PLAINS CAMP— LATE AFTERNOON\n\nClay crouches over the horse H.V. shot. Nearby, two\nBLUECOATS bind the Indian's hands to a wagon wheel.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLAINS CAMP— LATE AFTERNOON\n\nClay crouches over the horse H. V. shot. Nearby, two\nBLUECOATS bind the Indian's hands to a wagon wheel. \n\nTARGET SECTION TO BE ANNOTATED:\n Blood\nleaks from the Indian's brow. Ten Bear crouches in front of\nhim, MURMURING at the captive.\n\nParcher looks at the Indian; Dobie and Dutch stand nearby,\nstaring. H.V. stands in the center, well-satisfied.\n\nCLAY\nYou didn't have to shoot his horse.\n\nHENRY VICTOR\nChrist, you gonna make us bury\nthat, too?\n\nClay stands and H.V. crosses to Ten Bear.\n\nHENRY VICTOR\nWhat does he say?\n\nTEN BEAR\nNothing.\n\nHENRY VICTOR\nAsk what he was looking for in the\ngrass.\n\nTen Bear leans in close and MURMURS words to the Indian,\nmaking signs with his hands. No response.\n\nDutch pulls the photo of the Stewarts from his vest and hands\nit to Clay. Clay nods and crouches next to Ten Bear, showing\nthe photo to the captive. To Parcher-\n\nCLAY\nAsk him.\n\nParcher speaks in sub-titled Sioux, making signs with his\nhands as he speaks.\n\f25.\n\nPARCHER (SIOUX, S.T.)\n<We need to find these white\npeople. Bad Indians took. You help,\nwe let you go.>\n\nNo response. Clay stands, annoyed.\n\nCLAY\nWe don't have time for this. Let's\nkeep moving.\n\nPARCHER\n<You Blackfoot? Minneconjou?>\n(no response)\n<Minneconjou, I think. Look like\nBull Bear.>\n\nThe Indian looks up sharply.\n\nPARCHER\n<But you no Bull Bear. Bull Bear\ndead. I bury him.>\n\nParcher nods, offers a friendly grin.\n\nPARCHER\n<You Dull Knife. Son of Bull Bear.>\n\nThe Indian, DULL KNIFE, stares at Parcher a few moments and\nthen drops his gaze. Parcher stands-\n\nPARCHER\nHis name's Dull Knife.\n\nCLAY\nCarrying a prisoner's gonna slow us.\n\nHENRY VICTOR\nI'd rather walk in the right\ndirection than run with my head up\nmy ass. We're running short of\ndaylight, we'll camp here.\n\nCLAY\nWe're wasting time we ain't got,\nHenry.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY VICTOR\nI'd rather walk in the right\ndirection than run with my head up\nmy ass. We're running short of\ndaylight, we'll camp here. CLAY\nWe're wasting time we ain't got,\nHenry. \n\nTARGET SECTION TO BE ANNOTATED:\n You know what's happening\nto those Stewart girls right now?\n\nDutch looks sick. Clay presses the Stewart photo into H.V.'s\nhands. H.V. is suddenly very conscious of the Bluecoats\nnearby, watching.\n\f26.\n\nHENRY VICTOR\nThis isn't your outfit, Clay. If we\nneed to raise any pigs, we’ll ask\nyour advice. But renegade Indians\nare my job.\n\nCLAY\nIf men like me and Will Parcher\nhadn't cleared this land of\nIndians, men like you would be dead\non a spit and you know it.\n\nHENRY VICTOR\nThese soldiers are under my\nauthority. Mine. So long as you\nride with us, you are, too.\n\nHe tries to hand the family photo back to Clay, who lets it\ndrop in the grass. Dutch appeals to Clay-\n\nDUTCH\nWe’re not gonna stop...?\n\nCLAY\nThat Indian doesn't know shit and\nwouldn't talk if he did.\n\nHENRY VICTOR (SMILING)\nHe'll talk.\n\nDutch picks the Stewart family photo out of the grass and\nputs it back in his vest.\n\nEXT. PLAINS CAMP- NIGHT\n\noff-screen, Dull Knife SCREAMS. It's dinner time. None of\nthe Bluecoats look up from their plates or away from their\nconversations, they've grown used to the sound.\n\nScattered CAMPFIRES. Men eat sociably, drink coffee.\n\nWE MOVE TO-\n\nParcher, Clay, H.V., and Dobie sitting in a group near the\ncampfire, finishing dinner. 0.S., Dull Knife SCREAMS. Only\nDobie looks over.\n\nWE MOVE TO-\n\nDutch moving through the Bluecoats, trying to see what's\nhappening to Dull Knife.\n\f27.\n\nTen Bear is crouching in front of the bound Minneconjou, on\nthe edge of the firelight, doing something to the soles of\nDull Knife's feet. Dutch moves tangent to the two Indians,\ncircling around, trying to see what Ten Bear is doing. Dull\nKnife SCREAMS. The cry echoes across the plains, no reaction\nfrom the Bluecoats.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch moves tangent to the two Indians,\ncircling around, trying to see what Ten Bear is doing. Dull\nKnife SCREAMS. The cry echoes across the plains, no reaction\nfrom the Bluecoats. \n\nTARGET SECTION TO BE ANNOTATED:\nTen Bear pulls a SMALL NOB away from Dull Knife's foot and\nsets it on the ground, something pale with a dark, shiny\ngloss. It could be metal, or it could be bone.\n\nCALLAGHAN (0O.S. )\nYou don't want to see that.\n\nCallaghan touches Dutch's shoulder and he jumps.\n\nDUTCH\nWalnut! ...Sorry. Callaghan, I\nmean. ...Has he talked?\nCALLAGHAN\n\nNah. Ain't even the point. Ten Bear\nstopped asking questions a half\nhour back. Come get some coffee.\n\nThey walk towards the mess wagon. Callaghan pats his leg.\n\nCALLAGHAN\nI was born with this leg gimp,\nflesh all withered and shrunk. Mr.\nCallaghan, the man that owned my\nmother named me Walnut because he\nthought I looked like one. I ain't\npartial to the name.\n\nThey arrive at the wagon, Callaghan pours coffee. Dull\nKnife's SCREAMS dies down to pained BREATHING.\n\nDUTCH\nI can't see anything wrong with\nyour leg.\n\nCALLAGHAN\n\nIt's weak. Hurts most of the time.\n\nDUTCH\n--.-I don't like Henry Victor.\n\nCALLAGHAN\nThe man's a sack of horse-shit.\n\nDutch grins in agreement. Then-\n\f28.\n\nDUTCH\nI'm Belgian. But they thought I\nwas German on Ellis Island, so they\nput my name down as \"Dutch.\"\n\nCALLAGHAN\nWhat the hell kind of sense does\nthat make?\n\nDutch shakes his head.\n\nCALLAGHAN\nYou come to this country alone?\n\nDUTCH (SHAKING HIS HEAD)\nI had a sister; the boat killed her\nand we put her in the water. All I\nkept of hers was a... I don’t know\nthe English... a “broche.”\n\nDutch gestures at his chest, shaping a brooch.\n\nDUTCH\n-..I gave it to Maryanne Stewart.\n\nHe looks at the ground. A beat.\n\nDUTCH\nI barely knew her but... I thought\nshe might...\n\nDutch swallows, takes a breath. Callaghan fills space-\n\nCALLAGHAN\nTell me your real name again.\n\nDUTCH\nVan Martjin Leijderova.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch swallows, takes a breath. Callaghan fills space-\n\nCALLAGHAN\nTell me your real name again. DUTCH\nVan Martjin Leijderova. \n\nTARGET SECTION TO BE ANNOTATED:\nCALLAGHAN\nShit. You want more coffee, Dutch?\n\nDUTCH\nYeah.\n\nDutch glances over towards Dull Knife. He sits alone, bound\nto the wagon wheel, feet covered in bloody rags.\n\nCALLAGHAN\nHe’s give up for the night, praise\nGod.\n(considers, then-)\nShit. I hope this gets me fired.\n\f29.\n\nCallaghan grabs the bowl of scraps and carries it over to\nDull Knife. He sets it on the ground next to him.\n\nCALLAGHAN\nGo on, you can eat. It's alright.\n\nDull Knife looks at the bowl of food, he wants it badly. He\nlooks at Callaghan. His eyes narrow, somewhere between\nmenace and pity.\n\nDULL KNIFE (SIOUX, SUBTTLED)\n<You’1ll be awake in your grave.\nYou’1l be alive when they feed.>\n\nCallaghan furrows his brow, doesn’t understand. He nudges\nthe bowl of food again.\n\nCALLAGHAN\nGo on, eat.\n\nNo reaction from Dull Knife. Callaghan SIGHS and walks back\ntowards the Wagon, where Dutch drinks coffee.\n\nHENRY VICTOR (0.S.)\nWalnut! My tobacco's dry!\n\nDUTCH\nI got it.\n\nDutch grabs a sack of tobacco and walks towards the fire.\n\nBY THE FIRE\n\nParcher, Dobie, Clay, H.V., and a half-dozen BLUECOATS sit.\nThey're drinking whiskey, coffee, they're rolling cigarettes.\n\nDutch approaches. H.V. sees him.\n\nHENRY VICTOR\nWhere's Walnut?\n\nDUTCH\nI brought tobacco.\n\nHENRY VICTOR\nMuch obliged.\n\nH.V. takes the sack with one hand while he fishes in his vest\nwith the other, pulling out a small TOBACCO POUCH that he\ntosses to Parcher. It looks like shriveled leather.\n\nPARCHER\nWhat the hell is this?\n\f30.\n\nHENRY VICTOR\nTobacco pouch.\n\nPARCHER\nIt's ugly as shit.\n\nHENRY VICTOR\nCame off an Injun. Big buck named\nSackatabacky.\n\nA few Bluecoats LAUGH.\n\nCLAY\nOh, Jesus Christ.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nBig buck named\nSackatabacky. A few Bluecoats LAUGH. CLAY\nOh, Jesus Christ. \n\nTARGET SECTION TO BE ANNOTATED:\nParcher throws the shriveled tobacco pouch back to H.V., who\nfills it as he tells a story, excessively proud-\n\nHENRY VICTOR\nMy daddy was one of the men behind\nthe rifles that held off the Sioux\nat the battle for New Ulm.\n\nH.V. meaningfully shakes the pouch.\n\nHENRY VICTOR\nHenry Victor senior cut this off\none of them Indians. Lends the\ntobacco a sweetness I've grown\nright partial to.\n\nDOBIE\nWhat is it?\n\nPARCHER\nIt's a scrotum, Dobie.\n\nDobie reacts. H.V. turns his attention to the boy.\n\nHENRY VICTOR\nYou know the story of New Ulm, boy?\n\nDOBIE\nYessir. My father died there.\n\nHENRY VICTOR\nWell alright then. Did you know it\nwas more American civilians than\never died in anything else? Not a\nsoldier among ‘em. Six hundred\ndead by the lowest count.\n\n(MORE)\n\f31.\n\nHENRY VICTOR (cont'd)\nThe Sioux knew they couldn't face\nthe army, so they attacked a town\nof unarmed farmers, women,\nchildren.\n\nH.V. is condescending, tells the story like Sunday School.\nHe licks, seals, and lights a scrotal-tobacco cigarette.\n\nDOBIE\nYessir, I heard that.\n\nHENRY VICTOR\nI hope you know your daddy died\nnoble. I'll raise a drink to him\nand every man at this fire. We'll\nmake sure we never see anything\nlike that in this country again.\n\nCLAY\nI'll drink to it.\n\nPARCHER\nAny reason's a good one.\n\nThey raise flasks and enamel mugs, and drink.\n\nThey fall respectfully quiet. The sudden silence reveals a\nSLURPING and CHEWING. They all look over, to-\n\nDull Knife, hungrily shoveling scraps from the bowl and into\nhis mouth. H.V. exhales smoke.\n\nHENRY VICTOR\nWho fed my Indian?\n\nHe stands, strides across the camp, and kicks the bowl out of\nDull Knife's hands. Scraps fly.\n\nHENRY VICTOR\nWe don't find those settlers ‘til\nhe talks, so he don't eat ‘til he\ntalks.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stands, strides across the camp, and kicks the bowl out of\nDull Knife's hands. Scraps fly. HENRY VICTOR\nWe don't find those settlers ‘til\nhe talks, so he don't eat ‘til he\ntalks. \n\nTARGET SECTION TO BE ANNOTATED:\n WHO FED MY GODDAMNED INDIAN?\n\nH.V. kicks Dull Knife in the Stomach, doubling him over.\nChewed food flies from his mouth. H.V. picks up a loose\nstirrup, a metal buckle on two feet of leather strap, an\nimpromptu LASH. Everybody watches him, Parcher and Clay get\nto their feet.\n\nHENRY VICTOR\nWalnut? Where are you?\n\nWalnut is absent. H.V. is rabid. Several tense moments, then-\n\f32.\n\nDUTCH\n-..I fed him.\n\nEverybody turns to look at Dutch. H.V. stalks towards Dutch\nwith the stirrup / lash. He raises his arm...\n\nHENRY VICTOR\nYou ignorant son of a bitch...\n\nCLAY\nHenry.\n\nH.V. looks over. Clay has a hand on his gun. H.V.\nconsiders, then.\n\nHENRY VICTOR\n...-You raise that gun and all four\nof you'll be on ropes in an hour.\n\nClay stands holding his gun. H.V. stands holding his lash.\nDutch looks like he's about to piss. Parcher gets up.\n\nPARCHER\nChrist, Henry, he was just gonna\nshoot you a little bit. And if\nDutch fed him the same shit your\ncook fed us, he ain't no happier'n\nhe was ‘fore he et. Leave it rest.\n\nHENRY VICTOR\nThis is my command. Mine. I can't\nhave my authority undermined.\n\nPARCHER(TO DUTCH)\nApologize to the man for\nundermining him.\n\nDUTCH\nI am sorry.\n\nWith his accent, it's hard to suss his sincerity. H.V. spits\nand shakes his head. To a Lieutenant-\n\nHENRY VICTOR\nBugle taps, we're bedding down. I\nwant a three man watch until dawn.\nI want guns on the night. Anybody\ntries to sneak back into camp,\nanything moves, kill it.\n\f33.\n\nTIME LAPSE- EXT. PLAINS CAMP-— NIGHT\n\nThe Bluecoats and cowboys wrapped in their blankets, asleep\nin small groups. Soft SNORES, the RUSTLING grass.\n\nA soft RATTLE rolls across the plains, like the largo\ncreaking of an ungreased door.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLAINS CAMP-— NIGHT\n\nThe Bluecoats and cowboys wrapped in their blankets, asleep\nin small groups. Soft SNORES, the RUSTLING grass. A soft RATTLE rolls across the plains, like the largo\ncreaking of an ungreased door. \n\nTARGET SECTION TO BE ANNOTATED:\n Almost a PURR. Dutch lies\nawake in his blankets, staring at the sky.\n\nA BLUECOAT SENTRY slouched by the fire struggles to keep his\neyes open, leaning on his rifle. The RATTLING PURR laps\nagainst him, each swell tugging him towards sleep. The soft\nPURR rises again, the Sentry's eyes close.\n\nA BLUECOAT LIEUTENANT sleeps on his side on the edge of camp,\nspooning with his rifle.\n\nDutch looks over the camp. Everybody else is asleep.\n\nExcept Dull Knife. He sits awake, eyes sunken, desperate.\nHe stares at the plains, watching the slowly waving grass.\n\nDutch lies back down, watching Dull Knife. Dull Knife's eyes\nshine in the campfire. Dutch closes his eyes.\n\nThe Bluecoat Lieutenant, sleeping soundly on his side. We\nmove to a short distance away, where a small circle of earth\nbeneath the grass slowly starts to TREMBLE. The circle\nspreads, blades of grass fall.\n\nFive man-shaped FIGURES crawl towards him out of the grass.\nThey slink on all fours, silent. In the starlight and dying\ncampfire embers, we can just barely see their burnt-looking,\nmottled flesh. Their movement is predatory, inhuman.\n\nThe Bluecoat Lieutenant doesn't wake up when a TALON, an\norganic-looking blade touches the hollow between his collar\nbone and throat.\n\nRIIIP- the talon is dragged across the Lieutenant's neck,\ncarving a deep trench in the flesh. The wound is deep but\ndoes not bleed, the scarlet blood instantly coagulating.\n\nThe Lieutenant's eyes open and immediately hands on his body\nCLAMP DOWN hard, holding him immobile.\n\nThe Lieutenant's eyes roll wildly. A RETCHING SOUND off\nscreen, a SPLATTER, and then the Lieutenant's face goes\nslack. His eyes, still conscious, stare ahead.\n\nHe is completely immobile. A beat. A RATTLING. A PURR.\nThe Lieutenant is abruptly YANKED off-screen.\n\f34.\n\nFROM A DISTANCE-\n\nOut in the plains, down in the grass, the dwindling campfires\noffer a rich glow against the waving moonlit grass.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Lieutenant is abruptly YANKED off-screen. 34. FROM A DISTANCE-\n\nOut in the plains, down in the grass, the dwindling campfires\noffer a rich glow against the waving moonlit grass. \n\nTARGET SECTION TO BE ANNOTATED:\n SHAPES\nare being dragged out into the plains, the grass forming V's\nbehind them, like a wake in water.\n\nCUT TO BLACK\n\nHENRY VICTOR (0.S.)\nBullshit! Bullshit! Bullshit!\n\nEXT. PLAINS CAMP—- MORNING\n\nDutch opens his eyes. Most of the Bluecoats are already up.\nParcher is drinking coffee, getting his boots on. Dutch sits\nup. H.V. storms around the camp like a child in a tantrum.\n\nHENRY VICTOR\nSomebody saw those yellow shit-\nheels desert. I will not god-\ndamned believe four men left camp\nand nobody even god-damned stirred.\n\nBluecoats hurry into boots and uniforms. Dutch sees Clay\nstanding nearby, looking out at the grass.\n\nDUTCH(TO PARCHER)\nWhat happened?\n\nPARCHER\n‘Morning, sweetheart. Henry Victor\nlost some of his boys last night.\n\nDUTCH\nWhere?\nPARCHER\nThat's the question.\nCLAY\nSomebody dragged ‘em off.\nDUTCH\nThe Indian didn't sleep. Dull\n\nKnife.\nTIME LAPSE- ACROSS CAMP— MORNING\nDull Knife stares at the ground, beaten and exhausted.\n\nParcher and Ten Bear crouch in front of him. Clay watches\nfrom nearby, whisky bottle in hand. H.V. paces.\n\f35.\n\nPARCHER\nShit. You sure you didn't find him\nout front of a tobacco shop?\n\nH.V. snorts. Dutch approaches, tucking in his shirt.\n\nYOUNG BLUECOAT(0O.S.)\nSir? Mr. Victor?\n\nHenry Victor looks over, a YOUNG BLUECOAT is crouching over\none of the missing men's blankets.\n\nYOUNG BLUECOAT\nThere's blood here, I think. Not a\nlot, but...\n\nH.V. stalks over, Clay on his heels. There is a six-inch\nsmear of blood on the soldier's gray blankets.\n\nHENRY VICTOR\nI've bled more from a pulled tooth.\n\nHe turns and stalks back over to Dull Knife. Clay crouches\nand examines the blood. Parcher, crouching, speaks\nconversationally with Dull Knife.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns and stalks back over to Dull Knife. Clay crouches\nand examines the blood. Parcher, crouching, speaks\nconversationally with Dull Knife. \n\nTARGET SECTION TO BE ANNOTATED:\nPARCHER(SIOUX, SUB-TITLED)\n<Know you talk. Seen you talk,\nyoung boy.>\n\nNo response from Dull Knife.\n\nHenry Victor is livid, his face nearly twitching, staring at\nDull Knife. Dull Knife stares back.\n\nH.V. steps on one of Dull Knife's bloody feet. Dull Knife\nSCREAMS through clenched teeth. Dutch turns away, sick.\nH.V. takes the weight off his foot. Dull Knife PANTS.\n\nHENRY VICTOR\nWhat's he got to say now?\n\nPARCHER\nWe already know that don't work.\n\nParcher stands and turns away. Dull Knife catches his breath,\nthen the corner of his mouth twitches, he whispers-—\n\nDULL KNIFE(SIOUX, SUB-TITLED)\n<I'm glad they like white men,\ntoo.>\n\f36.\n\nHENRY VICTOR\nWhat was that?\n\nTEN BEAR\nHe says he likes white men.\n\nDULL KNIFE\n<The Burrowers.>\n\nParcher listens intently.\n\nTEN BEAR\nHe says about another tribe.\nMiners.\n\nHENRY VICTOR\nMiners? Indian miners?\n\nPARCHER\nHe didn't say \"miners.\" Men mine.\nHe used the word for when animals\ndig. Burrow, maybe.\n(To Dull Knife)\n<The tribe Burrowers? Last night?>\n\nHENRY VICTOR\nLet my buck do his job, Will.\n\nTen Bear leans in close to Dull Knife, cutting off Parcher.\n\nTEN BEAR\n<Where do we find the Burrowers?>\n\nDull Knife nearly manages a smile despite the pain.\n\nDULL KNIFE\n<...They'1l find you.>\n\nHe leans in, whispers just for Ten Bear-\n\nDULL KNIFE\n<Even if you do taste like white\nman by now.>\n\nThey lock eyes. Ten Bear grabs Dull Knife's bloody mess of a\nfoot, SQUEEZES. Dull Knife SCREAMS.\n\nClay steps over and SHOVES Ten Bear off with his boot,\nknocking him to the ground.\n\nCLAY\nI've finished listening to that\nIndian scream.\n\f37.\n\nHENRY VICTOR\nHe's shit-all for information\nanyway. We'll get our answers from\nthe reservation.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n37. HENRY VICTOR\nHe's shit-all for information\nanyway. We'll get our answers from\nthe reservation. \n\nTARGET SECTION TO BE ANNOTATED:\nPARCHER\nThis ain't the Sioux, Henry. He\njust said the Burrowers.\n\nHENRY VICTOR\nI don't have time to be second\nguessed. There's four white women\nout there've probably already...\n\nH.V. swallows his last words, grimacing.\n\nPARCHER\nAll the more reason we shouldn't be\nlooking in the one place we know\nthey ain't.\n\nHENRY VICTOR\nWe have to fight the enemy that's\nbefore us. We're going to the rez.\n\nParcher's about to respond, when,\n\nDOBIE(0.S.)\nMr. Parcher!\n\nThey look over. Dobie is waving from the grass near the edge\nof camp. Clay and Parcher head over. H.V. moves in the\nopposite direction, towards his lieutenants.\n\nAT THE EDGE OF CAMP-—\n\nParcher crouches over a CIRCULAR INDENTATION of crushed grass\nnext to Dobie, just like at Washburne Crick. Clay continues\npast the circle, out towards the prairie.\n\nPARCHER(TO DOBIE)\nWhat do you think, Cowboy?\n\nDOBIE\nI dunno, sir.\n\nCLAY (YELLING)\nThere's another one. A third\nyonder.\n\nHe points further North. Behind them, H.V.'s Bluecoats are\nalready packing up and heading West. Parcher nods to Clay,\nshowing that he heard the man.\n\f38.\n\nPARCHER(TO DOBIE)\nShitfire. Henry Victor'd rather\npull fingers off the Sioux than\nfollow the trail before us.\n\nDOBIE\nSorry, sir?\n\nPARCHER\n...I think we're about set to quit\nour military escort.\n\nEXT. SOUTHERN PLAINS— LATE MORNING\n\nPOUNDING HOOVES. Dutch, Clay, Parcher, and Dobie gallop out\nthrough the grass, moving quickly now that they're alone.\n\nDutch looks back at the train of Bluecoats quickly vanishing\nin the distance.\n\nClay, riding ahead, slows his horse to examine another\nSHALLOW PIT in a ring of crushed grass.\n\nTIME LAPSE- SOUTHERN PLAINS— AFTERNOON\n\nSmall, gnarled trees dot the landscape. The four riders cast\nlong shadows, climbing a gentle slope.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nClay, riding ahead, slows his horse to examine another\nSHALLOW PIT in a ring of crushed grass. TIME LAPSE- SOUTHERN PLAINS— AFTERNOON\n\nSmall, gnarled trees dot the landscape. The four riders cast\nlong shadows, climbing a gentle slope. \n\nTARGET SECTION TO BE ANNOTATED:\n From a distance, we\nshow how tiny they are, how isolated.\n\nEXT. PLAINS CAMP- NIGHT\n\nDutch takes a swig from a bottle of whiskey. The four sit\naround a campfire, the last scraps of dinner in the enamel\npot on the fire's edge. They're unrolling blankets, getting\nready for bed, passing the bottle.\n\nDutch shows Dobie how to roll a cigarette.\n\nClay takes an immensely satisfied drink and passes the\nbottle. Parcher takes it and grins.\n\nPARCHER\nGreat god a-mighty, I'm tired.\nAin't been rode this hard since we\ngulched the Darrows.\n\nClay nods and hands him back the bottle. Parcher passes the\nbottle to Dutch, then nudges Dobie.\n\nPARCHER\nOn the trail of hostile Indians.\nWhat do you think, cowboy?\n\f39.\n\nDOBIE (SMILING)\nIt's alright.\n\nDutch takes a swig and passes, then gets to his feet wearily,\nstretching.\n\nDUTCH\nExcuse me.\n\nScratching his back, he walks away from the fire-\n\nEXT. PLAINS- NIGHT\n\nOnly a stone's throw from camp, Dutch is already out of the\nfeeble, flickering throw of firelight. We can see how the\n\ndarkness and endless space makes him nervous.\n\nThe knee-deep grass is pitch-black in the moonlight. Dutch\npulls out his pecker and pisses into the grass.\n\nBACK AT CAMP\nDobie takes a swig of liquor, pretending like he enjoys it.\n\nPARCHER\nYou been doing real good, Dobie.\n\nDOBIE\nThank you, sir.\n\nPARCHER\n\nYou oughta sleep. We'll be up and\n\nmoving long before dawn. Only got\n\na few days to find them Stewarts\n\nbefore we wouldn't want to.\nDobie starts to ask him what he means, then holds his tongue.\nEXT. PLAINS- NIGHT\nDutch pisses into the grass, looking out at the few gnarled,\ndwarfish trees shaking in the wind. His eyes are a little\nglassy with liquor. He YAWNS.\nFrom a distance- Dutch starts to button up his pants. We can\nsee him clearly silhouetted against the flickering light of\ncamp, an easy target.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe YAWNS. From a distance- Dutch starts to button up his pants. We can\nsee him clearly silhouetted against the flickering light of\ncamp, an easy target. \n\nTARGET SECTION TO BE ANNOTATED:\nA SHAPE passes in front of the camera.\nEXT. PLAINS CAMP- NIGHT\n\nClay takes a pensive drink, sitting on his blankets.\n\f40.\n\nCLAY\nYou think those men last night\ndeserted?\n\nPARCHER\nYou mean ruther'n got drug off?\n\nClay nods. Beat. Parcher shakes his head.\nPARCHER\nF’they did, I hope they died fast.\nYou ever heard of an Indian tribe\ncalled the Burrowers?\nClay shakes his head no, and pulls a BIBLE from his vest.\n\nCLAY\nWe'll stand watch, two hour shifts.\n\nEXT. PLAINS- NIGHT\n\nDutch turns and starts walking back towards camp. He doesn't\nhear a SNAP a dozen yards away.\n\nHe continues towards camp, leaving frame. We linger on the\ndark landscape behind him-\n\nAgainst the waving grass, between the small, gnarled trees,\nit's impossible to see clearly. But we can just make out-\n\nTWO SHAPES, moving towards the fire.\n\nEXT. PLAINS CAMP- NIGHT\n\nDobie curls into his blankets and closes his eyes. Parcher\nalready looks asleep. Only Clay sits upright, holding\nParcher's rifle, reading his bible by fire-light.\n\nDutch walks into the edge of the firelight. He doesn't see\nthe DARK SHAPE looming behind him.\n\nClay looks up at Dutch, then past him. A momentary look of\nconcern crosses his face. He puts his Bible in his vest.\n\nThe grass sways in the wind behind Dutch. Clay jerks the\nrifle up and levels it, almost directly at Dutch.\n\nDutch freezes.\n\nDUTCH\nWhat...\n\f4l.\n\nCALLAGHAN (OFF-SCREEN)\nDon't shoot!\n\nDutch jumps like something bit him.\n\nParcher comes out of his blankets, cocking his revolver as he\nsits up. Dobie scrambles to his feet.\n\nCALLAGHAN\nIt's me, it's Callaghan, Mr. Henry-\nVictor's cook.\n\nLeading his horse, Callaghan emerges from the darkness behind\nDutch, and into the firelight.\n\nPARCHER\nShitfire, Walnut. You alone?\n\nCALLAGHAN\nYeah.\n\nParcher drops his pistol.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou alone? CALLAGHAN\nYeah. Parcher drops his pistol. \n\nTARGET SECTION TO BE ANNOTATED:\nCLAY\nYou trying to get shot?\n\nCallaghan moves in towards the fire, realizing how close to\ngetting shot he was.\n\nPARCHER\nGreat Christ. Tie up your horse\nand set. You missed dinner.\n\nCallaghan nods thanks to Parcher, then nods hello to Dutch.\nDutch nods back.\n\nTIME LAPSE- EXT. PLAINS CAMP-— NIGHT\n\nCallaghan sits with the others, their conversation already in\nprogress.\n\nCALLAGHAN\nI can't rightly account for the\nothers. Didn't even know they was\nmissing until now.\n\nCLAY\nDeserting the army's a felony.\nThey could hang you for that and\njail us for riding with you.\n\nCALLAGHAN\nI didn't desert. Weren't enlisted.\n\f42.\n\nClay looks at Parcher, who raises his eyebrows in question.\nClay nods.\n\nPARCHER\nWell, if you're riding with us,\nyou're working for us.\n\nCALLAGHAN\nThat's fine.\n\nCLAY\nIt's nasty work in unfriendly\ncountry. You want to make it back\nto the ranch, you'll follow and do\nas your told.\n\nCallaghan nods. Pauses, then-\n\nCALLAGHAN\nCan I ask, which one of y'all is\nboss?\n\nCLAY\nWe're partners.\n\nDUTCH\nListen to Parcher, do what Clay\nsays.\n\nPARCHER\nI'll be dog, the German's been\npaying attention... Welcome to the\n\noutfit, Walnut.\nParcher reaches out and shakes Callaghan's hand.\nEXT. SOUTHERN PLAINS- PRE-DAWN\n\nIn the lead-gray light, the five riders course across the\ngrasslands.\n\nEXT. SOUTHERN PLAINS- DAY\n\nOne of the round SHALLOW PITS of crushed grass and churned\nearth. The five riders pass in the distance.\n\nEXT. SOUTHERN PLAINS CAMP— NIGHT\n\nCoffee's on the campfire, Callaghan dishes out food. The\ngrass moves in the wind around them.\n\f43.\n\nEXT. PLAINS, HUNKPAPA TRAIL- LATE AFTERNOON\n\nDutch, Dobie, and Callaghan ride in a loose group through the\ngrass. Dobie pulls the mess wagon.\n\nParcher and Clay have ridden ahead and sit talking.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nPLAINS, HUNKPAPA TRAIL- LATE AFTERNOON\n\nDutch, Dobie, and Callaghan ride in a loose group through the\ngrass. Dobie pulls the mess wagon. Parcher and Clay have ridden ahead and sit talking. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nthree ride close enough to hear their conversation-\n\nPARCHER\n-..seen the last of them pits a\nhalf day back.\n\nThe trail before them is little more than a slight depression\nin the earth, stretching roughly East and West.\n\nPARCHER\nI'd say we follow the trail, but\nit's your call.\n\nCLAY\n.-.-Take your rest. I need to\nruminate.\n\nParcher SIGHS. They all dismount, except Clay, who rides a\nfew paces forward.\n\nDutch walks over to Parcher, who takes a swig of whiskey.\n\nDUTCH\nWhich way are we going?\n\nPARCHER\nYou’1l go whatever direction we\ntell you to, I guess.\n\nParcher offers Dutch the whiskey. Dutch drinks, then gives\nthe bottle back.\n\nHe walks back towards Dobie and Callaghan, grabs a small\nstone from the ground, and chucks it at a gnarled, dead tree\neighty feet distant. The stone makes a pleasant TOK sound\nagainst the trunk.\n\nDobie grins at Dutch, impressed. The boy grabs a rock off\nthe ground, aims, and throws it at the tree. It sails past,\nwell wide. Dobie leans down, searches among the grass roots,\nand picks up another stone. He chucks it at the tree, and\nagain misses.\n\nCallaghan sees the game and joins in, picking up stones and\nthrowing them at the tree. He misses twice.\n\f44,\n\nDutch watches the two try to repeat his throw, smiling as\nthey keep missing. It’s a moment of near-relaxation, the\nthree suddenly boys again.\n\nDobie steps forward into the grass, and stoops down,\nsearching the dark earth for another stone...\n\nDutch pulls a piece of grass from its sheath and chews on the\ntender base.\n\nFROM A DISTANCE- we see the five men alone in an ocean of\ngrass, vulnerable.\n\nDobie can’t find another stone. He pushes some grass aside\nand pauses. There’s an 8-inch lock of BLONDE HAIR pressed\ninto the dark earth.\n\nDobie’s hand hovers over the strands for a moment before\nlifting it from the ground. It’s human hair. He gives it a\ngentle tug.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nDobie’s hand hovers over the strands for a moment before\nlifting it from the ground. It’s human hair. He gives it a\ngentle tug. \n\nTARGET SECTION TO BE ANNOTATED:\nSCHRT, the lock of hair RIPS free from the earth, a blood-red\npostage stamp of wet SCALP dangling from the end.\n\nDobie’s jaw drops. He GASPS and flings the hair away.\n\nCallaghan steps over, looks down. There’s a patch of OPEN\nWOUND in WHITE FLESH in the ground.\n\nHe kneels and pushes some looses soil from around the wound\nin the earth, revealing SKIN.\n\nDutch walks slowly towards them. He sees the flung bloody\nlock of hair suspended in the tall grass. He spits out the\npiece of grass he was chewing on, looks at the ground where\nCallaghan is pushing away the soil...\n\nCallaghan'’s digging reveals a WOMAN’S EYE, crusted with soil,\nstaring up at the sky.\n\nDobie SCREAMS.\n\nThe buried woman’s pupil CONTRACTS.\n\nTIME LAPSE- EXT. PLAINS, HUNKPAPA TRAIL- DUSK\n\nThe woman, waifishly thin, blonde, lies on the grass. She's\nin a coma and a filthy gingham dress. Grass stains, dirt,\nand dried blood mark her pale skin. There is a SOFT\nSCRATCHING noise off-screen, like a cat pawing at a door. It\nsounds like its coming from inside of her.\n\f45.\n\nPARCHER\nShe's breathing.\n\nParcher is crouched next to her. He tries to press her\neyelids down, but they won't stay shut. Her eyes keep\ncreeping open, staring without motion at the dark blue sky.\n\nThe other four men stand over her, looking down.\n\nDUTCH\nShe's not one of the Stewarts.\n\nCLAY\nThen who is she?\n\nDutch shakes his head. We'll call the woman AUDREY.\n\nParcher pushes Audrey's head gently to the side, better\nexposing a deep, six-inch wound tore roughly into her neck\nand shoulder. There's no blood but that inside the wound\nitself, thickened like raspberry jam.\n\nCLAY (RE: THE WOUND)\nSame as Williams' wife.\n\nPARCHER\nYeah. And she should have bled out\nmore, too.\n\nParcher leans in. Small WHITE GROWTHS line the wound,\nclustered like frog eggs.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd she should have bled out\nmore, too. Parcher leans in. Small WHITE GROWTHS line the wound,\nclustered like frog eggs. \n\nTARGET SECTION TO BE ANNOTATED:\n The thickened blood glistens.\n\nPARCHER\nIt's still moist. Maybe infected.\n\nParcher reaches out and touches gently around the angry pink\nedges of the wound. He pushes back the edge of Audrey's\ncollar, revealing a small GOLD CRUCIFIX on a chain.\n\nDutch leans in to get a better look. The fungal-looking\nwhite growths surround the cross in the wound.\n\nCLAY\nShe got any other marks on her?\n\nPARCHER\nYou got eyes.\n\nClay doesn't respond. The SCRATCHING sound is still there,\nfrom somewhere inside Audrey.\n\nDUTCH\nSomething's scratching.\n\f46.\n\nCallaghan and Dobie look at him, but nobody responds.\nParcher lifts one of the woman's arms, there are BRUISES\nrunning up and down it. More bruises on her neck.\n\nHe lifts up a piece of her dress, looks at the long vertical\ntears and green stains on the fabric.\n\nPARCHER\n\nShe's been drug a spell.\nCLAY\n\nWhat else?\nPARCHER\n\nWhat else you want, John?\n\nCLAY\nDid the Indians rape her?\n\nDobie's eyes bug out, he gulps back shock. Dutch is\nlistening hard, the SCRATCHING sound is still audible.\n\nPARCHER\nHow the hell am I supposed to know?\n\nDUTCH\nSomething’s scratching inside her.\n\nCLAY\nWhat are you talking about?\n\nCALLAGHAN\nI hear it, too.\n\nDutch crouches down, across from Parcher, over Audrey's face.\nAudrey's eyes stare unmoving upward. As Dutch gets closer to\nAudrey, the SCRATCHING gets louder.\n\nHe moves down towards the fringes of her torn dress. The\nSCRATCHING gets louder.\n\nOne of her shoes is gone. The SCRATCHING is coming from\ninside her other shoe.\n\nDUTCH\nIt's in her shoe.\n\nCLAY\nPull it off.\n\nDutch looks at Clay, then reaches for the shoe and pauses.\nThe SCRATCHING is fervent, insect-like.\n\f47.\n\nDutch pulls off the shoe.\nHer foot is bare beneath. Audrey's fourth toe is wiggling.\nNobody's sure how to react.\n\nAudrey's toe wiggles, her chest barely moves with her\nbreathing, she stares unmoving at the sky.\n\nTIME LAPSE- EXT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nNobody's sure how to react. Audrey's toe wiggles, her chest barely moves with her\nbreathing, she stares unmoving at the sky. TIME LAPSE- EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PLAINS CAMP-— NIGHT\n\nFrom beside the campfire, Dutch can just barely see Parcher\nand Clay standing out on the prairie, past the edge of the\nflickering firelight. They're deep in conversation, sharing\na bottle of whisky.\n\nDutch is crouched over Audrey, cleaning the dirt off of her\nface with canteen water. Callaghan sits on the ground\nnearby, blowing on his coffee to cool it.\n\nDobie stands on the other side of the fire, anxious, kicking\nat the embers. He keeps looking at Audrey, building up to\nsomething.\n\nDutch pushes Audrey's head to the side and tries to wipe at\nthe scab sticking the gold cross to her wound. Her head\nkeeps slipping out of his grasp. To Callaghan-\n\nDUTCH\nCan you hold her head?\n\nCALLAGHAN\nNaw, man. I'm not touching her.\n\nDUTCH\nShe can't mind.\n\nCALLAGHAN\nIt ain't her I'm worried about.\n\nDobie approaches from around the fire, anxious. He points at\nAudrey-\n\nDOBIE\nIs that what rape is?\nDUTCH\nWhat?\nDOBIE\n\nIs that what rape is?\n\f48.\n\nDUTCH\nNo...\n\nCALLAGHAN\nWe don't know what them Indians did\nto her.\n\nDobie stares at Audrey, thinking hard, then turns sharply\naway and walks out towards Parcher and Clay. Callaghan blows\non his coffee.\n\nEXT. PRAIRIES OUTSIDE CAMP- CONTINUOUS\n\nParcher and Clay speak softly, low enough to escape the\nothers' ears. Dobie approaches in the background, hearing\nthe conversation already in progress-—\n\nCLAY\n--.-don't know anything about him.\nThat's the point.\n\nPARCHER\nAnd what do we know about Dutch?\n\nCLAY\nHe's white.\n\nPARCHER\nBut he ain't American.\n\nCLAY\nI'm not about to leave a helpless\nwhite woman alone with a negro we\ndon't know. They got... urges.\nIt's scientific.\n\nDobie hovers on the edges of their conversation, hoping to be\nnoticed, too nervous to butt in.\n\nPARCHER\n\nShit-fire, everybody's got urges.\nThat's why God invented free will,\nmorals.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDobie hovers on the edges of their conversation, hoping to be\nnoticed, too nervous to butt in. PARCHER\n\nShit-fire, everybody's got urges. That's why God invented free will,\nmorals. \n\nTARGET SECTION TO BE ANNOTATED:\n And maybe you ain't met\nenough Occidentals to know it, but\nthey got a lot more free will than\nthey got morals. What do you want,\nDobie?\n\nDobie's off guard. Parcher waits. Clay looks annoyed.\n\nDOBIE\nUm... Is that... What's rape?\n\f49.\n\nParcher looks at him and grins. He looks at Clay.\n\nPARCHER\nThat'll do.\n\nCLAY\nHe's just a boy.\n\nPARCHER\nExactly.\n(louder, to Dobie)\nCowboy, we got a job for you.\n\nEXT. PRAIRIE CAMP- NIGHT\n\nThe campfire is dying down. Lying awake in his blankets,\nDutch stares at the small flames dancing over the embers.\n\nCallaghan, Clay, and Dobie are asleep in their blankets,\nscattered around the fire. Parcher sits by Audrey with his\nrifle across his knees, looking out over the plains.\n\nDutch admits he won't sleep, climbs out of his blankets, and\ncrosses to Parcher.\n\nPARCHER\nDutch. You're watch ain't another\nhour yet.\n\nDUTCH\n\nI couldn't sleep.\n\nPARCHER (NODDING)\nDark business. Finding that woman\nmeans we're on the right trail.\n\nDUTCH\nWhy would they bury her alive?\n\nPARCHER\n+..-I dunno. It's a miracle she\nain't dead.\n\nDUTCH\nWhat if they buried Maryanne?\n\nParcher spits into the fire. Dutch remains determined-\n\nDUTCH\nWe'll find her.\n\f50.\n\nThey sit in silence for a few moments. The fire light\nreflects in Audrey's eyes. Dutch looks at the glint of gold\nstuck in the wound on her neck.\n\nDUTCH\n..-What about her cross?\n(Parcher looks over,)\nIt's stuck in her... in the blood.\n\nParcher peers at the cross and nods.\n\nPARCHER\n...-Maybe that ain't good. You got\nreligion, Dutch?\n\nParcher takes the cross between his thumb and forefinger,\navoiding touching the thick red blood glistening beneath.\n\nDUTCH\nI never did.\n\nParcher pulls on the cross.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nParcher takes the cross between his thumb and forefinger,\navoiding touching the thick red blood glistening beneath. DUTCH\nI never did. Parcher pulls on the cross. \n\nTARGET SECTION TO BE ANNOTATED:\n It's stuck in the gore, pulls at\nthe wound, Audrey's torn flesh puckering.\n\nPARCHER\nYou should get some. Might balance\nthe account of your upbringing.\n\nParcher tugs and the cross RIPS free of the wound. Parcher's\nhand jerks away unexpectedly and the gold chain around\nAudrey's neck SNAPS.\n\nPARCHER\nOh. Shoot.\n\nThere's a dark spot in the wound where the cross was,\nsurrounded by the faint outline of a cross in the tiny white\ngrowths.\n\nPARCHER\nHere, it's yours.\n\nParcher presses the cross into Dutch's hand.\n\nDUTCH\nWhat do I do with it?\n\nPARCHER\nHellfire, I don't know. Find\ncomfort in your maker. Take this,\ntoo. It's your watch.\n\f51.\n\nHe shoves his rifle into Dutch's hand and crosses to his\nblankets. Dutch holds the cross and the rifle. He wipes the\nblood off the crucifix, rubbing it clean on his jeans. He\nholds the cross up to the light.\n\nIn the glint of the fire, he can just see the small white\nFUNGAL GROWTHS clinging to its surface.\n\nEXT. PLAINS CAMP—- MORNING\n\nDutch pulls tight the ropes holding Audrey to the wagon.\nShe's lying face-up, eyes still open, on piled blankets.\n\nDobie's horse is tied to the wagon. The other four horses\nare packed with provisions and camping gear. They're all\ngetting ready to leave. Parcher, to Dobie-\n\nPARCHER\nOnce you get to Fort Lincoln, stay\nwith her, we'll pick you up on our\n\nway back.\n\nDOBIE\nI could catch up with you in a day\nor two.\n\nCLAY\n\nWe don't have more'n a day or two\n‘fore those missing are corpses.\nOr worse.\n\nParcher leans in conspiratorially to Dobie.\nPARCHER\nWouldn't trust any other man in the\noutfit to do the job.\nDobie grins, proud.\nPARCHER\nDon't ride at night lest you want\nto break old Sparrow's leg.\n\nParcher pats the flank of Dobie's horse.\n\nDOBIE\nI know it, sir.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nPARCHER\nDon't ride at night lest you want\nto break old Sparrow's leg. Parcher pats the flank of Dobie's horse. DOBIE\nI know it, sir. \n\nTARGET SECTION TO BE ANNOTATED:\nDutch looks at the rising sun, still low over the horizon,\nthen at Audrey's unblinking eyes. He tries to push her lids\ndown one more time and again they slowly slide open.\n\f52.\n\nCLAY\nEnough. Let's go.\n\nDutch looks over, everybody's mounting up.\n\nDutch takes off his derby and puts it low over Audrey's head,\nso that it shields her eyes.\n\nEXT. PLAINS- DAY, MONTAGE\n\nWe're sinking slowly towards the ground. Various shots,\nalways lower: Dobie riding South alone with the comatose\nwoman wearing Dutch's hat. The other four RIDE HARD North.\n\nThe sun climbs and we sink. Bleached buffalo bones mark the\npassing hours like sundials.\n\nThe four riders pass the charred scrap remainders of a teepee\nvillage at a gallop.\n\nLower and lower, the four ride into the NORTHERN PLAINS, more\nvaried country, we can see mountains in the distance. The\nland rises and falls, is dotted with small groups of trees,\nscrub and silver-barked birch.\n\nSOUTHERN PLAINS- Still sinking. Dobie sees FOUR FIGURES on\nfoot ahead, walking the trail towards him.\n\nNORTHERN PLAINS- Still sinking. Dutch and the others ride\ninto scattered birch trees, almost glowing in the gloaming.\n\nWe sink into the earth, past PALE SHAPES that could be bones,\nand might be moving.\n\nBLACK ON SCREEN\n\nEXT. BIRCH FOREST- AFTERNOON\n\nClay and Parcher ride at the front, Dutch and Callaghan at\nthe rear. The forest is unnaturally quiet, we can hear the\n\ntrees moving in the wind. To Dutch-\n\nCALLAGHAN\nI don't like this quiet.\n\nCLAY\nHold your peace.\n\nThere's an urgency in his voice. Parcher looks at him.\n\nCLAY\nYonder.\n\f53.\n\nClay nods ahead and halts his horse. A FIGURE is approaching\nthrough the tangle of birch. Parcher puts his hand on his\ngun and draws his horse to a stop alongside. He squints into\nthe forest.\n\nPARCHER\nI can't see him.\n\nCLAY\nLooks Sioux.\n\nDutch and Callaghan draw to a stop along side.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nPARCHER\nI can't see him. CLAY\nLooks Sioux. Dutch and Callaghan draw to a stop along side. \n\nTARGET SECTION TO BE ANNOTATED:\n Dutch sees\nParcher's hand on his gun.\n\nDUTCH\nWhat...?\n\nCLAY\nHush.\n\nDutch puts a hand on his gun. Callaghan follows suit. A\nBIRD WHISTLE comes from behind them, possibly a human\nimitation of the sound.\n\nPARCHER\nShit. They got us flanked. I'm\ncounting on you boys with young\neyes to see that man draw his gun.\nDon't be bashful about shooting\nback if he does.\n\nThe Figure gets closer, coming through the trees, the stick\nin his hand might be a RIFLE.\n\nAnother WHISTLE. Dutch looks back, towards the sound,\nnothing but the visual noise of birch trees.\n\nDutch turns back facing forward and sees a SIOUX WARRIOR\nemerge from the forest ahead, barely twenty feet away. The\nSioux Warrior raises his rifle...\n\nDutch draws his pistol and FIRES. The Sioux turns and\nsprints back into the forest. Before Dutch can fire a second\nshot, Clay swings a huge arm and knocks him from his horse.\nDutch drops his gun and CRASHES to the ground painfully.\n\nThe four horses, gunshot spooked, prance and turn.\nCallaghan's horse glances a hoof across Dutch's brow with a\n\nCRACK like wood breaking. Dutch CRIES OUT and puts hands to\nhis bleeding head.\n\f54.\n\nCLAY\nGoddamnit! That was a greeting!\n\nClay trots his horse a few steps forward into the birch.\nParcher looks forward to him.\n\nPARCHER\nWe got trouble?\n\nCLAY\nI expect.\n\nDutch sits up, looks at the blood on his hands. There's a\ntwo-inch gash on his forehead.\n\nDUTCH\nI'm shot.\n\nPARCHER\nOh Jesus Christ amighty. Walnut's\nhorse kicked you. And you deserve\nworse.\n\nClay rides back to the group.\n\nPARCHER\nSo what do we do?\n\nCLAY\nWe keep at it.\n\nHe turns to Dutch.\n\nCLAY\nYou so much as touch your gun\nwithout my say so and I'll holster\nit in your ass. Understand?\n\nOn the ground, holding his bleeding head, Dutch nods.\nEXT.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnderstand? On the ground, holding his bleeding head, Dutch nods. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SOUTHERN PLAINS- AFTERNOON\n\nDobie cautiously approaches a FAMILY OF SIOUX on foot. An\nOLD MAN, OLD WOMAN, TEENAGE GIRL, and a BOY.\n\nDobie and the family, both sides nervous, exchange pantomimed\ngreetings and trade. Dobie reaches a slab of beef jerky from\nthe wagon and offers it. The Old Man takes it, nodding and\nsmiling. He gestures and speaks softly to the Girl, who\npulls a twist of tobacco from her pouch.\n\nThe Old Woman, at the wagon's side, inspects Audrey. She\nsees the wound on Audrey's neck.\n\f55.\n\nSuddenly the Old Woman is TALKING fast and low in SIOUX. The\nOld Man steps forward and takes a look.\n\nDOBIE\nHey, now... Don't...\n\nDobie puts a hand on his gun. The Old Woman's still TALKING,\npointing at the gash with it's small white growths.\n\nThe Old Man turns, doesn't even look at Dobie, grabs the Boy\nand Teenage Girl, and all four walk swiftly away.\n\nDobie, confused, watches them go. The Sioux walk swiftly up\nthe trail, they don't even look back.\n\nEXT. BIRCH FOREST- DUSK\n\nThe world tilts uneasily around Dutch. He gingerly touches\nthe WOUND on his head, the skin angry and pink around it.\n\nThe four are riding in a rough group through the trees,\ncautious, all eyes scanning for Indians. The birch have\nbecome even more dense, visibility is minimal.\n\nParcher is riding point, Clay is bringing up the rear.\nCallaghan pulls his horse over next to Dutch's.\n\nCALLAGHAN\nYou all right?\n\nDUTCH\nI’1l live.\n\nCALLAGHAN\n\nMr. Parcher told you to shoot.\n\nIt’s moral support and Dutch takes it, nodding.\n\nDUTCH\nWhat does it mean, “to holster in\nthe ass?\"\n\nCALLAGHAN\n\nMeans he’s sweet on you.\n\nClay suddenly appears beside them, spurring his horse forward\ntowards Parcher. Callaghan and Dutch fall silent.\n\nCLAY (TO PARCHER)\nI don't like this.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nClay suddenly appears beside them, spurring his horse forward\ntowards Parcher. Callaghan and Dutch fall silent. CLAY (TO PARCHER)\nI don't like this. \n\nTARGET SECTION TO BE ANNOTATED:\n You think that\nIndian was Burrower tribe?\n\f56.\n\nPARCHER\nLooked Sioux. But there’s more\nflavors of Sioux than I can count.\n\nCLAY\nWhy ain’t we heard of them before?\n\nPARCHER\nCan’t say. I expect they'll\nintroduce themselves shortly. The\nKraut ain't made us the most\npopular white men in Dakota.\n\nCLAY (NODDING)\nI'm libel to drop him when we get\n\nback.\nPARCHER\nAmen to that.\nDUTCH\nI stay on until we find the\n\nStewarts.\n\nDutch has pulled up beside Clay and Parcher. He’s determined,\nblood flaking from his brow. Clay nods, assenting.\n\nPARCHER\nThat might not be so far off.\nF’that Indian you shot at wanted to\ntalk, he wanted to trade. And the\nonly thing he’d have we might want\nis white folks.\n\nDUTCH\nYou mean the Stewarts?\n\nCLAY\nIt's possible. But we don’t trade\nfor whites.\n\nDUTCH\nBut it means we’re close.\n\nClay nods.\n\nCLAY\n...We're pushing four days now they\nbeen gone.\n\nPARCHER\nDoes it change anything if this is\nrevenge rather'n rescue?\n\f57.\n\nDUTCH\nThis isn’t.... We can still find\nher. Even if she’s been.... hurt.\n\nParcher looks at Clay, waits for an answer.\n\nCLAY\nHe’s right. We ain’t found bodies.\nWe don’t sleep tonight, we don’t\nstop--\n\nClay's neck EXPLODES. The CRACK of a rifle. Blood splatters\nbackwards, spraying Dutch and Callaghan. Jugular spray pumps\nobscenely skyward as Clay falls backwards off his horse.\n\nParcher's horse bucks as he draws his revolver. Dutch wipes\nblood from his eyes.\n\nCallaghan draws in a breath to scream, another CRACK, and his\nhorse jerks violently backwards, eyes wild. Blood pours from\nbehind its ear and the animal falls, pinning Callaghan’s\nankle beneath the saddle.\n\nClay SLAMS onto his back on the ground, blood pumping from\nhis neck. He kicks at the earth, eyes rolling in his head.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nBlood pours from\nbehind its ear and the animal falls, pinning Callaghan’s\nankle beneath the saddle. Clay SLAMS onto his back on the ground, blood pumping from\nhis neck. He kicks at the earth, eyes rolling in his head. \n\nTARGET SECTION TO BE ANNOTATED:\nParcher grabs his rifle and jumps off his horse.\n\nMore GUNSHOTS echo from the surrounding forest, WAR CRIES\nfrom every direction.\n\nDutch scrambles off his horse. Callaghan's horse, lying on\nthe ground, pinwheels its legs and froths at the mouth.\nCallaghan pulls frantically, trying to free his leg.\n\nSplinters fly off the birch trees above at the impact of\nbullets. BLAM, BLAM, and WAR CRIES. Dutch fires his pistol\nback wildly.\n\nParcher crawls over. Clay is fish-belly white where he isn't\nbloody. His eyes have stopped moving.\n\nDutch crawls to Callaghan, still pinned beneath the saddle.\n\nDUTCH\nStop pulling.\n\nCallaghan relaxes his leg. Dutch lifts the saddle and\nCallaghan pulls free.\n\nParcher crawls over to Callaghan's horse and SHOOTS it in the\nhead. The horse twitches and stops moving.\n\f58.\n\nPARCHER\nGet over here!\n\nParcher scrambles behind the horse, between it and some\ndeadfall, finding an impromptu bunker. Callaghan crawls over\nto join him, Dutch close behind.\n\nBLAM, BLAM, the gunshots continue. The WAR CRIES echo from\nevery direction.\n\nDutch, Parcher, and Callaghan lie on the ground between the\nhorse and the deadfall. Dutch fumbles more bullets into the\nchamber of his gun. THUNK, a bullet slams into the corpse of\nCallaghan's horse.\n\nCallaghan raises up with his pistol and Parcher puts a hand\non his arm, stopping him.\n\nPARCHER\nDon't waste your bullets. We'll\nshoot when they're close enough to\nkill.\n\nWAR CRIES. THUNK, the horse twitches at the impact of\nanother bullet. BLAM... BLAM... the rifle shots slow.\n\nWe can hear FOOTSTEPS, the CRUNCH of dry leaves.\n\nDutch peeks out from behind the horse. Clay is staring back\nat him, impossible to tell if the man is dead or not.\n\nA SIOUX WARRIOR emerges from the trees behind Clay, carrying\na pistol and a maul. Dutch's eyes widen.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nClay is staring back\nat him, impossible to tell if the man is dead or not. A SIOUX WARRIOR emerges from the trees behind Clay, carrying\na pistol and a maul. Dutch's eyes widen. \n\nTARGET SECTION TO BE ANNOTATED:\n The warrior pauses\nover Clay's corpse, raises the maul, and SKRUNCH, sinks it\ninto Clay's face, nearly taking off the dead man's jaw.\n\nBLAM, Dutch cringes at the sound of the rifle directly over\nhis head. The Sioux Warrior spins and falls to the ground\nwith a shoulder wound.\n\nParcher shucks another round into his rifle as he drops back\nto the ground behind the horse. BLAM, BLAM, BLAM, rifle shots\nand WAR CRIES answer Parcher's fire.\n\nDutch presses himself to the ground, Callaghan likewise.\nParcher waits, gets an eye over the horse.\n\nAnother SIOUX is pulling the first to his feet. Parcher\nsprings up and BLAM, shoots the second Sioux dead in the\nchest. Parcher drops back behind the horse.\n\nBLAM, a single shot answers. Scattered WAR CRIES die off.\n\f59.\n\nParcher, Dutch, and Clay lay behind the dead horse. They\nrealize that they are laying in a pool of horse blood,\nspreading crimson against the fallen, silver leaves of birch.\n\nThey can hear the PANTING and MOANS of pain as the shoulder-\nwounded Sioux gets to his feet and runs into the forest.\n\nRUNNING, the CRUNCH of dead leaves scatter in every\ndirection. Parcher, Dutch, and Clay lie behind the horse and\ntry to catch their breath.\n\nFROM ABOVE- we see that they line up like a zodiac. Three\nmen lying in blood behind the dead horse, Clay dead on his\nback in his own blood, the chest-shot Sioux dead a stone's\nthrow away. Sudden silence with the cessation of gunfire.\n\nEXT. SOUTHERN PLAINS- DUSK\nThe plains are unnaturally quiet.\n\nDobie softly whistles ALAS AND DID MY SAVIOR BLEED. He's\nassembled a small camp fire and laid out his blankets a short\ndistance from the mess wagon, where Audrey lies, still\nwearing Dutch's derby.\n\nDOBIE\nI guess we can make you a might\nmore comfortable. Don't uh...\nDon't think I'm being forward or\nnothing.\n\nDobie approaches Audrey, a little nervous. He shyly grins\nand lifts her from the wagon. Her eyes look up at the sky.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nDobie approaches Audrey, a little nervous. He shyly grins\nand lifts her from the wagon. Her eyes look up at the sky. \n\nTARGET SECTION TO BE ANNOTATED:\nDutch's hat falls from Audrey's head and onto the ground.\nDobie lays Audrey on a thick pad of blankets.\n\nDOBIE\nThere. Now, lemme...\n\nDobie pushes a rolled blanket beneath her head like a pillow.\nIn the strange silence of the plains, we can hear the\nSCRATCHING of Audrey's toe in her shoe.\n\nDOBIE\nWell, now. Right civilized.\n\nDobie looks down at Audrey. His head bobs down towards her,\n\nand he pauses. He grins nervously, looks around at the empty\nplains. Then ducks down and pecks Audrey a quick KISS on her\nlower, parched lip. While kissing her, the SCRATCHING STOPS.\n\f60.\n\nDOBIE\nGood night.\n\nDobie looks down at her, a goofy smile on his face. The\nSCRATCHING in her shoe starts again. Dobie furrows his brow,\npuzzled. He looks at the shoe.\n\nHe reaches out timidly and covers Audrey's eyes. The\nSCRATCHING stops. He takes his hand away, the SCRATCHING\nstarts again.\n\nDobie takes a breath, repeats the experiment. Covers her\neyes and the SCRATCHING stops, uncovers and it starts again.\n\nDOBIE\nJesus. You're awake.\n\nDobie looks like he could cry.\n\nDOBIE\nYou're... I'm so sorry. What\ndid... What did they do to you?\n\nDobie looks down her. She stares sightlessly at the sky, her\ntoe SCRATCHING in her shoe.\n\nDobie moves off to his own blankets.\n\nBeneath the SCRATCHING, out in the plains, we can hear that\nsame RATTLING CREAK, a soothing GURGLE.\n\nTO BLACK\n\nPARCHER (WHISPERING, V.O.)\nChrist amighty, is he asleep?\n\nEXT. BIRCH FOREST- NIGHT\n\nDutch opens his eyes, putting a hand to the angry wound\nsplitting his scalp and GROANING.\n\nDUTCH\nI’m awake.\n\nPARCHER\nGod damn if you ain't the dumbest\nwhite man I ever met.\n\nThey're all still crouched between the dead horse and the\npile of fallen birch. A stiff BREEZE moves through the\nforest, RATTLING the leaves.\n\f61.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey're all still crouched between the dead horse and the\npile of fallen birch. A stiff BREEZE moves through the\nforest, RATTLING the leaves. 61. \n\nTARGET SECTION TO BE ANNOTATED:\nDutch blearily wipes at his face. Dried blood flakes off\nlike scales.\n\nCALLAGHAN\nI ain't heard a thing in hours.\n\nDUTCH\nHow long are we gonna wait here?\n\nPARCHER\nThey could be waiting in ambush.\n\nThey sit in the broken moonlight.\n\nCALLAGHAN\n.--Billy's starting to smell.\n\nParcher and Dutch look at him for clarification.\n\nCALLAGHAN\nS'what I named the horse.\n\nPARCHER\nThat's my name.\n\nSmall grins from Dutch and Callaghan.\n\nCALLAGHAN\nI didn't know that, Mr. Parcher.\nReal sorry.\n\nPARCHER\nShit fire. The horse is dead,\nWalnut, call it what you like.\n\nParcher shakes his head. Then reaches out with a gloved\nhand, and pulls a bunch of leafy vines from the base of a\ntree. He squints at it in the darkness. Parcher makes a\nCLICKING noise in his throat, thinking.\n\nPARCHER\n\nThat's poison oak, ain't it?\nCALLAGHAN\n\nLooks it.\nPARCHER\n\n---I tell you what. Put your\ngloves on, pile up as much of this\nstuff as you can. We ain't waiting\nfor dawn.\n\f62.\n\nEXT. SOUTHERN PLAINS- NIGHT\nCLOSE UP of Dobie's peaceful, sleeping face.\nA TEARING sound, ripping flesh.\n\nRATTLES and HISSES, something like snakes or insects. Dobie\nblearily opens his eyes.\n\nA shadow withdraws from over him, shifting in the firelight.\nA SIX INCH CUT freshly gouged in Dobie's neck.\n\nThe FIGURE crouching over Dobie is back-lit by the fire,\nbarely discernible. It grabs Dobie by the arm and rolls him\nup onto his side.\n\nDobie struggles for a moment, thrashing an arm, before a\nRETCHING sound precedes a HOT SPLASH of liquid hitting his\nneck. Dobie's thrashing arm goes limp. His eyes freeze\nforward, staring across the camp fire.\n\nBeyond the camp fire, concealed by their flames, THREE MORE\nFIGURES, like small men, crouch over Audrey. The shifting\nfirelight barely reveals them. They're on Audrey as if\nworking on her.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeyond the camp fire, concealed by their flames, THREE MORE\nFIGURES, like small men, crouch over Audrey. The shifting\nfirelight barely reveals them. They're on Audrey as if\nworking on her. \n\nTARGET SECTION TO BE ANNOTATED:\n They arch their backs and tug, making\nSLURPING noises, like geriatrics sucking tapioca.\n\nThe Figure over Dobie drops him and he rolls helplessly onto\nhis back, eyes staring upwards. The Figure is out of his\nsight too quickly for Dobie to clearly see it. Thick liquid\ndrips onto Dobie's face and neck.\n\nWhere the bile drops, it STEAMS quickly away, leaving tiny\nWHITE GROWTHS.\n\nThe RATTLING and GURLGING sounds continue. Dobie is left\nmomentarily alone, staring upwards. There is fear in his\nunmoving eyes.\n\nThe LITTLE FINGER of his left hand WIGGLES. Dobie's unmoving\neyes stare upward. The finger WIGGLES.\n\nTHREE FIGURES return to him, crouching over him, blocking out\nthe light of the fire. They cluster on the periphery of\nDobie's vision. THREE MORE join the crowd, completely\ncasting Dobie into shadow. A SEVENTH.\n\nDobie is unable to turn his eyes and look at the hands that\ngrab onto his arms and legs. He's lifted from the ground and\nsuddenly moving away from camp.\n\nTall grass flies past as he's dragged helplessly through the\nplanes. Dobie stares up at the grass, the starry sky beyond.\n\f63.\n\nHe is dragged by the seven Figures far out into the plains,\nwell out of the firelight's range. And suddenly dropped.\n\nWe hear GRASS TORN from the ground. The sounds of EARTH\nMOVING. Dobie, staring upwards, cannot see what is\nhappening. The Figures PUFF and HISS as they dig, pushing\nearth aside.\n\nThe monstrous hands roll Dobie over once, twice, and into a\nSHALLOW PIT. Dobie lands face-up in a hole in dark earth the\nsize of a coffin.\n\nFrom the edges of his vision, he sees the dim outline of the\nFigures pushing freshly dug earth towards him. They cover\nhim from the feet-up in about four inches of soil. They\ncover his belly, his chest.\n\nA thin layer of dirt is pushed over his face, until only one\neye barely peeks out of the rich soil, one nostril is left\nfree to breath.\n\nWe hear the Figures turn and move off.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey\ncover his belly, his chest. A thin layer of dirt is pushed over his face, until only one\neye barely peeks out of the rich soil, one nostril is left\nfree to breath. We hear the Figures turn and move off. \n\nTARGET SECTION TO BE ANNOTATED:\n The sounds again of\nGRASS TEARING and EARTH MOVING and then sudden SILENCE.\n\nIn the dark soil beneath an ocean of grass, Dobie's eye\nstares helplessly out across the plains. Tiny particles of\nsoil around his nostril shake with his weak breathing.\n\nSeveral feet away from his eye, a tiny patch of earth is\nshaking a little bit, as if a mole were trying to surface.\n\nWe SINK down into that earth, and several inches below it,\nfind Dobie's little finger WIGGLING.\n\nFADE TO BLACK\nEXT. BIRCH FOREST— PRE-DAWN\n\nThe forest is misty, the first hints of sub-horizon lead-\ncolored light off in the distance. Dutch and Callaghan are\nsweating, steam rising from their bodies as they work. The\npile of poison oak is twenty feet long and four feet high.\n\nNearby, Parcher ties John Clay's corpse to a TRAVEAU. It's\nlike a tight hammock woven between two birch saplings tied to\nthe horse's saddle, one end left to drag on the ground.\n\nCallaghan throws another bunch of leaves onto the pile and\npauses, breathing.\n\nCALLAGHAN (WHISPERING)\nThey used to make us burn this shit\nin Georgia.\n\f64.\n\nDUTCH (WHISPERING)\nYeah?\n\nCALLAGHAN\nKnew a man got caught downwind and\ninhaled the smoke. Bled from his\nlungs for two days and then died.\nDrowned in his own blood.\n\nPARCHER (OFF-SCREEN)\nYou boys about set?\n\nDutch and Callaghan look over. Parcher stands wiping his\nhands on his jeans. John Clay's blanket-wrapped corpse is\nsecured to its sling.\n\nDUTCH\nWe're set.\n\nPARCHER\nGood, then get her burning and\nlet's go.\n\nParcher turns towards the corpse of the dead Sioux, still\nlying face-up on the ground, as Dutch fishes a box of matches\nfrom his vest, gives a handful to Callaghan.\n\nCALLAGHAN (WHISPERING)\nThis don't seem right.\n\nDUTCH\nI don’t like it either. But we\ndon’t have time. This gets us back\non the trail.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTCH\nI don’t like it either. But we\ndon’t have time. This gets us back\non the trail. \n\nTARGET SECTION TO BE ANNOTATED:\nCallaghan doesn't answer, but strikes a match and touches it\nto a twist of paper buried in the brush. Dutch does the\nsame, and soon the poison oak begins to burn and smoke.\n\nDutch and Callaghan back quickly away, covering their mouths.\nBLAM, BLAM. They both jump at the sudden sound of gunfire.\nThey look back at Parcher, who walks away from the dead\nSioux's corpse with a smoking pistol.\n\nThe Sioux's eyes have been shot out of his head.\n\nTIME LAPSE- EXT. BIRCH FOREST- PRE-DAWN\n\nDutch, Callaghan, and Parcher, with Clay's corpse in tow,\nride away from the quickly growing flames behind them. They\n\nlook like emissaries from hell, the reflected firelight\ndancing off of the trees' silver bark.\n\f65.\n\nThey ride into the forest, quickly leaving sight of\nCallaghan's dead horse and the dead, desecrated Sioux.\nClay's traveau bounces roughly along the ground.\n\nThe wind carries the deadly yellow-tinged smoke through the\nforest behind them, glowing red in the fire.\n\nEXT. NORTHERN PLAINS / FOREST EDGE- DAY\n\nDutch sits on the ground, using a hatchet to knock the cross-\npiece of a small birch crucifix into the riser.\n\nA few yards off, Callaghan and Parcher finish shoveling dirt\nonto Clay's grave. Parcher, winded, lowers his shovel and\nsteps over to Dutch.\n\nPARCHER\nHere I thought you ain't had any\nreligion.\n\nDUTCH\nSorry?\n\nParcher gestures at Dutch's cross.\n\nDUTCH\nSo we'll know where he's buried.\n\nParcher nods, wipes sweat from his brow and grabs an open\nbottle of whisky.\n\nPARCHER\nYou might should think about Jesus.\nThat Bible's done a lot of good in\nthe world.\n\nDutch nods, non-committal.\n\nPARCHER\n.-.-And maybe leave off that cross.\nIf them Indians know a white man's\nburied here, they're liable to dig\nhim up and tear out his eyes, make\nhim blind in the spirit world.\n\nParcher looks away, his eyes shining with tears, and takes a\ndrink. Dutch stands and throws the cross towards the birch\n\nforest.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf them Indians know a white man's\nburied here, they're liable to dig\nhim up and tear out his eyes, make\nhim blind in the spirit world. Parcher looks away, his eyes shining with tears, and takes a\ndrink. Dutch stands and throws the cross towards the birch\n\nforest. \n\nTARGET SECTION TO BE ANNOTATED:\n The cross tumbles slowly, end over end through the\n\nsky, and vanishes in the grass.\n\nParcher sniffs and spits, drinks more whisky. Callaghan\nfinishes his work and leans on his shovel.\n\f66.\n\nCALLAGHAN\nThis mean we're heading back?\n\nDUTCH (SURPRISED)\nNo.\n\nPARCHER\nHell, no. John Clay'd piss on us\nfrom heaven if we turned back now.\n\nDUTCH\nAnd the Stewarts. You said we’re\nclose.\n\nPARCHER\n\nYeah. We ride night and day, we\ncan overtake ‘em on the far side of\nthose woods, kill the redskin that\nshot John and get your woman back.\n\nDutch mounts his horse. Callaghan pauses, looking down at\nClay's grave.\n\nCALLAGHAN\nYou want to say some words for Mr.\nClay?\n\nPARCHER (SHAKING HIS HEAD)\nThat was his job.\n\nEXT. NORTHER PLAINS- DAY\n\nThe three ride hard. Callaghan and Dutch have heavy bags\nunder their eyes. Parcher smokes, eyes narrow and red.\n\nTIME LAPSE- NORTHERN PLAINS- DAY\n\nDutch rubs his face roughly. His and Callaghan’s horses have\ndrifted a stone’s throw behind Parcher’s. The three are\nriding more slowly now, the need for sleep overtaking them.\nCallaghan looks exhausted.\n\nAhead, Parcher’s head is bowed, eyes closed. He’s asleep on\nhis horse. Dutch sees it, and looks at Callaghan.\n\nCALLAGHAN\nHow do you think he does that?\nSleeps on his horse?\n\nDUTCH\nI don't know.\n\nDutch looks up at the glaring sun. His skin is sunburned.\n\f67.\n\nDUTCH\nWish I had my hat.\n\nTIME LAPSE- NORTHERN PLAINS- DUSK\n\nParcher’s awake again. All three men are bleary-eyed and\npallid, swaying with the motion of their horses. They stare\nahead through heavy lids. There’s a gentle PURRING rolling\nin off the plains. Callaghan's eyes creep shut.\n\nTheir three horses start to climb a rise. Dutch’s horse\ncatches up with Parcher’s. Parcher is asleep again.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir three horses start to climb a rise. Dutch’s horse\ncatches up with Parcher’s. Parcher is asleep again. \n\nTARGET SECTION TO BE ANNOTATED:\nDutch turns and looks back towards Callaghan.\n\nCallaghan's gone, the horse he was riding clops along behind\nthem without a rider.\n\nDUTCH\nHey. Callaghan’s gone.\n\nParcher snorts awake and looks back. He’s nonchalant--\n\nPARCHER\nWhen did we misplaced our Negro?\n\nDUTCH\nWhile you were sleeping.\n\nPARCHER\nI wasn’t asleep.\n\nDutch turns his horse and spurs it back a few yards.\n\nDUTCH\nCallaghan! ...Callaghan!\n\nHe looks around; it’s an ocean of grass, the low sun casting\nlong shadows off the waving blades. Dutch can see for miles\nand there’s no sign of Callaghan at all.\n\nThe PURRING continues, masked slightly by the GURGLING of a\nsmall stream nearby.\n\nDutch looks at Parcher, anxiety in his eyes. Either one of\nthem could have vanished as easily.\n\nDutch’s horse trots forward, Dutch scanning the grass.\nParcher pulls his horse forward in the background. Callaghan\nis simply gone; the grass swallowed him whole.\n\nCALLAGHAN\n..-Hey.\n\f68.\n\nParcher and Dutch turn. No sign of Callaghan, until... he\nwearily pushes himself up out of the grass maybe fifteen feet\naway, right between the two horses.\n\nPARCHER\nGet Walnut back on his horse, we\nain't done yet.\n\nCALLAGHAN (BLEARILY )\nThat ain't my name.\n\nDutch gets off his horse, helps Callaghan to his feet.\n\nDUTCH\nYou alright?\n\nCallaghan nods. Dutch thinks, turns to Parcher.\n\nDUTCH\nThe horses need water, we need\nsleep.\n\nPARCHER\n\nThe sun’s setting on John Clay's\ngrave, and his killer’s still\nwalking. We keep riding.\n\nDUTCH\nThe sun’s already set. We each\nsleep an hour and watch one. Then\nback on the trail.\n\nPARCHER\nGet back on your damn horses.\n\nDutch starts unpacking his blankets from his saddle. Parcher\nraises his eyebrows and looks at Callaghan. Callaghan shrugs\nand starts unpacking his own blankets.\n\nParcher gets off his horse, pissed.\nEXT. NORTHERN PLAINS CAMP- NIGHT\n\nCallaghan's already asleep.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nParcher gets off his horse, pissed. EXT. NORTHERN PLAINS CAMP- NIGHT\n\nCallaghan's already asleep. \n\nTARGET SECTION TO BE ANNOTATED:\n Parcher and Dutch sit by the\nfire. Dutch drinks coffee. Parcher stews.\n\nPARCHER\nYou cross me again, you and Walnut\nboth can go to hell. I'd rather do\nthis alone than with a couple old\nladies.\n\nDutch nods. Beat. Parcher spits, then SIGHS.\n\f69.\n\nPARCHER\nHard to fathom John Clay being\ndead. Known that man since we were\nlittle boys.\n\nDUTCH\n-.-You’ve gotten people back\nbefore? Women. From the Indians.\n\nParcher looks at him, sees how worried Dutch is.\n\nPARCHER\nNot personally, not alive. But I\nmet a woman that come back. She\nweren’t never the same, but she\nlived.\n\nDUTCH\nWe'll find her.\n\nDutch looks into the fire. Another moment's silence.\n\nDUTCH\nI'll take first watch.\n\nParcher nods, then GROANS as he gets up and crosses to his\nblankets. Dutch holds his rifle across his knees, drinking\ncoffee and looking out across the plains.\n\nTIME LAPSE- NORTHERN PLAINS CAMP- NIGHT\n\nDutch shakes Parcher's shoulder. He jerks violently awake,\ngets a hand on his revolver before he recognizes Dutch.\n\nPARCHER\n\nJesus. Dutch.\nDUTCH\n\nParcher, it's your watch.\nPARCHER\n\nI ain't been asleep two seconds.\nDUTCH\n\nAn hour. More. I need sleep.\nPARCHER\n\nGod damnit.\n\nParcher GROANS, sits up.\n\nTO BLACK\n\f70.\n\nPALE SHAPES move in inky darkness. RATTLES, PURRING.\nTIME LAPSE- NORTHERN PLAINS CAMP- NIGHT\n\nDutch opens his eyes, sees the campfire blazing unusually\nhigh. Callaghan’s blankets are empty. He rolls away from\nthe fire, and sees Parcher’s blankets empty. He’s all alone.\n\nDutch sits up fast. He looks around. The camp is completely\nempty. He grabs his pistol, gets to his feet.\n\nThe harsh glare of firelight reveals a circle of grass, but\nobscures the moonlit ocean of movement beyond.\n\nDUTCH\nCallaghan. Parcher.\n\nDutch squints into the darkness.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTCH\nCallaghan. Parcher. Dutch squints into the darkness. \n\nTARGET SECTION TO BE ANNOTATED:\n He takes a step out towards\nthe grass and stops.\n\nOver the CRACKLING of the fire the nighttime sounds seem\namplified, SHIFTING in the grass. A moment of uncertainty.\n\nWe see him from a distance, standing vulnerable in a circle\nof firelight, surrounded by infinite darkness. GURGLING\nRATTLES slide through darkness.\n\nHe tightens his grip on his pistol.\n\nFOOTSTEPS in the grass behind him. Dutch spins. A FIGURE\napproaching.\n\nCALLAGHAN\nDutch. I can’t find Parcher.\n\nThe figure resolves into Callaghan. Relief sweeps over\nDutch.\n\nDUTCH\n...Why’s the fire so big?\n\nCALLAGHAN\nI woke up from the heat of it and\nParcher was already gone.\nSomething’s up.\n\nCallaghan shakes his head. Dutch rubs the sleep out of his\nface. He looks around. It hits him.\n\nDUTCH\nHe's... using us. The Indians see\nour fire, attack us. Parcher sees\nthe Indians.\n\f71.\n\nCALLAGHAN\n+..Son of a bitch.\n\nThey stand for a moment, looking out into the darkness. Then\nCallaghan starts kicking wood away from the fire.\n\nCALLAGHAN\nSpread it out, we'll let it die\ndown .\n\nDutch kicks from the other side. The fire's quickly lowered,\nDutch and Callaghan left standing over scattered, burning\nlogs. A beat.\n\nDUTCH\nIs there more coffee?\n\nCallaghan shakes his head, no. The insect-like PURRING\nthat's been rattling off the planes SWELLS.\n\nCALLAGHAN\nDo you hear that?\n\nDutch frowns, straining to listen. The PURRING builds and\ndrops, hard to distinguish from the swaying of the grass.\n\nCALLAGHAN\nIt's almost like...\n\nHis voice trails off. Dutch listens. A beat.\n\nParcher SCREAMS, off-screen. Dutch and Callaghan's heads\nsnap to the sound.\n\nDutch is the first to move, he grabs a burning piece of wood\nand charges into the grass towards the sound of Parcher's\nvoice, into the darkness. The RATTLING gets louder.\n\nOn the edge of Dutch's vision, three figures are crouched on\nthe ground. Dutch throws his torch.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe RATTLING gets louder. On the edge of Dutch's vision, three figures are crouched on\nthe ground. Dutch throws his torch. \n\nTARGET SECTION TO BE ANNOTATED:\nIt arcs end-over-end, sailing through the air, and lands in\nthe midst of the three. A HISSING SCREAM. The shower of\nsparks and muted flame reveals-\n\nTWO BURROWERS crouched over Parcher. The brief light gives us\na glimpse of the creatures, somewhere between a molting\nbeetle and a drowned child. But only a glimpse.\n\nDutch raises his rifle.\n\f72.\n\nThe Burrowers, out of the torch's light, nearly invisible,\nslither like melted wax over the soil. CRACK, CRACK, Dutch\nfires his rifle at the creatures. CRACK, CRACK-\n\nTHUNK, THUNK, bullets strike the creatures without effect.\nThey wiggle into the dirt, and in a matter of seconds, vanish\ndown into it.\n\nDutch looks at the moonlit grass, collapsing in CIRCULAR\nINDENTATIONS where the Burrowers dug down. (Just like the\nindentations they’ve found on the trail.)\n\nDUTCH\nWhat... what...\n\nDutch is on the edge of losing his shit.\n\nPARCHER\nMy neck.\n\nDutch looks down. Parcher has a half-inch deep, seven-inch\nlong TRENCH carved into his neck.\n\nEXT. NORTHERN PLAINS CAMP- NIGHT\n\nCallaghan searches through the saddlebags. Dutch is\nstanding, looking out at the plains. The PURRING RATTLE is\nall around them. Parcher sits by the fire, gingerly touching\nthe wound on his neck.\n\nCALLAGHAN\nDo we have bandages?\nPARCHER\nIt ain't bleeding. I can't even\n\nfeel it.\n\nParcher presses the palm of his hand against the wound, then\ntakes his hand way and looks at it.\n\nPARCHER\nJesus. Now I can't feel my hand.\nWhat did that Indian do?\n\nDUTCH\nThose weren't Indians.\n\nCallaghan pulls a bottle of whiskey and a canteen of water\nfrom the saddlebags, and throws them to Parcher.\n\nCALLAGHAN\nHere, clean it out.\n\f73.\n\nParcher ignores the water, takes a drink of whiskey.\nCallaghan spits, mutters-—\n\nCALLAGHAN\n...what right you had to stake us\nout like pieces of bait.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n73. Parcher ignores the water, takes a drink of whiskey. Callaghan spits, mutters-—\n\nCALLAGHAN\n...what right you had to stake us\nout like pieces of bait. \n\nTARGET SECTION TO BE ANNOTATED:\nPARCHER\nListen, I'm the one who's god-damn\ncut. Dutch even got a look at ‘em.\n\nDUTCH\nThose weren't Indians.\n\nDutch crosses to the fire, adds a handful of dead grass. The\nfire FLARES and in the light they can see the grass moving\naround their camp. RATTLES, HISSES. Some of the grass seems\nto move against the wind.\n\nThe GURGLES and PURRING comes from all directions.\n\nDUTCH\nThey're all around us.\n\nPARCHER (SLURRED )\nI can't feel my face.\n\nDUTCH\nI think... they're waiting for us\nto go back to sleep.\n\nCALLAGHAN\nFat god-damn chance of that.\n\nTIME LAPSE- EXT. PLAINS CAMP-— NIGHT\n\nThe campfire blazes, casting a flickering orange light over\nthe plains. The three sit in a circle with their backs to\nthe fire; each holds a gun and watches the plains.\n\nThe side of Parcher's face above the wound is starting to\ndroop like a stroke victim's. They don’t look at one\nanother, but stare out at the grass as they talk.\n\nPARCHER\nCan't feel my tongue. Or much of\nmy arm. I'm numb but I itch all\nover. ...I don't want to die like\nthis, not by pieces.\n\f74.\n\nDUTCH\nI don't think it'll kill you. That\nwoman we sent back with Dobie, she\nwas still alive.\n\nPARCHER ( CHUCKLING)\nThere's cold comfort.\n\nParcher is still excited, adrenaline giving a shine to his\neyes behind his slightly slackened face. Dutch looks at him,\nbewildered that he could find some strange pleasure in this.\nDutch considers, then-\n\nDUTCH\nWhat about Dobie?\n\nParcher looks up, sobering slightly.\n\nDUTCH\nHe could be out there alone with\nthose...\n\nPARCHER\nHe must be at the fort by now.\n(a beat, )\n\n«+-You still got that cross?\n\nDUTCH\nYes...\n\nDutch fishes it out of his shirt and tosses it to Parcher.\nParcher can't catch it with his numb arm, has to fish around\nin the dirt.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTCH\nYes... Dutch fishes it out of his shirt and tosses it to Parcher. Parcher can't catch it with his numb arm, has to fish around\nin the dirt. \n\nTARGET SECTION TO BE ANNOTATED:\n He picks it up and MURMURS a quick prayer,\nkisses the cross.\n\nCALLAGHAN\nCan I get some of that?\n\nPARCHER\n..-Amen.\n\nParcher kisses the cross again and tosses it awkwardly to\nCallaghan. Callaghan lunges, catches. He kisses it and\nMURMURS a prayer. Parcher feels the moist groove in his neck.\n\nCALLAGHAN (TO DUTCH)\nHere, man.\n\nCallaghan tosses the cross and Dutch catches it.\n\nDUTCH\nKeep it.\n\f75.\n\nCALLAGHAN\nWhat, you don't believe?\n\nDutch shakes his head.\n\nCALLAGHAN\nThen you need it more than I do.\n\nPARCHER\nGod-damned Indian must have\npoisoned the knife.\n\nDutch pockets the cross.\n\nPARCHER\nThey been alone in this country\nmaybe a thousand years. God knows\nwhat devilment they could of\nthought of in that time.\n\nDUTCH\nI don't think it was an Indian that\ncut you.\n\nPARCHER\n\nLooked like men but weren't.\nSneaked up and cut a white man's\nthroat in the night. Sounds Indian\nto me.\n\nThey fall silent. The RATTLING and PURRS continue out in the\nswaying grass, still strangely SOOTHING. Dutch looks at\nParcher’s wound. Parcher beats his fist against the ground.\n\nPARCHER\nWhole... damn... arms is numb.\nDUTCH\n\nYour wound is the same as the\nWilliams’ dead.\n\nParcher looks at him.\nDUTCH\nWhoever did that is who took\nMaryanne. Took the Stewarts. We\nmust be close. Can you ride?\n\nParcher nods, struggles awkwardly to his feet.\n\f76.\n\nPARCHER\nShit. Alright let's go. You don't\nget me on a horse soon, I won't be\nable to get on at all.\n\nEXT. NORTHERN PLAINS- NIGHT\n\nThey ride in a line, Dutch at the lead, followed by Parcher\nand Callaghan. All have drawn guns.\n\nThe BURROWER NOISES continue from the surrounding plains.\nThe sky is enormous, filled with stars.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll have drawn guns. The BURROWER NOISES continue from the surrounding plains. The sky is enormous, filled with stars. \n\nTARGET SECTION TO BE ANNOTATED:\n Parcher's lip hangs\nlimp, his eyes heavily lidded.\n\nDutch rides slowly at the lead, watching the grass.\nTIME LAPSE- EXT. SOUTHERN PLAINS— PRE-DAWN\n\nThey climb a rise in the land. Dutch is nodding on his\nhorse, exhausted. Parcher spurs his own horse forward,\nalongside the lead.\n\nPARCHER\nDutch.\n\nDUTCH\nIt's almost light.\n\nPARCHER\nMaybe. I'm falling apart.\n\nDUTCH\nYou'll be alright.\n\nPARCHER\n...-If I don't make it back, give\nthat cross to Ms. Gertrude Spacks\nfor me. Or give it to Dobie, tell\nhim it's for his mother.\n\nDUTCH\nI’1l do it.\n\nPARCHER\nI appreciate it.\n\nCALLAGHAN\nA fire.\n\nDutch looks over, Parcher swings his head over drunkenly.\nCallaghan points at a dot of orange light on the horizon.\n\f77.\n\nEXT. SOUTHERN PLAINS-— DAWN\n\nThe three riders approach FAITH, an attractive, 19-year-old\nSioux woman sitting alone by a small fire with her rifle.\n\nShe watches them steadily with dark, exhausted eyes. Parcher\ncalls out, his words drunken through his slackened face.\n\nPARCHER(SIOUX, SUB-TITLED)\n<Friendly. Peaceful.>\n\nFaith looks at Parcher. Her eyes darken. She traces a\nfinger on her own neck, mirroring Parcher's wound-\n\nFAITH(SIOUX, S.T.)\n<You are marked. Burrowers.>\n\nParcher looks at her.\n\nCALLAGHAN\nWhat'd she say?\n\nPARCHER\n---Told us to set a spell.\n\nTIME LAPSE- EXT. FAITHS' CAMP- DAWN\nFaith's face slightly underlit by the dying embers.\n\nFAITH(SIOUX, S.T.)\n<Faithful.>\n\nPARCHER(O.S.)\nHer name's Faith.\n\nParcher, Dutch, and Callaghan sit around the dying fire.\nParcher translates with an increasingly bleary voice.\n\nFAITH\n<Burrowers killed my family. Last\nnight I shot my husband so he would\nnot have to suffer the feeding.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nParcher translates with an increasingly bleary voice. FAITH\n<Burrowers killed my family. Last\nnight I shot my husband so he would\nnot have to suffer the feeding. \n\nTARGET SECTION TO BE ANNOTATED:\n>\n\nPARCHER\nShe's talking about the Burrowers.\nSays they killed her family.\n\nCALLAGHAN\nAsk her what a Burrower is.\n\nPARCHER(SIOUX, S.T.)\n<Burrower. What tribe?>\n\nFaith doesn't even look at him.\n\f78.\n\nFAITH\n<They come every third generation.\nWe tried to escape to the East,\npast the Great River. We were\neight .>\n\nPARCHER\n<Burrower. What is it?>\n\nFaith looks at him. She seems tired and angry.\n\nFLASHBACK- EXT. PLAINS- DAWN\nWe fly over empty plains, grasslands extending forever.\nFAITH(V.O.)\n<They were here before white\npeople, before humans even. They\nfeed on buffalo.>\n\nWe overcome a herd of BUFFALO, hundreds of them stampeding.\n\nFLASHBACK- EXT. PLAINS- NIGHT\nA lone BUFFALO collapses in a heap on the plains.\n\nIn the moonlight, a Burrower slithers onto the Buffalo's neck\nand RETCHES. It's indiscernible as a pale shadow.\n\nEight Burrowers, just vague shapes in the darkness, roll the\nBuffalo into an open pit.\n\nFAITH(V.O.)\n<They bury food, let it rot. The\npoisoned cannot sleep.>\n\nEXT. SOUTHERN PLAINS-— DAWN\n\nDobie's blue eye stares out of the soil. The ground bulges\nweakly over his wiggling finger.\n\nPARCHER(V.O.)\nThey use some kind of poison, bury\ntheir food alive.\n\nParticles of dirt have collected in the moisture on the\nsurface of Dobie's horribly bloodshot eye. A line of tears\ntraces down his cheek\n\f79.\n\nEXT. DOBIE'S CAMP- DAY\nThe mess wagon lays untouched in the clearing. FOUR BUZZARDS\npeck at Audrey's corpse, shriveled like a mummy. A buzzard\ntears her CLAVICLE free and flies away with it.\nEXT. PLAINS- DAY\nDUTCH'S DERBY blows by, and out into the grass.\nFAITH(V.O.)\n\n<When the blood is thick and the\n\norgans are soft, they return and\n\neat. They drink.>\nFLASHBACK- EXT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAITH(V. O.)\n\n<When the blood is thick and the\n\norgans are soft, they return and\n\neat. They drink.>\nFLASHBACK- EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PLAINS- NIGHT\n\nEight Burrowers, half-concealed by grass, surround and cover\nthe barely disinterred buffalo, mouths fastened onto it.\n\nPARCHER(V.O.)\nThey eat... soft parts.\n\nEXT. FAITH'S CAMP- MORNING\nParcher's voice smears clumsily through his numb face.\n\nCALLAGHAN\nSoft parts? What does that mean?\n\nParcher shakes his head, he doesn't know.\n\nCALLAGHAN\nI like my soft parts. Shit.\n\nFAITH\n<You killed the buffalo. So the\nBurrowers found other food.>\n\nFaith talks to the ground-\nFAITH\n<We could not escape sleep. They\ntook five of us. A baby without a\nbreast to feed it died yesterday.>\nFaith looks at Parcher.\nFAITH\n<You should die. The sooner you\ndie, the less you will suffer.>\n\nParcher doesn't translate this.\n\f80.\n\nPARCHER\n<How kill Burrowers? Stop poison?>\n\nFaith shakes her head.\n\nFAITH\n<My father said the Ute had fought\nthem. But the Ute are as wicked as\nwhite men, they will not help.>\n\nPARCHER\n\nUte Indians know how to kill them.\nDUTCH\n\nDoes she know how to stop the\n\npoison?\n\nParcher looks at Dutch, then turns to Faith. He points at\nthe wound on his neck.\n\nPARCHER\n<Heal? Make whole?>\n\nFaith nods.\n\nFAITH\n<You can die.>\n\nPARCHER\n...The Ute might know.\n\nCALLAGHAN\nWhere do we find Utes?\n\nPARCHER\nThere’s probably Ute scouts riding\nthe same route we’re on, though\nthey avoid the trails. We can find\n‘em a day’s ride North. There’s a\ntrading post, the Watangwa. If we\ncan make it there...\n\nDUTCH (INTERRUPTING)\nWhat about the Stewarts?\n\nPARCHER\nWhat about them?\n\nDUTCH\nWe can’t stop searching so you can\ngo after your cure.\n\f81.\n\nPARCHER\nWe find the Utes, they lead us to\nthe Burrower Tribe.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTCH\nWe can’t stop searching so you can\ngo after your cure. 81. PARCHER\nWe find the Utes, they lead us to\nthe Burrower Tribe. \n\nTARGET SECTION TO BE ANNOTATED:\n We kill the\nBurrowers, you get your girl, go\nbuild that cabin on the prairie,\nplay American.\n\nDutch thinks, not sure to trust Parcher.\n\nCALLAGHAN\nIs Faith coming with us?\n\nPARCHER\nYeah. That or I'm shooting her.\n\nParcher smiles at her. She knows better than to smile back.\n\nTIME LAPSE\n\nEXT. SOUTHERN PLAINS- DAY\n\nDutch watches the landscape roll under his horse. Faith\nwalks along beside the three horses. Parcher has lashed his\nlimp left hand to his saddle horn with a cord. He’s grinning,\nexcited like a kid on an Easter-egg hunt.\n\nCallaghan looks over at Faith, sees that she is beginning to\nlimp, as if afflicted with blisters.\n\nDutch looks at Parcher, is a little disturbed by the fierce\nnot-quite-grin on his face, twisted by his slack muscles.\nThere's a DARK SPOT on his jaw, like a BED SORE. Parcher\nturns his grin on Dutch, who looks away.\n\nEXT. NORTHERN HILLS- DAY\n\nTrees again dot the plains. The land rises and falls in\ngentle swells. Stone domes poke through the ground.\n\nDutch watches Parcher up ahead. A SCARLET BRUISE, like a\nblemish on rotting fruit, marks the back of Parcher's neck.\nThere's a sheen of yellow around it, maybe liquid.\n\nFaith is now riding behind Callaghan, asleep against his\nback. Callaghan veers his horse over towards Dutch's.\nParcher is a short distance ahead, out of earshot.\n\nCALLAGHAN\nYou see that bruise on Parcher's\nneck?\n\f82.\n\nDUTCH (NODDING)\nOn his face and hands, too.\n\nCALLAGHAN\nHe's falling apart.\n\nDUTCH\nThe Ute Indians will fix him.\n\nCALLAGHAN\nYou believe that?\n\nDutch doesn’t answer.\n\nCallaghan\nslick and\n\nCALLAGHAN\nI'm thinking maybe I ain't so eager\nto risk my hide for that crazy old\nshitbird's Indian cure.\n\nDUTCH\nWe’re not risking anything for him.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch doesn’t answer. Callaghan\nslick and\n\nCALLAGHAN\nI'm thinking maybe I ain't so eager\nto risk my hide for that crazy old\nshitbird's Indian cure. DUTCH\nWe’re not risking anything for him. \n\nTARGET SECTION TO BE ANNOTATED:\nCALLAGHAN\nYou still think you’re gonna find\nyour girl? That Maryanne Stewart?\nWhat if that’s happening to her?\n\nnods towards Parcher. Dutch looks at the sores,\npurple-yellow.\n\nPARCHER(O.S., INTERRUPTING)\nWhat's the ruckus back here?\n\nParcher has slowed his horse, swerves over to join them.\n\nPARCHER\nThought I mighta heard my name.\n\nCALLAGHAN\nJust talking.\n\nPARCHER\nYou boys look bushed. We're\nalready in Ute territory. Couple\nhours shy of the Watangwa.\n\nParcher spits. His voice comes out in a drunken slur.\n\nPARCHER\nI didn't sleep a wink last night.\nJust lay there with my gun, waiting\nfor something to move.\n\n(MORE)\n\f83.\n\nPARCHER (cont'd)\nWhatever them Indians cut me with,\nit's got my brain racing like a...\nlike I was a young man again. I\nfeel lucky. Makes me wish I could\nmove my god-damn arms.\n\nParcher LAUGHS. It's maudlin in his stroke-victim slur.\nDutch and Callaghan exchange a look.\n\nFAITH(SIOUX, S.T.)\n<Your wound is spotted.>\n\nCallaghan starts. Nobody realized she was awake. She nods at\nthe wound on Parcher's neck. The wound is marked with tiny\nwhite fungal dots.\n\nFAITH\n<That's how they will find you.>\n\nThe grin vanishes from Parcher's slackened face.\n\nCALLAGHAN\nWhat was that?\n\nPARCHER\n..-Not a thing.\n\nBLACK ON SCREEN\n\nRATTLES, HISSES, the Burrower PURRING. Pale movement in\ndarkness, like white worms in black soil.\n\nEXT. NORTHERN HILLS, WATANGWA TRADING POST - DUSK\n\nThe three horses and four riders approach a tall POLE driven\ninto the ground, rags and feathers hanging from the top.\n\nPARCHER\nWe're here.\n\nDutch and Callaghan stop their horses. The pole seems to\nmark the dead center of nowhere. Rocky, forested hills rise\nup around them.\n\nThe place looks like desolation, like people have died here,\nfrom ambush, starvation, or both.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pole seems to\nmark the dead center of nowhere. Rocky, forested hills rise\nup around them. The place looks like desolation, like people have died here,\nfrom ambush, starvation, or both. \n\nTARGET SECTION TO BE ANNOTATED:\nDUTCH\nWhat?\n\nPARCHER\nThe Watangwa. We made it.\n\f84.\n\nCALLAGHAN\n\nMade it? There’s no “here” here.\n\nWe’re dead center nowhere.\n\nThey’re completely alone, exposed, lost in the sparse trees.\n\nPARCHER\n\nThe Utes’1l come. We just gotta\n\nwait. Get me off this horse, my\n\nass feels like soggy bread.\n\nFAITH\n<We shouldn’t stop.>\n\nDutch gets off of his horse and looks around. Callaghan\nclimbs off his horse nervously. Faith looks at him.\n\nFAITH\nNo... <Don’t stop. It’s getting\ndark.>\n\nCallaghan looks at her, trying to understand. Faith is\nexhausted, gestures weakly as she speaks.\n\nFAITH\n<They’11 kill us.>\n\nCallaghan imitates her speech, trying to communicate.\n\nCALLAGHAN (PARROTING)\n<They’1l... kill...?>\n\nFAITH\n<They’11 kill us all.>\n\nThis time he gets it right, no idea what he’s saying-\n\nCALLAGHAN\n<They’11 kill us all.>\n\nTIME LAPSE- WATANGWA TRADING POST CAMP - NIGHT\n\nCALLAGHAN (0O.S. )\nYour watch, man, I need sleep.\n\nDutch blearily opens his eyes. Callaghan is crouching over\nhim, speaking low enough so only Dutch can hear.\n\nCALLAGHAN\nThe old man's still awake.\n\nDutch nods, and sits up from his blankets.\n\f85.\n\nTIME LAPSE- EXT. NORTHERN HILLS CAMP- NIGHT\n\nDutch sits by the campfire with a rifle across his knees,\nwatching the plains. The RATTLING is soft, but it's there.\nDutch looks absolutely exhausted.\n\nPARCHER (SLURRED )\nYour eyes open, bud?\n\nParcher is lying on his back by the fire, heavy-lidded eyes\nstaring upwards. The BRUISING on Parcher's face is worse,\n\nspreading nearly to his left eye. His left hand is nearly\n\nblack. He's rotting alive.\n\nPARCHER\n\nDutch. You hear me, Dutch?\nDUTCH\n\nI'm awake.\nPARCHER\n\nReal good. You stay that way.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTCH\n\nI'm awake. PARCHER\n\nReal good. You stay that way. \n\nTARGET SECTION TO BE ANNOTATED:\nDUTCH\nI'll tell you if I fall asleep.\n\nPARCHER\nMuch appreciated.\n\nDutch throws another piece of wood onto the fire.\n\nPARCHER\nYou think that boy and his squaw\nare gonna try to leave us?\n\nDUTCH\n-.-No.\n\nPARCHER\nI'd sure hate to have to shoot\nsomebody for trying to abandon me\nout here.\n\nDutch stirs the fire. With each SWELL in the BURROWER\nRATTLE, Dutch's eyelids are tugged downward.\n\nPARCHER\nYou hear what I'm saying?\n\nDUTCH\nNo, I'm asleep.\n\f86.\n\nParcher grins with the half of his mouth he can move. The\nPURRING from out in the grass swells, Dutch's eyes go a\nlittle glassy.\n\nDutch yawns. Parcher grins. The Burrower PURRING swells\nagain, tugging at Dutch's consciousness. Dutch lets his lids\ndroop downward. A beat.\n\nThe CLICK of a cocked his pistol. Dutch's eyes snap open-\n\nParcher is turned, watching the grass on the edge of camp\nbehind them. It MOVES against the wind, in time with the\nBurrower RATTLING. Parcher's revolver weaves drunkenly at\nthe movement. Dutch raises his rifle.\n\nThe two gun barrels track the grass' movement, slowly across\nthe circumference of camp. Neither Parcher nor Dutch notices\nbehind them-\n\nA PALE FIGURE rising from the earth on the far side of camp,\nbetween Callaghan and Faith. The RATTLING grows.\n\nThe grass moving before Dutch and Parcher pauses, then cuts\nback the way it came. Stalks of grass collapse.\n\nBackground, out of focus- The Burrower stalking Callaghan\narrives over him, and draws back a clawed hand. Loose earth\nfalls from its back and PATTERS softly on the ground.\n\nDutch's eyes dart back at the sound. He YELLS and spins,\nraising the rifle. Callaghan opens his eyes and SCREAMS.\n\nCRACK, CRACK, Dutch fires. The second bullet hits the\nBurrower and it HISSES, retreating into the grass.\n\nThe grass behind Parcher and Dutch collapses, and a SECOND\nBURROWER emerges, slinking swiftly towards Dutch.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRACK, CRACK, Dutch fires. The second bullet hits the\nBurrower and it HISSES, retreating into the grass. The grass behind Parcher and Dutch collapses, and a SECOND\nBURROWER emerges, slinking swiftly towards Dutch. \n\nTARGET SECTION TO BE ANNOTATED:\nCallaghan scrambles to his feet, likewise Faith.\n\nBLAM, Parcher fires his pistol limply into the earth, nearly\nthrowing the gun from his rotting hand. Dutch turns at the\nsound and finds-\n\nA GAPING MAW. A toothless mouth as big around as a baby's\nhead, strung with mucous and bile, like a hole punched in a\nsheet of melted cheese.\n\nThe Burrower's head is mottled yellow and brown flesh, the\neyes tiny, subterranean pink, too far apart. The flesh is\nplated, but soft, like a boiled insect.\n\f87.\n\nDutch throws himself backwards, towards the fire, CRACK,\nCRACK, firing his rifle into the creature. It jerks\nbackwards, HISSING.\n\nCallaghan grabs his pistol off the ground. Faith scrambles\ntowards the fire.\n\nParcher turns drunkenly towards Callaghan and raises his\npistol. Movement in the grass behind Callaghan.\n\nDutch fires, CRACK, CRACK, into the Burrower before him as it\ninsinuates itself into the earth and vanishes.\n\nBLAM, BLAM, Parcher fires his pistol at the Burrower behind\nCallaghan. BLAM, on Parcher's third shot, Callaghan YELLS\nand drops, holding his leg.\n\nFaith grabs the dropped pistol.\n\nSudden silence but for Callaghan's PAINED BREATHING and the\ndwindling PURR of the retreating Burrowers.\n\nDUTCH\nCallaghan.\n\nDutch runs to him. He pulls his belt tight around\nCallaghan's leg, staunching the flow of blood.\n\nPARCHER\nDid you see those things? Jesus\nChrist.\n\nParcher is glassy-eyed excited, gun in hand, barely able to\nprop himself up. He's almost laughing.\n\nCALLAGHAN\nYou shot me, goddamnit.\n\nDutch struggles to tie off the impromptu tourniquet, his\nhands slick with blood. Callaghan HISSES in pain.\n\nPARCHER\nI saved your life, boy.\n\nCallaghan holds his bleeding leg and stares at Parcher.\n\nFAITH\n<Put more wood on the fire.>\n\nPARCHER\nPut wood on the fire, she says.\n\f88.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nCallaghan holds his bleeding leg and stares at Parcher. FAITH\n<Put more wood on the fire.>\n\nPARCHER\nPut wood on the fire, she says. 88. \n\nTARGET SECTION TO BE ANNOTATED:\nDutch picks up his rifle in one hand and uses the other to\ntoss more wood on the fire. The firelight jumps, but does\nlittle to penetrate the forested hills.\n\nFAITH\n<We should go. We should keep\nmoving. They’ll find him by his\nwound.>\n\nShe points at Parcher.\nFAITH\n<We leave him, he’s already dead.\nWe need to go.>\n\nDutch looks at Faith, shakes his head-\n\nDUTCH\nI don’t understand.\nFAITH\n<We must go. We keep moving or we\n\ndie.>\n\nDUTCH (TO PARCHER)\nWhat’s she saying?\n\nPARCHER\nNonsense. The squaw’s hysterical.\n\nDutch shakes his head. He takes Faith’s hands and lifts\nthem. He gestures.\n\nDUTCH\nUse hands. Sign.\n\nPARCHER\nOh great Christ.\n\nDutch ignores him. Faith gestures to Callaghan, Dutch, and\nthe horses, then makes a moving gesture, thrusting a hand\nback out of the trees.\n\nCALLAGHAN\nShe wants us to go.\n\nCallaghan, Parcher, and Faith are all looking at Dutch. His\ndecision is going to determine their course.\n\nDUTCH\nWhat do you think?\n\f89.\n\nPARCHER\nNo! You’re not gonna listen to\nthat red-skinned bitch!\n\nDutch looks at Parcher, makes his decision.\n\nDUTCH\nShe knows more than we do.\n(to Callaghan)\nCan you ride?\n\nCALLAGHAN\nI don't know. If you get me ona\nhorse, yeah, maybe.\n\nPARCHER\nLike hell.\n\nParcher dumps the spent cartridges from his gun. He shoves a\nfresh round into one the five chambers.\n\nDutch starts towards him. Parcher shuts the breach and\nraises the pistol. Dutch stops.\n\nPARCHER\nWe're staying right god-damn here.\n\nDutch looks at him, he’s only six steps away, and Parcher’s\nbarely able to lift the pistol. He steps forward.\n\nParcher pulls the trigger. CLICK. Dutch lunges forward.\nParcher pulls the trigger, CLICK. And again...\n\nDutch yanks the gun out of his hand before the hammer can\nfall.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nParcher pulls the trigger, CLICK. And again... Dutch yanks the gun out of his hand before the hammer can\nfall. \n\nTARGET SECTION TO BE ANNOTATED:\n Parcher flails his arm and YELLS like a toddler ina\ntantrum. (Like a half-paralyzed, rotting toddler in a\ntantrum.) He catches his breath, then-\n\nPARCHER\nGod damn you to hell, Dutch.\nEXT. NORTHERN HILLS- NIGHT\nThe four riders lope along in a line. Faith behind Callaghan\nat the lead, nearly holding him in the saddle. Parcher\nslumped on his horse, hands tied at the wrist to the pommel.\n\nDutch brings up the rear, weary.\n\nTheir horses pick their way slowly through the darkness.\nCallaghan sweats, grimacing with each bounce of his horse.\n\nDutch watches the moonlit landscape, silvery and dim.\n\f90.\n\nPARCHER\nYou boys better hope to God I die.\n\nNobody answers.\n\nFAITH\n<More blood is coming.>\n\nShe says it to Callaghan, gesturing to his leg. Blood is\ndribbling off the heel of his boot. He's near the point of\nfalling unconscious. He pauses, calls out-\n\nCALLAGHAN\n...Dutch. We gotta do something\nabout my leg.\n\nHe reins his horse to a halt. Ahead, Parcher grins through\nhis stroke-victim face.\n\nEXT. NORTHERN HILLS GULCH- NIGHT\n\nDutch adjusts the flame on a second lantern, the two small\nfires together casting an ellipse of weak light.\n\nHe leaves his rifle by the lanterns, stands, and crosses to\nCallaghan's horse, which Faith holds by the reigns.\n\nDUTCH\nHere.\n\nDutch reaches up and helps Callaghan off the horse.\nCallaghan leans heavily on Dutch's shoulders, grimacing and\nhissing with pain. He YELLS when his left leg touches\nground. His right leg hangs limp, soaked with blood.\n\nParcher watches, almost amused. Then he looks past them, out\ninto the darkness.\n\nSuddenly, yelled from outside the firelight-\nUTE VOICE(O.S., YELLING)\nGood Indian! Peaceful! Good\nIndian!\n\nAll eyes snap towards the sound.\n\nDutch looks at his rifle. It's ten feet away, by the\nlanterns; he can't grab it without dropping Callaghan.\n\nTWO UTE WARRIORS walk into the circle of lantern light.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch looks at his rifle. It's ten feet away, by the\nlanterns; he can't grab it without dropping Callaghan. TWO UTE WARRIORS walk into the circle of lantern light. \n\nTARGET SECTION TO BE ANNOTATED:\n One\nis Tall, the other Short. The short one points at himself.\n\f91.\n\nSHORT UTE\nGood Indian.\n(Ute, s.t.)\n\n<Are you able to speak?>\n\nNobody responds. Both Ute are armed with RIFLES slung around\ntheir backs. The Shorter Ute has three BEARTRAPS on his belt.\n\nSHORT UTE\nNo English.\n\nDutch looks towards his rifle, then back at the Ute.\n\nCALLAGHAN (WHISPERING)\nDrop me. Get the rifle.\n\nFAITH(SIOUX, S.T.)\n<Ute.>\n\nPARCHER\nPraise God, He sent us some Utes.\nI don't know any Ute words.\n\nSHORT UTE\nFrangais?\n\nDUTCH (FRENCH, S.T.)\n<Yes. I speak French.>\n\nSHORT UTE(FRENCH, S.T.)\n<Good. To speak French. We...\ngood Indian. Friends.>\n\nDUTCH\n<We look for a missing white\nfamily. Burrowers took them.>\n\nThe Tall Ute leans down and MURMURS something to the Short\none. He nods towards Parcher.\n\nCALLAGHAN (WHISPERING)\nGet your rifle.\n\nDUTCH(LOW, TO CALLAGHAN)\nCan you stand?\n\nCALLAGHAN\nDrop me.\n\nThe Short Ute addresses Dutch again, pointing at Parcher.\n\f92.\n\nSHORT UTE\n<Dead man. We are to fix. Little\nfish? We come from south. We\nhunt. Little fish to hunt with.>\n\nDUTCH\nHe says they can fix you.\nSomething about a small fish.\n<I don't understand.>\n\nThe Tall Ute is moving towards Parcher.\n\nPARCHER\nStay back! Tell him to stay back!\n\nThe Short Ute shows his palms, trying to calm Parcher. The\nTall Ute keeps advancing. He pulls a bundle of TROPHIES from\nhis belt, hanging on a loop of rawhide. They are trinkets,\njewelry, snatches of cloth.\n\nTALL UTE\n<Little fish. We use the sick as\nLittle fish, understand?>\n\nHe shakes the bundle of trophies.\n\nTALL UTE\n<From the sick.>\n\nDUTCH\nHe keeps saying Little Fish.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nTALL UTE\n<Little fish. We use the sick as\nLittle fish, understand?>\n\nHe shakes the bundle of trophies. TALL UTE\n<From the sick.>\n\nDUTCH\nHe keeps saying Little Fish. \n\nTARGET SECTION TO BE ANNOTATED:\nPARCHER (REALIZING)\nJesus Christ amighty. He's talking\nabout bait.\n\nCALLAGHAN\nDrop me.\n\nThe Tall Ute reaches up and grabs the ropes binding Parcher's\nwrists to the saddle.\n\nDutch drops Callaghan and dives for his rifle. Callaghan\nCRIES OUT in pain.\n\nParcher gives a slurred YELL as he's yanked off the horse and\nonto the ground, the Tall Ute holding him. Parcher flails at\nthe Tall Ute, knocking the hoop of trophies from his hand.\n\nThe trophies fall to the ground.\n\f93.\n\nDutch gets a hand around his rifle when BLAM, the earth is\nkicked up two feet from him. Faith SCREAMS. The Short Ute\nis pointing his rifle at him.\n\nSHORT UTE\n<To take the Little Fish. We fix.>\n\nDutch stays frozen over his rifle. Callaghan half-lies on\nthe ground, holding his bleeding leg.\n\nPARCHER\nShoot this son of a bitch! Pick up\nyour god-damned rifle and shoot\nthis son of a bitch!\n\n\"Shoo zis sunuvabish\" is how the words come out, slurred\nalmost beyond understanding by now. The Short Ute holds his\nrifle on them as the Tall Ute drags Parcher across camp and\npast him, into the darkness.\n\nSHORT UTE\n<Little Fish already dead. Little\nFish for trap. To kill.>\n\nPARCHER (OVERLAPPING)\nGod damn you, Dutch! Don't let\nthem take me! You killed me, you\nson of a bitch!\n\nParcher and the Tall Ute are already out of the light of the\nfire and out of sight. The Short Ute, holding the rifle on\nthem, begins to back out of the firelight.\n\nSHORT UTE\n<We are to fix. We are to kill.>\n\nThe Short Ute backs into darkness and vanishes.\n\nDutch stares into the darkness, the Short Ute could still be\njust beyond the firelight, still pointing the rifle.\n\nCALLAGHAN\nAre they gone?\n\nDUTCH\nI don't know.\n\nA beat. Dutch is the first to move. He crouches down and\npicks up the loop of trophies.\n\nFAITH\n<We leave.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch is the first to move. He crouches down and\npicks up the loop of trophies. FAITH\n<We leave. \n\nTARGET SECTION TO BE ANNOTATED:\n He is already dead. We\nleave now.>\n\f94,\n\nA dozen trinkets taken from dead settlers, belt buckles,\njewelry, crosses. In between each trinket, there hangs a\nsmall grayish-white bone, like half of a child's jaw,\ntoothless, non-human.\n\nCALLAGHAN\nI hope you’re not thinking of going\nafter him.\n\nDUTCH\nThey said they could fix him. Or\ntrap...\n\nDutch falls silent, staring at the trinkets in his hand. His\nmouth opens a little, tears shine in his eyes.\n\nDUTCH\nOh god.\n\nIn Dutch’s hand, hanging from the Ute’s trophy cord, is\nMaryanne Stewart’s BROOCH. Dutch leans against the horse and\ncloses his eyes. Callaghan watches him.\n\nCALLAGHAN\nDutch...?\n\nDutch takes a breath.\n\nDUTCH\nShe's dead.\n\nHe stares off into the trees. Several moments- Dutch looks\non the edge of falling apart; exhausted, heart-broken.\nCallaghan waits to speak-\n\nCALLAGHAN\nLet’s go.\n\nDUTCH\nI have to go after Parcher.\n\nCALLAGHAN\nLike hell you do. That sunuva\nbitch was dead ‘fore them Indians\neven touched him.\n\nDUTCH\nIt’s not for him. We don’t know\nhow to heal the Burrowers poison.\nWe don’t know to kill them.\n\nCALLAGHAN\nI want to go home.\n\f95.\n\nWe can see that Dutch wants to go home just as badly. He\nputs the brooch in his pocket. He takes a breath.\n\nDUTCH\nThey took Maryanne from her home.\nHome isn’t safe.\n\nCallaghan looks at him. Dutch holds his gaze. Callaghan,\nwearily, nods.\n\nTIME LAPSE- EXT. NORTHERN HILLS GULCH- NIGHT\nDutch pulls Parcher's pistol from his saddle.\n\nCallaghan pushes himself painfully into a sitting position\nagainst a saddle lying on the ground. Faith paces nearby,\nwatching the edges of camp. She throws another piece of wood\non the fire. Dutch crosses to Callaghan and crouches.\n\nDUTCH\nYou be alright?\n\nCALLAGHAN\nNo. You hurry back.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUTCH\nYou be alright? CALLAGHAN\nNo. You hurry back. \n\nTARGET SECTION TO BE ANNOTATED:\n I think\nshe’ll watch out for me, but...\n\nCallaghan gestures towards Faith. Dutch stands, crosses to\nFaith, and hands her Parcher’s rifle.\n\nDUTCH\nStay? Watch out for him.\n\nDutch points at Callaghan. Tries to pantomime the sentence.\nFaith takes the rifle, and nods slightly.\n\nCALLAGHAN (TO DUTCH)\nBe careful.\n\nDutch takes up his own rifle and nods again. He looks\nfrightened but determined. He takes a breath and walks away\nfrom camp, out of the light of the fire.\n\nEXT. NORTHERN HILLS- NIGHT\n\nThe starlight shines somewhere between silver and lead,\neverything nearly black and white in the dim illumination.\nIt could be a daguerreotype. Luminous white-barked birch.\n\nDutch moves through the trees cautiously, rifle in one hand\nand pistol in the other. He squints into the darkness.\n\f96.\n\nWIND moves the small trees, shifting shadows dancing over the\nblowing grass. Burrower RATTLES come and go from seemingly\nevery direction.\n\nTIME LAPSE\n\nDutch moves deeper into the trees. He seems to be moving\ntowards and away from the Burrower RATTLE at the same time.\n\nRUNNING FOOTSTEPS crunch dead leaves. Dutch spins, just as-\nThe Short Ute arrives and CLOCKS Dutch across the face with\nthe butt of his rifle. Dutch drops his rifle and falls to\nthe earth. The Short Ute lands on top of him, hand clamped\nover his mouth.\n\nSHORT UTE(FRENCH, S.T.)\n<Silence.>\n\nCLICK, of a revolver being cocked. The Ute looks down.\nDutch's revolver is pointed at his chest. BLAM.\nThe Ute falls backwards, dead before he hits the ground.\n\nDutch scrambles to his feet. The Ute doesn't move. Silence,\nhis smoking gun. He looks around. Nobody but the dead Ute.\n\nParcher MOANS from somewhere nearby. It's a low, weak sound,\nnearly a death-rattle.\n\nDutch turns and runs in a crouch towards the sound. He keeps\nhis head low, pistol and rifle ready. He jogs through small\ntrees, CRUNCHING through dead leaves, rises a hill and finds-\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch turns and runs in a crouch towards the sound. He keeps\nhis head low, pistol and rifle ready. He jogs through small\ntrees, CRUNCHING through dead leaves, rises a hill and finds-\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NORTHERN HILLS CLEARING- NIGHT\n\nA bare expanse of rocky earth, surrounded by trees.\n\nDutch passes a pile of SHARPENED POLES, 12-foot birch spears\nlying piled at the clearing's edge.\n\nIn the center, Parcher is lying face-up on a slab of rock,\nhis arms and legs bound by ropes pegged to the ground.\nBurrower PURRS and RATTLES surround the clearing.\n\nDutch moves cautiously out towards Parcher.\n\nPARCHER\nJesus, Dutch. Thank God.\n\nDutch leans down over him and unties Parcher's good arm.\n\f97.\n\nPARCHER\nThey put something in me. Made me\ndrink...\n\nDUTCH\n\nDrink? What was it?\n\nDutch reaches across to untie Parcher's rotten arm. Parcher\nglances past Dutch and GASPS.\n\nDutch follows Parcher's eyes, glancing over his shoulder.\n\nParcher LURCHES upward and GRABS the pistol from Dutch's\nwaist, pointing it at the TALL UTE suddenly behind Dutch.\n\nBLAM, Parcher FIRES the gun, inches from Dutch's face. The\nmuzzle flash SEARS across Dutch's eyes, he falls backwards.\n\nA bullet wound PUNCTURES the belly of the Tall Ute.\nDUTCH'S POV- Washed-out, overexposed, a RINGING in his ears.\n\nDutch stumbles backwards, holding his flash-blinded eyes.\nHis left foot pushes through a pile of dead leaves and SNAP,\na BEAR TRAP springs up, biting his ankle.\n\nDutch SCREAMS and falls to the ground.\n\nThe Tall Ute is half crab-walking, half dragging himself\naway, bleeding heavily from the gut. Parcher holds the\npistol on him blearily, his arm swaying.\n\nDutch is close to shock, his POV bleached nearly white.\n\nThe Ute, near the edge of the clearing, lets himself\ncollapse, holding his belly. Parcher lets the pistol drop\nand lies back on the rock.\n\nDutch wedges his fingers beneath the jaws of the bear trap.\nHe pulls, straining. The jaws begin to separate... then a\nfingernail tears and the trap SNAPS shut again.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch wedges his fingers beneath the jaws of the bear trap. He pulls, straining. The jaws begin to separate... then a\nfingernail tears and the trap SNAPS shut again. \n\nTARGET SECTION TO BE ANNOTATED:\nDUTCH (PAIN)\nshit!\n\nFROM ABOVE- The Ute lies bleeding near the clearing's edge.\nParcher lies tethered by three points to a rock. Dutch sits\nstruggling to free his leg from the bear trap. SIX\nINDENTATIONS appear in the rocky soil, churning.\n\nSIX BURROWERS emerge into the clearing. They slink like\ncats, moving on all fours.\n\f98.\n\nThey cast their heads towards the Ute, and Dutch, then focus\nin on Parcher and spiral in towards him.\n\nParcher is the first to see them. He GASPS.\n\nParcher weakly lifts the dropped gun and BLAM, fires once\nbefore the first two Burrowers are on him.\n\nDutch looks up at the sound, just in time to see the other\nfour Burrowers FLING themselves onto Parcher. They fasten\ntheir gaping maws onto his body like piglets on a sow.\n\nParcher opens his mouth to scream, but the only sound that\ncomes out is the dying WHEEZE of a broken bellows. The\nBurrowers arch their backs and suck, SLURPING the rotten\norgans from Parcher's body.\n\nA Burrower pulls its pale head away from the buffet, its face\ndripping with blood and gore, as if fresh from a pie-eating\ncontest. It swings its head towards Dutch.\n\nDutch, still tethered by the bear trap, looks at the\ncreature. It HISSES with a blood-and-mucous strung mouth.\n\nDutch crabwalks backwards, away from the Burrower, pulling\nthe trap's tethering chain nearly taught before he FREEZES.\nHe looks down at his left hand, a SECOND BEAR TRAP waits\nbeneath a thin covering of leaves.\n\nThe Burrower starts slinking towards him. The thick yellow\nnails on it's three-fingered hands drip white venom.\n\nDutch looks from the bear trap blocking his path to the\napproaching creature. It’s ten feet away. It tenses to\npounce, HISSING, then FLINGS itself at Dutch.\n\nDutch YELLS, and catches the Burrower's hand, the dripping\ntalons inches from his neck. He twists, pushing the creature\nonto the SECOND BEAR TRAP.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt tenses to\npounce, HISSING, then FLINGS itself at Dutch. Dutch YELLS, and catches the Burrower's hand, the dripping\ntalons inches from his neck. He twists, pushing the creature\nonto the SECOND BEAR TRAP. \n\nTARGET SECTION TO BE ANNOTATED:\nThe trap SNAPS, CRUNCHING into the Burrower's side. The\nBurrower ARCHES and SCREACHES in pain.\n\nDutch rolls away, and from the ground grabs a STICK, arm-\nlength, about two inches around. He wedges it into the jaws\nof the trap holding his ankle, and pries it apart.\n\nThe trapped Burrower, arm's length from Dutch, LUNGES at him,\nswiping. Dutch YANKS his leg free and rolls away, the\nvenomous claw missing him by inches.\n\nTALL UTE (UTE, SUB-TITLED)\n<No!>\n\f99,\n\nDutch looks over. Another BURROWER is slinking towards the\ngut-shot Ute, talons dripping. The Ute cries out.\n\nDutch LURCHES to his feet, his wounded ankle nearly giving\nout, and limps to intercept the creature before it reaches\nthe Ute.\n\nOne of the Burrowers still feeding on Parcher suddenly lifts\nits head and HISSES. It stumbles back from Parcher,\ndrunkenly, and then collapses to the ground.\n\nThe other three Burrowers raise their bloody maws from\nParcher's drained corpse and look over. The unconscious\nBurrower lies on the ground, sucking small, shallow breaths\nlike an asthmatic child.\n\nThe Burrower bearing down on the wounded Ute weaves\ndrunkenly, but is only paces away. PANTING with pain, Dutch\ngrabs a SHARPENED POLE from the pile on the ground.\n\nThe Burrower raises back a claw, ready to swipe at the Ute.\nDutch lunges, PLUNGING the birch pole through the Burrower's\ntorso and into the ground below. The creature SCREECHES.\n\nThe bear-trap Burrower's eyes are closed, it pushes weakly\nagainst the ground.\n\nThe three Burrowers over Parcher stumble away, drunkenly.\nThe Burrower speared to the ground wearily lolls its head.\n\nDUTCH\n+-.-You poisoned them.\n\nThe Ute, breathing through clenched teeth, almost grins.\n\nOne-by-one, the Burrowers collapse blearily to the ground,\nunconscious. Barely standing, Dutch watches them fall.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Ute, breathing through clenched teeth, almost grins. One-by-one, the Burrowers collapse blearily to the ground,\nunconscious. Barely standing, Dutch watches them fall. \n\nTARGET SECTION TO BE ANNOTATED:\nAll six creatures lie unconscious, smeared with Parcher's\ndark blood, breathing shallowly.\n\nDutch tries to catch his breath.\n\nParcher's body is an empty husk, pale white and mummified.\nHis chest and belly collapsed like a sunken soufflé.\n\nDUTCH\nHeavenly god.\n\nThe gut-shot Ute is weakly trying to CALL OUT.\n\nStanding over an unconscious Burrower, Dutch gets our first\nreal clear look at the creatures:\n\f100.\n\nHumanoid. Three thick fingers on each hand ending in thick,\nblack, curled nails. A half-dozen small, vestigial, beetle-\nlooking TALONS, like Alaskan crab legs, line its torso\nbeneath the arms.\n\nIt has tiny, puckered eyes. Mucous-strung mouths as big\naround as softballs. Completely hairless. A soft\nexoskeleton, like a molting insect's, over mottled, rotten-\nlooking flesh, a stark contrast against the crimson stains on\ntheir cheeks and chins.\n\nGooey strings of Parcher's blood blow in and out of the\nthings' mouths in time with their RASPING BREATH.\n\nThe Tall Ute CALLS OUT to Dutch, barely more than a directed\nMOAN. Dutch looks over.\n\nThe Tall Ute's tunic is nearly black with blood in the\nmoonlight. The Ute points across the clearing.\n\nDutch's gaze follows the Ute's hand to the pile of BIRCH\nSPEARS, the sharpened poles at the clearing's edge.\n\nDutch picks one up. The Tall Ute nods, and points at the\nBurrower Dutch speared, pinning to the ground. Then he\npoints at the other unconscious creatures, pantomiming\nthrusting spears into them.\n\nDutch limps over to the nearest Burrower, holds the spear\nover it, and looks at the Ute. The Ute nods desperately.\n\nDutch kicks the Burrower onto its back, raises the spear, and\nPLUNGES it downward into the thing's chest.\n\nThe Ute pumps his fist, pantomiming driving the stake down\ndeeper. Dutch twists the spear and pushes it through the\nBurrower, down several feet into the ground.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nDutch kicks the Burrower onto its back, raises the spear, and\nPLUNGES it downward into the thing's chest. The Ute pumps his fist, pantomiming driving the stake down\ndeeper. Dutch twists the spear and pushes it through the\nBurrower, down several feet into the ground. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Burrower twists with the pressure and BILE dribbles from\nits mouth.\n\nThe Ute looks towards the East, where the first gray light of\ndawn is appearing. He turns back to Dutch and points at the\nother Burrowers.\n\nDutch nods, limps over and grabs two more spears.\n\nHe kicks the second Burrower onto its back and drives the\nstake through its chest and into the ground. He drives a\nstake into the third Burrower.\n\nThe Ute nods, relieved, and collapses onto his back, PANTING.\nDutch impales the fourth Burrower. The fifth, and the sixth.\n\f101.\n\nDutch stands, the Burrowers are STILL BREATHING. Blood and\nmucous shakes on their lips with every exhale.\n\nDUTCH\nIt didn't work.\n(French, s.t.)\n<It didn't work>\n\nThe Ute doesn't look at him.\n\nDUTCH\n<They're still alive.>\nThe Ute doesn't respond. Dutch is\nexhausted and all fucked up, looks\nlike he's about to cry. He walks\nover to Parcher. Parcher's corpse\nlooks frail as a baby bird.\nDutch crouches down and grabs\nParcher's corpse from under the\narms. He lifts him, and starts to\ndrag him away.\nHe pulls him back six or seven feet\nbefore Parcher's boot catches on a\nrock. Dutch pulls and Parcher's\nwithered left arm TEARS OFF.\nDutch falls onto his ass with the\nmummified limb in his hand. He\nYELLS and drops it, scrambles\nbackwards, and comes to a rest\nsitting on the ground.\nDutch sits there. He stares at the\nground. He looks at the gut-shot\nUte lying on the ground. Dutch\nlooks back at the ground and sits.\nSUNLIGHT hits him. Dutch looks up.\nThe first rays of dawn cresting the\nhorizon.\nThe ASTHMATIC WHEEZING quickens,\nbecomes more urgent.\n\nThe Burrowers are stirring, limbs moving over the ground.\nThe sun climbs a little higher over the horizon. Light is\nnow falling directly on the six creatures.\n\nThey WHEEZE and HISS, there is a faint SIZZLING.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sun climbs a little higher over the horizon. Light is\nnow falling directly on the six creatures. They WHEEZE and HISS, there is a faint SIZZLING. \n\nTARGET SECTION TO BE ANNOTATED:\n One\nBurrower opens its maw and lets loose a high-pitched sound\nlike a DOG WHISTLE. It raises its arms to the spear pinning\nit to the ground.\n\nThe others come fully awake, HISSING and SCREAMING.\n\nDutch watches. The Burrowers' skin pulls tight in the\nsunlight, STEAM rises off of it.\n\f102.\n\nA Burrower digs at the ground, uselessly scratching at the\nearth.\n\nTINY BLISTERS appear on their yellowish flesh.\n\nA Burrower, SCREAMING, pulls at the stake pinning it to the\nground, actually lifting itself off the earth.\n\nThe gut-shot Ute watches with fierce satisfaction.\n\nBurrower skin SIZZLES and CRACKS in the sunlight. BILE\nbubbles up from their mouths. They STEAM and SCREAM, flesh\nfalls from their bodies in blistering scraps. The Burrowers\nwrithe on the ground, their flesh burning away. Huge\nBLISTERS rise and break.\n\nDutch watches as they SCREAM and fall to pieces.\n\nBy the time it's done, the Burrowers’ corpses look like BURNT\nCHILDREN staked to the earth.\n\nDutch, bathed in sunlight, sitting on the ground between\nParcher's corpse and Parcher's arm, wipes the tears from his\neyes with bloody hands.\n\nFADE TO BLACK\nEXT. NORTHERN HILLS CAMP- DAWN\nCallaghan is sitting and Faith pacing where we left them.\n\nDutch, holding the Ute's arm around his shoulder, stumbles\ninto camp. The Ute's feet barely drag on the ground, his\nwhole torso dark with blood. He's pale, but conscious.\n\nTIME LAPSE- MORNING\n\nThey have the Ute laid out on blankets, taking shallow\nbreaths. Faith is gently tying strips of blanket around the\nstill-seeping wound in his stomach.\n\nCallaghan and Dutch sit nearby. Dutch drinks coffee.\n\nDUTCH\nIt was sunlight. Burned them\nalive. The Ute poisoned them. Put\nsomething in Parcher that would\nmake the Burrowers sleep.\n\nCALLAGHAN\nParcher's dead?\n(Dutch nods.)\nI'll miss him.\n\f103.\n\nIt's not a convincing performance.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\n(Dutch nods.)\nI'll miss him. 103. It's not a convincing performance. \n\nTARGET SECTION TO BE ANNOTATED:\n A beat, then-\n\nDUTCH\nI don't know what the poison was.\n\nCallaghan looks at the gut-shot Ute.\n\nCALLAGHAN\nCan he talk?\nDUTCH\nI don't think so. ...If he dies we\n\nwon't find the poison.\n\nCALLAGHAN\nShit. Nothing's easy.\n\nDUTCH\nI can make it to Fort Bismark and\nback with a doctor in two days.\n\nCALLAGHAN (RE: THE UTE)\nYou think he can live that long?\n\nDUTCH\nI don't know. What about you?\n\nCALLAGHAN\n-..Get to it. The longer you wait\nthe deader we get. And you better\nstay dead South. You miss that\nfort by a few miles, you'll be lost\nfor days.\n\nDutch nods with heavy eyes. He wants nothing but sleep.\n\nCALLAGHAN\nAnd if you gotta sleep, sleep in\nthe day, you hear me?\n\nDUTCH\nI won’t sleep.\n\nFaith, her hands red with the Ute's blood, watches Dutch and\nCallaghan. Callaghan reaches out a hand, Dutch takes it and\nthey shake.\n\nFaith cradles the wounded Ute’s head in her lap. He blearily\ntries to speak, but can’t. Faith is close to tears.\n\nThe Ute weakly points at Callaghan and Dutch, then covers his\nears with his hands. Tears roll down his face. Faith\ncradles his head in her lap.\n\f104.\n\nEXT. SOUTHERN PLAINS— MORNING\n\nThe rising sun finds Dobie's blue eye, slightly clouded over,\nstaring up at the deep blue sky.\n\nEXT. NORTHERN PLAINS TO SOUTHERN PLAINS- VARIOUS / MONTAGE\n\nPOUNDING HOOVES. From morning to noon to night, Dutch pushes\nhis horse hard across the sparse plains, Clay’s horse\ngalloping on a rope tied behind. He switches horses to keep\nup his speed, eyes raccooned with exhaustion.\n\nEXT. SOUTHERN PLAINS- NIGHT\n\nDutch rides, exhausted, world tilting carnival around him.\nBurrower RATTLES swell out of the grass around him.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SOUTHERN PLAINS- NIGHT\n\nDutch rides, exhausted, world tilting carnival around him. Burrower RATTLES swell out of the grass around him. \n\nTARGET SECTION TO BE ANNOTATED:\n The small\nGOLD CRUCIFIX, marked with WHITE GROWTHS, bounces inside\nDutch’s breast pocket. The grasslands are watching him.\n\nEXT. SOUTHERN PLAINS- DAWN\nA red sun crests the horizon.\n\nON THE GROUND- Dobie’s eye stares out over the plains.\n\nDOBIE’S POV- through the grass, Dobie sees a horse and rider\napproaching.\n\nUNDERGROUND- Dobie’s finger wiggles furiously.\n\nThe rider is crossing Dobie’s sight diagonally. He gets\nclose enough that we can see that it’s Dutch. We see hope in\nDobie’s unmoving eye. Underground, his finger wiggles\ndesperately.\n\nON DUTCH- He reins his horse to a stop forty feet from Dobie,\nlooking down at the grass. He grins a little bit and we seen\nwhat got his attention-- Dutch’s HAT, suspended in the grass.\nHe swings down, grabs the hat, and jams it onto his head.\n\nON THE GROUND- Dobie watches Dutch climb back on his horse\nand ride away.\n\nEXT. SOUTHERN PLAINS- AFTERNOON\n\nDutch stands, waving his arms at a MILITARY TRAIN, a dozen\n\nBluecoat soldiers and a mess wagon marching Northward. TWO\nRIDERS break away from the train and head towards him.\n\f105.\n\nINT. ARMY BARRACKS- NIGHT\n\nCLOSE UP on Dutch's face, exhausted but at least cleaned up,\neating. He watches the OFFSCREEN SOLDIERS talk-\n\nSOLDIER(O.S.)\nI can't rightly say, sir. He says\nWill Parcher was killed, and\nanother man named Clay.\n\nLIEUTENANT (0.S.)\nDoes he know the tribe that\nattacked him?\n\nSOLDIER(O.S.)\nNo, sir. He's a foreigner, sir.\nMight be simple.\n\nEXT. SOUTHERN PLAINS-— MORNING\n\nDutch sits on a wagon, his left ankle thickly bandaged. He's\ncleaned up, in fresh clothes. A black DRIVER and a DOCTOR\nsits in the wagon behind them. Six BLUECOATS ride alongside,\nalong with an OGLALA SCOUT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's\ncleaned up, in fresh clothes. A black DRIVER and a DOCTOR\nsits in the wagon behind them. Six BLUECOATS ride alongside,\nalong with an OGLALA SCOUT. \n\nTARGET SECTION TO BE ANNOTATED:\nDutch holds a cane across his lap and watches the prairie\nahead of them, anxious to return to his friends-\n\nEXT. NORTHERN HILLS / MILITARY CAMP- DUSK\nFaith and the Tall Ute hang dead from an impromptu GALLOWS.\n\nThe blood from his stomach wound tracing his legs show that\nthe Tall Ute was still alive when they strung him up.\n\nDozens of BLUECOATS mill around, setting up camp.\n\nStanding by the wagon, leaning on his cane, Dutch stares\nslack-jawed at Faith and the Tall Ute's corpses. His eyes\nshine with tears.\n\nCampfires burn all around him, throughout the trees, a\npleasant glow in the quickly fading light.\n\nHENRY VICTOR(0.S.)\nParcher's German! Hey, Parcher's\nGerman!\n\nDutch turns, Henry Victor walks quickly and warmly towards\nhim, rubbing his hands together with satisfaction.\n\f106.\n\nHENRY VICTOR\nMy god, man. They told me you were\nhere. I'm afraid you were too late\nfor Will Parcher.\n\nDUTCH\nI know.\n\nHENRY VICTOR\nWhat the hell’d them Indians do?\nWe buried him proper, though. Man\nwas wiser'n I gave him credit.\nTook four days and no small pain to\nget them Sioux to tell us what\nParcher guessed right off. We've\ngot scouts routing out the Ute to\nthe North as we speak. Were able\nto clear just about every last one\nof them from this land. Reg'lar\nIndians: they could whoop to beat\nthe band but can't fight for shit.\n\nDUTCH\nWhere's Callaghan?\n\nHENRY VICTOR\nWho, now?\n\nDUTCH\nHe was your cook. He was with...\n\nHENRY VICTOR\nWalnut! He would have owed me his\nlife if he had survived.\n\nDUTCH\nWhat?\n\nHENRY VICTOR\nAmputated his leg and he up and\ndied on us. Man was delirious,\nhalucinating, never really woke.\n\nTears creep down Dutch's cheeks. Henry Victor's talking to\nhimself, barely notices Dutch is there.\n\nHENRY VICTOR\n‘Course we never did find them\nStewarts.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nTears creep down Dutch's cheeks. Henry Victor's talking to\nhimself, barely notices Dutch is there. HENRY VICTOR\n‘Course we never did find them\nStewarts. \n\nTARGET SECTION TO BE ANNOTATED:\n Doubt we ever will, were\nprobably dead before we even\nstarted looking. I guess all we\ncan really do is make sure it never\nhappens again.\n\f107.\n\nDutch looks at the ground, crying.\n\nEXT. SOUTHERN PLAINS-— MORNING\n\nDutch rides Parcher's horse away from a dozen BLUECOAT\nSOLDIERS riding South.\n\nEXT. WASHBURNE CRICK - DAY\n\nWe see the settlement from out in the plains, alone ina\nworld of grass. The houses are still unoccupied.\n\nWe tilt down and reveal six SUNKEN PATCHES in the ground.\nThey’re graves, recently robbed. If we look closely, we can\nsee scraps of bone and withered skin in the grass. A piece\nof lace from one of the Stewart children’s nightgowns.\n\nThey were buried less than a 1/4 mile from their homes.\n\nEXT. THE SPACKS HOUSE- DAY\n\nDutch rides towards the large Victorian home. He eyes the\napproaching home with trepidation.\n\nEXT. THE SPACKS HOUSE PORCH- DAY\n\nGertrude, wiping her hands on her apron, opens the door and\nfinds Dutch standing with his hat in hand. Dutch inhales to\nbegin speaking...\n\nINT. GERTRUDE'S PARLOR- DAY\n\nDutch perches uncomfortably on a wing-back chair as Gertrude\nWEEPS softly, sitting on the sofa opposite.\n\nThis has been going on for some time. Dutch holds his hat on\nhis knees, moving his hands along the brim.\n\nThe GOLD CRUCIFIX dangles by its chain from Gertrude's hands.\nGertrude gets control, wipes at her face with a kerchief.\n\nGERTRUDE\nHave you had lunch, Mr. Leijderova?\n\nEXT. THE SPACKS HOUSE- AFTERNOON\nDutch carries a picnic basket, walking next to Gertrude, who\n\ncarries a blanket. They walk towards the box elder tree\nwhere the earlier picnic took place.\n\f108.\n\nGERTRUDE\nDobie's still alive.\n\nDUTCH\nI think so, too.\n\nGERTRUDE\nIt's not a thinking matter. A\nmother would know. My son will\ncome back to me.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nGERTRUDE\nIt's not a thinking matter. A\nmother would know. My son will\ncome back to me. \n\nTARGET SECTION TO BE ANNOTATED:\nThe GOLD CRUCIFIX is looped around Gertrude's neck.\n\nGERTRUDE\nDo you like pineapple?\nDUTCH\nI don't know.\nGERTRUDE\nI think you will. Parcher loved\npineapple.\nShe pauses.\nGERTRUDE\n\nI’m sorry about Maryanne.\n\n(Dutch nods)\n\nHer poor family... I don't want to\nfeel guilty. I think our duty is to\nlive as well as we can. It gives\nreason to the sacrifices that men\nlike Parcher and you made. A lot of\nAmericans died so we could make a\nlife here. It would be a sin if we\ndidn't.\n\nThey arrive in the shade of the Box Elder. Gertrude fingers\nthe gold cross. It’s still spotted with tiny WHITE GROWTHS.\n\nEXT. THE SOUTHERN PLAINS- NIGHT\n\nThe grass moves in amber waves across the slowly sloping\nland. The cloudless sky casts clear, stark, starlight down\nonto the plains. Dobie is pulled from the earth by a dozen\nhungry hands. He’s still alive, still awake when the feeding\nbegins.\n\nTHE END\n\f"
}