{
  "1": "EXT. GARDEN OF OLIVES. NIGHT.\nLoud whiz of night insects.\n\nMoonlight is reflected on silver leaves in the olive grove. A\nthin cloud drifts over the face of the moon. A DEEP VOICE,\nsomewhere in the olive garden murmurs low, undecipherable\nwords.\n\nWe search for the SOURCE of the voice, and approach the mouth\nof a hidden GROTTO.\n\nThe nearer we get, the louder the BUZZ of insects.\n\nJOST INSIDE the GROTTO, the OUTLINE of a LARGE MAN (JESUS OF\nNAZARETH) is visible, kneeling against rock, His head resting\non His RIGHT FOREARM.\n\nA night predator’s SCREECH outside interrupts His prayer.\n\nHis arm drops from his forehead, He stands and steps out of\nthe cave, into the moonlight. The HISS of insects intensifies\nto a new pitch of hysteria.\n\nJESUS is a tall, strongly built man. There is vigorous\nauthority in His features, even though His face is DRENCHED\nwith perspiration. He steps away from the mouth of the cave\nand up toward a large TREE under which THREE FIGURES lie\nsleeping.\n\nAn OWL perched one of its branches sees JESUS approach, takes\nsilent flight. As it rises, we pull back.\n\nThe WALLS of JERUSALEM are revealed, in the distance.\nBetween them and the Garden, TORCHLIGHT. We move in.\n\nCUT TO:\nEXT. CEDRON STREAM, ROAD OUTSIDE JERUSALEM WALLS. NIGHT.\nA GROUP OF SOLDIERS have stopped by a STREAM (CEDRON). Three\nof the men hold torches while TWO OTHERS struggle to lift an\nOLD FALLEN TREE-TRUNK from where it has been placed, across\nthe torrent.\nThe soldiers holding the torches scan the area, wary and\nwatchful. The WALLS of JERUSALEM are visible, half a mile\naway.\n\nThe two men finally dislodge the log, lift it with some\ndifficulty onto their shoulders.\n\nCUT TO:\n\fet\n\nEXT. GARDEN OF OLIVES. NIGHT.\n\nJESUS steps up to the sleeping figures and stops. As soon as\nHe stops, so does the BUZZ of insects. Ring of silence\n\nJESUS\nPeter.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESUS steps up to the sleeping figures and stops. As soon as\nHe stops, so does the BUZZ of insects. Ring of silence\n\nJESUS\nPeter. \n\nTARGET SECTION TO BE ANNOTATED:\nThe three men abruptly WAKE, scramble to their feet.\n\nJESUS (cont’d)\nCould you not watch with me a while?\n\nTheir dark CLOAKS fall away and their faces are revealed:\nPETER, bearded and gruff, with clear eyes on a mobile face;\nJAMES, thoughtful, more private; JOHN, young, whose\npassionate faith in JESUS is boundless and palpable.\n\nThe three men stare at the SWEAT-SOAKED face of JESUS.\n\nPETER\nMaster, what has happened to you?\n\nJORN\n(whisper)\nShould T call the others, Lord?\n\nJESUS starts to tremble. The three APOSTLES start to reach\nout, but He shakes His head.\n\nJESUS\nNo, John, They should not see me under\nthis cloud.\n\nPETER\nMaster...are you in danger? Should we\ntake flight?\n\nJESUS\nStay here, Peter. Keep watch, pray.\n\nHe turns away from the three baffled Apostles and steps back\ndown toward the GROTTO below.\n\nJOHN\n(whisper)\nWhat is happening to Him?\n\nPETER\n\nHe is afraid. He spoke of danger, even as\nwe ate supper. Of betrayal and...\n\n(CONTINUED)\n\fCONTINUED:\n\nThe HIGH-PICHED SIZZLE of insects interrupts Peter ~ they\nhave begun their hissing with the same suddenness with which\nthey stopped. The three men look down at the SILHOUETTE of\nJESUS approaching the mouth of the GROTTO.\n\nEXT. GROTTO. GARDEN OF OLIVES. NIGHT.\n\nJESUS stops in front of the cave, stares at the SHADOW of a\ndead tree-trunk, then lifts His eyes to the sky.\n\nA cloud slides over the moon, killing her light.\nJESUS turns again to the TREE STUMP, which, in the sudden\ndarkness, casts a PALE UN-SHADOW onto the ground, an\nINVERSION OF A SHADOW, which SLITHERS INTO THE GROTTO.\nThe HISS of the insects has reached a maddening pitch.\nJESUS steps inside the dark cave,\n\nCUT TO:\nINT. CHAMBER IN THE TEMPLE. JERUSALEM. NIGHT.\n\nThe SCREECH and GROAN of metal against wood.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nJERUSALEM. NIGHT. The SCREECH and GROAN of metal against wood. \n\nTARGET SECTION TO BE ANNOTATED:\n A heavy door is\nclosed.\n\nThe rich chamber is lit by wall torches.\nHere and there the brilliance of gold is reflected.\n\nAn intelligent face, eyes bright with anticipation (JUDAS)\nlooks over his shoulder as a TEMPLE GUARD OFFICER (MALCHUS)\ncloses the doors, turns to face the room.\n\nA half-dozen MEN in opulent robes stand in the center of the\nchamber, at self-conscious distance from JUDAS,\n\nThe man in the RICHEST ROBES (CAIPHAS) addresses MALCHUS, who\nhas already reached into a SATCHEL inside his shirt.\n\nCAIPHAS\nThirty, Malchus,.\n\nCAIPHAS turns slowly to look at JUDAS as he speaks. JUDAS\nis focusing exclusively on MALCHUS.\n\nCAIPHAS (cont’ d)\nThat is what we settled on,,..thirty, was\nit not, Judas?\n\nJUDAS nods as time slows down.\n\n(CONTINUED)\n\fCONTINUED:\n\nMALCHUS pulls a STRING OF SILVER COINS from the satchel and\ntosses it at JUDAS. The THROW is not well aimed, and JUDAS is\nforced to back away and spin toward the HIGH PRIESTS and\ntheir accolites, whose expressions of contempt FLASH before\nhis eyes as he leaps up and snatches the string of coins out\nof the air.\n\nCAIPHAS laughs.\nJUDAS looks down at the silver in his hands.\nTIME slows down further as JUDAS turns to MALCHUS, who has re-\nopened the doors. A handful of SOLDIERS stand outside,\nexpectantly. Inside,\nlaughter has broken out among the high priests.\n\nCUT TO:\nEXT. GROTTO. GARDEN OF OLIVES. NIGHT.\nA LOUD, AGONIZED GROAN.\nStartled, PETER scrambles to his feet once again. JOHN and\nJAMES also sit up, tense. Quick exchange of looks.\nMoonlight floods the Garden of Olives. The HISS of insects\nhas receded and been replaced with OTHER NOISES, less easily\nidentifiable, coming from the grotto area.\nA CRY OF PAIN, followed by CACKLES and GUFFAWS.\n\nJOHN starts to step down toward the GROTTO but PETER grabs\nhis arm, stops him.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe HISS of insects\nhas receded and been replaced with OTHER NOISES, less easily\nidentifiable, coming from the grotto area. A CRY OF PAIN, followed by CACKLES and GUFFAWS. JOHN starts to step down toward the GROTTO but PETER grabs\nhis arm, stops him. \n\nTARGET SECTION TO BE ANNOTATED:\nPETER\nNo, you stay here, both of you. I will\njoin him...you stay and keep watch.\n\nPETER steps quickly down toward the GROTTO entrance but STOPS\nwhen he hears PANDEMONIC NOISES coming from inside.\n\nAn odd LIGHT illuminates the underbrush hiding the cave\nentrance and the VIOLENT SOUNDS INSIDE THE CAVE INCREASE.\n\nPETER looks back. JAMES\nand JOHN stand under the tree and peer back at him.\nPETER faces the GROTTO again.\n\nCUT TO:\n\n(CONTINUED)\n\fCONTINUED:\n\nINT. GROTTO. GARDEN OF OLIVES. NIGHT.\nJESUS’ face is now covered with blood as well as sweat.\n\nHe kneels in the center of the cave, facing a large SHAPELESS\nFORM, so DARK that, by contrast, the darkness around it is\nmade visible,\n\nParts of the FORM stretch out, then quickly withdraw as they\nget too close to JESUS. A cacophony of airless grunts and\nhowls fills the air in the grotto. Then silence, A light,\nmusical voice, rich with the dissonance of malice:\n\nSATAN\nDo you really believe that one man may\nbear the penalty for...all sin?\n\nJESUS\nHear me, Father. Be my defence, keep me\nsafe from traps that are set for me.\nShelter me, Lord, I place myself in your\ncare, I place my trust in you.\n\nAs JESUS prays, the DARK FORM LIFTS OFF THE GROUND and raises\na PORTION OF ITSELF HIGHER STILL. WITHIN IT, as if a fetid\ncurtain had been lifted, the FLASH-IMAGE of a TEEMING\nMULTITUDE of MEN and WOMEN appears, dissolves within itself\nand reemerges again. FROM the hellish IMAGE a SNAKE EMERGES,\nslithers to the ground and toward JESUS.\n\nPETER stumbles into the darkness and calls out:\n\nPETER\nMaster, what is it? Speak to me, say\nsomething...I can’t see where to look\n\nfor you.\n\nPETER‘s eyes adjust. He sees JESUS, on His knees, His entire\nbody rigid with concentration,\n\nPETER scrambles toward Him, then stops.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can’t see where to look\n\nfor you. PETER‘s eyes adjust. He sees JESUS, on His knees, His entire\nbody rigid with concentration,\n\nPETER scrambles toward Him, then stops. \n\nTARGET SECTION TO BE ANNOTATED:\n A sudden wash of\nmoonlight floods the cave revealing JESUS’ face to him.\n\nPETER (cont’d)\nYou are bleeding, Lord! What is\nhappening...?\n\nJESUS remains motionless on His knees. He seems completely\nunaware of PRTER.\n\nPETER starts to move to reach for JESUS but STOPS as he\n\nbecomes aware of the SNAKE. The reptile slides over PETER’s\nhands and HISSES.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nPETER looks for JESUS, but now sees ONLY DARKNESS. He BACKS\nOUT of the cave on all fours, gasping for breath.\n\nJESUS has not moved.\n\nSATAN\nNo man can pay the price, I tell you. It\nis too high. No man can offer what is\nowed. Ever. (beat) Never.\n\nJESUS does not respond. The CACOPHONY from within the\ndarkness starts again, and increases in volume.\n\nCOT TO:\nEXT. STREETS OF JERUSALEM. NIGHT.\n\nThe streets of Jerusalem near the TEMPLE building. MALCHUS,\nJUDAS and a dozen SOLDIERS carrying torches emerge from the\nTEMPLE and quickly make their way down narrow cobbled\nStreets. Men, women and children are still out and about,\nsporadically highlighted by the TORCHES.\n\nJUDAS seems surprised by the speed and urgency with which the\nSOLDIERS are moving. He holds the STRING OF SILVER COINS in\nhis hands.\n\nThe group arrives at one of the CITY GATES of JERUSALEM and\ncome to a stop. MALCHUS signals GUARDS to open the gates,\nthen turns to JUDAS who is looking down at the string of\nsilver coins in his hands. Sensing the eyes of MALCHUS on him\nJUDAS looks up.\n\nMALCHUS\nWhere?\n\nJUDAS\n(points)\nGethsemani.\n\nMALCHUS’ eyes meet those of a SECOND OFFICER, who NUDGES\nJUDAS forward. The party moves out.\n\nEXT. GARDEN OF OLIVES. NIGHT.\n\nINSIDE the GROTTO, the unnatural groans and howls contained\nwithin the DARK FORM seem to MULTIPLY.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARDEN OF OLIVES. NIGHT. INSIDE the GROTTO, the unnatural groans and howls contained\nwithin the DARK FORM seem to MULTIPLY. \n\nTARGET SECTION TO BE ANNOTATED:\nThe face of JESUS is soaking with sweat and blood, a mask of\n\ninternal conflict. He kneels, and sits back on His heels,\nclutched fists resting on the ground beside Him.\n\n(CONTINUED)\n\fCONTINUED:\n\nJESUS\nFather, all things are possible to You.\nIf it is possible, let this chalice pass\nfrom me. But only if it is Your will. May\nYour will be done.\n\nThe cries and groans coming from the dark form in front of\nHim subside. The SNAKE slowly slides up to where JESUS is\nkneeling, and stops directly in front of Him.\n\nSATAN\n(low, edge of hesitancy)\nWho are you?\n\nJESUS slowly stands up, He does not dignify the question with\nan answer, nor even look to the reptile at His feet.\n\nHe lifts His foot and brings it down with force on the\nsnake’s head. The NOISE of it expunges all other sound.\n\nJESUS steps out of the grotto into moonlight. He lifts His\ntormented eyes to the moon, A breeze. Then silence. A deep\nsilence, like a weight. JESUS lowers His eyes, scans the ROAD\nbelow the garden. His eyes stop.\n\nEXT. ROAD TO GETHSEMANL. NIGHT.\n\nTorches. SOLDIERS. Then the TWO MEN CARRYING the LOG they\nlifted from across the CEDRON TORRENT. The group STOPS.\n\nMORE TORCHES as MALCHUS and JUDAS’ gang do not stop, but the\nSOLDIERS greet/insult each other with familiarity.\n\nMALCHUS and a SECOND OFFICER step in, order silence and\nseparate the two groups, shoving their men forward. As the\ntwo parties separate, MALCHUS takes JUDAS by the arm\n\nMALCHUS\nDoes the Nazarene have men with him?\n\nJUDAS laughs.\nJUDAS\nMen? You mean soldiers? No.\n\nHe has a few fishermen,\n\nCUT TO:\n\f \n\nEXT. GARDEN OF OLIVES. NIGHT.\n\nJESUS walks up to where PETER, JAMES and JOHN have once more\nSat back against the tree and are again asleep.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARDEN OF OLIVES. NIGHT. JESUS walks up to where PETER, JAMES and JOHN have once more\nSat back against the tree and are again asleep. \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks down on them with affection, then leans forward and\nshakes each of them lightly.\n\nJESUS\nWake up, friends. Now is not the time for\nsleep, but for prayer.\n\nHe points downward, to the road JUST BELOW THE GARDEN OF\nOLIVES. The Apostles rise to their feet. Sleepy, frightened,\nthey peer down at where He’s pointing.\n\nPOV: TORCHES moving along the road, slowly, searchingly. The\nMEN are unrecognizable, but not their uniforms.\n\nJESUS (cont’d)\nThe man who will betray me is drawing\nnear.\n\nPETER reaches under his cloak, where a SWORD is revealed, in\nits SCABBARD. JESUS rests a hand on PETER’s shoulder and\nshakes His head.\n\nEXT, PATH IN GETHSEMANI. NIGHT.\n\nMALCHUS at the head of his TEMPLE GUARDS. JUDAS marches\nbeside him, unhappily. Suddenly MALCHUS raises his hand and\nstops. The rest follow suit.\n\nStill in the garden, just off the path, JESUS emerges out of\nthe darkness. PETER, JAMES, JOHN are by His side. They step\nout onto the path. JESUS motions His Apostles to stop. He\nthen steps forward.\n\nJUDAS takes a step back, then a second. He is turning to run\nwhen MALCHUS’ hand GRABS him and YANKS him back.\n\nJESUS\nWho are you looking for?\n\nMALCHUS still holds JUDAS by the scruff of the neck. He\nglances at JUDAS, his jaw set hard, then faces JESUS.\n\nMALCHUS\nWe are looking for JESUS of Nazareth.\n\nAs he speaks, MALCHUS glances back at his men, nodding curtly\n\nto his SECOND OFFICER, The soldiers holding torches shift\nthese to their LEFT HAND,\n\n(CONTINUED)\n\fCONTINUED:\n\nJESUS turns His eyes to JUDAS.\n\nJESUS\nI am he.\n\nThe SECOND OFFICER signals his men, who tighten their ring\naround JESUS and the three Apostles.\n\nIt is a tense, uneasy gathering. Faces flicker in torchlight\nand reflect the men’s uncertainty.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe SECOND OFFICER signals his men, who tighten their ring\naround JESUS and the three Apostles. It is a tense, uneasy gathering. Faces flicker in torchlight\nand reflect the men’s uncertainty. \n\nTARGET SECTION TO BE ANNOTATED:\nMALCHUS turns to JUDAS, whose eyes have never left JESUS’\n\nPETER, JAMES and JOHN look at JUDAS in silent outrage. PETER\ntakes a step but two of the soldiers grab onto his arms.\nPETER struggles with ferocity, breaks loose, loses his\nbalance and falls to the ground.\n\nJUDAS glances at MALCHUS, then steps forward. As he reaches\nJESUS, he nervously opens his arms:\n\nJUDAS\nHail, Rabbi.\n\nHe lurches forward and awkwardly wraps his arms around JESUS,\nkisses Him on the cheek. He then stumbles back, feverishly\nwiping at his lips as if they had been burned.\nJESUS’ eyes never leave those of JUDAS.\nJESUS\n\nJudas...you would betray the Son of Man\n\nwith a kiss?\nTime slows down.\nMALCHUS waves his men forward, pointing at JESUS.\nThe soldiers grab hold of JAMES and JOHN.\nThis time it is JOHN who struggles with fury against the\nStrong hold of the soldiers. They try to hold him, but he\nHITS HARD. They can only hold his clothes. He tugs and pulls\nso violently that he wiggles right out of them and DASHES off\ninto the night, wearing only a loin cloth.\n\nPETER, who has watched JUDAS’ act of betrayal from where he\nfell now watches the soldiers burst into action.\n\nIGNORED by all, JUDAS backs away from the scene. He is\nguickly engulfed in darkness, still wiping his lips.\n\n(CONTINUED)\n\f10,\nCONTINUED: (2)\n\nFLASH:\nEXT. ORCHARD OUTSIDE WALLS OF JERUSALEM. NIGHT.\n\nThe pale figure of JOHN running toward the city walls, ZIG-\nZAGGING between the fruit trees, his face slapping against\nthe occasional low branch.\n\nCUT TO:\nEXT. PATH IN GETHSEMANI. NIGHT.\n\nPETER reaches for his SWORD as he scrambles to get back to\nhis feet. Knocked back and buffeted by the momentum of the\nsurge, he cannot see what is happening. Pulling his sword\nfrom its scabbard, eyes reddened by anger, he catches sight\nof MALCHUS stepping in to arrest JESUS.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER reaches for his SWORD as he scrambles to get back to\nhis feet. Knocked back and buffeted by the momentum of the\nsurge, he cannot see what is happening. Pulling his sword\nfrom its scabbard, eyes reddened by anger, he catches sight\nof MALCHUS stepping in to arrest JESUS. \n\nTARGET SECTION TO BE ANNOTATED:\nThe sword descends with deadly energy.\n\nJESUS, whose hands suddenly BECOME FREE, pushes MALCHUS away\nfrom the FULL FORCE of IMPACT, but the sharp weapon still\ncatches MALCHUS on the side of the head, CLEANLY SEVERING OFF\nHIS EAR, WHICH FLIES THROUGH THE TORCHLIT AIR. THE EAR LANDS\nIN THE DUST IN FRONT OF JESUS.\n\nMALCHUS falls to the ground, howling with pain.\nPETER has stopped as his eyes meet those of JESUS.\n\nThe SOLDIERS around them have completely lost their\ncomposure, They tighten their grip on JAMES, bringing him to\nhis knees and holding his arms behind his back.\n\nSHOUTS, CLANG of metal weapons, confusion in the melee.\n\nJESUS is the only one who has retained His calm. Afraid\nof PETER, the arresting soldiers have not taken hold of Him.\nHe steps forward, places one hand on PETER’s shoulder and\ntakes the sword from him. He LETS DROP the weapon which falls\nto the dust, next to the BLOODY EAR,\n\nONLY MALCHUS’ CRY OF PAIN NOW FILLS THE AIR.\n\nJESUS reaches down, PICKS UP THE BLOOD-SOAKED EAR, YANKS\nMALCHUS to his feet, his face covered with blood, his hand\nheld over the wound, Very matter-of~factly, JESUS then takes\nMALCHUS’ hand away from the wound and SLAPS THE EAR BACK IN\nITS PLACE.\n\nThe ear stays where it belongs. The blood is no longer blood,\n\nonly dust. MALCHUS touches his ear, looks at his hand and\nstops screaming. His eyes meet those of JESUS.\n\n(CONTINUED)\n\fBN\n\nll.\nCONTINUED:\n\nSILENCE,\nFLASH:\nEXT. STREETS OF JERUSALEM. NIGHT.\n\nThe nearly naked figure of JOHN running swiftly along narrow,\ncobbled streets, barely illuminated by the occasional torch.\n\nHis BREATHING is now fast, tired. A contingent of ROMAN\nSOLDIERS. JOHN stops, ducks into\nan even smaller ALLEY, stops breathing as the men walk past,\nlaughing. He waits, shaking with the effort\nef holding his breath. He peers around the corner of the\nstreet. Empty.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe waits, shaking with the effort\nef holding his breath. He peers around the corner of the\nstreet. Empty. \n\nTARGET SECTION TO BE ANNOTATED:\n His breath explodes. He takes off\nagain.\n\nCUT TO:\n\nEXT. PATH IN GETHSEMANI. NIGHT.\n\nTIME has resumed its rhythm.\n\nThe soldiers, reacting to the BARK of the SECOND OFFICER, now\nSEIZE JESUS, quickly tie His hands behind His back and wrap\nchains and strong ropes around His waist.\n\nMALCHUS is frozen in place, his hand resting on his ear, his\neyes glued to those of JESUS.\n\nJESUS (cont! d)\nYou have come to arrest me with chains\nand rope, as if I were a common thief.\nYet I sat with you in the Temple, and you\ndid not lay hands upon me.\n\nThe SECOND OFFICER, eyeing MALCHUS with contempt, now steps\nup to JESUS.\n\nSECOND OFFICER\nAre you a wizard, Galilean? Truly? If so,\nyou can break ropes and chains...\n\nONE of the soldiers wrapping the chains around the waist of\nJESUS laughs.\n\nSOLDIER\nBreak these? No chance, I tell you!\n\nThe soldier SWINGS the loose end of the chain. It\nHITS JESUS squarely on the side of His face!\n\nCUT TO:\n\f12.\n\nINT. HOUSE IN JERUSALEM. NIGHT.\n\nMARY (Holy Mother of JESUS) opens her eyes wide. She sits up\nin the small bed, an expression of anguish spreading over her\nstrong features. She reaches up, touches her cheek then looks\ndown at her hand.\n\nThe room is quiet, dimly lit by oil-lamps.\n\nThe faint sound of sleep-breathing.\n\nA WOMAN (MAGDALEN) lies on a cot near MARY’s bed. She\nseems to be asleep. At the foot of her cot, TWO MORE WOMEN,\ntheir faces covered by veils, lie fast asleep.\n\nMARY swings her feet to the floor, stands up, steps toward\nMAGDALEN’s cot, stops, becomes motionless. She turns to the\ndoor and tilts her head, as if listening.\n\nMAGDALEN’s eyes open. She is a beautiful woman with a\nremarkable mane of thick hair.\n\nMAGDALEN\n(softly)\nWhat, Mary? What is it?\n\nMARY is startled by the whisper.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAGDALEN\n(softly)\nWhat, Mary? What is it? MARY is startled by the whisper. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks at MAGADLEN,\ndistracted, puts her fingers to her lips then points to the\ndoor.\n\nMARY\nShhh. Listen. He is coming...here.\n\nMAGDALEN stretches her neck around to also look. She frowns,\nkicks away the blanket covering her.\n\nMARY reaches for the door when it is FLUNG OPEN. JOHN\nstumbles to the floor as he avoids crashing into her.\nMAGDALEN screams. JOHN’s chest is heaving with breathless\nexhaustion, his face is covered with cuts and dirt, his eyes\nare red with tears. Suddenly conscious of his near-nakedness,\nhe lowers his head in shame and despair.\n\nJOHN\nThey have seized him, Mary...tied him in\nropes and chains. They are beating him,\ninsulting him, dragging him into the city\nlike a common thief...\n\nMARY’s reaction is to become absolutely still. Her eyes never\nleave JOHN’s, but clearly they no longer see him.\n\n(CONTINUED)\n\f \n\n13.\nCONTINUED:\n\nEXT. ROAD TO GETHSEMANT. NIGHT.\n\nThe face is twisted into a mask of enthusiastic hatred. It\nbelongs to one of the soldiers holding one of the ropes tied\nto JESUS’ waist, The man is walking backward, his nose not\nmore than ten inches away from that of JESUS\n\nCOMMON SOLDIER\nSon of a menstruating mother. Bastard\nson, not by her husband, AM I RIGHT?\n\nJESUS tries to look at the man, but is being purposefully\nyanked, pushed and pulled every which way by the other men\nholding ropes and chains. The side of His face where the\nchain-link landed is swollen and blue. Guffaws and\nleers among the torchlit soldiers,\n\nWe pull back along the road to where the arrest was made.\nPETER and JAMES are suddenly illuminated by moonlight.\n\nTheir POV:\n\nThe torchlit band, moving toward the walls of Jerusalem.\nPETER and JAMES become aware of MALCHUS, standing still.\nPETER glances at JAMES, reaches for his sword. MALCHUS\nwatches PETER pick up the sword, takes a step back. PETER\nshakes his head, slides the weapon back in its scabbard.\n\nPETER\nI will not harm you.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nMALCHUS\nwatches PETER pick up the sword, takes a step back. PETER\nshakes his head, slides the weapon back in its scabbard. PETER\nI will not harm you. \n\nTARGET SECTION TO BE ANNOTATED:\n (turns to James) Go,\ntell the others what has happened. Take\nthis man with you. He will bear\nwitness...(at Malchus) will you not?\n\nMALCHUS nods.\n\nJAMES\nWhat will you do, Peter?\n\nPETER (cont’d)\nI/1l stay near to Him and...get word to\nyou when I can.\nJAMES starts to turn away. PETER grabs his arm.\nPETER (cont’d)\nBe watchful. Be careful. We are all in\ndanger now, God be with you.\n\nJAMES and MALCHUS head off into the darkness. PETER\nwatches them go, then runs after the torches.\n\nCUT TO:\n\foe\n\n14,\n\nEXT. HOUSE IN JERUSALEM. NIGHT.\n\nJOHN emerges from the dark doorway, scans the street. MARY\nsteps out directly behind him, leaning on his arm. They are\nfollowed by MAGDALEN.\n\nMAGDALEN\nBut who, John? And how could...?\n\nJOBN\n(interrupts her)\nThe Pharisees, Magdalen. Caiphas and the\nHigh Priests. How? They bought\nJudas...and Judas betrayed him. He came\nto Olivet with Temple Guards.\n\nMARY covers her head with a veil, turns to the other two\n\nMARY\nThe temple, John. We should be where they\nwill bring him...to the temple,\n\nShe lets go of JOHN’s arm and heads up the street.\nEXT. ROAD FROM GETHSEMANI. NIGHT.\n\nThe TORCHLIT band of Temple Guard soldiers approaches a low\nBRIDGE across a wide stream, dragging JESUS along by the\nropes and chains.\n\nPETER, in the darkness not far behind them, watches, his eyes\nreflected in the torchlight - watery, angry, afraid.\n\nJESUS struggles merely to stay on his feet. He has lost His\nsandals along the road, and His feet have started to bleed.\nONE of the GUARDS sees this and produces a THIN REED with\nwhich he WHIPS JESUS’ feet.\n\nWHIPPING GUARD\nWhat was his name? Not Joseph...no, I’m\ntalking about your real father. Oh yes,\nPandera,..",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHIPPING GUARD\nWhat was his name? Not Joseph...no, I’m\ntalking about your real father. Oh yes,\nPandera,.. \n\nTARGET SECTION TO BE ANNOTATED:\nthat’s it,\n\nSECOND OFFICER\nPandera? You mean the great seducer,\n(looks at JESUS scornfully) No wonder he\nconsorts with trash and prostitutes\n\nANOTHER TEMPLE GUARD\n\nAh, well, bastards are all clever, aren’t\nyou? Clever, degenerate filth!\n\n(CONTINUED)\n\f \n\nae\n\n45.\nCONTINUED;\n\nEach accompanies his insult with a heavy blow. The\nlast with a mouthful of spit.\n\nThe group has reached the middle of the low bridge. Though\nthe hands of JESUS have come loose, the ropes and chains\nwhich bind Him make it nearly impossible for Him to move,\nThis obvious vulnerability inspires the brutality of His\ncaptors. The SHADOW of this is reflected in the water of the\nstream below the low bridge.\n\nIn the shadows UNDER the bridge a pair of luminous eyes watch\nthe reflection of the violent beating. JUDAS, still wiping\nand pawing at his now bloodied lips.\n\nThe BEATING of JESUS reaches such a fevered pitch that He is\nliterally PICKED UP and BODILY TOSSED over the side.\n\nUNDER THE BRIDGE, JUDAS watches JESUS FALL INTO THE SHALLOW\nWATER ON ALL FOURS, FIRST ON HIS KNEES then HIS HANDS,\nentangled in a disorder of hemp and chain.\n\nJUDAS withdraws further into the SHADOWS, where he seems to\nbecome ENFOLDED in a mantle of darkness. He becomes AWARE\nthat what surrounds him is ANIMATED and tries to BREAK FREE\nof its shapelessness. All in vain. It covers him up entirely,\nall of him EXCEPT HIS EYES, which widen as they peer at\nreflected torchlight on the water where:\n\nJESUS, bruised and now drenched, looks up and SEES JUDAS,\nTIME SEEMS TO STOP for a brief moment.\n\nThen JESUS lowers His head to the stream and drinks thirstily\nbefore the ROPES and CHAINS are once more YANKED UPWARDS and\nHe is strangled half to death before being dumped back onto\nthe bridge. More beatings.\n\nUNDER the bridge, the darkness drifts away from JUDAS, who\ndarts out into the open stream and watches the violent\nprocession move along the road.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen JESUS lowers His head to the stream and drinks thirstily\nbefore the ROPES and CHAINS are once more YANKED UPWARDS and\nHe is strangled half to death before being dumped back onto\nthe bridge. More beatings. UNDER the bridge, the darkness drifts away from JUDAS, who\ndarts out into the open stream and watches the violent\nprocession move along the road. \n\nTARGET SECTION TO BE ANNOTATED:\n He lowers his eyes to the\nwater, reaches down, splashes some of it onto his bloodied\nlips, GASPS, MUFFLES a SCREAM of pain and rushes out of the\nstream, into the darkness.\n\nEXT. STREETS OF JERUSALEM. NIGHT.\n\nA number of separate men are seen KNOCKING ON DOORS in\ndifferent parts of the city, whispering to those who open the\ndoors, moving on.\n\nA series of GROUPS of MEN and WOMEN, even CHILDREN, emerging\n\nfrom houses in the narrow streets, some carrying torches, and\nmeeting up with other groups.\n\n(CONTINUED)\n\f16.\nCONTINUED:\n\nJOHN, MARY and MAGDALEN find themselves rushing ALONGSIDE one\nof these groups,\n\nMAN ONE\n...that’s what he said, that they’ve\narrested Jesus of Nazareth, that his\nfollowers will try to start a revolt,\nthat we should go to the temple.\n\nJOHN turns to look at MARY, who returns his look as they pick\nup their pace and move ahead of the group.\n\nMAGDALEN covers her head and shakes a woman by the arm:\n\nMAGDALEN\nBut isn’t Jesus Galilean? How can they\narrest a Galilean in Jerusalem?\n\nWOMAN ONE\nCaiphas can have anybody arrested.\n\nMAGDALEN\nYes. Anybody but a Roman.\n\nThe WOMAN looks at MAGDALEN now, and tries to remember\nsomething about her, but MAGDALEN rushes ahead and joins MARY\nand JOHN. She looks and acts like a fighter.\n\nEXT. SHEEP PEN NEAR THE WALLS OF JERUSALEM. NIGHT.\n\nBy the side of the road is a pen filled with sheep and\nLAMBS, all watching the approaching TORCHES.\n\nA DARK FIGURE leaps over a FENCE into their midst. The\nANIMALS scatter with LOUD, PLAINTIVE BLEATINGS. JUDAS, his\nclothes torn, face tortured, LIPS BLEEDING where he keeps\nTEARING AT THE FLESH, EYES WILD. He mutters undecipherably.\nHis watches the TORCHES approach.\n\nPEOPLE suddenly appear alongside the road, some from within\nthe walls, others from their homes.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe mutters undecipherably. His watches the TORCHES approach. PEOPLE suddenly appear alongside the road, some from within\nthe walls, others from their homes. \n\nTARGET SECTION TO BE ANNOTATED:\nThe SECOND OFFICER sees the men and women peering at JESUS,\npast the torchlight. Some show\nsympathy, sorrow, He nudges\nthe nearest soldier:\n\nSECOND OFFICER\nClose-up ranks. Now. On the double.\n\nHe nods his chin in the direction of the onlookers. The\nsoldier looks, grunts the message to his nearest colleague.\n\n(CONTINUED)\n\f17.\nCONTINUED:\n\nThe men shorten the ropes and chains binding JESUS, and form\na tighter group.\n\nThe SECOND OFFICER shouts at the people lining the road.\n\nSECOND OFFICER (cont’d)\nStay back, all of you. Keep away. Get\nback to your homes.\n\nWOMAN BY ROADSTDE\nThat’s Jesus of Nazareth you’ve tied in\nchains. What has he done to deserve such\ntreatment? He is a man of God.\n\nSECOND OFFICER\nIf that’s what you think, then he has\ndeceived you. He is a false prophet.\n\nMore faces have appeared as the procession approaches the\ncity gates, The people are NOISY despite the late hour, The\nSECOND OFFICER looks worried. So do the soldiers.\n\nMAN BY ROADSIDE\nWhat you say is false. He is a healer. By\nwhose authority have you arrested him?\nSet Jesus free.\n\nThis provokes a general murmur among the onlookers, which\ngrows into a louder commotion. The soldiers tighten their\nranks even more. Some of the onlookers RUSH the soldiers and\nare met with LASHING WHIPS. Confused confrontation,\n\nJESUS looks utterly calm, though His bruised face shows the\neffect of the blows he has suffered.\n\nHidden in the PEN, JUDAS TEARS AT HIMSELF with ferocity. The\nLAMBS leap about, frightened by him as well as by the torches\nand brouhaha that’s broken out on the road. The SILVER in\nJUDAS’ hands is COVERED IN BLOOD. The sight of it confuses\nhim, He WHEEZES, SHRIEKS and races off into the darkness,\ntoward the city walls. The LAMBS scatter to keep away from\nhim and race toward the FENCE where they STOP, stare at the\nprocession on the road.\n\nJESUS sees them.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sight of it confuses\nhim, He WHEEZES, SHRIEKS and races off into the darkness,\ntoward the city walls. The LAMBS scatter to keep away from\nhim and race toward the FENCE where they STOP, stare at the\nprocession on the road. JESUS sees them. \n\nTARGET SECTION TO BE ANNOTATED:\n The small animals step their bleating and\nexchange with Him a moment of recognition.\n\nFLASH INSERT:\n\f \n\n18.\n\nINT, HELI’S HOUSE IN JERUSALEM, LAST SUPPER. NIGHT.\n\nThe head of a tiny LAMB is held by a YOUNG MAN. JESUS,\nsurrounded by His Apostles, is handed a SHARP KNIFE. With\nQUICK, SOLEMN, MOVEMENTS He makes a SMALL INCISION IN THE\nLAMB’s NECK. The gesture is short and the cut swift and tiny.\nJESUS then hands the knife to the YOUNG MAN, who completes\nthe act of killing the lamb. The blood flows in the basin\nnext to the lamb’s head. JESUS is handed a BRANCH of HYSSOP,\nwhich he DIPS into the basin. He then hangs the branch above\nthe door to the room.\n\nQUICK DISSOLVE\nEXT. TEMPLE DOORS. NIGHT.\n\nHis face almost unrecognizable, JESUS looks UP at the TEMPLE\nDOORS, DIRECTLY IN FRONT OF HIM. The PROCESSION has come to a\nstop. JESUS lowers his eyes and slowly SCANS some of the\nfaces outside the Temple,\n\nThere is a considerable CROWD gathered here. We recognize\nsome of those who were summoned earlier by Temple Guards.\n\nCUT TO:\nEXT. STREET PARALLEL TO TEMPLE WALLS. NIGHT.\n\nWE MOVE BACK QUICKLY, DOWN A STREET WHICH RUNS ALONGSIDE THE\nTEMPLE WALLS UNTIL WE SLOW DOWN AND COME TO A HALT.\n\nJUDAS stumbles along the deserted street. He STOPS as the\ndoor to a house OPENS. He tries to hide. Impossible.\n\nCAIPHAS, followed by a half-dozen accolytes, emerges. He\nis dressed in rich, impressive ceremonial robes.\n\nJUDAS’ eyes widen, He stares down at the string of SILVER\nCOINS in his hand, whimpers, lifts his eyes to CAIPHAS who is\nstriding off, utterly ignoring him. JUDAS rushes\ntoward the High Priest, who stops, turns.\n\nTwo GUARDS step between the two men, swords drawn.\n\nCAIPHAS\nNo, Let him pass. He’s harmless...\n\nJUDAS slows, approaches, holds out the string of coins.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAIPHAS\nNo, Let him pass. He’s harmless... JUDAS slows, approaches, holds out the string of coins. \n\nTARGET SECTION TO BE ANNOTATED:\nJUDAS\n\n(words catching in his throat)\n\nYou bribed me and I betrayed him.\n(MORE)\n\n(CONTINUED)\n\f19.\nCONTINUED:\nJUDAS (cont'd)\n\nLet him go. Release him. He is a just\n\nman. Take back your silver. Here, take\n\nit.\nBut he doesn’t let go of the silver.\nCAIPHAS is motionless, eyes unblinking, patient.\n\nJUDAS (cont'd)\nHe is innocent. Take back your silver, I\ndon’t want it. HERE...TAKE IT!\n\nThe echo of his shout bounces off the walls of the narrow\nstreet. CAIPHAS waits another beat, then:\n\nCAIPHAS\nIf you think you sold innocent blood to\nus, Judas, that is your affair. We\nknow what we have bought. You\n\nhave your money, now go!\n\nCAIPHAS is distracted by lights and CROWD NOISES at the end\nof the street, near the Temple entrance.\n\nJUDAS, too, looks. Then their eyes meet. With a BELLOW of\nimpotent rage, JUDAS tears apart the string of coins in his\nhands and THROWS these at CAIPHAS. The coins bounce off the\nopulent robes, to the ground.\n\nJUDAS then RUNS down the empty street toward the torchlit\nCROWD which is now visible.\n\nCAIPHAS and his retinue ignore the silver coins as they\nrattle musically and settle on the cobblestones. They\nexchange quick looks of indifference, then continue toward\nthe lights and the people.\n\nCUT TO:\nEXT. SIDE STREET NEAR JERUSALEM TEMPLE. NIGHT.\nIn the relative DARKNESS of the side street, JOHN reaches an\narm back and stops when he reaches the corner onto the wider\nstreet. MARY and MAGDALEN are behind him. He peers at the\nCROWD before the TEMPLE. Then his eyes FREEZE,\n\ncur TO:\n\nEXT. WIDER STREET AT TEMPLE ENTRANCE. JERUSALEM. NIGHT.\n\nJUDAS’ bloody face is contorted with pain. He is dirty,\ndishevelled and his entire body TWITCHES uncontrollably.\n\n(CONTINUED)\n\f20.\nCONTINUED:\n\nTWO MEN wearing HOODED ROBES, stand in front of him.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is dirty,\ndishevelled and his entire body TWITCHES uncontrollably. (CONTINUED)\n\f20. CONTINUED:\n\nTWO MEN wearing HOODED ROBES, stand in front of him. \n\nTARGET SECTION TO BE ANNOTATED:\n He waves\nhis arms about, frantically, as he addresses them.\n\nPIRST HOODED MAN\nYou will wander, Judas, always.\n\nSECOND HOODED MAN\nCursed and cursing. Always.\n\nJUDAS\nHow...do you mean. ..ALWAYS?\n\nFIRST HOODED MAN\nYour betrayal has entered you, Judas,\nlike water into your entrails.\n\nSECOND HOODED MAN\nLike oil into your bones.\n\nJUDAS\nNO! Get away from me, GO! Leave me!\n\nHe starts to HIT the two HOODED MEN, arms flailing, face\ntwisted into a mask of wide-eyed horror.\n\ncur TO:\nEXT. SIDE STREET NEAR JERUSALEM TEMPLE. NIGHT.\nJOHN has not moved from the street corner. He shakes his\nhead, MAGDALEN and MARY step forward, past him, but they,\ntoo, stop when they see:\nTHEIR POV:\nJUDAS standing near the corner of the two streets, his arms\nFLAILING, moaning and crying out as he punches the EMPTY AIR\nin front of him. There is nobody there to hit.\n\nBehind him, across the wider street, the TEMPLE DOORS are\n\n“visible, and the CROWD gathered around the TORCHES.\n\nMARY’s focus has MOVED PAST the unsettling image of JUDAS,\nonto CAIPHAS who is now approaching with his retinue of\nPharisees.\n\nJUDAS, too, sees CAIPHAS approach. He turns, RUNS then sees\nJOHN, MARY and MAGDALEN and STOPS, trapped.\n\nJOHN, MARY and MAGDALEN take a step toward him. He looks\nback, doesn’t know what to do, where to go. Cornered,\nhelpless, JUDAS watches the three approach, their eyes\nseeming to bore holes into and THROUGH HIM.\n\n(CONTINUED)\n\fSmet\n\n \n\n21.\nCONTINUED:\n\nThey are nearly face to face before JUDAS realizes that JOHN,\nMARY and MAGDALEN are NOT SEEING HIM, that their eyes are\nEXCLUSIVELY FOCUSED on what is happening behind him, at the\nentrance to the Temple. He staggers to the curb, falls to the\nground and watches them walk right by him.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\fSmet\n\n \n\n21. CONTINUED:\n\nThey are nearly face to face before JUDAS realizes that JOHN,\nMARY and MAGDALEN are NOT SEEING HIM, that their eyes are\nEXCLUSIVELY FOCUSED on what is happening behind him, at the\nentrance to the Temple. He staggers to the curb, falls to the\nground and watches them walk right by him. \n\nTARGET SECTION TO BE ANNOTATED:\nThe CROWD has parted for CAIPHAS as he approaches the Temple\ndoors. First the SOLDIERS are revealed, then JESUS, standing\nin their midst, tied up, shackled, bleeding, bruised yet\nmotionless and dignified.\n\nThe Temple doors are OPENED by the attendants of a SECOND\nHIGH PRIEST (ANNAS) who’s in the COURTYARD, surrounded by\nOTHER PRELATES and ELDERS, all wearing formal robes.\n\nThe CROWD raises a loud CHEER as CAIPHAS enters the courtyard\nwith his retinue.\n\nJESUS turns. His eyes meet JOHN’s, MAGDALEN'’s and finally\nMARY’s. Then he is SHOVED brutally forward, through the doors\nand into the OPEN COURTYARD just inside.\n\nThe CROWD cheers again, louder and obviously for EFFECT as\nTWO ROMAN SOLDIERS ride up on HORSEBACK.\n\nThe CROWD surges forward, fixing to enter the Temple grounds,\nbut is STOPPED by Temple GUARDS posted outside. The DOORS,\nhowever, are kept open.\n\nMAGDALEN moans. She and MARY hold on to JOHN’s clothes as he\nPUSHES his way past the crowd toward the doors. They don’t\nsee PETER, behind them, also elbowing his way forward. As\nJOHN reaches the GUARDS, PETER reaches their side, sweating\nand breathing hard.\n\nMARY\nPeter...oh, Peter...\n\nHe opens his burly arms and MARY enters PETER’s embrace.\nPETER and JOHN exchange a look of shared helpless misery\n\nMAGDALEN has turned to the two ROMAN HORSEMEN and PUSHES HER\nWAY BACK TOWARD THEM, THROUGH THE CROWD OF PEOPLE. They see\nher, wait on their horses. When she reaches them, she lifts\nher tear~-ravaged, yet beautiful face to them. The TWO\nCENTURIONS seem mesmerized by her.\n\nCUT TO:\nINT. ROMAN GOVERNOR’S PALACE. NIGHT.\nThe room is nearly bare of furniture. A bed, a low table on\n\nwhich sits a mirror, a few chairs. Only a weak oil lamp\nilluminates the bedroom.\n\n(CONTINUED)\n\f22.\nCONTINUED:\n\nIn the bed a WOMAN sleeps (CLAUDIA PROCLES, PILATE’s wife).",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly a weak oil lamp\nilluminates the bedroom. (CONTINUED)\n\f22. CONTINUED:\n\nIn the bed a WOMAN sleeps (CLAUDIA PROCLES, PILATE’s wife). \n\nTARGET SECTION TO BE ANNOTATED:\nIt is a restless sleep. She tosses, turns, moans.\n\nKR FIGURE enters the room and walks up to the bed. It is a MAN\n(PONTIUS PILATE) wearing a simple garment and a cloak draped\n\nover one shoulder. He moves silently and, when he reaches the\nbedside his face is illuminated. A short, tubular man with a\n\nwell-groomed weak face.\n\nCLAUDIA moans, lets out a short CRY and, in her sleep, begins\nto weep. PILATE is distressed at the sight. He reaches a hand\nout to her. A NOISE stops him. He turns. Standing by the door\nto the bedroom is a ROMAN CENTURION, his helmet under his\narm, PILATE glances at CLAUDIA, concerned, then strides to\nthe door and motions the CENTURION to exit with him.\n\ncur TO:\nINT. PILATE’S PALACE. NIGHT.\nOUTSIDE THE BEDROOM, IN A SBMI~DARK HALLWAY:\n\nPILATE\n(low)\nI thought I instructed you never to\ndisturb me if I am with...\n\nOFFICER\n(interrupts)\n\nWith apologies, Your Excellency...but\nthere is trouble brewing amongst the\nJews. It seems that Caiphas and Annas\nhave had one of their so-called prophets\narrested. A large crowd has assembled in\nand around the Temple...\n\nPILATE\nProphet? What sort of prophet?\n\nCENTURION\nOne of their itinerant magicians, Your\nExcellency, only...this man seems to have\na large following of disciples.\n\nPILATE\nWhy take him to the temple if he is just\nanother common trickster?\n\nThe two men do not see or hear the DOOR TO CLAUDIA’s BEDROOM\n\nopen. CLAUDIA, dressed in a light gown, looking HAUNTED,\nstands in the dark room, barely visible.\n\n(CONTINUED)\n\f23.\nCONTINUED: (2}\n\nCENTURION\nHe is a Galilean. The Pharisees and\nSadducees apparently hate the man.\n\nCLAUDIA\nA Galilean? Who are you talking about?\nWho has been taken to the Temple?\n\nStartled, the men turn to face her.\nCUT TO:\nINT. TEMPLE COURTYARD. NIGHT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nINT. TEMPLE COURTYARD. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nIn the Temple COURTYARD the soldiers who arrested JESUS are\nrelieved of their duties ~- change of Guards. A DOOR\ninto the Temple Halls is opened and the Priests and Elders\nenter the building.\n\nNext to the GUARDS’ BARRACKS in the open courtyard a ROUGH\nAWNING has been erected, inside of which CARPENTERS BUSILY\nWORK on various-sized TRUNKS OF LUMBER. OTHER MEN DUMP TOOLS\nand other METALLIC OBJECTS onto low tables.\n\nJESUS looks exhausted by the long march from Gethsemani.\n\nA TEMPLE SOLDIER who was not part of the arrest party now\nstrides up to JESUS, unties His hands and brusquely lifts His\nbleeding, dirty, swollen face. JESUS’ eyes are clear and\ncalm. The OFFICER cannot stand to look into them. He SLAPS\nJESUS hard across the face, and leans forward,\n\nOFFICER\nA magician, they say.\nTt say a charlatan.\n\nThe soldiers all around fall silent, watch the exchange.\nJESUS does not reply. His eyes meet the man’s and the OFFICER\nloses his composure and, this time strikes JESUS with his\nFIST and CONTINUES TO HIT HIM as:\n\nOFFICER (cont! d)\nYou’ re FINISHED! Whatever you think,\nwhoever THEY (points) believe you are is\ngone, good as forgotten...dead.\n\nThe men around the Courtyard burst into coarse jeers. At\nthe DOORS to the Temple, despite PETER’s attempts to stop\nher, MAGDALEN screams over their jeers:\n\nMAGDALEN\n\nSTOP! FOR MERCY’S SAKE, STOP IT! MY\nSWEET JESUS... MAKE HIM STOP!\n\n(CONTINUED)\n\f24,\nCONTINUED: (3)\n\nJOHN tries to cover her mouth, but MAGDALEN abruptly goes\nquiet. JOHN follows her gaze, JESUS has turned to her.\n\nEyes glued to His, MAGDALEN now MOANS. Her hands search the\nair, find MARY’s, they CLASP.\n\nJESUS is led INSIDE THE TEMPLE.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nEyes glued to His, MAGDALEN now MOANS. Her hands search the\nair, find MARY’s, they CLASP. JESUS is led INSIDE THE TEMPLE. \n\nTARGET SECTION TO BE ANNOTATED:\nPETER is whispering into the ears of one of the GUARDS while\nputting some coins into the man’s hands. The GUARD lets PETER\nthrough, along with a number of others.\n\nJOHN, MARY and MAGDALEN try to follow PETER but they are\nSTOPPED by the GUARD.\n\nCUT TO:\nINT. GREAT HALL. TEMPLE IN JERUSALEM. NIGHT.\n\nPETER moves along with others, toward the bright torchlit\nHALL where CAIPHAS, ANNAS and the other Priests and ELDERS\nare seated. The hall is filled to capacity. JESUS stands in a\nsmall clearing at the center of the hall, His hands tied\nbehind His back, His garment torn and filthy, His face partly\nswollen and bloody.\n\nANNAS pretends to look surprised at the sight of JESUS, and\nexchanges ironic smiles with CATPHAS and others.\n\nANNAS\nWho is this vagabond you bring to us,\nchained like a man condemned to death?\nOne of the GUARDS. shouts:\n\nGUARD\nHe is Jesus, the rebel of Nazareth.\n\nAll voices at once quiet down. ANNAS stands, approaches.\n\nANNAS\nIs it true? YOU are Jesus of Nazareth?\n\nHe looks away from JESUS’ eyes, scans His torn clothes and\nbloodied face, arms and feet:\n\nANNAS (cont’d)\nThe people, it seems, have decided to put\na stop to your blasphemous conduct toward\nGod and his priests.\n\nANNAS turns to the chosen audience. Silence. He waits,\nglances at CAIPHAS, raises his eyebrows. It’s a signal.\n\n(CONTINUED)\n\f25.\nCONTINUED:\n\nTentative jeers and sneers and hissings.\nPETER, worried, moves to the front row, closer to JESUS.\n\nJESUS lifts His head to look at ANNAS. The crowd falls\nSilent, as abruptly as it began the hissing.\n\nJESUS\nI have spoken openly to the world. I have\ntaught in the Synagogue, and in the\nTemple, where all Jews gather. I have\nnever spoken in secret, But why ask me?\nAsk those who have heard what I have to\nsay. They know, and will be able to\nanswer you.\n\nSilence.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAsk those who have heard what I have to\nsay. They know, and will be able to\nanswer you. Silence. \n\nTARGET SECTION TO BE ANNOTATED:\nCAIPHAS slowly rises from his seat and strides up to JESUS,\nHis voice is low, but it carries in the silence.\n\nCAIPHAS\n\nIs that how you address yourself to a\n\nHigh Priest? With MALICE and IRONY?\nCAIPHAS steps back, glances at a large, BRUTISH GUARD who\nsteps forward and hits JESUS on the side of His face with the\nHILT of his sword. JESUS falls to His knees.\nFLASH INSERT:\nEXT. TEMPLE DOORS. JERUSALEM. NIGHT.\n\nBetween JOHN and MAGDALEN, MARY’s HEAD SNAPS BACK, as if she\nhad been HIT ON HER FACE. She CRUMBLES to her knees.\n\nMAGDALEN and JOHN both kneel down beside her. JOHN lifts her\nface. There is a huge BRUISE on the side of her face. MARY is\nunconscious,\n\nThe BRUISE mysteriously retreats, then VANISHES.\n\nJOHN and MAGDALEN exchange looks and turn anguished faces\ntoward the Temple.\n\nWE MOVE now, PAST the GUARD into the Temple COURTYARD,\nTHROUGH the doors, INTO the GREAT HALL where:\n\nINT. GREAT HALL. TEMPLE IN JERUSALEM. NIGHT.\nJESUS slowly gets back to His feet.\nMore jeering, sneering and hissing by the Elders, Scribes,\n\nPharisees, Sadducees and many in the audience. PETER shuts\nhis eyes and becomes motionless.\n\n(CONTINUED)\n\fVom\n\n26.\nCONTINUED:\n\nJESUS looks at the BRUTISH GUARD who hit him.\n\nJESUS\nIf I have spoken evil, tell me what evil\nI have spoken. If not, why do you strike\nme?\n\nCAIPHAS motions the GUARD away. ANNAS, beside him, raises his\narms in the air and the audience quiets down.\n\nCAIPHAS\nThey say you are a king...where is your\nkingdom?\n\nJESUS turns to CAIPHAS, but does not answer.\n\nANNAS\nWhich order of kings do you descend from?\nSpeak up.\n\nCAIPHAS and ANNAS start to spit out questions at JESUS.\nRhetorical questions, for they don’t give him time to answer.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nSpeak up. CAIPHAS and ANNAS start to spit out questions at JESUS. Rhetorical questions, for they don’t give him time to answer. \n\nTARGET SECTION TO BE ANNOTATED:\nAs they do, we move AMONG the CROWD in the hall.\n\nCAIPHAS (OS)\nAren't you the son of an obscure\ncarpenter?\n\nANNAS (03)\nSome say you are Elias. I thought he was\ncarried to heaven in a chariot.\n\nOne of the men standing beside PETER notices PETER’s\nstillness, that he is holding his eyes closed. The man\nstudies him with suspicion, then leans in and mutters:\n\nMAN IN AUDIENCE\nHaven’t I seen you in the company of the\nGalilean? Yes, you are one of his\ndisciples, I know it, I recognize you.\n\nPETER is shaken. Other turn to him, curious. The crowd is so\ntightly packed PETER can barely move. Panic. He pushes his\nway toward the rear of the crowd, shaking his head.\nA WOMAN IN THE AUDIENCE now peers at him and points:\n\nWOMAN IN AUDIENCE\n\nWait. Stay where you are. You are Peter,\none of the disciples of Jesus.\n\n(CONTINUED)\n\f27.\nCONTINUED: (2)\n\nPETER\n(harsh whisper)\nQuiet, woman. I never met that man. I\ndo not know him.\n\nThe DENSE crowd of men and women around PETER suddenly\nSHIFTS, as more people SQUEEZE into the GREAT HALL. The SOUND\nof a ROOSTER CROWING enters the hall as well. PETER is PUSHED\nFORWARD, and again stands close to the center where JESUS is\nbeing pestered by CAIPHAS, ANNAS, other ‘witnesses’ and\n‘accusers’. Each of them either SPITS at JESUS or THROWS\nsomething at Him as they speak.\n\nACCUSER ONE\nCures the sick by wizardry. With the help\nof devils.\n\nACCUSER TWO\nHe casts out devils with the help of\ndevils.\n\nLaughter greets the absurdity of that, CAIPHAS glances at\nANNAS, clearly upset. More laughter.\n\nACCUSER THREE\nCalls himself king of the Jews.\n\nACCUSER FOUR\nNot true! He calls himself son of God!\n\nACCUSER FIVE\nWrong! You’re both wrong. The bread of\nlife. That’s what he said he is.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re both wrong. The bread of\nlife. That’s what he said he is. \n\nTARGET SECTION TO BE ANNOTATED:\n Whoever\ndoesn’t eat his flesh or drink his blood\nwill not have eternal life.\n\nPETER’s eyes meet those of JESUS. The LOOK of SORROW and\naffection he sees causes PETER to lower his head.\n\nCATPHAS\nSILENCE!\n\nThe Great Hall quiets down, the crowd becomes still.\n\nCALPHAS (cont’d)\nYou are ALL OF YOU under this man’s evil\nspell, contradicting each other like so\nmany fools. Offer us PROOF of his\nwrongdoing, or else be quiet.\n\nCAIPHAS and ANNAS scan the throng of confused faces. They are\nall looking at JESUS. CAIPHAS turns to look also.\n\n(CONTINUED)\n\f28.\nCONTINUED: (3)\n\nJESUS is motionless, head bowed, silent.\n\nThe HISSING and SHOUTING begin again, with renewed intensity,\nspurred by the silence and stillness of JESUS.\n\nAn OLD MAN (JOSEPH of ARIMATHEA) steps forward, hushes the\ncrowd, turns solemn eyes to CAIPHAS and ANNAS.\n\nJOSEPH OF ARIMATHEA\nThis entire proceeding is offensive,\nCaiphas. I have heard nothing from these\nso-called witnesses but false accusation,\ndissention, contradiction. The speed with\nwhich you've assembled this Tribunal is,\nin my view, further evidence of malice.\nYours and theirs.\n\nA number of men nod in agreement, cover their heads in a\ngesture of disapproval. Some simply LEAVE the Tribunal.\n\nMost, however, erupt into loud jeers. They start to push\nJOSEPH and some of the other dissenters around, then\nliterally SHOVE them out the door.\n\nJESUS watches his few supporters leave or be thrown out.\n\nCAIPHAS is filled with secret pleasure as JOSEPH and the\ngood men leave the TRIBUNAL. As soon as they are gone, he\nturns to JESUS again. The noise dies down.\n\nCAIPHAS\nHave you nothing to say, then? No answer\nto any of these accusations?\n\nJESUS neither moves nor answers.\n\nOne of the more VICIOUS of the men surrounding Him grabs\nJESUS by the hair and YANKS His head backward. The eyes of\nJESUS now look directly into those of CAIPHAS.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESUS neither moves nor answers. One of the more VICIOUS of the men surrounding Him grabs\nJESUS by the hair and YANKS His head backward. The eyes of\nJESUS now look directly into those of CAIPHAS. \n\nTARGET SECTION TO BE ANNOTATED:\nCAIPHAS\nI ask you now, Jesus of Nazareth, to tell\nus if you are the Christ, the Messiah,\nSon of the living God.\n\nJESUS\nYou have said it.\n\nAs he speaks, LIGHT suddenly envelops Him. This causes\n\nCAIPHAS to look away. JESUS scans the faces of the men\nsurrounding Him, then faces CAIPHAS once more.\n\n(CONTINUED)\n\f29.\nCONTINUED: (4)\n\nJESUS {cont’d)\nI am the Christ, Son of the living God\n\nA SHOCK-WAVE of complete silence.\nCAIPHAS steps away from JESUS as if he had been slapped.\n\nThe majority of the Pharisees, Scribes and Sadducees in the\nTribunal ERRUPT into a DEAFENING CLAMOR.\n\nCAIPHAS takes hold of his rich MANTLE with one hand and,\ngrabbing a SWORD from one of the soldiers, RENTS the MANTLE\nIN HALF.\n\nCAIPHAS\nBLASPHEMY! (points to Jesus) You all\nheard him. He has committed blasphemy.\nWhy bother with witnesses? You heard\nwhat he said...what is your verdict?\n\nThe PANDEMONIUM which CEASED for a moment explodes with\nrenewed energy as the Pharisees shout in unison:\n\nPHARISEEBS\nDEATH! HE IS GUILTY! PUT HIM TO DEATH\n\nThe ECHO OF THAT SHOUT FILLS THE HALL and, like a ripple\nwave, moves OUTWARD, through the doors into the COURTYARD and\nOUT THE TEMPLE DOORS where:\n\nEXT. TEMPLE DOORS. JERUSALEM. NIGHT.\n\nThe DENSE CROWD is caught up in the FRENZY which has errupted\ninside the Temple,\n\nMARY is still UNCONSCIOUS. JOHN and MAGDALEN CROUCH by her\nside, protecting her from the packed mob around them.\n\nAs the sudden WAVE of CHEERS ERRUPTS all around them, MARY\nwakes up VERY ABRUPTLY. Before JOHN or MAGDALEN have time to\nreact, she SCRAMBLES to her feet and tries to get past the\nthrong and INTO the Temple grounds.\n\nMARY\n(feverish, her head shaking)\nNo. No. No...",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY\n(feverish, her head shaking)\nNo. No. No... \n\nTARGET SECTION TO BE ANNOTATED:\nJOHN rushes to stop her.\nMAGDALEN remains where she is, on her knees, slightly\n\ndishevelled, incapable of making a sound. Her dry-eyed,\nsilent and ferocious denial is heart~breaking.\n\n(CONTINUED)\n\f30.\nCONTINUED: (5)\n\nJOHN reaches MARY and gently restrains her. She turns to look\nat him, intensely pale, anguished. Her words catch in her\nthroat, she is almost incapable of breathing.\n\nMARY (cont’d)\nJohn...they are going to...he is\ncondemned! Oh, do you not hear it? His\nblessed heart, John...beating!\n\nHer face collapses into tears. Holding her, JOHN looks over\npeople’s heads toward the door into the Great Hall.\n\nEXT. VALLEY OF HINNOM. NIGHT.\n\nJUDAS runs across a desolate landscape, a man possessed. He\ngroans, breathlessly. His clothes have been mostly torn off\nhis back and his bare skin looks pale and dirty.\n\nThe light of the moon suddenly fills the night. He stops,\nlooks over his shoulders at the walls of JERUSALEM.\n\nA BLAST OF WIND HITS JUDAS, then silence and stillness\ndescend on the valley around him. An EERIE quiet.\n\nJUDAS SCREAMS. He is staring at the SKIN on his PALE FOREARM\nwhich HAS SWOLLEN INTO AN ODD SHAPE. JUDAS TRIES TO COVER THE\nSWELLING with his other hand, but he CANNOT. It MOVES. He\ntries again and the swelling moves OUT OF REACH. Frantic now,\nJUDAS begins to TEAR at his own skin, but HOWEVER HARD HE\nTRIES TO GRAB HOLD of the KNOB, IT FVADES HIS TOUCH. His\nwatery eyes, bloody face, torn hair and twisted face present\na mask of self-inflicted torment. His screams bloodcurdling,\nJUDAS struggles to TEAR OUT the mysterious GROWTH as it\ntravels about his body, always out of reach, alternating\nbetween HOWLS of rage and fear and breathless, wretched\nsilences.\n\nSuddenly he stops and GAPES AT THE MOON through the branches\nof a sturdy, tall tree. Then he SPINS around.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis screams bloodcurdling,\nJUDAS struggles to TEAR OUT the mysterious GROWTH as it\ntravels about his body, always out of reach, alternating\nbetween HOWLS of rage and fear and breathless, wretched\nsilences. Suddenly he stops and GAPES AT THE MOON through the branches\nof a sturdy, tall tree. Then he SPINS around. \n\nTARGET SECTION TO BE ANNOTATED:\nThe TWO FACELESS, HOODED FIGURES with whom he battled earlier\nare approaching. They stop. Stillness.\n\nDEMON\nThey have reached a verdict, Judas, They\nare going to put him to death.\nJUDAS is and remains motionless.\n\nSECOND DEMON\nYou sold him. You know the law...\n\n(CONTINUED)\n\f31.\nCONTINUED:\n\nSe\n\nDEMON\nHe who sells a soul among his brothers\nand receives the price of it...\n\nSECOND DEMON\nLet him die the death.\n\nSilence. Then JUDAS rasps, like a cicada.\n\nJUDAS\nThe death?\n\nHe looks at the tall tree branches, at the moon, shuts his\neyes. From beneath his eyelids spring bitter tears,\n\ncut To:\nINT. TRIBUNAL HALL. TEMPLE. NIGHT.\n\nPandemonium, at the center of which stands JESUS, His\ncomposure in sharp contrast to the frenzy around Him.\n\nCAIPHAS and ANNAS, surrounded by the Elder Scribes, watch as\nthe crowd SWARM around JESUS like wasps, some PULLING at His\nhair, or His beard and ripping away fingerfuls of it, others\nSPITTING at HIM or HITTING HIM with their hands or with\nsticks.\n\n \n\nPETER’s eyes fill with anguish. He roughly ELBOWS away a\nnumber of the more violent in the crowd. His efforts are\nnoticed by one of the Elders.\n\nELDER\nLook! There. Who is that man? That one,\nyes...why is he interfering?\n\nA number of threatening faces now focus on PETER, who\nretreats, tries to blend in with the frenzied horde. A number\nof HANDS now reach out and GRAB HOLD OF HIS TUNIC.\n\nMAN\nYou’re one of his disciples, aren’t you?\nOne of his Galilean heretics.\nPETER shakes his head violently and tries to get loose.\nPETER\nNo, You are mistaken. I am not a\ndisciple. I do not even know the man.\n\n“ A momentary reprieve as a new set of GUARDS enter the Hall\ncarrying BUNDLES with them.\n\n(CONTINUED)\n\f \n\n \n\n32.\nCONTINUED:\n\nPETER pushes and claws his way toward the exit.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\n“ A momentary reprieve as a new set of GUARDS enter the Hall\ncarrying BUNDLES with them. (CONTINUED)\n\f \n\n \n\n32. CONTINUED:\n\nPETER pushes and claws his way toward the exit. \n\nTARGET SECTION TO BE ANNOTATED:\nThe NEW GUARDS gruffly separate the people from JESUS. They\nwant. Him for themselves. The first thing they do is PRESENT\nHim with a CROWN of STRAW, which they place on His head as\nthey TEAR OFF His robe and scapular, throw an OLD, TORN\nMANTLE over His shoulders and hang a LONG IRON CHAIN around\nHis neck, STUDDED with sharp points which TEAR at His flesh\nas they DRAG HIM AROUND the Great Hall.\n\nGUARD\nBehold the Son of David, wearing the\ncrown of his father!\n\nFaces pop up before PETER’s as he PUSHES against the rest.\nThen a SECOND MAN GRABS PETER’s TUNIC.\n\nSECOND MAN\nHold it...stop! I’ve seen you before,\nYes, now I remember! On the road to\nGethsemani! You’re the one who cut off\nMalchus’ ear with a sword!\n\nClaustrophobic panic overcomes Peter.\n\nPETER\nNo, No, you are wrong. I do not know what\nyou are talking about. I swear, I do not\nknow the man, believe me.\n\nHe TUGS at his mantle with a surge of FURY and fear, PULLS\nFREE and ELBOWS his way OUT into the COURTYARD.\n\nIN THE COURTYARD: Peter stumbles as far away from the door\ninto the Great Hall as he can. As soon as he is alone, he\nHEARS a ROOSTER CROWING.\nFLASH INSERT:\nEXT. GETHSEMANI. NIGHT.\nPETER is walking beside JESUS on the path which separates\nGETHSEMANI from the GARDEN OF OLIVES. The rest of the\nAPOSTLES (all except JUDAS) are walking behind them. Only\nJOHN keeps pace.\nPETER\nNot I, Master, no. I will always be\nfaithful to you.\n\nJESUS stops and turns to PETER\n\n(CONTINUED)\n\f \n\n33.\nCONTINUED:\n\nJESUS\nSimon, Simon...I have prayed for you,\nthat your faith should not fail you,\nbecause where I am going you may not\nfollow me.\n\nPETER\n{enthusiastically interrupts)\nLord, I tell you I am ready to follow you\nwherever you may go...",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nJESUS\nSimon, Simon... I have prayed for you,\nthat your faith should not fail you,\nbecause where I am going you may not\nfollow me. PETER\n{enthusiastically interrupts)\nLord, I tell you I am ready to follow you\nwherever you may go... \n\nTARGET SECTION TO BE ANNOTATED:\nto prison, even to\ndeath,\n\nJESUS rests a hand on PETER’s shoulder\n\nJESUS\nAmen, amen, Simon, I say to you before\nthe rooster crows twice, you will deny me\nthree times.\n\nFLASH TO PRESENT:\n\nPETER turns his eyes to the roof of the COURTYARD where a\nROOSTER perches, crowing with vigor.\n\nPETER covers his face with his hands.\n\nA ROAR from inside the Great Hall. MAGNETICALLY drawn to what\nis taking place, terrified by the mania inside, deeply\nashamed of himself, PETER edges his way back to the door and\ntries to see what is happening inside.\n\nPOV:\nCAIPHAS interrupts what has become a sadistic frenzy.\n\nCAIPHAS\nMarch this king of straw to the Temple\ndungeon and keep him there until we can\npresent him to the Roman Governor!\n\nThe delirious, bloodthirsty crowd help the soldiers DRAG\nJESUS QUT of the Great Hall, putting on a boisterous show of\ndeference to His royalty.\n\nThey PASS VERY NEAR TO PETER, and JESUS looks directly at His\nApostle as He is dragged by. PETER’s eyes fill with tears. He\ncovers his head with his hood, trying to hide his misery and\nsteps back into the shadows in the Hall.\n\nJESUS is taken OUT of the GREAT HALL, then THROUGH an\nadjacent door and DOWN a NARROW FLIGHT OF STAIRS.\n\fNee\n\n34.\n\nINT. TEMPLE DUNGEON. NIGHT.\n\nRat-infested, dank and barely illuminated, the DUNGEON is in\na vaulted foundation directly UNDER the Great Hall. The\nGUARDS CHAIN JESUS to a METAL RING hanging HIGH on a GRIMY\nWALL. He is stretched to the point where only His toes touch\nthe filthy ground. JESUS lowers His head, exhausted. The\nGUARDS retreat. Darkness.\n\ncuT TO:\nEXT. TEMPLE COURTYARD. NIGHT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\ncuT TO:\nEXT. TEMPLE COURTYARD. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\nThe CROWD of PHARISEES, SADDUCEES, Elders, Scribes and false\nwitnesses POURS OUT OF the Great Hall and makes its noisy way\ntoward the street, outside the TEMPLE DOORS,\nMARY, JOHN and MAGDALEN are the ONLY ONES moving against the\ntide of people going the opposite way. No one takes any\nnotice of them, not even the GUARDS. Finally they are alone\nin the COURTYARD, just outside the Great Hall door.\nINSIDE THE GREAT HALL, the only figure is that of PETER, ON\nHIS KNEES NOW, SOBBING uncontrollably and BANGING HIS\nFOREHEAD onto the bloodsoaked stone floor.\n\nENTERING the now SEMI~DARK Hall, JOHN, MARY and MAGDALEN\nstop when they see PETER, not sure who he could be.\n\nPETER’s SOBS ring out in the emptiness, then:\n\nJOHN\nPeter?\n\nPETER stops, but as yet does not turn.\nMARY steps forward.\n\nMARY\nPeter...is it truly you, Simon?\n\nPETER gets to his feet too quickly, spins around, face\ncrushed into a mask of deep shame and misery. MARY stops.\n\nMARY (cont’d)\nWhere is my son? Where have they taken\nhim? Tell me what has happened to Jesus?\nWhere is he, Peter?\n\nPETER scans their faces, then faces MARY once more but\nremains silent, MARY takes a step toward him:\n\n(CONTINUED)\n\f35.\nCONTINUED;\n\nMARY (cont’d)\nPeter, why do you not answer me?\n\nPETER’s face undergoes fracture, as does his voice.\n\nPETER\nNO! Mother, please, I beg you, do not\nspeak to me. I am unworthy, Mary,\nunworthy...your son is suffering more\nthan words can express. The Pharisees\nhave condemned him to death, and T...1I\nhave denied him three times!\n\nMAGDALEN cries out. It echoes in the Great Hall. PETER runs\npast MARY, JOHN and Magdalen, out of the Hall.\n\nMARY has become still, in the center of the room, where JESUS\nstood. She has SHUT her eyes as PETER ran past her.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER runs\npast MARY, JOHN and Magdalen, out of the Hall. MARY has become still, in the center of the room, where JESUS\nstood. She has SHUT her eyes as PETER ran past her. \n\nTARGET SECTION TO BE ANNOTATED:\n Now she\nre-opens them and LOWERS HER EYES TO THE FLOOR.\n\nThe STILLNESS of the room INTENSIFIES as the STONE FLOOR\nbecomes TRANSPARENT TO MARY.\n\nBENEATH the spot where she is standing is the DARK, AIRLESS\nDUNGEON CELL WHERE JESUS TS TIED AND CHAINED TO THE WALL.\nDESPITE THE DARKNESS, HIS BLOOD ENCRUSTED HANDS, FACE AND\nFEET ARE PLAINLY VISIBLE TO HER,\nHe stands immobile, His head lowered. MARY moans. JESUS LIFTS\nHIS FACE and LOOKS UP. It is as if both of them can see each\nother THROUGH THE STONE FLOOR, and THERE TS A MOMENT OF\nSILENT COMMUNION BETWEEN THEM.\nMARY COLLAPSES ON THE COLD STONE,\n\ncur To:\nEXT. VALLEY OF HINNOM. NIGHT.\n\nThe SOUND OF BONE SNAPPING accompanies the sudden DROP of the\nbody from a THICK, TALL BRANCH of the tree.\n\nLifeless now, JUDAS swings from a rope tied to the tall\nbranch of a tree and around his neck.\n\nSilence. Empty, dark, Godless silence.\n\nThen the body of JUDAS BURSTS OPEN, as if exploding, and\nScatters in putrefaction on the ground beneath the tree.\n\nQn the HORIZON, the first glimmer of dawn light.\n\nFADE OUT:\n\n(CONTINUED)\n\f36.\nCONTINUED: (2)\n\nFADE IN:\nEXT. PILATE’S PALACE. JERUSALEM. DAWN.\n\nThe face of JESUS is pale under the blood, sweat and grime of\nhis night-ordeal. In chains again, He is dragged along the\nwide street toward the Roman Governor's Palace.\n\nCAIPHAS, ANNAS, the SANHEDRIM of ELDERS and OTHER SCRIBES\nlead the GUARDS surrounding JESUS.\n\nThe STREET is LINED with people pushing each other out of the\nway so they can have a better look at the procession.\n\nDespite His appalling condition, JESUS carries Himself with\ncalm majesty.\n\nMARY, MAGDALEN, JOHN and the other women stand behind some of\nthe onlookers.\n\nMARY\n{under her breath)\nMy Jesus. My son...",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY, MAGDALEN, JOHN and the other women stand behind some of\nthe onlookers. MARY\n{under her breath)\nMy Jesus. My son... \n\nTARGET SECTION TO BE ANNOTATED:\nCAIPHAS and the SANHEDRIM have reached the gates into the\nPalace grounds. A CENTURION has stopped them. CAIPHAS turns\nand watches JESUS being dragged toward them as one of the\nElders whispers to the CENTURION.\n\nCcUuT TO:\nINT. ROMAN GOVERNOR'S PALACE. NIGHT.\nA TRUMPET SOUNDS, in the near distance, muted by walls.\nPILATE is being helped into a ceremonial ROMAN OFFICER’s\nuniform. CLAUDIA is seated nearby. PILATE dismisses his\nservant, then approaches her and kisses her lightly.\nThe SOUND OF FOOTSTEPS APPROACHING THEIR ROOM.\nCLAUDIA\nDo not condemn the man. He is a holy man,\nyou would only bring trouble down on\n\nyourself.\n\nPILATE\nWhat would you have me do, Claudia?\n\nCLAUDIA\nHe is Galilean. Give him to the King of\nGalilee, te Herod. Let HIM be the one to\npass judgement.\n\n(CONT INUED)\n\f37.\nCONTINUED:\n\nPILATE is silent. He studies his wife’s face distractedly\n\nPILATE\n(thoughtful, hesitant)\nClever Claudia. Herod is living in\nadultery, and is considered a great\nSinner even by the Jewish priests. If he\ncondemns this,,..\n\nCLAUDIA\nHis name is Jesus. If Herod condemns him,\nand the Jewish High Priests do as he\ncommands, they’re the ones who will be\ncommitting a crime.\n\nThere is a KNOCK on the door and the CENTURION enters. PILATE\nsmiles reassuringly at CLAUDIA and exits.\n\ncuT TO:\nINT, PRAETORIUM, PILATE’S PALACE. MORNING.\n\nJESUS stands alone at the foot of the flight of stairs. Some\nof the chains have been removed from Him, as well as some of\nthe ropes, though His hands are still bound.\n\nHe keeps His head low, which hides most of the SWELLING on\nHis face.\n\nCAIPHAS, ANNAS and the elder SCRIBES and other members of the\nSandhedrim takes their places. Behind\nthem, the CROWD gathers in the open FORUM.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe keeps His head low, which hides most of the SWELLING on\nHis face. CAIPHAS, ANNAS and the elder SCRIBES and other members of the\nSandhedrim takes their places. Behind\nthem, the CROWD gathers in the open FORUM. \n\nTARGET SECTION TO BE ANNOTATED:\nPILATE enters, walks toward his lone seat on a terrace\noverlooking the Praetorium. All noise stops. PILATE gazes\ndown at JESUS at the foot of the flight of stairs, then at\nthe gathered Priests and people. He frowns, unhappily:\n\nPILATE looks at JESUS again. JESUS does not move.\nPILATE, (cont’d)\nDo you always half-kill your prisoners\nbefore they are even judged guilty?\nA second hush. CAIPHAS steps forward, starts to speak but\nPILATE (cont‘d)\nWhat accusations do you bring against\nthis man?\nCAIPHAS\n\nIf he were not a malefactor we would not\nhave brought him before you.\n\n{CONTINUED)\n\f \n\n38.\nCONTINUED:\n\nPILATE\nWhy don’t you judge him according to your\nlaws?\n\nCAIPHAS\n\nConsul, you know it is unlawful for us to\ncondemn any man to death.\n\nPILATE\nTo death!? You would condemn this man to\ndeath? What has he done to deserve such\nharsh judgement?\n\nCAIPHAS\nHe has violated our Sabbath, Consul.\nProfaned the day of God by curing the\nsick, even on that day.\n\nPILATE motions the ROMAN GUARDS to bring JESUS up the stairs\nto the platform, then walks up to JESUS and studies Him with\ncuriosity. He signals to the GUARD to cut the ropes binding\n\nHim, then looks down at CAIPHAS, irony dancing in his Roman\n\neyes.\n\nPILATE\nYou were not ill yourself on that day,\nCaiphas, or you would not complain that\nhe was curing you on a Sabbath.\n\nThe CROWD is both shocked and amused by PILATE’s words.\nJESUS remains motionless behind PILATE.\nCAIPHAS is furious, and embarrassed.\nCAIPHAS\nHe has seduced the people by teaching\n\nthem disgusting doctrines.\n\nPILATE\nDisgusting, no less. For example?\n\nCAIPHAS\nHe has said that no person can attain\neternal life unless they eat his flesh\nand drink his blood.\n\nPILATE glances back at JESUS.\nPILATE\nYou must all be very eager to attain\n\neternal life...",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAIPHAS\nHe has said that no person can attain\neternal life unless they eat his flesh\nand drink his blood. PILATE glances back at JESUS. PILATE\nYou must all be very eager to attain\n\neternal life... \n\nTARGET SECTION TO BE ANNOTATED:\njudging by the way you\nthirst for his body and his blood.\n\n{CONTINUED}\n\f \n\n39.\nCONTINUED: (2)\n\nMore laughter. CAIPHAS is livid. He turns and consults in\nundertones with ANNAS and some of the elders and SCRIBES.\n\nCATPHAS\n(raises his voice)\nHe has forbidden his disciples to pay\ntribute to the emperor, Consul!\n\nPILATE is studying JESUS with undiminished curiosity. His\nface hardens, he slowly turns around.\n\nPILATE\nDo you know who oversees the payments of\ntribute to the Emperor, Caiphas? I do. It\nis one of my duties to see that all\ntribute is properly collected, I have\nseen no evidence that he has done what\nyou accuse him of. You are lying.\n\nANNAS now steps forward. In a more diplomatic tone:\n\nANNAS\nExcellency, Excellency...please. The High\nPriest has not indicated to you what this\nman’s gravest crime has been...the true\nreason we have brought him before you for\njudgement .\n\nThings quiet down. CAIPHAS is rattled and offended, but ANNAS\ncontinues, unashamedly, pointing to JESUS.\n\nANNAS (cont’d)\nHe is a man of obscure birth, Consul, but\nhas managed to become the leader of a\nlarge and dangerous sect. Why, just a few\ndays ago he entered Jerusalem at the head\nof a large crowd who hailed him as the\nSON OF DAVID!\n\nHush, PILATE listens, glances again at JESUS, who has not\nmoved a muscle.\n\nANNAS (cont’d)\nHe has declared, even to US, Governor,\nthat he is the Anointed of the Lord, the\nChrist, the Messiah, the king promised to\nthe Jews...\n\nThe crowd now EXPLODES in jeers and invectives. PILATE\nsteps away from the public terrace, signaling a guard.\n\ncUT TO:\n\f40.\n\nINT. ROMAN GOVERNOR’S PALACE. MORNING.\n\nNear one of the entrances to the PRAETORIUM, CLAUDIA hides\nbehind a curtain. She is watching the Priests and the crowd\nwhen she suddenly focuses on:\n\nEXT. PRAETORIUM. PILATE’S PALACE.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe is watching the Priests and the crowd\nwhen she suddenly focuses on:\n\nEXT. PRAETORIUM. PILATE’S PALACE. \n\nTARGET SECTION TO BE ANNOTATED:\n MORNING.\n\nMARY, JOHN and MAGDALEN pushing past the crowd just outside\nthe Praetorium. MAGDALEN and JOHN are the ones plowing a\npathway through the assembled PHARISEES. MARY follows, eyes\nscanning the PRAETORIUM for her Son.\n\nIt is her dignity that catches CLAUDIA’s attention.\nCLAUDIA studies MARY and her two companions with interest\n\nCUT TO:\nINT. PILATE’S PALACE, MORNING,\n\nIn the small private enclosure, PILATE dismisses the GUARD\nand turns to JESUS with curiosity.\n\nThere is a table with fruits, a jug of wine and some cups.\nPILATE pours a cupful and steps up to JESUS.\n\nPILATE\nDrink.\n\nJESUS lifts his eyes to PILATE, for the first time. He\nigneres the wine, but holds the ROMAN’s eyes in His.\n\nPILATE studies the torn clothes, the blood-encrusted neck,\nfeet and hands of JESUS. Then:\n\nPILATE {(cont’d)\nAre you...the king of the Jews?\n\nJESUS\nDoes the question come from you, or do\nyou ask me this because others have told\nyou that is what I am?\n\nPILATE is not certain whether or not to take offense.\n\nPILATE\nHow could I have come up with such a\nquestion by myself? Am I a Jew? Your\nHigh Priests have delivered you to me,\nThey want me to have you executed. Why?\nWhat have you done?\n\n(CONTINUED)\n\f41.\nCONTINUED:\n\nJESUS does not answer. PILATE seems mesmerized by the face\nand eyes before him.\n\nPILATE (cont'd)\nAre you a king?\n\nWith quiet majesty in His voice:\nJESUS\nMy kingdom is not of this world. If it\nwere, do you think my servants would have\nallowed those men to deliver me to you in\nthis manner?\n\nPILATE\nThen you are a king?\n\nBeat.\nJESUS\nThat is why I was born. To give testimony\nto the truth. All men who hear the truth\nhear my voice.\n\nA long moment of silence,\n\nPILATE\nThe truth? What is the truth?\n\nJESUS does not answer. His eyes pierce PILATE’s.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat is the truth? JESUS does not answer. His eyes pierce PILATE’s. \n\nTARGET SECTION TO BE ANNOTATED:\nCcuT TO:\nINT. FORUM AN PRAETORIUM. PILATE’S PALACE. MORNING.\nCAIPHAS and ANNAS huddle with the SCRIBES and ELDERS.\n\nPILATE reappears on the JUDGEMENT Platform. The NOISE abates\nas he takes his seat.\n\nJESUS appears. PILATE waits until all is quiet.\nPILATE\nT have questioned this prisoner, and I\nfind no cause in him.\nDeep silence. PILATE turns to JESUS.\n“PILATE (cont! d)\nYou have heard their accusations. Have\n\nyou nothing to say? No answer to their\nfalse claims?\n\n(CONTINUED)\n\f \n\nA2.\nCONTINUED:\n\nJESUS stands motionless and silent.\n\nA growing murmur of discontent among the Pharisees is once\nmore interrupted by PILATE,\n\nPILATE\nThis man is a Galilean, is he not?\nCATPHAS\n(smells a trap, hesitates)\nHe is...\nPILATE\n\nWell, then he is a subject of King\nHerod's. His Majesty is in Jerusalem for\nthe Pasch...let him judge the man\naccording to the laws of Galilee.\n\nHe waves at the ROMAN GUARDS, who take hold of JESUS and\nmarch Him down the flight of stairs. PILATE watches as JESUS\nis delivered back into the hands of the PHARISEES, PUT in\nCHAINS and dragged out.\n\nThe PRAETORIUM quickly empties of the people. PILATE is about\nto turn away when a FIGURE appears at the entrance to the\nPRAETORIUM below. CLAUDIA.\n\nSilence. PILATE is clearly troubled.\n\nPILATE\n(soft)\nWhat is truth, Claudia? Do you hear it\nwhen it is spoken?\n\nCLAUDIA\n(soft)\nYes, I do. (quick beat) Don’t you?\n\nBeat.\n\nPILATE\n(shakes his head)\nCan you tell me?\n\nCLAUDIA\n(low)\nNo. If you will not hear the truth, no\none can tell you.\n\nPILATE turns away, impatiently, and exits.\n\n(CONTINUED)\n\f \n\n43,\nCONTINUED: (2)\n\nCLAUDIA’s eyes fill with tears. A soft noise. She looks.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f \n\n43,\nCONTINUED: (2)\n\nCLAUDIA’s eyes fill with tears. A soft noise. She looks. \n\nTARGET SECTION TO BE ANNOTATED:\nMARY, JOHN and MAGDALEN stand in the shadow of one of the\nPRAETORIUM columns, motionless.\n\nAfter a brief moment, CLAUDIA steps up toward the JUDGEMENT\nPLATFORM, At the top, she turns and looks down at where MARY,\nJOHN and MAGDALEN were, but they are no longer there. CLAUDIA\nis no longer weeping.\n\nCUT TO;\nINT. HEROD’S PALACE. MORNING.\nA spacious, opulently decorated hall filled with cushions and\ngilded furniture. KING HEROD half-sits, half~lies on a sort\nof THRONE of CUSHIONS. He is an effeminate man of soft,\nforgettable features. A slippery spirit.\n\nHe stands and glides toward JESUS, studies Him briefly then\nturns and shouts hysterically at the PHARISEES.\n\nHEROD\n\nYou miserable butchers! How dare you\n\nbring this man to me in such a state!\n\nTake him away, clean him up!\nJESUS is dragged out of the THRONE ROOM.\nEXT. COURTYARD, HEROD’'S PALACE. MORNING.\nJESUS’ CHAINS are removed by the Temple GUARDS, who then\nproceed to EMPTY BUCKETS of cold water over JESUS. This\nremoves the worst of the blood, sweat and mud from Him.\n\nSome ROMAN SOLDIERS enter the yard from the Palace Gates and\nwatch with pity and contempt.\n\nBehind the Romans MARY, JOHN and MAGDALEN enter the\ncourtyard, stop, look on in shock,\n\nWith a cry of anger MAGDALEN rushes in, KNOCKS one down.\n\nMAGDALEN\nNo!\n\nThe water has spilled over the upended GUARD. FURIOUS, he\nlooks up at her with unabashed hatred, but although MAGDALEN\nstands over the man, she now sees only JESUS, removes her\ncape from her shoulders and hands it to Him.\n\nJESUS is DRENCHED. His clothes are sopping wet.\n\n(CONTINUED)\n\f44.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESUS is DRENCHED. His clothes are sopping wet. (CONTINUED)\n\f44. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nMAGDALEN has managed to enfold His face in the dry cotton of\nher cape when one of the ROMAN SOLDIERS steps in, GRABS\nMAGDALEN by her arms and FORCIBLY transports her back to\nwhere MARY and JOHN are standing. The ROMAN SOLDIERS then\nforce the three to EXIT the courtyard. MARY turns as she is\nled out to the street.\n\nMARY’S POV:\n\nJESUS is dragged to the Palace doors by the Temple GUARDS\nCUT TO:\n\nINT. HEROD’S HALL. MORNING.\n\nHEROD ignores the gathered PHARISEES as he watches JESUS\nstanding before him at the center of the hall.\nThe guards back off.\n\nHEROD\n(softly)\nJesus of Nazareth, Miracle worker.\n\nJESUS neither acknowledges nor even looks at him.\n\nHEROD (cont’d)\nYou are silent. Have you no answer to\nall the accusations these men have\nbrought against you?\n\nSilence, Stiliness.\n\nHEROD (cont'd)\nWill you work a miracle for me? Say\nsomething and confound these men!\n\nHEROD scans the faces of CAIPHAS, ANNAS and the ELDERS. He\nlaughs to himself, foppishly.\n\nHEROD (cont’d)\nConfound them with a miracle, then.\n\nThe tension in the hall increases as JESUS ignores HEROD.\n\nHEROD (cont‘d)\nAre you the one whose birth was foretold?\nAnswer me. Are you a king?\n\nHe paces around, both drawn to and now afraid of JESUS.\n\nHEROD (cont’d)\nIs it true that you restore sight to the\nblind?\n{MORB)\n(CONTINUED)\n\fWet\n\n \n\n45.\nCONTINUED:\n\nHEROD (cont’d)\nFeed thousands with only a few loaves of\nbread? Is it true that you raised Lazarus\nfrom the dead? Who are you? Where does\nyour power come from?\n\nBeat.\n\nHEROD (cont’d)\nWhere has it gone?\n\nHEROD glances at the members of the SANHEDRIM as he paces\nback and forth in front of JESUS. He stops, peers at the face\nof JESUS, who does not react or even look at him.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEROD (cont’d)\nWhere has it gone? HEROD glances at the members of the SANHEDRIM as he paces\nback and forth in front of JESUS. He stops, peers at the face\nof JESUS, who does not react or even look at him. \n\nTARGET SECTION TO BE ANNOTATED:\nHEROD steps back, intimidated, and snaps petulantly:\n\nHEROD (cont’d)\nAch! Take this fool out of my sight! He\nis guilty of no crime, He’s just mad! Pay\nhim the homage that is due a madman...no\nmore than that!\n\nHEROD then watches with a spoiled frown on his soft face as\nthe GUARDS move forward and CHAIN JESUS down again,\n\nAs they exit HEROD’s Hall:\n\nANNAS\nAll we can do is bring him back to\nPilate. We cannot kill him.\n\nCAIPHAS\nNot officially, no...\n\nANNAS takes this in, scans the faces around them. All of them\nturn to watch JESUS as he is DRAGGED from the hall.\n\nANNAS turns to a particularly large, BRUTISH MAN among the\nGUARDS. Their eyes meet, ever so briefly. ANNAS nods. The\nlarge GUARD walks toward the GUARDS who are marching JESUS\nout, mutters a few words to them.\n\nElectricity among the conspirators. Fire of hatred.\n\nCUT TO:\nEXT. COURTYARD OF HEROD‘'S PALACE. MORNING.\nAs JESUS steps out into the Palace Courtyard the GUARDS KNOCK\nHIM TO THE GROUND, TIE HIS ANKLES WITH ROPES and DRAG HIM\nALONG the yard’s GUTTER. His HEAD REPEATEDLY SMASHES against\nstone columns that line the gutter. This is obviously meant\n\nto KILL JESUS, but when they stop, He RAISES HIMSELF back to\nHis feet, face covered with blood.\n\n(CONTINUED)\n\fae,\n\n46.\nCONTINUED:\n\nCAIPHAS turns to ANNAS and the rest of the ELDERS and,\ndespite himself, studies JESUS with admiration:\n\nCAIPHAS\nWell, it’s the law, after all...we may\nnot put a man to death. Not unless a\nRoman Governor has condemned him.\n\nCAIPHAS strides up to JESUS, examines the bloody face before\nhim, then SPITS.\n\nCUT TO:\nEXT. STREET IN JERUSALEM. DAY.\nA MAN (SIMON OF CYRENE) walks toward an enclosed GARDEN,\naccompanied by THREE CHILDREN.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTREET IN JERUSALEM. DAY. A MAN (SIMON OF CYRENE) walks toward an enclosed GARDEN,\naccompanied by THREE CHILDREN. \n\nTARGET SECTION TO BE ANNOTATED:\n SIMON enters the GARDEN just\nas a BAND of people RUSH PAST HIM, excitedly.\nSIMON warily watches the crowd, then rushes back to get his\nchildren off the street, away from the throng. When he sees\n\none of the herd move more slowly than the rest:\n\nSIMON OF CYRENE\nWhat is going on...?\n\nMAN\n\nThey’ ve arrested Jesus of Nazareth. King\n\nHerod has condemned him to death but his\n\ndisciples are appealing to the Romans to\n\nset him free...\nSIMON shrugs, turns to his children safely in the garden.\n\nCUT TO:\n\nEXT. GARDEN OF ROMAN GOVERNON’R PALACE. MORNING.\n\nPILATE stands before a shrine to a Roman god. His ever-\npresent OFFICER is standing behind him.\n\nOFFICER\n\nWe are going to need reinforcements.\nPILATE\n\nI...don’t want to start a rebellion.\nOFFICER\n\nA rebellion has already started, sir.\nPILATE\n\nYou say they are bringing this... prophet\n\nback here? Why?\n\n(CONTINUED)\n\f47.\nCONTINUED:\n\nOFFICER\nHerod has refused to condemn the man.\n\nA SOLDIER appears, out of breath. PILATE and the OFFICER turn\nto him.\n\nDISSOLVE\nINT. JUDGEMENT PLATFORM. PILATE’S PALACE. MORNING\n\nPILATE strides onto the judgement platform and sits on the\nlone seat.\n\nBelow, the CROWD is DOUBLE THE SIZE IT WAS EARLIER - MORE\nRESTLESS, LOUDER, MORE UNPREDICTABLE.\n\nCAIPHAS, ANNAS and the members of the SANHEDRIM enter.\n\nJESUS staggers into the praetorium and COLLAPSES on the\nfloor, bloodied, filthy, in obvious pain, exhausted. Instead\nof helping Him rise, the Temple GUARDS KICK at Him until He\nSlowly, agonizingly, stands up again. JESUS is\nUNRECOGNIZABLE, yet has retained a mysterious majesty.\n\nA CUP of wine is brought to PILATE. He takes it, scans the\ncrowd below, drinks. Then he stands up. Hush descends\n\nPILATE\nYou brought this man to me earlier, and I\nfound no reason to condemn him.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes it, scans the\ncrowd below, drinks. Then he stands up. Hush descends\n\nPILATE\nYou brought this man to me earlier, and I\nfound no reason to condemn him. \n\nTARGET SECTION TO BE ANNOTATED:\n I\ndeferred to king Herod and Herod found no\ncause in him. Therefore I will chastise\nhim, then set him free.\n\nBaffled silence. Then the air EXPLODES with a roar.\n\nThe nervous ROMAN SOLDIERS surrounding the Praetorium are\nJOINED BY OTHERS who have been kept outside. They lock their\nshields, WITHDRAW THEIR SWORDS and now form an IMPOSING FENCE\naround the crowd of angry PHARISEES.\n\nThe moment is tense, teetering on violent confrontation,\n\nPILATE looks down at the enraged mob below. He is clearly\nworried, and lifts his arms high over his head,\n\nBelow, CAIPHAS coopts and is the first to shout:\n\nCAIPHAS\nQUIET! SILENCE!\n\nHush. He turns to PILATE, who acknowledges him curtly.\n\n(CONTINUED)\n\f \n\n48.\nCONTINUED:\n\nPILATE\nI have made it my custom, every year at\nthe Pasch, to deliver a condemned\ncriminal back to you. I am presently\nholding a well-known murderer in prison:\nBarabbas. Which of the two men would you\nhave me release to you... Barabbas or\nJesus, called the Christ?\n\nCAIPHAS\n(shout of indignation, rage)\nHe is not the Christ. He is an impostor,\na blasphemer. Free Barabhbas.\n\nAnother voice in the crowd shouts out: “BARABBAS!” ~ this\ninstantly becomes a general outcry, with the name BARABBAS\nechoing like GUNSHOTS.\n\nMore and more concerned by the turn of events, PILATE signals\none of the ROMAN OFFICERS, who pushes forward a SCRUFFY,\nBEWILDERED MAN IN CHAINS (BARABBAS), who obviously doesn’t\nhave any idea what is happening.\n\nAt the sight of BARABBAS the crowd’s fury abates.\n\nPILATE stands up and moves dramatically half-way down the\nflight of stairs. He then points one arm toward BARABBAS\nstanding above him and JESUS at the foot of the stairs.\n\nPILATE\nAgain I ask you...which of these two men\nshould I deliver up to you?\n\nBARABBAS looks down at the figure at the foot of the stairs.\nJESUS lifts His eyes to BARABBAS.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nPILATE\nAgain I ask you...which of these two men\nshould I deliver up to you? BARABBAS looks down at the figure at the foot of the stairs. JESUS lifts His eyes to BARABBAS. \n\nTARGET SECTION TO BE ANNOTATED:\nThe crowd explodes again with roars of: “BARABBAS”\nCATPHAS\n(shouts out)\nBarabbas. Deliver Barabbas up to us,\nPILATE\n(shouts back)\nWhat would you have me do with Jesus of\nNazareth?\n\nCAIPHAS AND ANNAS\nLet him be crucified.\n\nDEAFENING ROAR of the crowd, echoing CAIPHAS’ words.\n\n(CONTINUED)\n\f49.\nCONTINUED: (2)\n\nJESUS slowly turns and scans the multitude, all shouting for\nhis execution.\n\nAt the BACK of the crowd MARY, JOHN and MAGDALEN try to push\ntheir way into the PRAETORIUM and closer to JESUS.\n\nThe CHAOS and MOTION of the people is such that they are\neasily visible because of their CLEAR FORWARD MOTION.\n\nPILATE is obviously intimidated by the crowd’s mood, and is\nabout to retreat when he sees MARY, JOHN and MAGDALEN push\ntoward the foot of the stairs where JESUS stands, They\nsuddenly step past the crowd, into the clearing,\n\nMARY rushes forward, almost reaches JESUS but is held back by\na ROMAN SOLDIER just as her hands are about te touch JESUS’\nface. MAGDALEN has fallen to her knees and her face has\nbroken into inaudible sobs at the sight of Him. JOHN has gone\npale and become motionless.\n\nThe shouts: CRUCIFY HIM, CRUCIFY HIM gain in power.\n\nMARY lifts her eyes to PILATE. The ROAR of the people becomes\ndeafening. He meets her gaze, then looks at JESUS\n\nPILATE\nNO. I WILL CHASTISE HIM, BUT THEN I WILL\nSET HIM FREE.\n\nHe has addressed only MARY, JOHN and MAGDALEN and only they\nseem to hear his words. MARY stands. The SOLDIER tries to\nguide her away from JESUS, but she resists.\n\nJOHN steps forward and takes MARY’s arm.\n\nPILATE frowns at the bloodthirsty roar of the PHARISEES, then\nsignals a ROMAN OFFICER to set BARABBAS free.\n\nThe chains around BARABBAS’ hands and feet are loosened. He\nslowly descends the stairs, to the acclaim of the crowd.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nPILATE frowns at the bloodthirsty roar of the PHARISEES, then\nsignals a ROMAN OFFICER to set BARABBAS free. The chains around BARABBAS’ hands and feet are loosened. He\nslowly descends the stairs, to the acclaim of the crowd. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ncannot believe what is happening to him, and stops at the\nbottom, directly in front of JESUS,\n\nFace to face, JESUS’ eyes PIERCE into the very soul of\nBARABBAS, who cannot sustain the power of them, and abruptly\nTAKES OFF through the crowd, knocking down people as he makes\nhis way to the exit.\n\nHe bursts out of the PRAETORIUM, into the FORUM of PILATE’s\n\npalace. He comes to a dead stop as he crashes into JOHN,\nknocking him to the ground.\n\n(CONTINUED)\n\f50.\nCONTINUED: (3)\n\nDishevelled MAGDALEN cries out. MARY finds herself looking\nDIRECTLY INTO THE BLOODSHOT EYES OF BARABBAS.\n\nThe moment is brief. The TEMPLE GUARDS, surrounded by ROMANS\nnow, exit the PRAETORIUM dragging JESUS along.\n\nBARABBAS runs.\n\nMARY, JOHN and MAGDALEN are brutally shoved aside. They\nbarely catch a glimpse of JESUS and are nearly TRAMPLED by\nthe CROWD as IT STAMPEDES OUT OF the PRAETORIUM.\n\nCcuUT TO:\nEXT. FLAGELLATION LOGGIA. PILATE’S PALACE. DAY.\n\nThe GUARDS drag JESUS toward a marbled enclosure just OFF the\nFORUM, at the center of which stands a GRANITE PILLAR: the\nFLAGELLATION ENCLOSURE. The loggia~like enclosure is in plain\nview of many in the crowd.\n\nTHREE MEN stand waiting in the cold marble place. At their\nfeet lie WHIPS, ROPES and THIN RODS. An ARSENAL.\n\ncuT TO:\nEXT. FORUM. PILATE’S PALACE. DAY.\nMARY turns to JOHN.\n\nMARY\nHelp me...stay near Him. We must not\nleave him, John. Ever leave him..\n\nThey approach the FLAGELLATION LOGGIA but are stopped near\nthe door. MARY’s eyes are RIVETED to JESUS, now standing in\nfront of the PILLAR. She doesn’t notice CLAUDIA, who has\nappeared, carrying bundles of SOFT~LOOKING LINEN folded in\nher arms. CLAUDIA stops. MARY senses her presence and turns.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe doesn’t notice CLAUDIA, who has\nappeared, carrying bundles of SOFT~LOOKING LINEN folded in\nher arms. CLAUDIA stops. MARY senses her presence and turns. \n\nTARGET SECTION TO BE ANNOTATED:\nCLAUDIA hands MARY the linen and withdraws.\n\nINSIDE THE FLAGELLATION LOGGIA, JESUS has begun to remove His\nclothes, prodded by the THREE EXECUTIONERS.\n\nMARY at first CLUTCHES the LINEN which CLAUDIA had handed to\nher, but then becomes aware that MAGDALEN’s focus on JESUS is\ncausing hyperventilating sobs to catch in her throat.\nMAGDALEN’s face struggles to maintain composure, but a SHRIEK\nhas begun to make itself in her chest. MARY interrupts the\nbreakdown by HANDING MAGDALEN the linen.\n\nCUT To:\n\f51.\n\nINT. FLAGELLATION LOGGIA. PILATE’S PALACE FORUM. DAY.\n\nNAKED, JESUS is gruffly CHAINED TO THE GRANITE PILLAR, WITH\nHIS ARMS HUGGING THE STONE, tied to a ring at its top. The\nCHAIN is stretched upward by the executioners, to the point\nthat JESUS’ FEET barely touch the ground. He manages,\nsomehow, to TURN HIS HEAD TOWARD MARY AY THIS MOMENT and they\nexchange a brief look.\n\nMARY turns to JOHN.\n\nMARY\nOh, John...I cannot...watch this.\n\nHer face has become CHALK~LIKE and she COLLAPSES in a faint.\nJOHN holds her in his arms and carries her away from the\nentrance to the Flagellation chamber. MAGDALEN\nfollows him, reluctantly.\n\nCUT TO:\nINT. FLAGELLATION LOGGIA. DAY.\n\nINSIDE, the TORTURERS have selected LONG, THIN, FLEXIBLE\nWHITE WOOD WHIPS to which are attached STRIPS OF LEATHER.\n\nThey begin to RHYTHMICALLY WHIP the bare BACK of JESUS. With\nEACH STROKE, the SKIN of His back, His legs, His arms BREAKS\ninto WELTS which instantly SWELL. His GROANS of PAIN are LOW,\nbut plainly AUDIBLE. The WELTS on His swollen skin now begin\nto BREAK, causing a FLOW OF BLOOD, which the new strokes\nSPLATTER on the PILLAR and the FLOOR. The blood soon flows in\ncontinuous rivulets.\n\nCUT TO:\nEXT. FORUM.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe blood soon flows in\ncontinuous rivulets. CUT TO:\nEXT. FORUM. \n\nTARGET SECTION TO BE ANNOTATED:\n PILATE’S PALACE, DAY.\n\nThe CROWD of people milling around the Forum is suddenly\nsubdued, Many stop and watch the flagellation, but then move\naway from the entrance to the loggia.\n\nONLY CAIPHAS, ANNAS and some of the ELDERS stay and watch\neach stroke from within the flagellation loggia.\n\nFrom where they crouch beside MARY, JOHN and MAGDALEN can\nHEAR each stroke, as well as the GROANS of JESUS. JOHN’S EYES\nhave filled with tears. MAGDALEN echoes each stroke with a\nMOAN or a GASP. They have placed the soft LINEN BUNDLES under\nMARY’s head, who is still unconscious.\n\nCUT TO:\n\f \n\n \n\n52.\n\nINT. FLAGELLATION LOGGIA. DAY.\n\nThe TORTURERS now DROP their bloodied WHIPS and UNCHAIN\nJESUS. They TURN HIM AROUND, with His back to the PILLAR and\nDRAG His arms up once more, and this time they tie down His\nlegs as well.\n\nThe NEW TORTURE INSTRUMENTS SELECTED are HORRENDOUS. They are\nSMALL CHAINS or STRAPS covered with IRON HOOKS which, as they\nLAND ON the CHEST, FACE and NECK, as well as the LEGS of\nJESUS, PENETRATE to the bone and TEAR OFF pieces of His\nflesh. The BLOOD now SPLATTERS the TORTURERS’ FACES as well\nas the PILLAR and the AREA surrounding it.\n\ncur TO:\nEXT. STREET OUTSIDE PILATE’S PALACE. MORNING.\n\nA small caravan of MEN RIDING CAMELS comes to a stop in front\nof the GATES. There are too many people milling about for\nthem to pass. They peer inside the gates.\n\nFrom their position, they can see over people’s heads, PAST\nTHE PRAETORIUM, INTO THE FLAGELLATION ENCLOSURE. Their\nreaction to what they see is one of horror. The leader among\nthem turns to a bystander:\n\nCAMEL RIDER\nWho is that man? What could he have done\nto deserve such punishment?\n\nBYSTANDER\nIt is Jesus of Nazareth, whom both King\nHerod and Pilate have condemned.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe leader among\nthem turns to a bystander:\n\nCAMEL RIDER\nWho is that man? What could he have done\nto deserve such punishment? BYSTANDER\nIt is Jesus of Nazareth, whom both King\nHerod and Pilate have condemned. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMEL RIDER\nThat is not possible... (looks at his\ncompanions) I have heard him speak. He is\na man of God...\nSECOND CAMEL RIDER\n{staring in horror at the\nflagellation scene)\nHe...baptized me. And my children.\nThey watch the torture with pained, baffled expressions.\nCUT TO:\nINT. FLAGELLATION ROOM. MORNING.\n\nAfter a last SLASH of leather and metal hooks on flesh, a\nSHORT MAN RUSHES to the pillar with a KNIFE IN HIS HAND.\n\n(CONTINUED)\n\fDe\n\n53.\nCONTINUED:\n\nSHORT MAN\nStop. Stop now. Do not scourge this man\nto death. He is innocent...\n\nThe TORTURERS turns to CAIPHAS and ANNAS, bright-eyed with\nsadistic eagerness and whe glare at JESUS. It is clear they\nwould rather see Him finished off now.\n\nSHORT MAN (cont‘d)\n(also turns to Caiphas)\nPilate will not be pleased to discover\nthat his prisoner has been executed,\nCaiphas...you know that.\n\nWithout waiting for a signal from CAIPHAS, the SHORT MAN CUTS\nthe lines holding JESUS tied to the PILLAR.\n\nEven the ROMAN SOLDIERS lining the flagellation room are\nRELIEVED that the whipping has stopped,\n\nHe then manages to UNTIE the CHAIN held by the RING at the\ntop of the pillar. JESUS falls to the ground at the foot of\nthe pillar, in a pool of His own blood.\n\nCUT TO:\nEXT. FORUM. PILATE’S PALACE. DAY.\n\nMARY's eyes open and she abruptly sits up. Her eyes meet\nJOHN’ s, then MAGDALEN’s, then she quickly STANDS, before they\nhave time to react, and steps to the entrance of the\nflagellation loggia. Here, she stops as CAIPHAS, ANNAS and\nthe ELDERS, followed by a dozen others, including the\nTORTURERS, emerge and walk past her.\n\nINSIDE, MARY can HEAR SHOUTS BEFORE SHE CAN SEE ANYTHING.\n\nTEMPLE GUARD (0S)\nGet up! On your feet!\n\nANOTHER TEMPLE GUARD\nStand up, swine...or you'll have reason\nto blaspheme.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nTEMPLE GUARD (0S)\nGet up! On your feet! ANOTHER TEMPLE GUARD\nStand up, swine...or you'll have reason\nto blaspheme. \n\nTARGET SECTION TO BE ANNOTATED:\nMARY is joined by JOHN and MAGDALEN. They enter the loggia,\nstop at the sight of JESUS lying motionless in the pool of\nblood, surrounded by the Temple GUARDS.\n\nMAGDALEN’s face HARDENS at the sight, and she hugs the\nbundles of linen to her chest.\n\n(CONTINUED)\n\f \n\nhoe\n\n54.\nCONTINUED: (2)\n\nThe Temple Guards continue to shout at JESUS, but they STOP\nwhen MARY and MAGDALEN deliberately walk up between them and\nJESUS. The two women stand and simply stare at the Guards.\nJOHN joins them, kneels by JESUS, helps Him to get to His\nfeet and, turning to one of the Guards:\n\nJOHN\nCover his nakedness.\n\nJust then CAIPHAS reappears at the entrance to the enclosure.\nWith him is the BRUTISH GUARD who led the Guards in their\nfirst attempt to kill JESUS outside of HEROD’s Palace. He\ncarries a torn and dirty SCARLET CLOAK which he roughly\ndrapes over JESUS raw shoulders.\n\nBRUTISH GUARD\nAllright, let’s go, Your Majesty. We\ndon’t want to be late for our audience\nwith the Roman Governor...\n\nThey quickly march JESUS off, bent like an old man. CAIPHAS\nwaits, and withdraws last, casting a look of scorn on JOHN,\nMARY and MAGDALEN.\n\nThe FLAGELLATION LOGGIA is empty, all of a sudden.\n\nMARY, JOHN and MAGDALEN turn to the pool of JESUS’ blood.\nCUT TO:\n\nEXT. PILATE’S PALACE. MORNING.\n\nThe GUARDS are forced to move slowly, as JESUS is clearly\n\nexhausted and in serious pain. As they march, the BRUTISH\n\nGUARD in command is playfully weaving a sort of BRAID with\n\nBRANCHES of THORNBUSH.\n\nWhen he is done he STOPS the group, walks up to JESUS and\n\nwith mock solemnity JAMS the CROWN OF THORNS onto His head.\n\nThe THORNS are all placed so that they DEEPLY GOUGE HIS\n\nSKULL, one of them driven CLEAN THROUGH AN EYELID. DARK\n\nBLOOD RUNS OUT OF THE FRESH WOUNDS.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen he is done he STOPS the group, walks up to JESUS and\n\nwith mock solemnity JAMS the CROWN OF THORNS onto His head. The THORNS are all placed so that they DEEPLY GOUGE HIS\n\nSKULL, one of them driven CLEAN THROUGH AN EYELID. DARK\n\nBLOOD RUNS OUT OF THE FRESH WOUNDS. \n\nTARGET SECTION TO BE ANNOTATED:\nThe BRUTISH GUARD then thrusts a large REED into JESUS’\nhands, KNEELS BEFORE HIM and waves the procession forward\n\nBRUTISH GUARD\nHail, King of the Jews.\n\nGeneral laughter,\nCAIPHAS studies JESUS with detached, scornful interest.\n\nCUT TO:\n\f55.\n\nINT. PRAETORIUM. PILATE’S PALACE. MIDDAY.\n\nPILATE steps out onto the Platform once more, just as JESUS,\nin His Scarlet CLOAK, WEARING THE CROWN OF THORNS and holding\nthe REED in His hands, is brought in and is forced up the\nsteps onto the platform.\n\nBelow, the PRAETORIUM fills up once more.\n\nPILATE cannot take his eyes off JESUS ~ appalled by what has\nbeen done to Him. As JESUS reaches the platform, PILATE moves\ntoward Him and, with gentleness, even FEAR, turns Him around\nto face the rabble below,\n\nAs the full extent of the damage done to JESUS becomes\nobvious, silence descends on the Praetorium.\n\nJESUS lifts His head, covered with the crown of thorns. His\neyes briefly meet PILATE’s.\n\nPILATE\nEcce homo, Behold the man.\n\nCAIPHAS\n(loud) -\nIf you release him, Excellency, you are\nnot Caesar’s friend. He has made himself\nking, he is an enemy of Caesar ...it is\nyour duty to crucify him.\n\nThe CROWD ECHOES THE WORDS OF CAIPHAS, FILLING THE PRAETCORIUM\nWITH A GREAT DIN.\n\nAgitated now, PILATE points to JESUS,\n\nPILATE\n(shouts)\nAre you not content? Look at him. If this\nman once thought he was king of the Jews,\nI am sure he no longer does.\n\nCAIPHAS\nHe made himself the son of God. Crucify\nhim.\n\nAnother eruption of shouts “CRUCIFY HIM” from the crowd\nstartles and intimidates PILATE. He turns to JESUS and, over\nthe din below:\n\nPILATE\n\nSpeak to me. I have the power to crucify\nyou, or else to set you free.\n\n(CONTINUED)\n\f56.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns to JESUS and, over\nthe din below:\n\nPILATE\n\nSpeak to me. I have the power to crucify\nyou, or else to set you free. (CONTINUED)\n\f56. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nJESUS slowly, painfully lifts His battered face to PILATE,\nHis voice is remarkably strong.\n\nJESUS\nYou have no power over me,\n\nPILATE is mystified.\n\nJESUS (cont'd)\nBut they who delivered me to you have the\ngreater sin.\n\nPILATE turns to the infuriated crowd of Pharisees in the\nPRAETORIUM, then back to JESUS, He finally signals to one of\nthe ROMAN GUARDS to bring him a basin of water. This is\nplaced between him and JESUS.\n\nJESUS leoks at the clear water:\n\n, FADE TO BLACK:\nTHE BLACK FADES TO WHITE:\nINT. LAST SUPPER ROOM. NIGHT.\n\nJESUS stands at a long table, between JOHN and PETER. The\nrest of His Apostles sit on either side of JOHN and PETER.\nAli watch as He uncovers a CHALICE, places it on the table\nbefore Him, lifts a ROUND PLATE and place this OVER the\nshelf. He BLESSES the bread and oils which sit in small VASES\nnext to the chalice and turns to PETER, PETER pours some WINE\ninto the chalice, which JESUS blesses by raising it up with\nboth hands.\n\nFirst JESUS turns to PETER who POURS WATER ON His hands, then\nto JOHN, who follows suit. Their gestures are both imposing\nand mysterious.\n\nCUT TO:\nINT. PILATE’S PALACE. DAY.\nPILATE dips his hands in the water as he faces the mob below\nthe platform. They quiet down as he dramatically washes his\nhands before them and cries out:\nPILATE\nTI have said I find no cause in him. You\n\ntake him. You crucify him. I am innocent\nof the blood of this man.\n\n(CONTINUED)\n\f \n\n57.\nCONTINUED:\n\nCAIPHAS\nMay his blood be upon us, then, and upon\nour children.\n\nPandemonium. CAIPHAS and ANNAS turn to the Temple GUARDS and\nSHOUT IN THEIR EARS OVER THE TUMULT.\n\nTHE BRUTISH GUARD points to PILATE. They look up.\n\nPILATE is INSCRIBING SOMETHING ON A FLAT WOODEN BOARD.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BRUTISH GUARD points to PILATE. They look up. PILATE is INSCRIBING SOMETHING ON A FLAT WOODEN BOARD. \n\nTARGET SECTION TO BE ANNOTATED:\n When\nhe is finished he hands the BOARD to a ROMAN GUARD who\ndelivers it to CAIPHAS.\n\nCAIPHAS reads, then turns angrily to PILATE:\n\nPILATE\nPlace it on the cross for all to read.\n\nCAIPHAS\nKING OF THE JEWS? He is not King of the\nJews, Governor!\n\nPILATE waits for some quiet, then, with contempt and\nauthority:\n\nPILATE\nWhat I have written I have written.\n\nPILATE exits, so eager to get away that he fails to see\nCLAUDIA near the exit, eyes fixed on the bent, nearly\ncrushed, bleeding figure of JESUS.\n\nGalvanized by the HOWLING MOB, the TEMPLE GUARDS rush up the\nstairs, take hold of JESUS and force Him down the stairs,\nstumbling and tripping.\n\nAt the foot of the stairs He is met by the BRUTISH GUARD.\nThe smile is sadistic, ominous.\n\nFADE OUT:\nEXT. PILATE’S PALACE GATES. DAY.\nMARY, JOHN and MAGDALEN are being shoved around by the\nexcited mob emerging from the ROMAN GOVERNOR’s FORUM. The\nenergy of the mob is hot, unfocused, primitive... filled with\nanimal anticipation.\nROMAN SOLDIERS, in formation, try to keep the people away\n\nfrom a CLEARING just outside the OPEN GATES. The CROWD NOISE\nis LOUD, UNRELENTING.\n\n(CONTINUED)\n\f \n\n58.\nCONTINUED:\n\nBLARE of TRUMPETS. HORSEHOOVES on COBBLESTONE, PILATE emerges\nfrom the GATES riding a STALLION. He is followed by A DOZEN\nROMAN CAVALRY OFFICERS.\n\nMAGDALEN is the FIRST to see the EXECUTIONERS emerge from the\ngates directly behind the horsemen. They are a different,\nsavage-looking lot of men. They carry with them the tools of\ntheir occupation, loosely in their hands: LONG SHARP NAILS,\nROPE WRAPPED AROUND THEIR SHOULDERS, LARGE HAMMERS, other\nwood~-working tools.\n\nMAGDALEN’s eyes follow the scruffy band, then, wide-eyed with\nPANIC, turn once more to the GATES.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are a different,\nsavage-looking lot of men. They carry with them the tools of\ntheir occupation, loosely in their hands: LONG SHARP NAILS,\nROPE WRAPPED AROUND THEIR SHOULDERS, LARGE HAMMERS, other\nwood~-working tools. MAGDALEN’s eyes follow the scruffy band, then, wide-eyed with\nPANIC, turn once more to the GATES. \n\nTARGET SECTION TO BE ANNOTATED:\nTWO BRUISED and BATTERED MEN (DISMAS and GESMAS) emerge.\nTheir ARMS are TIED TO stubby LOGS of wood.\n\nA new terror now enters into MAGDALEN’s eyes. She\nsees the same realization in both MARY’s and JOHN’s\nexpressions. Wild-eyed now, near panic, MAGDALEN scans the\nfaces and movements all around her, then FREEZES.\n\nTWO MEN BRING OUT a LONG, well-trimmed LOG and deposit it on\nthe ground, at the center of the cleared area.\n\nPILATE and his HORSEMEN watch, along with the rest of the\ncrowd. Then he turns his horse to face the gates.\n\nFrom BEHIND MAGDALEN, CAIPHAS and ANNAS PUSH past, approach\nPILATE and point to the SOLDIER carrying the WOODEN SIGN on\nwhich KING OF THE JEWS is inscribed,\n\nCAIPHAS\nExcellency, you must not allow that sign\nto be...\n\nPILATE\n(interrupts)\nIt is the accusation I chose to heed.\n\nCAI PHAS\nBut it is not the reason he.,.\n\nPILATE\n(interrupts again, harshly)\nYour law is not my law. I have told you\nwhat I think.\n\nHe spurs his mount. The horse stamps his feet on the\ncobblestone and CAIPHAS backs away, angry and fearful.\n\nThe CROWD is TENSE as it nervously awaits the appearance of\nJESUS,\n\n(CONTINUED)\n\f59.\nCONTINUED: (2)\n\nPILATE’s eyes scan the crowd and settle on MAGDALEN as she\nBREAKS away from the rest and RUSHES toward his mount. The\nHORSE is momentarily spooked.\n\nMAGDALEN RUSHES past JOHN and MARY, throws herself on the\nground before PILATE, crying out as she points at CAIPHAS\n\nMAGDALEN\nDo not let them, I beseech you do not let\nthem crucify a holy man!\n\nHer cries have now seriously spooked PILATE’s HORSE, who\nbucks, raises his front legs and dangerously kicks the air.\nJOHN rushes in, literally LIFTS MAGDALEN to her feet and\ncarries her out of the way of the horse’s hooves.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAGDALEN RUSHES past JOHN and MARY, throws herself on the\nground before PILATE, crying out as she points at CAIPHAS\n\nMAGDALEN\nDo not let them, I beseech you do not let\nthem crucify a holy man! Her cries have now seriously spooked PILATE’s HORSE, who\nbucks, raises his front legs and dangerously kicks the air. JOHN rushes in, literally LIFTS MAGDALEN to her feet and\ncarries her out of the way of the horse’s hooves. \n\nTARGET SECTION TO BE ANNOTATED:\nMAGDALEN’s CRIES are loud, unconsolable.\n\nPILATE is SHAKEN by the confrontation with MAGDALEN. His eye\nturn to MARY, next to MAGDALEN and JOHN, but SHE has now\nfocused on JESUS as He emerges from the FORUM, dressed in\nhis own clothes again. He comes to a stop directly in front\nof the LOG, falls to His knees, OPENS His arms and EMBRACES\nthe wood.\n\nDISMAS and GESMAS watch, along with everyone else.\n\nGESMAS\nWhy do you hug your cross, fool?\nThere...hug them! They’re the ones who\ncan save you...the Romans!\n\nDISMAS looks at GESMAS with reproach, but GESMAS grins back\nwith scornful malice.\n\nJESUS slowly, painfully rises to His feet. The TEMPLE GUARDS\nnow once again TIE Him up with chains and ropes, the same as\nwhen they first arrested Him. He is then FORCED to His\nknees, the LOG is placed on his SHOULDER.\n\nMAGDALEN WAILS. She is the only one who always lets the full\nforce of her despair express itself.\n\nPILATE signals the ROMAN HORSEMEN. A TRUMPET IS SOUNDED and\nthey MOVE OFF, at the head of the ghoulish procession\n\nThe BRUTISH GUARD who made the Crown of Thorns, stands over\nJESUS and shouts:\n\nBRUTISH GUARD\n\nRise up, your highness. Mumbling psalms\nwill not help you now. Rise and set off.\n\n(CONTINUED)\n\fSoe\n\n60.\nCONTINUED: (3)\n\nJESUS tries, but the full weight of the log on His shoulder\n\nis too much for Him. The BRUTISH GUARD waves a couple of his\nmen over. They grab hold of JESUS under His arms as well as\n\nthe LOG. Trembling with pain and exhaustion, JESUS now lifts\nHimself to His feet. The weight of the wood is crushing. He\n\nsupports the LOG on His right shoulder, helping Himself with\nHis right arm.\n\nThe CORDS fastened to the the belt around His waist are held\nby TEMPLE GUARDS both in front of Him and behind.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe weight of the wood is crushing. He\n\nsupports the LOG on His right shoulder, helping Himself with\nHis right arm. The CORDS fastened to the the belt around His waist are held\nby TEMPLE GUARDS both in front of Him and behind. \n\nTARGET SECTION TO BE ANNOTATED:\nROMAN FOOT-SOLDIERS LINE the street and prevent the CROWD\nfrom approaching the THREE CONDEMNED MEN.\n\nThe streets and rooftops, however, are dense with curious\nmen, women and children. Many shout indecipherably as JESUS\npasses in front of them, others watch silently.\n\nThe slow, painful procession, under the HEAT of the sun, now\napproaches an AQUEDUCT under which the roadway is in VERY\nPOOR SHAPE. At the center of the road is a HOLLOW FILLED WITH\nDIRTY WATER,\n\nJESUS reaches the hollow, exhausted, and FALLS, HIS FACE\nslamming onto a rock. The LOG tumbles to the ground.\n\nThe fury and sadism of the Temple GUARDS redoubles. They\nSHOUT and KICK JESUS, who remains momentarily MOTIONLESS.\n\nThen, in the middle of the violent display by the GUARDS,\nJESUS slowly reaches out an arm in a gesture that asks for\nhelp. No one does. He lifts His head and looks up at the\nbright SUN, directly overhead.\n\nFADE TO WHITE:\nEXT. GARDEN IN JERUSALEM. DAY.\n\nBlinding sunlight. SIMON of CYRENE’s face is drenched with\nsweat. His children are seated in a shady area, watching him\nwork. He wipes his face with a cloth, looks at the tool he is\nholding, puts it down with precision beside the rest of his\ntools, and walks toward his children. Once there, he picks up\na cup and dips it into a large bucket seated on the edge of a\nwell, He DRINKS and looks at the children. They are\nunusually solemn.\n\nSIMON OF CYRENE\nIt’s time to go home.\n\nThe children hop off the ledge.\n\ncuUT TO:\n\f61.\n\nEXT. ROAD TO GOLGOTHA. DAY.\n\nJESUS is back on His knees. The LOG lies beside Him and two\nof the GUARDS have taken hold of it by each end. The BRUTISH\nGUARD approaches and JAMS the CROWN OF THORNS back onto\nJESUS’ head as the LOG is placed back on His shoulder so that\nHe is forced to move His head to the side, away from the\nwood, He staggers to His feet.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESUS is back on His knees. The LOG lies beside Him and two\nof the GUARDS have taken hold of it by each end. The BRUTISH\nGUARD approaches and JAMS the CROWN OF THORNS back onto\nJESUS’ head as the LOG is placed back on His shoulder so that\nHe is forced to move His head to the side, away from the\nwood, He staggers to His feet. \n\nTARGET SECTION TO BE ANNOTATED:\nThe BLOOD from his FLAGELLATION WOUNDS has begun to FILTER\nTHROUGH His clothes.\n\nCUT TO;\nEXT. STREET OF JERUSALEM. DAY.\n\nMARY and JOHN walk at the head of the group of women, among\nwhom MAGDALEN, whose cries have been replaced with\ntightlipped silence.\n\nMARY CRUMPLES to the ground, as though the weight of the\ncross had been placed on her shoulders.\n\nMARY\nJohn...\n\nJOHN\nWe must hurry, Mary...we must hurry.\n\nMARY struggles to her feet, trips on her garment, stands up\nagain, pale, distraught yet determined. She follows JOHN down\na narrow street toward a BUILDING set along the WIDER street.\nPeople have already gathered on the edges of the road, and\nthere is a TUMULT of voices approaching.\n\nJOHN KNOCKS THREE TIMES on a door. A servant opens it. MARY,\nJOHN, MAGDALEN and the rest of the women step INTO the\ndoorway. The approaching PROCESSION is getting louder\n\nMARY\nJohn...I do not know if I have the\nstrength to remain...\n\nJOHN looks at her with deep concern.\nJOHN\n{ever so gently)\n\nHe is almost here, Mary. They are coming\nthis way.\n\n(CONTINUED)\n\f \n\n \n\n62.\nCONTINUED:\n\nMARY\nI do not know if I have the strength to\nsupport such a sight, John. If I should\nnot..go away now.\n\nJOHN peers at the street, steeply winding its way upward.\n\nJOHN\nIf you do not stay and see him pass, you\nwill grieve all the more later.\n\nPILATE and the HORSEMEN pass now, followed by the TWO\nTHIEVES, DISMAS and GESMAS, carrying their crosses.\n\nMARY searches past DISMAS and GESMAS and sees JESUS. She\nbrings her hands together and becomes utterly still.\n\nJESUS looks as if He were SINKING beneath the weight of His\ncross. His head droops away from the wood, bleeding\ncontinuously from the LONG THORNS sunk in His skull and\nforehead. Despite His desperate condition, He manages to cast\na side glance at MARY as He staggers past her.\n\nMARY\n(whisper)\nMy son...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis head droops away from the wood, bleeding\ncontinuously from the LONG THORNS sunk in His skull and\nforehead. Despite His desperate condition, He manages to cast\na side glance at MARY as He staggers past her. MARY\n(whisper)\nMy son... \n\nTARGET SECTION TO BE ANNOTATED:\nJESUS loses his footing for the secend time and falls to His\nknees.\n\nMARY impulsively rushes past the distracted GUARDS, THROWS\nherself at His feet, embraces His bleeding legs.\n\nThe ROMAN SOLDIERS look on, embarrassed.\n\nROMAN SOLDIER\nWho is that brave woman?\n\nSECOND ROMAN SOLDIER\nShe is the Galilean’s mother.\n\nTWO of the ROMAN SOLDIERS step forward, PUSH AWAY the TEMPLE\nGUARDS who are SHOUTING AT MARY and lead MARY back to JOHN\nand MAGDALEN.\n\nThe CROWD around the ROMAN SOLDIERS, TEMPLE GUARDS and the\nTHREE CONDEMNED MEN has become BOISTEROUS, despite the MANY\nFACES among them who look on in silence.\n\nJESUS manages to get back on His feet, although His back is\nnow bent like that of an OLD MAN. The BLOOD streaming from\nthe CROWN OF THORNS is now blinding Him as it drips into His\neyes,\n\n(CONTINUED)\n\fPAS\n\n63.\nCONTINUED: (2)\n\nMARY, JOHN and MAGDALEN remain in the doorway until the\nprocession has moved on.\n\ncur To:\nEXT. EASTERN WALLS OF JERUSALEM. STREET. DAY.\n\nSIMON OF CYRENE and his three CHILDREN are walking toward a\nWIDER STREET. They hesitate for a moment when they see the\nCROWD of people ahead.\n\nPILATE appears leading the ROMAN HORSEMEN.\n\nSIMON’s CHILDREN, EXCITED by the sight of the horses and\nuniforms RUN AHEAD of SIMON and push through the crowd. The\nCHILDREN STOP abruptly as they SEE what is in reality\nhappening. Their eyes widen in horror.\n\nCarrying the heavy LOG on His bent shoulder, His HEAD\nCOVERED WITH BLOOD, JESUS STUMBLES. The LOG slides off His\nshoulder once again and JESUS falls a THIRD TIME.\n\nIt is at this moment that SIMON manages to get past the\ndense, JEERING CROWD lining the street, in pursuit of his\nCHILDREN, who stand next to where JESUS has fallen, staring\nat Him in bewildered silence.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCarrying the heavy LOG on His bent shoulder, His HEAD\nCOVERED WITH BLOOD, JESUS STUMBLES. The LOG slides off His\nshoulder once again and JESUS falls a THIRD TIME. It is at this moment that SIMON manages to get past the\ndense, JEERING CROWD lining the street, in pursuit of his\nCHILDREN, who stand next to where JESUS has fallen, staring\nat Him in bewildered silence. \n\nTARGET SECTION TO BE ANNOTATED:\nSIMON takes in the horrific scene: the GUARDS - DISMAS and\nGESMAS - JESUS on the ground near where he stands,\n\nBRUTISH GUARD\nOn his feet, damn you all! Get him back\non his feet.\n\nROMAN SOLDIER\nAre you blind? Don’t you see the man\ncannot continue like this? He’1l die\nbefore you ever get him to Golgotha.\n\nThe BRUTISH GUARD scans the faces, trying to gauge what he\ncan get away with. A SECOND GUARD mutters to him:\n\nSECOND GUARD\nThe Roman is right, look at him! Maybe we\nshould get someone else to carry his\ncross.\n\nThe BRUTISH GUARD’s eyes have just fallen on SIMON OF CYRENE,\nlarge, broad-shouldered, reaching out to take the hands of\nhis two younger children.\n\nBRUTISH GUARD\nYou!\n\n(CONTINUED)\n\fSee\n\n64.\nCONTINUED:\n\nSIMON lifts his head as the people around him move away. He\nnow finds himself isolated from the rest, he and his\nchildren. He looks back at the BRUTISH GUARD:\n\nBRUTISH GUARD (cont’ d)\n(brusque)\nYes, YOU! Come here, I said.\n\nSIMON's CHILDREN look up at him. The youngest starts to cry.\nSIMON pulls him close as he approaches the GUARD.\n\nSIMON OF CYRENE\nWhat do you want from me?\n\nBRUTISH GUARD\nThis blasphemer has been condemned to be\ncrucified, but he’s no longer able to\ncarry his cross. You will carry it for\nhim, Now let’s get moving.\n\nSIMON looks at the LOG, then at JESUS, who has lifted His\nhead, slowly, painfully, to look at SIMON.\n\nSIMON OF CYRENE\nNo, I’m sorry, but I cannot do what you\nask. This is none of my business. You’1l\nhave to find someone else...\n\nThe CHILDREN, all crying now, clutch at SIMON’s clothes.\n\nThe BRUTISH GUARD looks at them, indifferently, shrugs and\ninterrupts SIMON, threateningly.\n\nBRUTISH GUARD\nI’m not asking for your help. I’m\nordering you to pick up that cross. Now\nlet’s go.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nBRUTISH GUARD\nI’m not asking for your help. I’m\nordering you to pick up that cross. Now\nlet’s go. \n\nTARGET SECTION TO BE ANNOTATED:\nJESUS's blood-drenched eyes meet SIMON’s, then turn on the\nfrightened CHILDREN hanging onto SIMON’s cloak, Their grip on\nSIMON’s clothes loosens.\n\nSIMON OF CYRENE\nAllright. (raises his voice for all to\nhear) But remember, all of you, that I\nhave not been condemned...that I, an\ninnocent man, have been asked to carry\nthe cross of one who is condemned.\n\nHe turns to the children, who are still looking at JESUS.\n\nSIMON OF CYRENE (cont’d)\nStay here and wait for me.\n\n(CONTINUED)\n\f65.\nCONTINUED: (2)\n\nA WOMAN steps forward and places her hands on the children’s\nshoulders, comfortingly.\n\nThere is little strength left in JESUS, yet He looks at SIMON\nwith gratitude before He is dragged forward again.\n\nSIMON lifts the LOG to his shoulders and follows.\nCur TO:\nINT. HOUSE ON ROAD TO GOLGOTHA. DAY.\n\nThe NOISE of HORSEHOOVES ON STONE, and that of the CROWD\nOUTSIDE, drift in from an open window into a bare room.\n\nIn the room a TALL, BEAUTIFUL WOMAN of NOBLE BEARING\n({SERAPHIA, aka VERONICA) is pouring some wine into a goblet.\nBy her side is a YOUNG GIRL,\n\nAs soon as the goblet is filled, SERAPHIA also picks up a\nfine LINEN VEIL. The veil in one hand and the goblet in the\nother, she opens the door and exits.\n\nCUT TO:\nEXT, ROAD TO GOLGOTHA. DAY.\n\nThe PROCESSION of ROMAN SOLDIERS, TEMPLE GUARDS, DISMAS,\nGESMAS and JESUS, with SIMON OF CYRENE struggling to follow\nis practically AT SERAPHIA’s DOOR.\n\nThe ROMAN SOLDIERS are too distracted to notice SERAPHIA as\nshe majestically STRIDES toward JESUS. By the time they\nnotice the tall woman and the girl, SERAPHIA has knelt down\nin front of JESUS. She hands the GOBLET to the girl and\nreaches up to His face with the VEIL:\n\nSERAPHIA\nPermit me, my Lord.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe ROMAN SOLDIERS are too distracted to notice SERAPHIA as\nshe majestically STRIDES toward JESUS. By the time they\nnotice the tall woman and the girl, SERAPHIA has knelt down\nin front of JESUS. She hands the GOBLET to the girl and\nreaches up to His face with the VEIL:\n\nSERAPHIA\nPermit me, my Lord. \n\nTARGET SECTION TO BE ANNOTATED:\nJESUS tremblingly takes the veil in his hands and places it\nover His face. This removes some of the BLOOD, SWEAT and\nGRIME. He hands the veil back to her.\n\nBy now the GUARDS as well as the SOLDIERS have taken note of\nwhat’s happening.\n\nThe BRUTISH TEMPLE GUARD steps back toward JESUS just as the\nGIRL tries to hand JESUS the GOBLET of wine. He KNOCKS THE\nGOBLET out of her hand onto the ground.\n\nSIMON watches, immobilized by the LOG on his back,\n\n(CONTINUED)\n\f66.\nCONTINUED:\n\nBRUTISH GUARD\nWho do you think you are, woman, that you\ncan approach a condemned man like so? Get\nback to where you came from!\n\nSERAPHIA and the GIRL quickly retreat.\n\nThe BRUTISH GUARD then turn to JESUS with open hatred and\nHITS HIM with a long STICK as he shouts:\n\nBRUTISH GUARD (cont‘ d)\nGET ALONG, MARCH! MOVE IT!\n\nJESUS takes a weak step forward, then slips and falls to His\nknees a FOURTH TIME. This triggers a BURST of rage in the\nGUARD, who LASHES OUT AT JESUS with his stick. The other\nGUARDS are galvanized by his ferocity and so fail to hear the\nHEAVY THUD of the LOG as it falls to the ground, off SIMON of\nCYRENE’s shoulder. SIMON strides up to the BRUTISH GUARD,\nGRABS THE STICK OUT OF HIS HAND AS HE IS ABOUT TO STRIKE\nJESUS AGAIN, BREAKS IT IN HALF OVER HIS KNEE AND THROWS IT\nAWAY.\n\nSIMON OF CYRENE\nSTOP IT!\n\nThe BRUTISH GUARD and his men freeze, stunned.\n\nSIMON glances at JESUS, whose battered face is once again\ncovered with blood, and whose entire body TREMBLES\nCONTINUOUSLY. SIMON’s FURY explodes:\n\nSIMON OF CYRENE (cont’d)\nIf you don’t stop torturing this man I\nwill NOT CARRY THAT CROSS ONE STEP\nFURTHER. I don’t care what you do to me,\nI don’t care if you kill me.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON glances at JESUS, whose battered face is once again\ncovered with blood, and whose entire body TREMBLES\nCONTINUOUSLY. SIMON’s FURY explodes:\n\nSIMON OF CYRENE (cont’d)\nIf you don’t stop torturing this man I\nwill NOT CARRY THAT CROSS ONE STEP\nFURTHER. I don’t care what you do to me,\nI don’t care if you kill me. \n\nTARGET SECTION TO BE ANNOTATED:\nQuick, angry glances between the men.\nBRUTISH GUARD\nAllright. Allright. Let’s move along. We\ndon’t have all day...let’s GO!\nThe road is steep. JESUS moves with agonizing difficulty. The\nWALLS of JERUSALEM are behind the procession as they wind\ntheir way upward, followed by the mob of people.\n\ncor TO:\n\n(CONTINUED)\n\f67,\nCONTINUED: (2)\n\nEXT. GOLGOTHA. DAY.\n\nAt the TOP of Calvary, on the relatively FLAT EXECUTION\nGROUND (GOLGOTHA), PILATE and his HORSEMEN watch the grim\nprocession wind its way upward.\n\nPILATE turns to the EXECUTION SITE, where men are still\ndigging the pits into which the crosses will be dropped.\n\nPILATE turns to the ROMAN CAVALRY OFFICERS.\nPILATE\n\nStay here. Keep an eye on the Temple\n\nGuards and those priests.,,see that my\n\norders are fully complied with.\nBefore any of the horsemen can answer he spurs his mount.\n\nCUT TO:\n\nEXT. ROAD TO CALVARY. DAY.\nJESUS stumbles and FALLS a FIFTH TIME.\nHe turns to look at the WALLS OF JERUSALEM, now stretched out\nbelow where He has fallen. Behind Him, SIMON struggles with\nthe weight of the LOG.\nThe SOUND of HORSEHOOVES. PILATE appears over the rise and\nrides down the road toward the procession. He stops his horse\nwhen he reaches JESUS. He sits motionless and studies JESUS\nwith obvious discomfort. He is a man very much in distress,\nnagged by his conscience,\nPILATE abruptly WHIPS his mount into a GALLOP.\nWE FOLLOW PILATE’S CRAZY RIDE down the steep road toward the\ncity, SCATTERING men, women and children as he goes. Only two\nCavalry Officers make the ride back with him.\n\nJESUS watches the escape of PILATE, along with DISMAS and\nGESMAS and SIMON of CYRENE.\n\nFADE OUT:\nEXT. ROAD TO CALVARY. DAY.\nThe rest of the ROMAN HORSEMEN now DESCEND from GOLGOTHA,\n\nslowly, toward the PROCESSION.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nROAD TO CALVARY. DAY. The rest of the ROMAN HORSEMEN now DESCEND from GOLGOTHA,\n\nslowly, toward the PROCESSION. \n\nTARGET SECTION TO BE ANNOTATED:\n They TAKE UP STAGGERED\nPOSITIONS along the road beside the ROMAN FOOTSOLDIERS.\n\n(CONTINUED)\n\f68.\nCONTINUED:\n\nThe Temple Guards, under pressure now to accomplish their\nmission as quickly as possible, vent their discomfort on the\ncondemned, first by whipping GESMAS and DISMAS, then by\nturning their attention once more to JESUS.\n\nCUT TO:\nEXT. GOLGOTHA EXECUTION GROUND, DAY.\n\nEXHAUSTED, JESUS FALLS for the SIXTH TIME on this last\nstretch, It is a BRUTAL FALL. The GUARDS are upon him like a\nswarm of BEES, but He rises despite their brutal beatings and\ntakes the last few steps onto the plateau.\n\nSIMON, directly behind Him and very nearly at the end of his\nown strength, watches JESUS stagger onto the flat ground and\nfall to the ground.\n\nSIMON struggles mightily to drag the LOG the last few steps\nonto highland, where he lets it DROP to the ground.\n\nSIMON OF CYRENE’S POV:\n\nThere are FIVE ROADWAYS leading into the GOLGOTHA Plateau.\nFrom the most level of the roadways now appear the HORSES of\nCAIPHAS, ANNAS and other members of the SANHEDRIM. They enter\nthe circular zone, dismount.\n\nThe MOST CROWDED, and steepest, of the roadways is the road\ntaken by the executioners. The CROWD OF ONLOOKERS now streams\nonto the PERIPHERY of the execution ground.\n\nMORE PEOPLE make their way onto the flat ground from the\nother roads and form a CIRCLE around the EXECUTION AREA.\n\nWORKMEN here still labour feverishly to prepare the PITS into\nwhich the CROSSES will be dropped.\n\nThe SOUND of METAL as the EXECUTIONERS DROP their tools to\nthe ground: HEAVY HAMMERS, LONG WIDE NAILS, ROPES.\n\nThe BRUTISH GUARD approaches SIMON of CYRENE.\nBRUTISH GUARD\nGo now. You are released. You did what\nwas asked of you. Go.\nThe GUARD turns away from him, dismissively.\nSIMON ignores him.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nGo. The GUARD turns away from him, dismissively. SIMON ignores him. \n\nTARGET SECTION TO BE ANNOTATED:\n Instead, he approaches the prostrate\n\nfigure of JESUS, kneels beside Him and studies His torn,\nblood~soaked face.\n\n(CONTINUED)\n\f69.\nCONTINUED: (2)\n\nHe then lifts his face and watches the WORKMEN as they TIE,\nthen NAIL ARMS onto the central LOG, and finish ASSEMBLING\nTHE CROSS. JESUS body begins to TREMBLE.\n\nSIMON unfolds a heavy woolen CLOAK he carries draped over his\nshoulder and wraps it around JESUS’ shoulders.\n\nSIMON POV:\n\nC.U. of the WOUNDS on JESUS’ neck, the GOUGED SKIN on His\nscalp, the WET BLOODSTAINS covering all His clothes, THE\nEYES OF JESUS as they OPEN and WATCH HIS FACE.\n\nJUST THEN, SHADOWS move between the two. SIMON\nturns to look. TWO ROMAN\nHORSEMEN. One of them (ABENADAR) watches SIMON. SIMON stands\nup.\n\nBetween the two HORSEMEN, MARY, JOHN and MAGDALEN are\nstepping toward him, eyes riveted on the figure of JESUS.\n\nCUT TO:\nEXT. GOLGOTHA. DAY.\n\nCAIPHAS, ANNAS and two ELDER MEMBERS of the SANHEDRIM inspect\nthe CENTRAL PIT into which the CROSS will be fitted, It is on\nthe HIGHEST GROUND on GOLGOTHA, behind an enormous BOULDER.\n\nCAIPHAS looks up at the sky, which is darkening with SWIFT~\nMOVING CLOUDS. He turns to the GUARDS, SIGNALS the BRUTISH\none to approach,\n\nCUT To:\nEXT. GOLGOTHA. DAY.\n\nSIMON steps away from JESUS as MARY, JOHN and MAGDALEN\napproach.\n\nABENADAR and the SECOND ROMAN HORSEMAN have UNCONSCIOUSLY\nhalted their mounts in a way that makes them appear as if\nthey are here to GUARD MARY, JOHN and MAGDALEN.\n\nJOHN and MAGDALEN are too focused on JESUS to see anyone\nelse, but MARY raises her eyes, recognizes SIMON, slows and\nstops in front of him.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nSIMON steps away from JESUS as MARY, JOHN and MAGDALEN\napproach. ABENADAR and the SECOND ROMAN HORSEMAN have UNCONSCIOUSLY\nhalted their mounts in a way that makes them appear as if\nthey are here to GUARD MARY, JOHN and MAGDALEN. JOHN and MAGDALEN are too focused on JESUS to see anyone\nelse, but MARY raises her eyes, recognizes SIMON, slows and\nstops in front of him. \n\nTARGET SECTION TO BE ANNOTATED:\nNo one has time to say anything because the BRUTISH TEMPLE\n\nGUARD now steps between MAGDALEN and JESUS. His eyes glare at\nthe figure on the ground.\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nBRUTISH GUARD\nAllright, your throne is ready, your\nMajesty. Plenty of time for rest after\nthe...coronation ceremony.\n\nGuffaws from a number of the Guards and executioners.\n\nBRUTISH GUARD (cont‘d)\nNow GET UP! No time to waste!\n\nHe tries to make room for JESUS by pushing back JOHN and\nMAGDALEN from Him. He looks at them, irritated:\n\nBRUTISH GUARD (cont’ d)\nMove back behind the soldiers, both of\nyou. No one is to be allowed near the\ncondemned from now on...\n\nHis eyes drift to MARY, to SIMON, They FREEZE on SIMON:\n\nBRUTISH GUARD (cont’d)\nWhat are you still doing here? I told you\nLEAVE. ..GO HOME!\n\nHe moves toward them, arm raised, but STOPS when ARENADAR\nspurs his mount forward and rests his horsewhip, softly, on\nthe man’s shoulder.\n\nABENADAR\nNo.\n\nThe BRUTISH GUARD look up at ABENADAR, frowns.\n\nABENADAR (cont’d)\nYou are in this man’s debt.\n\nJESUS has opened His eyes. MAGDALEN falls back to her knees\nbeside Him and starts to wipe BLOOD from His face.\n\nBRUTISH GUARD (cont’ d)\nWe can’t just let anyone wander in who\nwants to look. They’1l get in the way. We\nhave a job to do.\n\nJESUS is struggling to get back to His feet. MAGDALEN and\nJOHN help Him. Their clothes are covered with His blood.\n\nMAGDALEN\n(interrupts)\nA job. You call what you’ve done to this\nholy man a JOB? Animals have more mercy\nthan you do. Barbarians.\n\n(CONTINUED)\n\f71.\nCONTINUED: (2)\n\nThe BRUTISH GUARD glances at her.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nBarbarians. (CONTINUED)\n\f71. CONTINUED: (2)\n\nThe BRUTISH GUARD glances at her. \n\nTARGET SECTION TO BE ANNOTATED:\n Her thick mane of hair has\ncome loose, her face is now wet with tears and her clothes\nare covered with JESUS’ blood.\n\nBRUTISH GUARD\nYou shameless wench...how dare you speak\nto me like so?\n\nJOHN is the one who now steps up and grabs the man's wrist as\nhe is about to hit MAGDALEN.\n\nJOHN\nNo, please, I will take her away...\n\nJOHN helps MAGDALEN move off. She struggles, tearfully.\n\nABENADAR’s eyes narrow as he studies JESUS, the he turns to\nMARY and SIMON, The profound pain and sorrow etched on MARY’s\nface seems to stab at his Heart. When they, too, have moved\naway:\n\nABENADAR\n{to the Brutish Guard, soft)\nWho is she? That woman. .?\n\nBRUTISH GUARD\n(gruff, i11-tempered)\nThe Galilean’s mother.\n\nThe BRUTISH GUARD now PUSHES JESUS back down to His knees\nnext to the CROSS. The rest of the EXECUTIONERS are\nimpatient, UNCERTAIN what they can get away with as long as\nABENADAR keeps close to the area,\n\nFADE TO WHITE:\nINT. HOUSE OF NICODEMUS IN JERUSALEM. LAST SUPPER. NIGHT,\n\nA BLAZING, RED HOT OVEN. FLAT LOAVES of UNLEAVENED bread are\ntaken from the oven, covered with linen.\n\nA low, narrow table (shaped like a horseshoe) around which\nthe APOSTLES sit on the floor, six on each side of JESUS.\nAttendants approach through the inner part of the half-\ncircle, carrying the LINEN COVERED LOAVES.\n\nJESUS reaches for the LINEN covering the loaves, and lifts it\noff the bread.\n\nFADE TO PRESENT:\n\fes\n\n72.\n\nEXT. GOLGOTHA. DAY.\n\nThe CAPE which SIMON draped over JESUS is PULLED OFF HIS BACK\nby the BRUTISH GUARD, who steps back as JESUS struggles to\nLIE BACK on the cross. The CROWN of THORNS gets in the way\nwhich forces Him to keep His head at an unnatural angle.\nAgony.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CAPE which SIMON draped over JESUS is PULLED OFF HIS BACK\nby the BRUTISH GUARD, who steps back as JESUS struggles to\nLIE BACK on the cross. The CROWN of THORNS gets in the way\nwhich forces Him to keep His head at an unnatural angle. Agony. \n\nTARGET SECTION TO BE ANNOTATED:\nThe EXECUTIONERS move in like hungry animals. They first\nMEASURE where the hands and feet of JESUS will rest on the\nwood, then leave MARKS on the CROSS.\nFADE TO WHITE:\nINT. HOUSE OF NICODEMUS IN JERUSALEM. LAST SUPPER. NIGHT.\nThe mood around the table becomes solemn.\nJESUS then reaches for a PLATE on the table and PLACES IT\nOVER a CHALICE in front of Him. He then picks up one of the\nLOAVES of bread, PLACES IT ON THE PLATE, locks up and scans\nthe faces around the table.\nJESUS\n\nYou are my friends, and the greatest love\n\na person can have for his friends is to\n\ngive his life for them.\nQuick exchange of puzzled looks among the Apostles.\n\nJOHN looks down at the LOAF OF BREAD on the plate in front of\nJESUS.\n\nFADE OUT:\nEXT, GOLGOTHA. DAY.\nJOHN watches JESUS try to stretch out on the cross as the\nEXECUTIONERS take their measurements. MARY buries her face in\nJOHN’ s chest. JOHN'’s eyes fill with tears.\n\nSIMON has to PHYSICALLY HOLD BACK MAGDALEN who then falls to\nher knees, numbed by her effort.\n\nMAGDALEN’S POV:\n\nJESUS has both His arms stretched out on the arms of the\ncross. The EXECUTIONERS act as though His limbs were those of\na puppet.\n\nABENADAR looks gigantic on his horse, and imposing. The\n\nBRUTISH GUARD, by comparison, seems small and malicious as he\nSHOUTS DOWN INTO JESUS’ face.\n\n(CONTINUED)\n\f73.\nCONTINUED:\n\nBRUTISH GUARD\nAll right, your highness, we’re almost\nready. Now get up! On your feet...\n\nThe rough measurements taken, he reaches down and grasps\nJESUS’s clothes and YANKS Him to His feet.\n\nThe EXECUTIONERS remove the ropes still tied to JESUS and try\nto pull His WOOLEN GARMENT over His head. The CROWN of THORNS\nis in the way.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe rough measurements taken, he reaches down and grasps\nJESUS’s clothes and YANKS Him to His feet. The EXECUTIONERS remove the ropes still tied to JESUS and try\nto pull His WOOLEN GARMENT over His head. The CROWN of THORNS\nis in the way. \n\nTARGET SECTION TO BE ANNOTATED:\n The BRUTAL GUARD steps in and simply YANKS it\nOFF, causing fresh wounds, then grabs the garment and TEARS\nit over JESUS’ head.\n\nHe is now left wearing only His SCAPULAR and His loin\ncovering. The SCAPULAR is made of wool. It has STUCK to His\nraw, bleeding flesh. The BRUTAL GUARD RIPS IT OFF.\n\nWhat is left standing is the COMPLETELY TORN, SKINLESS, BLOOD~\nDRENCHED BODY of JESUS, shaking like an aspen.\n\nHe starts to falter. LAUGHING heartlessly, the GUARDS now JAM\nthe CROWN OF THORNS back on His head.\n\nNearly BLINDED by the fresh blood pouring onto His face and\nINTO HIS EYES, JESUS looks around the EXECUTION GROUND.\n\nJESUS’ POV:\n\nThe EXECUTIONERS, busily preparing the CROSSES.\n\nThe ROMAN FOOTSOLDIERS and HORSEMEN.\n\nCAIPHAS, ANNAS and other ELDERS, on the periphery of the\nEXECUTION GROUND, behind whom are crowded dozens and dozens\nof MEN, WOMEN and CHILDREN.\n\nFinally His BLOOSOAKED, bruised and battered face stops\nsearching and focuses on JOHN, MARY and MAGDALEN.\n\nThey gaze at His ravaged face with agonized expressions.\nFADE TO WHITE:\nINT. HOUSE OF NICODEMUS IN JERUSALEM. LAST SUPPER. NIGHT.\n\nJOHN lifts his eyes away from the LOAF OF BREAD in JESUS’\nhands and gaze at His face.\n\nIn SHARP CONTRAST with the face we just saw at GOLGOTHA it is\na VIGOROUS, SUPREMELY CALM and SOLEMN face.\n\n(CONT INUED)\n\f \n\n74,\nCONTINUED:\n\nJESUS\nI shall not be with you much longer, my\n‘friends, and you cannot go where I am\ngoing. My command to you after I am gone\nis this: love one another. As I have\nloved you...so love one another.\n\nFADE OUT:\nEXT. GOLGOTHA. DAY.\nThe BRUTISH GUARD points to the ready cross.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nGOLGOTHA. DAY. The BRUTISH GUARD points to the ready cross. \n\nTARGET SECTION TO BE ANNOTATED:\n JESUS\nslowly gets to His knees and then once again struggles to LIE\n\nDOWN on the cross.\n\nThe eager executioners surround Him now, their tools at the\nready.\n\nABENADAR and the ROMAN SOLDIERS watch with growing UNEASE as\nthe CROWD of PHARISEES and SADDUCEES suddenly BURST INTO\nHATEFUL, JEERING SHOUTS.\n\nCAIPHAS and ANNAS and members of the Sanhedrim look on,\ntriumphant:\n\nThe EXECUTIONERS TIE DOWN the RIGHT ARM OF JESUS with a cord\nafter DRAGGING HIS RIGHT HAND to where the HOLE has been\ndrilled in the wood beneath it. One of the men then HOLDS the\nright hand OPEN while a second man places the end of one of\nthe LONG THICK NAILS ONTO HIS WRIST and, with a HEAVY HAMMER,\nDRIVES THE NAIL INTO THE FLESH AND THROUGH IT, DEEPLY INTO\nTHE WOOD. The LONG POINT of the nail emerges on the OPPOSITE\nSIDE OF THE WOOD.\n\nJESUS lets out a DEEP, SUPPRESSED GROAN.\n\nBLOOD GUSHES out of JESUS’ palm, partly spraying the face of\nthe executioner banging the nail through the hand.\n\nMAGDALEN GASPS, then SCREAMS. This is followed by a long\npassionate wail.\n\nMARY stands up, her face manifesting inexpressible pain.\nJOHN’s eyes widen with horror. He bows his head.\n\nFADE OUT:\nINT. HOUSE OF NICODEMUS. JERUSALEM. NIGHT.\n\nJESUS reaches down, picks up the LOAF OF BREAD off the plate\nbefore Him, and breaks the bread in half.\n\n(CONTINUED)\n\f75.\nCONTINUED:\n\nWe MOVE IN ON THE LOAF, the STRONG HANDS HOLDING IT and\nfinally the RADIANT FACE OF JESUS.\n\nJESUS\nYou believe in me and you know that I am\nthe Way, the Truth and the Light...\n\nFADE OUT:\nEXT. GOLGOTHA. DAY.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT:\nEXT. GOLGOTHA. DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nJESUS lifts His HEAD off the cross, in a spasm of agony as\nthe BLOOD-SOAKED EXECUTIONERS now stretch His LEFT ARM toward\nthe MARKED HOLE which they earlier carved in the arm of the\ncross. Curses and loud imprecations. The hole has been\ndrilled too far from where JESUS’ WRIST lies.\n\nThe BRUTAL TEMPLE GUARD strides up to them, knocks them back\nand peers down at the arm of the cross.\n\nBRUTAL TEMPLE GUARD\nIdiots! Here, let me show you how it’s\ndone! Like THIS...\n\nHe takes hold af JESUS’ hand and wrist and PULLS with ALL HIS\nSTRENGTH until the ELBOW SOCKET COMES LOOSE with a POP, then\nthe SHOULDER SOCKET of the arm also COMES LOOSE\n\nBRUTAL TEMPLE GUARD (cont’d)\n(grunting with effort)\nThere! NOW GET IN THERE, HOLD THE HAND\nOPEN, NO...NOT LIKE THAT! LIKE 50, YOU\nIDIOT! YES! THERE! NOW!...\n\nThe EXECUTIONER he’s addressing BANGS THE NAIL INTO PLACE\nTHROUGH JESUS’ WRIST, into the arm of the cross.\n\nJESUS’ LEGS TWIST, CONTRACT and SHAKE UNCONTROLLABLY. His\ngroan becomes a long cry of agony.\n\nFADE TO WHITE:\nINT. HOUSE OF NICODEMUS. JERUSALEM. NIGHT.\n\nThe FACE OF JESUS is suffused with brilliance as He AGAIN\nBREAKS THE LOAF OF BREAD.\n\nJESUS\nRemember, I will do whatever you ask for\nin my name, so that the Father’s glory\nwill be shown through His Son.\n\n(CONT TINUED)\n\f76.\nCONTINUED:\n\nHE holds the BREAD UP with both hands, as if He were offering\nit in sacrifice. The faces of the Apostles are riveted on His\ngestures, JOHN’s ON THE BREAD.\n\nFADE OUT:\nEXT. GOLGOTHA. DAY.\n\nJOHN’s trembling face as he watches the EXECUTIONBRS TIF the\narms and chest of JESUS to the cross.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nGOLGOTHA. DAY. JOHN’s trembling face as he watches the EXECUTIONBRS TIF the\narms and chest of JESUS to the cross. \n\nTARGET SECTION TO BE ANNOTATED:\n They then TAKE HOLD OF\nHIS CONTRACTED LEGS and PULL HIS FEET DOWN THE LENGTH OF THE\nCROSS and TIE THEM TOGETHER, holding one foot over the other.\nThe VIOLENCE and TENSION of THESE ACTIONS is compounded by\nthe SKINLESS condition of His legs as they, too, are PULLED\nOUT OF JOINT:\n\nJESUS\nMy God, my God...\n\nA MUCH LONGER NAIL THAN THE OTHERS is now BANGED THROUGH BOTH\nof His feet. Each HAMMER BLOW matches an increase in the\nCACOPHONY surrounding the execution ground.\n\nFADE TO WHITE:\nINT. HOUSE OF NICODEMUS. JERUSALEM. NIGHT.\n\nJESUS lowers His hands and puts the pieces of bread back in\nthe PLATE which he placed over the chalice. The BRILLIANCE\nwhich envelops JESUS FLOWS from His fingers INTO THE BREAD HE\nNOW BREAKS INTO BITE~SIZE MORCELS.\n\nJESUS\nI am in the Father, and the Father is in\nme. I say this to you now; whoever\nreceives me receives Him who sent me,\n\nJOHN’s eyes are focused with reverence on the plate. As\nJESUS finishes breaking the BREAD, He picks up the plate with\none hand, one of the bread morcels with the other. Turning to\nJOHN:\n\nJESUS (cont’d)\nTake this and eat. This is my body, which\nis given for you.\n\nAs JOHN takes the bread and eats it, he is INFUSED with the\nsame brilliance which surrounds the figure of JESUS.\n\nFADE OUT:\n\f77.\n\nEXT. GOLGOTHA. DAY.\n\nJOHN is frozen into place, standing next to MARY. They both\nseem incapable of drawing breath.\n\nSIMON’s eyes have filled with tears.\n\nMAGDALEN, on her hands and knees, now moves toward the cross\nto which JESUS is nailed, lying on the ground and surrounded\nby the EXECUTIONERS. No one seems to notice her as she\napproaches, except ABENADAR, who does not stop her, but\npoints her out to one of the FOOTSOLDIERS.\n\nABANADAR himself is mesmerized by the grunting, sweaty, blood-\nsoaked EXECUTIONERS.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAGDALEN, on her hands and knees, now moves toward the cross\nto which JESUS is nailed, lying on the ground and surrounded\nby the EXECUTIONERS. No one seems to notice her as she\napproaches, except ABENADAR, who does not stop her, but\npoints her out to one of the FOOTSOLDIERS. ABANADAR himself is mesmerized by the grunting, sweaty, blood-\nsoaked EXECUTIONERS. \n\nTARGET SECTION TO BE ANNOTATED:\n He is distracted by MOVEMENT. CAIPHAS,\nANNAS and some cf the ELDERS approach the cross,\n\nThey STAND OVER the stretched and agonizing figure of JESUS,\nignoring the groans of DISMAS and GESMAS nearby.\n\nA ROMAN SOLDIER is preparing to NAIL the WOODEN BOARD to the\ncross, on which PILATE INSCRIBED “KING OF THE JEWS”.\n\nCAIPHAS signals ANNAS, who reaches into a satchel he wears\naround his neck, and produces a small BAG. The ring of silver\ncatches the ROMAN SOLDIER‘s attention.\n\nANNAS\nFor you. In exchange for...that (nods\nat the board)\n\nABENADAR has spurred his mount and approached silently.\n\nABENADAR\nSargent! You have your orders...\n\nThe SARGENT nails the board onto the top of the cross, then\nruns back to the periphery of the execution ground.\n\nABENADAR (cont’d)\n(looks at Annas and Caiphas)\nYou...all of you, get back to where you\nwere, behind the guards. No one is\nallowed here without dispensation. .go.\n\nOffended, and trying to look dignified, they retreat. On his\nway, CAIPHAS nods secretly to the BRUTISH GUARD.\n\nThe EXECUTIONERS have all noticed MAGDALEN as she has come to\na stop near the cross. She ignores them, the soldiers, even\nABENADAR on his tall mount. Her eyes are fixated on JESUS,\nnailed and tied down to the cross.\n\n(CONTINUED)\n\f78.\nCONTINUED:\n\nMAGDALEN POV:\n\nDetails of the crucifixion. They are jumpy, sometimes IN\nFOCUS, other times not: the CROWN of THORNS, the BLOOD\ndripping from His head onto the wood of the cross, the\nmovement of his FINGERS beyond the hands immobilized by the\nnails, the trembling of His knees, BACK TO THE NAILS... the\nPOINTS OF THE NAILS which have been HAMMERED IN, THROUGH and\nOUT THE OPPOSITE SIDE of the wood.\n\nMAGDALEN has reverted to primordial sounds, but these\nabruptly STOP as she SCANS the wood UNDER the cross.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nMAGDALEN POV:\n\nDetails of the crucifixion. They are jumpy, sometimes IN\nFOCUS, other times not: the CROWN of THORNS, the BLOOD\ndripping from His head onto the wood of the cross, the\nmovement of his FINGERS beyond the hands immobilized by the\nnails, the trembling of His knees, BACK TO THE NAILS... the\nPOINTS OF THE NAILS which have been HAMMERED IN, THROUGH and\nOUT THE OPPOSITE SIDE of the wood. MAGDALEN has reverted to primordial sounds, but these\nabruptly STOP as she SCANS the wood UNDER the cross. \n\nTARGET SECTION TO BE ANNOTATED:\n She\nlifts her eyes to the agonizing figure of JESUS lying flat on\nthe wood. Her head shakes in silent disbelief.\n\nThe BRUTISH Temple GUARD is focusing again on the cross. He\nsees MAGDALEN peering UNDERNEATH the wood. He looks. His face\nwidens with sadistic anticipation. He locks at the\nEXECUTIONERS, who have started to put away their tools. He\nhits them, pushes them toward the cross:\n\nBRUTISH GUARD\nLOOK, you monkeys! No...UNDER there! See\nanything? Do you see that?\n\nHe CROUCHES, points, touches the point of one of the nails,\nsticking out by six inches.\n\nBRUTISH GUARD (cont’d)\nTurn it on its face, imbeciles! Nail them\nDOWN FLAT, damn you all, or his\nmajesty’1l drop off the minute we plant\nthis tree! UP and OVER..!\n\nThe men take hold of one whole side of the cross and HEAVE it\nupward until it TEETERS perilously on its SIDE.\n\nThere is a minute of suspended motion, then the cross slowly\nDROPS ON ITS FACE. As it FALLS, THREATENING TO CRUSH JESUS\nUNDER ITS WEIGHT, TIME SLOWS DOWN.\n\nMAGDALEN covers her face with her hands.\n\nABENADAR tries to control his mount, which has raised itself\non its hind legs and is backing away, snorting and shaking\nits head.\n\nMARY and JOHN rush forward, eyes wide with horror.\n\nThe ROMAN FOOTSOLDIERS all turn to look as the CROWD gasp in\nunison.\n\n(CONTINUED)\n\fC\n\n79.\nCONTINUED: (2)\n\nCAIPHAS, ANNAS and the members of the SANHEDRIM have gone\nstill as they watch the cross COLLAPSE ONTO JESUS.\n\nEven DISMAS and GESMAS, suffering though they are on THEIR\ncrosses, watch with foreboding.\n\nThe NOISE of the wood CRASHING onto ground is TREMENDOUS,\nA CLOUD OF DUST. Silence.\n\nFADE TO BLACK:\nEXT, GOLGOTHA. DAY.\n\nDarkness gradually enlarges to light. The silence is broken\nby the METALLIC SOUND OF HAMMERS ON IRON.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. Darkness gradually enlarges to light. The silence is broken\nby the METALLIC SOUND OF HAMMERS ON IRON. \n\nTARGET SECTION TO BE ANNOTATED:\n Then the\nPICTURE of the UPSIDE-DOWN CROSS, the POINTS OF THE NAILS\nbending under rhythmic hammer-blows.\n\nMAGDALEN’s tear-filled eyes blink with each impact. She has\nnot moved from where she was when the cross went over. Now\nshe lowers herself to the ground and LOOKS.\n\nMAGDALEN’s POV:\n\nThe CROSS is SOLIDLY UPSIDE DOWN, yet NO PART OF JESUS\ntouches the ground underneath it.\n\nMAGDALEN raises her head, looks at the faces of the\nEXECUTIONERS, then at the BRUTISH Temple GUARD, at ABENADAR,\nthe soldiers...NO ONE HAS SEEN WHAT SHE HAS.\n\nMARY and JOHN, through a FOG. Now visible, now gone. They\nhaven’t MOVED A MUSCLE. They haven’t seen it either.\n\nMAGDALEN lowers her head to the ground, and again looks.\n\nJESUS HOVERS above the ground, in a SPACE which WAS NOT THERE\nUNTIL HE OCCUPIED IT. MAGDALEN’s eyes close.\n\nThe HAMMERING STOPS. A CACOPHONY of shouts and jeers errupts\nfrom the crowd, punctuated by sadistic LAUGHTER.\n\nBRUTISH GUARD (0S)\nGet the ropes ready. There. NO...not the\narms, you blathering fools... the TRUNK!\nThat’s it.\n\nMAGDALEN lifts her face, glares at the BRUTISH GUARD.\nBRUTISH GUARD (cont’d)\nNow straighten it. Quickly. We don’t want\n\nhis majesty to die..-not yet... not\nhere...\n\n(CONTINUED)\n\f80.\nCONTINUED:\n\nThe sweaty, grumbling EXECUTIONERS take up the arm they used\nto TURN the cross over, and LIFT it up once again.\n\nThe BRUTISH GUARD looks worried as he peers at JESUS, whose\nbody DANGLES awkwardly and in terrible agony.\n\nBRUTISH GUARD (cont’d)\nON ITS BACK. QUICKLY. LET GO...NOW!\n\nThe CROSS CRASHES to the ground, right side up.\n\nThe EXECUTIONERS rush forward, tie ROPES to the arms of the\ncross then haul these to a BEAM fixed to the ground at the\nHOLE on the highest point of the plateau.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nNOW! The CROSS CRASHES to the ground, right side up. The EXECUTIONERS rush forward, tie ROPES to the arms of the\ncross then haul these to a BEAM fixed to the ground at the\nHOLE on the highest point of the plateau. \n\nTARGET SECTION TO BE ANNOTATED:\nBRUTISH GUARD (cont’d)\nMOVE THE FOOT TOWARD THE BEAM,..AIM it,\nyou simpleton! That’s it! NOW PULL, ALL\nOF YOU!\n\nThe EXECUTIONERS pull the ropes, grunting rhythmically, The\nCROSS starts to LIFT. TWO of the men wrap a THICK ROPE around\nthe foot of the trunk, to prevent it from sliding in\nsideways, SLOWLY the cross continues to rise up over\nGOLGOTHA,\n\nThen, with one last heave by the men, the cross DROPS into\nthe hole prepared for its reception. A GREAT SHOCK.\n\nThe ENTIRE BODY OF JESUS is STRETCHED off the nails and\nropes, and the wounds on his hands and feet TEAR open. JESUS\ncries out.\n\nALL SOUND CEASES. Then a long, low RUMBLE OF THUNDER.\n\nThe FULL EXTENT OF THE TORTURE JESUS HAS ENDURED IS NOW\nVISIBLE FOR ALL TO SEE. THERE IS SO LITTLE FLESH LEFT ON HIS\nBODY, SO LITTLE MOVEMENT THAT HE APPEARS TO BE DEAD, HIS HEAD\nLOWERED TO HIS RAW CHEST. ONLY THE CONTINUOUS FLOW OF BLOOD\nINDICATES THAT HE IS STILL ALIVE.\n\nThe EXECUTIONERS now BACK AWAY from the crosses.\nMARY and JOHN, followed by SIMON and MAGDALEN, slowly\nAPPROACH the cross of JESUS.\n\nABENADAR watches them step forward with dignity. He climbs\noff his horse, eyes glued to the bleeding figure of JESUS.\n\nJOHN is first to reach the cross, and looks up.\n\nFADE TO WHITE:\n\f81.\n\nINT. HOUSE OF NICODEMUS. JERUSALEM, NIGHT.\n\nThe APOSTLES watch in silence as, still suffused with\nBRIGHTNESS, JESUS puts down the plate on which He had placed\nthe MORCELS of BREAD. He picks up the CHALICE on which the\nplate had rested, and turns to PETER.\n\nPETER POURS wine into the CHALICE. It is a DEEP RED WINE and,\nas it FLOWS into the chalice, it is suffused with the RADIANT\nLIGHT coming from JESUS.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe picks up the CHALICE on which the\nplate had rested, and turns to PETER. PETER POURS wine into the CHALICE. It is a DEEP RED WINE and,\nas it FLOWS into the chalice, it is suffused with the RADIANT\nLIGHT coming from JESUS. \n\nTARGET SECTION TO BE ANNOTATED:\n When the chalice is full, He lifts\nit over His head with both hands.\n\nJESUS\nT will not drink again of the fruit of\nthe vine until that day when I shall\ndrink again with you in the kingdom of my\nFather.\n\nJESUS lowers the CHALICE, takes a small sip of wine and hands\nthe chalice to JOHN.\n\nJESUS (cont'd)\nTake and drink; this is my blood which is\ngiven for you.\n\nJOHN looks at the WINE inside the chalice, then again at the\nRESPLENDENT face of JESUS.\n\nJESUS (cont’d)\nDo this in memory of me.\n\ncuT TO:\nEXT. GOLGOTHA. DAY.\n\nThe BLOOD of JESUS is RUNNING along His torn limbs and down\nthe length of the cross to the ground.\n\nJOHN’s eyes follow the flow and fill with fresh tears. MARY\nstands next to him, her eyes lifted to the face of her Son.\nHer eyes are open and DRY. They meet His with a love and a\ndignity only matched by His own.\n\nA NEARBY laugh, low and filled with malevolent scorn:\nGESMAS\nIf you are the son of God, Jesus of\nNazareth, why don’t you save yourself?\nClimb dewn off that cross...prove to us\nthat you are who you say you are,\n\nJESUS slowly turns His eyes away from those of MARY.\n\n(CONTINUED)\n\f \n\n82.\nCONTINUED:\n\nGESMAS scans the gathered witnesses, particularly to CAIPHAS,\nANNAS and the rest of the members of the Sanhedrim and,\ngritting his teeth, growls derisively:\n\nGESMAS (cont’d)\nHa! I tell you, the demon this fool is\npossessed by is about to leave him.\n\nCAIPHAS approaches and looks up arrogantly at JESUS.\n\nCAIPHAS\nYou said you could destroy the Temple and\nrebuild it in three days...and yet you\ncannot come down, off that cross.\n\nHe turns and faces the crowd of witnesses:\n\nCAIPHAS (cont’d)\nIf he is the Christ, the King of Israel,\nI say let him come down from the cross,\nthat we may see and believe\n\nThis is met by derisive laughter by many in the crowd.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAIPHAS approaches and looks up arrogantly at JESUS. CAIPHAS\nYou said you could destroy the Temple and\nrebuild it in three days...and yet you\ncannot come down, off that cross. He turns and faces the crowd of witnesses:\n\nCAIPHAS (cont’d)\nIf he is the Christ, the King of Israel,\nI say let him come down from the cross,\nthat we may see and believe\n\nThis is met by derisive laughter by many in the crowd. \n\nTARGET SECTION TO BE ANNOTATED:\nCAIPHAS laughs, starts to walk away.\nJESUS lifts His head upward and in a low voice:\n\nJESUS\nFather, forgive them, for they know not\nwhat they do.\n\nCAIPHAS stops dead in his tracks, an astonished look on his\nface. He turns, looks at JESUS on the cross.\n\nDISMAS, who has watched the performance of GESMAS and CAIPHAS\nwith distaste, now speaks out:\n\nDISMAS\nListen to him. He is praying for you. He\nis truly a prophet I say to you, a king,\nthe son of God.\n\nThis causes the jeers to commence again, though less noisily,\nmore hesitant. CAIPHAS spits at DISMAS, then withdraws again\nto the margins of the execution ground. DISMAS then turns to\nGESMAS:\n\nDISMAS (cont’d)\nHow can you speak the way you do? We\ndeserve this, Gesmas, but he does not. He\nhas done no evil!\n\n(CONTINUED)\n\f83.\nCONTINUED: (2)\n\nDISMAS then bursts into tears of pain and guilt:\n\nDISMAS (cont'd)\nI have sinned, Jesus, and I am being\njustly punished. Condemn me, go ahead.\nYou would be justified...\n\nJESUS turns to DISMAS who, in agony, is hyperventilating with\npain. He is dying, eyes turned to JESUS.\n\nDISMAS (cont’d)\nT ask only that you remember me, Lord,\nwhen you enter your kingdom.\n\nJESUS\nAmen, I tell you, on this day you shall\nbe with me in Paradise.\n\nDISMAS becomes RIGID. Air rattles out of his mouth. Slowly\nhis features relax and he slumps down.\n\nGESMAS ROARS with demonic laughter. His malice is what seems\nto keep him alive.\n\nJESUS turns to MARY and JOHN, MAGDALEN, SIMON and ABENADAR\nwho has joined them at the foot of the CROSS.\n\nMARY and JOHN reach out and TOUCH THE FEET OF JESUS.\nJESUS is breathing with difficulty. He tries to speak again,\nbut His lips are so parched that a moment passes before the\n\nwords can form:\n\nJESUS (cont’d)\nI thirst.\n\nBeat.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESUS is breathing with difficulty. He tries to speak again,\nbut His lips are so parched that a moment passes before the\n\nwords can form:\n\nJESUS (cont’d)\nI thirst. Beat. \n\nTARGET SECTION TO BE ANNOTATED:\nJESUS (cont’d)\nCould you not have given me a little\nwater?\nJOHN turns, mortified, to MARY. Then again at JESUS:\nJOHN\n(whisper)\nWe did not think, Lord...\n\nOne of the ROMAN SOLDIERS nearby pours some liquid into a\nSPONGE and approaches the cross. ABENADAR stops him:\n\n(CONTINUED)\n\fad\n\n84,\nCONTINUED: (3)\n\nABENADAR\nNo, don’t mix vinegar with gall. Give him\nonly vinegar. It will give him some\nrelief...\n\nThe SOLDIER squeezes out the liquid, refills the sponge with\nvinegar, places the sponge on a long reed and lifts it to the\nmouth of JESUS, who drinks from it.\n\nMARY’s face looks as if it might suffer fracture.\n\nMARY\n(whisper)\nOh Jesus, let me die with you... flesh\nof my flesh bone of my bone, heart of my\n\nheart...\nJESUS transfixes her with His eyes, then He looks at JOHN\n\nJESUS\nWoman, behold, he is your son,\n\nFrom JOHN He turns again to MARY:\n\nJESUS (cont/’d)\nJohn, behold, she is your mother.\n\nMARY is overcome, She breaks into breathless sobs. JOHN\nhelps her step away from the cross. ABENADAR\ntakes the elbows of MAGDALEN and SIMON and guides them away\nfrom the cross, following JOHN and MARY.\n\nAn eerie SILENCE has fallen on the scene of crucifixion.\nGESMAS turns to JESUS and laughs.\n\nGESMAS\nSee them? They are running away...\nabandoning you. You are alone.\nThere is no one left. No one.\n\nJESUS lifts his eyes to the darkness enfolding GOLGOTHA. His\neyes fill with tears, which mingle with the blood pouring\ndown His cheeks.\n\nSuddenly, in the HEAVY SILENCE, with a violent spasm of His\ntortured body, He shouts in a clear, powerful voice:\n\nJESUS\n\nEloi, Eloi, lamma sabacthani? (My God, my\nGod, why have you forsaken me?)\n\n(CONTINUED)\n\f85.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nJESUS lifts his eyes to the darkness enfolding GOLGOTHA. His\neyes fill with tears, which mingle with the blood pouring\ndown His cheeks. Suddenly, in the HEAVY SILENCE, with a violent spasm of His\ntortured body, He shouts in a clear, powerful voice:\n\nJESUS\n\nEloi, Eloi, lamma sabacthani? (My God, my\nGod, why have you forsaken me?)\n\n(CONTINUED)\n\f85. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (4)\n\nMARY hears the cry of JESUS, She spins around to look at the\ncross, which stands out against a dark silver sky, slips away\nfrom JOHN’s sustaining hands and runs back.\n\nMARY is now the only one near the cross. Her suffering is so\nmuch a part of JESUS’ own, and her KNOWLEDGE of the moment a\nmysterious part of what is taking place that the REST of the\nmen and women on GOLGOTHA do not interfere.\n\nJESUS’ eyes are closed. His tears, mixed with the blood of\nHis passion, roll off His cheeks to the ground.\n\nJESUS’ eyes open and He SEES MARY. There is a silent moment\nof transcendental understanding in each of their expressions,\nof anticipation, pain and relief. Then:\nJESUS (cont'd)\n(softly)\nIt is accomplished.\nThe ONLY LIGHT NOW seems to emanate from JESUS’ face.\n\nMARY, alone, now witnesses JESUS as He slowly raises His head\nto the silver~dark heavens and in a strong voice.\n\nJESUS (cont'd)\nFather, into Thy hands...I commend... my\nspirit.\n\nJESUS slowly lowers His head and exhales.\n\nA GREAT STILLNESS PEHRVADES THE DARKNESS which has descended\non GOLGOTHA, and a GREAT SILENCE.\n\nFADE TO WHITE:\n\f"
}