{
  "1": " \n\nTHE WATERMELON WOMAN\n\n \n\nScreenplay by\nCheryl Dunye\n\nDraft 6.24.95\n\nCopyright © 1994 by Cheryl Dunye\n\n \n\f \n\n \n\nCUT TO:\n\n1. BLACK\n\nSeen is the following quote:\n\n“yistory isn't linear, it's strange, almost circular and things\nmake sense when they're supposed to make sense.”\n\n-The Watermelon Woman ~\n\nFADE IN:\n\n2. EXT CITY STREETS DAY VIDEO\n\nL.S., People on city streets. Shot from the interior of a moving\ncar, we see in black and white people walking on a Center City\nstreet in Philadelphia. Heard are the voices of two women,\nCHERYL DUNYE and TAMARA EVANS, as they drive to videotape a\nwedding reception in Swarthmore, a Philadelphia suburb. This\ndriving pan is shot poetically (slow motion) and we notice the\nchange from black to white people, more parks, and bigger houses\nas the landscape changes from urban to suburban. The two women\nare heard and never seen:\n\nTAMARA\n(V.0.)\nSo these are our peoples, huh?\n\nCHERYL\nWhat?\n\nTAMARA\n(V.0.) .\nOur peoples. I'm tapirg our drive to the gig. Where is it again?\n\nCHERYL\n. {V.0.)\nSomewhere in Swarthmore. Tamara, why .are you taping now?\n\nTAMARA\n(V.0.)\nCheryl, these images are hot. Maybe Errin and Wellington want\nsome of this in the final tape of their wedding. You know some\ncultural commentary stuff.\n\nCHERYL\n; (V.0.)\nGirl, they don't want this in ‘their wedding video. It's a not a\ndocumentary.\n\nTAMARA\n. ; (V.0.)\nI'm still taping. We might need it for something.\n\f \n\n \n\n2. EXT CITY STREETS DAY VIDEO\nCONTINUED\n\n \n\nCHERYL\n(V.0.)\n\nDo what you want Tamara. Just remember that one tape cost twenty\nbucks.\n\nTAMARA\n(V.0.)\nYou just drive, Cheryl. It's my camera, too.\n\nCHERYL\n(V.0.)\nOK. OK.(pause) Tamara get a shot of that man over there.\n\nTAMARA\n(V.",
  "2": "---END OF PREVIOUS SECTION---\nCHERYL\n(V.0.)\nOK. OK.(pause) Tamara get a shot of that man over there. TAMARA\n(V. \n---TARGET SECTION TO BE ANNOTATED---\n0.)\n_ I thought you...never mind.\n\n3. EXT GARDEN WEDDING DAY VIDEO\nThe image cuts from black to image to black...as the camera\ncontinues to record all way to the garden where the wedding\nreception occurs. Jazzy MUSIC is heard.\n\nCamera steadycams through the garden to a group of guests\nstanding with drinks in their hands.\n\nCuT TO:\n\n_CAMERA LOCKED WIDE. We see and a gathering of people. CHERYL\nDUNYE and TAMARA EVANS are seen in. video walking past camera\nwith video (not camera or tripod) equipment. Both women are\n“black and in their late twenties and are lesbians. You can't\ntell this from the way they dress, but you can sense something\ndifferent about them as they enter the half Jewish, half Black\n‘wedding reception. Tamara isa short stocky black woman, while\nCheryl is slender and looks like a young black boy.\n\nCUT TO:\n\nCheryl is heard OFF SCREEN. and is behind the video camera\nvideotaping the wedding for the part-time video business she\nruns with Tamara. A LITTLE WHITE GIRL’s face is seen close-up in\nthe camera (hand held). Suddenly a LITTLE BLACK GIRLS's hand\nappears and is seen smacking the Little White Girl’s face. She\nbegins to cry:\n\n. PEMALE VOICE .\nCould ‘you get a shot of her over there? That's the groom's\n. Mother.\n\f \n\n \n\n \n\nc™\n\n \n\n3. EXT GARDEN WEDDING DAY VIDEO\nCONTINUED\n\nCheryl quickly zip pans (hand held) the camera focusing from the\nerying Little White Girl’s face, over to an OVER-WEIGHT BLACK\nWOMAN sitting alone at a table sleeping with her mouth wide\nopen:\n\nCHERYL\n(0.S., to self)\nI bet she'll love seeing this.\n\nTamara is seen carrying a tripod while walking towards CAMERA:\n\nTAMARA\n{to Cheryl)\nThese folks are truly bugged.\n\nCAMERA pans and follows Tamara to a table with wedding cake and\nfood. Tamara crams two hors d‘oeuvres in her mouth. She turns\nand plays with a flex-fill. CAMERA goes out of focus.",
  "3": "---END OF PREVIOUS SECTION---\nTamara crams two hors d‘oeuvres in her mouth. She turns\nand plays with a flex-fill. CAMERA goes out of focus. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nA family wedding portrait is trying to be set up in front of\nflowers/ trees. Black and White PEOPLE are seen L.S. shuffling\nand shifting around. Tamara is seen in front of the PEOPLE\ndirecting them to positions. Cheryl is heard 0.S.:\n\nTAMARA\nNow could everyone be still for just 3 minutes.\n\nTamara walks towards camera making face:\n\nTAMARA\nHey Cheryl, would you look at the nut in the back.\n\nCamera focuses on back row revealing a’ JEWISH MAN with eyes\nclosed rubbing his yarmulke all over his head.\n\nA BLACK MALE GUEST in the back row notices Cheryl's taping of\nthe Jewish man:\n\nBLACK MALE GUEST. .\nSay, why do we have to be still? Isn't this a video?\n\nCHERYL\n(0.8.)\n- Yes, but we are using the video to make some still: photos for\nyou. (pause) Now where. are the bride and groom? .\n\f3. EXT GARDEN WEDDING DAY VIDEO\nCONTINUED\n\nCamera pans to a WHITE WOMAN BRIDE and a BLACK MALE GROOM who\nare kissing. They notice the camera, smile, and join the family\nvideo/photo. The family looks at them silently as they walk to\ntheir positions. An OLDER WHITE WOMAN in the front row shakes\nher head at the bride and groom. The Jewish side of the family\nstands on one side and the Black family stands on the other.\n\nCHERYL\n(0.8.)\nHow ‘bout you folks mixing families for this photo. It looks\nlike you are gathered for a lynching.\n\nEveryone is silent and looks at CHERYL (Camera) angrily.\n\nA FAT WHITE MAN, 40-years-old, walks right in front of the\ncamera. He appears to be the wedding photographer and carries\nphotography equipment. He is sweating: ce\n\nFAT WHITE MAN\nLooks great...but could you two men in the back switch places?\n\nCheryl walks from behind camera brushing against it causing the\nimage to shift. Cheryl is seen partially in frame as she talks\nto the Fat White Man:\n\nCHERYL\n(O.S., angrily)\nExcuse me...sir, but we're working with the family now.\n\nFAT WHITE MAN\nOh...\n\nCHERYL .\n(0.8.",
  "4": "---END OF PREVIOUS SECTION---\nFAT WHITE MAN\nOh... CHERYL . (0.8. \n---TARGET SECTION TO BE ANNOTATED---\nIf you want to take a picture, wait your turn.\n\nThe white girl and black girl stand in front row fighting and\nswitch places. .\n\nCHERYL\n\n. (0.8.)\nNow don't move...anyone...and smile.\n\nCUT TO:\n4. EXD GARDEN WEDDING DAY FILM\n\nWe see in 16mm LS pan, the aftermath of. the wedding reception.\nTWO PEOPLE are folding tables and chairs. Tamara and Cheryl are\npacking equipment. .\n\f4. EXT GARDEN WEDDING DAY FILM\nCONTINUED\nMRS. GOLDWIN, the 50 +, mother-of-the-bride walks up to the two\n\ncarrying an envelope. She is wearing a matronly, powder blue\nexpensive dress:\n\nMRS. GOLDWIN\nExcuse me?\n\nCHERYL\nYes Mrs. Goldwin?\n\nM.S. of Cheryl.\nCheryl walks over to Mrs. Goldwin:\n\nMRS. GOLDWIN\n_Here is the deposit money...for your work; half now and half\nwhen we see the tape.\n\nC.U. of Tamara.\nTamara stops her work and walks over to the two women.\n\nTAMARA\nErrin said we'd get 60% now.\n\nC.U. of Mrs. Goldwin.\nMrs. Goldwin stands looking at Tamara and Cheryl with a stern\nlook on her face:\n\nMRS. GOLDWIN\nErrin might be your friend but we're paying for the video. I\ndon't know why she wanted a video of this in the first place.\n\nC.U. TWO SHOT of Tamara and Cheryl favoring Tamara.\nTamara folds her arms angrily and looks away.\n\nCHERYL\nThat's fine Mrs. Goldwin. It will be ready by the end of the\nmonth. We're pretty booked up with tons of weddings right now\nbut we'll get it done ASAP.\nCheryl smiles at Mrs. Goldwin.\n\nC.U. of Mrs. Goldwin.\nMrs. Goldwin gives Cheryl a half smile in return.\n\nCUT TO:\n\nM.S. of Tamara and Cheryl is seen.\nTamara opens the envelope.\n\nTAMARA\nGreat...cash...I love me some cash.\n\f \n\n \n\n4. EXT GARDEN WEDDING DAY FILM\nCONTINUED\n\nCHERYL\nLet me see that.\n\nC.U.",
  "5": "---END OF PREVIOUS SECTION---\nEXT GARDEN WEDDING DAY FILM\nCONTINUED\n\nCHERYL\nLet me see that. C. U. \n---TARGET SECTION TO BE ANNOTATED---\n of Cheryl.\nCheryl takes envelope and counts cash:\n\nCHERYL\nI wish she gave us a check...but cash will do.\n\nCheryl hands Tamara less than half the money and puts envelope\nin her pocket. Tamara counts her money as Cheryl continues to\nmove the equipment:\n\nCHERYL\nIs it OK for me to use the camera this weekend? I want to start\nworking on my project. ~\n\nc.U. of Tamara. .\nTamara counts her money half ignoring Cheryl:\n\nTAMARA\nYou know you supposedly have been using the camera for the last\n3 weekends to work on your project and haven't shot a damn thing\nyet, (pause)...hey my cut is $50 short.\n\nM.S.of Tamara and Cheryl favoring Cheryl.\nCheryl picks up camera and pats it:\n\nCHERYL\nTime to make payments on our ticket to Hollywood remember?\n\nTamara looks at Cheryl expressionless and coldly.\n\nCHERYL\n\nYou remember what Rose and Guin said in the Go Fish book...'If\nyou want to make a film, you've got to make sacrifices all of\nthe time.' :\n\nCheryl picks up other bags and walks towards street and out of\nframe.\nTamara looks at Cheryl oddly and picks up other equipment:\n\nTAMARA\nMaybe you want to. sacrifice for your quote unquote future but I\nwas hoping to spend it with the love of my love life. (pause)\nStacey wants me to take her out this weekend and I need the cash\nmoney...\n\nL.S. of Tamara and Cheryl.\nTamara and Cheryl walk away from camera arguing about the money.\n\fCUT TO:\n\n5 INT CHERYL’s APT. SAME DAY FILM\nCheryl's voice is heard over black as she opens and shuts the\n\ndoor to her apartment. She sings an Olivia Newton-John tune off\nbeat:\n\nCHERYL\n(singing of beat)\n“...Suddenly, the wheels are in motion and I~I-I-I, I'm ready to\nsail any ocean...\"\n\nM.S. of Cheryl.\n\nCheryl turns the lights on and walks into her apartment. She is\n\nseen walking through a funky/antique type of apartment. A few\n\npapers and clothing are scattered on the floor. She takes her\n\njacket off, puts down her video equipment, and continues to\nsing:\n\nCHERYL\n\",...",
  "6": "---END OF PREVIOUS SECTION---\nShe is\n\nseen walking through a funky/antique type of apartment. A few\n\npapers and clothing are scattered on the floor. She takes her\n\njacket off, puts down her video equipment, and continues to\nsing:\n\nCHERYL\n\",... \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, I don't need the answers...\"\n\nCamera follows Cheryl as she walks to a table in front of a\nmirror. On the table is a flashing answering machine. She\npresses the play button, looks in the mirror and continues to\nsing:\n\nCHERYL\n\"...I'm ready to take all my chances with you...\"\n\nA voice is heard on the machine. It's a man, BOB, Cheryl's boss:\n\nBOB's VOICE\nCheryl, this is Bob,... your boss.(pause) I was wondering if you\n_ could work tonight. Jamal just quit...I mean just quit. (pause)\nAnyway give a call if you can work. And if you see Tamara, tell\nher to call the store (beep).\n\nAs the answering machine plays, Cheryl bends down, opens her\nequipment bag and pulls out two video tapes.\n\nE.C.U. of Cheryl's hand holding video tapes.\nOn the cover of the tape boxes we see a picture of two women\nfrom a 1930's filn.\n\nC.U. of Cheryl. :\nCheryl looks at the boxes and then at the machine which begins\nto play another message. It's Bob again:\n\nBOB's VOICE\nCheryl, it's Bob again. Did you happen to see the new tapes that\ncame in, the collection of Hollywood women directors? Did they\neven come in yet? Give me a call please (beep).\n\f5. Int CHERYL’s APT. SAME DAY FILM\nCONTINUED\nCheryl smiles at the tape boxes on answering machine table and\nlooks in the mirror. Cheryl continues to sing:\n\n \n\nCHERYL\n\",..I'm ready to take all my chances with y-y-you.\"\n\nCheryl walks out of frame.\n\nCUT TO:\n\n6. Int CHERYL's APT. DAY VIDEO\n\nSHOT OFF TV. We see in video Cheryl's TV which plays a FILM CLIP\n(SUPER 8) from the 1937 film \"Plantation Memories\". Seen is a\nWHITE WOMAN in an early 19th century American dress standing in\na field looking puzzled and emotional. In the background a\nplantation style house is seen. We hear dramatic MUSIC as the\nWhite Woman starts to cry.",
  "7": "---END OF PREVIOUS SECTION---\nSeen is a\nWHITE WOMAN in an early 19th century American dress standing in\na field looking puzzled and emotional. In the background a\nplantation style house is seen. We hear dramatic MUSIC as the\nWhite Woman starts to cry. \n---TARGET SECTION TO BE ANNOTATED---\n Running | towards her from the ~~\nplantation house is a BLACK WOMAN in a tattered house slave' 8\ndress with her hair tied in a bandanna. The Black Woman rushes\nto the side of the White Woman and stands looking at her.\n\nCheryl is heard 0.8. sighing loudly over the dramatic MUSIC.\n\nThe Black Woman begins to cry and pulls a handkerchief from the\napron she wears and, ignoring her own tears, wipes the face of\nthe White Woman. The Black Woman then puts her arm around the\nWhite Woman comforting her:\n\nBLACK WOMAN\nDon't ery none missy, Mr. Charles is coming back for sure. I\nknow he is.\n\nCheryl sighs loudly again.\n\nWHITE WOMAN\nIs he really Elsie?\n\nBLACK WOMAN\nYes Miss Barbara, he is. I prayed to God all night and this\nmorning his little angel don’ tole me. he was comin’\nback...¢omin’ back to you.\n\nDRAMATIC MUSIC is heard as the. camera pulls focus on the face of\n‘ the black woman. MUSIC is still heard as the screen fades to\nBLACK.\n\f \n\nCUT TO;\n\n7. INT CHERYL’s APT. A BIT LATER NIDEO\nCheryl is seen in shoulders-up in front of wall covered with\nmelange of old film posters from the 1930's, 1940's and 1950's.\nCheryl holds a video tape box from the film \"Plantation\nMemories.\"\n\nCHERYL\nThe “Watermelon Woman” (pause). That's the only credit given to\nher, the actress who played Elsie ..'Elsie’..(shakes\nhead)...isn't she the most beautiful black woman you've ever\nseen?...I can't begin to find the words to describe how upset I\nam about seeing her in this film...you should have seen the rest\nof the movie, she was in a total of ten scenes or so and all she\ndid was whine and give service and make people laugh.... I can't\nbelieve it... a woman so lovely made to be a maid. It's just not\nright...that's why I'm sitting here talking about it ‘cause it's\nso wrong. I guess what I'm really doing is making a video about\nit...I mean her ...",
  "8": "---END OF PREVIOUS SECTION---\nIt's just not\nright...that's why I'm sitting here talking about it ‘cause it's\nso wrong. I guess what I'm really doing is making a video about\nit... I mean her ... \n---TARGET SECTION TO BE ANNOTATED---\nElsie, the...Watermelon Woman.(pause; Cheryl\nshows box to camera) I'm going to read you some of the film's\ndescription as stated on the back of this box...(reads from box)\n“Women Films (looks into camera), the distributor of this\ncollection...{looks back at box) is proud to present to you a\nfirst in a series of films directed by women working in the\nGolden Age of Hollywood. Director Martha Page, ..blah-blah-\nblah... here... The supporting cast includes Mildred Mallory,\nBobby Bell and the Watermelon Woman. (pause, looking into\ncamera) “The Watermelon Woman,” is it her first and last name or\njust first name...(pause) Why would a black woman play a mammie\nand go by the name The Watermelon Woman?\n\nCUT TO:\n\nSeen is a C.U. of TV which holds a frozen image of ELSIE-the\nWatermelon Woman's face in a dramatic pose. Cheryl is heard in\nvoice over:\n\nCHERYL\n{Vv 0)\n\nSo tonight, after screening this video, I’ve decided to find out\nas much as I can about this beauty... I mean look at her. (pause)\n) Something is really wrong if someone so fine gets remembered by\nthe name The Watermelon Woman. (pause)\n\nThere is something in her eyes that's calling to me...something\nsaying ‘look at me and know who I am.'(pause) She's the real\nstar here and what you are going to see is my movie about her\nlife.\n\f10\nCUT TO:\n\n8. INT VIDEO STORE DAY FILM\n\nSeen in L.S. is Tamara placing videotapes on a rack by the front\ndoor of the video store where she and Cheryl both work when they\naren’t trying to make it as wanna-be Hollywood filmmakers.\nCamera focuses on Cheryl as she enters the store, late\nfor work. She opens the door rushing past Tamara:\n\nCHERYL\nHey hey Tamara. Is Bob here?\n\nCamera pans to Tamara who looks at her smiling.\nCamera follows the two women in a long take.\n\nTAMARA\n(following Cheryl)\nLate again. You know you should answer the phone sometimes. I\ncalled to tell you that Bob was coming in early.",
  "9": "---END OF PREVIOUS SECTION---\nTAMARA\n(following Cheryl)\nLate again. You know you should answer the phone sometimes. I\ncalled to tell you that Bob was coming in early. \n---TARGET SECTION TO BE ANNOTATED---\npause) Or were\nyou at that cafe again trying to cruise “the cute one”?\n\nCamera dollies to follow the two women and moves to a M.S.\n\nCHERYL\n(walking behind counter)\nNo I was home. I was working on something more important than\nthis place. Did those special order tapes come in yet?\n\nTAMARA\n(pause, ignoring Cheryl's question)\nYou don't have to work here, Cheryl. I'm sorry I got you the\ndamn job in the first place.\n\n. CHERYL\nThat was two years ago, Tamara. It's time for me to move on, I\nwant to be... I am a filmmaker, you know.\n\nTamara makes a face.\n\nCHERYL\nDid those tapes come in?\n\nTAMARA 7 .\nYes, your obscure films have arrived. They are in your box. I\n: hope....(picking up paper and reading from it).. “Mike 0'\nReilly”... likes old films as much as-you do.(pause) That stuff\nis so boring, I can't believe you’re wasting the tape scam to\norder them... I can barely stand the boring stuff Hollywood puts\n\"out now but the old ones really suck...especially the nigger-\noo mammie shit from the 30's.\n\f \n\n \n\n \n\n11\n\n8. Int VIDEO STORE DAY FILM\nCONTINUED\n\n \n\n. CHERYL\nI'm doing research on them. I think I've found something, too.\n\nTamara yawns. Cheryl rolls her eyes at Tamara.\n\nCUT TO:\n\nSeen is a M.S. of Tamara (in foreground) as she stands at\ncounter entering a stack of returned tapes into the computer.\nCheryl is seen (in background) opening the envelope of videos:\n\nCHERYL\n(opening package)\nYes! yes!\n\nCheryl runs to Tamara who stands at the counter:\n\nCHERYL\n(excited) .\nLook what arrived Tamara.\n\nTAMARA\nWhat?\n\nCHERYL\nA film with the Watermelon Woman in it.\n\nTamara shakes head.\n\nTAMARA\nBoring, boring. (pause) All you do now since. you don't have a\ngirlfriend is watch boring old films.\n\nCHERYL\n(hurt)\nI'd rather watch boring old films when I'm lonely and horny than\n. watch black porn like you.",
  "10": "---END OF PREVIOUS SECTION---\nTamara shakes head. TAMARA\nBoring, boring. (pause) All you do now since. you don't have a\ngirlfriend is watch boring old films. CHERYL\n(hurt)\nI'd rather watch boring old films when I'm lonely and horny than\n. watch black porn like you. \n---TARGET SECTION TO BE ANNOTATED---\nTamara makes an embarrassed face and walks over to the phone\neven though it isn’t ringing.\n\nC.U. of Tamara holding phone in hand: .\nTAMARA\n\n‘OK. Gono’ further. Let's not get into my personal shit here. I\nwas only kidding.\n\nTamara turns to shelf of tapes and begins to fidget with them.\n\f     \n\n12\n\n8. Int VIDEO STORE DAY ILM\nCONTINUED\n\n. TAMARA\n“What are you doing tonight is what I meant to ask.\n\nBACK TO C.U. of Cheryl at counter:\n\nCHERYL\n(coldly)\nWatching these.\n\nCheryl puts down tapes and pins on her name tag.\n\nBACK TO C.U. of Tamara:\n\nTAMARA\nWant to go out with Stacey and me instead?\n\nBACK TO C.U. of Cheryl:\n\nCHERYL\nAlone? With a 4 month old lesbian relationship? You've got to be\nkidding.\n\nM.S. of Tamara and Cheryl.\nTamara stands looking at Cheryl. Cheryl walks back to employee\narea and puts the videos in her backpack.\n\nTAMARA :\nActually, Stacey's friend from college is in town.\n\nCHERYL\n(blankly) .\nNot another blind date? Remember the last girl you tried to set\nme up with?!\n\n-L.S. of Tamara and Cheryl behind counter.\nCUSTOMER walks to counter.\n\nBACK TO M. S. of Cheryl and Tamara at counter.\nTamara looks over at customer:\n\nTAMARA\nI've apologized for that a million and one times, Cheryl. I\ndidn't know she was spiritual. (gesturing to counter) It's your\nturn to wait on a customer. :\n\nM.S. of Tamara and Cheryl.\n\f \n\n \n\n13\n\n8. Int VIDEO STORE DAY FILM\nCONTINUED\n\n \n\nCHERYL\nSpiritual!? Heavy Afrofemcentric is what you call it and don't\ntell me that you couldn't tell Sister Yafumila If4 In-ze-lay\nwasn't a spiritual name? (gesturing to counter) I haven't\nclocked in yet. Will you wait on them?\n\nTamara makes face and walks to customer at counter. Cheryl\nwatches Tamara shaking head.\n\nCUT TO:\n\n9. INT LESBIAN BAR/KARAOKE NIGHT\n\nL.S., High Angle of room to M.S.",
  "11": "---END OF PREVIOUS SECTION---\nINT LESBIAN BAR/KARAOKE NIGHT\n\nL. S., High Angle of room to M. S. \n---TARGET SECTION TO BE ANNOTATED---\n Camera pans across a lesbian\nbar. It's karaoke night and women stand/sit looking at a MIDDLE\nAGED WHITE WOMAN sing, (©) out of tune. The Camera's~pan stops _\nand focuses to a M.S. of Tamara, STACEY, Cheryl and YVETTE who ~\nare seen seated watching the karaoke. Stacey is an attractive\nsmart looking twentysomething black woman who is acting all\nlovey-kissy with Tamara. Yvette is an attractive twentysomething\nblack woman too, but is crazy looking and a bit off. Cheryl\nnervously sips her beer. Yvette looks at the Karaoke song sheet:\n\nYVETTE\nThey don't even have 'That's the Way of the World' by\nParliament. :\n\nSTACEY and TAMARA\nIt's by Earth Wind and Fire.\n\nYVETTE ”\non.\n\nCHERYL\nLet me take a look. at that song sheet.\n\nC.U. of Yvette and Cheryl.\nCheryl looks at sheet with Yvette.\n\nCHERYL\nThey have 'Always and Forever’ though.\n\nC.U. of Yvette and Cheryl. -\nYvette stops looking at the sheet and looks at Cheryl dreamy\neyed.\n\ncu of Tamara and Stacey. — .\nTamara and Stacey look at Yvette and Cheryl, look at each other\nand smile. Stacey gives Tamara a \"thumbs up\" of approval. Tamara\n\nsmiles and looks at Cheryl:\n\n \n\f6\n\n \n\n \n\n \n\n14\n\n9. INT LESBIAN BAR/KARAOKE NIGHT FILM\nCONTINUED\n\nTAMARA\nAre you going to sing it for us Cheryl?\n\nBACK TO C.U. of Yvette and Cheryl.\n\nCHERYL\n(laughing)\nAfter you sing ‘Stairway to Heaven' with that woman who just\nsang.\n\nM.S. of Tamara, Stacey, Yvette and Cheryl, laughing.\n\nCamera pans from Tamara, Stacey, Yvette and Cheryl to crowd in\nbar as they laugh and clap then pans to the middle aged white\nwoman who finishes song and takes a bow. .\n\nBACK TO M. S of Yvette and Cheryl.\n\nA CUTE GIRL bumps into Cheryl's chair. Cheryl turns and smiles\nat her. Yvette notices Cheryl and cute girl eyeing each other.",
  "12": "---END OF PREVIOUS SECTION---\nA CUTE GIRL bumps into Cheryl's chair. Cheryl turns and smiles\nat her. Yvette notices Cheryl and cute girl eyeing each other. \n---TARGET SECTION TO BE ANNOTATED---\nYvette looks jealously at Cheryl.\n\nC.U. of Yvette.\nYvette stands up abruptly.\n\nYVETTE\nI think it's time for me to sing “my” song.\n\nBACK TO M.S. of Tamara, Stacey and Cheryl.\nGroup turns and looks at Yvette who now stands fixing her hair.\nSTACEY °\nWhat song? (shaking head) Not that one you tried to... I\nmean...sang back in college.\n\nYVETTE :\nRight. The one I sang for the Spike Lee audition at the Black\nDeb Ball...tell them Stacey. Tell them that I almost got the\npart.\n\nBACK TO M.S. of Tamara, Stacey and Cheryl.\n\nSTACEY\n(shaking head)\nPart? Are you sure...I mean are you sure you want them to know\nthe story?\n\nCamera pans to C.U. of Yvette. :\nYvette stands confident and blinks her eyes like a crazy person:\n\nYVETTE .\nWhy not? I ama singer, right. Tell them I'm a singer.\n\f \n\n \n\n15\n\n9. Int LESBIAN BAR/KARAOKE NIGHT FILM\nCONTINUED\n\nL.S. of Tamara, Stacey, Yvette, and Cheryl.\n\nCamera pans following Yvette as she walks to stage.\n\nM.S. of Tamara, Stacey and Cheryl.\nTamara sips drink, Cheryl lights a cigarette and Stacey shakes\nher head:\n\nSTACEY\nThis is so wrong...She can't sing a damn bit.\n\nCHERYL\n(exhaling)\nWhat's this about a Spike Lee audition?\n\nTAMARA\nIf she can't sing she's going to look real dumb. No black girl\ngets up unless she is for real, if you know what I mean,—like -\nsings in choir or for a living. She must be stupid or crazy to\ngo up to that stage.\n\nCHERYL\nWhat's this Black Deb party? (beat) What song is it?\n\nCheryl looks at song sheet trying to figure out. which song\nYvette will sing.\n\nTamara laughs and rubs Stacey's back as Stacey nervously takes a\ngulp of her drink.\n\nSTACEY ©\nLet me tell you guys the story.",
  "13": "---END OF PREVIOUS SECTION---\nCheryl looks at song sheet trying to figure out. which song\nYvette will sing. Tamara laughs and rubs Stacey's back as Stacey nervously takes a\ngulp of her drink. STACEY ©\nLet me tell you guys the story. \n---TARGET SECTION TO BE ANNOTATED---\n During our freshman year it was\nrumored that Spike Lee was on campus recruiting folk for his\nfilm on black schools. What was that film called again...?\n\nCHERYL\nSchool Doze...I mean Daze. (pause) Not one of my favorite Spike\nfilms.\n\nSTACEY .\n...Anyway, our little Black group decides to have a party hoping\n-that he would come and discover us...\nM.S. of Tamara, Stacey and Cheryl.\n\nCHERYL\nAnd...?\n\nTAMARA\nAnd is right. I never heard this one before.\n\f \n\n \n\n16.\n\n9. INT LESBIAN BAR/KARAOKE NIGHT FILM\nCONTINUED\n\n \n\nSTACEY\n-+-And the party was fun and all. You know the type of party\nAKAish...$5 bucks and a DJ, food and drink. Anyway Yvette shows\nup late in this tight ass and I mean tight ass outfit covered\nwith red polka dots and...\n\nTAMARA\n(laughing)\nOutfiti?\n\nCHERYL\nPolka dots?!\n\nSTACEY\n(shakes head) ~\n---Spike wasn't even at the party and it still was a mess. She\nforced the DJ to turn off the MUSIC right in the middle of a jam\n(beat) Then she started to sing (beat) Well you know black folks\n(beat). They started to get upset.\n\nTamara and Cheryl look at each other.\n\nTAMARA and CHERYL\nAnd?!\n\nSTACEY\n+-+And this one boy threw a drink at her (beat). It was the\nfirst time I'd seen Yvette go off like that. She put the boy in\nthe hospital. I’d never seen her act that way, before. I knew she\nhad problems but this was something deep.... very real\nemotional...It was the beginning of what we ail called “Yvette’s\nreal emotional” period.\n\nM.S. of Yvette and MC.\nYvette and MC are seen standing on stage:\n\nMC\nNext up ladies is Yvette who is going to sing (.0.).\n\nBACK TO M.S. of Tamara, Stacey and Cheryl.\n\n‘Stacey, Cheryl, Tamara all look at Yvette with their mouths\n\nopened.\n\nBACK TO M.S. of Tamara, Stacey and Cheryl.",
  "14": "---END OF PREVIOUS SECTION---\n‘Stacey, Cheryl, Tamara all look at Yvette with their mouths\n\nopened. BACK TO M. S. of Tamara, Stacey and Cheryl. \n---TARGET SECTION TO BE ANNOTATED---\nCHERYL\nA real emotional period, ‘Huh?\n\nTAMARA\nShe's cute though Cheryl. Don’t forget that.\n\f \n\n17\n\n9. INT LESBIAN BAR/KARAOKE NIGET FILM\nCONTINUED\n\n \n\n/ CHERYL\nGreat. Why didn't you say something before Tamara? I'm not that\ndesperate.\n\nSTACEY\nShe likes you Cheryl. She thinks your cute.\n\nCHERYL\nGreat.\n\nBACK TO M.S. of Yvette and MC.\n\nYvette grabs the mike from the MC's hand and walks to center\nstage. She looks a bit tranced, like a drugged out rock and roll\nsinger:\n\n. YVETTE\nI'd like to dedicate this one to my friends Stacey and Tamara\nand ... \"Cheryl.\"\n\nBACK TO M.S. of Tamara, Stacey and Cheryl.\n\nCheryl guips the last of her drink and embarrassed. Not knowing\nwhat to do and not wanting everyone to look at her, she nods at\nYvette.\n\nC.U. of Yvette.\nYvette begins to sing and sounds good at first then bad, real\n\nBACK TO M.S. of Tamara, Stacey. and Cheryl.\n\nStacey, Tamara and Cheryl watch Yvette. An older BLACK WOMAN\nfrom the table next to Cheryl makes.a cringe face and laughs.\nCheryl turns and smiles at the older Black woman:\n\nBLACK’ WOMAN\nShe's worse than that white lady.\n\nCHERYL\nYeah. (pause) She is.\n\nCUT TO:\n\n10. ExT CITY STREET . DAY VIDEO\n\nTaped in video, Cheryl is seen M.S. standing on a city street in\nfront of a MOVIE THEATER. She stands next to an ATTRACTIVE BLACK\nMAN. .\n\nCHERYL‘, o\nOK tell me, do you know who the \"Watermelon Woman\" is?\n\f \n\n \n\n \n\n \n\n \n\n18\n\n10. EXT CITY STREET DAY VIDEO\nCONTINUED\n\nATTRACTIVE BLACK MAN\nYes. She's the woman who originated what we call the Aunt\nJemima. Like on the syrup bottles.\n\nCHERYL\n(flat)\nThank you.\n\nCUT TO:\n\n11. BIT CITY STREET DAY\nCheryl is seen in M.S.",
  "15": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n11. BIT CITY STREET DAY\nCheryl is seen in M. S. \n---TARGET SECTION TO BE ANNOTATED---\n on a city street standing next to an\nearly twentysomething BLACK WOMAN, attractively hip.\n\nCHERYL\nFor $50 dollars, \"Who is the Watermelon Woman?\"\n\nBLACK WOMAN\nFrom, the sound of her name she must have been in early Hollywood\ncinema.\n\nCheryl looks into camera then looks at the woman surprised. The\nwoman smiles confidently at Cheryl. Cheryl smiles back.\n\nCHERYL\nYou’ re. good.\n\nBLACK WOMAN\nI overheard you talking with that man\n\nCHERYL ‘\nOh. —\n\nBLACK WOMAN\nDo I still get the money?\n\n12. Int CHERIL's APT. : DAY. , a VIDEO\nCheryl is seen shoulders up in front of wall covered with black\nfilm posters from the 1930'~1940's.\n\nCHERYL\n_ For some strange reason I called my Mother up asking her if she\n‘knew anything ‘about the \"Watermelon Woman\". (beat) And you. know\nmothers, they want to be helpful, especially when it comes to\nanything that their-little girl is working on. (beat). My mother\nwas a big fan of any film with black people in it.\n\f \n\n19\n\n12. INT CHERYL's APT. DAY . MEDEO\nCONTINUED\n\nCHERYL\nBlack cast, black coons, black anything. Back in the day she\nwent to see them all and has tons of momentos which when I was a\nkid I called junk. Junk was my childhood term for the tons and\ntons of boxes she has in various rooms of the house...\n\nCUT TO:\n\n13. INT MOM'S HOUSE DAY VIDEO\nVIDEO. In L.S. camera pans the rooms of Cheryl's mother’s house\nrevealing boxes and piles of miscellaneous things. Cheryl\ncontinues in VOICE OVER (V. 0.).{Softly heard is upbeat jazz\nfrom the 1930's which plays throughout this entire basement\nscene)\n\nCHERYL\n(V.0.)\n---I'm very serious. If a fire was to hit the place, it would go\nup, just like lightening. And the basement...\n\ncur TO:\n\n44, INT MOM'S BASEMENT A BIT LATER VIDEO\n\nIn M.S. CAMERA slowly pans the piles of boxes of junk in\nCheryl's Mom's basement.\n\nCHERYL\n\n(V.",
  "16": "---END OF PREVIOUS SECTION---\nS. CAMERA slowly pans the piles of boxes of junk in\nCheryl's Mom's basement. CHERYL\n\n(V. \n---TARGET SECTION TO BE ANNOTATED---\n0.)\n\n.++ethere must be a millions of piles of the stuff. Old clothing,\n\ncostumes ‘from when I-was in dance school,: my Bionic Woman\nproject, stuff from the homes of Hoth her dead brother and\nmother, my dead father’s possessions and my brother's Star Trek\nshit---All in boxes.\n\ncur TO:\n\n_ M.S. of Cheryl. LOCKED DOWN. Cheryl standing amidst the clutter,\n\nold furniture and boxes in her Mam's basement. She picks up an\nold magazine in a box to her left and smiles at the picture on\nthe cover.\n\nCHERYL. «\n\n' Anyway my mother or Ettie, the name her friends call her.. my\n\nmother says to me \"Sure Cherrie\".... she still calls me\nCherrie...\"Sure I know about the Watermelon Woman--which of\ncourse she doesn't...\"Why don't you come and visit and I'll tell\nyou all about it\". (beat)\n\f20\n\n14, INT MOM'S BASEMENT A BIT LATER VIDEO\n‘ CONTINUED . .\n\nCHERYL\nWhat a mistake. I mean she was helpful and all but what she\nreally wanted was a control session to tell me what's wrong with\n~ my life and to taik endlessly about the past like it were\nyesterday. (beat) Mom.\n\nM.S. of Cheryl. -\nCheryl continues to rummage through the boxes as we hear sounds\n\nof basement door opening. Her Mom's voice calls down from the\ntop of the basement stairs.\n\nMOM'S VOICE\nI said the box was in the closet, not by the chairs.\n\nCHERYL\n(to herself)\nHow..would you know you haven't been down here in years.\n\nMOM'S VOICE\nWhat'd did you say?\n\nCHERYL ‘\nI said when was the last time you were down here?\n\nC. . MOM'S VOICE\nThat's not what you said.\n\nCHERYL\nYes it is. (beat) Now where?... Next to the holiday things?\n\nMOM’S VOICE\nI said the box was in the closet next to the: Christmas tree. Why\n“don't you listen to me Cherrie!\n\nM.S. of Cheryl's Mom.\n\nCheryl goes to Camera, and. pans to basement stairs where -\nCheryl's Mom begins a belabored trek down the narrow basement\nstairs.",
  "17": "---END OF PREVIOUS SECTION---\nM. S. of Cheryl's Mom. Cheryl goes to Camera, and. pans to basement stairs where -\nCheryl's Mom begins a belabored trek down the narrow basement\nstairs. \n---TARGET SECTION TO BE ANNOTATED---\n MOM, a hippish 60 something black woman, walks towards\nCheryl wearing a pink jogging suit. :\n\nM.S. of Cheryl's Mom.\n. MOM .\nYou know I have arthritis in my knees. (beat) Why are you making -\nme come all the way down here.\n\nCheryl bends down and pick up-a funky old box. Box comes into\n~ frame. .\n\f21\n\n \n\n14, INT MOM'S BASEMENT A BIT LATER VIDEO\nva CONTINUED\nCHERYL\n(V/0)\nFound it!\nCUT TO:\n\n15. INT. MOM'S LIVING ROOM A BIT LATER VIDEO\nton sits in front of the camera, in documentary style, fixing\nhair.\n\nCheryl is heard 0.S. recording her.\n\n \n\nMOM\nHow do I look CHERRIE? (pause) You know I'm too fat to be on TV.\n\nCHERYL 5\n. (0.8.)\nMom you aren't, and you don't look fat and anyway this is a\nvideo.\n\n‘EDITH: Cheryl's Mother'-- appears. over her image. Mom continues\nto fix her hair.\nCHERYL\n(0.S.)\nSo you saw lots of films when you were growing up in the 30's?\n\nMOM\n(in a theatrical proper voice)\nYes, Cheryl, I did see many films. I was very interested in the\ncinema, you know.\n\nCHERYL\n(0.S.)\nAnd one of your favorite stars was the Watermelon Woman, right?\n\nMOM =\n(in her normal voice)\n'Water' who?(pause) I've never heard of her.\n\n \n\n \n\nCHERYL\n(0.8.) :\nMom, we had a long talk on the ‘phone about her...remember the\n“skinny girl?\"\n\n: MOM\nWe talked about a lot of things on the phone the other night.\n: How do you expect me to remember everything?\n\n \n\nCheryl is heard softly cursing to self behind camera.\n\f15. INT\" ‘MOM'S LIVING ROOM A BIT LATER VIDEO\nCONTINUED\n\nMOM\nI remember you asking me for money to help you pay for this here\ncamera. So don't get uppity.\n\nCHERYL\n(0.8.)\nBut I came all the way out here on the bus and took off from\nwork just to tape your story about the Watermelon Woman.",
  "18": "---END OF PREVIOUS SECTION---\nINT\" ‘MOM'S LIVING ROOM A BIT LATER VIDEO\nCONTINUED\n\nMOM\nI remember you asking me for money to help you pay for this here\ncamera. So don't get uppity. CHERYL\n(0.8.)\nBut I came all the way out here on the bus and took off from\nwork just to tape your story about the Watermelon Woman. \n---TARGET SECTION TO BE ANNOTATED---\nMOM\nI remember a butterfly girl or something or other who ran\naround like a pickininny in Gone With the Wind. I'11 talk about\nher if you like. You know that the Johnson's up the street are\nrelated to her.\n\nCHERYL\n(0.8.)\n\nNo. (beat) I specifically want to talk about this one actress\nwho starred in these videos we just got in the store. (beat)\nCome on mom, this is really important to me. You said you'd help\nme out with making this video.(pause) Now how about the\ndirector, she was a woman--'Martha Page. She is the one who cast\nthe Watermelon Woman.\n\nMOM\nNow that name sounds familiar. (beat) But she couldn't have been\na director. Ladies didn't do things like that back then.\n\nCHERYL\n(0.8. raising her voice)\nYes they did, Mom. It Says right on the back of the video box\nthat Martha Page was directing films back then. And she wasn't\nthe only woman directing films--there was Dorothy Arzner and...\n\nMOM\nHum...(pause) Well.. I guess I'm wrong but I still don't\n‘remember this 'Water-woman' girl you're asking about. (pause)\nYou know that was her stage name.\n\nCHERYL\n(0.8.)\nThat's the name that was on the box. .\n\nCheryl's hand is seen handing her Mom the video box.\nMom takes the box from Cheryl and holds it away from her eyes to\nget a good look. .\n\nMOM :\n'I always told you never to believe everything you read. (pause)\nIs that the girl? She looks familiar.\n\n22\n\f23\n\n15. INE MOM'S LIVING ROOM A BIT LATER VIDEO\n' CONTINUED\n\n \n\nCHERYL\n(0.8.)\nThat's the Watermelon Woman, Mom and I know she has a real name.\nThat's why I'm here asking you. You were supposed to have lived\nback then. :\n\n \n\nMOM\nWell...she kinda looks like this singer who used to sing around\nsome of the clubs where Starleta, Mae and I used to hang.\n(pause) No...If I remember right this girl was the one who sang\nat this club where those street types used to go.",
  "19": "---END OF PREVIOUS SECTION---\nYou were supposed to have lived\nback then. :\n\n \n\nMOM\nWell...she kinda looks like this singer who used to sing around\nsome of the clubs where Starleta, Mae and I used to hang. (pause) No... If I remember right this girl was the one who sang\nat this club where those street types used to go. \n---TARGET SECTION TO BE ANNOTATED---\n Mae used to\nhave this friend named Shirley who took us to one of those\nplaces and we were shocked. Some man in a dress was singing on\nthe stage and then a girl who looked like a man came out and\n4 introduced a singer who kinda looked like this melon girl. she\n3 sang an old Bessie Smith type song.\nCHERYL\n(0.8.)\nHow did it go?\n\nMOM\nOh I don't remember. I wasn't much into Bessie's songs.\nBut I do remember that club like it was yesterday. I remember\nthe smell of the smoke. Kinda had the smell of the smoke that.\nused to come from under your door when you were in high\nschool...\n\nCHERYL\n(0.8.)\nMom, stick with talking about this club. It sounds right up my\nalley. What was it called?...Where was’ it?...Are you sure the\n“ Watermelon Woman sang there?...\n\nMOM\n(rolling eyes) _\nCherrie, that was 40 some--I mean--several years ago. Your old\nmom can remember some things but she can't remember\n‘ everything. (pause)\n\n \n\nwom\n\n, I just remember what I told you cause Mae got into a fight with\n\npe mo Shirley after that night and...(pause) let me go no further with\nother people business.\n\nCHERYL\n‘ (0.8.)\n‘Humph. (pause) How is good old Miss Mae anyway?\n\n \n\f24\ncur TO:\n\n16. INT. LIBRARY DAY FILM\nM.S.dolly of the library stacks, shot in lémm. Camera dollies\nthe library stacks and stops at the aisle where Cheryl, with a\npile of books next to her feet, stands looking through a book.\nCamera dollies to Cheryl. MUSIC is heard.\n\nC.U. of book and Cheryl's hand.\n\nCheryl pages through a photography book of early Hollywood stars\nand pauses on a PHOTO of director Martha Page who is seen in\nthe picture directing actors and crew on the set of one of her\nfilms. MUSIC is heard.\n\nL.S. of Cheryl.\nCheryl closes the book and squats to place it on a growing stack\nof books by where she stands. Cheryl stand up and is startled.\n\nM.S./ P.O.V Cheryl.",
  "20": "---END OF PREVIOUS SECTION---\nS./ P. O. V Cheryl. \n---TARGET SECTION TO BE ANNOTATED---\nCheryl sees Tamara's face peering through the stack:\n\nCHERYL\n(Startled).\nAhh!.(pause)..Damn Tamara, you scared me.\n\nTAMARA\nI hope T did. We gots to go or I is gonna be late.\n\nCHERYL\nFor what? I'm just getting into it.\n\nL.S. of Cheryl and Tamara.\n\nTamara walks to the aisle where Cheryl stands. Tamara picks up\nthe stack of books by Cheryl's feet: .\n\n: TAMARA\nAll of these books? You only can take out a certain amount you\nknow? :\n\n. CHERYL, :\n\nTwenty. I asked before I started looking stuff up. (pause) You\nknow that it's not like I can go and ask for information about\nsome black mammie actress named the Watermelon Woman? They don't\neven have géneral listings for black women in film.\n\nTAMARA\n‘Well did you try asking at the desk?\n\n. CHERYL .\nI don't think you are listening to me Tamara. You can't just ask\nlike... :\n\nTamara stands adjusting the many books in her arms.\n\f \n\n \n\n \n\n \n\n \n\n16. INT - LIBRARY DAY , FILM\nCONTINUED\n\n \n\nTAMARA\nI'm not listening because we've got to go. I have to meet my\ngirl Stacey, at her place when she gets home from work. I want\nto surprise her and stop at the flower place on the way. (pause)\nI want to get some tonight.\n\nTamara smiles at Cheryl and turns, walking away with the pile of\nbooks in her arms. Cheryl picks up her backpack and follows.\n\nCHERYL\nI'm not finished. I have to ask about one more book and then we\ncan go, OK?\n\nCUT TO:\n\n17. INT LIBRARY LOBBY MOMENTS LATER FILM\nL.S. Tamara is seen waiting in line for librarian assistance.\nCheryl is seen at nearby computer terminal with papers and\nbooks. Tamara looks at Cheryl impatiently as the LIBRARIAN\nfinishes helping PERSON.\n\nTAMARA\nCheryl you're next. Come on. (beat) I have to be there in 20\nminutes. :\n\nCheryl runs to counter stepping in front of Tamara.\n\nM.S. of Cheryl, Tamara and Librarian. .",
  "21": "---END OF PREVIOUS SECTION---\nCome on. (beat) I have to be there in 20\nminutes. :\n\nCheryl runs to counter stepping in front of Tamara. M. S. of Cheryl, Tamara and Librarian. . \n---TARGET SECTION TO BE ANNOTATED---\nWhite man librarian wearing the name tag, TYLER, looks at Cheryl\nlike she's crazy.\n\nM.S. of Cheryl, Tamara and Librarian.\n\nCHERYL .\nHi.(pause) I'm looking for information.on the Watermelon Woman.\nShe was a Black actress in the 1930's. I seem to be having\n\ntrouble... : .\n\nC.U./Cheryl's P.O.V. of Tyler.\nTyler enters ‘information on his computer and looks at Cheryl:\n\nTYLER\n(cutting Cheryl off)\nNothing comes up.(pause) Look: in the ‘black' collection of. the\nreference library on the...\n\n¢.U./ Tyler's P.O.V. of Cheryl and Tamara favor Cheryl:\n\n25\n\fvas\n\n26\n\n‘17. «INt LIBRARY LOBBY MOMENTS LATER FILM\n\nCONTINUED\nCHERYL\n(annoyed, cutting Tyler off)\nHow about Martha Page, a 'white' woman director from the 30's?\nBACK TO C.U./Cheryl's P.O.V of Tyler:\n: TYLER\nAll of this information is reference...in the 'reference'\nsection of the library. Have you checked in the 'reference'\nsection yet, “miss”?\nBACK TO C.U./Tyler's P.O.V. of Cheryl and Tamara favor Cheryl:\nCHERYL\nWell both were involved in films. I thought there might be some\nsort of ‘non-reference' books that tan be checked out. You know\non film and.... .\nBACK TO C.U./Cheryl's P.O.V. of Tyler:\n\nTYLER\nWell did you look in the film section...760's to 790's?\n\nBACK TO C.U. Tyler's P.0.V. of Cheryl and Tamara favor Tamara:\n\nTAMARA\nYes we have. (to Cheryl) Why does he think we waited in line.\n\n_ CHERYL\n(to Tamara)\nShut Up Tamara.\n\nM.S. of Cheryl, ‘Tamara and Tyler.\nTyler and Tamara both roll eyes at Cheryl.\n\nBACK TO C.U./Cheryl's P.0.V. of Tyler:\n\nTYLER\nThe names again?\n\nBACK TO C.U./Tyler's P.O.V. of Cheryl and Tamara favor Cheryl:\n\nCHERYL\nThe Watermelon Woman and Martha Page.\n\nBACK TO C.U./Cheryl's P.0.V.",
  "22": "---END OF PREVIOUS SECTION---\nBACK TO C. U./Cheryl's P.0. V. \n---TARGET SECTION TO BE ANNOTATED---\n of Tyler:\nTYLER |\nThe “Watermelon Woman\"?\n\f27\n\n17. INT LIBRARY LOBBY MOMENTS LATER FILM\nCONTINUED\nBACK TO C.U./Tyler's P.O.V. of Cheryl and Tamara favor Cheryl:\n\nCHERYL\nYes, the Watermelon Woman. She was the...star in several films\nby Martha Page.\n\nBACK TO C.U./Cheryl's P.O.V. of Tyler.\nTyler stares at Cheryl for a moment. He punches in names and\nsniffles alot.\n\nTYLER\nThe only name that's coming up is Martha Page. She is included\nin several ‘non-reference' books on ‘Women and Film.' (pause)\nNo...nothing on 'the Watermelon Woman.' Check the reserve\nlibrary on the 3rd floor. Next in line please.\n\nM.S. Cheryl, Tamara, Tyler and PERSON IN LINE.\nCamera follows Cheryl as she walks away from desk towards the\n\n‘elevator. Tamara follows carrying books:\n\nTAMARA\nYou aren't going to do this now, I really have to go.\nCUT TO:\n18. INT LIBRARY CONFERENCE ROOK A BIT LATER FILM\nM.S. Cheryl and Tamara are seen in a small library conference\nroom. On the table are a stack of books, articles, slides, etc.\n\nCHERYL\n\n| Damn-~someone was holding up a lot of learning. Look at all this\n\nstuff.\n\nCheryl opens her back pack and looks for a pen and paper. She\nthen begins to sit down in a chair at the table where the\ndocuments lay stacked.\n\nTAMARA -\nDon't get comfy, girlfriend. You know.the stuff is here, ‘now\nlet's go.(pause) Come back tomorrow. I'm now. 5 mins from being\n10 minutes later than I was before\n\nCheryl looks at Tamara oddly.\n\nCHERYL\nHuh?\n\nTAMARA\nYou know what I mean Cheryl. I have to go---NOW!\n\f28\n\n18. INT LIBRARY. CONFERENCE ROOM A BIT LATER FILM\nCONTINUED . o : ~\n\nCHERYL\nTamara,...tell me again,.. do you have to go?\n\nTamara makes an angry face and pinches Cheryl.",
  "23": "---END OF PREVIOUS SECTION---\nINT LIBRARY. CONFERENCE ROOM A BIT LATER FILM\nCONTINUED . o : ~\n\nCHERYL\nTamara,...tell me again,.. do you have to go? Tamara makes an angry face and pinches Cheryl. \n---TARGET SECTION TO BE ANNOTATED---\nCHERYL\n(rubbing arm)\nOuch!! (pause) Look Tamara, I have to work tomorrow --for you if\nI remember correctly. (pause) Take a chill pill. It will take 10\nmins. (pause) Why don't you find a Phone and call Stacey.\n\nCheryl sits down at table and opens her notebook.\n\nTamara suddenly grabs several of the documents and pictures from\nthe pile and shoves them into Cheryl's backpack which lies open\non the table.\n\nTamara then grabs the backpack, zips it closed and walks to the\ndoor away from Cheryl.\n\nc.U. of Cheryl:\nCHERYL\nTamarai!(pause) What are you doing? (pause) Give me that\n: backpack!\n\nM.S. of Tamara and RESERVE LIBRARIAN.\nAs Tamara reaches to open the.door the RESERVE LIBRARIAN, an odd\nlooking Latino man, walks in. Tamara stands by him frozen.\n\nRESERVE LIBRARIAN\nHow's it going in here, ladies?\n\nL.S. of Reserve librarian, Cheryl and Tamara.\nWith backpack in hand, Tamara inches. her way back to the table.\nCheryl abruptly stands up.\nCHERYL\n(stunned)\nCool...I mean fine, just fine. Lots of stuff to look over.\n\nRESERVE LIBRARIAN\nIts been on reserve for several months now. I'm glad to see\nsomebody appreciates the work we do for the public.\n\n\". ‘PAMARA oe\nYou know,...now that you mention the public, I realize that we\nhave to go and meet a friend at the bus station,... right\n\nCheryl?\nTamara looks at Cheryl and winks.\n\nCHERYL\nRight.\n\f29\n\n18. INT. LIBRARY CONFERENCE ROOM A BIT LATER ILM\nac CONTINUED\n\nTAMARA\nIf you could hold these documents for us until tomorrow, we can\ncome back then and have the whole day for research. Right\n~ Cheryl?\n\n \n\nM.S. Pan of Tamara.\nAs Tamara speaks the camera pans down her body to the backpack.\n\nM.S. Pan of Cheryl.\nCamera then pans up to Cheryl's face:\n\nCHERYL\nRight.\n\nCUT TO:\n\n~~\n\n19. INT CHERYL'’s APT.",
  "24": "---END OF PREVIOUS SECTION---\nCamera then pans up to Cheryl's face:\n\nCHERYL\nRight. CUT TO:\n\n~~\n\n19. INT CHERYL'’s APT. \n---TARGET SECTION TO BE ANNOTATED---\n DAY yy\n\nSeen in video is a SLIDE projected blurry image of a 1930's film\nstill. The image of a black woman and a white woman come into\nfocus. It's Hattie McDaniel and Vivien Leigh in Gone with the\nWind. TAMARA and CHERYL 's voices are heard in. the background\n-(0.8.).The sound of the slide projector and soft MUSIC is heard.\n\nTAMARA\n(0.8.)\nWhere'd you get this slide projector anyway?\n\n \n\n \n\n \n\nCHERYL\n(0.8.) .\nMy mom had it in her. basement.\n\nTAMARA\n(0.S., kidding)\nShe has’ everything in that basement. (beat) From the looks of\nthis place you got most of your furniture there too.\n\n \n\nCHERYL\n. (0.S., defensive) .\nShut up Tamara. (beat) My mom is very helpful. If you don't. like\n: . the chair then sit on the floor. .\n\nThe SLIDE changes to Louise Beavers and Claudette Colbert in\nImitation of Life. . .\n\n° : TAMARA\n-~ (0.8.) .\nWhat's up with the mammies? Where's the Watermelon Woman?’\n\f19. INT — -° CHERYL's APT. - DAY VIDEO)\nCONTINUED\nThe SLIDE changes to an early image of Josephine Baker in\nChocolate Dandies.\n\nTAMARA\n(0.8.)\nDamn! Who the fuck is that...Don't tell me that’s...\n\nCHERYL\n(0.8.)\nJosephine Baker.(pause) She starred in this all Black Broadway\nshow called (a rustling of papers is heard) Chocolate Dandies.\nBut look at her in this....\n\nSLIDE changes to Josephine Baker in tux holding a cigarette.\n\nTAMARA\n(0.8.)\nBetter...much better.(pause) She almost looks like she was down\nwith the sisters.\n\nCHERYL\n(0.S.)\nI think she was.\n\nIn quick progression, the SLIDES change to a series of lobby\nposters and reviews/articles of colored cast movies from the\n1920's and 1930's .\n\nTAMARA\n(0.8.)\nNow aren't you glad I made you take this stuff from the library?\n\nCHERYL\n(0.8.",
  "25": "---END OF PREVIOUS SECTION---\nIn quick progression, the SLIDES change to a series of lobby\nposters and reviews/articles of colored cast movies from the\n1920's and 1930's . TAMARA\n(0.8.)\nNow aren't you glad I made you take this stuff from the library? CHERYL\n(0.8. \n---TARGET SECTION TO BE ANNOTATED---\nMade me take it is right. And your going to take it all back\nafter I finish with it.\nTAMARA\n(0.8.)\n. Always got to be honest don't you?\n\nCHERYL\n(0.8.)\n’ Yeah, Yeah. (beat) Anyway I worked out this monologue for you to\nread--a voice over--serious yet sisterly. Kinda like a female\nJames Earl Jones.\n\nThe SLIDE changes to head shots of black actresses as maids. The\nfirst is a publicity shot of Hattie McDaniel in a maid's outfit.\nThe sound of papers shuffling is heard. .\n\n30\n\f \n\n \n\n \n\n \n\n31\n\n19. INT CHERYL's APT. DAY _ MIDEO\nCONTINUED\n\nTAMARA\n(0.S., in a funny voice)\nAnd we played the role when we had to. Black actresses were cast\nas maids, mammies and servants in many of the talkies during the\nDepression era. We served, cooked, cleaned, and were the comedic\nrelief in many family dramas.\n\nSLIDE of a publicity PHOTO of the Watermelon Woman in a maid's\noutfit is seen.\n\nTAMARA\n(0.8.)\nHey...that's you're girl right.\n\nCHERYL\n(0.8.)\nYup...it sure is (pause) Read what I wrote,, Tamara.\n\nTAMARA\n\n(0.8.)\nPopular in the films of white woman director Martha Page was a\nlittle known singer named the ‘Watermelon woman'. She made her\nscreen debut in Page's 1931 comedy The Jersey Girl. Richards\npremiered as a lively domestic who is hired by a white country\ngirl forced to sell the family farm and move to the big city.\n\nThe SLIDE changes to Watermelon Woman and director Martha Page\nspeaking off set.\n\nTAMARA\n(0.8.).,\nWho's this Martha Page character beyond being a big racist?\n\nCHERYL\n. (0.8.) . .\nI'm not too eure if she's a big racist but she is a big dyke.\n: Look at the two of them.\n\nTAMARA\n_  (0.8.)\n‘Yuck! A very scary thought the two of them together.\n\nCHERYL...\n(0.8.)\nWhy? Page isn't all that. bad.",
  "26": "---END OF PREVIOUS SECTION---\nCHERYL... (0.8.)\nWhy? Page isn't all that. bad. \n---TARGET SECTION TO BE ANNOTATED---\nTAMARA\n(0.8.) , .\nJust go back to that SLIDE of. her from before.\n\f32\n\n19. INT  ° . CHERYL's apr... DAY VIDEO .\nCONTINUED\n\nCHERYL\n\n(0.8.)\n\nHow about this one instead.\n\nCheryl changes the SLIDE to a very sexy glamour shot of the\nWatermelon Woman.\n\nTAMARA\n(0.8.)\nNow that's a sexy woman.\n\nCHERYL\n(0.8.)\nBeautiful woman. A very very beautiful woman\n\nThe SLIDE changes to white.\n\ncur TO:\n\n20. Imr - VIDEO STORE DAY FILM\nL.S. PAN. Cheryl is seen walking from behind the counter with a\n\nstack of tapes. She walks to a section of store and begins to\nPlace tapes on shelves. .\n\nM.S. of Cheryl and DIANA.\n\nAs Cheryl organizes tape, an attractive white woman in her late\ntwenties, DIANA, stands in background seriously looking at tapes\non shelves. The two stand silently near each other then Cheryl\nnotices Diana who now holds 3 videotapes in her hands:\n\nCHERYL .\nYou know it's two tapes for the one Monday through Thursday.\n\nDIANA .\nOh really? Thanks, I'm having a rough time deciding ...Which\nwould you suggest; Cleopatra Jones, Jason's Lyric, or Carrie?\n\nCHERYL :\nWell... I don't know ++-Cleopatra. Jones is really fun. (pause)\nGo for Cleoparta Jones and Carrie. Somehow the two go well\ntogether. .\n\nDIANA\n(laughing)\n\nYour right...but “Carrie”? I hate Sissy Spaceck. She's such a\nthin, white, anorexic looking mess in.that film. I like my girls\nwith meat on their bones if you know what I mean. (pause/to self)\n\nAnyway I just saw it a few, months ago.\n\f33\n-20. INT VIDEO STORE DAY . FILM\nf CONTINUED\nM.S./DOLLY around Cheryl and Diana.\n‘Cheryl laughs, 1/2 with Diana and 1/2 at her reply. Cheryl then\n\nturns to continue shelving tapes, pauses, turns and looks at\n~ Diana again..",
  "27": "---END OF PREVIOUS SECTION---\nS./DOLLY around Cheryl and Diana. ‘Cheryl laughs, 1/2 with Diana and 1/2 at her reply. Cheryl then\n\nturns to continue shelving tapes, pauses, turns and looks at\n~ Diana again.. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n \n\nCHERYL\nHow about some Sci-Fi like Alien or a thriller like Repuision\nwith Catherine Denevue. She goes nuts in her apartment one\nweekend.\n\nDIANA\nGreat just what I need to settle into my new place.\n\nCHERYL\nJust remember it's two for one tonight.\n\n \n\n- DIANA\n3 ‘ (upbeat )\nOK. (pause) Thanks for the suggestions.\n~ BACK TO L.S. of Cheryl and Diana.\n\nCheryl smiles at Diana and Diana smiles at Cheryl. CAMERA PANS\nand follows Cheryl as she walks behind counter where Tamara\nstands watching Cheryl. CAMERA DOLLIES IN TO A MS of Cheryl\n\nC ' looking at tapes and Tamara entering data into computer.\n\n \n\nC.U. of Tamara:\n\nTAMARA.\nWhose the cutie?\n\n \n\nC.U. of Cheryl:\n\nCHERYL\nSome customer.\n\nC.U. of Tamara:\nTAMARA , . °\nNice bone structure if you’re into white girls. Do ya think she\n_ is or isn't...in the family?\n\nBACK: TO M.S. of Cheryl and Tamara. .- | .\nCheryl pulls binder from beneath the counter and opens it.\n\n~*~ : CHERYL -\n. . Tamara, why are you constantly clocking women.\n\f \n\n \n\n \n\n \n\n \n\n20. INT VIDEO STORE DAY FILM\nCONTINUED . - .\n\nTAMARA\nWe're lesbians—remember, Cheryl. We are into female to female\nattraction. And anyway, you’re the one who is supposed to be\ngoing after the girls,...How long has it been since you were\n. with one.. -Lets see...\n\nCHERYL\nA week. Remember the emotionally imbalanced Yvette you tried to\nhook me up with.\n\nTAMARA\nOh come on Cheryl. She wasn't that bad. Stacey talked to her the\nother night and she asked about you.\n\nCheryl shoots Tamara a cold stare as BOB, the buppie Black\nmanager walks up with ANNIE, a 22 year old, dyed haired, nosed\npierced white lesbian. Cheryl and Tamara stand silently looking\nat Annie.\n\nM.S. of Bob and Annie.",
  "28": "---END OF PREVIOUS SECTION---\nCheryl and Tamara stand silently looking\nat Annie. M. S. of Bob and Annie. \n---TARGET SECTION TO BE ANNOTATED---\nBob stands officiously looking at Cheryl, Tamara and Annie:\n\nBOB\nTamara and Cheryl, I'd like you to meet your new co-worker,\nAnnie. H-H-....\n\nANNIE\nHeath. Annie Heath.\n\nM.S. of Bob and Annie.\n\nBOB\nAnnie Heath. She graduated from Bryn Mawr, right?\n\nANNIE\nRight. (pause) Nice to meet you Cheryl.\n\nM.S.of Cheryl, Tamara, Bob and Annie.\n\n‘Annie walks over to Cheryl and shakes her hand vigorously.\n\nCAMERA PANS with Annie as she walks over to Tamara and extends\nher hand.\n\nANNIE\nNice to meet you Tamara.\n\n’ Tamara gives Arinie a look from hell then’ 1/2 shakes her extended\n\nhand. CAMERA PANS to Diana who stands watching the handshake.\nDiana clears her throat.\n\n34\n\f \n\n35\n\n» 20. INT VIDEO STORE DAY . FILM\nCONTINUED\n\nL.S. of Cheryl, Tamara, Bob, Annie and Diana.\n\nEVERYONE turns and looks at Diana.\n\nBOB\n{to Cheryl)\nCheryl, why don't you run through things with Annie while\nwaiting on this customer.\n\nBob smiles at Diana and walks to answer the phone which has just\nstarted to ring. Tamara walks away smirking to stacks behind\nthem. Cheryl and Annie walk to counter and both smile at Diana.\n\nc.U./Cheryl and Annie's P.O.V of Diana:\n\nDIANA\nOK. I'm going to take you up on your suggestion and it's two for\none right?\n\nC.U./Diana's P.O.V of Cheryl and Annie:\n\nCHERYL\nRight.\n\nM.S. of Cheryl, Annie and Diana.\n\nDiana hands Cheryl the boxes and winks at her. Annie looks at\nCheryl then at Diana. Cheryl looks at. Annie and smiles\nnervously.\n\nANNIE —\nMaybe I should go get the tapes.\n\nM. S. of Cheryl, Annie and Diana.\n\nCHERYL\nNo. Watch me process this first. (to Diana) Name on the account?\n\nDIANA\nRolland... but it's a new account.\nCHERYL\n. (to Annie)\nNew accounts get rung up like any order except you have to get\nall of their credit and addresses, etc. first, then file the\n.",
  "29": "---END OF PREVIOUS SECTION---\nWatch me process this first. (to Diana) Name on the account? DIANA\nRolland... but it's a new account. CHERYL\n. (to Annie)\nNew accounts get rung up like any order except you have to get\nall of their credit and addresses, etc. first, then file the\n. \n---TARGET SECTION TO BE ANNOTATED---\n eredit card imprint.\n\nDiana looks around at literature'on counter. Annie stands\nlooking like she is being treated like a child.\n\nCHERYL\nAll I need is your credit card.\n\f \n\n36\n\n20. INT VIDEO STORE . DAY FILM\nCONTINUED\n\nDiana opens purse/bag and gets out wallet.\n\nDiana hands Cheryl her credit card.\n\nCHERYL\n(to Annie)\nEnter the address and license number and I'll run her credit\ncard.\n\nDiana recites her address, etc. to Annie; Annie enters\n\ninformation in the computer; Cheryl runs her credit card through\nmachine.\n\nC.U. of Cheryl and Diana's hands.\nCheryl hands Diana her credit card. Diana reaches for the card\nand lets her fingers linger, touching Cheryl's fingers.\n\nBACK TO M.S. of Cheryl, Annie and Diana.\nCheryl smiles at Diana and Diana. smiles back:\n\nDIANA\nDon't I have to sign something?\n\nCheryl hands Diana a pen and slip. Diana signs slip.\nAnnie stands watching the two women.\nDiana looks at Cheryl intensely as she puts her wallet back in\npurse.\nANNIE\n(to Cheryl)\nCheryl, you know I worked at a video store before. I just get\nthe tapes she wants and scan them, right?\n\nBACK TO M.S. of Cheryl, Annie and Diana.\nCheryl smiles at’ Diana and Diana smiles back:\n\nDIANA\nI'm getting Repulsion and Cleo--\n\nCHERYL\nCleopatra Jones.\n\nAnnie looks at Cheryl and Diana then walks away to get tapes.\nTamara walks behind Diana smiling and winks at Cheryl.\nDiana digs in her purse for money.\n\nDIANA\nDo I pay now or when I return them.\n\nCHERYL\nWhen you return them.\n\f37\n\n20. Int VIDEO STORE DAY FILM\nCONTINUED\n\nAnnie comes back with tapes and scans them. Cheryl fidgets with\nmovie display.\n\nCHERYL\n_.. . (to Diana)\nWould you like a bag?\n\nDIANA\nNo thanks.\n\nAnnie hands Diana the tapes.\n\nDIANA\nThank you...\n\nC.U./Diana's P.0.V of Cheryl's badge.\n\nDIANA\n(continues )\nCheryl.\n\nBACK TO M.S. of Cheryl, Annie and Diana.\nDiana walks away.",
  "30": "---END OF PREVIOUS SECTION---\nBACK TO M. S. of Cheryl, Annie and Diana. Diana walks away. \n---TARGET SECTION TO BE ANNOTATED---\n Cheryl and Annie stand at the counter:\n\nCHERYL\n(to Annie)\nAnd that’s how you take a customer order.\n\nANNIE\nThat's how customers pick up.employees, you mean. (looking at\nCheryl's badge) I need to get a badge if it's that easy.\n\nCheryl looks at.Annie and smiles. Annie smiles back.\n\nCUT TO:\n\n21. Ext LEE's HOUSE. . FRONT: DOOR IDEO ,\nCheryl stands ringing the door bell.of LEE, the queeny, 50 year\nold, over. zealous collector of Black film memorabilia. Tamara\n\n- yuns the camera and is heard 0.S.:\n\nCHERYL\nAre you sure you said 3 o'clock. (pause) How did you hear «about\nthis guy anyway?\n\nTAMARA\n(0.8.) .-\n\n‘He's a friend of my Mom's. He's cool though. I think his son is\ngay. .\n\f \n\n \n\n38\n\n21. Ext LEE's HOUSE LEE's HOUSE VIDEO\nCONTINUED\nCHERYL\nThat makes him cool?\nTAMARA\n(0.8.)\n\nIt's better than nothing.\n\nLee opens the door. He is wearing a T-shirt with an image of\nPaul Robeson on it.\n\nTAMARA\n(0.8.)\nHi Lee. It's OK if we tape our visit? This is Cheryl.\n\nLEE\nHi Cheryl and Tamara. (pause) Sure you can tape, honey, if you\n‘ promise to get my good side. :\n\n22. INT LEE'S HOUSE LIVING ROOM YIDEO\n\nLee holds door open for Cheryl and Tamara to enter. Tamara walks\ninto foyer and turns camera to Lee catching him picking his nose\nas he closes the door.\n\nLEE.\nSo you came to see what I got.\n\nLee walks past camera and stands in front of Cheryl.\n\nLEE\nRight this way ladies.\n‘ TAMARA\n(0.8. into camera)\nLadies,. huh?.\n\nCheryl and Tamara follow Lee through his house. Tamara turns\ncamera on the living room when they walk past it.\n\nTAMARA\n(0.8.)\nCan you show us what's in here?\n\nLEE\nYou mean in the living room? Sure.\n\nLee and Cheryl walk into the living room.",
  "31": "---END OF PREVIOUS SECTION---\nLEE\nYou mean in the living room? Sure. Lee and Cheryl walk into the living room. \n---TARGET SECTION TO BE ANNOTATED---\n The room is elegantly\ndecorated with lobby posters of Black Cast Films. On one wall is\nan un-lit neon sign which reads ROYAL.\n\foo\n\n39\n\n22. INT LEE'S HOUSE LIVING ROOM VIDEO\nCONTINUED\nLEE\nEverything is authentic except for the sign...let me turn it on\nfor you.\n\nLee walks to the sign and turns it on.\n\nLEE\nIt's a duplicate of the sign that hung above the Royal Theater\nback in the 30's.\n\nCHERYL\nWhat was the ROYAL?\n\nLEE\nThe Royal, the Dunbar, the Standard were the place to be back in\nthe 20's and 30's. South Street was jumping with night life.\n\nLee moves away from the sign. Tamara gets.a shot of it with the\ncamera.\n\nCHERYL\nLike South Street now?\n\nLEE\nHell no girl, South Street sucks now. But back then it was 20th\nand South. Everybody who was anybody was there to see the movies\nor the shows at one of the theaters...the Royal and the Dunbar\nwere Black owned. and operated up until and even after the\nDepression.\n\nTAMARA\nWhen they showed films, was it those all black cast ones?\n\nLee moves to mantle and stands beneath a poster of an Oscar\nMicheaux film, “Body and Soul.” Cheryl walks and stands\ninbetween Tamara, at the camera, and Lee at the mantle.\n\nLEE\n(laughing)\n\nIf they had only played Black cast films, they really would have\ngone out of business during the Depression. (pause) Black folk\nwanted to see. the Hollywood stuff...the stars, costumes and all .\nthat junk. The all black cast stuff ...or Negro stuff, played\nbefore the feature.\n\nCheryl walks and stands next to Lee and looks at poster.\n\nLEE\n“Body and. Soul” opened.here in 19XX. at the Royal.\n\f40\n\nLEE'S HOUSE LIVING ROOM VIDEO\n\n22. (INT\nCONTINUED\nCheryl and Lee stand silently looking at each other.\n\nTAMARA\n(0.8.)\nAsk him about the Watermelon Woman?\n\nLee starts to laugh:\nLEE\n(laughing)\nNow that's a new name.",
  "32": "---END OF PREVIOUS SECTION---\n40\n\nLEE'S HOUSE LIVING ROOM VIDEO\n\n22. (INT\nCONTINUED\nCheryl and Lee stand silently looking at each other. TAMARA\n(0.8.)\nAsk him about the Watermelon Woman? Lee starts to laugh:\nLEE\n(laughing)\nNow that's a new name. \n---TARGET SECTION TO BE ANNOTATED---\n (to Tamara) Where did you find that one?\nCHERYL\n(to Lee)\n\nI actually found her in some tapes that came to the store. She\nplayed either a maid or a mammie, had a few stupid lines, but\nwas stunning.\n\nTAMARA\n(0.8.)\n~ Yeah, I've seen her. She was all that.\nLEE\nWell you know that was stardom for most sisters back then.\nActually it was work. The movies always had a role for colored\ndomestics. Films in the teens would sometimes just ask real help\n\nto stand in the scenes.(pause) Or, sometimes directors would\n\ncheck out the nightclubs and cast the singers or chorus girls.\nThat's how Ethel Waters got her start.\n\n \n\nCHERYL\n\nI bet that's how she got her start.\non this one tape. box just like that. .as the\nThat's why I decided to make a video to find\n\nout who she was.\n\nLEE\nI see,\n\nTAMARA\n(0.8.)\nTell him the name of that woman who made the films.\n\nCHERYL\nShe was in at least 5 movies by the white woman director Martha\n\nPage. (have)Have you heard of her?\n\nHer name. appeared\n\nWatermelon Woman.\n\n~~ LEE\n(funny voice)\nName rings a bell.(pause) Let's go into my office and we'll...\nas the doctor says...‘'check it out.’\n\n \n\f \n\n \n\n41\n\n22. #.INT . LEE'S HOUSE LIVING ROOM VIDEO\nCONTINUED\n\nTamara/CAMERA follows Lee and Cheryl as the walk to Lee's\noffice.\n\nCheryl turns to the camera and mouths the word ‘weirdo.’\nLee turns down a hall with film posters on the wall.\nCheryl stop and looks at poster.\n\n \n\nCHERYL\nWow these posters are phenomenal. Do you just focus on Black\ncast film?\n\nCamera pans posters of Lena Horne films.\n\nLEE\nYeah, I really dig it. Black cast films where very popular here\nin Philly in the late 20's and early 30's. Oscar Micheaux shot\nsome parts of his films here.\n\n« TAMARA\n(behind camera)\nLee has been writing an article about Black film in Philly,\nright?\n\nLEE\nFinished an article Tamara.",
  "33": "---END OF PREVIOUS SECTION---\nOscar Micheaux shot\nsome parts of his films here. « TAMARA\n(behind camera)\nLee has been writing an article about Black film in Philly,\nright? LEE\nFinished an article Tamara. \n---TARGET SECTION TO BE ANNOTATED---\n I'll give you'all a copy of it -\nbefore you leave.\n\nLee stops and points to the closed door of his office Lee opens\nthe door and turns on the lights.\n\nLEE\nviolat\n\nOffice is filled with file cabinets,: posters, archival\nmachinery, and a special light and. fan set up. Lee and Cheryl\nenter.\n\nCHERYL\nWow, Lee. You're the man-all.right. Impressive set up.\n\nLEE\nExpensive ‘get up. (pause) I use the enlarger when I need to make\nposters.\nTAMARA\n(0.8.)\nYou don't mess around do you Lee?\n\nLEE\nNope.\n\nCheryl walks in, sits down on a chair, ‘and opens note pad.\n\n \n\f42\n\n22. INT LEE'S HOUSE . LIVING ROOM VIDEO\nCONTINUED\n\n \n\nCHERYL\nSo what do you got on the Watermelon Woman?\n\nLee opens the file cabinet:\n\n: LEE\nAs I said before, I never heard that name...\n\nLee fingers though file. Tamara focuses on him, then on Cheryl,\nthen on the equipment.\n\nLEE\n...No...no, I don't see any Watermelon Woman. I have a file on\ndirectors white and directors black who worked with colored\nactors. What was the name again...Martin...?\nCHERYL —\nMartha Page. She was a white woman.\n\nLee opens another file and continues to search.\n\nTAMARA\n(O.S., to self)\nShe was a butch.\n\nLEE\nA woman, huh...I never heard of a woman director other than\nArzner. (looks up and shuts file)...No, women aren't my\n: specialty ladies... :\nTAMARA\n(0.S., to self)\nOf course they aren't, look at you.\n\nLEE\n(to Tamara)\n«What's that Tamara?\n\nCheryl shakes her head at Tamara:\n\"TAMARA\n(0.S.)\nI said we got to get rolling. Look at the time.\nLee shuts file, abruptly.\nLEE\n\nOh (pause, changing subject) I have some old Photoplay magazines\nin the basement. Let me give ‘you a few before you leave.\n\n \n\f43\n\n22. INT LEE’S HOUSE LIVING ROOM VIDEO\nCONTINUED\n\nCHERYL\nAnd the article?\n\nLEE\nAnd the article.\n\nLee exits room.",
  "34": "---END OF PREVIOUS SECTION---\nINT LEE’S HOUSE LIVING ROOM VIDEO\nCONTINUED\n\nCHERYL\nAnd the article? LEE\nAnd the article. Lee exits room. \n---TARGET SECTION TO BE ANNOTATED---\nCheryl, standing up, looks at Tamara.\n\nCHERYL\nYou can be so rude sometimes.\n\nTAMARA\n\n(0.S.) /\nEveryone knows he's a closeted queen.\n\nCUT TO:\n\n23. EXT PRODUCE TRUCK DAY FILM\nM.5. of Cheryl as she stands in a line behind a GRUNGY WHITE BOY\n\n- and an OLDER WHITE WOMAN waiting to purchase produce. At the\n\nfront of the line ordering produce is Diana, who is taking a\nlong time placing her order. Cheryl doesn't see Diana. The older\nwhite woman in front of Cheryl. turns to Cheryl shaking head:\n\nOLDER WHITE WOMAN\nYou'd expect a young girl like that to be quick about things.\nWhat is she ordering anyway. (pause) Maybe she's one of those\nvegiterainiums. ~\n\nCheryl laughs under her breath.\nThe grungy white boy turns around.\n\nGRUNGY WHITE BOY\n(annoyed) -\nvegetarians. + I am.one as well and I probably will take as\n* long, if not longer than she is, ordering my produce. -\n\nM.S./ Cheryl's P.O,V. of Diana and BLACK MAN.\nDiana is seen talking to BLACK MAN worker who fills her order:\n\nDIANA\nWhen are green plums coming in?\n\nBLACK MAN\nOn Tuesday when all the other produce you asked about is due in.\n‘(pause looking at line) Do you want anything else lady?\n\f \n\n \n\n \n\n \n\n23. EXT PRODUCE TRUCK DAY FILM\nCONTINUED\n\nDIANA\nNo...I guess that will be all.\n\nBLACK MAN\n$7.50.\n\nDiana digs in her pockets for money.\n\nM.S. PAN of Cheryl.\n\nCheryl, watching Diana, steps out of line and walks towards\nfront of line.\n\nJust as Cheryl gets to the front of the line, out of nowhere, a\nBEAUTIFUL BLACK WOMAN walks over to DIANA.\n\nBLACK WOMAN\nDo you want some money. I11 pay for half.\n\nDiana, finding a twenty in her pocket, hands the black man the\nmoney. : :\n\nDIANA\n.+-No I have it. (pause) You buy the wine.\n\nBeautiful black woman looks at Cheryl coldly. Diana looks at\nbeautiful woman then at Cheryl.",
  "35": "---END OF PREVIOUS SECTION---\nDiana, finding a twenty in her pocket, hands the black man the\nmoney. : :\n\nDIANA\n.+-No I have it. (pause) You buy the wine. Beautiful black woman looks at Cheryl coldly. Diana looks at\nbeautiful woman then at Cheryl. \n---TARGET SECTION TO BE ANNOTATED---\nDIANA\nHey it's Cheryl, the video store woman.\n\nThe Beautiful black woman pick up bags of produce. Cheryl looks\nat the woman and smiles. The woman ignores Cheryl and walks.to a\ncar parked next to the produce truck. . '\n\nc.U./Diana's P.O. of Cheryl:\n\nCHERYL\nYeah, I just saw you in line and thought I say ‘hi'.\n\nC.U./Cheryl's P.O.V of Diana.\nDiana smiles at Cheryl as she gathers the remaining bags:\n\nBEAUTIFUL BLACK WOMAN\n(0.8.)\nLet's go Diana. We've got a million errands to run.\n\n. DIANA\nWell 1I'11 see you around.\n\n \n\f \n\n45\n\n23. EXT PRODUCE TRUCK . DAY FILM\nCONTINUED\n\n¢c.U./Diana's P.O.V of Cheryl:\n\nCHERYL\nYou bet.\n\nL.S./ Cheryl's P.0.V of Diana and the beautiful Black woman.\nDiana walks to car, gets in and car drives away.\n\nM.S. of Cheryl. . .\nCheryl watches for a moment then gets back in line.\n\nCUT TO:\n\n24. INT CHERYL's APT. DAY VIDEO\nCheryl is seen in talking-head set up holding a magazine in\nhand. .\nCHERYL\nIn this copy (holds to camera and shakes) of the June, 1932\n\nPhotoplay which Lee lent me, there is a little blurb about the\n\ninfamous woman director Martha Page: \"Of the few women directors\nworking in Hollywood this year, most promising is Martha\nPage.\"...\n\nCheryl holds a page of the magazine up to camera. We see a\nserious looking head shot of Martha Page. The PHOTO is blurry\nat first, then it slowly comes into focus.\n\nCHERYL\n(behind PHOTO)\n\"Her silent films were a hit but watch out for her talkies. They\nstar every soon-to-be famous young starlet you know. She makes\nwhat MGM calls the women's film, But. don't let this stop you -\nfrom seeing them. They. are funny and serious at the same time.\nHow does this little lady do it?\"\n\nAs the camera holds on the PHOTO.\nCheryl is heard from behind PHOTO.\n\n: CHERYL\nI bet she does it like a bottom...",
  "36": "---END OF PREVIOUS SECTION---\nHow does this little lady do it?\"\n\nAs the camera holds on the PHOTO. Cheryl is heard from behind PHOTO. : CHERYL\nI bet she does it like a bottom... \n---TARGET SECTION TO BE ANNOTATED---\nyou know has the girls tie her\nup and shit. .\nCUT TO:\n25. EXT CITY STREET . DAY... VIDEO\n\nCheryl interviews a YOUNG BLACK MOTHER with SMALL CHILD in\nstroller as they stand in front of an Afrocentric. book store.\nMUSIC is heard.\n\f46\n\n25. EXT CITY STREET DAY VIDEO\n\nCONTINUED\n\nYOUNG BLACK MOTHER\nThis is for a movie, right?\n\nCHERYL\nSomething like that. (pause) Can you tell me what you know about\nthe Watermelon Woman?\n\nYOUNG BLACK MOTHER\nNever heard of her? (pause) You're from TV, aren't you?\n\nCHERYL\nWhat?\n\nYOUNG BLACK MOTHER\nWeren't you in a movie on TV.. that public channel?\n\nCHERYL\nNo, sorry.\nCUT TO:\n26.. INT SHIRLEY's LIVING ROOM DAY VIDEO\n\nSHIRLEY, a 60+ black woman, is seen sitting in a chair. The room\nshe is in is very cluttered. Cheryl tapes interview and is heard\no.s.\n\nSHIRLEY\n«s. And the Crab Shack. Philly was really jumping then. The Crab\nShack and the Dew Drop Inn. Yeah that's where it was. And girl\nyou should have seen me up on the bar carryin' on like a...oh\nwait a minute I almost forgot you was tapin'. (laughs:)\n\nCHERYL\n: (O.Se)\" |\nGo ahead, you can say whatever you want.\n\nSHIRLEY .\nNaw, see I'm tryin’ to straighten up a bit. (laughs)\n\nCHERYL\n(0.8.)\nWhen did you first meet the Watermelon Woman?\n\nSHIRLEY .\n‘You mean Fae.. Fae Richards.\nCHERYL\n(0.8.)\nI thought her name was the Watermelon Woman?\n\f  \n\nof\n\n \n\n \n\nC\n\n \n\n47\n\n26. INT ‘SHIRLEY's LIVING ROOM DAY VIDEO:\nCONTINUED\nShirley busts out laughing revealing a few missing teeth.\n\nSHIRLEY\nGirl, who told you that mess about Watermelon Woman? (pause)\nThat might of been her stage name when she was in the movies,\nbut when she was singing for us she used her real name. Fae\nRichards.",
  "37": "---END OF PREVIOUS SECTION---\nINT ‘SHIRLEY's LIVING ROOM DAY VIDEO:\nCONTINUED\nShirley busts out laughing revealing a few missing teeth. SHIRLEY\nGirl, who told you that mess about Watermelon Woman? (pause)\nThat might of been her stage name when she was in the movies,\nbut when she was singing for us she used her real name. Fae\nRichards. \n---TARGET SECTION TO BE ANNOTATED---\n She musta got that Watermelon thing from those white\nfolk she'd hang out with. (pause) Watermelon.\n\nCHERYL\n(0.8.)\nHow do you know so much about her?\n\nSHIRLEY\nI was in love with her that's why. Every stone butch was. She\nwas a looker. Had the saddest smile that would make you want te\n...(sings) “Squeeze right to your heart on a cloudy day...\n(pause) Yeah, she sure was a looker. (pause) I was ...seventeen,\neighteen...and the first time I walked into the Showcase,\n{lights up Cigarillo) Pookie bring me an ashtray.\n\nPOOKIE, a girl about 8 yrs., enters with ashtray. Pookie waves\nat the camera, giggles and leaves.\n\nSHIRLEY:\n(continues)\n\nGit outta here girl, can't you see we're making a movie. (pause)\nThe Showcase right, is that where I was? Fae sings the blues to\nall of us at that speakeasy near South Street. It was a mixed\nclub that allowed our kind of people to come in. She'd come out\nin some fabulous outfit and sing. to all us butches standing up\nfront. Sometimes we'd fight just to get her to look at us.\n(pause) I even got thrown out once fighting with this girl from\nNorth Phikly. And if I remember right, they even had a back room -\nwhere ali sorts of things went on. But you'd never find me\n\nthere.\n\nCHERYL\n(0.S.)\n\n. So the club was a gay club with both black lesbians and gay men?.\n\nSHIRLEY\nAre you from the planet earth girl! When have you ever seen a\nblack lesbian and gay club, ever. (pause) Back then things were\nall mixed; white folks owned it , black folks attended and rich\nwhite folks came there. Most of the white folks were in the\nfamily though. Those ofays needed some place to socialize.\n\nCHERYL\n(0.8.)\nWho did Fae hang with? Did she have a girlfriend?\n\f \n\n \n\n \n\n \n\n \n\n48\n\n26. INT ‘ SHIRLEY's LIVING ROOM DAY VIDEO\nCONTINUED\n\nSHIRLEY\nDid she have a ‘peoples,' you mean.",
  "38": "---END OF PREVIOUS SECTION---\nDid she have a girlfriend? 48\n\n26. INT ‘ SHIRLEY's LIVING ROOM DAY VIDEO\nCONTINUED\n\nSHIRLEY\nDid she have a ‘peoples,' you mean. \n---TARGET SECTION TO BE ANNOTATED---\n We called our girlfriends\n“my people.” (pause) Fae hung with a lot of different people.\nSomebody told me once that she was in with the ofays and hooked\nup some ritzy white woman director to put her in the pictures.\n\nCHERYL\n(0.S.)\nMartha Page.\n\nSHIRLEY\nYeah that sounds like the name. And if I remember my gossip\nright she was one mean and ugly woman.\n\nCHERYL\n(0.8.)\nWow, Shirley. You should write this all down and make some\nmoney. You're living history.\n\nSHIRLEY\nHistory, huh? I never thought this was history. (pause) I guess\nthat's why we have kids like you. You'll remember us, won't you?\n\nShirley sits silently shaking her head.\nSHIRLEY\nYou know I got some pictures and things from those club days.\n(calls into the other room) Nae Nae!\n\nNAE NAE, an eleven-year old black girl, walks into view with her\nhair half braided and half pressed and a comb stuck in it.\n\nNAE NAE\nWhat Gramma?\n\n- SHIRLEY\nWho you “whatin’” girl?\n\nNae Nae stands - silent.\n\nYes, Gramma?\nSHIRLEY\nThat's right. (pause) Go in my room and bring me down that brown\n\nbox with the picture albums in it. And don't touch nothin’ while\nyou’re in there either.\n\nShirley sits rubbing her chin and smoking.\n\f49\n\n \n\n26. INT . SHIRLEY's LIVING ROOM DAY VIDEO\n/ CONTINUED\n: SHIRLEY\nThese are my niece's children.(pause) She leaves them with me\n~ when she goes to work in 'lantic City. She works at Bally's.\nA loud thump is heard. Shirley shakes her head. Nae Nae re-\nenters. -\nNAE NAE\nI had trouble reaching it and somethin' fell.(pause) Sorry\nGramma.\n\nNae Nae exits shamefully. Shirley opens box and digs through it.\nCheryl takes camera off tripod and focuses on Shirley's hand\ngoing through stuff in box. Cheryl focuses on the PHOTOS,\n\n4 ticket stubs, autographs, including PHOTOS of Shirley. Cheryl\nputs camera back on tripod and focuses on Shirley again.",
  "39": "---END OF PREVIOUS SECTION---\nCheryl takes camera off tripod and focuses on Shirley's hand\ngoing through stuff in box. Cheryl focuses on the PHOTOS,\n\n4 ticket stubs, autographs, including PHOTOS of Shirley. Cheryl\nputs camera back on tripod and focuses on Shirley again. \n---TARGET SECTION TO BE ANNOTATED---\n Shirley\nholds up a stack of pictures to the camera.\n\nSHIRLEY\nThis was me back in '39. I was what you kids call a fly girl.\n\nShown is a tattered PHOTO of Shirley.\n\n \n\nCHERYL\nC (0.8.)\n\nWow. You were so young.\n\n \n\nSHIRLEY\nOf course. I was only about nineteen years old.\n\nCHERYL\n(0.8.)\nGot any pictures of Fae.\n\nSHIRLEY\nYou know, I might. I used to have my mirror in my room covered\nwith all the photos of the pérformers in the clubs. Back then,\nyou could buy them and they'd sign it for you.. (pause) Yeah I\nthink this is one of. her from back:-when she sang at the Standard\nback during W.W.II.\n\n \n\nbr : Shirley holds up PHOTO. Fae is ‘seen posed in a glittery dress.\n\nSHIRLEY\nShe was a looker.back then.\n\n \n\n \n\nCHERYL\n(0.S.)\nShe sure was.\n\n \n\f50\n~ CUT TO:\n\n27. INT VIDEO STORE LATE AFTERNOON FILN\nM.S. Cheryl and Tamara are seen at the counter of the video\n\n~ store working. Cheryl is entering info in computer and Tamara is\nstacking tapes.\n\n \n\nTAMARA\nYvatte has been asking about you again.\n\nCHERYL\nWhat?\n\nTAMARA\nShe and Stacey are going to stop by here tonight.\n\nCHERYL\nNo way Tamara! I don't like her. Why'd you, do that?\n\nTAMARA\nDo what? You telling me you don't like Stacey...\n\n \n\nCheryl stops what she's doing and turns to Tamara shaking head\nand making face.\n\nCHERYL\nYvette...It's Yvette that I don't like. She's not my type..-her\nclothing, her attitude, her tone....\n\n \n\nTamara stops what she's doing and turns to Cheryl.\n\nTAMARA\nWhat about her clothing? She dresses nice. And she wants you.\n\nCHERYL .\nSo what if she wants me? I must say I'm into dating women with\nmental health right now. .\n\n \n\nTAMARA .\n(loud) -\nGirl. what! s wrong with you. She's got it going on.",
  "40": "---END OF PREVIOUS SECTION---\nTAMARA . (loud) -\nGirl. what! s wrong with you. She's got it going on. \n---TARGET SECTION TO BE ANNOTATED---\n with a\n(gesture) “bip and a bam.”\n\nCheryl looks at Tamara and throws her arms up in the air. Annie\nwalks behind the counter. Tamara stops gesture and turns,\nlooking at Annie.\n\nCHERYL\n(to Annie)\nDo you have a cigarette I could bum off of you. Annie? I think I\nneed to take a break.\n\n \n\f$1\n\n27.° INT - ‘WIDEO STORE LATE AFTERNOON FILM\nCONTINUED\n\n \n\nANNIE\nSure. I'll join you.\n\nTamara shakes her head and sticks her tongue out at Cheryl and\nAnnie. Cheryl looks at Tamara, angrily squints her eyes and\nfollows Annie from behind the counter.\n\nCUT TO:\n\n28. Int VIDEO STORE LATE AFTERNOOR FILM\n\nM.S. Cheryl and Tamara stand at the counter. Cheryl finishes\nhelping a CUSTOMER who walks away while Tamara enters info into\nthe computer. Out of nowhere Bob walks up to Tamara carrying\npapers, a small box and FedEx package. Cheryl and Tamara look at\nhin.\n\nBOB\nDid either of you take an order for a...Diana Rolland?\n\nCheryl looks up from computer as Tamara waits on a NEW CUSTOMER.\nTamara looks nervously at Cheryl and Bob.\n\nCc.U./Bob's P.O.V of Cheryl.\n\nCHERYL\nWho?\n\nC.U./Cheryl's P.O.V of Bob.\n\nBOB\nRolland, new account. I got a call from (looking at paper\nlaughing)...Big Black Productions that‘they don't carry... get\nthis... “Bald Black Ball Busters” (shakes head). Here's the rest\nof her order. Could you call her when you get a chance and let\nher know that the video’s not available but, I am.\n\nBACK TO M.S. of Tamara, Customer, Cheryl and Bob.\n\n' Bob laughs and hands Cheryl papers. and packages. Chery ignores\n\nhis laughter. Tamara finishes with customer who walks away then\nlooks at Cheryl and Bob.\n\nCHERYL\nSure Bob.\n\nBob walks to other side of counter laughing.\nBACK TO C.U. of Bob.\n\nBOB Y\nBald Black Ball Busters...isn't that funny, Tamara?\n\f52\n\n26.",
  "41": "---END OF PREVIOUS SECTION---\nU. of Bob. BOB Y\nBald Black Ball Busters...isn't that funny, Tamara? 52\n\n26. \n---TARGET SECTION TO BE ANNOTATED---\n INT’ VIDEO STORE LATE AFTERNOON FILM\nCONTINUED\n\nBACK TO M.S. of Tamara and Cheryl.\n\nTamara looks at Cheryl and Cheryl looks at Tamara.\n\nTAMARA\n(whispering)\nHe knows about my ordering them under her name. I thought you\nsaid he never checks.\n\nCHERYL\n(whispering)\nHe usually doesn't. (pause) Bald Black Ball Busters, Tamara?\nWhat's up with that?\n\nTamara smiles sheepishly. Cheryl picks up phone pretending to\nplace a call. Tamara looks in Bob's direction and opens box.\n\nCHERYL\n” (whispering to Tamara):\nWhy didn't you tell me you were using her account to special\norder? I used it too. I ordered some Watermelon woman films for\nmy project.\n\nBob notices woman carrying many bags headed to counter, (its\nDiana). He walks over to wait on her stepping into foreground of\ncounter where Cheryl and Tamara stand:\n\nBACK TO M.S. of Tamara and Cheryl.\n\nBOB.\nMay I help you?\n\nC.U./ Bob's P.O.V of Diana.\nDiana puts down her bags and opens her purse,’ removing papers\nand videotapes:\nDIANA .\nJust a minute I hope I brought it... here it is.\n\nDiana hands tape to Bob. She looks past Bob to Cheryl and smiles\nat her.\n\nBACK TO M.S. of Bob, Cheryl and Tamara ‘favoring Cheryl and\nTamara.\nCheryl looks at Tamara then looks at Diana and smiles.\n\nCHERYL\n(whispering to Tamara)\nOh shit.’\n\n-BACK TO'C.U./ Diana's P.0.V of Bob.\nBob enters information and looks at it puzzled. He looks at\nDiana and smiles at her oddly.\n\f \n\n53\n\n28.. INT  . VIDEO STORE LATE AFTERNOON FILM\nCONTINUED\n\nBOB\n{clearing throat)\n\nMiss ROLLAND...some of the tapes you ordered have arrived but a\nfew of the titles were unavailable. (pause) They didn't have...\n(to Cheryl)\n\nCan I have that special order slip back Cheryl?\n\nBACK TO M.S. of Bob, Cheryl and Tamara favoring Cheryl and\nTamara.\nCheryl hands Bob the slip.",
  "42": "---END OF PREVIOUS SECTION---\nBACK TO M. S. of Bob, Cheryl and Tamara favoring Cheryl and\nTamara. Cheryl hands Bob the slip. \n---TARGET SECTION TO BE ANNOTATED---\n Bob hands the slip to Diana and\nsmiles:\n\nBOB\nThey didn't have that last title there.\n\nc.U./ Bob's P.O.V of Diana.\nDiana looks at sheet puzzled. . ~\n\nBACK TO M.S. of Bob, Cheryl and Tamara favoring Cheryl and\nTamara.\n\nCheryl ‘and Tamara make big gestures catching Diana's attention.\nCheryl mouths the words “it's OK. Take the tapes.\"\n\nC.U./ Bob's P.O.V of Diana:\n\nDIANA\n: (to Bob)\nOh....I see...That's a bummer but I....I will take the rest of\n, the order. I can charge it right?\n\nDiana hands Bob her card.\nBACK TO M.S. of Bob, Cheryl and Tamara, favoring Bob:\n\nBOB .\nRight.\n\nCheryl moves forward and stands looking over Bob's shoulder at\ntransaction. Tamara’ moves forward and hands Bob: the package of\n‘videos and stands and looks at transaction, too. ~\n\nC.U./ Bob's P.O.V. of. Diana: :\nDiana looks at Bob, then at Cheryl with passion in her eyes.\n\nc.U./ Diana's P.O.V. of Cheryl. .\nCheryl looks at Diana intense and hot.\n\nBACK TO M.S. of Bob, Cheryl and Tamara favoring Bob:\nBob looks at Diana and thinks she's making a pass at him and he\nsmiles at her.\n\f54\n\n28. INT VIDEO STORE LATE AFTERNOON _ FILM\nCONTINUED\n\n \n\nThe phone in Bob's office rings:\n\nBOB\n(still smiling at Diana)\nTamara, could you answer that for me. (to Diana) We're all set\nhere.\n\nBob winks at Diana:\n\nBOB\nDo you want a bag or a hand?\n\nBACK TO Bob's P.O.V. of Diana:\n\nDIANA\nNo bag but maybe a hand.\n\nDiana looks directly at Cheryl.\n\nTAMARA\n(0.8.)\nBob. It's your girlfriend. Should I tell her to call back?\n\nBACK TO Diana's P.O.V. of Bob:\n\nBOB\nNo, No. (to Cheryl) Cheryl, help her with her stuff.\n\nBob smiles at Diana and walks out of frame Cheryl walks into\nframe.\n\nL.S. of Cheryl and Diana at counter. .\n\nCAMERA PANS FOLLOWING ACTION.",
  "43": "---END OF PREVIOUS SECTION---\nL. S. of Cheryl and Diana at counter. . CAMERA PANS FOLLOWING ACTION. \n---TARGET SECTION TO BE ANNOTATED---\n Cheryl walks from behind counter\ncarrying package with videos and picks up 2 of Diana's grocery\nbags. Diana walks away and Cheryl follows. Annie, who's on the\n\n‘floor, looks at the two as they walk past her. CAMERA HOLDS ON\n\nANNIE. Annie smiles at Cheryl. _\n\ncUT TO:\n\n29, BxT.- VIDEO STORE A BiT LATER\n\nELLM\nM.S.of Cheryl and Diana as they stand in front of the store.\nMUSIC is heard.\n\n. DIANA\nI didn't really need any help: (pause) Can I have the videos\nplease.\n\f55\n\n29. EXT VIDEO STORE A BIT LATER FILK\nCONTINUED\nCheryl hands Diana the package:\n\nCHERYL\nThanks for covering back there. (pause) It's not what you think\nthough; I'm not out to charge the world on you credit card. It's\njust a way for us to get free...I mean preview videos.\n\nDIANA\n(flirting)\nFree huh?\n\nDiana starts to walk away from Cheryl. Cheryl follows. CAMERA\nDOLLIES with them.\n\nCHERYL\nWe special order them under any customer’s name, dub the tapes,\ntell Bob the customer didn't want the tapes and we return them\nto the distributor.\n\nDiana stops and turns to look at Cheryl.\nC.U./Diana's P.0.V. of Cheryl:\n\nCHERYL\nWe've been doing it forever and it's cool.\n\nC.U./ Cheryl's P.O.V of Diana.\nDiana has a teasing/sheepish grin on her face:\n\nDIANA\nWho's we? :(pause) A ball buster no doubt.\n\nDiana stares at Cheryl sexily.\n\nC.U./Diana's P.O.V. of Cheryl.\nCheryl gets nervous:\n\nCHERYL -\nThe other workers. Nothing happens .to your account. (pause) Look,\nI'm sorry about all this.\n\nc.U./Cheryl's P.0.V of Diana. -\nDiana starta to walk away from Cheryl:\n\nDIANA\nWell I guess you'll have to come. to my house to borrow the\n‘videos since they are mine now.\n\nBACK TO M.S. of Cheryl and Diana.\nCheryl stunned, stands watching her walk away:\n\f \n\n56\n\n29.",
  "44": "---END OF PREVIOUS SECTION---\nBACK TO M. S. of Cheryl and Diana. Cheryl stunned, stands watching her walk away:\n\f \n\n56\n\n29. \n---TARGET SECTION TO BE ANNOTATED---\n Ext ‘VIDEO STORE A BIT LATER ' FILM\nCONTINUED\n\nCHERYL\nWhat's your address and phone number?\n\nDiana turns smiles as she continues to, walk away:\n\nDIANA\nLook it up. You have my account information, don't you?\n\nCheryl stands frozen watching Diana as she walks away.\n\ncut TO:\n\n30. Imt VIDEO STORE A BIT LATER FILM\nM.S. of Tamara and Annie who stand behind counter watching\nCheryl walk into the store. Cheryl walks behind counter and\nstands next to Tamara and Annie. MUSIC is heard.\n\nTAMARA\nWell?\n\nCHERYL\nShe wants me to come and get the tapes.\n\nTamara looks at Cheryl with her mouth open.\nANNIE\n\n(to Cheryl)\nScore! I really need a name tag now.\n\ncur TO:\n31. INT DIANA's APT. A BIT LATER F\n\nFILM\n“M.S. of Cheryl as she stands holding a glass in the living room\n- of Diana's loft.\n\nDIANA’\n- (0.82)\nI really liked the films I bought..(pause}) All 30's melodramas\nby the same woman director.\n\nCHERYL\nI'm doing research on one of the actresses in the films.\n\nDiana walks in carrying stack of videotapes.\n\nDIANA\nReally, what's her name?\n\f \n\n \n\n \n\n \n\n57\n\n‘31. INT. DIANA's APT. A .BIT LATER ' FILM\nCONTINUED\nCHERYL\nFae Richards.\nDIANA\n\nIs she the one who looks like Katherine Hepburn?\n\nCHERYL\nNo. She's the black one. She also goes by the name the\nWatermelon Woman.\n\nDiana places the stack of tapes on the table next to Cheryl.\n\nDIANA\nI wasn't quite sure what to make of the...Jungle Booty video\n(pause) Does the Watermelon Woman star in it too?\n\nCheryl looks at her embarrassed.\n\nCHERYL\nNo, the porn titles are for my co-worker.\n\nDIANA\n(slyly) .\nYour co-worker sure has got a thing for black dick.\n\nCHERYL\nYeah she does.\n\nDIANA\nShe?\n\nDiana walks out of frame. ‘\nCheryl take a gulp of her drink:\n\nCHERYL\nSome women like porn I. guess.",
  "45": "---END OF PREVIOUS SECTION---\nCHERYL\nYeah she does. DIANA\nShe? Diana walks out of frame. ‘\nCheryl take a gulp of her drink:\n\nCHERYL\nSome women like porn I. guess. \n---TARGET SECTION TO BE ANNOTATED---\nchanging subject) So I'll take\nthese and tell Bob you returned them. I'11 tell him you ordered\nthe wrong titles.\n\nM.S. of Diana.\nDiana walks to a table by the window where her drink sits. She\npicks up the glass and sips at it:\n\nDIANA\n(slyly)\n\nYou know maybe I'll keep the videos I bought.(pause) Want a\ndrink?\n\nBACK TO M.S.of Cheryl.\nCAMERA follows Cheryl who walks to window where Diana stands:\n\f58\n\n31.. INT . DIAWA's APT. A BIT LATER FILM\nCONTINUED\n\nCHERYL\nYou can't keep the tapes. They're for my project. I'm actually\nmaking a movie about that black actress.\n\nDiana and Cheryl stand silently trying not to look at each\nother. Cheryl takes another big gulp of her drink finishing it.\nDiana looks at Cheryl with a devilish look on her face:\n\nDIANA\nI can keep them if I want them. I might let you take them from\nme though. (changing subject) Do you want another drink?\n\nDiana takes Cheryl's glass and walks past her out of frame.\nCheryl stands shaking her head then turns to look at Diana:\n\nCHERYL\nSure, I'll. have another. (to self) Looks “Like I'1l be needing\nit.\n\nDIANA\n(0.8.)\nSo tell me more about this project you're working. on. (pause) Is\nit a paper for school or something?\n\nCHERYL\nDo I look like a student?\n\nBACK TO M.S.of Cheryl.\n\n. CAMERA follows Cheryl who walks to window where Diana stands:\n\nDiana walks back into frame and hands Cheryl a fresh drink.\n\nDIANA\nWell...you could be one, you never know.\n\nCHERYL\nI'm a,..filmmaker..\n\nCAMERA PANS WITH Cheryl. as she walks. away from Diana into the\nempty space of her loft. a\n\nM.S./Cheryl's P.0.V of DIANA.\nDiana remains by window and leans on table:\nDIANA\nA filmmaker.\n\f \n\n \n\n \n\n \n\n59\n\n31. INT DIANA's ‘APT. A BIT LATER FILM\nCONTINUED\nBACK TO M.S./Diana's P.O.V.",
  "46": "---END OF PREVIOUS SECTION---\nS./Diana's P. O. V. \n---TARGET SECTION TO BE ANNOTATED---\n of Cheryl:\n\nCHERYL\n(Changing subjects)\nYou got a great space here and a lot of it too. |\n\nM.S./Cheryl's P.O.V of Diana:\nDIANA\nI just moved in. Remember,...new account.(pause) You know I used\nto study film in Chicago, that's where I just moved from. I was\nin grad school for law then for film then for history then...\nBACK TO M.S./Diana's P.O.V. of Cheryl:\n\nCHERYL\nThen you gave up right?\n\nBACK TO M.S./Cheryl's P.0.V of Diana:\nDIANA\nRight. I needed to figure out my shit before I wasted anymore\ntime in school.\n\nBACK TO M.S./Diana's P.0.V. of Cheryl.\n\n. Cheryl. walks back to Diana who is leaning on table by window:\n\nCHERYL\nWhat shit is that?\n\nDIANA\nWhat I want to do with my life. I want to do it all you know\n\n-what I mean? You know I wanted to talk to you when I saw you at\n\nthe > produce truck that day.(pause). I made my friend drive me\naround doing errands. I don't have a car.\n\nCHERYL\nOh. Your girlfriend gave me the look from hell and I thought...\n\nDiana stops leaning on table, picks up her drink and leans on\nwindow sill next to Cheryl.\n\nDIANA\nShe's not my girlfriend.\n\nCHERYL —\nDid I say girifriend...I meant to. say friend.\n\nDIANA,\nOh.\n\f \n\n \n\n60\n\n31. INT DIANA's APT. A BIT LATER FILM\nCONTINUED\n\nDiana smiles at Cheryl. Cheryl smiles back and they silently\ncruise each other.\n\n \n\nDIANA\nDo you want to stay? I was just getting ready to eat.\n\nCheryl sips drink.\n\nCHERYL\nAaaah...(pause) Sure.\n\ncur TO:\n\n32. IMT COUCH IN DIAMA'S APT. LATER FILM\n\nM.S. TWO SHOT of Cheryl and Diana as they sit on couch watching\na Watermelon Women video on the TV. Plates from dinner and a\nnice bottle of wine are on floor next to‘them. Cheryl intensely\nwatches screen. Diana pretends to watch screen but keeps looking\nat Cheryl. MUSIC is heard.",
  "47": "---END OF PREVIOUS SECTION---\nCheryl intensely\nwatches screen. Diana pretends to watch screen but keeps looking\nat Cheryl. MUSIC is heard. \n---TARGET SECTION TO BE ANNOTATED---\nVIDEO CLIP\n\nSEEN IS the video they watch. It is the film “Dark Deceit,” one\nof the few Black cast films which featured the Watermelon Woman\nunder. the name Fae Richards. In this scene Fae plays the dark\nskinned call girl who argues with a LIGHT _SKINNED/PASSING WOMAN\nwho tries to pass as white.\n\nto be written by doug and cheryl\n\nBACK TO M.S. TWO SHOT of Cheryl and Diana on couch.\nCAMERA slowly starts to PAN/DOLLY around. the couch.\n\nCHERYL ,\nYou know how hard it was to find these films? I had to search\nlong and hard for the distributor of this one. It's actually one\nof the few black cast films that she starred in.\n\nDiana watches and plays.with her hair.\nDIANA\n\n(uninterested) -\nReally?\n\n: Diana turns and looks at Cheryl then picks up wine glass and\n\nsips from it. Cheryl feels her watching and urns and looks at\nDiana.\n\nCHERYL\n- (changing subject) -\nThat was really a great meal.\n\f61\n\n32. IMT COUCH IN DIANA‘'S APT. LATER FILM -\nCONTINUED\n\nCheryl picks up her glass and taps it to Diana's glass.\n\nCHERYL\nCheers.\n\nDiana and Cheryl both drink.\n\nCHERYL\nDo you mind if I smoke?\n\nDIANA\nSure.\n\nCc. U. of Cheryl's hand.\nCheryl digs in breast pocket for cigarette package:\n\nCHERYL\nSo... (pause). You know what's weird about this cozy set up?\n\nC.U./ Cheryl's P.O.V of Diana:\n\nDIANA\n\nWhat?\nC. U. of Cheryl's hand.\nCheryl takes lighter out of pocket and lights her cigarette.\nC.U/Diana's P.O.V of Cheryl.\nCheryl lights cigarette. and places pack and lighter back in\nbreast pocket, inhales and smiles to herself.\n\nCHERYL\nIt feels like a set up. Like you were hoping I would stay and...\n\nCheryl “French” exhales.\nBACK T0'C.U./ Cheryl's P.0O.V of Diana:\n\nDIANA\n‘And what?\n\n-BACK TO C.U/Diana's P.O.V of Cheryl.\nCheryl. looks nervously: at Diana:\n\nCHERYL\n+. And. friendly conversation.",
  "48": "---END OF PREVIOUS SECTION---\nV of Cheryl. Cheryl. looks nervously: at Diana:\n\nCHERYL\n+. And. friendly conversation. \n---TARGET SECTION TO BE ANNOTATED---\n >\n\nCheryl turns and looks at TV and takes a drag of her cigarette.\n\foN\n\n62\n\n \n\n32. INT. - COUCH IN DIANMA'S APT. LATER FILM\nCONTINUED\nBACK TO C.U./Cheryl's P.O.V. of Diana:\nDIANA\nWell I have to confess I'm kind of...no I'm really...attracted\nto you.\n\nBACK TO C.U/Diana's P.O.V of Cheryl.\nCheryl turns and looks at Diana, smiles, then shakes her head.\n\nBACK TO C.U./Cheryl's P.O.V. of Diana:\n\nDIANA\nWhat?!\n\nBACK TO C.U/Diana's P.O.V of Cheryl:\n\nCHERYL\nI was just thinking ...just going to tell you that you are a’\nreally nice woman.\n\nBACK TO C.U./Cheryl's P.O.V. of Diana:\n\nDIANA\nI knew that already. What did your friends at work call me...?\n\nBACK TO C.U/Diana's P.O.V of Cheryl:\n\nCHERYL\nYou heard us!?\n\nBACK TO C.U./Cheryl's P.O.V. of Dianas:\n\nDIANA ‘\nI had the hots for you when I first saw you shelving tapes.\n\nBACK TO M.S. of Cheryl and Diana. ~\nDiana reaches into Cheryl breast pocket and takes out the pack\nof cigarettes. Diana's fingers linger on Cheryl's nipple.\n\n- DIANA on\nMay I have one?. oe\nCHERYL\nAhbh...Help yourself. .\n\nchery! smiles at Diana who is all. ‘up :in her. face. Diana sits\nback, takes a cigarette out of the pack, then reaches in\nCheryl's pocket for the lighter. The reflection of the TV\nflickers on their faces.\n\f \n\n \n\n63\n\n32. INT ‘COUCH IM DIAWA'S APT. LATER FILM\nCONTINUED\n\nDIANA\nThe fire is in there too, right?\n\nCheryl smiles and watches Diana.\n\nCHERYL\nYeah, but it’s a lighter.\n\nDiana sits back and lights her cigarette, smokes it, then looks\nat the TV.\nCheryl watch Diana smoke.\n\nDIANA\n{looking at T.V.",
  "49": "---END OF PREVIOUS SECTION---\nCheryl watch Diana smoke. DIANA\n{looking at T. V. \n---TARGET SECTION TO BE ANNOTATED---\nWell now that we know that we like each other what do we do?\n\n(raises eyebrows)\n\nDIANA\nDon't you want to kiss me Cheryl?\n\nC.U. of Diana and Cheryl's kiss.\nDiana turns to Cheryl and they kiss; lightly at first then\nlonger and deeper.\n\nBACK TO M.S. of Diana and Cheryl .\n\nDiana stops kissing Cheryl, puts both of. their cigarettes out on\none of the dinner plates. Cheryl turns to Diana and kisses her\npassionately. CAMERA PANS to T.V. On the screen the Watermelon\n\n. Woman and the Passing Woman argue with each other.\n\nYou' rea lying no good tramp! That's what. you are. Committing a\nsin that will surely send you to hell.\n\nPASSING WOMAN , .\nI'm already going. to hell but not-for being a tramp; but for .. -\n\n‘being poor and living on the streets like I have to. Why can't.I\n\nbe happy by fitting into their world. God made me this color for\na reason.\n\nWatermelon.Woman slaps the PASSING WOMAN on the face then turns\nand walks away.\n\nM.S.(C.U.)/PAN of Cheryl and Diana on couch.\nDiana and Cheryl pull at each other’s clothing as they make out.\n\f64\n32. INT .. (COUCH. IN DIANA'S APT. LATER FILM :\nCONTINUED\nHeavy kissing leads to grinding etc. Cheryl pulls Diana's pants\n\ndown. Diana slowly yet forcibly pushes Cheryl's head down\ntowards her pussy.\n\n \n\nCUT TO:\n\n33. INT CHERYL's APT EVENING VIDEO\nCheryl is seen in shoulders-up in front of wall covered with\nblack film posters.\n\nCHERYL\nI'm still in shock over the whole having sex with Diana thing.\n++.-Can you image...a customer I just met? (pause) I've never\ndone anything like this before, let me assure you. The hip\nswinging lesbian style isn't my forte,...You remember the Yvette\nthing? Anyway I'm just an old fashion girl trying to keep up “\nwith the times but Diana just threw me for a loop. I mean...\n\nCheryl looks away then looks back.\n\nCHERYL\nShe's not my type and...but...liked it. I don't know what to do\nor say next.",
  "50": "---END OF PREVIOUS SECTION---\nCheryl looks away then looks back. CHERYL\nShe's not my type and...but...liked it. I don't know what to do\nor say next. \n---TARGET SECTION TO BE ANNOTATED---\npause) Maybe it all has to do with this film\nproject which is finally coming together. (pause) Hollywood and\nthe Watermelon Woman and Fae Richards and Blackism. Black-ism. I\nlike that.(pause) Isn't it funny how many lives a person can\nlive in one. lifetime...\n\nCheryl smells her fingers.\n. CHERYL\nThey still smell like Diana. (pause). Shit I can't\nconcentrate...this isn't working.\nCheryl stands up and walks out of frame.\n\nCUT TO; .\n\n34° ONT CHERYL's APT ||. MEXT DAY . VIDEO\nCheryl is seen. in video set up holding a book: .\nCHERYL\n(Vv 0)\n\nFlash! A new book on Hollywood lesbians has appeared on the\n: shelves of our local lesbian and gay bookstore.\n\nCheryl holds book up to CAMERA.\n\f \n\n \n\n \n\n65\n\n34. INT CHERYL's APT MEXT DAY VIDEO\nCONTINUED \" . . .\nBlack\nHeard are the sounds of a pages being ripped from book.\nCHERYL\n(0.8.)\n\nThough the book is an expensive piece of gossip, I had to buy it\nto show you a few things.\n\nPHOTO of Martha Page at Newark Studios.\nCheryl is heard 0.S.:\n\nCHERYL\n(0.8.)\nWhy look who it is, the one and only Martha Page!\n\nPHOTO of Martha Page at desk.\n\n2 CHERYL\n(0.8.)\nBlah...blah...\" and...Page's films were always filled with the\nprettiest young starlets who of course were rumored to be her\nlovers.\n\nPHOTO of Fae and Martha on set of film.\n\nCHERYL\n(0.8.)\n\nSome folks even say that she was once head over heals in love\nwith the Watermelon Woman, who. starred as the ‘help” in most of\nthese early 1930's women's films. I wonder what kind of help she\n\noffered.\"\n\nBack of book. ,\nSeen is back cover of the book with the AUTHOR's, a queenie\nWHITE MAN in his early 50's, photo on it.\n\nCHERYL\n, (O.8., jokingly) . :\nNow I'm not sure what to do or say.",
  "51": "---END OF PREVIOUS SECTION---\nCHERYL\n(0.8.)\n\nSome folks even say that she was once head over heals in love\nwith the Watermelon Woman, who. starred as the ‘help” in most of\nthese early 1930's women's films. I wonder what kind of help she\n\noffered.\"\n\nBack of book. ,\nSeen is back cover of the book with the AUTHOR's, a queenie\nWHITE MAN in his early 50's, photo on it. CHERYL\n, (O.8., jokingly) . :\nNow I'm not sure what to do or say. \n---TARGET SECTION TO BE ANNOTATED---\n Should I end the project now\nafter reading this man's fact. filled book of his-store-e? or\n- should I clearly investigate the rumor?. Or better. yet, ignore it.\nand tell Fae's “real”. life. story?. (pause) Let's ask the experts.\n\nCUT: TO:\n\n35. IET * COLLEGE CLASSROOM. DAY\n\nTALKING HEAD. Seen is.a 30+ white woman. in interview set up.\nCheryl is 0.8. The title \"M. DAVIS-TODD, Author Feminist Frames\"\nappears over her image.\n\f \n\n \n\n66\n\n35. INT » . COLLEGE CLASSROOM DAY . VIDEO -\nCONTINUED\nM. DAVIS\nAll these women were remarkable in their ability to transcend\nthe stereotype in one way or another, through humor or song,\neven gesture. 1930's Hollywood was a pretty rough Place for\nblack actresses to do anything interesting in film beyond\nplaying a black maid or servant. The competition was intense.\nThere were few roles and many promising men and women wanting to\nplay them. (pause) You know, Hollywood, at this time, employed\nalmost as many, if not more, black screen stars than it does\ntoday.\n\nCHERYL\n(off camera)\nCan you tell me a little bit more about Fae \"Watermelon\"\nRichards? How'd she get the name The Watermelon Woman?\n\nM. DAVIS “\nI'm not sure...I think the 'Watermelon' really was part of her -\nbirth name.\nCHERYL\n(0.8.)\n\nSays in your book that Richards was also a ...\"hair\nstylist\"...and named. herself after the way she wore her hair.\n\nM. DAVIS\nOh yes, I forgot about that.(pause) So she got the name the\nWatermelon Woman....this is one of the funniest stories about\nresearching the book....\n\nCHERYL\n(0.8.)\nReally?\n\nPHOTO\n\nSeveral 1930's PHOTOs of black women's hair styles are seen.\nAlso seen is a clip from.a film of a black woman pressing the\nhair of another black woman. M. Davis is heard in V. 0.\n\n_ M. DAVIS\n.  (V.0.)\n++-Yes really.",
  "52": "---END OF PREVIOUS SECTION---\nDavis is heard in V. 0. _ M. DAVIS\n.  (V.0.)\n++-Yes really. \n---TARGET SECTION TO BE ANNOTATED---\n Colored women named the different hair styles\nthat they wore--Like the Rickety Rat, the cob—the same way shoe\nmanufactures. would name ladies shoes after popular women of the\nera--Lillian, Marion, Marlene.\n\n, CHERYL\n(0.S.)\nHumph.\n\f \n\n \n\n \n\n \n\n67\n\n35, INT “COLLEGE CLASSROOM DAY MIDEO\nCONTINUED\n\nM. DAVIS\nYes, and Richards popularized the watermelon in the film,\n“Broken Heart,” a late 20's silent short by Martha Page. Thus\nthe nickname ‘Watermelon—Woman'. .\n\nCHERYL\n(0.8.)\nDo you have any photos of her...hair to prove this. (pause) I\nmean I could have made that story up.\n\nM. DAVIS\n(sheepishly yet offended)\nIt's true. Trust me, We really researched hard for that story.\n\nCHERYL\n(0.8.)\nI bet you did.\n\nCUT TO:\n\n36. EXT COLLEGE CAMPUS DAY v\n\nCheryl interviews TWO WHITE GIRLS and a WHITE BOY.\nThe white boy silently watches.\n\nCHERYL\n(0.8.)\n. So you both are film majors?\n\nGIRLS.\n\n(together)\nYes, yes we are.\n\nCHERYL\n(0.8.)\nTell. me what you've learned about Martha Page and Fae Richards.\n\nGIRL #1 oo\n\"Well; I heard of Martha Page before.\n\nCHERYL\n(0.8.)\nWhat about Fae Richards—the Watermelon Woman.\n\n‘ GIRL #2\nIf she's in anything after'1960, don't ask us. We haven't\ncovered women and the blacksplotation movement yet.\n\f \n\n \n\n68\n\n36. EXT - COLLEGE CAMPUS\" DAY . VIDEO\nCONTINUED\nGirl #1 laughs at Girl #2.\n\nCHERYL\n(0.8.)\nWhat's the title of the class your taking now?\n\n. GIRL #2\nThe History of Feminist Film and video.\n\nCHERYL\n(0.8.)\nI see.\n\nThe girls look at each other then look at white boy.\n\nCUT TO:\n\n37. BACK TO INT. COLLEGE CLASSROOM DAY VIDEO\n\nBACK TO TALKING HEAD of M. Davis being interviewed by Cheryl who\nis behind the camera, 0.",
  "53": "---END OF PREVIOUS SECTION---\nBACK TO INT. COLLEGE CLASSROOM DAY VIDEO\n\nBACK TO TALKING HEAD of M. Davis being interviewed by Cheryl who\nis behind the camera, 0. \n---TARGET SECTION TO BE ANNOTATED---\n: :\n\nCHERYL\n(0. S.) :\nSo what do you think about Martha Page being lovers with Fae\nRichards?\n\nM. DAVIS\n(wide eyed)\nWell... you learn something new everyday I guess.\n\nCHERYL\n(0. 8.)\n‘What do you mean?\n\nM. DAVIS\nans (sly)\n\nT don't. think what you are saying about the Watermelon Woman-—\nFae Richards and Page is true but, there is somethitig to be\ninvestigated about the’ interracial experiences of colored and\nwhite Hollywood actors during this time period.\n\n(O. S.)\n‘What? ~\n\nM. DAVIS\nA new project honey. (pause) You know we academics must keep up\nwith popular culture. (pause) And besides my “salary is shit\nuntil I get tenure:. -\n\n \n\f \n\n \n\n \n\n69\ncut TO;\n\n38. INT CHERYL's APT. EVENING FILM\n\nL.S. Seen sitting on the couch in Cheryl's apt. are Stacey and\nDiana. The two women are tense and don't talk to one another.\nDiana sits with her legs crossed and turns smiling at Stacey\nperiodically. Stacey picks up her drink and sips it making a\nsour face. MUSIC is heard. :\n\nC.U./Diana's P.O.V of Stacey:\n\nSTACEY\nBlah!! What is this.\n\nC.U./Stacey's P.O.V. of Diana:\n\nDIANA\nCampari and soda. I brought a bottle for the dinner. You don't\nlike it? ~\n\nc.U./Diana's P.O.V of Stacey:\n\nSTACEY\nNo. It tastes like vinegar.\n\nBACK TO M.S. of Stacey and Diana.\nTamara walks in room with plate of crackers and cheese:\n\nTAMARA\nWhat wrong Sta?\n\nSTACEY\n(to Tamara)\nThis drink. Could you bring me a beer.\n\nStacey continues to make sour face and sits glass on table next\nto couch. :\n\nBACK TO C.U./Stacey's P.O.V of Diana:\nDiana nervously smiles at Stacey. . .\nBACK TO L.S. of Stacey, Diana and Tamara..\nTamara looks at the two women. Lo\n\nCUT TO:\n\n39. INT CHERYL's APT.",
  "54": "---END OF PREVIOUS SECTION---\nTamara looks at the two women. Lo\n\nCUT TO:\n\n39. INT CHERYL's APT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN EVENING FILM\nCheryl is seen at the sink washing dinner glasses.\nTamara comes through kitchen door. :\n\nTAMARA\n(whispering to Cheryl)\nShe doesn’t like the Campari she brought either.\n\f70\n\n39. INT CHERYL's APT. KITCHEN EVENING FILM\nCONTINUED\n\nCHERYL\nWhat do you mean either?\n\nTamara, opens fridge and grabs a beer opening it.\n\nTAMARA\n(whispering)\nI mean I don't think Stacey likes Diana. I went in there and it\nwas all silent and shit.\n\nCheryl turns, looks at Tamara then makes a discouraged face\nTamara opens the beer.\n\nCheryl digs in her pocket for cigarettes, removes a joint and\nholds it up.\n\nCHERYL\nTime for plan \"J\".\n\nTAMARA :\nNow you're talking. Stacey loves to smoke.\n\nTamara takes the joint out of Cheryl's hand.\nCUT TO:\n\n40. INT -CHERYL's APT. LIVING ROOM EVENING FILM\nTamara and Cheryl come through kitchen door, Cheryl behind\nTamara. Camera pans with them.\n\nTamara lights the joint and takes a big puff.\n\nTAMARA\n. (exhaling) ; .\nA little before-dinner-smoke ladies?\n\nDIANA\nThank God! Let me have a hit.\n\nDiana stands, grabs the joint from.Tamara and takes a big hit.\nAs Diana inhales it , Tamara and Stacey look at her oddly.\n\ncUT TO:\n\n41. INT CHERYL's APT. DINING ROOM FILM\n\nL.S. of Tamara, Stacey, Diana and Cheryl who are seated around\ndining table.\n\nThey are in the middle of eating dinner.\n\f™\n\n71\n\n41. Int CHERZL's APT. DINING ROOM FILM -\n\nCONTINUED\nM.S. of Stacey and Tamara:\n\nSTACEY\n-+.Then I said to him. Who do you think I am, your slave?\n\n: TAMARA\nThat beats Cheryl's story about having to call this snobby white\nwoman customer a nigger.\n\nM.S. of Diana and Cheryl:\n\nCHERYL\nI guess it does.\n\nCheryl looks at Diana and they exchange a smile.\n\nBACK TO M.S. of Stacey and Tamara...",
  "55": "---END OF PREVIOUS SECTION---\nCheryl looks at Diana and they exchange a smile. BACK TO M. S. of Stacey and Tamara... \n---TARGET SECTION TO BE ANNOTATED---\nStacey notices Diana and Cheryl's exchange:\n\nSTACEY\nSo Diana, what brought you to our fair city? Work, school?\n\nBACK TO M.S. of Diana and Cheryl:\nDIANA\nNo, I just decided to move. (pause) I got sick of Chicago and\njust up and moved to Philly-- the city of brotherly love--for a\nchange.\nBACK TO M.S. of Stacey and Tamara:\n\nTAMARA\nAnd sisterly affection.\n\nBACK TO M.S. of Diana and Cheryl:\n\nCHERYL\nWhat?\n\nBACK TO M.S. of Stacey and Tamara:\n| TAMARA .\nAnd sisterly affection. Brotherly and sisterly affection, right\nStacey?\nSTACEY.\n{looking at Cheryl)\nYes, can't. forget the sisters. We rule this city you know.\n\nBACK TO M.S. of Diana and Cheryl.\n\f \n\n \n\n \n\n \n\n \n\n72\n\n41. INT CHERYL's APT. DINING ROOM FILM\nCONTINUED\n\nCHERYL\n(changing subject)\nIf you left to escape the cold Chicago winters Diana, don't\nexpect it to be better here.\n\n- DIANA\nIt wasn't the cold that made me move. I needed a mental health\nbreak.\n\nBACK TO M.S. of Stacey and Tamara.\nTamara smiles:\nTAMARA\nGood answer. Cheryl likes her women to have the mental health\nthing going on.\n\nStacey smiles and looks at Tamara.\n\nSTACEY\nWell, I: like my women crazy like you darling.\n\nTamara makes kissy lips at Stacey.\nBACK TO M.S. of Diana and Cheryl:\n\nDIANA\nCheryl told me you were in school, business right?\n\nBACK TO M.S. of Stacey and Tamara:\n\nSTACEY\nMBA. I'm getting my MBA from Wharton.\n\nBACK TO M.S. of Diana and Cheryl:\n\nDIANA:\nMy father went to Wharton.\n\nSTACEY  .\n(annoyed,-0.S.)\nReally?\n\nDIANA\nYeah, but when he got out he couldn't get a job, then decided to\nwork for the Diplomatic Corp He hated it but my. mom loved it.\nThey. got to travel everywhere. I was born when they were\nstationed in Jamaica.\n\f \n\n \n\n73\n\n41. INT - CHERYL's APT.",
  "56": "---END OF PREVIOUS SECTION---\nI was born when they were\nstationed in Jamaica. 73\n\n41. INT - CHERYL's APT. \n---TARGET SECTION TO BE ANNOTATED---\n A BIT LATER FILM\nCONTINUED\n\nBACK TO M.S. of Stacey and Tamara:\n\nTAMARA\n_ (flat)\nYou were born in Jamaica?\n\nBACK TO M.S. of Diana and Cheryl:\n\nDIANA\nYup. I love telling people where I was born. (pause) But we lived\nall over the place: California, Germany, even Iceland. (pause) If\nyou think Chicago's cold, don't go to Iceland.\n\nBACK TO M.S. of Stacey and Tamara:\n\n® STACEY\nYou've lived in Iceland?\n\nBACK TO M.S. of Diana and Cheryl:\n\nDIANA\nIceland, New Zealand even Egypt... Lets see...J-Jamaica, C, G,\nI, N, C,...Cairo and ... I don't remember the name of the other\n. place’ where we lived in Africa. My father was stationed there\nfor about a year.(pause) I've lived just about everywhere.\n\nBACK TO M.S. of Stacey and Tamara.\nStacey rolls her eyes:\n\nSTACEY\nI see. (pause) Well honey, I was born and bred right here in the\ngood old US.\n\nTamara makes face and changes subject.\n\nTAMARA\n(laughing)\nCheryl, 30 are you still leaving us for Hollywood? Sounds like\nthe Watermelon Woman is getting pretty ripe?\n\nCHERYL\n(0.S.)\n-Funny, Tammy. And yes things are going well but I might....\n\n“ TAMARA\n(cutting Cheryl off)\nTell Stacey about your plan to break into Hollywood with this\n. Watermelon project.\n\f \n\n \n\n \n\n \n\n74\n\n41. INT. CHERYL's APT. © A BIT LATER FILM\nCONTINUED\n\nBACK TO M.S. of Diana and Cheryl.\nDiana looks at Cheryl as Cheryl starts to get angry.\n\nBACK TO L.S. of Tamara, Stacey, Diana and Cheryl.\nCAMERA PANS and focuses on Diana:\n\nDIANA\nCheryl, I forgot to tell you this earlier but.... I have some\nawesome news.\n\nEveryone stops and listens to Diana.\nC.U. of Diana:\n\nDIANA\nWell my brother's mother-in-law used to work for this famous\n: casting agent and...\n\nBACK TO M.S. of Tamara and Stacey.",
  "57": "---END OF PREVIOUS SECTION---\nU. of Diana:\n\nDIANA\nWell my brother's mother-in-law used to work for this famous\n: casting agent and... BACK TO M. S. of Tamara and Stacey. \n---TARGET SECTION TO BE ANNOTATED---\nTamara and Stacey stop looking at Diana and half continue to eat\nhalf listen.\n\nC.U. of Cheryl:\n\nCHERYL\nAnd what?\n\nBACK TO C.U. of Diana:\n\nDIANA\n++ /And she was and still is friends with the Page family as‘in\nMartha Page.\n\nc.U. of Tamara:\n\nTAMARA\n(sarcastically)\nYou're kidding? .\n\nBACK TO C.U. of Diana:\n\nDIANA\n(innocently)\nNo, I'm serious.\n\nCc.U. of Stacey:\n\nSTACEY\n{in a funny voice)\nSix degrees of separation, but here it's only two.\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n75\n\n41.. INT  - CHERYL's APT. A BIT LATER FILM\nCONTINUED\nBACK TO C. U. of Cheryl:\n\n \n\nCheryl shoots look at Stacey as Diana continues.\nBACK TO C.U. of Diana:\n\nDIANA\nI called Mra. Page-Fletcher and she said she'd love to talk with\nus about Martha's life in the movies.\n\nBACK TO C.U. of Tamara.\nTamara stops eating and looks at Diana:\n\nTAMARA\n“Us.” I thought this was Cheryl's project.\n\nBACK TO C.U. of Cheryl:\n\nCHERYL\n(ignoring Tamara)\nThat's great Diana. (pause) You're such a sweetheart.\n\nBACK TO M.S. of Diana and Cheryl.\n\nDiana reaches across the table and touches Cheryl's face, a\ngesture she intentionally does for the others to see.\n\nBACK TO M.S. of Tamara and Stacey.\nStacey leans over and whispers in Tamara's ear:\n\nSTACEY\nWhy does Cheryl always hook up with these typical white devil\ntypes?\n\nTAMARA\nShe doesn't always go out with white girls.\n\nSTACEY\nThe last one was that weird mulatto girl, and the one before was\n. white if you remember correctly. (pause) This one is up to\nsomething, I can tell.\n\n: BACK TO M.S. of Diana and Cheryl.\nCheryl looks over at Stacey and Tamara.\nCheryl turns and smiles at Diana, then kisses her lightly.\n\f76\nCUT TO:\n\n42. INT CHERYL's APT.",
  "58": "---END OF PREVIOUS SECTION---\nCheryl turns and smiles at Diana, then kisses her lightly. 76\nCUT TO:\n\n42. INT CHERYL's APT. \n---TARGET SECTION TO BE ANNOTATED---\n DAY VIDEO\nCheryl is seen, shoulders up, in talking head set-up:\n\nCHERYL\nThe most distressing thing about this project beyond not being\nable to focus on it properly is Tamara. She's usually more\nsupportive about things... I mean I know that I'm weird to\nher...but in the past she's liked it, us being different from\neach other I mean. Maybe she's going through some changes.\n(pause) Maybe I am...I don't know.\n\nCUT TO:\n\n43. INT CONCERT DAY\n\nFILM. Cheryl and Tamara get a gig videotaping a BLACK WOMAN'S\nMUSIC CONCERT. Needing an extra camera person, Cheryl asks\nAnnie. Tamara, not liking Annie has a chip on: her shoulder\nduring the whole production and is especially hyper-sensitive\nabout Annie being the only white person present. Annie senses\nthe tension but tries to fit in anyway. Annie and Tamara have\nheadsets and work the two stage cameras while Cheryl works the\nlong shot camera and directs from the rear/balcony. Video\ncameras will record event. They are not props.\n\nVIDEO. L.S. HIGH ANGLE PAN OF STAGE.\n\nOn stage is a popular BLACK WOMAN SINGER. Annie and Tamara are\nseen in this pan wearing headsets and videotaping.\n\nAnnie's camera is focused on the singer; Tamara's camera is\nfocused on the audience. :\n\nC.U. of an ATTRACTIVE BLACK WOMAN in audience. :\nVIDEO. Seen is what Tamara is taping, an attractive black woman\nwho sits in fourth row.\n\nCheryl, Tamara and Annie's voices are heard 0.S.:\n\nTAMARA\n(0.8.)-~\nDamn, she's. cute.\n\nCHERYL\n(O.S.) ..\nThat's what you've been saying about all of them.(pause) Why\ndon't you tape the singer for awhile.\n\nTAMARA\n\n: (0.S.)\nIsn't that why you brought orphan Annie along. (pause) I'm\ntrying to get footage for my video project. :\n\f \n\n77\n\n43. INT | CONCERT . DAY FILM/VIDEO\nCONTINUED .\nCHERYL\n(0.S.)\nBut we're working now Tamara...come on.\nTAMARA\n(0.8.)\n\nHey, I help you out.",
  "59": "---END OF PREVIOUS SECTION---\nCHERYL\n(0. S.)\nBut we're working now Tamara...come on. TAMARA\n(0.8.)\n\nHey, I help you out. \n---TARGET SECTION TO BE ANNOTATED---\n all the time with your video. (pause) Besides\nwho could possible pass this once~in-a-lifetime chance...\n\nC.U. PAN down row of BLACK WOMEN.\nVIDEO. Tamara pans down row of women:\n\nTAMARA\n(0.S.)\n».-to capture all these fine, and I mean fine, black women.\n\nC.U. ZIPPAN from stage to 2 WHITE WOMAN seated in audience. —.._.. —.»\nAnnie turns her camera from singer and focuses on two woman in .\nthe audience.\n\nANNIE\n(0.8.)\nHey it's Greta, my native studies professor (pause) I bet that's\nher girlfriend.\n\nBACK. TO C.U. of black women ZIP PAN TO M.S. of Annie near stage.\nTamara turns her camera and focuses on Annie at stage (the\nSinger is in background):\n\nTAMARA\n(0.S., to Cheryl)\nAhh, Cheryl...are you seeing ‘this. (to Annie) Annie! What are\nyou doing!? You are here to videotape the concert not your\nfriends!\n\nBACK TO L.S. HIGH ANGLE of concert. : -\nVIDEO. Seen from Cheryl's camera is the concert. The singe .\n\n’ starts to really rock out to the song she sings. Annie turns her\n\ncamera’ back to stage. Tamara continues to. pan down row of black\nwomen. .\n\nBACK TO C.U./Annie's camera of Singer.\n\nAnnie focus her camera on the Singer.\nANNIE\n(0.S.)\nSorry.\n\nBACK TO C.U./Tamara's camera of black women.\n\f \n\n \n\n \n\n \n\n78\n\n43. INT CONCERT . DAY FILM/VIDEO\nCONTINUED\nCHERYL\n(0.8.)\nTamara why don't you focus on the singer for once. This is the\nlast act.\n\nCAMERA ZIPPANS to M.S. of Singer on stage.\n\nCHERYL\n(0.S.)\nYou‘re doing a great job Annie.\n\nTAMARA\n(0.8.)\nSssh you two. She looks like she’s going to stop singing soon..\n\nBACK TO L.S. HIGH ANGLE/Cheryl's camera of concert.\nThe singer finishes the song and the audience stands and\napplauds.\n\nCUT TO:\n\n44. EXT TAMARA's. BACKYARD LATE AFTERNOON FILM\nL.",
  "60": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n44. EXT TAMARA's. BACKYARD LATE AFTERNOON FILM\nL. \n---TARGET SECTION TO BE ANNOTATED---\nS. HIGH ANGLE LOOKING DOWN ON BACKYARD.\n\nTamara is seen on back steps drinking a 40 oz. The yard is\npartially fenced in. MUSIC is heard. .\nM.S.of Tamara on steps (in background part of door is seen).\nCheryl opens the screen door, walks down the steps, and sits\nnext to Tamara. Cheryl looks at Tamara with a completely tired\nexpression. Tamara extends the 40 oz to her.\n\nTAMARA\nDrink.\n\n-Cheryl sips 40 oz. Tamara digs into her pocket, takes out her\n\npack of cigarettes and removes a joint. .-\n\n. CHERYL a\nI haven't drank this stuff ‘in a while.\n\nTamara lights up joint taking a deep ‘inhale.\nTAMARA\n- : (holding in the smoke)\nMy mom doesn’t like me smoking in the house anymore.\n\nCHERYL :\nJoint or cigarette?\n\f \n\n \n\n \n\n \n\n79\n\n44. EXT TAMARA's BACKYARD LATE AFTERNOON FILM\nCONTINUED :\n\nTAMARA\nNothing. It bothers her. But she can smoke a whole pack of Kools\nin her room whenever she pleases.\n\n7 CHERYL :\nAbh, the joys of living at home.(pause) When are you going to\nMove out of here? You are 29 years old.\n\nC.U. of Tamara PAN to C.U. of Cheryl.\nTamara rolls her eyes while hitting joint and passes it to\nCheryl. Cheryl takes a small hit.\n\nBACK TO M.S. of Tamara and Cheryl.\n\nCHERYL\nSo what's up with you and Annie?\n\nTAMARA\nWhat do you mean “what's up with me and Annie?” I don't like\n\nCHERYL\nObviously. You are so mean to her. She's just a kid who wants to\nhelp us out.\n\nTAMARA\nHelp us out! She got paid didn't she? (pause) She just gets on\nmy last black lesbian nerve with that dyed hair and pierced\nface. (pause) Are you going to smoke that joint, Bogart?\n\nBACK TO M.S. of Tamara and Cheryl. :\nCheryl hands Tamara the joint, Tamara takes a hit.\n\nCHERYL. :\nSo what? You know what I mean. So the fuck what, Tamara? We are\ndifferent too.",
  "61": "---END OF PREVIOUS SECTION---\nYou know what I mean. So the fuck what, Tamara? We are\ndifferent too. \n---TARGET SECTION TO BE ANNOTATED---\nTAMARA\n\nYeah but.we're. not different in a ‘room full of ritzy Black folk.\n\n‘We're there to be as professional as we can-be so we can get\ntheir business. We're not there to look like a bunch of\nmulticultural, hip-hop mess. I mean did you see what she was ©\n\n. wearing?\n\nCheryl looks coldly at Tamara.\nTAMARA\n\n-I mean Annie is a. spoiled young ‘girl who oughta grow up and stop\n\nacting like some extra from.the musical “Annie,” that's all. Her\n. youth, her queerness....\n\f \n\n \n\n80\n\n44. ext. TAMARA'S BACKYARD LATE AFTERNOON FILM\nCONTINUED\n\nTamara shakes head. Cheryl takes a hit from the last of the\njoint and throws it to the ground.\nTamara watches Cheryl:\n\nTAMARA\nHey...I wanted to save that.\n\nCHERYL\nSorry.\n\nThe two sit silently next to each other. Tamara takes a swig off\nthe 40 and offers it to Cheryl.\n\nCHERYL\nNo thanks.\n\nTamara looks at Cheryl knowing that she's hurt her feelings and\nchanges the subject.\n\nTAMARA\nSorry Cheryl.(pause) I guess.all this Stacey shit is finally\ngetting to me.\nCHERYL —\nWhat's up with you and Stacey?\n\nTAMARA\nNothing's up, that's the problem. Girl’s gone frigid. Zip.\n\nBACK TO M.S. of Tamara and Cheryl.\n\nCHERYL\nWell... Don't you think...\n\nTAMARA «..\nI don't know what to think.\n\nCHERYL\nI think that Stacey's working and going to grad school at the\nsame time and is stressed out.\n\nTamara sips beer. .\nmo CHERYL :..: .\nWhat do you expect?\nTAMARA\n\nI expect some nookie once in.a while. We've been together for\nawhile now and I don't even have a key to her place .\n\f81\n\n44. ExT TAMARA's BACKYARD LATE AFTERNOON FILM\niy CONTINUED\n\nCHERYL\n» No?\n~ TAMARA\nYest\n\n \n\nCHERYL\nIen't that funny, Diana gave me a key to her place a week ago.",
  "62": "---END OF PREVIOUS SECTION---\n81\n\n44. ExT TAMARA's BACKYARD LATE AFTERNOON FILM\niy CONTINUED\n\nCHERYL\n» No? ~ TAMARA\nYest\n\n \n\nCHERYL\nIen't that funny, Diana gave me a key to her place a week ago. \n---TARGET SECTION TO BE ANNOTATED---\nTamara looks at Cheryl coldly and sips beer.\n\n \n\nTAMARA\nI didn't ask you here to talk about your “wanna-be-black\"\ngirlfriend.\n\nCHERYL\nWhat are you talking about, Tamara...Diana doesn't want to be\nblack (pause) You know that we are getting serious...Can't you\nsee I'm into her?\n\nTAMARA\nI see you going out with another white girl who wants to be\nblack and acting like a black girl who wants to be white. (pause)\nWhat's wrong...you tired of your skin color these days?\n\n \n\nCHERYL\nI am black Tamara. Whose to say dating someone that's white\nmakes me not black? Whose to say anything about who I fuck in\nthe first place!\n\nBACK TO M.S. of Tamara and Cheryl.\n\nTAMARA ~\nWell Stacey says that Diana is into chocolate. I mean look at\nher Cheryl....She lives alone in.a big loft apartment and\nvolunteers, I said , volunteers.at an.after school program for\nnot just poor children, but poor black children...\n\n \n\nCHERYL\nTamara!\n\nOut of nowhere Diana enters. She sits down behind Cheryl\nembraces her, then leans into FRAME. kissing Cheryl on the cheek.\n\nDIANA\n. (to Cheryl) .\n7 Fancy meeting you here.(to Tamara) Can I have a sip?\n\nCheryl and Tamara look at each other. .\n\f82\n\n44. EXT. TAMARA'sS BACKYARD LATE AFTERNOON FILM\n¢ CONTINUED\nL.S of Tamara, Cheryl and Diana.\nTamara hands Diana the beer and Diana takes a swig.\nSuddenly the door opens and TAMARA'S MOTHER, a 50 year-old black\nwoman, appears in robe. Diana removes her arms from around\non Cheryl. Tamara's mother sniffs the air.\n\n \n\n- TAMARA'S MOTHER\nHope you ain't smoking no joint out here and didn't invite me.\n\nTamara's Mother looks at Diana. Diana smiles.\nTAMARA's MOTHER\nI just came out here to tell Cheryl that her friend called. A\nDiana something or other, said she'd be over.\n\nDIANA\nRight-ho. Here I am. Nice to meet you Tamara's Mother.\n\nTamara’s Mother slowly smiles at Diana.",
  "63": "---END OF PREVIOUS SECTION---\nHere I am. Nice to meet you Tamara's Mother. Tamara’s Mother slowly smiles at Diana. \n---TARGET SECTION TO BE ANNOTATED---\n \n\nTAMARA's MOTHER\nYou can call me Phyllis. Nice to meet you, Diana.\nTamara's Mother looks at the 40 oz. in Diana's hand.\nCe TAMARA's MOTHER ,\n\n. That's my Tamara. (pause) Just like her father...no manners. (to\nDiana) Diana come inside and I'’1l get you a fresh beer out the\nfridge.\n\nDiana stands and follows Tamara's mother into the house.\n\nBACK TO M.S. of Tamara and Cheryl.\nTamara looks at Cheryl scornfully:\n\n \n\nTAMARA -\n(whispering)\nYou didn't tell me.she was coming.\n\nCHERYL \"\n. I forgot.\nCUT TO:\n45. INT PAGE-FLETCHER'S APT. FRONT DOOR DAY\nM.S. of Cheryl and Diana as they stand in front of door.\n\n \n\n. CHERYL\nWill you tell me who? ...And why did I have to bring all of this\nvideo equipment?\n\f \n\n83\n\n45. INT PAGE-FLETCHER'S APT. FRONT DOOR DAY FILM\nCONTINUED.\n\nDIANA\nYou’11 find out in a minute.\n\nDiana wipes the corner of Cheryl's mouth then she kisses Cheryl.\nThe door opens and OLDER BLACK WOMAN in a house coat appears.\nCheryl looks at woman in disbelief.\n\nDIANA\nWe're here to see Mrs. Page-Fletcher.\n\nThe Woman looks at Cheryl from head to toe:\n\nBLACK WOMAN\nYou can come in.\n\nDiane then Cheryl walk in door past woman.\nThe woman shuts door.\n\nBLACK\nThe sounds of setting up video equipment is heard.\n\nCUT TO:\n\n46. INT PAGE-FLETCHER LIVING ROON VIDEO\nL.S. of Diana and Mrs. Page-Fletcher.\n\nDiana is seen as she adjusts the microphone on Mrs. Page-\nFletcher's lapel.\n\nDIANA\nI'm so glad you allowed us. to tape this. interview...\n\nCamera movement is noticed and Cheryl walks from behind ‘the\ncamera and stands out of frame watching Diana adjust. mike. She\nwalks towards Diana.\n\nCHERYL\n(to Diana) .\nDiana, let me do that. You. look in the camera and see if the\ncouch and all is in frame.\n\nDiana walks behind camera. Cheryl fixes mike on Mrs.",
  "64": "---END OF PREVIOUS SECTION---\nYou. look in the camera and see if the\ncouch and all is in frame. Diana walks behind camera. Cheryl fixes mike on Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Page-\nFletcher who looks at her coldly and sits down in chair next to\nMrs. Page Fletcher. Mrs. Page Fletcher fixes her hair.\n\n_ Camera ZOOMS to a M.S. which frames Mrs. Page Fletcher on-couch\n\nand Cheryl in chair.\n\f \n\n \n\n \n\n \n\n84\n\n46. INT PAGE-FLETCHER LIVING ROOM VIDEO\nCONTINUED\n\nMRS. PAGE-FLETCHER\nI don't mind helping out for your little project at all dear.\n(pause) My sister was an important lady you know.\n\nCheryl looks at Mrs. Page Fletcher and gives her a half-assed\nsmile. The Black woman enters, serves tea, and exits. Cheryl\nwatches the older Black woman walk away.\n\nM.S. of Cheryl (seated in chair), Mrs. Page Fletcher and Diana\n(seated on couch) holding tea cups.\n\nMRS. PAGE-FLETCHER\nSo exactly what do you young ladies want to know about my\nsister?\n\nMrs. Page-Fletcher put teacup down on table.\n\nCHERYL\nIt's not exactly about your sister but an actress who she worked\nwith.\n\nDiana, putting teacup on table, shoots a look at Cheryl.\nCheryl puts teacup on table.\n\nBACK TO M.S. of Tamara and Cheryl.\n\nMRS. PAGE-FLETCHER\nShe worked with a number of important starlets back\nthen...Sandra Vincent, Cassandra Brooks...\n\nCHERYL\nFae Richards.\n\nMRS. PAGE-FLETCHER\nWho?\n\nMrs. Page-Fletcher looks oddly at chery1. She turns and looks at\nDiana.\n\nDIANA\nThe black woman’ maid in some of her films.\n\nCHERYL ©\nAll of her films.\n\n‘MRS. PAGE-FLETCHER\nOh yes. The girl from the night club. (pause) She was called\nsomething else though?\n\fons\n\n85\n\n46. IMT . PAGE-FLETCHER LIVING ROOM VIDEO\nCONTINUED\n\nCHERYL\nThe Watermelon Woman.\n\nMRS. PAGE-FLETCHER\nMartha saw her singing at one of those speak easy clubs. I think\nit had something to do with Father and one of his business\nventures if I'm correct.",
  "65": "---END OF PREVIOUS SECTION---\nMRS. PAGE-FLETCHER\nMartha saw her singing at one of those speak easy clubs. I think\nit had something to do with Father and one of his business\nventures if I'm correct. \n---TARGET SECTION TO BE ANNOTATED---\npause) Yes, I think the story was that\nMartha was looking for a maid for a movie she was working on\nand...\n\nMrs. Page-Fletcher turns and addresses Cheryl.\n\nMRS. PAGE-FLETCHER\n(continues)\n«-.and father happened to be interested in investing in\nsomething for the colored people.\n\nMrs. Page-Fletcher turns and looks at Diana.\n\nDIANA\nYou mean he bought the speakeasy?\n\nMRS. PAGE-FLETCHER\nOh no, I don't think he did. That was so long ago dear.\n\nCHERYL\n‘Yes he did, Diana. And if I'm remembering this right, he,\nFather, bought the club and immediately sold it.\n\nMra. Page-Fletcher and Diana look and listen to Cheryl.\n\nCHERYL\n(continues)\n.».for a half\n‘a million to Reginald Brooks, a colored, just before the\nDepression hit. Brooks went. bankrupt and eventually hung\n, : himself...\n\n‘ : MRS. PAGE-FLETCHER\nOh. How disturbing. (changes subject) Yes, Martha found the\nRichards' girl dancing in the chorus of some club.\n\nCHERYL\n(heated) -\n\n~: Wasn't their relationship more than that:...I mean they moved\n\nto...to Hollywood together?\n\f \n\n \n\n \n\n \n\n86\nVIDEO\n\n46. INT . PAGE-FLETCHER- LIVING ROOM\n\nCONTINUED\nMRS. PAGE-FLETCHER\n\nReally. If I remember the story correctly Martha was doing well\n\nin Hollywood and encouraged her former cast to come and audition\nfor roles in her new picture.\n\nCHERYL\nI see. I guess my ...story...is all wrong.\n\nMRS. PAGE-FLETCHER\nYou're not trying to infer something went on between the two of\nthem?\n\nMrs. Page-Fletcher looks back and forth between Diana and Cheryl\n\nwith her eyes wide open.\n\nDIANA\n“™ Well, you see Cheryl is making a video documentary about Fae\nRichards who...\n\nCHERYL\n(cutting Diana off)\n..-Who was lovers with your sister.\n\nMrs. Page-Fletcher stands up.\nMRS. PAGE-FLETCHER\n\nMy sister wasn't that type of woman. I've told every writer who\n\nasks about Martha this.",
  "66": "---END OF PREVIOUS SECTION---\nMRS. PAGE-FLETCHER\n\nMy sister wasn't that type of woman. I've told every writer who\n\nasks about Martha this. \n---TARGET SECTION TO BE ANNOTATED---\n Martha was a brilliant woman who had the\n\ncourage to break into an industry dominated by men. —\n\nMrs. Page-Fletcher regains her composure. Diana looks at Cheryl\n\nthen at Mrs. Page-Fletcher.\nCHERYL\n(looking at Mrs. Page-Fletcher)\nCome ony ++I think you knew that Fae.and Martha were intimate,\nMrs. Page-Fletcher.\n\nMrs ‘Page-Fletcher looks at Cheryl stunned.\n\n\"CHERYL .\nWhat? s wrong. (pause) Have I. shocked you with some truth?\n\nEveryone knows that your sister was,..that way. I've come across\nseveral books and articles that support this fact.\nCheryl. looks confidently at Mrs. Page-Fletcher. Mrs. Page- :\n\nFletcher turns violently red.\nDIANA\nCheryl!\n\f \n\n \n\n \n\n \n\n87\n\n46. INT PAGE-FLETCHER LIVING ROOM VIDEO\nCONTINUED\n\n« PAGE-FLETCHER\nI'm afraid you and your friend will have to leave.\n\nCheryl leans forward with a fiery look in her eyes.\n\n- CHERYL\nFine. I think I've got what I need. (turns to Diana) And to tell\nyou the truth, (pause) I don't need people like her to confirm\nanything. Besides I know that Fae Richards dumped her sister\n\nanyway.\n\nDiana continues to look at Cheryl then turns to Mrs. Page-\nFletcher who, still standing, looks away from Cheryl. The older\nBlack woman walks in.\n\nOLDER BLACK WOMAN _\nIs there some problem, Mrs.Page-Fletcher?\n\nCheryl stands up and looks in the eyes of the older Black woman.\nCheryl shakes her head.\nCHERYL\nI'm getting out of here.\n\nCheryl proceeds to remove the mike from Mrs. Page-Fletcher and\nwalks out of frame.\n\nOut of focus shakey images of Diana, Mrs. Page-Fletcher, Black\nwoman and the room are seen as Cheryl packs the camera up with\nout turning it off.\n\nWe hear the camera movement too.\n\nDIANA\nCheryl are you sure...(pause) Mrs. Page-Fletcher please, she's\nbeen working on this project and is just a little angry. She's\n\nMRS. PAGE-FLETCHER\nAren't they all just a little angry? .\n\nThere is silence.\nCheryl focuses camera on C.U.. of Mrs.",
  "67": "---END OF PREVIOUS SECTION---\nThere is silence. Cheryl focuses camera on C. U.. of Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Page-Fletcher. CAMERA PANS\n* to Diana who looks at Mrs. Page Fletcher. :\n\nDIANA -\nYou know what, (pause) you are. an old witch aren't you. (to\nCheryl) Let's go Cheryl!\n\fOs\n\n88\n\n47. Int - PAGE-FLETCHER’S APT. FRONT DOOR VIDEO\nBLACK\n\nHeard are Cheryl and Diana.\n\nA door is heard closing and movement and footsteps are heard.\nThere is silence and sounds of an elevator are heard.\n\nCHERYL\n(V.0.)\nI got a shot of the bitch saying that racist ‘phit. --and a black\nmaid too...so fucked up!\n\nDIANA\n(V.0.)\nI'm sorry Cheryl.\n\nSilence and elevator sounds are heard.\n\nDIANA\n(V.0.)\nYou know you're really sexy when you get mad though.\n\nCUT TO:\n\n48. ARCHIVAL FILM CLIP WEWSREEL SUPER 8\nArchival newsreel from the 30's is seen. A NARRATOR is heard in\nV O describing footage.\n\nSeen is SUPER 8mm of Fae shaking hands with the NAACP and Fae\nand J. Liberty location scouting.\n\nHEARD is a NARRATOR describing the NAACP footage and describing\nthe beginning of J. Liberty Wells' Liberty Studios and his\ncasting of Fae Richards in his first film Souls of Deceit.\n\nSee Doug and Cheryl for detailed script\n\ncur TO:\n\n49. INT CHERYL's APT. DAY v,\nVIDEO. Cheryl is seen in shoulders-up in front of wall covered —\nwith black film posters 1930'-1940's..:\n\nCHERYL\nWell enough time spent researching anything that had to do with\nMartha Page and Fae. (pause) Seems like it's their story that\nhistory has kinda remembered and'wants to forget. (pause) And I\n. know Fae had more going on in her life than being with that\n» woman....she had to...She couldn't have vanished like all the\nother black women actresses did...she was too special...too\nbeautiful. Too important for my history. (pause) Black lesbians,\nthe invisible other.\n\f89\nCUT TO:\n\n50. INT VIDEO STORE DAY FILM\nM.S. Annie is seen looking through her backpack at the counter.",
  "68": "---END OF PREVIOUS SECTION---\nINT VIDEO STORE DAY FILM\nM. S. Annie is seen looking through her backpack at the counter. \n---TARGET SECTION TO BE ANNOTATED---\nAnnie pulls out a newsletter and walks towards Tamara and Cheryl\nat the counter.\n\n~ CAMERA PANS/DOLLIES BACK to M.S. of the trio.\n\n. ANNIE\nHere it is. The Lesbian Herstory Archives. See. Its near this\nrave I went to in Brooklyn.\n\nCheryl take the newsletter from Annie's hand and looks at it.\nTamara looks over Cheryl's shoulder making a cynical face.\n\nTAMARA\nYou're going all the way to Brooklyn. (pause) For what?.... to\nfind out that they only have stuff on white lesbians right,\n\na Cheryl.\nANNIE\nThey actually have this great “Black” lesbian collection Tamara.\n| ~ Tamara and Annie exchange a cold look. Cheryl continues to read\nthe newsletter.\nf CHERYL\n€ She's right. (pause) That's great Annie, thanks.\nANNIE\n. No problem. And I'm actually driving up there soon to visit\n' friends, if you need a ride.\nTAMARA «=\nmy You're such a sweet helpful little thing, Annie. -I bet you even\nnoe . know a good place to get a clit piercing.\nCheryl turns and looks angrily at Tamara.\nCHERYL\n- Tamara (pause) I'm serious...don't go there with her.\n_ ANNIE /\n(to Cheryl)\nThat's OK Cheryl. She's just jealous.\n‘TAMARA\nRight. .\no~ : ANNIE\n\n(to Tamara) -\nJust because I'm different. from.you doesn’t mean you have to\ntreat me like shit all the time.\n\f \n\n \n\n50. INT VIDEO STORE _ DAY FILM\nCONTINUED\n\nTAMARA\nOh, I hurt your little feelings, I'm sorry.\n\nANNIE\nYou suck.\n\nTamara walks and stands next to Cheryl.\n\nTAMARA\n(raising voice}\nDid you hear that Cheryl, I suck.\n\nL.S. of Bob.\nBob enters the store, walks to counter and looks at Tamara,\nCheryl and Annie:\n\nBOB °\nProblem, ladies?\n\nBACK TO M.S. of Tamara, Cheryl, Annie and Bob.\n\nTamara, Cheryl and Annie look at Bob. Cheryl reaches under the\ncounter and removes a white binder with the words 'WORK\nSCHEDULE\" on the side:\n\n: CHERYL\nNo, Bob.",
  "69": "---END OF PREVIOUS SECTION---\nS. of Tamara, Cheryl, Annie and Bob. Tamara, Cheryl and Annie look at Bob. Cheryl reaches under the\ncounter and removes a white binder with the words 'WORK\nSCHEDULE\" on the side:\n\n: CHERYL\nNo, Bob. \n---TARGET SECTION TO BE ANNOTATED---\n (pause) I was just trying to convince Tamara here to\nwork for me next Friday. (pause) I have to go to NY with Annie.\n\nTamara shifts and looks in binder.\n\nTAMARA\nRight (pause)...And Cheryl here. is going to work for me on\nSunday and Monday (to Cheryl). Right Buddy?\n\nBOB .\nWell who ever is schedyled to work remember we open late that\nSunday. (to Annie) How's it going Annie. Getting the hang of\n. things, yet. .\n\n. ANNIE: . .\n’ Bob I've been working here for several months now.\n\nBOB. . a\nOh. (pause) Time flies doesn't it ladies?\n\nBob walks past the Trio and towards. his office.\nTamara turns, smiles at Bob then Looks coldly at Cheryl:\n\f \n\n \n\n \n\n \n\n \n\n91\n\n-50. INT VIDEO STORE DAY . FILM\nCONTINUED\n\n \n\nTAMARA\n(looking at Cheryl)\nTime does fly Bob and people do change.\n\nCUT TO:\n\n51. INT LESBIAM HERSTORY ARCHIVES DAY VIDEO\nCheryl and Annie visit the Lesbian Herstory Archives. Annie\nworks the camera while Cheryl talks with the ARCHIVIST, a\nhippish, attractive 40ish white lesbian named, MJ.\n\nCheryl is seen talking to M.J.\n\nMJ.\nMost of our files aren't organized like that. Heck most of are\nfiles are still in boxes. (pause) We try to do three things with\ndonated material: categorize, log, then store. We'd love to -.\ncirculate material but we need Fore. volunteers to organize that\nproject.\n\nCHERYL\nAnd what about the show on black lesbians? Is that a separate\ncollection?\n\nMJ.\nIt sure is. Its one of our circulated collections. It doesn't\nhave all of our material on black lesbians, just the stuff that\nwomen gave the 0.K. to show. (pause) Let's see if. I can get it\nfor you.\n\nMJ walks out of the room.\nCheryl is seen looking at the. books on the bookshelf.\n. She removes a book and shows its cover to the CAMERA.\n\nCHERYL\nDykesville by (author).\n\nAs ‘MJ speaks, Cheryl looks. at, and Annie. films the Black lesbian\narchive display.",
  "70": "---END OF PREVIOUS SECTION---\nShe removes a book and shows its cover to the CAMERA. CHERYL\nDykesville by (author). As ‘MJ speaks, Cheryl looks. at, and Annie. films the Black lesbian\narchive display. \n---TARGET SECTION TO BE ANNOTATED---\nCAMERA slowly pans the display, Cheryl and MJ.\n\nMI\nThis here is a map.of the testian and gay hangouts popular in\nManhattan during the 1920's and 1930's.\n. Cheryl picks up map and shows it to the camera/Annie. = 9 ~\n\nCHERYL\nWow. Looks. like there were more dyke bars then.\n\f92\n\n51. IWT LESBIAN HERSTORY ARCHIVES DAY VIDEO\nCONTINUED\n\nMJ\nThey all weren't strictly lesbian. Many were speakeasies where\nthe young white debutante crowd would travel uptown late night\nfor “yardbirds and strings.”\n\nANNIE\n(0.8.)\nWhat?\n\nMJ\nFried chicken and spaghetti...a late night snack followed by a\nshot of one hundred proof tea.\n\nCHERYL\nTea parties. (pause) I was reading about them. (pause) Got any\nstuff on clubs in Philadelphia?\n\nMJ\nActually there were several in Philly. A woman recently donated\na whole box of stuff on Philadelphian lesbian life.\n\nMJ walks to a stack of boxes in the corner. Cheryl follows\nfollowed by Annie with the camera: MJ opens one and pulls out a\ntattered box.\n\nHaven't really sorted through the stuff, but you’re welcome to\nhave a look.\n\nCheryl ‘pick’ up a stack of the pictures and shuffles through\nthem.\n\nCHERYL\nOh my God...this is Fae Richards singing! (pause) Who donated\nthis stuff?\n\nCheryl shows the PHOTO to the camera. Fae Richard's stands on a\ndark stage singing.\nM.J. notices Cheryl showing photo to the camera.\n\nMI\nWait just a minute kiddo, this information is confidential.\n\nMJ starts putting stuff back in box. |\n\nCheryl quickly turns the picture around.\n\nWritten on the back is, \"To June Walker, a special friend.\"\nCheryl moves the photo and smiles to the camera and makes a\nhappy eye gesture.\n\f \n\n \n\n \n\n93\n\n51. INT LESBIAN HERSTORY ARCHIVES DAY VIDEO\nCONTINUED\n\nCHERYL\nI'm sorry. I forgot. How can I find out who donated this stuff?\n\nMJ takes picture from Cheryl and puts it in box.\n\nMJ\nI'll ask Stephanie about getting in touch with the woman who\ndonated the materials.",
  "71": "---END OF PREVIOUS SECTION---\nHow can I find out who donated this stuff? MJ takes picture from Cheryl and puts it in box. MJ\nI'll ask Stephanie about getting in touch with the woman who\ndonated the materials. \n---TARGET SECTION TO BE ANNOTATED---\npause) Let me put this away...\n\nMJ closes box and moves it another room.\n\nCHERYL\n{to Annie)\nI can't believe it.\n\nANNIE\n(0.S.)\nAren't you glad we came?\n\nCHERYL\n(to Annie)\nAnnie...you done good.\n\nCur TO:\n\n52. INT DIANA'S APT. | EVENING FILM.\n\nM.S. HIGH ANGLE. Cheryl and Diana are heard in bed making love.\nBLACK is seen then the image of their TWO BODIES cuts into the\nBLACK. Their IMAGE strobes in and-out of the BLACK getting\nfaster and faster, almost freeze frame like. MUSIC is heard.\n\nM.S.of Cheryl and Diana. :\nCheryl and Diana are seen sitting up in bed:\n\nDIANA\n(singing) -\n“truly Scrumptious...you’re truly, truly scrumptious.\"\n\nCHERYL and DIANA\n(laughing and singing together) :\n“Scrumptious as'a blah blah blah in May.\"\nDIANA\n(singing)\n\"when I'm near you.. Your truly truly scrumptious.”\n\nCheryl laughs.\n\f94\n\n§2. INT DIANA'S APT. EVENING FILM\nCONTINUED\n\nCHERYL\ni I wish I remembered the words...”Sound of MUSIC,” right?\n\nDIANA\n~*~ ’ No silly, “Chitty Chitty Bang Bang.”\n\nCHERYL\nGo on, sing another one. I like how you sing.\n\nDIANA\nUmmm... I don't know. I can't think of one on the spot.\n\nCHERYL\nCome on. Don't be shy now. Anything.\n\nDIANA\ni OK.\n\n; Diana sits upright and sings:\n\nDIANA\n(She sing the opening lines a 70's Rock and Roll classic).\n\nCheryl looks at her with a stunned expression. Diana finishes\nand looks at Cheryl. Cheryl sits up a bit.\n\na )\n\nCHERYL\nWhere ever did you learn the lines to that?\n\nI DIANA\nWasn't that the theme song at your prom?\n\nre . CHERYL |\ni Diana, darling don't forget that I am black. At our prom the jam\nwas “Sail On,” by the Commodores.\n\nDIANA .\nMy boyfriend was black and we sang the words together. .",
  "72": "---END OF PREVIOUS SECTION---\nAt our prom the jam\nwas “Sail On,” by the Commodores. DIANA . My boyfriend was black and we sang the words together. . \n---TARGET SECTION TO BE ANNOTATED---\n \n\nCheryl smiles and shakes her head:\n\n: ’ CHERYL\n| , You had a black boyfriend in high school?\nr : DIANA\n. : Two...no three black boyfriends.\n7 CHERYL .\nao What did your parerits say?\n\nio\n\f \n\n \n\n95\n\n52. INT DIANA'S APT. EVENING FILM\nCONTINUED .\n\nDIANA\nNothing. They are liberal hippie types. My father's sister's\nfirst husband was an ex-Panther.\n\nCheryl starts to laugh. Diana half joins in.\n\nDIANA\nAnd his name is...Tyrone Washington.\n\nCheryl laughs harder.\n\nDIANA\n\n(laughing)\nWhat's so funny, Cheryl?\n\nDiana sits up and get out of the bed.\n\n. CHERYL °\nYou're just a mess that's all.\n\nCheryl gets out of bed. -\nDIANA\nWhat's that supposed to mean?\n\nM.S./DIANA's P.0.V. of Cheryl.\nCheryl puts on her clothing:\n\nCHERYL\nNothing. (changes subject) Look I have to go and do some work on\nthe project.\n\nM.S./Cheryl's P.O.V of Diana.\nDiana sits in bed looking angry:\n\nDIANA\n(heated) .\nThe project can wait, Cheryl.(beat) I want you to tell me what\nyou meant first.\n\nBACK TO M.S./DIANA's P.O.V. of Cheryl. .\nCheryl dresses avoiding eye contact with ‘Diana:\n\nCHERYL ©\nI-don't know what I meant. (pause) I really do have to go.\n\nBACK TO M.S./Cheryl's P.0.V of Diana:\n\nDIANA\nYou know this project is becoming your crutch.\n\n \n\f \n\n \n\n \n\n \n\n|\n\\\n'\nMy\n2\n\n96\n52.. INT DIANWA'S APT. '  BVENING FILM .\nCONTINUED\n\nBACK TO M.S./DIANA's P.O.V. of Cheryl:\n\n. CHERYL\nHow can you say that, Diana. If you're trying to get me to stay,\nYou don't need to mention the project.\n\nCheryl stands sloppily dressed and looks at Diana.\n\nBACK TO M.S./Cheryl's P.O.V of Diana:\nDiana sheepishly smiles to herself.\n\nDIANA\nJust go.",
  "73": "---END OF PREVIOUS SECTION---\nO. V of Diana:\nDiana sheepishly smiles to herself. DIANA\nJust go. \n---TARGET SECTION TO BE ANNOTATED---\n (pause) I'11 talk to you later.\n\nCUT TO:\n\nPHOTO\nSeen is a PHOTO of OLYMPIA Theater in 1930's. Title: OLYMPIA\nTHEATER-1932 appears over PHOTO. HEARD are street sounds.\n\n53. EXT SOUTH STREET DAY VIREO\nL.S. of Tamara standing in front.of an abandoned building.\nCheryl is behind the camera 0.S.:\n\nCHERYL\n(O.S.)\nMove to the side Tamara.\n\nTamara steps to side and folds her arms.\nThe title \"The Olympia, 1995\" ‘appears over image.\n\nTAMARA\nDon' t get smart with me.. Remember you asked for my help.\n\nPHOTO\n\nSeen is a PHOTO of the STANDARD in 1929. Title \"The Standard\"\nappears over PHOTO.\n\nHeard are footsteps, street sounds of Tamara and Cheryl walking.\nMUSIC is heard. :\n\nTAMARA\n(0.8.)\nDag. Philly was jumping back then, wasn't it?\n\nCHERYL\n(0.8.)\nBetter than today. (pause) It’s just around the corner.\n2412 South.\n\f \n\n97\n\n-53. EXT ° SOUTH STREET DAY VIDEO\n\nCONTINUED\n\nL.S. of Abandoned lot.\n\nSeen is an empty lot. Tamara walks into lot and picks up a\nbroken bottle:\n\nTAMARA\nDamn! What a shame.\n\nCHERYL\n(0.8.)\nI know.\n\nBLACK\nHEARD is disturbing 1930's jazzy club MUSIC as the title \"The\nDunbar Theater, 1935--No existing PHOTO\" appears over BLACK.\n\nL.S. of a convenience store.\n\nPHOTO a\n\nSeen is a PHOTO of the ROYAL. The title \"The Royal Theater,\n1934\" appears over image.\n\nL.S. of Royal Theater.\n\nThe Royal. still stands burned out. .\n\nThe sound of an ambulance is heard. It + grows louder and louder\nand drowns out the jazz.\n\n54. Int CHERIL'S APT. DAY YIPEO'\nSeen is a table phone and phone book.\nCheryl walks in frame and looks into CAMERA.\n\nCHERYL\nWatch this folks.\n\nCheryl opens phone books.\n\nCHERYL\nLet's see if June Walker is listed.\n\nCheryl searches through the phone book.",
  "74": "---END OF PREVIOUS SECTION---\nCheryl opens phone books. CHERYL\nLet's see if June Walker is listed. Cheryl searches through the phone book. \n---TARGET SECTION TO BE ANNOTATED---\nCHERYL\nAnd here she is right in the white pages.\n\nCheryl picks up phone, dials and waits for answer.\n\f*\nif\n\n \n\n98\n\n54. INT . CHERIL'S APT. DAY VIDEO\nCONTINUED ,\n\nCHERYL\nHello is this June Walker?...I got your name from the lesbian\nHerstory archives. My name is Cheryl and I'm\na...filmmaker...Yes.. Yes I'm a sister...Yes,...(laughs)...Some\npeople think I'm cute but...Well they are taking good care of\nthem...I'm actually working on a video project about Fae\n- Richards...\n\nCheryl doodles and re-writes June Walker's number.\n\nCHERYL\nShe sure was...I know I saw that picture of you two...Yes...But\nI wanted to know if you had anymore, like ones with Ms. Richards\nand--Martha Page...I see. But some are interested...Stank bitch,\nReally?...No she didn't...\n\nCheryl starts to pace around kitchen. “\n\nCHERYL\nLook, do you think I could come over and talk to you...maybe\neven interview you for this project.(pause) No, it's a personal\nproject it would only be me and possibly one other person... I\nknow but...Just me then...Really?...Yes Ma'am...when was\nthat....Yes we need to document our lives. What?...I know how to\ncook pretty good...I use smoked turkey wings not pork. Why do\nyou ask?\n\nCheryl smiles.\n\nCHERYL\nOK....Yes Ma'am...OK...I'1l be there at 1...0K, 11, with lunch\nin hand. Bye.. and thank you June, Bye.\n\nCheryl turns to. camera smiles and jumps in the air.\n\nCHERYL\nWhooot\n\nCUT TO:\n\n55. ExT ROW HOUSE FRONT DOOR DAY FILM\n\nM.S. Cheryl is seen violently ringing a doorbell of a row house.\nShe holds video equipment and a bag with food. The front door of\nthe adjoining house opens and a YOUNG BLACK WOMAN emerges in\n\nre *\n\fC\n\n \n\n99\n\n55. -BIT ROW HOUSE FRONT DOOR DAY FILM\nCONTINUED —\nC.U./Cheryl's P.0O.",
  "75": "---END OF PREVIOUS SECTION---\nShe holds video equipment and a bag with food. The front door of\nthe adjoining house opens and a YOUNG BLACK WOMAN emerges in\n\nre *\n\fC\n\n \n\n99\n\n55. -BIT ROW HOUSE FRONT DOOR DAY FILM\nCONTINUED —\nC. U./Cheryl's P.0O. \n---TARGET SECTION TO BE ANNOTATED---\n of Young Black Woman:\n\nYOUNG BLACK WOMAN\nIf you looking for Miss June she's not there.\n\nc.U./Young Black Woman's P.0.V. of Cheryl:\n\nCHERYL\nI was supposed to meet with her today...for lunch.\n\nBACK TO C.U./Cheryl's P.O.V of Young Black Woman:\n\nYOUNG BLACK WOMAN\nI know. She told me. (pause) You the girl who uses turkey wings\n\nin her greens right?\n\nBACK TO C.U./Young Black Woman's P.O.V. of Cheryl:\n\n\"CHERYL\n\n(laughs)\nYeah. Will she be back soon?\n\nBACK TO C.U./Cheryl's P.O.V of Young Black Woman:\n\nYOUNG BLACK WOMAN\nAmbulance came yesterday and took her off to the hospital.\n\nBACK TO C.U./Young Black Woman's P.0.V. of Cheryl:\nCHERYL\n(upset )\nNo! What happened?\nBACK TO.C.U./Cheryl's P.O.V of Young Black Woman:\n\nYOUNG BLACK WOMAN\n\nShe was having heart pains all week.-I.came over the other day .\n\nand called the ambulance. for her.\n\nBACK TO C.U./Young Black Woman's P.O:V. of Cheryl\nCheryl looks shocked and sad: .\n\nBACK TO €.U./Cheryl's P.O.V of Young Black Woman:\n\nYOUNG BLACK WOMAN\nShe told me to give you this though.\n\nYoung Black woman walks into house. |\nYoung Black woman re-emerges. with old ‘accordion file and a white\nenvelope. Cheryl looks at it for a minute.\n\f6\n\n \n\n \n\n \n\n \n\n \n\n \n\nwoo\n\n \n\n100\n\n55. EXT ROW HOUSE FRONT DOOR, DAY FILM\nCONTINUED\n\n \n\nYOUNG BLACK WOMAN\nYou going to be able to carry it?\n\nBACK TO C.U./Young Black Woman's P.O.V. of Cheryl:\n: CHERYL\nOh. Yes I have a backpack...But here, (pause) take this food I\nbrought for Miss June.\nBACK TO C.U./Cheryl's P.O.V of Young Black Woman:\n\nYOUNG BLACK WOMAN\nNo...I can't ....\n\nBACK TO C.U./Young Black Woman's P.O.V. of Cheryl:\n\nCHERYL\nPlease...have you ever tasted greens with smoked turkey-wings?\n\nBACK TO C.U.",
  "76": "---END OF PREVIOUS SECTION---\nV. of Cheryl:\n\nCHERYL\nPlease...have you ever tasted greens with smoked turkey-wings? BACK TO C. U. \n---TARGET SECTION TO BE ANNOTATED---\nCheryl's P.O.V of Young Black Woman.\nYoung Black woman takes bag of food.\n\nYOUNG BLACK WOMAN\nThank you. (pause) Why don't you join me?\n\nYoung Black woman smiles.\nBACK TO C.U./Young Black Woman's P.O.V. of Cheryl:\n\nCHERYL\nI can't. (pause) Do you know which hospital they took her to?\n\nBACK TO C.U./Cheryl's P.O.V of Young Black Woman.\n\nYOUNG BLACK WOMAN\nNo. but she told me she'd call tonight.\n\nBACK TO C.U./Young Black Woman's P.0.V. of Cheryl:\nCHERYL | , . .\nTake ny number and let me know where she is so I can talk to\nher. :\n\nCheryl pulls paper and pen out of her pocket . She scribbles her\nnumber on it and hands it to young Black woman.\n\nCHERYL\nPlease, don't forget to call.\n\f \n\n \n\n \n\nC:\n\n101\n\n55. Eur ROW HOUSE FRONT DOOR DAY FILM\n\nCONTINUED\n\nM.S. of Black woman and Cheryl.\n\nCAMERA PANS following Cheryl as she picks up equipment while\nwalking down steps.\n\nCheryl walks to the sidewalk and hesitates.\n\nC.U. of Cheryl.\n\nCheryl looks in the folder and makes a discouraged face then\nwalks out of frame.\n\nCUT TO:\n\n56. ExT CITY STREET SAME DAY\n\nL.S. TRUCK SHOT. Cheryl aimlessly walks through a Philadelphia\nneighborhood street filled with people.\n\nHEARD is Cheryl's voice reading JUNE letter. Cheryl's reading\n\nslowly dissolves to JUNE's VOICE, a 65 year old BLACK WOMAN, ~~~ ~~ -——\nreading letter.\n\nCHERYL\n(Vv 0)\n\ni'm not: sure why I'm giving you this stuff. Maybe it's because\nI'm old and have nothing better to do with my time. It's more\nlike I wanted to meet you to tell you how I feel and what I. know\nabout my beloved Fae. I'm mad that you...\n\nJune's voice is heard reading letter. Beneath June's reading\nMUSIC is softly heard.\n\nJUNE\n(V 0)\n\n-«-.wanted to know about Fae and her relationship with that. Page\n\nwoman yet you call yourself working .",
  "77": "---END OF PREVIOUS SECTION---\nBeneath June's reading\nMUSIC is softly heard. JUNE\n(V 0)\n\n-«-.wanted to know about Fae and her relationship with that. Page\n\nwoman yet you call yourself working . \n---TARGET SECTION TO BE ANNOTATED---\non a project about Fae, the\nBlack actress yet you have to include a white woman. Whether\n\nyou're in the family or not, if you're black you have to stick\n\nto it. It's all that we have. our pictures, our stories are all\n\nthat's left of the lives we dared to live back then. I hope I'm\n\nnot jumping the gun by saying all this but somebody better set\nyou straight and it best be me.who loved and lived with Fae\n\nuntil she died,\n\n‘L.S.-of Cheryl and WOMAN STREET SINGER.\n\nCheryl stops walking and listens to. a WOMAN STREET SINGER.\nHEARD beneath June's reading is street Singer's MUSIC.\n\nJune .\n(continues V.0.)\nFae never really. talked about her Watermelon years and I never\ncared to ‘ask. I think it troubled her soul to have the world see\nher like that. :\n\f \n\n3\n\n \n\n102\n\n56. EXT . CITY STREET SAME DAY FILM\nCONTINUED .\n\n \n\nJUNE\n(v/O)\n\nBut I knew she was good...she was good at everything she did.\nShe paved the way for kids like you to run around making movie\nprojects about the past and how we lived then. (pause) I wish she\nwere around cause I know she would say a thing or two to set you\nstraight...you have it all wrong.\n\nL.S. of Cheryl and WOMAN STREET SINGER.\n\nCheryl takes money out of her pocket, places it in case/hat in\nfront of singer, and walks out of frame.\n\nThe Singer continues to play.\n\nJUNE\n{continues V.0.)\n\nIf you are really in the family, you better understand that our\nfamily will always have only each other. Please Cheryl, make our\nhistory before we are all dead and gone. (pause) I've included\nsome of the PHOTOs she had left of back then. I should have\nthrown them out but maybe now you‘can make what was wrong right.\nI hope this note guides you on that right path to using them\nproperly. (pause) I've been in the hospital before so don't worry\nnone. I got friends there. I got friends everywhere.\n\nCUT TO:\n\n57. EXT CITY STREET ' SAME DAY EILLM\nM.S.",
  "78": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n57. EXT CITY STREET ' SAME DAY EILLM\nM. S. \n---TARGET SECTION TO BE ANNOTATED---\n Cheryl at a pay phone holding receiver:\n\nCHERYL\nYeah. It’s me.\n\n57A. INT. VIDEO STORE SAME TIME FILM\nM.S. of Tamara on phone in video store: .\n\nYou don’t sound like you. (pause) Guéss' what? Stacey and I are\ngoing to the Poconos...tonight and for the rest of the weekend.\nCan you work for me?\n\n57. BACK TO M.S. of Cheryl:\nCHERYL\n\nI don’t know. (pause) You know I went to visit Fae's lover,\nright?\n\f \n\n \n\n \n\n \n\n \n\n103\n\n57A. INT. VIDEO STORE SAME TIME FILM .\nCONTINUED\nBACK TO M.S. of Tamara:\n\nTAMARA\nYeah, but did you hear the part about Stacey and me?\n\n57. BACK TO M.S. of Cheryl:\n\nCHERYL\nYes, Tamara!t But did you hear me?\n\n57A. BACK TO M.S. of Tamara.\n\nTamara is seen in the foreground and Bob is seen walking behind\nher in background.\n\nTamara pretends to be preoccupied with entering information on\nthe computer:\n\nS7A. M.S. of Tamara on phone in video store:\nTAMARA.\nKool and the Gang, Cheryl. I heard you.\n57. BACK TO M.S. of Cheryl:\n\nCHERYL\nWell I went and her next door neighbor said she was in the\nhospital and...\n\nS7A. BACK TO M.S. of Tamara:\n\nTAMARA ©\n(un-enthusiastically)\nNo way. -\n\n57. BACK TO M.S. of Cheryl:\n\nCHERYL = .\n++-She left me this note in which she reads me about some deep\nshit. I don't even know the woman but it really got to me. Let\n\n2k me read this one part.to you. :\n\n57A. BACK TO M.S. of Tamara:\nTAMARA *\n(whispering)\nRead quick, Bob’s here. clocking me.\n\n_ AMAN walks to the counter. Bob, gives: Tamara the “eye\" and walks\n- to foreground to wait on the man. .\n\nBOB\nCan I help you?\n\f)\n\n \n\n \n\n \n\n \n\n \n\n104\n\n57A. INT.",
  "79": "---END OF PREVIOUS SECTION---\nBOB\nCan I help you? )\n\n \n\n \n\n \n\n \n\n \n\n104\n\n57A. INT. \n---TARGET SECTION TO BE ANNOTATED---\n VIDEO STORE SAME TIME FILM\nCONTINUED\n\nTAMARA\nCheryl...Cheryl I got to go....call back ina bit. OK?\n\n57. BACK TO M.S. of Cheryl:\n\nCheryl is seen silently crying, holding the receiver to the pay\nphone.\n\nCHERYL\nYeah.\n\n57A. BACK TO M.S. of Tamara, Bob and Man:\n\nTAMARA\nJust come by the store, Cheryl.\n\n: CUT TO:\n\n58. PHOTO FLASH\n\nFlashed on the screen in quick Progression are the PHOTOS given\nto Cheryl by JUNE. MUSIC is heard.\nPHOTO/\n\nPage kissing Fae at a speakeasy.\n\nPHOTO/\nPage and Fae in park.\n\nPHOTO/\nPublicity shot of Fae dressed as a maid looking silly.\n\nPHOTO/\nFae and Page in Hollywood.\n\nSUPER San\n\nPage and Fae at Hollywood party. Image freezes on the two of\nthem waving to camera.\n\nCUT TO:\n\n59. ExT SOUTH STREET DAY\n\nFILM\nL.S. HAND HELD of Cheryl holding the video camera in her hands\nwhile nosing around the rubble. of an abandoned store front.\n\nL.S. PAN of COP 1 and cop 2.\nCOP 1, 304 white man, and COP 2 , 30+ Black man, walk their beat\nand spot Cheryl. They walk towards her: .\n\ncoP 1\nWhy it's our little crack head thief.\n\f \n\n \n\n \n\n \n\nCUT TO:\n\n315. ExT. SOUTH STREET DAY\n\nL.S. HAND HELD of Cheryl holding the video camera in her\n\nhands while nosing around the rubble of an abandoned store\n\n» front on South Street. The sign on the building's door reads .\n“'NO TRESSPASING.' She pulls a wrench out of the bag she —\n\ncarrys and starts to forcibly hit the rusted lock on the\n\nbuilding's door with the wrench.\n\nCHERYL\n(to self)\nDamn!....this lock isn't as old as it looks.\n\nCheryl continues to hammer away at the lock.\n\nCHERYL\n(to self) .\nI don't care what the sign says, I've got to get\ninside... .now!\n\n316. L.S.",
  "80": "---END OF PREVIOUS SECTION---\n316. L. S. \n---TARGET SECTION TO BE ANNOTATED---\n PAN of COP 1 and cop 2\n\nCop 1, 30+ white man, and Cop 2, 30+ Black man, walk their\nbeat and spot Cheryl. Cheryl stops hammering and puts the\nwrench back in her bag. They walk towards her:\n\nCOP 1\nI wonder what that kid is up to?\n\nCOP 2 takes out his billy club and walks to other side of.\nCheryl. CAMERA follows action.\n\nCOP 2\nWhat do you think you're doing?\n\nCHERYL\nJust looking and mindin' my business.\n\nCOP 1 rests his hand on his gun and walks to other side of\nCheryl boxing her in. .\n\nCOP 1 .\nMinding your business 1 boy don't .you know that's private\nproperty.(pause) Where'd you get the camera?\n\nCHERYL ‘\n' Excuse me, but I'm Hot a boy.\n\fCOP 2\nDen't trip on us you freak, you look like a boy. Let's just\nsee your ID.\n\nCHERYL\nI don't have it on me.\n\nCAMERA pans to a PASSERY BY who stops and watches then pans\nback to action. Cheryl pick up her video camera.\n\ncoP 1\nA smart ass with no ID, possible stolen property...\n\nCOP 2\n+--And trespassing.\n\nCOP 1\nYeah trespassing.(pause) I think you're going to have to come\nwith us.\n\nCOP 1 grabs Cheryl's arm while COP 2 grabs the camera from ~\nher.\n\nCHERYL\nGet you hands off of me! I didn't do anything!\n\nCOP 1 pushes Cheryl against the wall and forces her hands\nabove her head.\n\nCHERYL\nThis is really ridiculous. I'm sorry, Sir... I know I was\ntrespassing but I'm sure...\n\nCOP 1\nIt's too late for that now. I'm sick of punk niggers thinking\nyou can just say whatever the hell you feel like saying. It's\ntime to teach you a lesson.\nCOP 2 grabs Cheryl's wrists and handcuffs them.\n\nCHERYL\nHey, fuck you guys...your hurting met\n\n. The COP 1 pushes at Cheryl.\n\nCoP 1\nWalkl\n\nCOP 2 ,\nI'll call for a wagon.",
  "81": "---END OF PREVIOUS SECTION---\nCHERYL\nHey, fuck you guys...your hurting met\n\n. The COP 1 pushes at Cheryl. CoP 1\nWalkl\n\nCOP 2 ,\nI'll call for a wagon. \n---TARGET SECTION TO BE ANNOTATED---\nCAMERA hold on trio walking away from camera. PEOPLE are seen\nwatching.\n\f \n\n \n\n \n\n \n\nCUT TO:\n\n317. Inv. POLICE STATION LATER\nM.S. of Cheryl sitting in a small room with a big table.\n\nCHERYL\n(to herself)\nShit!\n\nCheryl bangs table and rests head on it.\nA POLICE WOMAN enters room and stands behind Cheryl:\n\nPOLICE WOMAN\nLet's go, Doll. You've been bailed out.\n\nCHERYL\nWhere's my camera? I want my camera back.\n\n* POLICE WOMAN\nDo you want to go or stay.(pause) Let's go.\n\nCheryl stands and exits room. The Police woman follows.\n\nCUT TO:\n\f107\nCUT TO:\n\n¢ ~ 61. EXT POLICE STATION A BIT LATER FILM\nL.S. of Diana as she stands in front of the station. Cheryl\nexits and walks towards her and stands looking around:\n\nmn CHERYL\n: Where is Tamara? I called Tamara..\n\n. DIANA\nShe called me from the store. She couldn't leave cause she's the\nonly one there.\n\nCHERYL\nGreat (pause) They took my camera. And they thought I was a\ncrack head.\n\nCheryl walks away from Diana and Diana follows.\nCAMERA DOLLIES following their actions.\n\nDIANA\nIs that all you can say to me?\n\no~ Cheryl walks down the street, in front of Diana.\n\nCHERYL\nI didn't ask you to come. I asked Tamara to come.\n\n \n\nDIANA\nDon't give me attitude Cheryl. I just bailed you out.\n\nCheryl stops walking. Diana walks in front of her and stands.\nA BLACK COUPLE is seen in background watching them.\n\n \n\nCHERYL\nI didn't ask you to bail me out; Diana.\n\nDiana embraces Cheryl. Cheryl pulls back and moves away. Cheryl\n' looks at the Black couple. The Black couple looks at Cheryl.\n. Diana looks at Black couple, then at Cheryl:\n\nDIANA\n‘What is wrong with you? An hour. ago you were sitting alone in a\njail cell feeling like shit. I come to your rescue and now I get\n: : treated like shit. -\n\nCheryl looks at Diana coldly.",
  "82": "---END OF PREVIOUS SECTION---\nDiana looks at Black couple, then at Cheryl:\n\nDIANA\n‘What is wrong with you? An hour. ago you were sitting alone in a\njail cell feeling like shit. I come to your rescue and now I get\n: : treated like shit. -\n\nCheryl looks at Diana coldly. \n---TARGET SECTION TO BE ANNOTATED---\n ‘\nCHERYL\n\n-~ Diana, you have to leave me alone right now, OK.(screaming) Just\n: leave me the fuck alone! .\n\f108\n61. EXT POLICE STATION A BIT LATER FILK\nCONTINUED\nCheryl walks out of frame.\nThe Black couple and Diana watch her leave. Diana begins to cry.\n\nDIANA\nOK, Cheryl. I'll leave you alone.(pause) Bitch!\n\nDiana walks out of the opposite frame. The Black couple stand\nshaking their heads...\n\nCUT TO:\n62. INT CHERYL'S APT DAY VIDEO\nBLACK\nCheryl is heard. BLACK is seen.\nCHERYL\nI'm speaking to you now on a‘tape recorder because the police...\n\n \n\nkept the camera. I know they'll never give it back but Tamara -~') ~—-~~\nand I plan to go tomorrow and complain. (pause) I quit my job\nyesterday. I just didn't show up. Bob kept calling and calling.\n(pause) I fucked up royally with Diana. I tried to call her but\n‘she won't answer. (pause) I don't know-- but-~ I guess things\nhappen for a reason, you know what I mean. I have to finish this\nfilm and move on. (pause) It's like you work on something hoping\nto learn something, and then you move on. (pause) If there is\none lesson to learn about this project it's moving on...that's\nwhat Fae did. She moved on from being just a singer to a movie\nstar,...then she was lovers with a Martha Page, then she moved\nback to Philly to be with June,...then she died. (pause)\n\nShe was in control of her life and did-what she wanted. She\n-Called herself the Watermelon Woman and lived,as the Watermelon\nWoman until she wanted to be...to be herself. (pause) I guess\nthat's what I learned from this project...be yourself cause you\n\nnS know what, that the only person.who you can he.\n\nPapers are heard shuffling and MUSIC is heard.\n\n63. PHOTO MOMTAGE\n\nSeen are Photographs of Fae Richards' life the following titles\n\nappear over each picture. Closing credits. are inserted between\nPHOTOS. MUSIC is heard.",
  "83": "---END OF PREVIOUS SECTION---\nPHOTO MOMTAGE\n\nSeen are Photographs of Fae Richards' life the following titles\n\nappear over each picture. Closing credits. are inserted between\nPHOTOS. MUSIC is heard. \n---TARGET SECTION TO BE ANNOTATED---\n = oo\n\nPHOTO >\n\n‘Fae Richards, Winner of the Beechy Beechum Bicarbonate Jingle\nContest, Philadelphia, 1922.\n\f~\n\n63. PHOTO MONTAGE\n\nCONTINUED\n\nPHOTO\n\nOscar Williams, Fae's first and only male companion, and Fae,\nNorth Philadelphia, 1923.\n\nPHOTO\nReba Richards, Fae's baby sister, portrait by Cohen Brother's.\n\nPHOTO Palace, Broad Street, Philadelphia, 1924.\n\nPHOTO\n\nFred De Shields, Fae's favorite \"boyfriend,\" Strawberry Mansion\nBridge, Philadelphia, 1925.\n\nPHOTO\nFae and friends at Josie's rent party, South Street,\nPhiladelphia, 1926.\n\nPHOTO\n~Fae “Watermelon Woman\" Richards and Sandra Vincent in “Jersey\nGirl,\" Newark Studio, 1931.\n\nPHOTO\nMartha and Fae, Picnic at Garden State Park, 1933.\n\nPHOTO\nFae arid the girls at the Hotspot, Harlem, 1933.\n\nPHOTO\nFilm still, \"Louisiana Lady,\" Fae Richards, a Page/Newark\nProduction, 1933.\n\nPHOTO .\nMartha and Fae in Martha's new Brentwaod home, 1935.\n\nPHOTO .\nFae, Reba and Fred De Shields at Fae's, Inglewood, CA, 1935.\n\nPHOTO\n\nThe Watermelon Woman's most popular publicity still, Silverstar\nPictures, 1936.\n\nPHOTO .\nHollywood gala at Talula's,; 1936.\n\nPHOTO .\nFilm still, \"Mr. Owens Meets His Match,\" with Claude Thornton\nand The Watermelon Woman, 1937.\n\nPHOTO ° . ,\nFilm still, \"Plantation Memories,\" 1937.\n\n109\n\fC\n\n \n\n \n\n \n\n \n\n \n\n \n\n110\n\n63. PHOTO MONTAGE\nCONTINUED .\nPHOTO\n\nFae's glamour series, Hollywood, by Monsieur Max, 1938.\n\nPHOTO\n\nStill from screen test for \"Merry-Go-Round,\" Cassandra Brooke,\nFae Richards and Willa Clarke, Silverstar Pictures, 1938. The\nfilm was never released. . -\n\nPress PHOTO, Fae Richards greeted by the NAACP, Philadelphia,\n1939.\n\nPHOTO\n\nFae signs contract with J.",
  "84": "---END OF PREVIOUS SECTION---\nPHOTO\n\nStill from screen test for \"Merry-Go-Round,\" Cassandra Brooke,\nFae Richards and Willa Clarke, Silverstar Pictures, 1938. The\nfilm was never released. . -\n\nPress PHOTO, Fae Richards greeted by the NAACP, Philadelphia,\n1939. PHOTO\n\nFae signs contract with J. \n---TARGET SECTION TO BE ANNOTATED---\n Liberty wells, president, Liberty\nStudios, 1940. °\n\nPHOTO\nFae Richards, by Kenny Long, Philadelphia, 1940.\n\nPHOTO ~\n\nFilm still, \"Souls of Deceit,\" J. Liberty Wells and Fae\nRichards, 1941.\n\nPHOTO :\nFilm still, \"Mr. and Mrs. Big,” Liberty Studio, Philadelphia,\n1942. :\n\nPHOTO\n\nFilm still, \"Black Guns,\" Fae Richards and Ray Blake,\nPhiladelphia, 1942. :\n\nPHOTO\n\n\"When Things Go Blue,\" Fae Richards at The Standard, South\nStreet, Philadelphia, 1944. : ‘\n\nPHOTO\nFae's 57th Birthday, Fae and June's, Philadelphia, 1957.\n\nPHOTO .\nJune as the champ, West Oak Lane, Philadelphia, 1962.\n\nPHOTO :\nFae and June on a stroll, Center City, Philadelphia, 1966.\n\nPHOTO\nFae in Sunday best, West Oak Lane, Philadelphia, 1973.\n\nCAMERA pulls out to reveal that this PHOTO is on-a funeral\n\nhandbill. The title reads, Fae Richards, 1908-1985.\n\n \n\f \n\n111\nCUT TO:\n\n64. INT. STUDIO DAY VIDEO\n\nSeen in front of CAMERA is Cheryl. She smiles at the camera then\nput on sunglasses. She looks off screen and gestures for Tamara\nto enter frame. Tamara enters frame, She also wears sunglasses.\nThe two women play ‘cool' in front of the camera and put their\narms around each other's shoulders. Cheryl turns and gestures\nfor Diana to enter frame. Diana enters frame and stands on other\nside of Cheryl. Tamara looks over at her and shakes her head.\nCheryl pinches her and she rubs her arm. Cheryl kisses Diana's\ncheek then Tamara's cheek. The TRIO look into the camera and\nsmile.\n\nTHE END\n\f"
}