{
  "1": " \n\fFOR YOUR CONSIDERATION\n\n \n\n* ORIGINAL SCREENPLAY\n\n \n\nBRAD BIRD\n\fTHE INCREDIBLES\n\nSeated in front of a colored backing is a magnificent\nmasked man in a Superhero suit: early thirties, ruggedly\nhandsome and powerfully built, he fiddles with a clip-on\nmicrophone.\n\nWe're watching a faded DOCUMENTARY, shot in lémm. A TITLE\nFADES IN, identifying the man as MR. INCREDIBLE.\n\nMR. INCREDIBLE\nIs this on?\n(muttering to himself)\nI can break through walls but I can’t get\none of these things on...\n\nHe finally gets the clip secured and settles in.\n\nINTERVIEWER (0.S.)\nSo, Mr. Incredible, do you have a secret\nidentity?\n\nIncredible stops tinkering with the mic and looks toward\nCAMERA. He flashes his patented megawatt smile.\n\nMR. INCREDIBLE\nEvery Superhero has a secret identity. I\ndon't know a single one who doesn’t. Who\nwants the pressure of being “Super” all\nthe time?\n\nTITLE CARD:\nWALT DISNEY PICTURES PRESENTS\n\nRESUME DOCUMENTARY: Another striking, masked Superhero, a\nwoman this time. A TITLE identifies her as ELASTIGIRL.\n\nELASTIGIRL\nOf course I have a secret identity. Who’d\nwant to go shopping as ELASTIGIRL, you\nknow what I mean?\n\nTITLE CARD:\nA PIXAR ANIMATION STUDIOS FILM\n\nRESUME DOCUMENTARY: Yet another Superhero, sleek, black,\ndressed in an ice-blue suit. SUPER TITLE: FROZONE.\n\nFROZONE\nSuper ladies always want to tell you\ntheir secret identity; think it‘ll\nstrengthen the relationship or something.\n(MORE )\n\n(CONTINUED)\n\fCONTINUED:\n\nFROZONE (CONT'D)\nI say, \"Girl, I don’t want to know about\nyour mild-mannered alter ego or anything\nlike that. You tell me you‘re “Super Mega\nUltra Lightning Babe”... that’s awright\nwith me. I’m good, I’m good.\n\nMR. INCREDIBLE\n\nNo matter how many times you save the\nworld, it always manages to get back in\njeopardy again.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m good, I’m good. MR. INCREDIBLE\n\nNo matter how many times you save the\nworld, it always manages to get back in\njeopardy again. \n\nTARGET SECTION TO BE ANNOTATED:\n Sometimes I just want it\nto STAY SAVED for a little bit. I feel\nlike the maid: “I just cleaned up this\nmess, can we keep it clean for ten\nminutes?? Please.\n\n(laughs, then sighs)\nSometimes I think I'd just like the\nsimple life, you know? Relax a little,\nraise a family...\n\nELASTIGIRL\nSettle down? Are you kidding? I’m at the\ntop of my game, I'm right up there with\nthe big dogs. I mean ca’mon! Leave saving\nthe world to the men? I don’t think so.\n(laughs, pause)\nI don't think so...\n\nFADE TO BLA\n\nTITLE:\nTHE INCREDIBLES\n\nMUNICIBERG - STREETS - MOVING ~ LATE AFTERNOON\n\nSIRENS WAIL. Lights FLASH. We‘re in the middle of a\nclassic CAR CHASE: A police car in HOT PURSUIT OF anothe\ncar driven by armed BANK ROBBERS.\n\nThe robber riding shotgun primes his SUBMACHINE GUN and\nunloads on the cop car, which SWERVES into oncoming\ntraffic to avoid the hail of bullets.\n\nINSIDE ANOTHER CAR - NOT FAR AWAY\n\nBOB PARR, a dashing, golden-haired man in his late\ntwenties listens to his radio. If he looks familiar, it’\nbecause he is the same man we saw earlier: MR. INCREDIBL\nsans mask and Supersuit. Suddenly the music is\ninterrupted by an ANNOUNCER--\n\n(CONTINUES\n\fCONTINUED:\n\nRADIO\nWe interrupt for an important bulletin: a\ndeadly high-speed pursuit between Police\nand armed gunmen is underway, traveling\nnorthbound on San Pablo Boulevard.\n\nBob presses a button. The RADIO flips: converting to a\nscreen filled with a moving aerial map of the city\nstreets. He types in “ISOLATE PURSUIT”. 2 RED DOTS\nappear, moving quickly over the map.\n\nHe makes a hard right turn. Looks at the screen. A tiny\n“i\" icon (Mr. Incredible's logo) closes in on the 2 red\ndots. He checks his WATCH-~\n\nBOB\nI've got time.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nA tiny\n“i\" icon (Mr. Incredible's logo) closes in on the 2 red\ndots. He checks his WATCH-~\n\nBOB\nI've got time. \n\nTARGET SECTION TO BE ANNOTATED:\n--and presses another button: “AUTODRIVE” and types in\n“MERGE PURSUIT”.\n\nBob takes his hands off the wheel and a rapid series of\nautomated actions begin: the seat back drops FLAT, the\npassenger seat folds against the window as the driver's\nseat slides to the center.\n\nBob raises his arms as metal bands lock around his waist,\nthen SEPARATE, sliding apart toward his head and his\ntoes, removing his clothes to REVEAL his slick, brightly\ncolored MR. INCREDIBLE SUPERSUIT underneath...\n\nHe presses another button: the car’s exterior CONVERTS\ninto the coolest retro-futuristic vehicle ever seen: The\nINCREDIBILE. MR. INCREDIBLE looks up:\n\nTHROUGH THE WINDSHIELD\n\nwe see an OLD LADY waving us down.\n\nOLD LADY\nMr. Incredible! Oh~- MR. INCREDIBLE!\n\nRESIDENTIAL STREET\nMr. Incredible pulls up. His window WHOOSHES open.\n\nMR. INCREDIBLE\nWhat is it, Ma’am?\n\nOLD LADY\n\n(pointing to tree)\nMy cat Squeaker won‘’t come down.\n\n(CONTINUED)\n\fCONTINUED:\n\nIncredible glances at his screen: the pursuit is headed\nhis way. He thinks, making some quick calculations, then--\n\nMR. INCREDIBLE\nCertainly, Ma’am. But I suggest you stand\nclear, there could be trouble.\n\nOLD LADY\nOh no, he’s quite tame--\n\nRESUME PURSUIT - SAME MOMENT\n\nThe COP CAR pulls back in behind the robbers' car. The\ncops are firing now and closing in.\n\nINCREDIBLE & THE CAT TREE\n\nNervously checking the pursuit on his video screen,\nIncredible rips the tree out of the ground. He tips it,\nleaning it across to the lady just as the CAR CHASE\nsqueals into view at the end of the block. Incredible\nsees this and hastily SHAKES the tree, trying to dislodge\nthe cat.\n\nINTERCUT\n\nThe CAR CHASE. The cars swerve into view now, bordering\n\nthe park that Incredible is in. Incredible SEES them and\nshakes the cat harder. Chase cars close in. Incredible.\n\nCar chase. The cat. Chase.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCar chase. The cat. Chase. \n\nTARGET SECTION TO BE ANNOTATED:\n Cat-~\n\nOne final SHAKE: Squeaker drops into the OLD LADY’S\nhands. Incredible raises the tree up and SLAMS it down on\nthe hood of the crooks’ car, squashing it like a bug.\nLATER\n\nIncredible TAMPS down the loose dirt at the base of the\nfreshly replanted tree and smiles at his admirers.\n\nCOP #1\nThank you, Mr. Incredible, you've done it\nagain.\n\nCOP #2\n\nYeah, you're the best.\n\nMR. INCREDIBLE\nI'm just here to help.\n\nRADIO\nAttention! We have a tour bus robbery in\nthe vicinity of Paradise and Solano--\n\n(CONTINUED)\n\fCONTINUED:\n\nIncredible FROWNS and looks at his watch. He makes a\ncalculation, muttering to himself.\n\nMR. INCREDIBLE\nI've still got time.\n(giving each admirer a nod)\nOfficers, Ma'am... “Squeaker.”\n\nHe jumps into the INCREDIBILE and is startled to find a\npudgy kid wearing a mask and a homemade Superhero costume\nsitting in the passenger seat.\n\nMR. INCREDIBLE (CONT’D)\nWho are you supposed to be?\n\nBOY\nWell... I’m INCREDIBOY!\n\nMr. Incredible stares warily at the awkwardly costumed\nkid. He’s starting to look familiar...\n\nBOB\nNo, no. You're that kid from the fan\nclub. B... Bro~phy, Bud... BUDDY! Buddy??\n\nBUDDY\n(frowning)\nMy name is INCREDIBOY!\n\nBOB\nLook, I’ve been nice. I’ve stood for\nphotos, signed every scrap of paper\nyou've pushed at me, but this is a bit--\n\nBUDDY\nYou don’t hafta worry about training me,\nI know all your moves, your crime-\nfighting style, favorite catchphrases,\neverything! I’m your number one fan!\n\nThe passenger door WHOOSHES open and “IncrediBoy” is\nejected from the car. Incredible fires the afterburners\nand peels off, leaving Buddy standing alone.\n\nCITY ROOFTOPS - MINUTES LATER\n\nA trail of stolen goods scattered across a rooftop leads\nus to a THIEF.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe passenger door WHOOSHES open and “IncrediBoy” is\nejected from the car. Incredible fires the afterburners\nand peels off, leaving Buddy standing alone. CITY ROOFTOPS - MINUTES LATER\n\nA trail of stolen goods scattered across a rooftop leads\nus to a THIEF. \n\nTARGET SECTION TO BE ANNOTATED:\n He mutters to himself as he roots through\na stolen purse, disregarding some items, stuffing others\ninto his pockets. A SHADOW looms on the wall behind him.\n\nMR. INCREDIBLE (0.S.)\nYou know~-\n\n(CONTINUED)\n\fCONTINUED:\n\nThe snatcher LOOKS UP. Incredible grins.\n\nMR. INCREDIBLE (CONT’D)\n~-you can tell a lot about a woman by the\ncontents of her purse. But maybe that's\nnot what you had in mind...\n\nIncredible closes in on him. The snatcher drops the\npurse, pulls a gun. An ARM suddenly STRETCHES into frame\nand delivers a right cross to the snatcher’s jaw-~\nknocking him OUT COLD.\n\nIncredible looks up and sees a dazzling MASKED WOMAN in\nan equally dazzling suit. She SMILES.\n\nMR. INCREDIBLE (CONT'D)\nElastigirl.\n\nELASTIGIRL\nMr. Incredible.\n\nElastigirl moves to the snatcher, begins to pick him up--\n\nMR. INCREDIBLE\nIt's alright. I’ve got him.\n\nELASTIGIRL\nSure you’ve got him. I just took him out\nfor you.\n\nMR. INCREDIBLE\nSure you took him out. His attention was\non me.\n\nELASTIGIRL\nA fact I exploited in order to do my job.\n\nMR. INCREDIBLE\nMy job, you mean.\n\nELASTIGIRL\nA simple “thank you” will suffice.\n\nMR. INCREDIBLE\nThanks, but I don’t need any help.\n\nElastigirl assesses him. Slowly moves closer.\n\nELASTIGIRL\nWhat ever happened to “ladies first”?\n\nMR. INCREDIBLE\nWhat ever happened to “equal treatment”?\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nCROOK\n(vegaining consciousness)\nHey, look... the lady got me first.\n\nElastigirl coldcocks the crook with one stretched punch.\n\nBLASTIGIRL\nWe could share, you know.\n\nMR. INCREDIBLE\nI work alone.\n\nElastigirl smiles, moves very close to Incredible.\n\nELASTIGIRL\nWell.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nINCREDIBLE\nI work alone. Elastigirl smiles, moves very close to Incredible. ELASTIGIRL\nWell. \n\nTARGET SECTION TO BE ANNOTATED:\n I think you need to be more--\n\nIn one fluid motion she LOOPS around his body, suddenly\nbehind him and before he can turn-- back in front again.\n\nELASTIGIRL (CONT’D)\n~-flexible.\n\nMR. INCREDIBLE\n(dazzled)\nYou doing anything later?\n\nELASTIGIRL\nI have a previous engagement.\n\nShe makes a little stutter step to the edge of the roof\nand jumps, flips, loops and STRETCHES across the rooftops\nlike a liquid cat, disappearing into the setting sun.\nMR. INCREDIBLE lets out a low whistle. That. Is a woman.\nMOMENTS LATER\nIncredible handcuffs the purse-snatcher to a pipe.\nMR. INCREDIBLE\nNow you just stay right here. They\nusually pick up the garbage in an hour.\n\nFROZONE (0.S.}\nHey, Incredible!\n\nIncredible turns. A HELICOPTER sweeps past, machine guns\nblazing back towards its pursuer. FROZONE swoops down,\nhot on its tail, surfing a sheet of ice that materializes\nin his path.\n\n(CONTINUED)\n\fCONTINUED:\n\nMR. INCREDIBLE\nFrozone!\n\nFrozone LEAPS, grabbing on to one of the chopper's skids.\n\nFROZONE\nShouldn’t you be getting ready?!\n\nIncredible frowns, glancing at his watch. He yells at the\nretreating copter.\n\nMR. INCREDIBLE\nHey, I’ve still got time!\n\nOffscreen a woman screams-~\n\nWOMAN (0.S.)\nHE’S GOING TO JUMP!!\n\nIncredible runs to the edge of the building and looks\n\ndown. A large crowd is gathered on the streets below.\n\nIncredible follows their upwards gaze to the roof of a\nskyscraper, where a man stands poised to jump--\n\n--then DOES. Incredible quickly gages distances, and then\ndives off the edge, making a spectacular LEAP--\n\nHIGH ABOVE THE STREET\n\n--and TACKLES the jumper in mid-air. They crash through\nan enormous window on the far side~-\n\nINSIDE BANK BUILDING - LOBBY AREA\n+-and tumble to the floor in a shower of glass. Safe.\n\nJUMPER\nMy collarbone-- I think you broke it...\n\nMR.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSafe. JUMPER\nMy collarbone-- I think you broke it... MR. \n\nTARGET SECTION TO BE ANNOTATED:\n INCREDIBLE\nWith counseling, I think you’ll come to\nforgive me.\n(senses something)\nWait a minute...\n\nMr. Incredible slides the jumper over to a desk and props\nhim up against it. His acute senses turn his attention to\nthe hallway, toward the elevators. As he follows his ears\nwe become aware of a sound: a tiny series of regular\nBEEPS. INCREDIBLE locates a spot on the wall and presses\none ear against it. The BEEPS ACCELERATE. Bob starts to\nPush away and--\n\n(CONTINUED)\n\fCONTINUED:\n\n~-BOOOOOOOM!\n\nThe hallway is filled with smoke and debris. A SILHOUETTE\nemerges from the newly blown hole in the wall; a tall,\nrangy man in a mime costume carrying two stuffed duffle\nbags. He surveys the scene with a wicked smile.\n\nA VAULT DOOR is embedded into the wall directly opposite\nthe hole. It moves aside, revealing Incredible behind it,\ndazed but unharmed. He sees the mime and GROWLS.\n\nMR. INCREDIBLE (CONT’D)\nBomb Voyage!\n\nBOMB VOYAGE\n{in French, subtitled)\nMr. Incredible!\n\nVOICE\nAnd-- INCREDIBOY!\n\nBoth Mr. Incredible and Voyage turn and stare in\ndisbelief at the kid, who awkwardly flies over to them.\n\nBOMB VOYAGE\n“IncrediBoy”...?\n\nBUDDY\nAren’t you curious about how I get around\nso fast? See, I have these rocket boots,\nthey’re made from--\n\nBOB\nGo home, Buddy. Now.\n\nBOMB VOYAGE\n(in French, subtitled)\nLittle oaf!\n\nBUDDY\n\nCan we talk?\n\n(he takes Bob aside)\nYou always ALWAYS tell people, “Be true\nto yourseif,” but you never say which\npart of yourself to be true to! Well,\nI've finally figured out who I am and I'm\nyour ward. IncrediBoy!\n\nBOB\nAnd now you’ve officially carried it too\nfar, Buddy.\n\nThere is an ugly flash in Buddy’s eyes.\n(CONTINUED }\n\f|\n\n \n\n \n\n \n\n \n\n \n\n10.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nAnd now you’ve officially carried it too\nfar, Buddy. There is an ugly flash in Buddy’s eyes. (CONTINUED }\n\f|\n\n \n\n \n\n \n\n \n\n \n\n10. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nBUDDY\nIt's because I don't have powers, isn’t\nit? Not every hero has powers, you know!\nYou can be Super without them--\n(re: his rocket boots)\nI invented these. I can fly! Can YOU fly?\n\nMR. INCREDIBLE\nFly HOME, Buddy. I work alone.\n\nBOMB VOYAGE\n{in French, subtitled)\nYes! And your outfit is ridiculous!\n\nBUDDY\nJust give me one chance. I'1l show you,\nI’ll go get the police--\n\nAs Buddy jogs to the shattered window, Incredible sees\nthat Voyage has clipped a SMALL BOMB onto Buddy’s cape.\n\nMR. INCREDIBLE\nBuddy~- DON’T--!\n\nBUDDY\nIt‘ll only take a second, really!\n\nMR. INCREDIBLE\n(takes off after him)\nNo-~ STOP! THERE’S A BOMB--\n\nHe grabs Buddy's cape just as “INCREDIBOY\" TAKES OFF,\ntaking Incredible with him.\n\nABOVE MUNICIBERG ~ MOVING - NIGHT\n\nINCREDIBLE & THE BOY rocket wildly out of control,\nspraying sparks in every direction, Mr. I grabbing at the\ncape desperately for the bomb.\n\nBUDDY\nLet go! You're wrecking my flight\npattern! Let go of my cape! You're gonna\nrip iti!\n\nINCREDIBLE finally grabs hold of the bomb and flings it\nfree. Both he and the BOMB fall onto the elevated train\ntracks below. The bomb EXPLODES, blowing away a large\nsection of track. Incredible groggily LOOKS UP:\n\nA TRAIN is coming. And heading straight for the section\nof track that is NO LONGER THERE.\n\n(CONTINUED)\n\fil.\nCONTINUED:\n\n@ Incredible sets his jaw and starts running toward the\noncoming train, leaping the chasm to intercept the train\nbefore it gets there.\n\nHe pulls up and plants himself. The expression on his\nface says it all: this is going to hurt.\n\nThe train HITS-- Mr. Incredible taking the full impact.\nRail ties break behind Incredible's feet, spraying in all\ndirections as Incredible --miraculously-- wrestles the\ntrain to a stop.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe train HITS-- Mr. Incredible taking the full impact. Rail ties break behind Incredible's feet, spraying in all\ndirections as Incredible --miraculously-- wrestles the\ntrain to a stop. \n\nTARGET SECTION TO BE ANNOTATED:\nSTREETS BELOW TRESTLE ~ LATER\n\nPolice and Paramedics have arrived, cordoning off the\naccident scene and treating the injured. Mr. Incredible\nhands Buddy over to the police.\n\nMR. INCREDIBLE\nTake this one home, and make sure his mom\nknows what he’s been doing...\n\nBUDDY\nI could help you! You’re making a mistake-\n\nr The cops shove Buddy into the backseat of their car.\n\nMR. INCREDIBLE\nThe injured jumper-- you sent paramedics?\n\nCOP\nThey’ve already picked him up.\n\nMR. INCREDIBLE\nThe blast in that building was caused by\nBomb Voyage who I caught in the act of\nrobbing the vault. We might be able to\nnab him if we set up a perimeter--\n\nCOP\nYou mean he got away??\nMR. INCREDIBLE BUDDY\nWell, yeah. Skippy here IncrediBoy!\n\nmade sure of that.\nMR. INCREDIBLE\n(to Buddy)\nYou're not affiliated with me!\n\ne A tiny ALARM sounds. Incredible checks his wristwatch.\n\n(CONTINUED)\n\f12.\nCONTINUED:\n\nMR. INCREDIBLE (CONT’D)\nHoly smokes... I'm late. Listen, I've\ngotta be somewhere--\n\nHe signals the Incredibile with a remote. It roars into\nview, squeals to a stop next to him.\n\nCOP\nBut.... what about Bomb Voyage-~?\n\nMR. INCREDIBLE\n(climbing into the car)\nAny other night I’d go after him myself\nbut I’ve really gotta go. Don’t worry--\nwe'll get him-- EVENTUALLY!!\n\nHe fires the afterburners. The cops watch in dismay as\nthe Incredibile roars off.\n\nA DOWNTOWN CATHEDRAL\n\nThe INCREDIBILE pulls up in front, CONVERTING back into a\nsedan.\n\nINSIDE CATHEDRAL LOBBY\n\nMr, Incredible ENTERS, dressed smartly in a tux, fumbling\nwith his tie.\n\nLUCIUS BEST/FROZONE\nYou're very late.\n\nBOB/MR. INCREDIBLE\nIs the night still young? How do I look?\n\nHis best man LUCIUS (aka FROZONE) stops him before he...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nINCREDIBLE\nIs the night still young? How do I look? His best man LUCIUS (aka FROZONE) stops him before he... \n\nTARGET SECTION TO BE ANNOTATED:\nLUCIUS /FROZONE\nThe mask! You’ve still got the mask--\n\nBest reaches up and pulls off his Mr. Incredible mask.\nBob takes a deep breath and pushes open the chapel doors--\n\nBOB/MR. INCREDIBLE\nShowtime--!\n\nCHAPEL\n\nBob the Groom stands at the altar with his Bride, HELEN,\nwho we quickly realize is also ELASTIGIRL.\n\n(CONTINUED )\n\f13.\nCONTINUED:\n\nREVEREND\nRobert Golden, do you take Helen Truax to\nbe your lawful wedded wife... (etc.)\nHELEN/ELASTIGIRL\n\n(low, to Bob)\nCutting it kind of close, don’cha think?\n\nBOB/MR. INCREDIBLE\nYou need to be more... “flexible.”\n\nHELEN/ELASTIGIRL\nI love you, but if we’re going to make\nthis work, you’ve gotta be more than Mr.\nIncredible. You know that, don’t you?\n\nREVEREND\n(concluding vows)\n--as long as you both shall live?\n\nBOB/MR. INCREDIBLE\nI do.\n\nThey kiss. A crowd of SUPERHEROES cheer from the pews.\n\nHELEN\nAs long as we both shall live. No matter\nwhat happens.\n\nBOB\nWe're Superheroes. What could happen?\n\nVIDEO FOOTAGE: an ANCHORWOMAN reports from a news desk. A\nCHYRON displays the visage of MR. INCREDIBLE.\n\nNEWSWOMAN\nIn a stunning turn of events, a Superhero\nis being sued for saving someone who,\napparently, didn’t want to be saved. The\nPlaintiff, Oliver Sansweet, who was\nfoiled in his attempted suicide by Mr.\nIncredible, has filed suit against the\nfamed Superhero in superior court.\n\nFILM FOOTAGE: OUTSIDE THE COURTHOUSE\n\nSansweet's LAWYER stands next to him on the crowded front\nsteps, and speaks to a cluster of REPORTERS.\n\nLAWYER\nMr. Sansweet didn’t ask to be saved, Mr.\nSansweet didn’t want to be saved.\n\n(MORE)\n\n(CONTINUED )\n\f14,\nCONTINUED:\nLAWYER (CONT'D)\nAnd the injury received from Mr.\nIncredible’s actions causes him daily\npain.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nSansweet didn’t want to be saved. (MORE)\n\n(CONTINUED )\n\f14,\nCONTINUED:\nLAWYER (CONT'D)\nAnd the injury received from Mr. Incredible’s actions causes him daily\npain. \n\nTARGET SECTION TO BE ANNOTATED:\nThe crowd STIRS as a business-suited MR. INCREDIBLE\nappears and points a threatening finger at Sansweet.\n\nMR. INCREDIBLE SANSWEET\nI saved your life! You ruined my death!\n\nMR. INCREDIBLE INCREDIBLE’S ATTORNEY\nListen you little piece of-- (cuts him off)\n\nMy client has no further\ncomment at this time!\n\nFILM FOOTAGE: SHOTS of the train accident scene.\n\nNARRATOR\nFive days later, another suit was filed\nby the victims of the el-train accident.\n\nFILM FOOTAGE: SHOTS of a courtroom filled with neck-\nbraced train-wreck victims. A lawyer goes through his\npaces, often gesturing toward a glowering MR. INCREDIBLE.\n\n \n\nNARRATOR (CONT'D)\nIncredible’s court losses cost the\ni government millions, and opened the\n: floodgates for dozens of similar lawsuits\ni against Superheroes the world over.\n\nA SERIES OF SPINNING NEWSPAPER HEADLINES\ndescribing the succession of lawsuits brought against\n\nSuperheroes: “DynaGuy sued!”, “‘SUPER’ DAMAGES!\", “X-RAY\nVISION PEEPING TOM?”\n\n \n\n \n\nIrate Taxpayers demonstrate, waving placards that read:\n“NO MORE SUPER BAILOUTS!”, “SUPER EXPENSIVE!”, etc.\n\nFILM FOOTAGE: A CONGRESSMAN addresses his colleagues from\nthe floor of the House of Representatives.\n\n \n\nCONGRESSMAN\nIt is time for their secret identities to\nbecome their only identity. Time for them\nto join us, or go away.\n\nNARRATOR (V.0.)\nUnder tremendous public pressure and the\nerushing financial burden of an ever-\nmounting series of lawsuits, the\ngovernment quietly initiated the\nSuperhero Relocation Program.\n\n(CONTINUED)\n\n4\n|\n|\n\f15.\nCONTINUED:\n\nFILM FOOTAGE: SUPERHEROES EXITING the public stage-- as\nthey wave goodbye (ala Nixon), duck into cars in a shower\nof popping flashbulbs, cheered by supporters, jeered by\nopponents, etc.\n\nNARRATOR (V.0.) (CONT’D)\nThe Supers would no longer be held\naccountable for past actions in exchange\nfor a promise to never again resume hero\nwork.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\n4\n|\n|\n\f15. CONTINUED:\n\nFILM FOOTAGE: SUPERHEROES EXITING the public stage-- as\nthey wave goodbye (ala Nixon), duck into cars in a shower\nof popping flashbulbs, cheered by supporters, jeered by\nopponents, etc. NARRATOR (V.0.) (CONT’D)\nThe Supers would no longer be held\naccountable for past actions in exchange\nfor a promise to never again resume hero\nwork. \n\nTARGET SECTION TO BE ANNOTATED:\n Where are they now?\n\nFILM FOOTAGE: A throng of people mill about the city\nstreets in diverse anonymity.\n\nNARRATOR (CONT‘'D)\nThey are living among us, living as we\ndo, average citizens, average heroes,\nquietly and anonymously continuing to\nmake the world a better place...\n\nThe MUSIC crescendoes as camera LIFTS UP to the horizon\nand the sun streaming through the clouds.\n\nCUT TO:\nEXTREME CLOSEUP: AN INSURANCE FORM\nA STAMP slams down, leaving the word “DENIED” in red ink.\nINT. INSURICARE INSURANCE COMPANY - BOB’S CUBICLE - DAY\n\nA small, frail woman in her mid seventies named MURIEL\nHOGENSON-- blinks in shock.\n\nHOGENSON\n“Denied”? You're denying my claim?\n\nHer claims adjuster BOB PARR looks up. He looks familiar.\nFADE IN TITLE:\nFIFTEEN YEARS LATER\n\nIt’s none other than MR. INCREDIBLE himself, now balding,\nsixty-four pounds heavier and dressed in a too-tight\nwhite collar shirt. Hogenson sits across from him,\nbewildered and upset.\n\nHOGENSON (CONT’D)\nI don’t understand. I have full coverage.\n\nBOB\n\nI’m sorry, Mrs. Hogenson, but our\nliability is spelled out in paragraph 17--\n\n(CONTINUED }\n\f \n\n \n\n \n\n16\nCONTINUED:\n\nHOGENSON\nI can’t pay for this...\n\nBOB\n(phone rings, he answers)\nExcuse me. Claims, Bob Parr.\n\nINTERCUT: HELEN INSIDE PARR HOME - KITCHEN - SAME TIME\n\nHELEN PARR chats amiably as she bathes her happy toddler\nJACK-JACK in the sink of their airy, ranch-style kitchen.\n\nHer hairstyle has changed, her hips have widened a\nlittle, but Motherhood has agreed with her, and little\nelse has changed from her Elastigirl days. A stack of\nempty MOVING BOXES are stacked haphazardly near the door.\n\nHELEN\nI’m calling to celebrate a momentous\noccasion. We are now officially moved in.\n\nINTERCUT WITH BOB\n\nBOB\nThat's great, honey. And the last three\nyears don’t count because...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe are now officially moved in. INTERCUT WITH BOB\n\nBOB\nThat's great, honey. And the last three\nyears don’t count because... \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN\nBecause I finally unpacked the last box.\nNow it’s official. Why do we have so much\njunk?\n\nBOB\nListen, honey, I’ve got a client here--\n\nHELEN\nSay no more, go save the world one policy\nat a time, honey. I gotta go pick up the\nkids from school. See you tonight.\n\nBOB\nBye, honey.\n(hangs up, turns to Hogenson)\nExcuse me, where were we?\n\nHOGENSON\n(beginning to weep)\nI‘m on a fixed income. If you can’t heip\nme, I don’t know what I’1l1 doi\n\nBob stares at her, empathizing completely. He stands up\nand leans out of his cubicle, looks down the hallway in\nboth directions, makes sure the coast is clear.\n\n(CONTINUED)\n\f17.\nCONTINUED:\n\nBOB\nAlright. Listen closely. I'd like to help\nyou, but I can’t.\n\nHe hands her a pen and a pad of paper. He leans closer,\nhis voice low...\n\nBOB (CONT'D)\nI'd like to tell you to take a copy of\nyour policy to Norma Wilcox on the--\n\nHe stops and looks up. She’s staring at him blankly,\ncompletely puzzled. Bob reaches over and taps her pad.\nSuddenly understanding, she begins to scribble...\n\nBOB (CONT’D)\n\n~-Norma Wilcox, W-I-L-C-0-X on the third\nfloor. But I can’t. I would advise\nagainst asking her for a WS-2475 form,\nwhich you should not fill out and file\nwith a man named Oliver Jenkins in our\nlegal department on the seventh floor. I\nwouldn’t expect someone to get back to\nyou quickly to resolve the matter. I'd\nlike to help.\n\n(he gives her a little smile)\nBut there’s nothing I can do.\n\nWOMAN\nOh... thank y--\n\nBOB\n(interrupting loudly)\nI’m sorry, Ma’am. I know you’re upset.\n(low whisper)\nPretend you're upset.\n\nUnderstanding, she smiles, stands up, and EXITS weeping.\nBob grins; he’s beaten the system.\n\nThe old lady is gone for a total of six seconds when\nBob's supervisor GILBERT HUPH enters.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnderstanding, she smiles, stands up, and EXITS weeping. Bob grins; he’s beaten the system. The old lady is gone for a total of six seconds when\nBob's supervisor GILBERT HUPH enters. \n\nTARGET SECTION TO BE ANNOTATED:\n Huph, an anal,\nmicromanaging little troll with a loud voice, throws a\nfolder on Bob’s desk.\n\nHUPH\nParr! You authorized payment on the\nWalker policy??\n\nBOB\n\nSomeone broke into their house, Mr. Huph.\nTheir policy clearly covers them against--\n\n{CONTINUED )\n\f18\nCONTINUED: (2)\n\nHUPH\n\n(interrupting)\nI don't want to know about their\ncoverage, Bob! Don’t tell me about their\ncoverage! Tell me how you’re keeping\nInsuricare in the black! Tell me how\nthat’s possible with you writing checks\nto every Harry Hardluck and Sally\nSobstory that gives you a phone call!!\n\nHuph leaves. Bob stands there impotently, then sits.\nKnocking his pencil holder over.\n\nPRINCIPAL'S OFFICE - ADAMS SCHOOL - DAY\n\nHelen ENTERS, and sees her son DASH (age 10, bionde hair)\nsitting hunched in a chair. Before him are two men,\nDash’s teacher BERNIE KROPP-~ balding, tense, and looking\nolder than his 36 years, and the school’s PRINCIPAL.\n\nPRINCIPAL\nI appreciate you coming down here so\nquickly, Mrs. Parr.\n\nHelen enters and takes a seat. Dash stares at the floor.\n\nHELEN\nWhat’s this about? Has Dash done\nsomething wrong?\n\nKROPP\nHe’s a disruptive influence. And he\nopenly mocks me in front of the class.\n\nDASH\nHe says.\n\nKROPP\nI know it’s youl!\n{to Helen)\nHe puts thumbtacks on my stool!\n\nHELEN\nYou saw him do this??\n\nKROPP\nWell... not r-- no, actually not.\n\nHELEN\nThen how do you know it was him?\n\nKROPP\nI hid a camera. This time I’ve got him!\n\n(CONTINUED }\n\f19.\nCONTINUED s\n\nKropp slips a DISC out of his jacket and into a machine\nhooked up to a TV monitor. Dash REACTS; he didn’t expect\nthis. Helen sees this, shoots Dash a sharp LOOK.\n\nIN THE VIDEO: Kropp approaches his stool and sits.\nSuddenly he JUMPS UP in pain. The students LAUGH.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nIN THE VIDEO: Kropp approaches his stool and sits. Suddenly he JUMPS UP in pain. The students LAUGH. \n\nTARGET SECTION TO BE ANNOTATED:\n Kropp\nwhirls to the adults in the room expectantly.\n\nKROPP (CONT'D)\nSee??\n(gets no response)\nWhat, you don’t see it?\n\nHe is met with BLANK STARES. With an exasperated sound,\nKropp REPLAYS the video, PAUSING IT, and pointing to a\nstill-seated Dash.\n\nKROPP (CONT’D)\nHe moves!! Right THERE! Right as I’m\nsitting down! I don’t know how he does it-\n\nKropp forwards and rewinds; back and forth. Though Dash’s\nimage does “pop” a bit, he remains clearly in his seat.\n\nKROPP (CONT’D)\n~-but there’s no tack on my stool before\nhe moves and after he moves there’s a\ntack! Coincidence? I think NOT!!\n\nHelen jerks her head toward Kropp, gives the Principal a\n“you see he’s crazy, don’t you?” look. He turns to Kropp--\n\nPRINCIPAL KROPP\nBernie... Don’t “Bernie” me! This\nlittle rat is guilty!!\n\nPRINCIPAL\n(to Helen)\nYou and your son can go now, Mrs. Parr.\nI'm sorry for the trouble...\n\nHelen gives the Principal a thin smile and hustles Dash\nfrom the room, leaving Kropp apoplectic.\n\nKROPP\nYou're letting him go AGAIN? He's GUILTY!\nYou can see it on his smug little face!!!\nGuilty guilty GUILTY!! NOOOOO!\n\nINSIDE HELEN’S CAR - MOVING\n\nDash stares out the window in angry silence, watching the\ntrees go by. Helen looks at him and softens.\n\n{CONTINUED }\n\fCONTINUED:\n\n20\n\nHELEN\nDash. This is the third time this year\nyou've been sent to the office. You need\nto find a better outlet. A more\nconstructive outlet.\n\nDASH\nMaybe I could. If you’d let me go out for\nsports.\n\nHELEN\nHoney. You know why we can’t do that.\n\nDASH\nBut I promise I‘1l slow up! I‘1l only be\nthe best by a little bit...\n\nHELEN\nDashiell Robert Parr, you are an\nincredibly competitive boy.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nDASH\nBut I promise I‘1l slow up! I‘1l only be\nthe best by a little bit... HELEN\nDashiell Robert Parr, you are an\nincredibly competitive boy. \n\nTARGET SECTION TO BE ANNOTATED:\n And a bit of\na show-off. The last thing you need is\ntemptation.\n\nDASH\nYou always say, “Do your best,” but you\ndon’t really mean it. Why can’t I do the\nbest that I can do?\n\nHELEN\nRight now, honey, the world just wants us\nto fit in. And to fit in we must be like\neveryone else.\n\nDASH\nBut Dad always said our powers were\nnothing to be ashamed of, our powers made\nus special.\n\nHELEN\n(wearily)\nEveryone's special, Dash...\n\nDASH\nWhich is another way of saying no one is.\n\nEXT. WESTERN VIEW JUNIOR HIGH - DAY\n\nShy, insecure VIOLET PARR (14) waits nervously behind a\nhedge near the front entrance. The bell SOUNDS, signalin\nthe end of the school day. Violet turns toward the door-\n\n(CONTINUED)\n\f21.\nCONTINUED:\n\n~~-as it swings open, and out steps TONY RYDINGER,\nhandsome, confident and crush-worthy. He pauses and is\nimmediately surrounded by friends.\n\nAs Tony descends the steps with his pals, tossing cool\nnods at flirty girls, he passes by Violet, who peers at\nhim over the top of some bushes. He stops, aware of being\nwatched, and looks back--~ SRE’S NOT THERE.\n\nANOTHER ANGLE\n\nfrom the other side of the bush REVEALS: Violet's clothes\nhang in mid-air --WITH NO HEAD.\n\nTony looks directly at the empty space where Violet's\nhead should be and, seeing nothing, gives up and walks\naway. Violet's head REAPPEARS... blushing. She touches\nher burning cheeks.\n\nVIOLET\nHe looked at me...!\n\nA car horn HONKS offscreen. Violet hustles across the\nexpansive lawn, through the sea of boys and girls\ntogether, to her mother’s waiting station wagon.\n\nEXT. MALANGO FREEWAY - LATE AFTERNOON\n\nCars stretch off into infinity, idling and immobile. It’s\nthe traffic jam from hell, and right in the middle of it,\nsqueezed into a scruffy car many sizes too small, sits\nBob, trying not to be angry.\n\nEXT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nMALANGO FREEWAY - LATE AFTERNOON\n\nCars stretch off into infinity, idling and immobile. It’s\nthe traffic jam from hell, and right in the middle of it,\nsqueezed into a scruffy car many sizes too small, sits\nBob, trying not to be angry. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARR HOME - LATER\n\nA pleasant, unexceptional home in a neighborhood full of\npleasant, unexceptional homes. Bob’s car pulls into the\ndriveway, the engine sputtering a long time before\nfinally expiring with a tired gasp.\n\nBob steps out and SLIPS on a skateboard left in the\ndriveway. He falls backward, grabbing the roof of the car\nto steady himself. He pushes the skateboard away,\nmuttering darkly, and notices that he’s inadvertently\ncrumpled the roof with his Super-grip.\n\nBOB\nOhhh, great.\n\nHe decides to let it go, pushes the door closed. It won't\n\ngo. He tries again, a little harder this time. No go. He\nSLAMS the door closed, shattering the window.\n\n(CONTINUED }\n\f22.\nCONTINUED:\n\nBob LOSES IT. He seizes the car, lifting it overhead as\nif readying to fling it over the far horizon and STOPS--\n\n-~a five-year-old neighbor kid on a Big Wheel tricycle,\nRUSTY MCALLISTER, stares on in SHOCK and AWE. Frozen with\nthe car overhead, Bob stares back... then sets his car\ndown on the driveway and eases into his house as if\nnothing had happened.\n\nINT. PARR DINING ROOM - NIGHT\n\nHelen spoons baby food into the mouth of JACK-JACK (with\n\nall the facial “English” known to parents), most of which\nJack-Jack squeezes back out onto his chin... where it is\n\nadeptly caught on Helen‘s spoon and reintroduced into the\nbaby’s mouth.\n\nDASH\nMom, you’re making weird faces again.\n\nHELEN\n(spoons, makes a weird face)\nNo, I’m not...\n\nBOB\nYou make weird faces, honey.\n\nHELEN\n(notices Bob’s newspaper)\nDo you have to read at the table?\n\nBOB\nUh huh. Yeah.\n\nHelen SIGHS. She turns her attention to Dash, who is\nwrestling with an uncut slab of steak.\n\nHELEN\nSmaller bites, Dash! Bob, could you help\nthe carnivore cut his meat?\n\nBob SIGHS, puts down the paper, grabs a knife and fork,\nreaches over to Dash’s plate, and begins to cut his meat.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELEN\nSmaller bites, Dash! Bob, could you help\nthe carnivore cut his meat? Bob SIGHS, puts down the paper, grabs a knife and fork,\nreaches over to Dash’s plate, and begins to cut his meat. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN (CONT’D)\nDash? You have something you want to tell\nyour father about school?\n\nDASH\nuh... well, we dissected a frog...?\n\nHELEN\nDash got sent to the office again.\n\n(CONTINUED )\n\fCONTINUED:\n\n23.\n\nBOB\n(cutting, not listening)\nGood... good...\n\nHELEN\nNo Bob, that’s bad.\n\nBOB\nWhat?\n\nHELEN\nDash got sent to the office again.\n\nBOB\nWhat for?\n\nDASH\nNothing.\n\nHELEN\n\nHe put a tack on the teacher’s chair.\nDuring class.\n\nDASH\nNobody saw me. You could barely see it on\nthe tape.\n\nBOB\nThey caught you on tape and you still got\naway with it? Whoa... you must’ve been\nbooking! How fast do you think you were--\n\nHELEN\nBob, we are not encouraging this--\n\nBOB\nI‘m not encouraging, I'm just asking how\nfast he was--\n\nHELEN\nHoney! !\n\nA loud CRACK is heard. Bob stops cutting; realizing that\nhe’s sawed right through the table with his dinner knife.\n\nBOB\nOh, great. First the car and now I gotta\npay to fix the table~-\n\nRELEN\nThe car? What happened to the car?\n\n{CONTINUED }\n\f24.\nCONTINUED: (2)\n\nBob rises, gives Dash his plate of food and EXITS into\nthe kitchen.\n\nBOB\nI’m getting a new plate.\n\nHELEN\n(to Vi, forced cheerful)\nWhat about you, Vi? How was school?\n\nVIOLET\n(shrugs)\nNothing to report.\n\nHELEN\nYou've hardly touched your food.\n\nVIOLET\nI'm not hungry for meatloaf.\n\nHELEN\nWell, it is leftover night. We have\nsteak, pasta-- what are you hungry for?\n\nDASH\nTony Rydinger...\nVIOLET\nShut up!\nDASH VIOLET\nWell, you are! I said SHUT UP, you little\ninsect!\nDASH\nWell, she is!\nHELEN\nDo NOT shout at the table!\n(to Bob)\n\nHoney--?\n\nBOB (0.S., DISINTERESTED)\nKids, listen to your mother.\n\nDash and Violet swap GLARES. All resume eating.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nS., DISINTERESTED)\nKids, listen to your mother. Dash and Violet swap GLARES. All resume eating. \n\nTARGET SECTION TO BE ANNOTATED:\n Then--\n\nDASH\nShe'd eat if we were having Tonyloaf.\n\nVIOLET\nTHAT'S IT--1!\n\n(CONTINUED)\n\f25.\nCONTINUED: (3)\n\nViolet LUNGES across the table, VANISHING (save for her\nclothes). They wrestle. Dash escapes, racing around the\ntable in a BLUR, SLAPPING at the back of Vi’s head before\ncrashing into a FORCE FIELD she throws in his path.\n\nDASH VIOLET\nOW!! No force fields!! You started it!!\n\nHELEN\nStop it! Dash! Violet!\n\nHelen’s arms STRETCH across the table as she struggles to\nkeep the KIDS apart. Jack-Jack LAUGHS, loving the chaos.\n\nINSIDE THE KITCHEN\n\nOblivious to the melee, Bob gets a new plate from the\ncupboard, still perusing the newspaper. The headline\nreads: “PALADINO MISSING”. With it is a photo of a lean,\nstriking man, early forties, sporting wraparound\nsunglasses and a full head of blonde hair.\n\nBOB\n(V.0., READING)\nSimon J. Paladino, long an outspoken\nadvocate of Superhero rights, is missing.\n{mutters to himself)\nGazerbeam...?\n\nHELEN (0.S.)\nBob?? It’s time to engagei! Do something!\n\nBob snaps out of it, turns toward the dining room.\nRESUME DINING ROOM\n\nBob ENTERS--~ startled to see the CHAOS.\n\nHELEN\nDon’t just stand there! I need you to\nintervene!\n\nBOB\n\nOkay~- I’m intervening, I’m INTERVENING!\n\nBob hoists the dinner table and everyone with it over his\nhead. Dash and Vi dangle from Helen’s tangled arms and\ncontinue to scrap. Jack-Jack shrieks happily.\n\nThe DOORBELL rings. Everyone FREEZES, then quickly resume\n\ntheir original “quiet dining” positions. Dash answers the\ndoor.\n\n(CONTINUED }\n\f26.\nCONTINUED:\n\nLUCIUS BEST (aka FROZONE) stands in the doorway, looking\nsharp in a leather jacket. Like Helen, he too has\nweathered the post-Superhero years well.\n\nDASH\nHey, Lucius!\n\nFROZONE\nHey, Speedo...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nLike Helen, he too has\nweathered the post-Superhero years well. DASH\nHey, Lucius! FROZONE\nHey, Speedo... \n\nTARGET SECTION TO BE ANNOTATED:\n hey, Helen--\n\nBOB\nIce of you to drop by!\n\nFROZONE\n(sarcastic)\nHah. Never heard that one before--\n\nDASH\n(mouth full of water)\nHey, Lucius!\n\nLucius turns to see Dash spurt a mouthful of water into\nthe air. Best’s hand flashes out; the air CRACKS with a\nsudden chill and the water FREEZES SOLID. Lucius LEAPS,\ncatches the ice before it hits the ground. Dash sinks\nback, disappointed.\n\nDASH (CONT'D)\nAww. I like it when it shatters.\n\nBOB\n(grabs his coat, bowling bag)\nI'll be back later.\n\nHELEN\nWhere are you two going?\nBOB\nIt’s Wednesday.\nHELEN\n(remembering)\nBowling night.\n(resigned)\n\nSay hello to Honey for me, Lucius.\n\nFROZONE\nWill do. Goodnight, Helen. Night, kids!\n\nBob and Lucius EXIT, closing the front door behind them.\nHelen turns to Dash.\n\n(CONTINUED }\n\f \n\n27.\nCONTINUED: (2)\n\nHELEN\nDon't think that you've avoided talking\nabout your trip to the Principal’s\noffice, young man. Your father and I are\nstill going to discuss it.\n\nDASH\nI’m not the only kid who's been sent to\nthe office, y'know.\n\nHELEN\nOther kids don’t have Superpowers. Now\nit’s perfectly normal for you to feel--\n\nVIOLET\nNormal? What do you know about normal?\nWhat does anyone in our family know about\nnormal? The only normal one is Jack~Jack.\n\nHELEN\nNow, wait a minute, young lady--\n\nVIOLET\nWe ACT normal! I want to BE normal! The\nonly normal one is Jack-Jack, and he’s\nnot even toilet-trained!\n\nBuoyed by hearing his name, Jack-Jack gleefully spits a\nmouthful of baby food onto his bib and cracks up.\n\nDASH\nLucky.\n(off Vi's and Helen's looks)\nUh, I meant about being normal.\n\nINSIDE LUCIUS‘S CAR - CITY STREETS - MINUTES LATER\n\nBob and Lucius sit in Lucius’s large, comfortable sedan,\nwhich is parked in a run-down city neighborhood.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nDASH\nLucky. (off Vi's and Helen's looks)\nUh, I meant about being normal. INSIDE LUCIUS‘S CAR - CITY STREETS - MINUTES LATER\n\nBob and Lucius sit in Lucius’s large, comfortable sedan,\nwhich is parked in a run-down city neighborhood. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nportable POLICE SCANNER sits on the dashboard, volume\nlow, occasionally interrupting his story.\n\nFROZONE\n+,».SO now I’m in deep trouble, I mean one\nmore jolt of this death ray and I’m an\nepitaph. Somehow I manage to find cover\nand what does Doctor Toxic do?\n\nBOB\n\n(laughing)\nHe starts monologuing--\n\n(CONTINUED }\n\f28\nCONTINUED:\n\nFROZONE\nHe STARTS MONOLOGUING! He starts, like,\nthis prepared speech about how feeble I\nam compared to him, how inevitable my\ndefeat is, how the world will soon be his\nyadda yadda yadda~-\n\nBOB\n-~-yammerin’--\n\nFROZONE\nYAMMERIN’!! I mean, the guy has me on a\nplatter and he won’t shut up!\n\nSCANNER\nSix one sam, eight Municiberg...\n(police response)\nGo ahead.\n(dispatch)\n...possible 2356 in progress at 115\nWeatherford Way--\n\nBob turns up the volume, suddenly intense.\n\nBOB\n2356. What is that-- robbery?\n\nFROZONE\nThis is just sad.\n\nBOB\nYeah, robbery. Wanna catch a robber?\n\nFROZONE\nfell the truth, I‘d rather go bowling.\nWhat if we actually did what our wives\nthink we're doing, for a change?\n\nEXT. LUCIUS’S CAR\n\nWIDEN to REVEAL: the silhouette of a WOMAN watching Bob\nand Lucius from the driver’s seat of a black sports car,\ndiscreetly parked in a dark alley. She lowers her\nbinoculars and speaks into a headset.\n\nMIRAGE\nHe's not alone. The fat guy’s still with\nhim. They're just talking...\n\nRESUME FROZONE & BOB\n\nFROZONE\nWhat're we doin’ here, Bob?\n\n(CONTINUED?\n\fwee\n\n29.\nCONTINUED;\n\nBOB\nWe're protecting people.\n\nFROZONE\nNobody asked us.\n\nBOB\nYou need an invitation?\n\nFROZONE\nI’d like one, yes. We keep sneaking out\nto do this and--\n{stops, thinks)\n~~remember Gazerbeam? He had trouble\nadjusting to civilian life, too.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nFROZONE\nI’d like one, yes. We keep sneaking out\nto do this and--\n{stops, thinks)\n~~remember Gazerbeam? He had trouble\nadjusting to civilian life, too. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nYeah, there was something about him in\nthe paper. When was the last time you saw\nhim?\n\nFROZONE\nI don’t see anyone from the old days,\nBob. Just you. We’re pushing our luck as\nit is. It was fun the first time, but we\nkeep doin’ this and-~\n\nThe scanner SQUAWKS suddenly-~\n\nSCANNER\nWe have a report of a fire at Fourth and\nElias.\n\nBOB\n\nA fire! We’re close! Yeah, baby!!\n\nBob pulls a ski mask over his face. Shaking his head at\nhis own complicity, Lucius does likewise.\n\nFROZONE\n~-we're gonna get caught.\n\nHe starts the car and U-turns toward the fire.\nCITY STREETS - NIGHT - CONTINUOUS\nBob’s enthusiastic SHOUTS echo off the darkened buildings\n\nas the sedan peels off... followed, a beat later, by the\nMYSTERIOUS BLONDE in the black sports car.\n\f30\n\nINT. APARTMENT BUILDING ~ MINUTES LATER\n\nA raging inferno. Bob descends the burning steps, stops\nin the hallway. Both he and Frozone carry several passed-\nout apartment dwellers on their shoulders.\n\nLUCIUS\nIs that everybody?\n\nBOB\nYeah, that’s everyone!\n\nThe building is beginning to COLLAPSE. They’re trapped\nwith no way out. Frozone tries to ice the burning walls,\nbut his ray is weak and ineffective.\n\nBOB (CONT’D)\nCan‘t you put this out?\n\nLucius\nI can’t lay down a layer thick enough!!\nIt's evaporating too fast!!\n\nBOB\nWhat? What’s that mean?\n\nLUCIUS\nMeans it’s hot and I‘m dehydrated, Bob!\n\nBOB\nYou're out of ICE??! You can’t run out of\nice! I thought you could use the water in\nthe air!\n\nLucius\nThere IS NO water in this air! What's\nyour excuse?? Run out of muscles?\n\nBOB\nI can’t just go smashing through walls!\nThe building’s getting weaker by the\nsecond! It’1l come down on top of us!!\n\nLucius\nI wanted to go bowling!!!\n\nA large chunk of ceiling smashes to the floor in a\nburning heap.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’1l come down on top of us!! Lucius\nI wanted to go bowling!!! A large chunk of ceiling smashes to the floor in a\nburning heap. \n\nTARGET SECTION TO BE ANNOTATED:\n Bob looks around nervously, then fixes his\ngaze toward the door. He shifts his stack of unconscious\nvictims to one shoulder and looks at Lucius.\n\n(CONTINUED)\n\f31.\nCONTINUED:\n\nBOB\nAlright. Stay right on my tail, this is\ngoing to get hot!\n\nBob begins a shout that gets louder as he runs into the\nburning hallway, Lucius a half-step behind him.\n\nTRAVELING WITH BOB & LUCIUS\n\nas they race through the flames with their unconscious\nloads. Suddenly a BRICK WALL APPEARS. Bob picks up speed\nand lowers his free shoulder into it.\n\nThe heroes and their rescued smash through the wall just\nas the building behind them collapses. Bob, Frozone and\nthe pile of near-victims are saved. An ALARM sounds. Bob\n& Frozone realize they're--\n\nINSIDE A JEWELRY STORE\n\nA ROOKIE COP spies the MASKED MEN and draws his pistol.\nFrozone spies a WATER COOLER. He grabs a PAPER CUP.\n\nROOKIE COP\nFREEZE!\n\nLUCIUS\nI'm thirsty.\n\nLucius moves the cup under the tap. The jittery ROOKIE\ncocks his pistol’s hammer.\n\nROOKIE COP\nI said FREEZE!\n\nLUCIUS\nI'm just getting a drink...\n\nHis eyes fixed on the cop, Lucius slooowwwly brings the\ncup to his lips and drinks. His face becomes serene.\n\nROOKIE COP\nAlright! You've had your drink! Now I\nwant you to--\n\nLUCIUS\nI know, I know...\n\nLucius drops the cup, raising his hands in front of him.\n\nLUCIUS (CONT’D)\n...\"freeze.”\n\n(CONTINUED)\n\f32.\nCONTINUED:\n\nA frigid blast splits the air.\nON THE STREET OUTSIDE\n\n2 fire trucks and a police car screech, having arrived in\nfront. Hearing the alarm, two VETERAN COPS bust into the~-\n\nINSIDE JEWELRY STORE - CONTINUOUS\n\nDrawing their guns, the COPS are stopped by a bewildering\nsight:\n\n--a recovering heap of rescued fire victims at the base\nef an enormous hole in the wall. Standing watch over them\nis the ROOKIE, stunned and blinking under a layer of ice.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE STREET OUTSIDE\n\n2 fire trucks and a police car screech, having arrived in\nfront. Hearing the alarm, two VETERAN COPS bust into the~-\n\nINSIDE JEWELRY STORE - CONTINUOUS\n\nDrawing their guns, the COPS are stopped by a bewildering\nsight:\n\n--a recovering heap of rescued fire victims at the base\nef an enormous hole in the wall. Standing watch over them\nis the ROOKIE, stunned and blinking under a layer of ice. \n\nTARGET SECTION TO BE ANNOTATED:\nA BACK ALLEYWAY ~ SAME TIME\n\nBob and Lucius jump into Lucius’s car, pulling off their\nski masks.\n\nFROZONE\nThat was way too close. We are not doing\nthat again.\n\nThey drive out of frame, REVEALING: a BLACK SPORTS CAR\nhidden in another alley behind. At the wheel is a\nbeautiful, mysterious WOMAN with platinum blonde hair.\nShe watches them drive off.\n\nRADIO\nVerify you want to switch targets? Over.\n\nWOMAN\nTrust me. This is the one he's been\nlooking for...\n\nLIVING ROOM - NIGHT\n\nBob enters quietly through the kitchen, pausing in the\nkitchen long enough to nab the remaining hunk of\nchocolate cake. Humming pleasantly as he chews, he moves\ninto the living room when a voice comes out of the dark--\n\nHELEN'S VOICE\nYou said you'd be back by eleven.\n\nBob FREEZES. A light snaps ON. A chair swivels around--\nit’s Helen, wearing her robe and a peeved expression.\n\nBOB\nI said I'd be back later.\n\n(CONTINUED)\n\f33.\nCONTINUED:\n\nHELEN\nI assumed you'd be back later. If you\ncame back at all, you’d be “back later.”\n\nBOB\nWell... I‘m back. Okay?\n\nBob moves to go, but Helen’s left arm STRETCHES and stops\nhim, plucking a small, dusty fragment of concrete off his\ncoat. She crosses to him, catching up with her hand.\n\nHELEN\nIs this... rubble?\n\nBOB\n(defensive)\nIt was just a little workout, just to\nstay loose--\n\nHELEN\nYou know how I feel about that, Bob! Darn\nyou!! We just got settled! We can't blow\ncover again!!\n\nBOB\n--the building was coming down anyway--\n\nHELEN\nWha--? You KNOCKED DOWN A BUILDING??\n\nBOB\nIt was on fire! Structurally unsound! It\nwas coming down anyway!\n\nHELEN\nTell me it’s not the police scanner again-\n\nBOB\nI performed a public service.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nStructurally unsound! It\nwas coming down anyway! HELEN\nTell me it’s not the police scanner again-\n\nBOB\nI performed a public service. \n\nTARGET SECTION TO BE ANNOTATED:\n You act\nlike that’s a bad thing!\n\nHELEN\nIt is a bad thing, Bob!! Uprooting our\nfamily, again, because you had to relive\nthe glory days is a very bad thing!!\n\nBOB\nHey, reliving the glory days is better\nthan acting like they didn’t happen!!\n\nHELEN\nYes! They happened. But this, our family,\nis what’s happening now, Bob!\n\n(MORE ) (CONTINUED)\n\f34.\nCONTINUED: (2)\n\nHELEN (CONT'D)\nAnd you are missing this! I can’t believe\nyou don’t want to go to your own son's\ngraduation!\n\nBOB\nIt's not a graduation! He’s moving from\nthe fourth grade to the fifth grade!\n\nHELEN\nIt’s a ceremony...\n\nBOB\nIt’s psychotic! They keep creating new\nways to celebrate mediocrity, but if\nsomeone is genuinely exceptional, they\nshut him down because they don’t want\neverybody else to feel bad!\n\nHELEN\nThis is not about you, Bob!! This is\nabout Dash!!\n\nBOB\n\nYou wanna help Dash? Let him actually\ncompete! Let him go out for sports!\n\nHELEN\nI will not be made the enemy here!! You\nknow why we can’t do thati!!\n\nBOB\nBECAUSE HE'D BE GREAT! !\n\nHELEN\nTHIS IS NOT ABOUT YOU!!!\n\nAn abrupt BREEZE ripples the air, ruffling some loose\npapers on the coffee table.\n\nBOB\nAlright, Dash. I know you're listening.\nCome on out.\n\nHELEN\nYou too, young lady.\n\nDash moves out from behind a door. Violet’s head\nREMATERIALIZES from behind the couch, she stands up,\nembarrassed. Bob moves next to Helen, becoming parental.\n\nBOB\n\nIt's okay, kids. We're just having a\ndiscussion.\n\n(CONTINUED }\n\f \n\n35.\nCONTINUED: (3)\n\nVIOLET\nPretty loud discussion.\n\nBOB\nBut that’s okay. What’s important is that\nMommy and I are always a team, always\nunited... against... uh...\n(unsure where he’s going)\n+..the forces of--\n\nHELEN\nPigheadedness...?\n\nBOB\nI was going to say evil or something.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’s important is that\nMommy and I are always a team, always\nunited... against... uh... (unsure where he’s going)\n+..the forces of--\n\nHELEN\nPigheadedness...? BOB\nI was going to say evil or something. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN\n{to kids)\nWe're sorry we woke you. Everything's\nokay. Go back to bed, it’s late. In fact--\n{pointedly to Bob)\n~-we should all be in bed.\n\nBob frowns and turns away, following the kids back toward\nthe bedrooms.\n\nINSURICARE - BOB’S CUBICLE ~ FOLLOWING MORNING\nBob sits at his tiny desk. One look at his bleary face\n\nsays it all: he hasn’t slept all night. His intercom\nBEEPS. Bob glares at it a beat, then hits ANSWER.\n\nINTERCOM\n\nMr. Huph wants you in his office.\nBOB\n\nNow?\nINTERCOM\n\nNow.\n\nBob releases the intercom button, SIGHS. Mirage looks\naround Bob’s cramped cubicle, her gaze falling to the\nopen briefcase on Bob's desk.\n\nINSIDE HUPH’S OFFICE\nMarginally bigger than Bob’s office, with a coveted\nwindow to the outside world. Painfully clean and joyless.\n\nEvery pencil sharpened, every paper perfectly stacked and\naligned to run parallel to the edge of the desktop.\n\n(CONTINUED )\n\f36\nCONTINUED:\n\nHUPH\nSit down, Bob.\n(Bob sits)\nI’m not happy, Bob. Not. Happy. Ask me\nwhy.\n\nHuph rises from his desk and crosses to Bob.\n\nBOB\nOkay. Why.\n\nHUPH\nWhy what? Be specific, Bob.\n\nBob’s eyes are drawn to the window: Outside, across the\nstreet, a stocky man lingers suspiciously in an alleyway.\n\nBOB\n(still watching man)\nWhy are you unhappy.\n\nHUPH\nYour customers make me unhappy.\n\nBOB\n(turns back to Huph}\nYou've gotten complaints?\n\nHUPH\nComplaints I can handle. What I can’t\nhandle is your customers’ inexplicable\nknowledge of Insuricare’s inner workings.\nThey’re experts! Experts, Bob! Exploiting\nevery loophole, dodging every obstacle--\n(aghast)\n--they’re penetrating the bureaucracy!\n\nBOB\nDid I do something illegal?\n\nHUPH\n(irked)\nNo...\n\nBOB\nAre you saying we shouldn’t help our\ncustomers?\n\nHUPH\nThe law requires that I answer no.\n\nBOB\nWe're supposed to help people.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nAre you saying we shouldn’t help our\ncustomers? HUPH\nThe law requires that I answer no. BOB\nWe're supposed to help people. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fCONTINUED:\n\n37.\n(2)\n\nHUPH\nWe're supposed to help OUR people!\nStarting with our stockholders, Bob.\nWho's helping them out, huh?\n\nHuph draws a calming breath, affects a statesmanlike air.\n\nHUPH (CONT'D)\nYou know, Bob... a company is--\n\nBOB\nLike an enormous clock.\n\nHUPH\n~-like an enormous cl-- Yes! Precisely.\nit only works if all the little cogs mesh\ntogether.\n\nBob's attention returns to the window: the stocky man is\n\naccosting\n\na smaller one. Like an ATTACK DOG, Bob is\n\nsuddenly ALERT; every muscle tensed and ready-~\n\nHUPH (0.S.) (CONT'D)\nNow, a clock needs to be clean, well-\nlubricated, wound tight. The best clocks\nhave jewel movements, cogs that fit, that\ncooperate by design. I’m being\nmetaphorical, Bob. You know what I mean\nby cooperative cogs? Bob? Bob...?\n\nHuph follows Bob’s gaze to the window. On the street, the\niarger man clubs the smaller man with a mace. He crumples\nto the sidewalk. Huph jerks Bob’s face back toward his-~\n\nHUPH (CONT'D)\nLook at me when I’m talking to you, Parr!\n\nBOB\n(pointing)\nThat man out there-- he needs help!\n\nHUPH\nDo NOT change the subject, Bob! We're\ndiscussing your attitude!\n\nBOB\nBut he’s getting mugged!\n\nHUPH\nWell, let’s hope we don’t cover him!\n\n(CONTINUED)\n\f38,\nCONTINUED: (3)\n\nBOB\n(heading for the door)\nI'll be right back.\n\nHUPH\nStop RIGHT NOW OR YOU’RE FIRED!\n\nBob HESITATES, his hand on the knob of the opened door,\nfighting back the very core of his being. Huph narrows\nhis eyes, speaking softly...\n\nHUPH (CONT'D)\nClose the door...\n\nNeck cords STRAINING, Bob slowly shuts the door. He\nreleases the knob, which he's crumpled in rage.\n\nHUPH (CONT'D)\nGet over here... now.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nNeck cords STRAINING, Bob slowly shuts the door. He\nreleases the knob, which he's crumpled in rage. HUPH (CONT'D)\nGet over here... now. \n\nTARGET SECTION TO BE ANNOTATED:\nBob resumes his position in front of Huph, but his gaze\ninevitably returns to the scene outside the window.\n\nBOB’S P.0.V.\n\nThe MUGGER pockets his plunder and runs off, leaving his\nvictim dazed and helpless on the sidewalk.\n\nBOB\n(seething)\nHe got away...\nHUPH\nGood thing, too. You were this close to\n\nlosing your j--\n\nHuph SQUEAKS as Bob’s enormous right hand flashes out and\nclamps around his neck--\n\nOUTER HALLWAY\n\nHuph’s body BURSTS THROUGH A WALL and into another\nadjacent, tumbling face down onto a copy machine. It\nbegins to spit out multiple copies of his pressed face.\n\nHuph has in fact gone through several walls, four in\ntotal and three adjoining offices, before skidding across\nthe floor of the newly visible hallway beyond.\n\nThe occupants of adjacent offices lean into view, gawking\n\nin astonishment through their shattered walls; first at\nHuph’s sprawled form, then one by one back at Bob.\n\n(CONTINUED)\n\f39.\nCONTINUED:\n\nBOB\nUh oh...\n\nHOSPITAL - HALLWAY - HOURS LATER\n\nThrough the window in the door we can glimpse Huph in a\nfull body cast. Bob, seated on a bench outside, looks up\nas RICK DICKER, a haggard-faced man in a black suit and\ntie quietly exits Huph’s room. He stops, looks at Bob,\nthen turns away, heading to the elevator. Bob follows\nafter him.\n\nBOB\nHow is he?\n\nDICKER\nHe’1l live.\n\nBOB\nI'm fired, aren't I?\n\nDICKER\nYou think?\n\nBOB\n\nWhat can I say, Rick?\n\nDICKER\nNothing you haven't said before.\n\nBOB\nSomeone was in trouble...\n\nDICKER\nSomeone’s always in trouble.\n\nBOB\nI had to do something...\n\nDICKER\nYeah. Every time you say those words, it\nmeans @ month and a half of trouble for\nme, Bob. Minimum. It means hundreds of\nthousands of taxpayer dollars...\n\nBOB\nIT know.\n\nDICKER\nWe gotta pay to keep the company quiet.\nWe gotta pay damages, erase memories,\nrelocate your family.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nIT know. DICKER\nWe gotta pay to keep the company quiet. We gotta pay damages, erase memories,\nrelocate your family. \n\nTARGET SECTION TO BE ANNOTATED:\n Every time it gets\nharder. Money money money.\n\n(MORE) (CONTINUED)\n\f40.\nCONTINUED:\n\nDICKER (CONT'D)\nWe can‘t keep doing this, Bob. We\nappreciate what you did in the old days,\nbut those days are over. From now on,\nyou're on your own.\n\nThe elevator doors OPEN, Dicker steps inside. Bob stares\nat the floor, beaten. Dicker looks at him with pity. Then-\n\nDICKER (CONT'D)\nListen, Bob... maybe I could relocate\nyou, for old times’ sake...\n\nBOB\nNo. I can’t do that to my family again.\nWe just got settled. It'll be alright.\nI’1ll make it work. Thanks.\n\nDicker stares at Bob a long moment. A bittersweet smile--\n\nDICKER\nTake care of yourself.\n\nThe elevator doors CLOSE. Bob stares at them, numb.\nEXT. BOB'S DRIVEWAY - DUSK\n\nBob climbs out of his car and is surprised to find\nsomeone watching him--\n\n--the KID on the Big Wheel, waiting in exactly the same\nspot as the night before.\n\nBOB\nWhat‘re you waiting for?\n\nKID\nI dunno. Something amazing, I guess.\n\nA rueful smile biooms and dies on Bob’s face.\n\nBOB\nMe too, kid. Me too.\n\nINT. BOB‘S DEN\n\nA cramped, windowless museum of MR. INCREDIBLE arcana.\nWalls and shelves cluttered with mementos of his storied\npast: framed photos, newspaper front pages, magazines,\nand, displayed on the wall under Plexiglas, his MR.\nINCREDIBLE SUIT.\n\nBob enters and closes the door. He opens his briefcase,\npulls out an INSURICARE EMPLOYEE‘S MANUAL. Bob growls and\nrips it in half, tossing it in the trashcan.\n\n(CONTINUED }\n\f41.\nCONTINUED:\n\nOn a roll now, he begins to dump the entire contents of\nhis briefcase into the trash when-- CLUNK!\n\nBob DOUBLE-TAKES-- startled by the HEAVY sound. He peers\nover the edge of the desk, into the trash, and SEES--\n\nA LARGE MANILA ENVELOPE. He picks it up, and is surprised\nit's heavy.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nBob DOUBLE-TAKES-- startled by the HEAVY sound. He peers\nover the edge of the desk, into the trash, and SEES--\n\nA LARGE MANILA ENVELOPE. He picks it up, and is surprised\nit's heavy. \n\nTARGET SECTION TO BE ANNOTATED:\n He opens it and pulls out a FLAT PANEL about\na half-inch thick. On it is printed “THIS END UP”.\n\nHe turns the panel as instructed. In the center is a\nsmall circle with writing beneath it. Bob SQUINTS, unable\nto read the tiny letters. He brings it closer--\n\nHIS P.O.V.:\nAs the letters... slowly... come... into... focus:\nBOB\n(reading)\nHOLD STILL.\n\nSuddenly, the panel projects a red GRID over Bob’s face.\nWe hear a robotic female VOICE--\n\nVOICE\nMatch: Mr. Incredible.\n\nBob DROPS the panel in surprise. It clatters to the desk,\nstill functioning. A small foot-long rod with a metal\nball at the top pops out from the panel. The ball at the\ntip makes a quick, single revolution, scanning the\nsurrounding room with a vertical beam.\n\nVOICE (CONT'D)\nRoom is secure. Commence message.\n\nThe panel FLICKERS. It’s a VIDEO SCREEN. An IMAGE\nappears; the beautiful platinum blonde woman who visited\nBob’s office earlier that day.\n\nWOMAN\nHello, Mr. Incredible. My name is Mirage.\nYes, we know who you are. Rest assured\nyour secret is safe with us. Actually, we\nhave something in common. According to\nthe Government, neither of us exist.\nPlease pay attention as this message is\nCLASSIFIED and will not be repeated...\n\nBob moves closer, mesmerized...\n\n(CONTINUED)\n\f42.\nCONTINUED: (2)\n\nMIRAGE\nI represent a top-secret division of the\nGovernment, designing and testing\nexperimental technology and-- we have\nneed of your unique abilities.\n\nHELEN'S VOICE\nHoney??\n\nBob startles, then strains to listen to the message.\n\nMIRAGE (CONT’D) BOB\nSomething has happened at What??\nour remote testing\nfacility.\n\nMIRAGE (CONT’D) HELEN'S VOICE\nA highly experimental Dinner‘s ready!\n\nprototype robot has escaped\nour control-~\n\nMIRAGE (CONT’D) BOB\nAlthough it is contained OKAY, okay!\nwithin an isolated area--\n\nBob grabs a pen and a scrap of paper and starts to\nscribble furiously, only to find the pen dry.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nMIRAGE (CONT’D) HELEN'S VOICE\nA highly experimental Dinner‘s ready! prototype robot has escaped\nour control-~\n\nMIRAGE (CONT’D) BOB\nAlthough it is contained OKAY, okay! within an isolated area--\n\nBob grabs a pen and a scrap of paper and starts to\nscribble furiously, only to find the pen dry. \n\nTARGET SECTION TO BE ANNOTATED:\n Cursing, he\nrummages for a working pen, finds one and begins to take\nnotes.\n\nMIRAGE\n~--it threatens to cause incalculable\ndamage to itself and to our facilities,\njeopardizing hundreds of millions of\ndollars’ worth of equipment and research.\nOnly someone with--\n\nHELEN’S VOICE MIRAGE (CONT’D)\n\nIs someone in there? --your unique abilities can\ncontain the robot without\ncompletely destroying it.\n\nBOB MIRAGE (CONT'D)\nThe T.V.! I’m trying to Because of its highly\nwatch--! sensitive nature--\nHELEN’S VOICE MIRAGE (CONT'D)\nWell, stop trying, it’s ~-this mission does not,\ntime for dinner! nor will it ever, exist.\n\n{ CONTINUED)\n\f43.\nCONTINUED: (3)\n\nBOB MIRAGE (CONT'D)\nONE MINUTE! If you accept, your payment\nwill be equivalent to your\n\ncurrent annual salary.\n\nBob’s jaw goes slack. He scribbles “BIG $”.\nMIRAGE (CONT'D)\n\nCall the number on the screen. Voice\nmatching will be used to insure security.\nThe Supers aren't gone, Mr. incredible.\nYou’re still here. You can still do great\nthings. Or... you can listen to Police\nScanners. Your choice. You have 24 hours\nto respond. Think about it.\n\nBob finishes scribbling. His mind is reeling. HEROIC\n\nMUSIC begins to stir. A new light comes into Bob’s eyes\n\nas they turn to the--\n\nPICTURES ON THE WALL\n\nof Mr. Incredible’s gallant past. The robotic voice\nrelays a last message--\n\nVOICE\nThis message will self-destruct.\n\nBob‘s eyes fall to the panel. Uh oh.\n\nHALLWAY OUTSIDE BOB’S DEN\n\nWe hear a muffled BOOM from inside. After a long beat the\nceiling sprinklers come on, followed by the family’s\nSHOUTS from the dining room.\n\nThe den door opens and Bob emerges in a cloud of smoke,\nso preoccupied that he's slow to notice the downpour.\n\nINSIDE - LATER\nBob and Helen finish drying the inside of the house.\n\nHELEN\nYou're one distracted guy.\n\nBOB\nHmn...? Am I? Don’t mean to be.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB\nHmn...? Am I? Don’t mean to be. \n\nTARGET SECTION TO BE ANNOTATED:\nHelen looks at Bob, puts a tender arm around him.\n\n(CONTINUED }\n\f44\n\nCONTINUED:\nHELEN\nI know you miss being a hero... and your\njob is frustrating and... and I just want\n\nyou to know how much it means to me that\nyou stay at it anyway.\n\nBOB\n\nHoney... about the job...\nHELEN\n\nWhat?\nBOB\n\nI-I... uh... something's happened--\nHelen glares at him, clearly expecting the worst.\n\nHELEN\nWhaaat?\n\nBOB\nThe company’s sending me to a conference\nout of town. I’1l be gone for a few days.\n\nHELEN\nA conference? They've never sent you to a\nconference before.\n\nHelen gives Bob a questioning look. Bob tenses. Pause.\n\nHELEN (CONT’D)\nThis is good, isn’t it?\n\nBOB\nYes.\n\nHELEN\nYou see? They’re finally recognizing your\ntalents. You're moving up...!\n(she hugs him, then, softly)\nIt’s wonderful.\n\nBOB\nYes. Yes, it is...\n\nBOB'S DEN - LATER\n\nBob is on the phone, glancing at the MR. INCREDIBLE SUIT\nin his display case. After a ring, a female voice answers~\n\nBOB (CONT’D)\nThis is Mr. Incredible. I’m in.\n\fABOVE THE CLOUDS ~ DAY\nA sleek-looking MANTA JET slices the sky.\n\nINSIDE THE JET\n\n45.\n\nBob, clad in his old (and now too-tight) Mr. Incredible\n\nsuit. MIRAGE IS ON BOARD. SHE DEBRIEFS HIM.\n\nMIRAGE\nThe OMNIDROID 9000 is a top-secret,\nprototype battle robot. Its artificial\nintelligence enables it to solve any\nproblem it’s confronted with. And...\nunfortunately--\n\nMR. INCREDIBLE\nLet me guess. It got smart enough to\nwonder why it had to take orders.\n\nMIRAGE\n(nodding)\n\n--we lost control. And now it’s loose in\n\nthe jungle, threatening our facility.\n\nWe've had to evacuate all personnel from\nthe island for their own safety. They’re\n\nwaiting offshore for the all clear.\n\nMR.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe've had to evacuate all personnel from\nthe island for their own safety. They’re\n\nwaiting offshore for the all clear. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n INCREDIBLE\nHow am I going in?\n\nMIRAGE\nThe Omnidroid’s defenses have\n\nnecessitated an air drop from 5000 feet.\nIts cloaking device makes it difficult to\ntrack... although we're pretty sure it’s\non the southern half of the island. One\nmore thing; obviously it represents a\nsignificant investment--\n\nMR. INCREDIBLE\nYou want me to shut it down without\ncompletely destroying it.\n\nMIRAGE\n(smiles)\nYou are Mr. Incredible.\n\nDROP POD BAY\n\nAfter a few unsuccessful tries, Mr. Incredible manages to\n\nsqueeze his girth into the pod. Mirage enters the pod\n\nbay, presses the pod's speaker switch.\n\n(CONTINUED)\n\f46\nCONTINUED:\n\nMIRAGE\n(through speaker)\nRemember: it's a learning robot. Every\nmoment you spend fighting it only\nincreases its knowledge of how to beat\nyou.\n\nBOB\n(through speaker)\nShut it down. Do it quickly. Don’t\ndestroy it.\n\nMIRAGE\n{through speaker)\nAnd don‘t die.\n\nBob shoots Mirage a wan smile.\n\nBOB\nGreat. Thanks.\n\nThe POD is blasted from the jet and disappears into\nclouds above the island.\n\nSLOW DISSOLVE TO:\nEXT. NOMANISAN JUNGLE - MINUTES LATER\n\nBob groans as he tries to disengage his generous belly\nfrom the tiny pod. Finally, with a frustrated yell, he\nRIPS the pod in half; FREE. He stretches, does a few toe\ntouches and twists to shake out the kinks. He’s ready.\n\nBOB\nShowtime.\n\nHe jogs off into the jungle to track the robot.\nA SERIES OF DISSOLVES\n\nAs an out-of-shape Bob jogs deeper and deeper into the\njungle, growing more winded with each passing mile. His\nsides ache, and he PAUSES now and then to catch his\nbreath, but he shakes it off and resumes his pursuit.\n\nDISSOLVE TO:\nLATER\n\nThe forest is still now, and Bob’s footfalls and heavy\nbreathing are the only sounds we hear. Bob still scans\nthe jungle, but he’s tiring and he pauses to lean against\na banyan tree to catch his breath...\n\n(CONTINUED)\n\f47.\nCONTINUED:\n\n.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nBob still scans\nthe jungle, but he’s tiring and he pauses to lean against\na banyan tree to catch his breath... (CONTINUED)\n\f47. CONTINUED:\n\n. \n\nTARGET SECTION TO BE ANNOTATED:\nand notices LARGE SLASH MARKS in the side of the tree.\nHe runs his hand over them; they’re fresh. In the dirt\nnear his feet is a giant K-SHAPED FOOTPRINT.\n\nBOB\nHn...\n\nWith a loud CRACK the trees behind him split apart and\nthe OMNIDROID is upon him. It SLASHES at him and he\ndodges, but not quickly enough and the bot’s claw catches\nhim in the shoulder, drawing blood.\n\nFire comes into Bob's eyes and when the bot slashes again\nhe’s ready-~ leaping over the bot and landing on his feet\non the opposite side. The bot is caught by surprise and\nin the split second it takes for the bot to find Bob--\n\n--BAMMMM!!! Bob has thrown a mammoth punch that sends the\nmachine flying into the nearest tree.\n\nBob lets out a happy snarl that says, “You just got\nschooled by MR. INCREDIBLE, baby.” Deep within its metal\nshell, servos WHINE and the bot rights itself, its EYE\nLENS fixing on Bob.\n\nBOB (CONT'D)\nUh oh.\n\nThe bot CHARGES. Once again Bob tries his patented leap--\n\nTIME SLOWS as we cut to INSIDE THE BOT’S BRAIN. A\nVIEWSCREEN shows the arc of Bob’s leap being calculated\nby the bot.\n\nRESUME WIDE SHOT\n\nThe bot swings-- SWATTING Bob mid-jump. Bob sails into a\nbanyan tree so hard that it splits the trunk. Bob is\nSTUNNED: the bot has quickly learned and countered. The\nbot CHARGES again.\n\nWITH BOB\n\n~-as he runs for his life, the Omnidroid hot on his tail.\nBob races through the jungle with surprising speed, but\nhis added weight is slowing him down. He CUTS hard to his\nright and DIVES--\n\nOFF A CLIFF\n\nBob tumbles and slides down the rocky, near-vertical\nface, followed by the relentless machine. It ROLLS past\nhim and lands in his path.\n\n(CONTINUED )\n\f48.\nCONTINUED:\n\nBob flings boulders at the machine, but the bot is a fast\nlearner, immediately incorporating Bob's moves into its\nown attack.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt ROLLS past\nhim and lands in his path. (CONTINUED )\n\f48. CONTINUED:\n\nBob flings boulders at the machine, but the bot is a fast\nlearner, immediately incorporating Bob's moves into its\nown attack. \n\nTARGET SECTION TO BE ANNOTATED:\nThe Omnidroid leaps high in the air and nearly lands on\ntop of Bob, who leaps clear and tumbles to the bottom of\nthe cliffs.\n\nLAVA FIELDS\n\nBob REELS, and before he knows what’s happening, the\nOmnidroid is there, driving him toward the bubbling-hot\npools of LAVA.\n\nBob resists the bot with all his might, but his feet\ncan't hold the rocky surface, and as he is pushed ever\ncloser to the white-hot lava, fear begins to grip his\nmind.\n\nBob and the Omnidroid grip each other like wildly\nmismatched wrestlers, with Bob at lava’s edge now, losing\nground. Bob is STRAINING, desperate... then something in\nhim SNAPS. He fills with rage, and with a ROAR he--\n\n~-jerks to one side and FLIPS the OMNIDROID into the\nlava. The machine hits the lava with a hissy SPLAT, sinks\ninto the hot glow and disappears. Bob is wild. He laughs,\npointing at the bot’s grave with a gesture of defiance\nand--\n\nSNAP!-~ throws his back out. Suddenly he can’t breathe.\n\nBOB\nAgh. My back--!\n\nThe ground EXPLODES beneath him, splitting the rock.\nClaws rise from the lava, grip the rock, and the dreaded\nOmnidroid draws itself out of the lava, dripping magma,\nits metal body glowing red as if it came from hell\nitself.\n\nBob looks down. The ground is splitting into chunks\nbeneath his feet. In pain, barely able to move, Bob makes\na desperate leap to a chunk of rock as it breaks free...\nand lands pathetically on top.\n\nThe bot snatches him off and slams him into the ground.\nThen it lifts Bob up, grabbing his feet with another claw\nand begins to pull Bob apart. Bob strains, then-- POP!\n\n--his back realigns! Bob is a new man! With a laugh he\njackknifes-- ripping off one of the Omnidroid’s claws. He\ndrops underneath the bot, causing the bot to open a\nsecond eye in its underbelly to find him.\n\n(CONTINUED )\n\f49.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nWith a laugh he\njackknifes-- ripping off one of the Omnidroid’s claws. He\ndrops underneath the bot, causing the bot to open a\nsecond eye in its underbelly to find him. (CONTINUED )\n\f49. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nBob ROARS, seizing the second eye, ripping it off the\nbot‘s body and flinging it in the lava pool. Before the\nbot can react, Bob has climbed inside the hole in the\nbelly. The bot knows Bob is inside and begins to STAB\nitself wildly to get at him... puncturing itseif again\nand again and tearing itself apart.\n\nUntil... sparking and sputtering, it staggers and shuts\ndown. Bob punches a hole in the top, whistling and\nslapping its side. The bot drunkenly ROUSES and makes a\nfinal grab for Bob deep within its belly, and rips out\nits own metallic guts...\n\n...and KEELS OVER, a lifeless scrap pile. Bob hops out,\nsmiling. Mr. Incredible‘s work is done.\n\nIN A NEARBY TREE\n\nAn exotic BIRD, which looks strangely out of place, cocks\nits head to one side. CAMERA PUSHES IN to one of its eyes\nas a metal IRIS appears. It’s a CAMERA LENS.\n\nA SHADOWED FIGURE\n\nstands with Mirage, watching this all on a bank of VIDEO\nSCREENS .\n\nSHADOWED FIGURE\nSurprising. We must bring him back. Sound\nthe all clear.\n(he exits, stops, turns back)\nAnd... invite him to dinner.\n\nINT. DINING HALL - OUTER CORRIDOR - EARLY EVENING\nA TRANSPOD arrives and Bob steps out, dressed in a tux.\nINT. DINING HALL\n\nBob opens the door, peeks inside. The hall is massive,\nwith an open terrace that overlooks the tropical forest.\nIn the center of the room is an enormous dining table,\nplaced parallel to a fall of hot LAVA.\n\nBob checks his watch; realizes he’s early. A sudden\nRUMBLE makes him look up. The LAVA FALL PARTS, revealing\na SECRET PASSAGEWAY. MIRAGE emerges.\n\nBob instinctively pulls back, leaving the door opened\njust enough to watch. A SILHOUETTED FIGURE follows after\nMirage, gesturing animatedly. They pause at the entrance\nto the passageway, their talk too distant to be heard.\n\n(CONTINUED)\n\f50.\nCONTINUED:\n\nA sound causes MIRAGE to look in Bob’s direction.\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f50. CONTINUED:\n\nA sound causes MIRAGE to look in Bob’s direction. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DINING HALL - OUTER CORRIDOR - MOMENTS LATER\n\nMirage, suspicious, pushes open the dining hall DOORS.\nClimbing out of the transpod, Bob notices her and smiles.\n\nBOB\nAm I overdressed?\n\nMIRAGE\nActually, you leok rather dashing.\n\nINT. DINING HALL\n\nBob and Mirage are seated at an enormous table that runs\nparallel to an equally large LAVA FALL.\n\nBOB\nI take it our host is--\n\nMIRAGE\nI’m sorry. He’s not able to dine with us\ntonight. He hopes you'll understand.\n\nBOB\nOf course. I usually make it a point to\nknow who I’m working for.\n\nMIRAGE\nHe prefers a certain amount of anonymity.\nSurely you of all people understand that.\n\nBOB\nI was just wondering... of all the places\nto settle down, why live--\n\nMIRAGE\n--with a volcano? He’s attracted to\npower. So am I. It’s a weakness we share.\n\nBOB\nSeems a bit unstable.\n\nMIRAGE\nI prefer to think of it as misunderstood.\n\nBOB\nAren’'t we all?\n\n(CONTINUED)\n\f51.\nCONTINUED:\n\nMIRAGE\nVolcanic soil is among the most fertile\non earth. Everything at the table was\ngrown right here. How does it compare?\n\nBOB\nEverything's delicious.\n\nBob raises his glass. Mirage smiles and does likewise.\nMONTAGE: INCREDIBLE AGAIN\n\nHis self-esteem back, Bob returns home with renewed\nvigor. He bonds with his kids, gets frisky with Helen,\n\nand takes new pride in his appearance. He buys a new\nsnazzy SPORTS CAR for himself, and a new car for Helen.\n\nAfter he says goodbye to Helen several mornings, clearly\npretending to go off to the job he no longer holds at\nInsuricare, we see how he’s actually spending his days;\ndropping weight and getting in shape.\n\nThe Superheroic workouts do their job; Bob is in the best\nshape he’s been in many years.\n\nINT. BOB'S BEDROOM - MORNING - MONTHS LATER\n\nBob, dressed in a more expensive and tailored version of\nhis Insuricare suit, pauses to examine the torn spot on\nhis MR. INCREDIBLE SUPERSUIT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BOB'S BEDROOM - MORNING - MONTHS LATER\n\nBob, dressed in a more expensive and tailored version of\nhis Insuricare suit, pauses to examine the torn spot on\nhis MR. INCREDIBLE SUPERSUIT. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN (0.S.)\nHurry, honey, or you'll be late for work!\n\nBob quickly stuffs his SUPERSUIT into his briefcase and\nsnaps it shut.\n\nPARR HOUSE - FRONT DOORSTEP - MORNING\nBob pauses at the doorstep. Helen enters and HUGS him.\nHELEN\nHave a great day, honey! Help customers,\nclimb ladders--\n\nBOB\n--bring bacon--\n\nHELEN\n--all that jazz!\n\nHelen plants a proud kiss on his lips. Bob exits.\n\f52.\n\nEXT. E’S HOUSE - DAY\n\nBob's new car pulls up to an imposing gate, a futuristic\nweb of parallel laser beams. He turns toward a video\nscreen and presses a button beneath it. The VIDEO SCREEN\nlights up, revealing a BURLY GUARD.\n\nGUARD\nDo you have an appointment?\n\nBOB\nI’m an old friend, I just wanted--\n\nGUARD\nAll visitors are required to make arr--\n\nThe GUARD suddenly flinches from something below camera,\nand is shooed offscreen by a strident, husky female voice-\n\nVOICE\nGet back, Rolf! Go check the electric\nfence or something.\n\nA pair of huge glasses fronting the top half of a head\nrises into the bottom half of the screen, out of focus.\nThis is EDNA MODE, known by her friends simply as “E.”\n\nE\nWhat is it? What do you want??\n\nBob removes his sunglasses and grins at the camera.\n\nE (CONT'D)\nMy God, you’ve gotten fat. Come in! Come!\n\nThe gate opens and Bob drives up the long driveway that\nwinds up the hill to E’s tastefully arty house.\n\nINT. E'S HOUSE\n\nE leads Bob through the tasteful, minimalistic entrance\nway into her massive living room. E is in her early\nsixties, half German, half Japanese, and like both of\nthose small countries, not to be underestimated.\n\nE\nYes, things are going quite well. My God,\nno complaints. But, you know, it is not\nthe same. Not the same at all.\n\nBOB\nWeren’t you just in the news? Some show\nin Prague?\n\n(CONTINUED)\n\fCONTINUED:\n\n53.\n\nE\nMilan, darling, Milan. “Supermodels”-—\nHAH! Nothing super about them.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\fCONTINUED:\n\n53. E\nMilan, darling, Milan. “Supermodels”-—\nHAH! Nothing super about them. \n\nTARGET SECTION TO BE ANNOTATED:\n Spoiled,\nstupid little stick figures with poofy\nlips who think only about themselves-—\nFEH! I used to design for Gods! But\nperhaps you come with a challenge, eh? I\nwas surprised to get your call.\n\nBOB\nE, I just need a patch job.\n\nBob hands E his damaged suit. She examines it, frowning.\n\nE\nThis is megamesh, outmoded but very\nsturdy, and you've torn right through it.\nWhat have you been doing, Robert? Moon-\nlighting hero work?\n\nBOB\nMust've happened a long time ago.\n\nE\n(knowingly)\nI see.\n(re: his suit)\nThis is a hobo suit, you can’t be seen in\nthis. I won’t allow it. Fifteen years\nago, maybe. But now...\n\nE drops the suit into a trashcan. Bob retrieves it.\n\nBOB\nWhat do you mean? You designed it.\n\nE\nI never look back, darling. It distracts\nfrom the now. You need a new suit. That\nmuch is certain.\n\nBOB\nA new suit? Where the hell would I get--\n\nE\nYou can’t! It’s impossible, I'm far too\nbusy so ask me now, before I again become\nsane.\n\nBOB\n\n(confused)\nYou... want to make me a suit?\n\n(CONTINUED }\n\f54.\nCONTINUED: (2)\n\nE\nYou push too hard, darling-- but I\naccept. It will be bold. Dramatic!\nHeroic!\n\nBOB\nYeah. Something classic, like Dynaguy. He\nhad a great look. The cape, the boots-—-\n\nE\nNo capes.\n\nBOB\nIsn't that my decision?\n\nUnaccustomed to being questioned, E visibly STIFFENS.\n\nE\nDo you remember... Thunderhead?\n\nFLASHBACK: MAELSTROM IN HIS PRIME\n\n--beefy and B-movie handsome, decked out in a splendid\noutfit with elegant floor-length CAPE.\n\nE (V.0.)\nTall, storm powers, nice man. Good with\nkids...\n\nRESUME SCENE\n\nBob knows where this is headed and moves to speak, but is\ninstantly cut off by E.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nE (V.0.)\nTall, storm powers, nice man. Good with\nkids... RESUME SCENE\n\nBob knows where this is headed and moves to speak, but is\ninstantly cut off by E. \n\nTARGET SECTION TO BE ANNOTATED:\nE\nSeptember 15th of fifty-eight--\nRESUME FLASHBACK\n\nA MADMAN aims a MISSILE LAUNCHER at a city across a bay.\nMaelstrom leaps into frame, dispatches him with a single\npunch and turns the missile towards the open sea. His\nduty done, he turns and smiles at a young lady standing\nnearby, failing to notice that his cape has caught on the\nmissile--\n\nE (v.0.)\n~-all was well, another day saved, when--\n\nThe rocket BLASTS into the distance, taking Maelstrom\nwith it--\n\n(CONTINUED)\n\fCONTINUED:\n\nE (V.0.} (CONT’D)\n-- his cape snagged on a missile fin. His\nscorched remains were found several\nhundred miles away~-\n\nINTERCUT: comically brief FLASHBACKS (as E describes\nthem) of each Super being doomed by his or her cape--\n\nBOB\nMaelstrom wasn’t the brightest bulb in th-\n\nE\n(cuts him off)\n--SLIPSTREAM: April 19th, fifty-seven.\nCape caught in a jet turbine--\n\nBOB\nE, you can’t generalize about these th-~\n\nE (V.0.)\n\n(rapid-fire FLASHBACKS)\n~~MULTIMAN: express elevator, DYNAGUY:\nsnag on takeoff, SPLASHDOWN: sucked into\na vortex-—\n\nEND FLASHBACKS. E glares at Bob, declaring with\nunassailable finality:\n\nE (CONT’D)\n--NO CAPES!\n(turns, exiting dismissively)\nWell, go on. Your new suit will be\nfinished before your next assignment.\n\nBOB\nYou know I’m retired from hero work.\n\nE\nAs am I, Robert. Yet here we are.\n\nBOB\nI only need a patch job, E. For\nsentimental reasons.\n\nE\n(heavy sigh, takes suit)\nFine. I will also fix the hobo suit.\n\nBOB\nE, you’re the best of the best.\n\nE\nYes, I know, darling. I know.\n\f56.\n\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI know. 56. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARR HOME - MASTER BEDROOM - EVENING\nHelen plucks one of Bob’s enormous shirts from a stack of\nfreshly cleaned laundry and hangs it up in their closet,\nwhen something catches her eye:\nA long, PLATINUM-BLONDE HAIR (Mirage’s) on Bob’s suit\njacket. Helen plucks it off, examining it. The phone\nRINGS. She goes to answer it, hesitating when she hears--\nBOB (0.S.)\nI got it! Don’t answer it, honey, I got\nit!\n\nHelen frowns. There’s something suspicious about Bob’s\neagerness.\n\nINT. BOB’S DEN\nBob picks up the phone~~\n\nBOB\nHello?\n\nINT. CONTROL ROOM - NOMANISAN\n\nMIRAGE\nWe have a new assignment for you.\n\nINT. MASTER BEDROOM - WITH HELEN\n\nShe carefully picks up the phone, places a hand over the\nMouthpiece, and listens in...\n\nMIRAGE'S VOICE (PHONE)\nHow soon can you get here?\n\nBOB‘S VOICE (PHONE)\nI‘ll leave tomorrow morning.\n\nHelen REACTS.\nINT. BOB’S DEN\n\nBOB\nI understand. Goodbye.\n\nBob hangs up the phone and moves to the door, opening it.\nHelen is there, blocking the doorway. She forces a smile.\n\nHELEN\nWho was that, honey? The office?\n\n(CONTINUED)\n\f57.\nCONTINUED:\n\nBOB\nAnother conference. Short notice, but--\n(smiles, shrugs)\n~-duty calls.\n\nBob squeezes past her and exits. Helen stares into his\nden, feeling suspicious and impotent.\n\nINT. PARR GARAGE - MORNING\n\nBob is seated in his new sports car, its engine purring.\nHe belts himself in. Helen enters, still in her robe.\n\nHELEN\nBob=—\n\nBOB\nHmn? What is it, honey?\n\nA storm of conflicting emotions play across Helen‘s face.\nBut she puts on a happy face and leans down through his\nopen window.\n\nHELEN\nHave a nice trip.\n\nBOB\n\nThanks, honey. Call you when I land.\nHELEN\n\nI love you... so much.\n\nSomething in her voice makes Bob hesitate. He looks back\nat her, curious.\n\nBOB\nI love you too.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething in her voice makes Bob hesitate. He looks back\nat her, curious. BOB\nI love you too. \n\nTARGET SECTION TO BE ANNOTATED:\nHe gives her a kiss, then backs out of the driveway, and,\nwith a wave, drives off.\n\nEXT. ABOVE THE CLOUDS - DAY\n\nThe sleek-looking MANTA JET slices the sky.\n\nINT. MANTA JET\n\nBob, leaner and meaner in his new SUPERSUIT, dips a fresh\n\nprawn into some cocktail sauce and gazes around the\nluxurious cabin. He’s happy as a clam.\n\n(CONTINUED )\n\f58.\nCONTINUED:\n\nAUTOPILOT\nThis is your automated Captain speaking.\nWould you care for more Mimosa?\n\nBOB\nDon’t mind if I do. Thanks.\n\nHis glass disappears into his armrest, instantly replaced\nby a full glass of mimosa.\n\nAUTOPILOT\nYou‘re welcome. Currently 78 degrees in\nNomanisan. Please fasten your seat\nbelts. We’re beginning our descent.\n\nOVER THE ISLAND\n\nAs the jet begins its descent toward the island, we begin\nto see its spectacular aspects: active volcano, towering\nsnow-capped peak, tumbling waterfalls, futuristic\nmonorail, etc.... a paradise on earth.\n\nSuddenly the engines cut off and the jet PLUNGES, nose\ndown, into the sea, converting into a SUBMERSIBLE.\n\nBENEATH THE WATER’S SURFACE\n\nThe jetsub cruises through a fantastic seascape of exotic\notherworldly rock formations, toward the base of the\nisland through vast curtains of bubbles created from a\nfield of cooling lava.\n\nA massive door OPENS, revealing a huge underwater docking\nbay. The ship enters, the entrance closing behind them.\n\nINSIDE THE DOCKING BAY\n\nThe water DRAINS. The JETSUB settles to a landing. A\ngiant DOCKING TUBE extends from a side wall and connects\nto the side of the jetsub.\n\nINT. JETSUB\n\nBob turns as a door opens, REVEALING a small side chamber\nand a pair of shapely LEGS. MIRAGE leans into view.\n\nMIRAGE\nWelcome back, Mr. Incredible. Nice suit.\nYou've lost weight.\n\nBOB\nBut not my appetite. It‘s good to be\nback. Mirage.\n\n(CONTINUED)\n\f59.\nCONTINUED:\n\nBob enters the monopod. The doors shut and it takes off.\nEXT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nBob enters the monopod. The doors shut and it takes off. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NOMANISAN JUNGLE ~ TRAVELING WITH THE POD\n\nThe MONOPOD zooms along a track which rises from a tunnel\nbeneath the lagoon and sweeps through the jungle.\nAlthough this is his second time here, Bob is seeing the\nisland with new eyes. It is a WONDER.\n\nThe monopod track disappears straight into a rushing\nWATERFALL. Suddenly the waterfall PARTS, the water\nseparating like an enormously long chiffon curtain,\nrevealing the intricately designed architecture hidden\nunderneath.\n\nWITH THE POD\n\nas it enters a VERTICAL TUBE, and ZOOMS upward into the\ndark.\n\nINT. GUEST QUARTERS - MOMENTS LATER\n\nElevator doors slide open crisply. Bob enters and takes\nin the room. It is small, open and tasteful, with a\nbalcony overlooking a breathtaking view of the jungle and\nthe ocean beyond.\n\nMIRAGE\nYou will be briefed about your next\nassignment in conference room at two.\nRoom A113.\n\nBOB\nTwo o'clock. Thanks.\n\nMIRAGE\nSee you there.\n\nMirage leaves. Bob enters, throwing his case on the bed.\nHe grabs a pear from a bowl of fresh fruit and takes a\nbite. He steps out on his balcony and leans against the\nrailing. He could get used to paradise.\n\nINT. PARR HOME - BASEMENT HALLWAY - DAY\n\nHelen vacuums. She notices some debris outside Bob’s den,\nand vacuums it. The vacuum bumps the door and it swings\nopen. Helen stares at the floor, pushes the vacuum\nforward in a probe of Bob’s den carpet. The sound of\nfilthy debris rattles up the vacuum tube. Helen SIGHS:\nshe’s got to vacuum the entire room.\n\f60\n\nINT. BOB‘S DEN - CONTINUOUS\n\nAs she begins to vacuum the den floor, she notices that\nthe door of his Mr. Incredible suit display case is AJAR.\nShe pushes it closed and suddenly STOPS, looking closer\nat Bob’s old SUPERSUIT-~\n\n~-and sees a new rip, expertly and recognizably mended.\n\nHELEN\nEdna.\n\nINT. PARR HOUSE ~ KITCHEN ~- DAY\n\nHELEN\nHello? I’d like to speak to Edna.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PARR HOUSE ~ KITCHEN ~- DAY\n\nHELEN\nHello? I’d like to speak to Edna. \n\nTARGET SECTION TO BE ANNOTATED:\nE\nThis is Edna.\nHELEN\nE? This is Helen.\nE\nHelen who?\nHELEN\nHelen Parr-- er, uh... you know...\nElastigirl.\nE\nDARLING! How ARE you?? How divine to hear\nfrom you!\nHELEN\n\nYes, it has been a while. Listen, there’s\nonly one person Bob would trust to patch\nhis Supersuit, and that’s YOU, E.\n\nE\nYes yes yes. Marvelous, isn’t it? Much\nbetter than those horrible pajamas he\nused to wear. They are all finished, when\nare you coming to see? Don’t make me beg,\ndarling, I won‘’t do it, you know!\n\nHELEN\nBeg... uh-~? No, I’m calling abeg about-~\nsuit-- about suit... Bob sssuit---\n(frustrated with herself)\n-~-I’m calling about Bob’s suit!\n\n(CONTINUED)\n\f61.\nCONTINUED:\n\nE\nYou come in one hour, darling. I insist.\nOkay? Okay, bye.\n\nINT. NOMANISAN BASE - CONFERENCE ROOM A113\n\nBob opens the door. No one is there. He checks the wall\nclock: two o’clock. He decides to enter and takes a seat\nat the meeting table. There are some strange, low sounds.\n\nhen the far wall SLIDES OPEN, revealing the outdoors and~\n--a bigger, badder OMNIDROID.\n\nBob turns to run, but the OMNIDROID is fast. It grabs him\nand flings him into the outside air.\n\nEXT. BASE - JUNGLE CLEARING ~ CONTINUOUS\n\nBob SAILS to the edge of the jungle, landing with a thud.\nBefore he can react, the robot has him again, and slams\nhim into the ground. A VOICE comes over a loudspeaker.\n\nVOICE\nIt’s BIGGER! It's BADDER!\n\nThe robot seizes Bob in one giant claw, turning two\nothers into WHIRLING BLADES. They close in on Bob’s neck-~-\n\n--when a young, chunky, wild-haired man in a bright\nSupersuit descends from the sky on jet-boots, landing on\ntop of the enormous robot.\n\nWILD-HAIRED MAN\nIt’s too much for Mr.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe robot seizes Bob in one giant claw, turning two\nothers into WHIRLING BLADES. They close in on Bob’s neck-~-\n\n--when a young, chunky, wild-haired man in a bright\nSupersuit descends from the sky on jet-boots, landing on\ntop of the enormous robot. WILD-HAIRED MAN\nIt’s too much for Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Incredible! It’s\nfinally ready!\n\nThe wild-haired man pokes a few buttons on one of his\nwristbands. The robot’s BLADES stop, the bot stands down.\n\nWILD-HAIRED MAN (CONT'D)\nI went through quite a few Supers to gel\nit worthy to fight you, but, man... it\nwasn't good enough! After you trashed the\nlast one I had to make some major\nmodifications. Sure it was difficult, but\nyou are worth it. After all... I’m your\nbiggest fan.\n\nA dark realization falls over Bob’s face...\n\nBOB\nBuddy...?\n\n(CONTINUED)\n\f62\nCONTINUED:\n\nBUDDY\nMy name’s not BUDDY!\n\nHe presses a button on one of the thick platinum BANDS\naround his wrists: the OMNIDROID FLINGS Bob again.\n\nBUDDY (CONT'D)\nAnd it‘s not “IncrediBoy” either. That\nship has sailed. All I wanted was to help\nyou. I only wanted to help! And what did\nyou say to me??\n\nPLASHBACK: MR. INCREDIBLE & BUDDY 15 YEARS EARLIER\n\nA shot from the prologue, softened by memory. A young Mr.\nIncredible turns away from Buddy/IncrediBoy.\n\nMR. INCREDIBLE\nGo home, Buddy. I work alone.\n\nFLASHBACK: BUDDY IN HIS BEDROOM\n\nStill in his IncrediBoy costume, but without the mask,\nBuddy glowers up at his bedroom wall, a shrine to Mr.\nIncredible. He tears a poster off the wall.\n\nBUDDY (V.0.)\nIt tore me apart. But you taught me an\nimportant lesson: you can’t count on\nanyone...\n\nRESUME THE PRESENT - BOB & BUDDY\n\nBUDDY\n...especially your heroes.\n\nMR. INCREDIBLE\nI was wrong to treat you that way. I‘m\nsorry.\n\nBUDDY\n\nSee? Now you respect me. Because I'ma\nthreat. That’s the way it works. Turns\nout, there are a lot of people, whole\ncountries who want respect. And they will\npay through the nose to get it. How do\nyou think I got rich? I invented weapons.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd they will\npay through the nose to get it. How do\nyou think I got rich? I invented weapons. \n\nTARGET SECTION TO BE ANNOTATED:\nNow I have a weapon that only I can\ndefeat, and when I unleash it I’1ll get--\n\n(CONTINUED)\n\f63.\nCONTINUED:\n\nBob suddenly FLINGS the LOG at Buddy. He DUCKS it, and\npresses a button on one of his WRISTBANDS: a BEAM erupts\nfrom his index finger and HITS Bob in his chest, FREEZING\nhim mid-action. Buddy CHUCKLES with admiration.\n\nBUDDY (CONT'D)\nYou sly dog! You got me moncloguing!\n\nBuddy jerks his beam-arm to his right, effortlessly\nhurling Bob into a tree with tremendous force.\n\nBUDDY (CONT'D)\nCool, huh?? Zero-point energy. I save the\nbest inventions for myself!!\n\nBuddy immediately catches Bob in the IMMOBI-RAY again,\nfreezing him in space.\n\nBUDDY (CONT’D)\nLook at THAT! Am I good enough now?\n(slams Bob into ground)\nWHO'S SUPER NOW???\n(slams Bob again)\nI’m SYNDROME! Your nemesis! And--\n\nSyndrome realizes he’s lost Bob, inadvertently flinging\nhim over the trees.\n\nSYNDROME\nBrilliant.\n\nJUNGLE CLIFFS\n\nBob's body arcs over the treetops, dropping into a deep\n\nriver that flows into a waterfall. He pulls himself onto\na rock. Syndrome becomes visible over the distant trees.\nHe spies Bob and rockets toward him\n\nBob takes a running leap off the rock, over the falls,\nand disappears into the mists below.\n\nUNDERWATER - AT THE BASE OF THE FALLS\n\nBob hits the water in an explosion of bubbles.\n\nAT THE TOP OF THE FALLS\n\nSyndrome lands on the rock. Pulls a tiny electronic\nDEVICE from his wristband. He hits the primer. The device\nbegins to BEEP.\n\nSYNDROME\nTry one of these on for size, big boy.\n\n(CONTINUED }\n\f64\nCONTINUED:\n\nHe drops the device over the falls.\nUNDERWATER - THE BASE OF THE FALLS\n\nBob’s eyes widen when he sees the device entering the\nwater. He turns and swims as fast as he can for the\nnearest protection: a hole in the rocks.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED }\n\f64\nCONTINUED:\n\nHe drops the device over the falls. UNDERWATER - THE BASE OF THE FALLS\n\nBob’s eyes widen when he sees the device entering the\nwater. He turns and swims as fast as he can for the\nnearest protection: a hole in the rocks. \n\nTARGET SECTION TO BE ANNOTATED:\n The device\nEXPLODES--\n\nUNDERWATER TUNNEL\n~-blowing BOB through the hole so fast that--\nINT. CAVE\n\nHe is BLOWN into the inside of a cave. Bob COUGHS up some\nwater, tries to catch his breath. He looks up to see--\n\n--a skeletal FACE. He jumps back in surprise. It is the\nremains of a MAN, his only clothes the ragged remnants of\nshoulder pads, boots, and an odd-looking HELMET.\n\nBob crawls over to rub some dirt from the emblem over the\neyes: the emblem reads “G B”.\n\nBOB\nGazerbeam...\n\nThe skeleton is still sitting up, and Bob is compelled to\nfollow its gaze to the adjacent cave wall. There...\npresumably in his dying moments, Gazerbeam had burned a\nword into the rock: “KRONOS”.\n\nBOB (CONT'D)\nKronos...\n\n \n\nJust then Bob hears a sound near the blowhole of the\ncave. A tiny, flying PROBE rises from the hole. A scanner\ndetects a body in the cave, and the probe flies toward\nit. It pauses in front of the skeleton, scans it, then\nretreats, exiting.\n\nBob slowly rises from behind the skeletal remains and\nwatches it go.\n\nJUNGLE - TOP OF THE FALLS\nSyndrome’s PROBE emerges from the mist of the falls and\n\nreturns to Syndrome. It BEEPS as it DOCKS with his\nwristband.\n\n(CONTINUED?\n\f65.\nCONTINUED:\n\nPROBE\nLife readings negative. Mr. Incredible\nterminated.\nSyndrome BOWS his head in respect to his former idol.\nINSIDE E’S HOUSE - DAY\n\nE leads Helen downstairs toward her hidden lab.\n\nE\nThis project has completely confiscated\nmy life, darling... consumed me as only\n\nhero work can. My best work, I must\nadmit. Simple. Elegant, yet bold. You\nwill die. I did Robert’s suit and it\nturned out so beautiful I just had to\ncontinue!\n\nHELEN\nE, it’s great to see you, but-- I have no\nidea what you're talking about, I just--\n\nE\nYes, words are useless.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\nwill die. I did Robert’s suit and it\nturned out so beautiful I just had to\ncontinue! HELEN\nE, it’s great to see you, but-- I have no\nidea what you're talking about, I just--\n\nE\nYes, words are useless. \n\nTARGET SECTION TO BE ANNOTATED:\n Gobble gobble\ngobble-~ there’s too much of it, darling,\ntoo much! That is why I show you my work.\nThat is why you are here!\n\nShe turns to the wall and rapidly executes an elaborate\nseries of security measures:\n\npunches a fifteen-digit code with her left hand, while-~\npressing her right hand against a panel. It FLASHES, as--\nshe exposes her eyes to a RETINAL SCAN which--~\n\ncauses a MICROPHONE to extend from the wall to her lips--\n\nE (CONT’D)\n(into microphone)\nEdna... Mode.\n\nIN A FLASH: a CEILING PANEL OPENS, and out pops an\nENORMOUS GUN, which trains its sights on Helen. E sees\nthis, turns back to the microphone, adding hastily--\n\nE (CONT'D)\nAnd “guest.”\n\nThe gun retreats into the ceiling. The wall in front of\nthem OPENS dramatically, REVEALING:\n\f66\n\nE'S TESTING LAB\n\nA large, ultra-sophisticated work area, dedicated to the\ndesign, fabrication, and testing of SUPERHERO SUITS.\n\nE crosses to a large, raised PLATFORM mounted to a track\nrunning parallel to a glassed-in chamber, and sits in one\nof the two chairs facing it. Between the chairs is a\nsmall table with a fresh pot of coffee and assorted\ncookies. E motions Helen to join her-~\n\nE\nCome, sit. Cream and sugar?\n\nHelen shakes her head, feeling a little bewildered, and\nsits as E pours and hands her a cup of coffee.\n\nE (CONT’D)\nI started with the baby...\nHELEN\n“Started”?\nE\n\nShh, darling, shh--!\n\nInside the chamber, a panel opens. A small, featureless\nBABY MANNEQUIN in a tiny red SUIT (sporting the same “i”\ninsignia as Bob’s) mounted to a post emerges, tracking\nslowly from one end of the chamber to the other.\n\nE (CONT’D)\n..-I cut it a little roomy for the free\nmovement, the fabric is comfortable for\nsensitive skin--\n\nThe inside of the chamber ERUPTS in FLAMES.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nInside the chamber, a panel opens. A small, featureless\nBABY MANNEQUIN in a tiny red SUIT (sporting the same “i”\ninsignia as Bob’s) mounted to a post emerges, tracking\nslowly from one end of the chamber to the other. E (CONT’D)\n..-I cut it a little roomy for the free\nmovement, the fabric is comfortable for\nsensitive skin--\n\nThe inside of the chamber ERUPTS in FLAMES. \n\nTARGET SECTION TO BE ANNOTATED:\n Helen jumps\nback as E continues talking--\n\nE (CONT’D)\n--and can also withstand a temperature of\nover one thousand degrees~-—\n\nThe flames are suddenly replaced by a barrage of MACHINE\nGUN FIRE, as the suit is blasted by hundreds of bullets--\n\nE (CONT'D)\n--completely bulletproof--\n\nThe GUNFIRE stops.\n\n(CONTINUED }\n\f67.\nCONTINUED:\n\nE (cONT‘D)\n-~and machine-washable, darling, that’s a\nnew feature.\n\nHELEN\nWhat in heaven’s name do you think the\nbaby will be doing???\n\nE\nWell, I’m sure I don’t know, darling.\nLuck favors the prepared. I didn’t know\nthe baby’s powers so I covered the basics-\n\nHELEN\nJack-Jack doesn’t have any powers.\n\nE\nNo? Well, he’1l look fabulous anyway.\n\nAs the Baby suit exits one end, the panel REOPENS on the\nother side. Another MANNEQUIN Dash's size swings into the\nsmoky chamber; its arms and legs slowly churning in a\n“running” motion which gradually accelerates into a BLUR.\n\nE (CONT'D)\nYour boy’s suit I designed to withstand\nenormous friction without heating up or\nwearing out, a useful feature...\n\nThe Dash suit departs into the wall as a new suit enters.\n\nE (CONT'D)\nYour daughter’s suit was tricky, but I\nfinally created a sturdy material that\nwill disappear completely as she does.\n\nHelen’s suit moves into view. ROBOT ARMS enter from above\nand below, CLAMP to the sleeves of arms and pants, and\nbegin to PULL them wide apart in various contortions--\n\nE (CONT’D)\nYour suit can stretch as far as you can\nwithout injuring yourself and still\nretain its shape.\n\nTwo small BOMBS appear on either side of the suit and\nEXPLODE, bending the\n\nE (CONT‘D)\nVirtually indestructible, yet it breathes\nlike Egyptian cotton.\n\n(MORE)\n\n(CONTINUED)\n\f68.\nCONTINUED: (2)\n\nE (CONT'D)\nAs an extra feature, each suit contains a\nHoming Device, giving you the precise\nglobal location of the wearer at the\ntouch of a button.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo small BOMBS appear on either side of the suit and\nEXPLODE, bending the\n\nE (CONT‘D)\nVirtually indestructible, yet it breathes\nlike Egyptian cotton. (MORE)\n\n(CONTINUED)\n\f68. CONTINUED: (2)\n\nE (CONT'D)\nAs an extra feature, each suit contains a\nHoming Device, giving you the precise\nglobal location of the wearer at the\ntouch of a button. \n\nTARGET SECTION TO BE ANNOTATED:\nThe chamber goes dark, the lights return to their less—\ndramatic setting. E swivels to face Helen, a cocky smile\nplaying at the corners of her mouth.\n\nE (CONT’D)\nWell, darling? What do you think?\n\nHELEN\nWhat do I think?? Bob is retired! I'm\nretired! Our family is underground! You\nhelped my husband resume secret hero work\nbehind my back??\n\nE\nI assumed you knew, darling! Why would he\nkeep secrets from you?\n\nHELEN\n(defensive)\nHe wouldn't! He didn’t-- doesn’t!\n\nThere is a heavy PAUSE. E considers her.\nE\n\nMen at Robert’s age are often unstable.\nProne to weakness.\n\nHELEN\nWhat are you saying...?\nE\nDo you know where he is...?\nHELEN\nOf course.\nE\n\nDo you KNOW where he is?\nSEA CLIFFS - NOMANISAN - DUSK\nBob hiding in brush at the top of a cliff. Along the\nwaterline far below, a monopod streaks toward him along a\ntrack which curves around the coastline. Bob crouches...\nand DIVES-~\n\n~-we fall with him, whistling through the air until we\nhit a PALM TREE.\n\n(CONTINUED)\n\f69.\nCONTINUED:\n\nThe palm BENDS, slowing Bob’s drop before he expertly\nreleases it and drops into another palm directly below\nit.\n\nBob leaps onto the roof of the pod, quickly dispatching\nthe guards inside, tossing them into the ocean. Bob seats\nhimself at the controls, as the pod races toward\nSyndrome’s base and a security checkpoint.\n\nCHECKPOINT\n\nTwo GUARDS look up as they hear the monopod approach. A\nsparking WHEEL CARRIAGE arrives at the gate, its cab\ncompletely torn off and missing.\n\nSuddenly alert, the GUARDS cock their guns and aim into\nthe dark. We hear a distant GRUNT. A moment later the CAB\nfalls from the sky, crashing on top of the GUARDS.\n\nBob runs through the wrecked gate, toward the base.\nEXT. BASE\n\nBob pulls up behind some trees. There are several GUARDS;\ntwo at the vehicle entrance, another at the balcony\nabove.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BASE\n\nBob pulls up behind some trees. There are several GUARDS;\ntwo at the vehicle entrance, another at the balcony\nabove. \n\nTARGET SECTION TO BE ANNOTATED:\n Bob thinks a bit, looks down and finds a COCONUT,\n\nWith expert precision, he throws it at the balcony guard,\nBEANING HIM. He falls off the balcony and hits the\nground.\n\nThe other guards rush to help him, leaving their post.\nBob runs up to the vehicle entrance-- it’s locked tight.\nBob sees shadows of guards approaching, he’s out in the\nopen and about to be caught when--\n\n~-the door suddenly sweeps up and open, taking Bob with\nit. An AMBULANCE moves out of the open bay, and as the\ndoor moves closed behind it we see Bob drop into the\ngarage.\n\nElevator. Bob emerges in the DINING HALL and stares at\nthe LAVA FALL. He knows there is a secret passage behind\nit. Picks up large stone sculpture. Readies to run into\nlava. One... two... thr--\n\nBob is startled by a flash of light behind the fall; the\npassage is opening. He loses his balance, struggling to\nset the massive sculpture back into place before Mirage\nenters. Bob rushes into the closing passage. Jumps clear\njust as passage CLOSES.\n\n(CONTINUED )\n\f70.\nCONTINUED:\n\nA series of parallel floor lights click on. Bob follows\nthem to an ELABORATE CHAIR in the center of the dark, lit\nfrom above. Bob sits down in the chair. A GIANT, CURVED\nSCREEN lights up in front of him, with a blinking cursor\nin its center.\n\nBob types in “KRONOS”. The computer screen refreshes: Bob\nis IN.\n\nRESUME E’S LAB\nHelen on phone. E listens intently in the b.g.\n\nHELEN\nHello, this is Helen Parr, Bob Parr is my\nhusband. I was wondering if you could\ngive me the number of the hotel he’s\nstaying at. The number I have is no good.\n\nSECRETARY\nMr. Parr no longer works at Insuricare.\n\nHELEN\nWhat do you mean? He-- he’s on a business\ntrip, a company retreat~-\n\nSECRETARY\nMy records say he was terminated almost\ntwo months ago.\n\nHelen HANGS UP in a daze.\n\nE\nSo. You don't know where he is...\n\nHelen shakes her head. E HOLDS UP the HOMING DEVICE.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou don't know where he is... Helen shakes her head. E HOLDS UP the HOMING DEVICE. \n\nTARGET SECTION TO BE ANNOTATED:\nE (CONT'D)\nWould you like to find out?\n\nINTERCUT:\n\nBob enters the computer record of the development of the\nOMNIDROID. It squares off Superheroes on one half of the\nscreen with progressively more advanced versions of the\nOmnidroid. A “TERMINATED” band blots out the loser of\neach encounter.\n\nBob's eyes fill with horror: Syndrome has been using\nSuperheroes to beta~test his Omnidroid killing machines,\nstarting with the weaker Superheroes and working his way\nup as the robots became more deadly.\n\n{CONTINUED }\n\f71.\nCONTINUED:\n\nPace after face of deceased Superheroes flash by:\nGAZERBEAM... GAMMA JACK... EVERSEER..-\n\nBob turns away, staggered.\n\nHe types in the name: ELASTIGIRL. Under “whereabouts” the\ncomputer answers “UNKNOWN”. Bob heaves a sigh of relief.\n\nINT. E’S LAB - SAME MOMENT\n\nHelen reluctantly takes the homing locator from E and\nstares at it, not sure she wants to know what it may tell\nher.\n\nSYNDROME’S MASTER COMPUTER ROOM ~ WITH BOB\n\nBob is now looking at Syndrome’s master plan, which seems\nto indicate unleashing the Omnidroid on a major city. A\ncountdown has already started: it’s happening within 24\nhours. Bob rises from the console and starts for the\nEXIT,\n\nINT. E’S LAB - SAME MOMENT\n\nHelen presses the locator button on the homing tracker.\nOn the viewscreen, the locator isolates a remote island.\n\nWITH BOB\n\nAs the dot over the “i” on his chest-logo LIGHTS UP...\nbeeping. Bob looks down in surprise. An alarm sounds as\nthe room is awash in bright light. Unwittingly Helen has\nexposed him.\n\nBob races for the exit, but is hit by sticky balls of goo\nfired from guns lining the walls, which INFLATE, quickly\nmaking it impossible to run.\n\nBob falls to the floor, swallowed up by the expanding\ngoo.\n\nBOB'S P.O.V.:\n\nThe expanding goo-balis fill up the P.O.V.... but not\nbefore Bob makes out the recognizable figure approaching\nhim: MIRAGE.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nV.:\n\nThe expanding goo-balis fill up the P. O. V.... but not\nbefore Bob makes out the recognizable figure approaching\nhim: MIRAGE. \n\nTARGET SECTION TO BE ANNOTATED:\nE'S KITCHEN - SEVERAL MINUTES LATER\n\nCoffee has been made and partially consumed. The morning\npaper, still rolled, rests on the table. Helen, eyes\nreddened from crying, blows her nose into a wadded length\nof toilet paper handed her by a mildly disgusted £.\n\n(CONTINUED)\n\fCONTINUED:\n\n72.\n\nHELEN\nI’m such an idiot. I let this happen you\nknow. The new sports car, the getting in\nshape, the blonde hair, the lies!\n\nE\nYes. He attempts to relive the past.\nHELEN\nAnd now I’m losing him!\n(sobbing)\n\nWhat‘1ll I do? What‘’ll I do??\n\nE\nWhat are you talking about...?\n\nE suddenly leaps onto the table. She WHACKS Helen with\nthe rolled-up newspaper.\n\nE (CONT'D)\nYOU ARE ELASTIGIRL! My God, pull yourself\ntogether!! What will you do? Is this a\nquestion? You will show him you remember\nthat he is Mr. Incredible, and you will\nremind him who YOU are. Well, you know\nwhere he is. Go. Confront the problem!\nFIGHT! WIN!\n\n(pleasantly)\n\nAnd call me when you get back, darling. fi\nenjoy our visits.\n\nINSIDE PARR HOUSE ~ HALLWAY ~ LATER\n\nReadying to leave, Helen talks to Violet as they walk\ntoward Helen's bedroom.\n\nHELEN\nThere's lots of leftovers you can reheat.\nMake sure Dash does his homework and both\nof you get to bed on time. I should be\nback tonight, late. You can be in charge\nthat long, can’t you?\n\nVIOLET\nYeah... but why am I in charge again?\nHELEN\nNothing. Just a little trouble with\nDaddy.\nVIOLET\nYou mean Dad’s in trouble? Or... Dad is\n\nthe trouble?\n(CONTINUED )\n\f73.\nCONTINUED:\n\nHelen pauses outside her bedroom door.\n\nHELEN\nI mean either he’s in trouble...\n(darkly)\n---or he’s going to be.\n\nINSIDE MASTER BEDROOM\n\nMom enters, looks at her open travel bag, then the SUITS\nE made. She SIGHS, decides to pack her SUPERSUIT. Then\nsees Dash staring at the matching bright red outfits.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nINSIDE MASTER BEDROOM\n\nMom enters, looks at her open travel bag, then the SUITS\nE made. She SIGHS, decides to pack her SUPERSUIT. Then\nsees Dash staring at the matching bright red outfits. \n\nTARGET SECTION TO BE ANNOTATED:\nDASH\nHey what's THAT? Where'd you get that,\nMom?\n\nMom STRETCHES to slam the door closed. IMMEDIATELY Dash\nis outside the sliding window, looking in.\n\nDASH (CONT’D)\nYou made a cool outfit? Hey, are those\nfor us?? We all get cool outfits?\n\nMom stretches to pull the blinds, briefly taking her hand\noff the doorknob. Dash ZOOMS back through the door, nabs\nhis outfit and is gone. Helen calls after him.\n\nHELEN\nWait a-- DASH! You come back THIS MOMENT!\n\nThe phone RINGS. Helen, expecting it, quickly picks up.\nHELEN (CONT'D)\nHey Snug! Thanks for getting back.\nListen, I know this is short notice--\nViolet has entered. She stares at the suits on the bed.\n\nVIOLET\nWhat are these?\n\nDash ZIPS back in, fully dressed in his suit.\nDASH\nLook! I'm “The Dash.”\n(zips to mirror)\nThe Dash likes.\n\nHelen tries to zip up her bag and return Violet's suit to\nthe closet. Violet is back though, and SEES this.\n\n(CONTINUED)\n\f74.\nCONTINUED:\n\nHELEN\n(inte phone)\nJust a moment--\n(irritated, to Dash)\nTake that off, before somebody sees you.\n\nVIOLET HELEN\nBut you’re packing one just Please, honey, I’m on the\nlike it. Are you hiding phone-- DASH!\n\nsomething? Mom?\n\nDash whisks the suit from Helen, offers it to Violet.\n\nDASH VIOLET\nThis is yours! It’s {to Helen)\nspecially made. What‘s going on--?\n\nHelen pushes BOTH children out into the hall and SLAMS\nher door. Violet looks at the suit, then at Dash.\n\nVIOLET\nWhat makes you think it’s special?\n\nDASH\nI’unno. Why’d Mom try to hide it?\n\nDash runs off. Violet looks at the suit, wondering.\nMaking her hand invisible, she touches the suit--\n\n--it VANISHES. She draws back, taking her finger off the\nsuit: it REAPPEARS. Violet stares at the suit with wide\neyes: WHOA.\n\nINSIDE MASTER BEDROOM\n\nHELEN\n(into phone)\nSnug, I'm calling in a solid you-owe-me.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe draws back, taking her finger off the\nsuit: it REAPPEARS. Violet stares at the suit with wide\neyes: WHOA. INSIDE MASTER BEDROOM\n\nHELEN\n(into phone)\nSnug, I'm calling in a solid you-owe-me. \n\nTARGET SECTION TO BE ANNOTATED:\nSNUG’S OFFICE ~ AIRPORT\n\nCluttered and comfortable. A blown-in-the-bottle museum\nof flying arcana. SNUG PORTER, lean, leathery and laugh-\nlined, twirls a pencil as he takes the call.\n\nSNUG\nAbout time. What’s it been? 15 years? I\nwas starting to get comfortable. Whaddya\nneed?\n\nHELEN\nA jet. What can you get that’s fast?\n\n(CONTINUED )\n\f75.\nCONTINUED:\n\nSnug turns to his office window, which looks out onto the\ntarmac, and lifts a few venetian blinds, REVEALING an\namazingly sleek and powerful-looking jet.\n\nSNUG\nLet me think...\n\nABOVE THE CLOUDS ~ DAY\n\nThe JET soars through the golden late-afternoon sky.\nINSIDE THE JET’S COCKPIT - SAME TIME\n\nHelen pilots the jet as she speaks into her headset.\n\nHELEN\nIsland approach, India Golf Niner niner\nchecking in, VFR on top-- over.\n\nNo response. Helen checks the instruments, confirms her\ncourse. She tries again.\n\nHELEN (CONT'D)\nIsland Tower. This is India Golf Niner\nniner requesting vectors vectors to the\ninitial... over.\n(static)\nHuh.\n\nAn old sensation begins to creep into Helen’s thoughts:\ndanger. She grabs her duffle bag and zips it open,\nexposing the SUPERSUIT E made for her. She stares at it.\n\nHELEN (CONT’D)\nEasy, Helen. You're overreacting.\nEverything’s fine. They’re just--\n(tries an explanation)\n~-all getting coffee at the same time...\n\nHelen mulls the explanation. And decides it's ridiculous.\nShe flips a switch-- putting the jet on AUTOPILOT, grabs\nher suit and goes into the lavatory.\n\nNOMANISAN - JAIL CELL - SAME TIME\n\nBob awakens... and finds himself bound by huge metal\nrestraints, facing a nasty looking DEVICE that looks\nsomething like an electrified bed of nails. Syndrome\napproaches Bob.\n\nSYNDROME\nYou, Sir, truly are “Mr. Incredible”...\nYou know, I was right to idolize you.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nSYNDROME\nYou, Sir, truly are “Mr. Incredible”... You know, I was right to idolize you. \n\nTARGET SECTION TO BE ANNOTATED:\n(MORE } (CONTINUED)\n\f76\nCONTINUED:\n\nSYNDROME (CONT'D)\nI always knew you were tough. But\ntricking the probe by hiding under the\nbones of another Super? Ohhhh, MAN!! I’m\nstill geeking out about it...\n\n(his expression SOURS)\n\nThen you had to go and just-~ ruin the\nride. I mean, Mr. Incredible calling for\nhelp? “Help me!” Lame lame lame lame\nLAME! Alright, who did you contact?\n\nBob stares at Syndrome.\n\nBOB\ncontact? What are you talking about?\n\nSyndrome nods at a flunky, who presses a button. The\nTORTURE DEVICE jumps to life, emitting sparks as Bob\nwinces in pain.\n\nSYNDROME\nI’m referring to last night at 23:07\nhours, while you were snooping around,\nyou sent out a homing signal--\n\nBOB\n(in pain)\nI didn’t know... about the homing device--\n\nSyndrome ZAPS Bob again. He spasms, grimacing.\n\nSYNDROME\n--and now a government plane is\nrequesting permission to land here! WHO\nDID YOU CONTACT?\n\nBOB\n...I didn’t send for... a plane--\n\nSYNDROME\n(to Mirage)\nPlay the transmission.\n\nHELEN'S VOICE\nIsland approach, India Golf Niner niner\nchecking in, VFR on top--\n\nBob’s head snaps to attention. Syndrome sees it.\n\nBOB\nHelen...!\n\nSYNDROME\nSo you do know these people. Well, then,\nI‘ll send them a little greeting...\n\n(CONTINUED)\n\f77.\nCONTINUED: {2}\n\nWith flourish and a malicious grin, Syndrome presses the\nred LAUNCH button on a control console.\n\nMAIN CABIN\n\nHelen emerges from the lavatory dressed in her SUPERSUIT.\nShe throws her duffle bag ROUGHLY at a passenger seat.\n\nVIOLET’S VOICE\nOw!\n\nHELEN\nViolet!\n\nVIOLET\n{as she MATERIALIZES)\nIt’s not my fault! Dash ran away and I\nknew I’d get blamed for it and~-\n\nDash pops up from behind the seats at the back of the\ncabin, immediately engaging at the top of his lungs.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELEN\nViolet! VIOLET\n{as she MATERIALIZES)\nIt’s not my fault! Dash ran away and I\nknew I’d get blamed for it and~-\n\nDash pops up from behind the seats at the back of the\ncabin, immediately engaging at the top of his lungs. \n\nTARGET SECTION TO BE ANNOTATED:\nDASH VIOLET\nTHAT’S NOT TRUE! YOU said, --I thought he'd try to\n“Something's up with Mom” sneak on the plane so I\nand “We hafta find out came here and you closed\nwhat,” and it was YOUR the doors before I could\nIDEA, YOUR IDEA, 100% ALL- find him and then you took\nYOURS~ALL-THE-TIME IDEA! off and it’s NOT MY FAULT!\n\nHELEN\n\nWait a minute. You left Jack-Jack ALONE??\n\nVIOLET DASH\nYes, Mom! I'm completely No, we got someone, Mom!\nstupid. Of course we got a Someone great! We wouldn’=\nsitter! Do you think I'm do that! I love my baby\ntotally irresponsible? brother!\n\nThanks a lot!\n\nHELEN (CONT’D)\nWell, who’d you get???\n\nINT. PARR HOME - DAY\n\nSporting a ponytail, baggy baseball shirt and a mouthtu:\nof orthodontia, KARI MCKEON--thirteen, stands in the\nmiddle of the Parr living room, chatting into the phone.\nas Jack-Jack plays happily in the background.\n\f78.\nCONTINUED:\n\nKARI\nYou don't have to worry about one single\nthing, Mrs. Parr, I’ve got this\nbabysitting thing wired. I’ve taken\ncourses and learned CPR, and I got\nexcellent marks and certificates I can\nproduce on demand.\n\nINTERCUT: Helen on the jet.\n\nHELEN\nKari...\n\nKARI\nI also brought Mozart to play while he\nsleeps because leading experts say\n“Mozart makes babies smarter’-~\n\nHELEN\nKari...\n\nKARI\n~-and the beauty part is, the babies\ndon’t even have to listen ‘cause they’re\nasleep! I wish my parents played Mozart\nwhen I slept, because half the time I\ndon't know what the heck anyone's talking\nabout!\n\nHELEN\nKari, I really don’t feel comfortable\nwith this. I’1l pay you for your trouble\nbut I’d really rather call a service--\n\nKARI\nThere’s really no need, Mrs. Parr. I can\nhandle anything this baby can dish out.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’1l pay you for your trouble\nbut I’d really rather call a service--\n\nKARI\nThere’s really no need, Mrs. Parr. I can\nhandle anything this baby can dish out. \n\nTARGET SECTION TO BE ANNOTATED:\n(cooing to Jack-Jack)\ncan’t I, little boobily boy?\n\nRESUME JET - MAIN CABIN - SAME TIME\nHELEN\nKari, I appreciate your qualifications\n\nand your... your enthusiasm, but--\n\nA warning signal SOUNDS from the cockpit. Helen turns,\nrecognizing it instantly.\n\nCOCKPIT\n\nHelen ENTERS. Through the windshield, a rocket’s flare is\nsuddenly visible above the clouds. Helen's eyes WIDEN.\n\f79.\n\nMAIN CABIN\n\nThe “fasten seat belts” sign above Dash and Vi LIGHTS UP.\nThey exchange glances, reach for their seat belts. The\njet suddenly DIVES, throwing them into the ceiling.\n\nHELEN\n~~Friendlies at two zero miles south\nsouthwest of your position, angels 10.\nTrack east, disengage, over!! Disengage!!\n\nROARING THROUGH THE CLOUDS\n\nas the jet BANKS suddenly, barely avoiding a missile that\nsmokes past its metallic belly.\n\nRESUME SYNDROME’S BASE ~ PRISON CELL ~- SAME MOMENT\n\nHELEN'S VOICE\nIndia Golf Niner niner transmitting in\nthe blind guard--\n\nBOB\nNo--!\n\nRESUME HELEN’S JET - SAME MOMENT\n\nThrough the windshield we see the clouds suddenly part,\nrevealing: THE OCEAN looming toward us like an endless\nbrick wall. Helen plants her feet and YANKS BACK on the\ncontrols--\n\nMOVING ABOVE THE WATER'S SURFACE\n\nThe jet’s belly spanks the crests of the waves as it\nstruggles to pull out of its dive.\n\nRESUME COCKPIT\n\nas the jet is buffeted by the peaks of the ocean waves,\nits engines screaming as it finally reascends. The jet\ngoes vertical, throwing the kids backwards down the\naisle.\n\nHelen stabilizes the jet, then DOUBLE-TAKES as the\nmissiles reappear on her screen. She whirls to Violet--\n\nHELEN\nVi! I need you to throw a force field\naround the plane!\n\nVIOLET\nBut you said never to--\n\n(CONTINUED )\n\f80.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe whirls to Violet--\n\nHELEN\nVi! I need you to throw a force field\naround the plane! VIOLET\nBut you said never to--\n\n(CONTINUED )\n\f80. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nHELEN\nI know what I said!! Listen to what I‘m\nsaying now!!\n\nVIOLET\n--I’ve never done one that big before!\n\nRESUME SYNDROME’S BASE - PRISON CELL - SAME MOMENT\nVIOLET (CONT’D, OVER\nRADIO)\nIt’s not like I’ve been practicing!!\n\nHELEN (OVER RADIO)\nVIOLET!!! DO IT NOW!!\n\nBOB\nNO! Call off the missiles!! I’1l do\nanything!!\n\nSYNDROME\n\nToo late. Fifteen years too late.\nRESUME JET\n\nViolet FRETS, not sure where to start. She uncertainly\nstarts to form a force field, but it’s small and weak.\n\nQUICK CUTS:\n\nHELEN whirls toward the cockpit--\n\nThe jet’s RADAR display shows the missiles CONVERGING-~\nThe MISSILES CLOSE IN on the jet--\n\nHELEN shouts into her headset, EYES WIDENING in horror as-\nThe MISSILES CLOSE in on the jet's belly and--\n\nHelen throws off her headset, leaps out of her seat and--\n\n--STRETCHES: enveloping her kids an instant before-~\n\n--the jet EXPLODES, becoming a roiling fireball as the\nmissile cuts it in half.\n\nRESUME SYNDROME’S BASE - PRISON CELL ~ SAME MOMENT\nBOB REACTS in HORROR as the RADAR indicates a HIT!\nRESUME JET EXPLOSION: FALLING THROUGH THE SKY\n\nAn orange-red ball emerges from the blast and slowly\nunfurls: it’s HELEN (who’s OUT COLD) and the KIDS, who\n\nare WIDE AWAKE and screaming as they free-fall toward the\nocean.\n\n(CONTINUED }\n\fgl.\nCONTINUED:\n\nHelen COMES TO and SEES her children plummeting to their\ndeaths. She STRETCHES her arms, pulling the kids in as\nshe FORMS into a PARACHUTE to arrest their descent.\n\nHELEN\nBrace yourselves!\n\nTHE OCEAN\n\nSPLASHDOWN. The Kids break the water’s surface in shock,\nsputtering and splashing.\n\nVIOLET & DASH\nMom! What're we gonna do? What're we\ngonna do??? (etc.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIOLET & DASH\nMom! What're we gonna do? What're we\ngonna do??? (etc. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN\nI’1ll tell you what we’re not going to do.\nWe‘re not going to panic, and we're not\ngoi-- LOOK OUT!!\nHelen shoves the kids clear, diving--\nUNDERWATER\n\nas a chunk of FUSELAGE hits with a thunderous SPLASH.\nHelen watches it quickly disappear into the depths--\n\nRESUME BOB’S CELL\n\nRADIO\nWe have a confirmed hit. Target was\ndestroyed.\n\nSYNDROME\n\nAh, you'll get over it. I seem to recall\nyou prefer to... “work alone.”\n\nWith sudden RAGE Bob bursts free of his leg cuffs,\ndriving his legs forward with tremendous force, and\nLUNGES for Syndrome. Mirage sees him and shoves Syndrome\nclear, gets snagged in Bob’s arms.\n\nBob is yanked back into the grid, his arm cuffs pulled in\nopposite directions, Mirage now caught in the middle.\n\nBOB\nRelease me. Now!!\n\nSYNDROME\nOr what?\n\n(CONTINUED)\n\f82.\nCONTINUED:\n\nBOB\nI’1l crush her.\nSYNDROME\nSounds a little dark for you. Go ahead.\nMIRAGE\nNo-~\nBOB\n\nIt’ll be easy. Like breaking a toothpick.\n\nSYNDROME\nShow me.\n\nA contest of wills as the two stare each other down. But\nBob doesn’t have it in him. He lets her go. Mirage drops\nto the floor. Syndrome looks at Bob and sneers.\n\nSYNDROME (CONT‘D)\nI knew you couldn’t do it. Even when you\nhave nothing to lose. You’re weak. I've\noutgrown you.\n\nSyndrome EXITS, followed by the technician and, finally,\nMirage. The room is empty and silent, save for the soft\nsound of the suspension arcs holding Bob. Softly, Mr.\nIncredible begins to WEEP.\n\nRESUME OCEAN\n\nDash and Violet tread water, anxiously look at Mom.\n\nVIOLET DASH\nOmigod... omigod... ! The We're dead! We're dead! We\nplane! It blew up! survived but we‘re dead!\nHELEN\nSTOP ITLil!\n\nHelen SPLASHES their faces, startling them SILENT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt blew up! survived but we‘re dead! HELEN\nSTOP ITLil! Helen SPLASHES their faces, startling them SILENT. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN (CONT’D)\nWe are NOT going to die! Now both of you\nwill GET A GRIP or so help me I’11 ground\nyou for a month! Understand???\n\nThe kids NOD. Helen looks up at the missile trails.\n\nHELEN (CONT'D)\nThose were short-range missiles. Land~\nbased.\n(MORE )\n\n{ CONTINUED)\n\f83.\nCONTINUED:\nHELEN (CONT'D)\n(pointing to missiles’\norigin)\nThat way is our best bet.\n\nDASH\nYou want to go toward the people that\ntried to kill us??\n\nHELEN\nIf it means land... yes.\n\nVIOLET\nYou expect us to swim there?\n\nHELEN\nI expect you... to trust me.\n\nAERIAL SHOT - MOVING OVER THE OCEAN\n\nA BOAT gains into the frame, skimming over the water at a\ngreat speed. Violet appears to be the only passenger.\n\nCLOSER\n\nWe see that the boat is actually HELEN, who has contorted\nherself into a reasonable facsimile of an inflatable\nraft, and Dash-- facing backwards, his legs pounding the\nwater furiously-- is the outboard motor.\n\nViolet sits impassively, her long hair streaming in the\nwind, and tries to find something interesting to look at.\n\nThe Incredi-boat speeds away from us, heading toward the\nmissile trails’ origins, and the horizon.\n\nNOMANISAN BEACH - EARLY EVENING\n\nIt is just after sunset when Helen, Dash and Violet\nstagger onto the beach, hungry and exhausted.\n\nHelen collapses in an ungainly, slightly stretched out\nheap, spent... Her body slowly reverting into her usual\nshape. She looks at Dash with a tired smile.\n\nHELEN\nWhat a trooper. I'm so proud of you.\n\nPanting, Dash smiles and gives her a weak wave.\n\nDASH\nThanks, Mom.\n\f84.\n\nINSIDE A CAVE ~- A LITTLE LATER\n\nHelen and the kids huddle around a fire, silent and\nsomber. Helen finally breaks the silence.\n\nHELEN\nI think your father is in trouble.\n\nVIOLET\nIf you haven’t noticed, Mom, we’re not\ndoing so hot either.\n\nHELEN\nI’m going to look for him.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELEN\nI think your father is in trouble. VIOLET\nIf you haven’t noticed, Mom, we’re not\ndoing so hot either. HELEN\nI’m going to look for him. \n\nTARGET SECTION TO BE ANNOTATED:\n That means\nyou're in charge until I get back,\n\nViolet.\nDASH\nWhat???\nVIOLET\n{to Dash)\n\nYou heard her.\n\nHelen reaches into the battered duffle and removes three\nMASKS. She puts one on, hands the other two to her kids.\n\nHELEN\nPut these on. Your identity is your most\nvaluable possession. Protect it. If\nanything goes wrong, use your powers.\n\nVIOLET\nBut you said we should never--\n\nHELEN\nI KNOW WHAT I SAID!\n\nHelen regrets her outburst at once. She takes a deep\nbreath, composes herself, looks at her kids.\n\nHELEN (CONT’D)\nRemember the bad guys on those shows you\nused to watch on Saturday morning?\n(the kids NOD eagerly)\nWell, these guys are not like those guys.\n(the kids deflate)\nThey won't exercise restraint because\nyou’re children. They will kill you if\nthey get the chance. Do NOT give them\nthat chance. Vi, I’m counting on you...\n\n{CONTINUED )\n\f85.\nCONTINUED:\n\nVIOLET\nMom, I--\n\nHELEN\n{cuts her off, firm)\nI'm counting on you. Be strong.\n(beat, turns to Dash)\nDash, if anything goes wrong, I want you\nto run as fast as you can...\n\nDASH\n{excited by this)\nAs fast as I can??\n\nHELEN\nAs fast as you can. Stay hidden. Keep\neach other safe. I’1l be back by morning.\n\nHelen gives them a long hug, then turns to exit the cave.\nViolet, looking tortured, runs after her, stops her at\nthe entrance. Tears well up in Violet's eyes.\n\nVIOLET\n(excruciating for her)\nMom... what happened on the plane, when\nyou asked me t~- I, I wanted to-- I’m\nsorry...\n\nHelen places a finger over Vi's lips. Meets her gaze and\nspeaks in a warm, sure tone.\n\nHELEN\nShh. It isn’t your fault. It wasn’t fair\nfor me to suddenly ask so much of you.\nBut things are different now. And doubt\nis a luxury we can’t afford anymore,\nsweetie. You have more power than you\nrealize. Don’t think. And don’t worry.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou have more power than you\nrealize. Don’t think. And don’t worry. \n\nTARGET SECTION TO BE ANNOTATED:\n If\nthe time comes, you'll know what to do.\nIt’s in your blood.\n\nHelen gives Violet a firm nod... and disappears into the\nnight. Violet watches her mother get swallowed by the\ndarkness. She looks down at the mask in her hands...\n---and carefully puts it on.\n\nLAUNCH OBSERVATION CENTER - SYNDROME’S BASE - NIGHT\n\nLost in thought, Syndrome stares down at the massive\nrocket in the center of the volcano, poised to launch.\n\n{CONTINUED )\n\f86.\nCONTINUED:\n\nMIRAGE\nHe's not weak, you know.\n\nMirage is seated at one of the many consoles, taking\nnotes, her back to him. Syndrome snaps out of his dream\nand turns to Mirage, the only other person in the room.\n\nSYNDROME\nWhat?\n\nMIRAGE\nValuing life is not weakness.\n\nSyndrome crosses to her, casually dismissive.\n\nSYNDROME\nHey, if you're talking about what\nhappened in the containment unit, I had\neverything under control--\n\nMIRAGE\nAnd disregarding it... is not strength.\n\nSyndrome sidies up behind her, lifts her chin with a\ngentle hand and draws her face toward his.\n\nSYNDROME\nI called his bluff, sweetheart, that’s\nall. I knew he wouldn’t have it in him to\nactually--\n\nMirage shoves his hand aside, and rises to confront him.\n\nMIRAGE\nNext time you gamble, bet your own life.\n\nShe EXITS, leaving Syndrome befuddled and alone.\nEXT. JUNGLE - NIGHT\n\nHelen enters a clearing and looks up. A monorail track\nsoars high above the jungle floor. A monopod is coming.\nHelen throws her hands high, stretching them up to the\npod passing overhead. It yanks her offscreen.\n\nMOVING THROUGH THE TREES\n\nHelen hangs suspended beneath the pod on long arms,\nalternating hands to swing around the support columns.\nGaining momentum with each swing, she throws her body\nabove the roof of the car, landing expertly on top.\n\f87.\n\nON TOP OF THE POD\n\nHelen squints into the rushing wind, sees the track\nslicing through the dense jungle canopy and leading\ndirectly into the base of the towering volcano.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nGaining momentum with each swing, she throws her body\nabove the roof of the car, landing expertly on top. 87. ON TOP OF THE POD\n\nHelen squints into the rushing wind, sees the track\nslicing through the dense jungle canopy and leading\ndirectly into the base of the towering volcano. \n\nTARGET SECTION TO BE ANNOTATED:\nA familiar HUM causes her to hide, and she slips down one\nside of the pod, out of view, as TWO HOVERJETS buzz by.\nHelen watches the jets descend to a landing strip inside\nthe Volcano just as the pod plunges into a tunnel and--\n\nINSIDE THE TUNNEL - MOVING WITH HELEN ON THE POD\n\nDarkness. Suddenly an opening in the tunnel rushes by,\nand Helen catches a glimpse of the ROCKET... and WHOOSH--\nthe pod is back into a tunnel.\n\nHelen stretches her torso out like a sail. It catches\nwind and she releases from the pod, reforms and drops to\nthe tracks with catlike grace.\n\nINSIDE THE BASE ~- TUNNEL ENTRANCE\n\nHelen peeks out of the tunnel, looks out at the heavily\nguarded launch pad.\n\nHELEN\nA rocket?\n\nVisible inside the open tip of the rocket sits a huge\nmetallic wing with an enormous circular hole EMPTY in its\ncenter, waiting to be filled with... what?\n\nANOTHER CORRIDOR - LATER\n\nTwo armed GUARDS march past CAMERA. Unseen above them,\nHelen is stretched thin and hiding between a cluster of\npipes which run down the center of the corridor. She\nwatches as the guards exit through a sliding door.\n\nShe drops like a liquid cat to the floor, and begins to\nmove down the corridor.\n\nAs Helen passes a metal door, she catches sight of her\nreflection in its shiny surface, She stops, FROWNS. It’s\nbeen a while since her last Supersuit; her butt is a bit\nbigger than she remembered. She wonders if she should\nlose a few--\n\n--when the WHOOSH of a door surprises her...\n\f88.\n\nA GUARD\n\ncomes through the door at the far end of the hall. As he\nenters another junction, we see that Helen has contorted\nherself, arching perfectly around the door frame.\n\nThe GUARD doesn’t see her. He slides a CARD KEY through a\nreader to enter a restricted corridor. The doors WHOOSH\nopen. Directly behind him, Helen silently REFORMS and\nbegins to back through the doorway when the doors behind\nher SLIDE SHUT-~\n\n--trapping HELEN'S LEG. She winces, tries in vain to pull\nit free. It’s stuck.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nDirectly behind him, Helen silently REFORMS and\nbegins to back through the doorway when the doors behind\nher SLIDE SHUT-~\n\n--trapping HELEN'S LEG. She winces, tries in vain to pull\nit free. It’s stuck. \n\nTARGET SECTION TO BE ANNOTATED:\n Leaving one hope--\n\n--the CARD KEY on GUARD #1'S belt.\n\nSTRETCHING across the corridor, Helen clambers after the\nguard on the palms of her hands, following him into the--\n\nINNER CHAMBER\n\nThe guard stops at the ELEVATOR and presses the call\nbutton, his back to Helen. Just behind him, stretched far\nand held upright on one hand, Helen reaches with the\nother for the card key. She almost has it--\n\nAT THE CORRIDOR\n\nThe DOOR suddenly closes on her stretched torso. Her\nupper third snaps back, her middle third TRAPPED and now\nstretched across-~\n\nHALLWAY - CENTRAL CORE\n\nTWO MORE GUARDS (#2 & #3) are traveling in a transport.\nThey are suddenly CLOTHESLINED by HELEN’S STRETCHED\nTORSO.\n\nINNER CHAMBER\n\n~-knocking the wind out of HELEN. Directly in front of\nher at the far end of the hall, the ELEVATOR opens for\nGUARD #1; revealing GUARD #4 inside. He SEES HELEN.\n\nGUARD #4\nHey!\n\nHelen’s arm stretches forward--\n\f89.\n\nINNER CHAMBER - TNSIDE ELEVATOR\n\nIN A BLINK: her fist CLOCKS GUARD #4, disarms GUARD #1\nhitting him with the butt of his gun. AS guard #4 drops\nto the floor, #1 hits the “CLOSE” button on the panel.\n\nThe DOORS CLOSE on Helen’s ARM. Guard #1 GRINS. Helen’s\nHAND FEELS AROUND, finds GUARD #1, his chest... chin...\nface and--\n\n-~-PUNCHES his lights out. He DROPS.\n\nRESUME MIDDLE CORRIDOR\n\nThe TORSO GUARDS (#2 & #3) get to their feet, and see\nHELEN, her ARM still stretched, through the glass door.\nThey level their guns at her. At the same moment--\n\nBLUE CORRIDOR\n\nANOTHER GUARD (#5) comes upon Helen’s LEG in the closed\ndoors. The sight is so odd, he can only stare. He decides\nto poke the leg with the barrel of his machine gun.\nWITH HELEN\n\n--as she REACTS to the poke.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sight is so odd, he can only stare. He decides\nto poke the leg with the barrel of his machine gun. WITH HELEN\n\n--as she REACTS to the poke. \n\nTARGET SECTION TO BE ANNOTATED:\n She SCOWLS--\n\nRESUME BLUE CORRIDOR\n\n~-her LEG cocks back and FISHTAIL~KICKS GUARD #5, He\nflies backwards, his weapon discharging into the card\nscanner. The DOOR OPENS-- freeing Helen’s LEGS, which\nsail across the corridor and--\n\nSMASH the TORSO GUARDS (#2 & #3) against the middle door.\nThey slide down into a heap... out cold.\n\nINSIDE ELEVATOR\n\nHelen’s arm finds one of the guards’ CARD KEY, slides it\ninto the door scanner. The doors OPEN, releasing her\ntorso.\n\nACCESS CORRIDOR\n\nHelen drags the last of the UNCONSCIOUS GUARDS over to an\nopen wall panel and stuffs him inside with the others.\nShe throws her weight against the panel, finally getting\nit shut.\n\f90.\n\nCLOSE ON: A FORCE FIELD\n\n--glowing purple and fluttering around a campfire, it\nstruggles to take form and finally does, trapping the\nfire's smoke inside.\n\nINSIDE THE CAVE - NIGHT\n\nDash watches as Violet practices intently. She releases\nthe force field sphere; the dark smoke ball rises\nupwards. Vi throws another force field, recapturing the\nsmoke at the roof of the cave.\n\nDash gets to his feet, grabs a burning branch from the\nfire to use as a torch.\n\nDASH\nWelp, not that this isn’t fun... but I’m\ngonna go look around.\n\nVIOLET\nWhat do you think is going on here? You\nthink we’re on vacation or something? Mom\nand Dad's lives could be in jeopardy. Or\nworse... their marriage.\n\nDASH\nTheir marriage?\n(Vi NODS sharply, PAUSE)\nSo... the bad guys are trying to wreck\nMom’s and Dad’s marriage??\n\nVIOLET\nForget it. You’re so immature.\nDASH\n(exiting)\n\nOkay, I’m gonna go look around.\n\nVIOLET\nMom said to stay hidden.\n\nDASH\nI'm not gonna leave the cave. Sheesh!\n\nROCKET CONTROL ROOM ~ SAME MOMENT\nGround control technicians watch from the observation\nwindow as a GIANT METAL SPHERE, a massive version of the\n\ndreaded OMNIDROID...",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nDASH\nI'm not gonna leave the cave. Sheesh! ROCKET CONTROL ROOM ~ SAME MOMENT\nGround control technicians watch from the observation\nwindow as a GIANT METAL SPHERE, a massive version of the\n\ndreaded OMNIDROID... \n\nTARGET SECTION TO BE ANNOTATED:\n is carefully guided into place\ninside the top stage of the rocket.\n\n(CONTINUED)\n\f91.\nCONTINUED:\n\nThe rocket’s NOSE CONE is lowered over the OMNIDROID and\nsecured into place. The cylindrical BLAST SHIELD closes\naround the rocket.\n\nINSIDE THE CAVE\n\nLighting his way with a burning branch, Dash explores the\ndepths of the cave. Suddenly the floor becomes smooth.\nDash looks down, then holds his torch up. He's inside an\nenormous man-made TUNNEL.\n\nDASH\nCool...\n\nHis voice ECHOES a bit. Dash brightens. He calls again,\nlouder this time.\n\nDASH (CONT'D)\nCooL!\n\nHis voice ECHOES: “Cool! Cool! Cool!”\nCONTROL ROOM - SAME MOMENT\n\nSyndrome shoves a PASS KEY into the control board, gives\nthe key a twist... then presses the LAUNCH button.\n\nLAUNCH TUBE\n\nThe rocket’s engines FIRE. The sound is deafening as the\nrocket’s massive weight slowly lifts into the air...\n\nINSIDE THE CAVE - TUNNEL ENTRANCE\n\nA low RUMBLE and a subtle push of warm wind emanate from\nthe depths of the tunnel, which begins to GLOW. Dash’s\nsmile drops as he realizes it’s an enormous FIREBALL\nrocketing towards him. He turns and RUNS.\n\nWITH VIOLET\n\nvii is still practicing force fields when the depths of\nthe cave begin to rumble and glow. She looks up.\n\nDASE’S VOICE\nVitli Vi Vi Vi Vi villl\n\nVIOLET\n{Vi sees cave brightening)\nWhat did you DO?!\n\f92.\n\nOUTSIDE THE CAVE\n\nDash and Violet race out of the cave, getting clear just\nas an enormous wall of FLAMES erupts after them. They\n\nlook down with a shudder at how close they came. A roar\nbehind them causes them to turn-- a ROCKET emerges from\nthe center of the volcano, and soars into the night sky.\n\nCONTROL ROOM - DETENTION BLOCK\n\nHelen looks down from some vents in the ceiling. Silently\nshe stretches her neck until her head dangles down behind\nthe guards.\n\nHER P.O.V.:\n\nHelen scans the detention grid...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHER P. O. V.:\n\nHelen scans the detention grid... \n\nTARGET SECTION TO BE ANNOTATED:\n and notices a\ntremendous spike of power to restrain the prisoner in\ncell 13.\n\nHELEN\nBob...\n\nHelen quickly pulls her head back up through the vent in\nthe ceiling and EXITS.\n\nGUARD #1\nHuh? What...?\n\nGUARD #2\nI didn’t say anything.\n\nABOVE THE EARTH\n\nThe final stage of the Omnidroid’s capsule separates. The\nOmni ship begins to descend below the cloud layer, toward\nthe city.\n\nEXT. NOMANISAN JUNGLE - THE NEXT MORNING\n\nDash awakens, discovering to his horror that he’s curled\nup with Violet. Repulsed, he JUMPS UP and shudders.\n\nO.S. VOICE\nIdentification?\n\nStartled, Dash turns toward the sound. A brightly colored\nBIRD perches in a nearby tree.\n\nBIRD\nIdentification, please...?\n\n(CONTINUED )\n\f93.\nCONTINUED:\n\nDASH\n(laughs, NUDGES Vi)\nHey, Violet! Look! It talks!\n\nVIOLET\n(half asleep)\nHmn? What...\nDASH\n(pointing)\nThere... that one.\n\nViolet walks up and stares, also beguiled by the bird.\n\nBIRD\nVoice key incorrect.\n\nDash chortles. Violet’s smile starts to FADE--\n\nVIOLET\n“Voice key”...? Wait a second...\n\nThe bird’s head slowly SWIVELS toward the kids with a\nsoft COMPUTING SOUND. Its eyes LIGHT UP RED as its beak\ndrops open, and it lets out a shrill electronic ALARM.\nRESUME JUNGLE - DASH & VIOLET\n\nViolet backs away from the shrieking bird, Dash following\nafter her, panicking.\n\nDASH\nWhat do we do??\n\nVIOLET\nRUN!\n\nDASH\n\nWhere are we going??\n\nVIOLET\nAway from here!?\n\nThey turn and RUN. The SHRIEKING BIRD takes wing,\nfollowing after them.\n\nINT. SYNDROME’S BASE - MONITORING STATION\n\nAlarms sound. A section of the island grid LIGHTS UP,\nlocating the KIDS. A guard hits the SCRAMBLE button.\n\f94,\n\nINSIDE SYNDROME’S BASE - SAME MOMENT\n\nHelen hears the alarm, watches as the guards scramble.\nEXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nA guard hits the SCRAMBLE button. 94,\n\nINSIDE SYNDROME’S BASE - SAME MOMENT\n\nHelen hears the alarm, watches as the guards scramble. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BASE - MOMENTS LATER\n\nGuards on VELOCIPODS zoom out into jungle.\n\nINT. CONTAINMENT UNIT\n\nBob hangs, defeated, in the suspension beams. The cell\ndoor slides OPEN. A FIGURE is silhouetted there-- MIRAGE.\n\nShe switches off the suspension ray. Bob drops to the\nfloor. Bob just sits there on his knees, his eyes cast\ndownward. Mirage crosses to him, kneels down...\n\nMIRAGE\nThere isn’t much time-~\n\nBob’s hand flashes out and CLAMPS around her throat. He\nRISES, holding her dangling body aloft with one hand.\n\nBOB\nNo, there isn’t. In fact, there’s no time\nat all.\nMIRAGE\n(gasping)\n\n«.-pl--ease...\n\nBOB\nWhy are you here? How can you possibly\nbring me lower? What more can you take\naway from me??\n\nMIRAGE\n(struggling to speak)\nF-~amily... survived the crash... they’re\n\nhere-- on the island...\n\nBOB\n-..they’re-- alive??\n\nBob releases his grip, Mirage drops to the floor, gasping\nraggedly. Bob lifts her up and EMBRACES her. Mirage\ndrinks it in, then REACTS at the sight of a figure in the\ndoorway. Bob LOOKS UP.\n\nBOB (CONT'D)\nHelen-~?\n\nMirage and Bob push apart, Mirage composing herself.\n{CONTINUED )\n\f95.\nCONTINUED:\n\nMIRAGE\nHello! You must be Mrs. Incr-~\n\nHelen's fist flies across the room and CRACKS across\nMirage’s jaw. Mirage spins and crashes to the ground. Bob\nseizes Helen's stretched wrist--\n\nBOB\nShe was helping me to escape-~\n\nHELEN\nNo, that’s what I was doing!\n\nBob pulls her to him. She resists, pushing him away with\nher stretchy limbs like a cat being forced into a bath as-\n\nHELEN (CONT'D)\nLet go of me-- LET GO-- you lousy, lying,\nunfaithful, creep, I--\n\n~-Bob smothers her protests with a big kiss.\n\nBOB\nHow could I betray the perfect woman?\n\nHELEN\n(still irked)\nOh, you’re referring to me now...",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe resists, pushing him away with\nher stretchy limbs like a cat being forced into a bath as-\n\nHELEN (CONT'D)\nLet go of me-- LET GO-- you lousy, lying,\nunfaithful, creep, I--\n\n~-Bob smothers her protests with a big kiss. BOB\nHow could I betray the perfect woman? HELEN\n(still irked)\nOh, you’re referring to me now... \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nWhere are the kids?\n\nMirage sits up, holding her jaw.\nMIRAGE\nThey might’ve triggered the alert.\nSecurity's been sent into the jungle.\nYou'd better get going.\n\nHELEN\nWhat?? Now our kids are in danger??\n\nBob and Helen turn to exit, bickering as they do.\n\nBOB\nIf you suspected danger, why‘d you bring\nthem?\n\nHELEN\n\nI didn’t bring them, they stowed away and\nI don't think you’re striking the proper\ntone here-~\n\f36.\n\nJUNGLE - WITH DASH AND VI - SAME MOMENT\n\nRunning blindly. The kids are suddenly confronted by\nGUARDS on three manned VELOCIPODS. Glancing at the\nGUARDS, Violet speaks quietly to Dash.\n\nVIOLET\n\nDash. Remember what Mom said.\nDASH\n\nWhat...?\nLEAD GUARD\n\nStop talking!\nAbruptly Vi VANISHES. Dash looks around in surprise.\n\nVIOLET’S VOICE\nDash!! RUN!!\n\nSuddenly understanding-- Dash BOLTS, jumping from the\ntransport and vanishing into the jungle. It happens FAST:\n\nThe GUARD’S head snaps toward the sound of Vi’s VOICE. He\nswings his rifle-- we hear a heavy THUD as Violet’s\n(invisible) body is knocked from the transport: a cloud\nof dust surrounds an impression in the dirt.\n\nGUARD #2\nThey're SUPERS!\n\nLEAD GUARD\nGET THE BOY!\n\n3 GUARDS take off after Dash on VELOCIPODS.\n\nLEAD GUARD (CONT'D)\nShow yourself!\n\nRACING THROUGH THE JUNGLE\n\nDash BLASTS through the foliage on foot, unbelievably\nFAST, a manned VELOCIPOD hot on his tail. But the terrain\nis dense, uneven and difficult, and Dash is forced to\nadhere to the thin TRAIL winding through the growth.\n\nUP AHEAD\n\na SWARM of flies fusses in the air. Suddenly Dash bursts\n\ninto view; rocketing RIGHT THROUGH the SWARM! BUGS\nsplatter Dash’s face like an interstate windshield--\n\n(CONTINUED )\n\f97.\nCONTINUED:\n\nDASE\nAGGCCHH!1!\n\nDash STUMBLES, careens end over end through the\nundergrowth like an Indy 500 car crash, and finally\ntumbles to a stop.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUGS\nsplatter Dash’s face like an interstate windshield--\n\n(CONTINUED )\n\f97. CONTINUED:\n\nDASE\nAGGCCHH!1! Dash STUMBLES, careens end over end through the\nundergrowth like an Indy 500 car crash, and finally\ntumbles to a stop. \n\nTARGET SECTION TO BE ANNOTATED:\n Unharmed, but thoroughly REPULSED,\nDash wipes his bug-spattered face and teeth.\n\nDASH (CONT'D)\nAchpppt!! PtTHWAAAGH! PTHPT!\n\nA Velocipod bursts out of the brush after him and he\nTAKES OFF, tearing through the jungle.\n\nRunning fast, Dash grabs a LONG VINE-- which sends him\nout in a wide arc that surprises the trailing GUARD. HE\nSHOOTS PAST Dash and roars off into the undergrowth. Dash\nreleases the vine, tumbling roughly to his feet, and\nRUNS.\n\nA Velocipod bursts out of the brush and is on top of him.\nImpossibly, Dash ACCELERATES, staying just ahead of it.\nHe sees ANOTHER VINE, grabs it and is PROPELLED UPWARDS-~-\n\nABOVE THE TREES\n\nDash explodes out of the canopy, flailing, out of\ncontrol. He looks down and sees--\n\n~-the treetops suddenly DROP AWAY. Dash is FALLING OFF A\nCLIFF, SCREAMING his ten-year-old lungs out as he--\n\n--LANDS ON A VELOCIPOD!! Fleetingly astonished by his\ngood luck, DASH LOOKS UP as the startled GUARD whirls\naround to face him. The guard SWINGS. Dash DUCKS and\nreluctantly throws a PUNCH at the guard’s face. It lands!\n\nThrilled that his raw speed renders the guard powerless\nto dodge or return his punches, Dash LAUGHS and, growing\nmore confident with each punch, socks the GUARD again and\nagain, blissfully unaware that NO ONE IS DRIVING.\n\nDash LOOKS UP. His jaw drops: a ROCK WALL looms ahead!\n\nDash POINTS at it. The GUARD sees an opening and SOCKS\nDash in the face, knocking him off just as-~\n\n--the velocipod slams into the cliff face, vaporizing in\na FIREBALL!\n\n(CONTINUED )\n\f98.\nCONTINUED:\n\nDash FALLS: making desperate, flailing GRABS as he HITS\nlimb after limb of an enormous tree, finally getting hold\nof a branch and arresting his descent. He pants, heart\nracing, and looks down to see-~\n\n--his feet dangling about a yard off the jungle floor.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED )\n\f98. CONTINUED:\n\nDash FALLS: making desperate, flailing GRABS as he HITS\nlimb after limb of an enormous tree, finally getting hold\nof a branch and arresting his descent. He pants, heart\nracing, and looks down to see-~\n\n--his feet dangling about a yard off the jungle floor. \n\nTARGET SECTION TO BE ANNOTATED:\nElated about his survival, Dash drops to the ground and\nlets out a loud WHOOP, immediately alerting--\n\nTWO GUARDS ON VELOCIPODS\n\nnearby to his presence. They turn their V-pods after him.\nWITH DASH\n\nas he BOLTS again, accelerating to breakneck speed. He\nsmashes through an endless succession of FOLIAGE-- nearly\ncolliding with tree trunks and rocks and SUDDENLY--\n\nA LAGOON lies in front of him. Dash REACTS: the V~PODS\nare on his tail, he has nowhere to go, so he takes a deep\nbreath and STEPS ON IT--\n\n--and has enough velocity to RUN ACROSS THE WATER! Amazed\nand exhilarated, Dash blasts across the water’s surface,\nweaving like a speedboat around the large volcanic ROCKS\njutting out of the water.\n\nVelocipods OPEN FIRE... strafing the water as Dash is\npursued into a CAVE.\n\nVELOCIPOD #2 pulls up short at the cave entrance, and\nchooses to go around.\n\nINSIDE THE CAVE\n\nDash runs, Velocipod on his heels. Weaves around rocks,\nmanages to put some distance between himself and\nVelocipod when he sees--\n\nV-POD #2 coming straight at him! Dash wheels around, his\nlegs churning the water like an cggbeater. He SEES V~POD\n#1 closing fast. HE HAS NOWHERE TO GO and, like a deer in\nheadlights, Dash STOPS--\n\n~-suddenly dropping beneath the water’s surface as the\nVelocipods COLLIDE-- BOOOM!\n\nSOMEWHERE IN THE JUNGLE - MOVING - SAME MOMENT\n\nBob and Helen run, not tired but breathing hard-~\n\n(CONTINUED)\n\f99.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe SEES V~POD\n#1 closing fast. HE HAS NOWHERE TO GO and, like a deer in\nheadlights, Dash STOPS--\n\n~-suddenly dropping beneath the water’s surface as the\nVelocipods COLLIDE-- BOOOM! SOMEWHERE IN THE JUNGLE - MOVING - SAME MOMENT\n\nBob and Helen run, not tired but breathing hard-~\n\n(CONTINUED)\n\f99. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nBOB\nI should've told you I was fired, I admit\nit, but I didn’t want you to worry--\n\nHELEN\nYou didn’t want me to worry?? And now\nwe're running for our lives through some\ngodforsaken jungle!\n\nBOB\n\nYou keep trying to pick a fight, but I’m\n\nstill just happy you’re alive--\nANOTHER PART OF THE JUNGLE - VIOLET & THE GUARD\nThe remaining GUARD waits, his machine gun at the ready.\nSuddenly the dirt MOVES. The guard FIRES, strafing the\nground just behind a SUCCESSION OF FOOTPRINTS that streak\ntoward the river moments before a SPLASH appears.\nTHE RIVER - UNDER THE WATER’S SURFACE\n\nWe see a Violet-shaped DISTORTION as BULLET TRAILS\nfuriously slice the surrounding water.\n\nWITH THE GUARD\n\n~-still firing. He STOPS, unnerved and adrenalized.\nTensed and ready, he nervously scans the river.\n\nGUARD #1\n\nI know you're there, little Miss\n\nDisappear. You can’t hide from me...\nTraining his gun where he last saw Violet, the GUARD\ngrabs a handful of dirt from the riverbank and throws it\ninto the water. He shoulders his RIFLE, watching the dirt\nturn into a brown CLOUD as it travels downstream...\n.. making visible a VIOLET-~SHAPED POCKET.\n\nGUARD #1 (CONT'D)\n...there you are...\n\nThe guard TAKES AIM and--\nDASH BLURS PAST-~\n\nDASH\nHEY!\n\n(CONTINUED )\n\f100.\nCONTINUED:\n\n--KNOCKING the guard’s gun barrel skyward as it FIRES.\nThe guard swings around-- strafing the ground at DASH’S\nheels as he plunges back into the jungle.\n\nA SPLASH explodes from the river as INVISIBLE VIOLET\nmakes a break for it. THE GUARD sees this and swings the\ngun toward her as--\n\nDASH blasts out of the jungle and knocks the Guard’s legs\nout from under him. They TUMBLE and scrap, Dash redeeming\nhis lack of size with lightning-fast punches and feints.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nA SPLASH explodes from the river as INVISIBLE VIOLET\nmakes a break for it. THE GUARD sees this and swings the\ngun toward her as--\n\nDASH blasts out of the jungle and knocks the Guard’s legs\nout from under him. They TUMBLE and scrap, Dash redeeming\nhis lack of size with lightning-fast punches and feints. \n\nTARGET SECTION TO BE ANNOTATED:\nDASH (CONT'D)\nStay away from my sister!!\n\nDisoriented, the guard swings and--\n\n~=~CONNECTS--— knocking Dash off his feet. He tumbles\nbackward, dazed. The guard shoulders his rifle, leveling\nit at Dash. Dash looks up; sees he’s screwed. The guard\nGRINS wickedly... and pulls the trigger--\n\nViolet suddenly APPEARS in mid-air, diving in front of\nDash as she THROWS A FORCE FIELD around them! A hail of\nbullets ricochet off the force field.\n\nINSIDE THE FORCE FIELD\n\nDash looks up, sees Violet SUSPENDED IN MID-AIR in the\ncenter of the ELECTRIC SPHERE.\n\nDASH\nHow are you doing that???\n\nVIOLET\nI don't know!\n\nDASH\nWell, whatever you do-- DON’T STOP!\n\nWIDER\n\nas Dash starts to walk within the force field like a\ngerbil on a wheel. Violet spins ever faster in the\nsphere’s hub as Dash accelerates into a run.\n\nThe GUARDS empty their clips at the ROLLING SPHERE with\nno effect. It rumbles past them and straight into the\njungle.\n\f101.\n\nMOVING WITH THE ROLLING FORCE FIELD\n\nas it carries Dash and Vi down a steep hillside into the\npath of two speeding VELOCIPODS, who FIRE at the sphere.\nIt’s clipped by one Velocipod-- which then spirals into a\nrock and EXPLODES.\n\nA JUNGLE CLEARING, NOT FAR AWAY - SAME MOMENT\n\nBob and Helen hear the EXPLOSION'S echo, and STOP,\nworried. That’s when they hear the RUMBLE. Before they\ncan get clear, the ROLLING FORCE FIELD bursts out of the\nbrush--\n\nINSIDE THE SPHERE\n\nThe children REACT as their surprised PARENTS flatten\nagainst the force field like dough against a rolling pin,\nrevolving in and out of view.\n\nVIOLET & DASH\nMom!! DAD]!\n\nRESUME WIDE VIEW\n\nViolet VANISHES the force field and the entire family\ntumbles to the jungle floor.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIOLET & DASH\nMom!! DAD]! RESUME WIDE VIEW\n\nViolet VANISHES the force field and the entire family\ntumbles to the jungle floor. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB & HELEN\nKIDS!!\n\nThere is a frantic, joyful exchange of hugs and kisses,\nunfortunately cut short when--\n\nVELOCIPODS explode out of the foliage! The INCREDIBLES\ninstantly jump to their feet:\n\nHelen throws a STRETCHED SCISSORS KICK which catches a\nguard in the chest, knocking him out of his V~pod. Bob\nCHOPS a second passing velocipod-- it PLOWS straight into\nthe soft jungle floor. Before its PILOT can react--\n\n--Helen’s arm is coiled around him. She YANKS him from\nthe vehicle, whiplashing him into another guard, knocking\nthem both out cold. Bob grabs the crashed V-pod and\nFrisbees it into a V-pod emerging from the trees--\nBOOOOM!\n\nAnd it's OVER. Bob and Helen had forgotten how good they\nwere. They exchange lustful glances.\n\n(CONTINUED)\n\f102.\nCONTINUED:\n\nBOB & HELEN (CONT’D)\n(to each other)\nI love you...\n\nSuddenly the jungle is filled with GUARDS and VELOCIPCDS.\nAnd just as quickly the INCREDIBLES turn as one against\nthem, a hurricane blur of SUPERPOWERS, suddenly brought\nto a CRASHING HALT-~\n\n--AS IMMOBI-RAYS strike the Incredibles, SUSPENDING them\nall, motionless, in MID-AIR.\n\nSYNDROME\nWhoa whoa WHOA-- TIME OUT!!\n\nSyndrome keeps his wrists crossed; one BEAM trained on\nthe SUSPENDED COUPLE, the other on the SUSPENDED KIDS.\n\nSYNDROME (CONT'D)\nWhat have we here? Matching uniforms??\n\nHe glances between the four faces. His eyes narrow as he\nzeroes in on Helen. An astonished smile splits his face.\n\nSYNDROME (CONT’D)\n\nOh....e. NO-~ Elastigirl??\n(laughing, turns to Bob)\nYou...",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nSYNDROME (CONT’D)\n\nOh....e. NO-~ Elastigirl?? (laughing, turns to Bob)\nYou... \n\nTARGET SECTION TO BE ANNOTATED:\n married Elastigirl?\n\n(he stops, sees the kids)\nAnd got BIZ-ZAY! It’s a whole FAMILY of\nSupers! Looks like I’ve hit the jackpot!\nOh, this is just TOO GoOoD!!\n\nON A GIANT SCREEN: NETWORK NEWS FOOTAGE\n\nof a crowd gathered around a smoldering hulk resting at\nthe base of a large building. The TV channel CHANGES.\nAnother reporter is covering the same story. Camera\nWIDENS: SYNDROME is delightedly channel surfing with a\nremote control of his own invention. We are in the--\n\nPRISON CHAMBER - SYNDROME’S BASE — DAY\n\nThe Incredibles-- Bob, Helen, Violet and Dash-- are all\nimprisoned side by side in SUSPENSION BEAMS.\n\nSYNDROME\n(turns to Incredibles)\nHuh? HUH?? Oh, come on, you’ve gotta\nadmit this is cool! Just like a movie!\n(MORE)\n\n(CONTINUED)\n\f103.\nCONTINUED :\n\nSYNDROME (CONT'D)\nThe robot will emerge dramatically, do\nsome damage, throngs of screaming people,\nand just when all hope is lost, Syndrome\nwill save the day. I'll be a bigger hero\nthan you ever were!\n\nBOB\nYou mean you killed off real heroes so\nthat you could pretend to be one???!!\n\nSYNDROME\n\nOh I’M REAL! Real enough to defeat YOU!\nAnd I did it without your precious gifts,\nyour oh-so-special powers! I’1l give them\nheroics, I'll give ‘em the most\nspectacular heroics anyone’s ever seen!\nAnd when I’m old and I’ve had my fun,\nI‘1l sell my inventions, so everyone can\nbe Superheroes, everyone can be Super!\nAnd when everyone’s Super--\n\n(he turns)\n~-no one will be.\n\nSyndrome EXITS, cackling.\nRESUME CONTAINMENT UNIT\n\nThe Incredibles hang in mid-air, defeated... as a live\nNEWSCAST covers the terrifying Omnidroid attack.\n\nBOB\nI’m sorry.\n\nThe others look up in dull surprise at Bob’s confession.\n\nBOB (CONT'D)\nThis is my fault. I've been a lousy\nfather. Blind... to what I have.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOB (CONT'D)\nThis is my fault. I've been a lousy\nfather. Blind... to what I have. \n\nTARGET SECTION TO BE ANNOTATED:\nBehind Bob, Violet begins to rock back and forth,\nrevealing that she’s suspended not in Syndrome’s Ray, but\nin the center of her own force field!\n\nBOB (CONT’D)\nSo obsessed with being undervalued that I\nundervalued ail of you.\n\nDASH\nDad-—\n\nHELEN\nSh! Don’t interrupt.\n\n(CONTINUED)\n\f104.\nCONTINUED:\n\nBOB\nSo caught up in the past that I, I-~\n(Bob hesitates, sincere)\n--you are my greatest adventure. And I\nalmost missed it.\n\nViolet has gathered enough momentum to ROLL her sphere\nout of the suspension beam and over to the control panel.\n\nBOB (CONT’D)\nI swear I’m gonna get us out of this if--\nVIOLET\n(interrupting)\n\nWell. I think Dad has made some excellent\nprogress today. But it’s time to wind\ndown now-~\n\nViolet throws a switch, releasing the Incredibles from\nthe BEAM. They DROP to the floor.\n\nLAUNCHING BAY - NOMANISAN - DAY\nThe Incredibles race through an empty corridor.\n\nBOB\nWe need to get back to the mainland.\n\nHELEN\nI saw an aircraft hangar on my way in.\nStraight ahead, I think--\n\nBob’s hands pry open the heavy metal doors, crunching\nthem like foil. The INCREDIBLES enter the huge HANGAR\nunmolested.\n\nBOB\nWhere are all the guards?\n(to family)\nGo... gol\n\nLaughter drifts out of a large Winnebago crowned with\ntransmission arrays parked near the launchpad.\n\nINSIDE THE WINNEBAGO\n\nThe GUARDS watch live coverage of the OMNIDROID attack on\na video monitor. Champagne is popped: the cork is\nunexpectedly CAUGHT by someone standing in the doorway--\n\n~-MR. INCREDIBLE. The guards fall SILENT...\n\f105.\n\nOUTSIDE THE MOBILE UNIT\n\nThe vehicle ROCKS as Bob quickly punches out the guards\nwithin. In moments Bob emerges, whistles to his family\nthat the coast is clear.\n\nHELEN\nThis is the hangar, but I don’t see any\njets.\n\nBOB\n\nA jet’s not fast enough.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn moments Bob emerges, whistles to his family\nthat the coast is clear. HELEN\nThis is the hangar, but I don’t see any\njets. BOB\n\nA jet’s not fast enough. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN\nWhat's faster than a jet?\n\nDASH\nHow about a rocket?\n\nThe other Incredibles follow Dash’s finger to an enormous\nshield-shaped ROCKET, identical to the one launched\nearlier-- save for a perfect circular hole in the center.\n\nHELEN\nGreat. I can’t fly a rocket.\n\nVIOLET\nYou don't have to. Use the coordinates\nfrom the last launch.\n\nBob & Helen BEAM at their daughter’s cleverness. Then\nBob's smile FADES.\n\nBOB\nWait. I‘1ll bet Syndrome’s changed the\npassword by now. How do I get into the\ncomputer?\n\nA VOICE comes over the loudspeaker.\n\nVOICE\nSay please.\n\nThe Incredibles turn and look up. MIRAGE stands in the\nmonitoring station above the launchpad, smiling.\n\nINT. HIGH RISE APARTMENT - MUNICIBERG - SAME MOMENT\nThe stereo plays soft jazz as LUCIUS BEST (aka FROZONE)\ndresses for dinner. He slaps some aftershave on his face,\n\nchecking his look in the mirror. A low series of BOOMS\ngrows louder, causing him to look up to see--\n\n(CONTINUED)\n\f106.\nCONTINUED:\n\n~-the OMNIDROID lumbering past the soaring windows of his\nfifth floor apartment, a MILITARY CHOPPER strafing it\nwith machine-gun fire. Immediately goes through his\ndresser drawers.\n\nFROZONE HONEY’S VOICE\nHoney? What?\n\nFROZONE HONEY’S VOICE\nWhere's my supersuit? What?\n\nFROZONE HONEY’S VOICE\nWHERE. IS. MY. SUPER. I put it away!\n\nSUIT?!\n\nThe MILITARY CHOPPER, now on fire, spirals past the\npicture window and EXPLODES, lighting up the room.\n\nFROZONE HONEY’S VOICE\nWHERE?! Why do you need to know?\n\nFROZONE\nI NEED it!\n\nFrozone is running now, down the hallway, going in and\nout of view, frantically searching rooms and closets.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy do you need to know? FROZONE\nI NEED it! Frozone is running now, down the hallway, going in and\nout of view, frantically searching rooms and closets. \n\nTARGET SECTION TO BE ANNOTATED:\nHONEY'S VOICE\nHuh-uh! You better not be thinking about\ndoing no derring-do! We've been planning\nthis dinner for two months!\n\nFROZONE\nThe public is in danger!\n\nHONEY'S VOICE\nMy evening’s in danger!\n\nFROZONE\nTell me where my suit is, woman! We’re\ntalking about the greater good!\n\nHONEY’S VOICE\n\"Greater good”?! I am your wife! I am the\ngreatest good you are ever going to get!\n\nEXT. CITY STREETS - MOMENTS LATER\n\nThe driver of a gasoline TANKER TRUCK screeches to a\nhalt, his eyes bugging out at the rampaging ROBOT.\n\nTRUCKER\nRUNI\n\n(CONTINUED)\n\f107.\nCONTINUED:\n\nHe jumps from the truck just as the robot seizes the\ntanker in a giant claw, and flings it down the street. A\nYOUNG MOTHER sees it arcing toward her baby carriage.\n\nYOUNG MOTHER\nMy baby!\n\nThe CROWD is immediately electrified by the sight of the\nred-haired Superhero. “The Supers have returned!” “Is\nthat Fi-Ronic?” “No, Fi-Ronic has a different outfit!”\n\nSYNDROME\nNo, no... I’m a new Superhero! I'm\nSYNDROME! !\n\nSyndrome carelessly flings the tanker truck behind him\nwith a flourish. It EXPLODES, frightening the crowd.\n\nSYNDROME (CONT’D)\nAlright, stand back!\n\nThe Omnidroid reaches a massive claw toward Syndrome, who\npresses a series of buttons on his power cuff. The robot\nFREEZES suddenly, IDLING. Syndrome smiles, pressing\nanother series of buttons on his remote.\n\nSYNDROME (CONT’D)\nSomeone needs to teach this hunk of metal\na few manners!!\n\nPutting on a good show, Syndrome FLIES around the idling\nbot, and delivers a punch to one of its leg sockets.\n\nOMNIDROID’S P.O.V.:\n\nTECHNICAL READOUTS spray across its viewscreen as it\nconfirms Syndromes instructions:\n\nRESTRAIN BATTLE MODE. DETACH ARM AT SIGNAL.\nRESUME EXT.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nV.:\n\nTECHNICAL READOUTS spray across its viewscreen as it\nconfirms Syndromes instructions:\n\nRESTRAIN BATTLE MODE. DETACH ARM AT SIGNAL. RESUME EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OMNIDROID\nOn cue, one of the OMNIDROID’S limbs suddenly FALLS out\nof its socket, thudding uselessly to the ground. As\nSyndrome revels in the CHEERS of the crowd, we PUSH IN on\nthe OMNIDROID. It's watching SYNDROME. And THINKING...\nOMNIDROID'S P.O.V.:\n\nTECHNICAL READOUTS spray across its viewscreen as it\nanalyzes:\n\nCONTROL STOLEN BY EXTERNAL SIGNAL\n(CONTINUED)\n\f108.\nCONTINUED:\nLOCATE SOURCE: EXTERNAL SIGNAL\n\nColumns of NUMBERS are crunched. The OMNIDROID’S lens-eye\nZOOMS IN on the CONTROL BANDS around Syndrome’s wrist--\n\nSIGNAL SOURCE: REMOTE CONTROL\n\n~-and comes to a logical conclusion:\n\nOVERRIDE EXTERNAL CONTROL\n\nDESTROY REMOTE CONTROL\n\nRESUME EXT. OMNIDROID\nThe OMNIDROID FIRES a precise laser shot, blasting the\nREMOTE right off Syndrome’s wrist. It clatters to the\nstreet. Syndrome whirls around in horror as the BOT goes\nafter him.\nOMNIDROID TROUNCES SYNDROME\nknocking him out cold. Robot then resumes its havoc.\nFROZONE\nappears on the scene.\nHIGH ABOVE THE EARTH\nanother ROCKET, identical to the first one, descends from\nthe clouds. Again, it SEPARATES into quarters which fall\naway, revealing the landing craft inside--\n--and only then do we notice what’s different about it:\nin the center of the large, perfectly round hole designed\n\nto house the OMNIDROID is-~\n\n--A WINNEBAGO... precariously held in place by a very\nstretched, very stressed HELEN.\n\nINSIDE THE VAN\n\nBob is at the wheel, Vi and Dash are seated at a small\ntable in the back.\n\nDASH\nAre we there yet?\n\nBOB\nWe get there when we get there!\n\nBob opens his window. Wind RUSHES in, scattering loose\ndebris everywhere.\n\f109.\n\nEXT. VAN\nBob leans out the window, shouts to Helen up on the roof.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\n109. EXT. VAN\nBob leans out the window, shouts to Helen up on the roof. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB\nHOW YOU DOING, HONEY???\n\nHELEN\nDO I HAVE TO ANSWER???\n\nThe GIANT WING is descending, gliding closer to the\nwater, as the CITY looms closer directly ahead.\n\nINT. VAN\n\nBOB\nKIDS? STRAP YOURSELVES DOWN LIKE I TOLD\nYOu!\n\nThe kids move to the seats at the monitor panels, belting\nthemselves in. Bob opens his window, yells up to Helen--\n\nBOB (CONT’D)\nHERE WE GO, HONEY!\n(back inside)\nReady, Violet?\n\nViolet holds a hand over a giant, jerry-rigged release\nswitch.\n\nBOB (CONT'D)\nREADY... NOW!!!\n\nVi slams the switch.\nEXT. VAN\n\nThe explosive bolts FIRE, separating the wing. Helen LETS\nGO with a pained shout, swings inside through the window.\n\nINT. VAN\n\nBob steps on the gas. The van wheels SPIN. Bob tenses as\nhe watches the speedometer move past 110... 120... 130...\n\nBOB\nTHIS IS GOING TO BE ROUGH!\n\nEXT. CITY STREETS - MOVING WITH THEM\n\nThe VAN SAILS over an overpass, clipping a light pole,\nand crashes to the pavement in a shower of sparks. FLIES\ndown the street at 200 MPH. Fighting to keep control, Bob\n\n(CONTINUED }\n\f110.\nCONTINUED:\nhits the BRAKES. SMOKE erupts from the wheel wells.\nI/E VAN ~ MOVING WITH THEM\nBOB\n\nThe robots in the financial district.\nWhich exit do I take?\n\nHELEN\nTraction Avenue.\nBOB\nThat’11 take me downtown! I take Seventh,\n\ndon’t I?\n\nBob cranks the wheel and cuts across several lanes toward\nthe Seventh Street exit.\n\nHELEN\nDON'T TAKE SEVENTH!!!\n\nBob aborts the exit, swerving hard to avoid collision.\n\nBOB\n(furious)\nGreat! We missed it!!\n\nHELEN BOB\nYou asked me how to get That'll take me downtown!\nthere and I told you: exit\nat Traction!\n\nHELEN BOB\n\nIt's coming up! Get in the (changing lanes)\n\nright lane! SIGNAL! We don't exit at Traction!\nHELEN BOB\n\nYOU'RE GONNA MISS IT!! EEEYAAAAHHHH !\n\nEXT.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELEN BOB\n\nYOU'RE GONNA MISS IT!! EEEYAAAAHHHH ! EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FREEWAY - MOVING WITH THE VAN\n\nThe VAN takes a violent SWERVE across six lanes, barely\nmaking the offramp! Sparks spray as the van slams into\nthe metal railing. The VAN careens off the railing and\ninto traffic, narrowly missing a SEMI. HORNS BLARE.\n\nINT. VAN\n\nBob’s teeth clench as he fights to slow the car down. He\nSTOMPS BOTH FEET on the BRAKES.\n\fEXT. VAN\n\nIts tires smoking, the Van pulls sideways and loses it,\nTUMBLING down the center of the street, spraying metal\npieces in its wake. It rolls into an open parking space,\nand lands-- miraculously upright, stripped like an ear of\neaten corn.\n\nINT. VAN\nBob and Helen sit up woozily. Bob turns to the kids.\n\nBOB\nIs everybody okay back there...?\n\nViolet and Dash pull themselves upright. They look as if\nthey've emerged from an industrial tumble dryer.\n\nVIOLET\nSuper~duper, Dad...!\n\nDASH\nLet's do that again!\n\nThe OMNIDROID comes into view through the cracked\nwindshield. Bob releases his seat belt, turns to Helen.\n\nBOB\nWait here and stay hidden. I’m going in.\n\nEXT. VAN\n\nBob grimly starts after the Omnidroid. Helen stretches an\narm out and grabs his shoulder, spinning him around.\n\nHELEN\nWhile what? I watch helplessly from the\nsidelines? I don't think so.\n\nBOB\nI’m asking you to wait with the kids.\n\nHELEN\nAnd I'm telling you “not a chance.”\nYou’re my husband. I’m with you. For\nbetter or worse.\n\nBOB\nI have to do this alone.\nHELEN BOB\nWhat is this to you? No.\n\nPlaytime?\n{CONTINUED}\n\fCONTINUED:\nHELEN BOB\nSo you can be Mr. Not!\nIncredible again??\nHELEN BOB\nThen WHAT? What is it??? I’m...",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELEN BOB\nThen WHAT? What is it??? I’m... \n\nTARGET SECTION TO BE ANNOTATED:\n I’m not--\nHELEN BOB\nNot what ?? --not strong enough!\nHELEN BOB\n“Strong enough\"?? And this Yes-- NO!!\nwill make you stronger??\nHELEN\nThat‘s what this is? Some sort of\nworkout? !!\nBOB\n\n(grabbing her suddenly)\nI CAN'T LOSE YOU AGAIN!!!\n\nHelen is stunned. She stares at Bob, whose head is bowed\nlike a child.\n\nBOB (CONT’D)\nI can’t. Not again...\n(a whisper)\n.-.Z'm not streng enough.\n\nHelen searches Bob’s eyes, deeply touched. She throws her\narms around him, kissing him.\n\nHELEN\nIf we work together you won‘t have to be.\n\nBok looks into her eyes, equally tender.\n\nBOB\nI don’t know what'll happen.\nHELEN\nHey, we’re Superheroes. What could\n\nhappen?\n\nViolet SCREAMS. She and Dash jump clear just as the van\nis CRUSHED by the Omnidroid’s metal foot. The INCREDIBLES\nrun. Another Omnidroid foot SMASHES into the street,\nblocking the kids way. Bob and Helen stop, whirling--\n\nHELEN (CONT’D)\nvi, Dash-- NO!!\n\n(CONTINUED }\n\f113.\nCONTINUED: (2)\n\nThe OMNIDROID is now fully focused on the kids, pounding\nViolet's force field relentlessly with its giant claws.\nThe shield HOLDS. The BOT draws itself up, and DROPS--\nthe entirety of its massive bulk SLAMS into the force\nfield--\n\n~-knocking Vi UNCONSCIOUS. Her force field FLICKERS OUT.\n\nDASH\nViolet...?\n\nAgain the BOT draws itself up to deliver the crushing\nblow. Dash cringes and the bot DROPS--\n\n~-and HITS an obstacle halfway down. Dash looks up--\n\nDASH (CONT’D)\nDad!\n\nBob is underneath the bot, on his back, his arms and legs\nstraining under the weight of it.\n\nBOB\nGo... go--!\n\nVi comes to, and is instantly YANKED out from under the\nmachine and into Helen’s arms. Dash follows them around\nthe corner.\n\nStraining, Bob lifts the BOT enough to get his feet\nunderneath him.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nVi comes to, and is instantly YANKED out from under the\nmachine and into Helen’s arms. Dash follows them around\nthe corner. Straining, Bob lifts the BOT enough to get his feet\nunderneath him. \n\nTARGET SECTION TO BE ANNOTATED:\n The bot snatches Bob out from underneath\nand flings him at a building across the street.\n\nINT. BUILDING - EIGHTH FLOOR OFFICES\n\nThe windows SHATTER as Bob's body tumbles across the\nfloor, scattering desks and chairs.\n\nEXT. CITY STREETS\n\nHelen rounds a corner out of the Omnidroid’s view and\ncarefully sets Violet down. She looks at Dash and Vi.\n\nHELEN\n(firm)\nStay here. Okay?\n\nHelen turns away, charging back toward the robot. Vi and\nDash watch their fearless mother in amazement.\n\f114.\n\nWITH BOB AND THE OMNIDROID\n\nas the bot pulls itself up the building to look for Bob.\nBob charges the bot, hitting it with enough force to\ndislodge it from the building. It FALLS, crashing into\nthe street with an earth-shattering BOOM.\n\nBob falls with it but rolls and lands on his feet. The\nfamiliar sound of cracking ice causes Bob to look up--\n\nBOB\nFrozone! YEAH!!\n\nA narrow sheet of ice streaks across the pavement and\nFROZONE skates past, joining the fight.\n\nFOLLOWING FROZONE\n\nHe moves to the Omnidroid, expertly icing its joints as\nit tries to get up. The machine WHINES as its motors\nstrain against the ice.\n\nFURTHER DOWN THE STREET\nHelen rushes up to Bob.\n\nHELEN\nBob-~\n\nJust then Frozone sails into frame and crashes into the\nroof of a parked car. Bob turns angrily toward the robot--\n\nBOB\nHEY--!!\n\n~-and is immediately SMACKED by the robot. Bob flies into\nthe side of a building and tumbles to the street.\n\nFrozone and Helen distract the robot, heckling it and\nspreading out. It goes after them like an enraged beast.\n\nDazed, Bob looks up and sees a strange device on the\nground in front of him. He examines it, his eyes widening\nwhen he realizes what it is. He holds it up, yelling\nexcitedly to the others--\n\nBOB (CONT’D)\nSYNDROME’S REMOTE! !\n\nWHAM! The bot comes down on Bob like a ton of bricks,\nlifting him high above the ground.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds it up, yelling\nexcitedly to the others--\n\nBOB (CONT’D)\nSYNDROME’S REMOTE! ! WHAM! The bot comes down on Bob like a ton of bricks,\nlifting him high above the ground. \n\nTARGET SECTION TO BE ANNOTATED:\n Miraculously, Bob has\nheld on to the remote, and he quickly stabs at the\nbuttons, hoping to get lucky.\n\n(CONTINUED )\n\fCONTINUED:\n\nWith a BOOM one of the bot‘’s limbs RELEASES, sending it--\nand Bob-- crashing to the ground.\n\nAROUND THE CORNER\nViolet sees this. She turns to Dash.\n\nVIOLET\nThe remote controls the robot!\n\nWITH BOB AND THE OMNIDROID\n\nThe Omnidroid knows this too, and it fires laser blasts\nat Bob to try to stop Bob from using the remote. Bob\njumps clear, then hears his son from down the street.\n\nDASH\nHey, Dad! Throw it! Throw it!!\n\nBOB\nGO LONG!!\n\nBob gives the remote a MONSTER THROW, flinging it high\ninto the air and across the river. Dash pivots and takes\noff after it. The Omni sees Dash and starts firing after\nhim\n\nWITH DASH\n\nas he hits the water, jetting across the water’s surface\nas the Omni fires away. The water EXPLODES around Dash,\n\nbut he concentrates on the remote, following it into his\nhands like an NFL receiver.\n\nDASH\nI GOT IT!!\n\nDash crosses the river and hits the streets on the other\nside, seemingly home free. But the Omni is still FIRING,\nand it hits some cars in Dash’s path, igniting their gas\ntanks. Suddenly Dash is surrounded by a wall of FLAMES!\nWITH BOB\n\nHe runs toward Helen, who is closer to the Omnidroid.\n\nBOB\nHONEY! TAKE OUT ITS GUNS!!\n\f116.\n\nHELEN\n\nhears him. She grabs a heavy MANHOLE COVER, winding her\nelastic arm around a light pole to fling it-~ like an\narrow-- at the OMNIDROID’S gun. Bull’s-eye.\n\nACROSS THE RIVER\n\nWhat follows amounts to a game of hot potato between the\nSupers and the robot over the remote:\n\nFrozone saves Dash from the circle of burning cars. The\nRobot sees this and goes after them. With Dash on his\nback, Frozone races across the river, freezing it in\nfront of him as he goes.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nACROSS THE RIVER\n\nWhat follows amounts to a game of hot potato between the\nSupers and the robot over the remote:\n\nFrozone saves Dash from the circle of burning cars. The\nRobot sees this and goes after them. With Dash on his\nback, Frozone races across the river, freezing it in\nfront of him as he goes. \n\nTARGET SECTION TO BE ANNOTATED:\nThe robot JUMPS-- almost on top of them, creating a\n\nMASSIVE WAVE and throwing Dash and Frozone high into the\nair. Thinking fast, Frozone turns the wave into a wall of\nSNOW. It crashes over the streets, cushioning their fall.\n\nIN THE STREET —- NEARBY\n\nThe remote clatters to the ground. Bob sees it and runs\n\nfor it. The bot sees Bob and fires a claw-- catching Bob\njust as he was reaching for the remote. The CLAW-- with\n\nBob inside-- tumbles end over end down the street. With\n\nBob out of the way, the bot heads for the remote.\n\nFrozone ices the robot's path, causing the bot’s metal\nfeet to slip and slide. Helen runs ahead of the bot,\nstretching herself into a tripwire across the stumbling\nrobot's path. It CRASHES to the street.\n\nThe bot LOOKS UP. The remote lies on the street just in\nfront of it, easily within its grasp. The bot reaches out\nwith a claw to destroy the remote. The remote magically\nJUMPS CLEAR. The bot tries again, and again the remote\ndarts away. Riled now, the bot rears up and STABS wildly\nat the remote with all of its arms. We hear VIOLET\nshriek, as the remote repeatedly eludes the robot’s\ngrasp: finally tangling its legs so badly that it topples\nover.\n\nVi REAPPEARS, running back to rejoin the group in the\nmiddle of the street.\n\nVIOLET\nMom, I got it! I got the remote!\n\nFROZONE\nA remote? A remote that controls what?\n\n(CONTINUED )\n\fil7.\nCONTINUED:\n\nViolet begins to fiddle with the remote’s CLICK-WHEEL,\npoking its buttons to no effect. The robot has gotten to\nits feet and lunges toward them.\n\nViolet shrieks and presses the button a last time.\nROCKETS FIRE underneath the robot’s clawed feet, lifting\nthe enormous machine into the air.\n\nFROZONE (CONT'D)\nThe ROBOT???\n\nEveryone ducks as the robot rockets overhead, crashing\ninto a building at the end of the street. Like a woozy\nprizefighter, the Omnidroid gets back on its feet.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nFROZONE (CONT'D)\nThe ROBOT??? Everyone ducks as the robot rockets overhead, crashing\ninto a building at the end of the street. Like a woozy\nprizefighter, the Omnidroid gets back on its feet. \n\nTARGET SECTION TO BE ANNOTATED:\nDASH\nIt's coming back!\n\nDash snatches the remote from Violet, aims it at the\nrobot, spins the click-wheel and presses a button. Behind\nDash (and unseen by all) the claws on the robot’s\ndetached arm SPRING OPEN-~ flinging Bob into the air.\n\nDASH (CONT'D)\nThat wasn’t right.\n\nVIOLET\n(snatching remote back)\nGive me that!\n\nDOWN THE STREET - WITH BOB\nHe climbs to his feet, muttering to himself.\n\nBOB\nWe can’t stop it...! The only thing hard\nenough to penetrate it is...\n\nA thought hits him. He turns, staring at the metal claw.\n\nBOB (CONT'D)\n..-itself.\n\nWITH FROZONE, HELEN & THE KIDS\n\nHelen has the remote now and is trying to figure it out.\nThe Omnidroid has them all in its sights and is lumbering\ntoward them. The kids are starting to panic.\n\nHELEN\nNo, this'll work! This’1ll work!\n{te Frozone}\nLucius, try to buy us some time!\n\n(CONTINUED )\n\f118.\nCONTINUED:\n\nFROZONE\n(re: button, exiting)\nTry the one next to it!\n\nLucius takes off, throwing ice and skating down the\nstreet toward the approaching robot. He JUMPS off an ice\nramp, his skates CONVERTING into a circular ski-disc in\nmid-air. He lands, throwing a massive ICE WALL in front\nof the robot.\n\nWITH BOB\n\nAs he closes the claw into a massive arrowhead and starts\ncharging down the street.\n\nWITH HELEN & THE KIDS\n\nHelen dials the click-wheel on the remote, pokes a\nbutton.\n\nRESUME BOB\n\nThe back of the claw suddenly FIRES a rocket engine. Bob\nveers crazily, trying to control it.\n\nRESUME HELEN & THE KIDS\n\nShe pokes the button again. Now close to the group, Bob’s\nclaw rocket SWITCHES OFF. Bob gets an idea.\n\nBOB\nWait a minute--!\n(yells to Helen)\nPress that button again!\nHelen presses a button. The claw blades start to spin.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\n(yells to Helen)\nPress that button again! Helen presses a button. The claw blades start to spin. \n\nTARGET SECTION TO BE ANNOTATED:\nBOB (CONT'D)\nNo-- the other one! The FIRST ONE!\n\nHELEN\nFirst button-- got it!\n\nThe Omnidroid has broken through the first ice wall, and\npounding away at a second one. Though Frozone's giving it\nall he’s got, the robot's starting to get through.\n\nFROZONE\nHELEN???\n\nHelen looks at the remote, gestures at her kids.\n\n(CONTINUED)\n\f119.\nCONTINUED :\n\nHELEN\nGet outta here, kids! Find a safe spot!\n\nVIOLET\nWe're not going anywhere!\n\nBOB (FROM DOWN THE STREET)\nPRESS THE BUTTON!\n\nHELEN\nNOT YET!\n\nThe Omnidroid is pounding through the second wall. Bob\nshouts from behind them.\n\nBOB\nWHAT’RE YOU WAITING FOR??!\n\nHELEN\nA CLOSER TARGET! YOU GOT ONE SHOT!\n\nThe Omnidroid SHATTERS the last wall-- it’s almost on top\nof them. Helen presses the button. The claw-rocket FIRES.\nBob aims it directly at the Omnidroid’s metal underbelly--\n\nBOB\nEVERYBODY DUCK!!\n\n--and RELEASES IT. The giant metal arrow roars overhead\nand drills clean through the robot’s body, coming out the\nother side. For a long moment nothing happens. Then the\ngargantuan machine KEELS OVER and EXPLODES. It’s over.\n\nThe family looks at each other, stunned. Frozone starts\nto chuckle. Bob smiles as he looks at his Super family.\nIt feels like his best memories... only better.\n\nThe seemingly empty city begins to come to life, as\npeople emerge from their hiding places, converging in the\nstreet. People begin to spontaneously CHEER the heroes,\nwelcoming the Supers’ return. Two ELDERLY GENTLEMEN stand\ntogether in the crowd. One nudges the other.\n\nFRANK\nSee that? That’s the way you do it.\nThat's Old School.\n\nOLLIE\nYup. No school like the Old School.\n\f120.\n\nON A NEARBY ROOFTOP\n\nSYNDROME comes to. Looks over the edge to the streets\nbelow to find the battle over and the masses cheering--\nnot for him, but for the group of Supers. He DARKENS.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nON A NEARBY ROOFTOP\n\nSYNDROME comes to. Looks over the edge to the streets\nbelow to find the battle over and the masses cheering--\nnot for him, but for the group of Supers. He DARKENS. \n\nTARGET SECTION TO BE ANNOTATED:\nSYNDROME\nNo--1!\n\nWITH FROZONE AND THE INCREDIBLES\n\nThey drink in the cheers as the adoring crowd gathers\naround them.\n\nFROZONE\nJust like old times.\n\nBOB\nJust like old times...\n\nBob slaps Frozone on the back, a little too hard. Frozone\nshakes it off.\n\nFROZONE\nYeah. Hurt then, too.\n\nEXT. CITY STREETS ~ MOVING - DUSK\nA long, black LIMO cruises down the street.\nINSIDE THE LIMO - CONTINUOUS\n\nBob sits proudly with his family as Rick Dicker debriefs\nthem. Everyone is enjoying the moment, save for Helen,\nwho has already clicked back into “mother-mode” and is\nusing the car phone to get messages.\n\nDICKER\nWe've frozen all his assets. If Syndrome\neven sneezes we'll be there with a hanky\nand a pair of handcuffs. The people of\nthis country are indebted to you. We’ll\nmake good on it.\n\nBOB\nDoes this mean we can come out of hiding?\n\nDICKER\nLet the politicians figure that one out.\nBut I’ve been asked to assure you that\nwe'll take care of everything else. You\ndid good, Bob.\n\n(CONTINUED)\n\f121.\nCONTINUED:\n\nDash plays with the electric windows as Helen retrieves\nmessages from the car phone. Window up, window down...\n\nKARI’S VOICE\n(beep)\nHello, Mrs. Parr. Everything’s fine, but\nthere's something-- unusual about Jack-\nJack. Can you call me, okay?\n\n..-window up, up, down, up. Finally Helen snaps.\n\nHELEN\n{to Dash)\nCome on! We’re in a limo!\n\nBob is looking appreciatively at Violet.\n\nBOB\nYou’re wearing your hair back.\n\nVIOLET\nHuh? Oh, yeah. I just... yeah.\n\nBOB\nIt looks good.\n\nVIOLET\n(blushing)\nThanks, Dad.\n\nDASH\n(to Bob)\nThat was so cool when you threw that car.\n\nBOB\nNot as cool as you running on water.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nVIOLET\n(blushing)\nThanks, Dad. DASH\n(to Bob)\nThat was so cool when you threw that car. BOB\nNot as cool as you running on water. \n\nTARGET SECTION TO BE ANNOTATED:\nDASH\nAnd Mom when she-- hey, Mom! That was\nsweet when you snagged that bad guy with\nyour arm and kinda like whiplashed him\ninto the other guy--\n\nHELEN\nI’m trying to listen to messages,\nhoney...\n\nDASH\n\nAnd we totally aced those guys that tried\nto kill us! That was the best vacation\never! I love our family.\n\n(CONTINUED)\n\f122.\nCONTINUED: (2)\n\nKARI’S VOICE\n(beep) . .\nit’s me! Jack-Jack’s still fine but I’m\nreally getting weirded out!! WHEN ARE YOU\nCOMING BACK??\n\nHELEN\n{nudges Bob, shares phone)\nBob, listen to this--\n\nHelen is listening to the last message as the limo slows\nto a stop in front of their home--\n\nDICKER\nHere we are...\n\nKARI‘S VOICE\n(through phone, calmer)\nHi, this is Kari. Sorry for freaking out.\nBut your baby has special needs. Anyway,\nthanks for sending a replacement sitter--\n\nHELEN\n(looks at Bob, alarmed)\n“Replacement”...? I didn’t call for a\nreplacement!\n\nBob’s eyes widen. He and Helen jump from the car,\nfollowed by the kids. They cross the lawn and burst\nthrough the front door to REVEAL--\n\nSYNDROME\n\nwho SPINS, hitting the family with his ZERO-POINT RAY.\nCradling a sleeping Jack-Jack in his arms, he grins.\n\nSYNDROME\nShh. The baby’s sleeping.\n\nHe CACKLES. The Incredibles are frozen and helpless in\nthe grasp of the ZERO-POINT. Only their eyes betray their\ndesperation.\n\nSYNDROME (CONT’D)\nYou took away my future. I'm simply\nreturning the favor. Don’t worry. I'll be\na good mentor; supportive, encouraging.\nEverything you weren’t. And in time, who\nknows? He might make a good sidekick...\n\n(CONTINUED }\n\f123.\nCONTINUED:\n\nSyndrome FLINGS the family into the bookcase. He points\nhis power band toward the roof and blows a huge hole in\nit, revealing his MANTA JET hovering high above. Syndrome\nfires his jet-boots and TAKES OFF toward the jet.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nSyndrome FLINGS the family into the bookcase. He points\nhis power band toward the roof and blows a huge hole in\nit, revealing his MANTA JET hovering high above. Syndrome\nfires his jet-boots and TAKES OFF toward the jet. \n\nTARGET SECTION TO BE ANNOTATED:\nHELEN\nHe‘s getting away, Bob! We have to do\nsomething! We have to do something now!\n\nASCENDING WITH SYNDROME & JACK-JACK - DUSK\n\nJACK-JACK awakens to the sight of his family and home\nreceding beneath him. He CRIES, reaching out for them.\n\nSyndrome nears the MANTA JET. JACK-JACK’S crying turns\nangry and suddenly he BURSTS INTO FLAMES. Syndrome\nshrieks. Jack-Jack’s fire goes out, revealing that the\nbaby has turned to METAL.\n\nSyndrome DROPS with the sudden weight. His jet-—boots\ncompensate, but Syndrome is struggling to stay aloft. The\nbaby’s flesh reverts to normal, but the baby begins to\nVIBRATE fiercely. Syndrome can barely keep hold of him.\nON THE GROUND\n\nHelen turns to Bob, panicked.\n\nHELEN\nSomething’s happening! What's happening??\n\nRESUME SYNDROME & JACK-JACK\n\nThe vibrating baby begins to REDDEN, TRANSFORMING\nabruptly into mini-MONSTER. The Jack-Jack monster throws\na headlock around Syndrome, laughing maniacally and\nstarts to RIP APART Syndrome’s Jet-boots!\n\nON THE GROUND\n\nBob and Helen watch helplessly.\n\nHELEN\nWe have to stop him! Throw something!\n\nBOB\nTocan’t! I might hit Jack-Jack!\n\nHELEN\n(realization, softly)\nThrow me...\n\f124,\n\nWITH SYNDROME AND JACK-JACK\n\nJack-Jack RIPS a valve from Syndrome’s jet-boots, which\nPROPELS him upward, slamming his head into the jet’s\nwing. He loses hold of Jack-Jack, who FALLS~-\n\nON THE GROUND\n\nHelen SEES THIS, turns to Bob--\n\nHELEN\nBob-- THROW ME!!\n\nHelen leaps into Bob's arms, forming into a SPEAR shape.\nBOB takes aim and FLINGS HER toward the falling baby.\n\nIN THE SKY\n\nHELEN SOARS-- and GRABS JACK-JACK! She quickly BLOOMS\ninto a parachute.\n\nINT./EXT. MANTA JET\n\nSYNDROME regains control. He successfully docks with the\nhovering Manta Jet. He stands at the docking doors, his\ncape blowing dramatically upwards...",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nMANTA JET\n\nSYNDROME regains control. He successfully docks with the\nhovering Manta Jet. He stands at the docking doors, his\ncape blowing dramatically upwards... \n\nTARGET SECTION TO BE ANNOTATED:\nSYNDROME\nTHIS ISN'T THE END OF IT!!\n\nON THE GROUND\n\nBob looks around wildly for a way to get at Syndrome, and\nspies his sports car. Regret flashes across his face--\n\nEXT. MANTA JET\n\nSYNDROME\nI WILL GET YOUR SON!! I’LL-- oh no...\n\nSyndrome’s eyes go wide. BOB’S CAR is soaring toward him,\ntumbling end over end towards the MANTA JET. Syndrome\njumps back as the crafts COLLIDE, blowing him off his\nfeet and up over the wing, toward the turbines.\n\nClawing madly to find purchase, he LOOKS over his\nshoulder in time to see the end of his CAPE sucked into\nthe intake. Syndrome SCREAMS as he’s YANKED OUT OF FRAME--\nON THE GROUND\n\nBOB, DASH & VI react as the MANTA JET EXPLODES.\n\f125.\n\nDESCENDING WITH HELEN AND JACK-JACK\n\nHelen cradles Jack-Jack facing upwards, his back toward\nthe ground. He looks at her, giggling and cooing.\n\nHELEN\nLook at Mommy, honey. Don’t look down,\nMommy's got you. Everything’s alright...\n\nBut Jack-Jack sees burning wreckage coming toward them\nand starts to SHRIEK, pointing upwards. Helen turns to\nsee it as--\n\nWRECKAGE CRASHES ON TOP OF THEM, DESTROYING THE PARR\nHOME. HELEN & JJ ARE SAVED. VI AND HELEN EXCHANGE A\nMEANINGFUL LOOK:\n\nHELEN (CONT‘D)\nThat’s my girl.\n\nDASH\nDoes this mean we have to move again?\n\nEveryone chuckles at this. The smoke begins to clear,\nREVEALING a lone witness to this cataclysmic event--\n\n--the Big Wheel KID, whose eyes are as big as dinner\nplates.\n\nRID\nOoohh, man, THAT WAS TOTALLY WICKED!\n\nFADE TO BLACK.\nEXT. PARKER STADIUM - DAY - THREE MONTHS LATER\n\nThe stadium parking lot is about half full ona\nbeautiful cloudless day. The marquee announces JUNIOR\nHIGH TRACK FINALS.\n\nINSIDE THE STADIUM\n\nYoung runners loosen up at the starting line of the\nhundred-yard dash. Dash is among them.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe marquee announces JUNIOR\nHIGH TRACK FINALS. INSIDE THE STADIUM\n\nYoung runners loosen up at the starting line of the\nhundred-yard dash. Dash is among them. \n\nTARGET SECTION TO BE ANNOTATED:\n He waves to the\nstands.\n\nIN THE STANDS\n\nBob, Helen and Jack-Jack wave back. Coming down the steps\nis none other than Violet’s crush, TONY RYDINGER. He\nwaves cooly at some friends and heads toward the\nconcession stand... PAUSING when he sees Violet and a\nfriend talking nearby. He approaches them.\n\n(CONTINUED)\n\f126.\n\nCONTINUED:\nTONY\n{to Violet)\n\nHey.\n\nVIOLET\nHey.\n\nTONY\nYou're... Violet, right?\n\nWith a smile, Vi's friend exits.\n\nVIOLET\nThat’s me.\nTONY\nYou look... different.\nVIOLET\nI feel different. Is different okay...?\nTONY\nDifferent is great. Would you... uh...\nVIOLET TONY\nYeah...? Do you... want...\nVIOLET TONY\nYeah... Maybe... we, uh... could--\n\nViolet silences Tony with a single finger on his lips.\nTony stares at her in shock and wonder.\n\nVIOLET\nI like movies. I’1l buy the popcorn.\n(then, gently)\n\nOkay...?\nTONY\nYeah. Good. A movie. Okay. Friday?\nVIOLET\n(big smile)\n\nFriday.\nON THE FIELD\n\nThe starter pistol FIRES and the runners take off. Dash\njogs well behind the pack in a confident, easy trot.\n\nIn the stands Bob, Helen, and Violet cheer Dash on.\n\n(CONTINUED)\n\f127.\nCONTINUED:\n\nBOB, HELEN & VIOLET\nGot! Go, Dash, GO!! Run. Run! RUNI!\n(etc.)\n\nDash hears them and looks toward the stands.\n\nBOB & HELEN\nGO, DASH, GO! POUR IT ON, SON! HIT THE\nGAS! (etc.)\n\nDash, his eyes still on his family, accelerates a little\nand quickly moves toward the front of the pack...\n\nBOB & HELEN (CONT’D)\n--BUT NOT TOO MUCH!! PULL IT BACK! PULL\nIT BACK!! EASE UP! Slow down a little!!\n\nDash, clearly confused now, furrows his brows as he again\ndrops back.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nEASE UP! Slow down a little!! Dash, clearly confused now, furrows his brows as he again\ndrops back. \n\nTARGET SECTION TO BE ANNOTATED:\n The family shouts LOUDER~-\n\nBOB & HELEN (CONT’D)\nBut don't give up!! Make it close--\nSECOND!! GO FOR SECOND! A CLOSE SECOND!!\n\nUnderstanding, Dash accelerates just enough to scare the\nleader, crossing the finish line inches behind him.\n\nIN THE STANDS\n\nthe Incredibles are ecstatic. They cheer and laugh and\njostle each other as if Dash had won Olympic gold. Dash\nstands in the cluster of panting, red-faced boys, not\neven winded, and beams at his proud family.\n\nBOB (0.S.)\nThat’s my boy!!\n\nSTADIUM PARKING LOT - MINUTES LATER\n\nThe family crosses the parking lot, Dash sitting atop\nBob’s shoulders, clutching his second-place trophy.\nEveryone is happy and together.\n\nHELEN\nYou were great. out there, honey. We're so\nproud of you.\n\nDASH\n\nT saw you in the stands. I didn’t know\nwhat the heck you wanted me to do...\n\n{CONTINUED )\n\f128.\nCONTINUED:\n\nThe ground begins to QUAKE. The INCREDIBLES stop as the\nlow RUMBLE grows louder. On the far side of the lot, cars\nbegin to be thrown into the air, tossed about like toys.\n\nA GARGANTUAN DRILL spirals out of the ground, throwing\ndirt and chunks of asphalt in all directions. People run\nscreaming as the enormous metallic vehicle crests and\ncrashes to earth. A door opens on top and a hulking\nfigure in dirty overalls emerges atop a rising platform.\n\nHis ragged voice amplified through a loudspeaker, the\nUNDERMINER speaks-~\n\nUNDERMINER\nBEHOLD THE UNDERMINER! I'M ALWAYS BENEATH\nYOU, BUT NOTHING IS BENEATH ME! I HEREBY\nDECLARE WAR ON PEACE AND HAPPINESS! ALL\nWILL TREMBLE BEFORE ME! (etc.)\n\nCAMERA pans off Bob as he glances at his family. They've\nalready donned their masks, ready as they'll ever be.\nCAMERA returns to Bob, revealing that he too has put on\nhis mask.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nALL\nWILL TREMBLE BEFORE ME! (etc.)\n\nCAMERA pans off Bob as he glances at his family. They've\nalready donned their masks, ready as they'll ever be. CAMERA returns to Bob, revealing that he too has put on\nhis mask. \n\nTARGET SECTION TO BE ANNOTATED:\nHe turns toward their new nemesis and SMILES, RIPS his\nshirt OPEN TO REVEAL the “i\" insignia on the chest of his\nSupersuit underneath, the logo of-~\n\n~-THE INCREDIBLES .\n\nTHE END\n\f"
}