{
  "1": "THE TATTOOIST\n\nby\nMatthew Grainger & Jonathan King\n\nRevised 07/07/06\n\n© Eyeworks Touchdown Ltd 2006\n\nEyeworks Touchdown Ltd\n5 Graham Street\nAuckland\n\nNew Zealand\n\fBLACK SCREEN\n\nLilting Pacific Island music plays. The soft, rhythmic strum\nof a guitar. Women SING a beautiful harmony.\n\nFADE IN:\n\nINT. SINGAPORE BAR - EVENING 1\nA luminous Pacific Island scene — palm trees, hula girls and\na crescent of golden sand that borders vibrant ocean,\nillustrated 1950s style.\n\nPULLING BACK to reveal a Pacific tapa cloth pattern bordering\na kitsch lamp-shade.\n\nBlack Sambuca swirls into a shot glass on a shiny black bar.\n\nJAKE SAWYER, late 20s, handsome and haunted-looking, knocks\nthe shot back and slams the glass down.\n\nIN A DARK CORNER OF THE BAR, Jake picks up a payphone\nreceiver. His fingers hover over the buttons, reluctant to\ndial ... he hangs up.\n\nJake picks up a leather bag from beside his bar stool. As he\nreaches down, we see a long, pale scar on his forearm.\n\nEXT/INT. SINGAPORE STREETS/SEDAN - NIGHT 2\n\nRain hammers down as a dark Mercedes sedan rolls through\nSingapore’s streets.\n\nINSIDE, Jake watches the lights blur past the rain-streaked\nglass. A CHAUFFEUR drives silently.\n\nOUTSIDE, the bustle gives way to a more stately part of town,\nthe affluent Holland District.\n\nEXT. MANSION - EVENING 3\nThe Mercedes pulls up outside an old property. The house\nreeks of both old money and new. Expansive grounds fall away\n\ninto darkness beyond the haze of rain.\n\nJake steps out of the car. Thunder rolls overhead as he looks\nup at the house.\n\fINT. MANSION FOYER - NIGHT 4\n\nThe Chauffeur shows Jake into a marbled foyer. A staircase\nsweeps up into darkness. Jake shivers.\n\nA figure descends the stairs. MR LIM is silver haired and\nslight. He looks like he hasn’t slept in weeks. He extends a\nhand.\n\nMR LIM\nEdward Lim.",
  "2": "---END OF PREVIOUS SECTION---\nHe looks like he hasn’t slept in weeks. He extends a\nhand. MR LIM\nEdward Lim. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nJake Sawyer.\n\nJake shakes Mr Lim’s hand. As he does, we see that the back\nof Jake’s hand is covered with intricate tattoos.\n\nMR LIM\nThank you for coming.\n\nINT. MANSION LIVING ROOM - NIGHT 5\n\nA well-appointed living room, mahogany and leather, pools of\nshadow. Jake sits in an armchair, flipping through a worn-\nlooking leather journal. Mr Lim paces, wringing his hands.\n\nMR LIM\nHave you ever encountered a bad\nspirit, Mr Sawyer?\n\nJAKE\n(under his breath)\nAlmost every night.\n\nMR LIM\nIt is eating him from within. So\nstrong ... so hungry.\n\nUnseen by Mr Lim, Jake rolls his eyes. He hands Mr Lim the\njournal. We can’t see what’s on the page.\n\nJAKE\nThis is what you need.\n\nMR LIM\n\n(impressed)\nHow did you get this?\n\n(CONTINUED)\n\fCONTINUED: 5\n\nJAKE\n(grins)\nEd, you worry about your karma, let\nme worry about mine.\n\nMR LIM\nIt’s powerful?\n\nJAKE\n(laying it on thick)\nAnd strictly forbidden. I’m taking\na big risk giving this to him.\nMr Lim hands Jake an envelope. Jake looks inside.\n\nMR LIM\nIt is enough?\n\nJake's eyes glint in triumph: it’s more than enough.\nJAKE\n\nWhere is he?\nINT. MANSION HALLWAY - NIGHT 6\nMr Lim leads Jake up a long, shadowy hallway. Jake approaches\nthe door as if this creepy setting is all in a day’s work.\nLim opens the door.\nINT. MANSION BEDROOM - NIGHT 7\n\nJake steps into the room. Candles flicker, incense burns. The\nwalls and ceiling are scrawled with Chinese symbols.\n\nA YOUNG BOY (13) sits up on the bed. He looks flu-ridden and\nmiserable. Breath rattles as his scrawny chest rises and\nfalls.\n\nSeeing the child, Jake looks taken aback — clearly this\nwasn’t what he expected.\n\nFrom behind him, the sound of rapid, CRUNCHING FOOTSTEPS.\nJake turns —\n\nEXT. SAWYER HOUSE - NIGHT - FLASHBACK 8\n\nFootsteps crunch through snow.",
  "3": "---END OF PREVIOUS SECTION---\nFrom behind him, the sound of rapid, CRUNCHING FOOTSTEPS. Jake turns —\n\nEXT. SAWYER HOUSE - NIGHT - FLASHBACK 8\n\nFootsteps crunch through snow. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\fCONTINUED: 8\n\nA slender teenager runs towards a dark house: YOUNG JAKE.\nBehind him, a dark treeline. Out of breath, he looks back,\nafraid —\n\nINT. MANSION BEDROOM - NIGHT 9\n\nJake blinks. Mr Lim watches him from the doorway.\n\nJAKE\nYou never said he was a kid.\n\nHe looks back at the sick boy.\n\nJAKE (CONT'D)\nHave you seen a doctor?\n\nMR LIM\nThis isn’t something a doctor can\ncure ... but you can. Can’t you?\n\nJake wrestles with this, then nods.\n\nJAKE\nIf that’s the way you want to go.\n\nMR LIM\nWe must be prepared to do anything\nfor our loved ones. Even if it\ncauses them pain.\n(to the boy)\nThis is the man I told you about.\nHe’s here to help us.\n\nJake sits down beside the boy, clearly uneasy.\nJAKE\nHey, kid. I’m Jake. What’s your\nname?\nThe boy watches him, wide-eyed, fearful.\nJAKE (CONT’D)\n(smiles)\nStrong and silent type, huh?\n\nBOY\nIs this going to hurt?\n\nAnother flicker of guilt crosses Jake’s face.\n\n(CONTINUED)\n\f10\n\n11\n\n12\n\nCONTINUED: 9\n\nJAKE\nYour Dad thinks it’s going to help\nyou get better.\n\nBOY\nWhat do you think?\n\nJake meets the boy’s eyes, then looks away, unable to lie.\nJake opens his bag. A TATTOOIST’S NEEDLE is deftly assembled.\nHe skims through the notebook: images of hand-drawn symbols\nflutter past.\n\nJake’s needle BUZZES. The tattoo takes shape under its point:\nan ancient Thai symbol, lines etched with skill and\nprecision.\n\nJake wipes blood and ink from the child’s skin. He glances up\nto see that the boy is sobbing quietly. His father holds the\nboy's wrists tightly, his knuckles white. He whispers\ndesperate assurances to the boy in Malay.\n\nBehind the boy’s sobs, a ROAR builds —\n\nINT. SAWYER BASEMENT - NIGHT - FLASHBACK 10\nShivering with fear, Young Jake huddles against a cracked,\ngrimy mirror in a dark basement corner.",
  "4": "---END OF PREVIOUS SECTION---\nHe whispers\ndesperate assurances to the boy in Malay. Behind the boy’s sobs, a ROAR builds —\n\nINT. SAWYER BASEMENT - NIGHT - FLASHBACK 10\nShivering with fear, Young Jake huddles against a cracked,\ngrimy mirror in a dark basement corner. \n---TARGET SECTION TO BE ANNOTATED---\n Beside him an iron\nboiler roars and rattles ... TIC-TIC-TIC-TIC ...\n\nA DARK FIGURE looms, its reflection fragmented in the mirror.\nA BLADE flashes, slices SKIN, BLOOD wells —\n\nYoung Jake SCREAMS —\n\nINT. MANSION HALLWAY - NIGHT 11\n\nThe scream seems to reverberate around the tight hallway as\nJake steps out of the bedroom, bag in hand. He looks back —\n\nBeyond, Mr Lim kneels at his son’s bedside in prayer. Jake\nturns away and strides up the hall, his expression grim.\n\nCUSTOMER (V.O.)\nHey ...\n\nEXT. SINGAPORE TATTOO EXPO/JAKE’S BOOTH - DAY 12\n\nThe sprawling bustle of a convention, a multi-cultural\nmicrocosm of booths, stages, showcases and tents.\n\n(CONTINUED)\n\f12\n\n6.\nCONTINUED: 12\n\nA banner reads TATTOO EXPO 2007 in both English and Chinese.\nMusic booms.\n\nJake hesitates, needle hovering over a partially completed\ntattoo around a skinny forearm. The design is striking,\ntribal motifs in black ink.\n\nCUSTOMER\nHey!\n\nJAKE\nHuh?\n\nHis wiry Singaporean CUSTOMER looks up at him, nervous.\n\nCUSTOMER\nI said, is this for real?\n\nJake slips effortlessly back into salesman mode:\n\nJAKE\nYou ever hear of a Dayak tribesman\nwith carpal tunnel syndrome?\n\nJake continues tattooing.\n\nBehind them, a sign above Jake’s stall reads MYSTICAL TATTOOS\nFOR PROTECTION AND WELL-BEING. Posters show ethnic designs\nand their promised effect: GOUT, RHEUMATISM, HEMORRHOIDS and\nmore.\n\nEthnic tattooing tools decorate the walls, an attempt to lend\nthe display some credibility.\n\nCUSTOMER\nBig night last night, huh?\n\nJAKE\nNothing I can’t handle.\n\nCUT TO:\nJake stuffs his tools into his bag. He shoulders it, looks up\nto see a figure watching him: MR LIM. If he looked sleep-\ndeprived the night before, he now looks positively zombified.\n\nMR LIM\nYour tattoo did not work.\n\nJAKE\n\n(quietly)\nIt was just a tattoo.",
  "5": "---END OF PREVIOUS SECTION---\nIf he looked sleep-\ndeprived the night before, he now looks positively zombified. MR LIM\nYour tattoo did not work. JAKE\n\n(quietly)\nIt was just a tattoo. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f12\n\n13\n\n14\n\nCONTINUED: (2) 12\n\nMR LIM\nThen the fault is yours.\n\nEvasive, Jake looks around to see who might be listening.\n\nJAKE\n\n(quietly)\nListen, you believe in I Ching,\nFeng Shui or faery folk, that’s\nyour business ... but next time\nyour kid gets sick, you really want\nhim to get better, take him to a\ndoctor!\n\nJake pushes past Lim and disappears into the crowd. Mr Lim\nstares after Jake, trembling with rage.\n\nINT. SINGAPORE TATTOO EXPO - DAY 13\nJake glances back over his shoulder as he pushes through the\ncrowd. Mr Lim is still following him. Jake slips between two\nbooths —\n\nAhead is a large tent. TAP-TAP-TAP! The sound emanates from\ndarkness. TAP-TAP-TAP! Jake ducks inside.\n\nINT. SAMOAN TENT - DAY 14\nJake stands in the shadows of the tent entrance, watching the\ncrowd pass by. No sign of Mr Lim. Behind him, the TAP-TAP-TAP\ncontinues.\n\nA young woman, SINA, watches Jake from the shadows of the\ntent. She’s in her early 20s, beautiful, a red hibiscus\nflower behind her ear.\n\nHer eyes travel to the scar on his arm.\n\nSINA\nCan I help you?\n\nJake turns to see her. In awe and off-guard, he struggles to\nfind his voice:\n\nJAKE\nI don’t know. Maybe.\n\nALIPATI (0.S.)\nSina!\n\n(CONTINUED)\n\f14\n\n8.\nCONTINUED: 14\n\nSina disappears into the darkness of the tent, towards the\nsource of the sound. Jake watches after her ... then follows.\nThe main area of the tent is bathed in the soft glow of\ncandlelight. Soft Pacific dub plays from an old boom-box.\n\nJake steps forward, captivated ...\n\nSEMO (early 20s) lies half-naked amid the other men. An\nincredible tattoo in progress spreads across his buttocks and\ndown his legs: THE PE’A, a traditional Samoan tatau. The\ntattooist leans over him.",
  "6": "---END OF PREVIOUS SECTION---\nSEMO (early 20s) lies half-naked amid the other men. An\nincredible tattoo in progress spreads across his buttocks and\ndown his legs: THE PE’A, a traditional Samoan tatau. The\ntattooist leans over him. \n---TARGET SECTION TO BE ANNOTATED---\n ALIPATI’s lean body is coiled like\na spring, shining with sweat.\n\nSina sits down beside Semo and begins to massage his temples.\nShe whispers in his ear, soothing.\n\nDark ink is poured, thick like blood. A bone tool is dipped.\nSkin is stretched taut. One of the onlookers, PENI, holds\nSemo’s skin taut for Alipati —\n\nTAP-TAP-TAP! Another tool falls and black ink spatters, then\nis wiped away to reveal the vivid lines of tatau beneath. A\ngeneral sense of calm, of serene concentration.\n\nJake's eyes pick up other details: a single tear runs down\nSemo’s cheek. The ragged hitch of his breathing. Alipati\nleans to whisper in Semo’s ear:\n\nALIPATI (CONT'D)\nTime out, brutha.\n\nSemo moves to sit up, leans on Alipati for support.\n\nTheir heads touch and they share each other’s breath, before\nSemo nods and manages to sit up. Jake watches this exchange\nof trust, astonished — he’s never seen a tattooing experience\nshared so powerfully.\n\nSina watches as Jake takes this all in, enjoying the\nimpression the display is making.\n\nJAKE\n(impressed)\nJesus.\nAlipati looks up, notices Jake.\nALIPATI\n\nYou looking for him, you got the\nwrong tent.\n\n(CONTINUED)\n\f14\n\nCONTINUED: (2) 14\n\nAlipati gets to his feet. His full pe’a wraps around his\nthighs and torso, dazzling in its intricacy, the spaces\nbetween the ink luminous in the golden light.\n\nALIPATI (CONT’D)\nFlash tats, bro — got something to\nprove?\n\nJake nods towards Alipati’s tatau.\n\nJAKE\nWhat about you?\n\nALIPATI\nYou get the pe’a, you don’t gotta\nprove nothing to anyone, ever\n\nagain.\n\nJAKE\nThis is from the South Pacific,\nright?\n\nALIPATI\n\nSamoan tatau, outta Auckland.\n\nJAKE\nNew Zealand?\n\nJake looks around. A DISPLAY of ancient tattooing TOOLS, bone\nand wood bound with flax, is carefully arranged on a tapa\ncloth draped over a desk to one side.",
  "7": "---END OF PREVIOUS SECTION---\nJAKE\nNew Zealand? Jake looks around. A DISPLAY of ancient tattooing TOOLS, bone\nand wood bound with flax, is carefully arranged on a tapa\ncloth draped over a desk to one side. \n---TARGET SECTION TO BE ANNOTATED---\n They look as though\nthey haven’t been used for many years.\n\nJake picks up a bone tool from the display at peers at it.\nThe points are needle-sharp.\n\nJAKE (CONT’D)\nDo they have any medicinal value?\nYou know, protection, healing, that\nkind of thing?\n\nALIPATI\n(scoffs)\nYou mean like ‘Tattoos for\nProtection and Wellbeing’?\nJake grins, good-natured but nevertheless defensive.\n\nJAKE\nHey, a man’s got to make a living.\n\nAlipati approaches Jake, his gaze intense.\n\n(CONTINUED)\n\f14\n\n10.\nCONTINUED: (3) 14\n\nALIPATI\nThis ain’t just a living. You get\nthe pe’a to honour the spirits of\nyour tupuaga, who wore it before\nyou. You get it to honour your\nfather. And your father’s father.\n\nJAKE\nWhat if your father isn’t worth\nhonouring?\n\nAlipati narrows his eyes, nods, as if Jake has just given\naway some crucial detail. Sina watches, interested.\n\nJake takes a step back as Alipati leans in close, his voice\nsoft, emphatic:\n\nALIPATI\nThe pain of the tatau, it changes\nyou. You breathe into it, accept\nit, learn from it. Only then can\nyou find a way through.\n\nAlipati’s hand snaps out and grabs Jake’s wrist, turns it\nover to reveal the livid scar on Jake’s inner arm. Alipati\nnods, as though the scar confirms his suspicions about Jake:\n\nALIPATI (CONT’D)\nYou know what I’m talking about.\nYou seen pain. Only, you ain’t\nfound a way through yours, eh?\n\nThese words strike Jake, seem to sink in ... then\ndefensiveness kicks in. He tries to pull away.\n\nJAKE\nI’m just looking for some styles to\ndo.\n\nALIPATI\nThat ain’t all you’re looking for.\n\n(beat)\nSometimes it’s right in front of\nyour eyes, brutha. You just gotta\nopen them.\n\nJake yanks his arm from Alipati’s grip, eyes blazing with\nanger. Alipati smirks and turns away, as if unsurprised by\nJake's reaction.",
  "8": "---END OF PREVIOUS SECTION---\nYou just gotta\nopen them. Jake yanks his arm from Alipati’s grip, eyes blazing with\nanger. Alipati smirks and turns away, as if unsurprised by\nJake's reaction. \n---TARGET SECTION TO BE ANNOTATED---\nJake turns to leave, fuming.\n\n(CONTINUED)\n\f14\n\n15\n\n16\n\n1.\nCONTINUED: (4) 14\n\nALIPATI (CONT’D)\n(his back to Jake)\nIt was a rose. With a barb wire\n\nstem.\nJake freezes for a moment, eyes wide ... then steps out of\nthe tent.\nINT. SINGAPORE TATTOO EXPO - DAY 15\n\nOutside the tent, Jake looks down — he still holds the bone\nand wood tool he was looking at before.\n\nWith a last glance back towards the tent, he stuffs it into\nhis pocket and strides away.\n\nINT. SINGAPORE BAR - EVENING 16\n\nJake is back in his spot at the bar, a shot of Sambuca in\nfront of him. Behind him, the post-convention crowd is a blur\nof leather, ink and pierced flesh under black-light and neon.\n\nJake seems disconnected from the world, his expression\ndistant as he toys absently with the tool he stole. Despite\nthe crowd, he is alone.\n\nA heavily-tattooed middle-aged man leans over.\n\nTATTOOED PUNTER\nLemme guess — tattoo me with that\nand my dick’1l grow four inches\novernight?\n\nJAKE\nYou never know.\n\nJake turns away ... to see Mr Lim pushing through the bar\ntowards him. He looks for an exit, but he’s cornered.\n\nJAKE (CONT’D)\nLook, what do you want — a refund?\n\nMR LIM\nIf you don’t believe, your actions\nhave no power. They can cause ...\nonly pain.\n\nJAKE\nDon’t talk to me about pain.\n\n(CONTINUED)\n\f12.\n16 CONTINUED: 16\n\nMR LIM\nMy son died this morning.\n\nThis hits Jake like a hammer. He looks away, trying to make\nsense of this.\n\nJAKE\nHe’s ... dead?\n\nMR LIM\nNow do you understand what you've\ndone?\nJAKE\n(weakly)\nGod, I’m sorry ...\n\nMR LIM\nYou will be.\n\nJake looks down —\nThe blade of a knife flicks open, catches the light —\n\nJake stumbles back against the bar, crashing into other\n\npatrons.\nJake scrabbles for purchase ...",
  "9": "---END OF PREVIOUS SECTION---\nMR LIM\nYou will be. Jake looks down —\nThe blade of a knife flicks open, catches the light —\n\nJake stumbles back against the bar, crashing into other\n\npatrons. Jake scrabbles for purchase ... \n---TARGET SECTION TO BE ANNOTATED---\n he falls, bringing the\nPolynesian lamp from the bar crashing down with him ... POP!\n\nThe bulb shatters and the lamp goes dark.\n\nHis point made, Mr Lim stands over Jake and looks down on\nhim. On the floor, Jake looks wretched, at the end of the\nline.\n\nJAKE\nGo on, then ... do it.\n\nLim’s anger seems to fade, leaving only pity for Jake.\nMR LIM\n\nPerhaps a man who believes in\n\nnothing is already dead.\nMr Lim pushes away through the crowd.\nJake looks up, dazed, to see patrons staring down at him.\nAmong them is the Tattooed Punter — he shakes his head in\ndisgust and turns away.\n\nJake frowns, noticing —\n\n(CONTINUED)\n\f16\n\n17\n\n18\n\n13.\nCONTINUED: (2) 16\n\nBLOOD drips from his clenched fist. He opens it to reveal the\nSamoan tool. Its needle points have bitten deep into his\npalm.\n\nThe noise of the bar is pushed into the distance. TAP-TAP-TAP\n... TAP-TAP-TAP! The sound of the Samoan tattooist at work.\nPolynesian voices united in song, strangely menacing.\n\nWe PUSH IN on the lamp lying on its side next to Jake,\ntowards its now dark scene of Pacific kitsch. The sounds of\ntatau in progress intensify ...\n\nINT. DREAM — VARIOUS 17\n\nTAP-TAP-TAP! Samoan tattooing tools work dark skin, leaving\ntheir dense pattern of ink and blood. A distinctive tapa\ncloth design. Beyond, flax matting disappears into shadow.\nTAP-TAP-TAP!\n\nJAKE'S NEEDLE etches the last of the Chinese symbol onto Mr\nLim’s son. The young boy’s eyes are open, bloodshot, glazed\nand dilated. Dead.\n\nYOUNG JAKE huddles in the shadows. The boiler’s ticking is\nindistinguishable from the sound of the tattooing tools. The\ndark figure looms.\n\nDARK FIGURE\nYou’ve brought shame on our house.\n\nA KNIFE BLADE glows red-hot against the boiler.\n\nALIPATI (0.S.)\n(distant, distorted)\n\nYou seen pain. Only, you ain’t\n\nfound a way through yours ...",
  "10": "---END OF PREVIOUS SECTION---\nALIPATI (0. S.)\n(distant, distorted)\n\nYou seen pain. Only, you ain’t\n\nfound a way through yours ... \n---TARGET SECTION TO BE ANNOTATED---\nThe movement of the tattooing tools becomes frenzied. A fist\nclenches in pain ... blood flows ... TAP-TAP-TAP! The lines\nof pe’a are black, vivid — graphic patterns wrap around the\ncurve of a body in extreme close up —\n\nALIPATI (0.S.) (CONT’D)\n(distant, distorted)\n\nSometimes it’s right in front of\n\nyour eyes, brutha. You just gotta —\n\nINT. HOTEL ROOM - NIGHT 18\n\nJake opens his eyes.\n\n(CONTINUED)\n\f18\n\n19\n\n20\n\n21\n\n14.\nCONTINUED: 18\n\nThe TAPPING of the tools swirls around him as he sits bolt\nupright on his bed in a shitty, neon-lit hotel room. His\nchest heaving, Jake looks across to the bedside table, and\nthe tool he stole from the Samoans.\n\nINT. SINGAPORE TATTOO EXPO - NIGHT 19\nBooths are being dismantled and packed away. Jake appears at\na run. He reaches the spot where the Samoan tent was and\n\nstops, out of breath.\n\nThe tent is gone. Jake looks down, to the Samoan tool held in\nhis hand.\n\nFading in, the roar of JET ENGINES ...\n\nEXT. AUCKLAND AIRPORT - DAY 20\n\nA plane thunders towards the tarmac, landing gear impacting\nwith a squeal.\n\nA fully tattooed Maori warrior looks down from a massive sign\nthat reads: Haere mai ki te whenua o Aotearoa — Welcome to\nNew Zealand.\n\nJake looks up at the sign, impressed. Behind him, the bustle\nof travellers arriving and departing. Jake heads for a line\nof waiting taxis.\n\nEXT. TAXI STAND - DAY 21\nA TAXI DRIVER holds the boot of the car open for Jake to load\nhis bags. A swirling Moko design encircles one of his\n\nforearms.\n\nJake pulls a LANGUAGES OF THE SOUTH PACIFIC phrasebook from\nthe pocket of his bag and looks up a word:\n\nJAKE\nTalofa.\nTAXI DRIVER\n(shakes his head)\nKia ora.\n\nJake looks blankly at him.\nTAXI DRIVER (CONT'D)\n\n(grins)\nI’m Maori. Not Samoan.",
  "11": "---END OF PREVIOUS SECTION---\nJake looks blankly at him. TAXI DRIVER (CONT'D)\n\n(grins)\nI’m Maori. Not Samoan. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f21\n\n22\n\n23\n\n24\n\n25\n\n15.\nCONTINUED: 21\n\nJake nods, confused. The driver SLAMS the boot closed —\n\nINT/EXT. TAXI/CENTRAL AUCKLAND STREET - DAY 22\n\nA car horn BLARES. SUVs and sedans fight for space, alongside\na multicultural pedestrian tide.\n\nJake watches from inside a taxi. A glimpse of Ta Moko here, a\nSamoan tattoo design there — every variation on contemporary\ntattooing, worn openly with pride.\n\nINT. JAKE'S APARTMENT - VARIOUS - DAY 23\nSLAM! The door closes behind Jake. He stands in an empty\nmotel-style apartment. A short hallway leads towards the\n\nbedroom. Jake puts down his bags.\n\nJake slides open the drawer of the bedside table, grabs the\nBIBLE that lies inside. He throws it in the trash.\n\nJake shaves. Smart-casual clothes hit the bed. Jake buttons\nhis shirt.\n\nJake picks up the Samoan tool from the kitchen benchtop. He\nlooks down at it, considering ... then puts the tool ina\ndrawer and heads for the door.\n\nEXT. BEDLAM TATTOO STUDIO - DAY 24\nElaborate signage announces BEDLAM in stylised, manga-style\nscript. Below, the entrance to what could only be one fucking\ncool tattoo studio. Jake looks up at the sign.\n\nINT. BEDLAM TATTOO STUDIO - DAY 25\nExtensive mirrors create an illusion of depth. TATTOO ARTISTS\nlaugh, joke, dance to Japanese punk. The blacks and greys of\nthe decor extend to the tattoos, which seem accomplished but\nsoulless, generic McTattoos for trendsetters.\n\nJake looks around, impressed.\n\nCRASH (0.S.)\nSon of a bitch.\n\nJake turns to see CRASH (mid-30s), American, heavily-tattooed\nand dressed in designer cool.\n\n(CONTINUED)\n\f16.\n\n25 CONTINUED: 25\n\nCRASH (CONT'D)\nYou got some serious balls.\n\nJake meets Crash’s glare. The murmur of conversation quells.\n\nJAKE\nCome on, Crash ... forgive and\nforget, huh?\n\nOne of Crash’s tattooists, CANINE, approaches, concerned.",
  "12": "---END OF PREVIOUS SECTION---\nThe murmur of conversation quells. JAKE\nCome on, Crash ... forgive and\nforget, huh? One of Crash’s tattooists, CANINE, approaches, concerned. \n---TARGET SECTION TO BE ANNOTATED---\nCANINE\nCrash ...?\n\nCRASH\n(to Canine)\nMy first studio. Apple of my eye.\nThis little fucker steals a design\noff my wall.\n\nEmbarrassed silence. Jake returns Crash’s gaze, clearly\nguilty of this offence.\n\nCRASH (CONT'D)\nTattoos some South Central hip-hop\nwho-the-fuck-is-this-guy, next\nthing I know they’re jerking each\nother off over my fucking design in\na sidebar on page seventeen of\nTattooist Magazine.\n\nGuilty again.\n\nCRASH (CONT'D)\nThen he trashes my Porsche ...\n\nJake frowns — eh?\n\nCRASH (CONT'D)\n\n... fucks my dog, steals my AmEx\nand spends up big at Saks Fifth\nAvenue.\n\n(starts to grin)\nLingerie department.\n\n(beat)\nMy mother’s size.\n\nJake’s grinning now too. Crash opens his arms.\n\nCRASH (CONT'D)\nC’mere.\n\nJake hugs Crash. The onlookers laugh and return to work.\n\f26\n\n17.\n\nINT. BEDLAM OFFICE - DAY 26\n\nA TATTOOIST MAGAZINE image of a younger Jake mugging\nalongside a tattooed black man in a baseball cap and bling.\n\nJake and Crash sit on comfortable-looking couches in Crash’s\nimpeccably-designed designer office, the magazine open on the\ncoffee table in front of them. Crash is on a roll.\n\nCRASH\nThe Pacific, it’s the heartland of\ntattooing — the wellspring, the\nsource. The word ‘tattoo’ ... they\ninvented it, the Samoans, the\nFijians, those guys. It’s the\nwellspring — I say that already?\nAnd that’s good for my brand value\n.-».- hell, I just traded in the\nBoxster for a Bentley. But it don’t\nmake it any of your business.\n\nJAKE\nWhy not?\n\nCRASH\nCause it’s not in your blood. This\nguy Alipati — he’s hard-core, you\nknow that, right? He ain’t just\ngonna hand generations of tradition\ndown to some kid from Buttfuck,\nMinnesota who thinks he’s had some\nkind of epiphany.\n\nJake looks away, frustrated.",
  "13": "---END OF PREVIOUS SECTION---\nThis\nguy Alipati — he’s hard-core, you\nknow that, right? He ain’t just\ngonna hand generations of tradition\ndown to some kid from Buttfuck,\nMinnesota who thinks he’s had some\nkind of epiphany. Jake looks away, frustrated. \n---TARGET SECTION TO BE ANNOTATED---\nCRASH (CONT’D)\nAnyway, the old Jake wouldn’t have\nasked — he’d have just stolen the\ndesigns and made out like he’d been\ndoing Samoan tattoos his whole\nlife.\n\nJAKE\n(grins)\nWas the old Jake that much of an\nasshole?\n\nCRASH\n\nI kind of liked him. Egocentric.\nPissed off. Self-destructive ...\n\n(CONTINUED)\n\f26\n\n27\n\n18.\n\nCONTINUED: 26\nJAKE\nShould've been around when he went\ndownhill.\nCRASH\nYou know, the only thing that sets\none tattoo apart from another is\nthe guy doing the work. Skill -\nthat’s what matters.\n(beat)\nCome work for me again.\nJAKE\nThat’s not what I came here for,\nCrash.\nCRASH\nGive me two days a week. I’1l throw\nin the company car.\nJAKE\nCrash —\nCRASH\nThe Samoans ain’t gonna teach you\nshit, bet you anything you want.\nJAKE\nCan you get me his address or not?\nEXT. BEDLAM TATTOO STUDIO - DAY 27\n\nJake gets into the back of another taxi. A SAMOAN DRIVER is\nbehind the wheel.\n\nJAKE\nKia ora.\n\nSAMOAN DRIVER\nCan’t you tell a hori from a\ncoconut, boss?\n\nJAKE\nHuh?\n\nSAMOAN DRIVER\nI’m Samoan. We say talofa. Where\nyou going?\n\nJAKE\nOtara.\n\n(CONTINUED)\n\f27\n\n28\n\n29\n\n30\n\n19.\nCONTINUED: 27\n\nThe driver grins as he slams the taxi into gear and pulls out\ninto traffic.\n\nSAMOAN DRIVER\nHome sweet home.\n\nINT/EXT. TAXI/OTARA STREETS - DAY 28\nJake stares out at the passing landscape.\n\nOutside the window, the heart of Auckland’s Pacific Island\ncommunity offers sharp contrast to the roar of downtown\nAuckland.\n\nWe pass people on the street, booming hip-hop, roaring cars.\nPylons tower overhead. From the corrugated iron roofs to the\nflowers and Pacific-style clothes, everywhere we look, the\nlandscape seems to burst with the colour of life.\n\nINT/EXT.",
  "14": "---END OF PREVIOUS SECTION---\nPylons tower overhead. From the corrugated iron roofs to the\nflowers and Pacific-style clothes, everywhere we look, the\nlandscape seems to burst with the colour of life. INT/EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TAXI/OTARA MARKETS - AFTERNOON 29\n\nThe taxi pulls up at the edge of a car-park behind Otara\nshopping centre. The wide expanse of concrete is crowded with\ncolourful stalls and vendors, bustling with people.\n\nThe TAXI DRIVER nods towards the market.\n\nTAXI DRIVER\nIn there.\n\nJake follows his gaze, nervous.\n\nEXT. OTARA MARKETS - AFTERNOON 30\n\nJake heads through the dense throng of the market. He looks\naround, lost, then glimpses —\n\nA red flower. A few metres away, Sina talks to an OLD SAMOAN\nWOMAN at a fruit stall, the red flower in her hair. Jake\nwatches, mesmerised, as she laughs and hugs the woman, then\nwalks away.\n\nJake follows. Passersby jostle him as he pushes against the\nflow of the crowd. Jake darts between stalls into another,\nidentical row. He spins, trying to get his bearings. The\nbustling maze of the market closes in on him, trinkets\nclothes and fruit stalls ...\n\nSINA (0.S.)\nLost?\n\n(CONTINUED)\n\f30\n\n31\n\n20.\nCONTINUED: 30\n\nJake turns to see Sina watching him.\n\nJAKE\nI was.\n\nSINA\n(she points)\nI think Singapore’s back that way.\n\nJAKE\n\nActually, I was looking for you.\nSINA\n\nFor me?\nJAKE\n\nYour friends, I mean ... you and\n\nyour friends.\n\nSINA\nMaybe we should go before you buy\nsomething you regret.\n\nShe leads him through the market, a familiar sound floats\nabove the others: TAP-TAP-TAP ... TAP-TAP-TAP!\n\nINT/EXT. ALIPATI’S GARAGE - DAY 31\n\nA back corner of the market, where canvas stalls give way to\nthe backs of shops and storage areas.\n\nIn one of them, Alipati works, his back to Jake. Semo, who we\nsaw being worked on in Singapore sits at the head of another\na young man being tattooed, OPETA, muttering encouragement.\n\nPeni and the other guys from the expo hang out on folding\nchairs and mats.\n\nPENI\nYour girlfriend’s here, cuz.\n\nAlipati notices Jake and Sina and sighs.",
  "15": "---END OF PREVIOUS SECTION---\nPeni and the other guys from the expo hang out on folding\nchairs and mats. PENI\nYour girlfriend’s here, cuz. Alipati notices Jake and Sina and sighs. \n---TARGET SECTION TO BE ANNOTATED---\nALIPATI\nEvery expo, there’s some palagi\nwants to be down with the brown.\nHe gets to his feet as Jake steps nervously to the entrance\n\nof the stall, a tattooing tool in his hand. He glares at\nSina. She shrugs.\n\n(CONTINUED)\n\f31\n\nCONTINUED:\n\nLaughter.\n\n21.\n31\n\nJAKE\nThat stuff I said, I —\n\nALIPATI\nYou came all the way to Otara to\napologise? Those suckers must pay\nyou heaps.\n\nJake looks around nervously.\n\nJAKE\nYou said what I was looking for was\nright in front of me ... I didn’t\n\nunderstand. But I do now, and all\nthat other bullshit, it’s finished.\nI want something real ... I want\nyou to teach me.\n\nALIPATI\nThat what you thought I meant?\nJAKE\nEver since Singapore, I’ve been\nthinking about it ... dreaming\nabout it ...\nALIPATI\n\nI told you, tatau is about more than\na living. It don’t start here —\n(holds up the tool, then\ntaps his chest)\nIt starts here.\n\nJAKE\nI know. I’m ready.\n\nALIPATI\nIt ain’t skills you need, brother.\n\nAlipati turns away.\n\nJAKE\nBut I’ve come a long way!\n\nALIPATI\nNot from what I can see.\n\nJake watches Alipati, helpless. He sighs and turns away.\n\nSina watches as Jake disappears into the market crowd.\n\n(CONTINUED)\n\f31\n\n32\n\n22.\nCONTINUED: (2) 31\n\nALIPATI (CONT'D)\n\n(to Sina)\nYou should know better, bringing\nhim here.\nSINA\nI don’t know ... there’s something\n\n \n\nabout him, Ali.\nothers.\n\nHe’s not like the\n\nAlipati looks at her sharply.\n\nALIPATI\nYou want to go down that road,\nSina? Your uncle ain’t gonna like\nit, that’s for sure ...\n\nSina nods — he’s got that right.\n\nALIPATI (CONT’D)\n--. and neither do I.\n\nSina meets his gaze ... then runs to catch up with Jake.\nAlipati watches after her, concerned.\n\nSINA\nWait up!\n\nEXT.",
  "16": "---END OF PREVIOUS SECTION---\nAlipati watches after her, concerned. SINA\nWait up! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n OTARA STREETS - LATE AFTERNOON 32\nJake and Sina walk side by side through suburban streets.\n\nSINA\nAlipati’s old-school, traditional.\nThey say he can see a tatau before\nhe does it. That the spirits tell\nhim what’s supposed to be there.\n\nJake looks down at his scar.\n\nJAKE\nOr what was.\n\nSINA\nTatau's his life — he thinks it’s\nup to him to protect it.\n\nJAKE\nFrom what?\n\nSINA\nFrom guys like you.\n\f33\n\n23.\n\nEXT. MR VA’A’S HOUSE - EVENING 33\n\nA weatherboard state house among other weatherboard state\nhouses. A large hibiscus bush dominates the front of the\nhouse. Jake follows Sina up the path towards the door. He\nlooks across —\n\nInside the house next-door, an elderly Samoan woman covers a\nmirror with tapa cloth.\n\nJAKE\nWhat’s she doing?\n\nSINA\nShe's covering the mirror for the\nnight so bad spirits don’t get her.\n\nJAKE\nAre you serious?\n\nSINA\nI lived with my Grandma for a while\nin Apia. There was all sorts of\nthings we weren't allowed to do.\nWhistling inside, brushing your\nhair or laughing at night.\n\nJAKE\nAnd you believe all that stuff?\n\nSINA\nMaybe. I mean, I go to church. But\nAlipati’s taught me a lot about the\nold ways.\n\nJAKE\nBest of both worlds, huh?\n\nSINA\nFor now.\n\nThey arrive at the porch.\nSINA (CONT’D)\n\nWhy did you come here, Jake? To\nlearn tatau from Alipati?\n\nJAKE\nI’ve done things I’m not proud of.\nAnd meeting you guys ... it felt\n\nlike —\n\n(CONTINUED)\n\f24.\n33 CONTINUED: 33\n\nSINA\nWhat, fate?\n\nJAKE\nThat’s not what I —\n\nShe takes his hand, runs her fingertips across his scar.\nSINA\nA guy with a scar like this has to\nbelieve in something, right?\n\nTheir eyes meet. Then Jake pulls his arm away.\n\nJAKE\n\nTalk to Alipati for me?\nSINA\n\nJake ...\nJAKE\n\nI don’t want to take it away from\nhim.",
  "17": "---END OF PREVIOUS SECTION---\nJAKE\n\nTalk to Alipati for me? SINA\n\nJake ... JAKE\n\nI don’t want to take it away from\nhim. \n---TARGET SECTION TO BE ANNOTATED---\n It’s his art, and I respect\nthat. All I want to do is watch,\nand learn.\n\nSINA\n(at last)\nOkay.\n\nJake grins.\n\nSINA (CONT'D)\nNow if my uncle comes home from\nchurch and finds a palagi boy on\nthe doorstep, he’1ll kick me all the\nway back to Sa. Literally.\n\nSina disappears inside.\nJake looks along the side of the house. The back garden looks\nimmaculate, lush, wild with banana palms and flowers. A\ncorrugated iron shed is visible, brooding in the darkness.\nSina reappears.\nSINA (CONT’D)\nGive me a couple of days, I’1l talk\n\nto him. But come see me at work,\nokay? Not round here.\n\n(CONTINUED)\n\f33\n\n34\n\n35\n\n25.\nCONTINUED: (2) 33\n\nShe hands Jake a piece of paper, then takes the red flower\nfrom her hair and hands it to him, before closing the door.\nJake grins, then starts down the path.\n\nTAP-TAP-TAP. Jake pauses, listening. TAP-TAP-TAP.\n\nEXT. GARDEN - NIGHT 34\n\nTAP-TAP-TAP. Jake approaches the shed and cups his hand\nagainst a dark window. The sound emanates from the darkness\ninside.\n\nThe sound of a car pulling up. Headlights sweep across the\nlawn. Jake looks around — where to run?\n\nA car door SLAMS. CRUNCH ... CRUNCH ... CRUNCH ... the heavy\ntread of a man coming up the path towards the house.\n\nJake backs slowly around the side of the shed. A MACHETE\nleans against the shed wall. Jake kicks it over. The blade\nclatters against the corrugated iron. Jake freezes.\n\nA dark shape on the path — a huge man, his head cocked,\nmassive hands hanging by his sides. He strides towards the\nshed and pushes the door open.\n\nMR VA‘A stands in the shed doorway and peers into the\ndarkness. He wears a faitaga and churchgoing jacket, with a\nsilver crucifix around his neck. Mere inches away, Jake\ncowers against the shed wall.\n\nMr Va‘a closes the door behind him and heads into the house.\nThe door SLAMS behind him.",
  "18": "---END OF PREVIOUS SECTION---\nMere inches away, Jake\ncowers against the shed wall. Mr Va‘a closes the door behind him and heads into the house. The door SLAMS behind him. \n---TARGET SECTION TO BE ANNOTATED---\n Jake sighs with relief.\n\nPAT-PAT. PAT. Jake looks down ... droplets of fresh blood hit\nthe grass. The wound on his palm is bleeding.\n\nTAP-TAP-TAP! The tattooing sound again, from inside. Jake\npeers through the window ...\nINT. SHED - NIGHT — DREAM 35\n\nThe darkness through the shed window becomes a tunnel, dim\ncandlelight in the distance.\n\nA man lies face-down on flax mats, moaning softly. A\n\nsilhouette crouches over him, bony hands working tattooing\ntools: TAP-TAP-TAP!\n\n(CONTINUED)\n\f35\n\n36\n\n37\n\n38\n\n26.\nCONTINUED: 35\n\nA partially-completed pe’a design on the man’s back ... the\nlong, sharp points of an ulalei, a ceremonial necklace of\nwhale-tooth ...\n\nSomething’s wrong. The man gasps, his breath a deathly\nrattle. The song begins to waver and crackle, as though\nplaying off an old record. The tattoo cracks and festers as\nfresh lines split and weep. The ulalei is streaked with blood\nand ink.\n\nThe recipient turns his head — it’s Jake! The hammering\nintensifies and he tries to ward off the blows. Mighty CLANGS\n\ncontinue as tattooed skin ruptures ... blood and ink run\ntogether ... Jake gasps for breath.\nBlood blooms ... a red hibiscus ... the blood clouds outwards\n\n-+. a horribly bloodshot eye, its pupil fixed and dilated.\n\nJake tries to pull away from the blows. The images merge and\nshift ... the tattooist, the rose tattoo, Mr Lim’s son’s dead\neyes, the nightmare pe’a in progress, the ink, the ulalei,\nthe blood, the hibiscus flower —\n\nJake SCREAMS —\n\nINT. APARTMENT BEDROOM - NIGHT 36\n\nJake sits up in bed, breathing hard. Lights from the street\ndance through the shadows. He opens his hand ... to find\nSina’s red hibiscus flower, crushed against dried blood on\nhis palm.\n\nINT. APARTMENT BATHROOM - NIGHT 37\nA small bathroom with a large mirror. Behind Jake, a shower\nalcove with a frosted glass door.",
  "19": "---END OF PREVIOUS SECTION---\nINT. APARTMENT BATHROOM - NIGHT 37\nA small bathroom with a large mirror. Behind Jake, a shower\nalcove with a frosted glass door. \n---TARGET SECTION TO BE ANNOTATED---\n He bandages his hand, then\nfills a glass with water.\n\nINT. APARTMENT BEDROOM - DAWN 38\nThe first pale rays of dawn creep into the bedroom.\n\nA MURMURING UNDERCURRENT of the dream’s cacophony. Jake sits\non the bed, deep in thought, his gaze fixed on —\n\nThe red hibiscus, its stem resting in the glass of water, on\nthe bedside table. As the dawn creeps towards it, its petals\nbegin to revive.\n\f39\n\n27.\n\nINT. BEDLAM TATTOO STUDIO - DAY 39\n\nThe sound of buzzing needles fills the air. Crash heads\ntowards an empty workspace, the Tattooist Magazine in hand.\n\nCrash tears out the page with Jake on it and tapes it to the\nmirror, then turns to Jake with a smile of triumph.\n\nJAKE\nCrash, take that down ...\n\nCRASH\nThere’s the book.\n\nJAKE\nNo original designs?\n\nCRASH\nGet to work.\n\nHe points. Jake looks across to see LUKE, a Singaporean\nteenager (18), cool but nerdishly so.\n\nNearby, a young Singaporean woman checks out the images of\nBedlam’s work. This is VICTORIA (early 20s). She’s attractive\nand wearing what looks like a conservatively pretty dress.\n\nJake approaches Luke.\n\nJAKE\nHey, I’m Jake.\n\nVictoria turns, holds out her hand.\n\nVICTORIA\nVictoria.\n\nJake is taken aback to see graphic tattoos snaking out from\nunder her dress.\n\nVICTORIA (CONT'D)\nCrash says you could be the next\nbig thing.\n\nJAKE\nWhich one of you guys ...\n\nVICTORIA\n(points to Luke)\nOh, Luke, my cousin. Sorry ... Do\nyou mind if I watch? Check out your\nstuff?\n\n(CONTINUED)\n\f39\n\n28.\nCONTINUED: 39\n\nJAKE\n(uncomfortable)\nOkay.\n\nLuke holds out the Bedlam design book, open to a page. Jake\nglances at it, then takes the book and closes it.\n\nVICTORIA\nAren’t you gonna use the book?\n\nJake pulls on his latex gloves.\nJAKE\n(quietly)\nYou want something cool or not?\n\nLuke grins.\n\nJAKE (CONT'D)\nThis is gonna hurt.",
  "20": "---END OF PREVIOUS SECTION---\nJAKE\n(quietly)\nYou want something cool or not? Luke grins. JAKE (CONT'D)\nThis is gonna hurt. \n---TARGET SECTION TO BE ANNOTATED---\n You man enough?\n\nLUKE\nI’m eighteen ... on Saturday.\n\nJAKE\nThen I guess you got nothing to\nworry about.\n\nJake smiles at Victoria. She smiles back, clearly infatuated.\n\nJake's needle begins to BUZZ ... an outline emerges,\ngeometric shapes ... then deep blocks of colour, richly\nshaded.\n\nVictoria watches Jake intently. His eyes flick to her,\nconscious of her attention, acknowledging it. Busted,\nVictoria looks away.\n\nFinally, Jake snaps off his rubber gloves. He steps back to\nadmire the finished design. It’s discreet but stunning, a nod\nto the Bedlam aesthetic but something more, with colour that\ngives the image a bold luminosity.\n\nLuke turns his shoulder towards the mirror and smiles.\n\nVICTORIA\nWhere have you been hiding?\n\nJAKE\nSingapore.\n\nLUKE\nNo shit — that’s where we’re from.\n\n(CONTINUED)\n\f29.\n39\n\n39 CONTINUED: (2)\n\nJake smiles — no shit.\nLUKE (CONT’D)\nWhat were you doing there?\n\nJAKE\nAvoiding questions. Use moisturiser\nevery day, keep it out of the sun\nand try not to get it wet, okay?\n\nLuke takes out his wallet. Jake shakes his head.\n\nJAKE (CONT'D)\nOn the house — birthday present.\n\nLUKE\nYou serious?\n\nJAKE\nGet outta here before Crash changes\n\nmy mind.\nLuke gets off the chair, reaches into his jacket and hands\nJake a folded piece of paper.\nLUKE\nI’m having a party on Friday night,\nmy folks’ place. It won’t be lame,\nthey got a pool and stuff.\n\nJake takes the invite. Victoria smiles at him, intent.\nVICTORIA\nHe’1l be there.\nA couple of the Bedlam employees smirk, watching the scene.\nSelf-conscious, Jake hands the invite back.\nJAKE\nI got plans Friday.\n\nVictoria shrugs — suit yourself — and leaves with Luke,\nturning before they reach the door to look back at Jake one\n\nlast time. Crash appears.\n\nCRASH\nWhat is this, a charity or a dating\n\nagency?\n\n(CONTINUED)\n\f39\n\n30.",
  "21": "---END OF PREVIOUS SECTION---\nCrash appears. CRASH\nWhat is this, a charity or a dating\n\nagency? (CONTINUED)\n\f39\n\n30. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (3) 39\nJAKE\nYou gonna take the picture down or\nnot?\nCUT TO:\n\nA BAND OF TATTOO ART is etched around a large forearm, subtly\nechoing the geometric forms of tatau.\n\nJake frowns, looks down. A miniature poodle sits at his feet.\n\nThe customer is GRAHAM, a burly league player turned\nbusinessman. He wears expensive suit trousers and Italian\nleather shoes, at odds with his cauliflower ears.\n\nJake leans in to resume the tattoo, then stops again.\nGraham's trophy girlfriend CHANEL admires him from the\ncounter, her eyes travelling admiringly across his tattoos.\nShe chews gum.\n\nGRAHAM\nI’m getting this for her. Eh,\npumpkin? Got a thing about tattooed\nfellas.\n\nCHANEL\nGraham!\n\nChanel leans down to retrieve the poodle, a manoeuvre clearly\ndesigned to reveal maximum cleavage. Jake stands back to give\nher room.\n\nJake starts work once again. We look away, to the bustling\nstudio, as the needle BUZZES.\n\nDISSOLVE TO:\n\nDifferent customers, different tattoos. Jake’s customer is\nIVAN, fifties, powerful and wiry — perhaps a former soldier\nor merchant seaman — with a ZZ-Top beard gone haywire. In the\ngroove now, Jake pulls on his gloves.\n\nIVAN\nPetrovich.\n\nJAKE\nExcuse me?\n\nIVAN\nPetrovich. Ivan. Three o’clock.\n\n(CONTINUED)\n\f39\n\n40\n\n31.\nCONTINUED: (4) 39\n\nJAKE\nRight. Sawyer, Jake. I'11 be your\ntattoo artist this afternoon.\n\nJake eyes Ivan’s weathered skin, an encyclopedia of classic\ntattoo designs.\n\nJAKE (CONT'D)\nIf I can some find room on here ..?\n\nIVAN\nThere’s always room.\n\nJake’s needle BUZZES, shapes and defines. Ivan stares into\nspace, his jaw clenched.\n\nDISSOLVE TO:\n\nLATER. Business is winding down as Jake clears away his\nworkspace. Crash approaches.\n\nCRASH\nAll this colour, this\nexpressiveness ...\n\nJAKE\nYou like it?\n\nCRASH\nGet in touch with your inner mural\nartist on your own time.\nCrash walks away.",
  "22": "---END OF PREVIOUS SECTION---\nJAKE\nYou like it? CRASH\nGet in touch with your inner mural\nartist on your own time. Crash walks away. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nHey Crash, about that car —\n\nA jingle of airborne keys. Jake catches them.\nCRASH\n\nDon’t bleed on my fucking merino\n\nseat covers.\nAlarmed, Jake notices that a trickle runs from the bandage on\nhis hand, black and thick like ink.\nINT. BEDLAM TATTOO STUDIO/BATHROOM - DAY 40\nAn immaculate bathroom out the back of the studio. At the\n\nbasin, Jake pulls away the bandage. Black ink mixes with the\nwater and swirls away down the drain.\n\n(CONTINUED)\n\f40\n\n4l\n\n42\n\n43\n\n32.\nCONTINUED: 40\n\nSudden movement in the mirror — a dark figure, barely\nglimpsed in the reflection. Jake spins, but the room is\nempty. He turns back to the basin, creeped out.\n\nEXT. BACK ALLEY - DAY 41\n\nA grimy back-alley behind Bedlam Tattoo Studio. Jake stares,\ncar keys in hand.\n\nJAKE\nOh, man ...\n\nTHE COMPANY CAR is just that: a late-model Japanese import,\ncovered with Bedlam-style tattoo designs — a mobile billboard\nfor Bedlam, and seriously uncool.\n\nINT/EXT. JAKE'S CAR/OTARA STREETS - DAY 42\nJake drives through Otara. He holds the square of paper that\nSina gave him. He turns a corner and crawls the kerb, reading\n\nthe numbers.\n\nJAKE\nNineteen ... twenty-one ...\n\nJake slows the car.\n\nJAKE (CONT’D)\nTwenty-three ... Jesus.\n\nJake looks aghast. It’s a church.\n\nINT. CHURCH/ARCHIVE — DAY 43\n\nStorage shelves loom, stacked with boxes and piles of paper.\nBarely organised chaos.\n\nOSONE (10) wears cool street clothes, at odds with the depth\nbehind his eyes. He fishes a faded photo from a box full of\n\nold pictures. He studies the faces. He seems both intent on\n\nthe image and distant, as though focussing beyond it.\n\nOSONE\nMr Palauni.\n\nHe passes the photo to Sina, who looks at it.\n\nSINA\nHow did you know that?\n\n(CONTINUED)\n\f43\n\n33.\nCONTINUED: 43\n\nOSONE\nSeen him round, eh.",
  "23": "---END OF PREVIOUS SECTION---\nSINA\nHow did you know that? (CONTINUED)\n\f43\n\n33. CONTINUED: 43\n\nOSONE\nSeen him round, eh. \n---TARGET SECTION TO BE ANNOTATED---\nSINA\nHe died before you were born!\n\nSina wears a conservative blouse and skirt as she stacks\nbulging archival boxes. As she lifts one, the bottom drops\nout of it and photos spill across the floor.\n\nJake watches from the doorway, amused.\n\nJAKE\nBugger.\n\nSINA\nGlad to see you're making an effort\nto learn the language.\n\nJake kneels and helps Sina put the photos back in the box.\nOsone stares, eyes wide, over Jake’s shoulder — as if looking\nat someone behind him.\n\nJake follows his gaze — no-one there. He looks back.\n\nJAKE\nHey.\n\nOsone edges out of the room, as if he’s trying to stay as far\naway from Jake as he can while he does it. Jake shrugs and\nflips through the pictures: family group shots, people in\nchurchgoing attire and ceremonial dress.\n\nJAKE (CONT'D)\nSo this is what you do when you're\nnot giving scalp massages.\n\nSINA\nThere’s forty years of South\nAuckland stories in this room. My\nuncle’s trying to make sure they\ndon’t get lost.\n\nJAKE\nLooks like you’re the one doing all\nthe work.\n\nSINA\n\nIt’s the least I can do to repay\nhim for everything he’s done for\nme.\n(checks her watch)\n(MORE )\n\n(CONTINUED)\n\f43\n\n44\n\n34.\nCONTINUED: (2) 43\nSINA (CONT'D)\nI have to go pick up some more\nphotos. You want to come?\n\nJAKE\nSure.\n\nINT. CHURCH HALLWAY — DAY 44\n\nSina leads Jake down a hallway towards the church foyer. Jake\nlooks uncomfortable.\n\nSINA\nYou okay?\n\nJAKE\nIf I’d known I was going to church,\nI'd have worn something less\ncomfortable.\n\nJake pauses, looking through the main doors to the church.\nGlass panels offer a view of the pews and the altar beyond.\nMr Va'a stands in the aisle, talking with an elderly\nMINISTER.\n\nJAKE (CONT’D)\nYour uncle, huh?\n\nSINA\nYou’ve met him?\n\nJAKE\nNot really.\n\nA middle-aged PARISHIONER approaches Mr Va’a and the\nMinister. Mr Va’a takes her hands warmly and smiles. She\nbeams at him.",
  "24": "---END OF PREVIOUS SECTION---\nA middle-aged PARISHIONER approaches Mr Va’a and the\nMinister. Mr Va’a takes her hands warmly and smiles. She\nbeams at him. \n---TARGET SECTION TO BE ANNOTATED---\nSINA\nHe’s not really my uncle — after my\nmum died, Mr Va'a’s wife took me\nin. Now he’s alone, too. But he\nlets me stay.\n\nVa'a turns, looks through the glass. He sees Sina and smiles\n-.. then notices Jake. His smile fades. Jake looks nervous.\n\nSINA (CONT’D)\nWhat about your folks? Where are\nthey?\n\nJAKE\nThey’re dead.\n\n(CONTINUED)\n\f44\n\n45\n\n46\n\n35.\nCONTINUED: 44\n\nSina looks at him differently now, like she understands\nsomething about him.\n\nEXT. PERENESE HOUSE - DAY 45\n\nRagged graffiti has been sprayed across an unpainted wooden\nfence, several of its boards smashed in. A car sits rusting\nand abandoned in a concrete driveway, weeds growing through\nthe cracks. Nearby, a letterbox lies on its side.\n\nBeyond is a weathered state house, its curtains drawn, its\nwelcome cold. It’s as though someone sucked all the colour\nout of this corner of Otara. An unseen dog WHINES mournfully,\nan eerie soundtrack to this grim landscape.\n\nJake follows Sina from his car up towards the front door.\nSina knocks. The door opens a crack to reveal suspicious\neyes.\n\nSINA\nMalo Mr Perenese, it’s Sina.\n\nIt opens. MR PERENESE, silver-haired, middle-aged, wearing a\nfaded T-shirt over old suit pants, glares at Jake — then\nsoftens as he turns to Sina.\n\nPERENESE\nTalofa, Sina. Come in.\n\nINT. PERENESE HALLWAY - DAY 46\n\nThe carpet is threadbare, the wallpaper stained yellow by\nnicotine. The house feels heavy with neglect. Nooks and\ncrannies disappear into shadow.\n\nSINA\nThis is my friend Jake.\n\nJAKE\nHow you doing?\n\nJake smiles and extends a hand. Mr Perenese takes it for a\nsecond, barely making eye contact.\n\nPERENESE\n(to Sina)\nYou're here for the pictures? I put\nthem in a box for you.\n\nMr Perenese leads Sina away down the hall towards the front\nof the house. Jake stands in the hallway, awkward.\n\n(CONTINUED)\n\f46\n\n47\n\n48\n\n49\n\n36.",
  "25": "---END OF PREVIOUS SECTION---\nMr Perenese leads Sina away down the hall towards the front\nof the house. Jake stands in the hallway, awkward. (CONTINUED)\n\f46\n\n47\n\n48\n\n49\n\n36. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 46\n\nHe picks up an old framed photo, blows off the dust: it looks\na hundred years old, a Samoan man crouching in ceremonial\ndress, a traditional whale-tooth ulalei around his neck.\n\nA cockroach scuttles across the carpet, into the kitchen.\n\nINT. PERENESE KITCHEN - DAY 47\n\nJake steps into the kitchen as the roach scuttles away.\nA chipped formica table and windows cracked and stained.\nA simple wooden crucifix hangs on the wall.\n\nINT. PERENESE HALLWAY/BEDROOM - DAY 48\n\nUnnerved, Jake steps back out into the hallway. From the\nliving room, the sound of muffled voices. Jake catches sight\nof something in a room off the hallway: a portrait photo of a\nyoung woman on a shelf above a neatly-made bed.\n\nJake pushes the door open further ...\n\nA second portrait, also of a young woman, is revealed. Then\nanother ... and another. Jake pushes the door open further.\n\nA middle-aged Samoan woman, MRS PERENESE, sits in a chair in\nfront of a dresser, her lined face reflected in a large,\nround mirror. She pulls a brush slowly through her long,\ngreying hair. Her eyes swivel to look at Jake in the mirror.\n\nJAKE\nExcuse me, I didn’t mean to ...\n\nShe regards him with her unblinking stare, eyes empty with\nsadness.\nINT. PERENESE LIVING ROOM - DAY 49\n\nGrey light filters through the drawn curtains. Everything in\nthis room seems to languish in its place.\n\nSINA\nThey’11l be looked after, Mr.\nPerenese.\n\nPERENESE\nOld memories ... no use to me.\n\nMr Perenese bends to lift a cardboard box. The back of his T-\nshirt rides up, revealing his pe’a beneath. Jake notices it\nwith interest. Perenese follows his gaze.\n\n(CONTINUED)\n\f37.\n49 CONTINUED: 49\n\nMr Perenese’s eyes blaze with sudden anger.\n\nPERENESE (CONT’D)\nYou get a good look, eh boy?\n\nJAKE\nI’m a tattoo artist.",
  "26": "---END OF PREVIOUS SECTION---\n49 CONTINUED: 49\n\nMr Perenese’s eyes blaze with sudden anger. PERENESE (CONT’D)\nYou get a good look, eh boy? JAKE\nI’m a tattoo artist. \n---TARGET SECTION TO BE ANNOTATED---\nPERENESE\nSo what?\n(to Sina, in Samoan)\nSina, why you bring this palagi to\nmy house?\n\nSINA\nHe didn’t mean to offend you.\n\nPerenese glares from Sina to Jake.\nPERENESE\nTake the pictures and go.\n50 INT/EXT. JAKE'S CAR/OTARA STREETS - DAY 50\n\nJake drives, Sina next to him.\n\nJAKE\nI thought a pe’a was something to\nbe proud of.\n\nSINA\n\nNot for him. One of their kids ran\naway, years ago, and the community\nturned their backs on them.\n\nJAKE\nAnd what, he just accepted that?\n\nSINA\nHe had no choice. It made them look\nlike bad parents — around here\nthat’s a mark of shame.\n\nThey pull up outside the church. Jake looks up at the\ncrucifix that graces its roof, his expression dark.\n\nJAKE\nMaybe they deserved it. A kid\ndoesn’t run away unless there’s\nsomething he’s running away from.\n\nSina watches him, sensing his pain.\n\n(CONTINUED)\n\f50\n\n51\n\n38.\nCONTINUED: 50\n\nSINA\nWhat happened to you, Jake?\n\nJake's expression darkens.\n\nJAKE\n\nSo, you talk to Alipati?\nSINA\n\n(sighs)\n\nYeah. Jake, I’m sorry, but he —\nJAKE\n\nTell him he can name his price.\nSINA\n\nWhat?\nJAKE\n\nTell him whatever he wants to teach\nme, I‘’1ll pay it.\n\nSINA\nJake, tatau isn’t just some cure\nyou can buy and sell.\n\nShe gets out of the car and slams the door. She looks back in\nthe window.\n\nSINA (CONT'D)\nDon’t come back here, okay?\n\nJake watches Sina walk through the church gates. He slams the\ncar into gear and throws it into a U-turn. The car swings\naround —\n\nOsone stands right in his path! Jake slams on the brakes.\n\nEXT. STREET — DAY 51\n\nJake leaps out of the car and crosses to where Osone stands\nin the road. The boy stares at him, unruffled.\n\nJAKE\nAre you okay? I didn’t even —\n\nOSONE\nYou see him?\n\nJake looks around.",
  "27": "---END OF PREVIOUS SECTION---\nJAKE\nAre you okay? I didn’t even —\n\nOSONE\nYou see him? Jake looks around. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f51\n\n52\n\n53\n\n39.\nCONTINUED: 51\n\nJAKE\nWho?\n\nOSONE\nFollowing you round.\n\nJAKE\nThere’s no one there.\n\nOSONE\nJust cause you don’t see no one,\ndon’t mean there ain’t no one\nthere.\n\nOsone points. Baffled, Jake follows the boy’s gaze to where\nblack ink runs freely from the cut on his hand.\n\nHip-hop bass pounds ahead of a sedan as it pulls up beside\nthem. A tinted window rolls down to reveal a large Samoan man\nin his early twenties. Sitting next to him, his brother.\nOsone’s COUSINS.\n\nCOUSIN\nOsone!\n\nOsone runs to the car and gets in. The car peels away, bass\nthumping. Jake watches them go, bewildered.\n\nINT. JAKE’S APARTMENT - EVENING 52\nJake enters the apartment and slams the door behind him, his\nexpression stormy. The sound of WATER RUNNING. Jake follows\nit.\n\nINT. JAKE'S APARTMENT/BATHROOM - EVENING 53\nJake steps up to the bathroom door. Inside, someone splashes\nin the shower. He hesitates a moment, then pushes the door\n\nopen.\n\nVictoria’s head is visible above the shower door, the rest of\nher body obscured. She YELPS in surprise.\n\nJAKE\nShit!\n\nJake ducks back outside. He leans against the wall. The water\nis shut off.\n\nJake peers around the edge of the door. Victoria is drying\nherself.\n\n(CONTINUED)\n\f53\n\n54\n\n40.\nCONTINUED: 53\n\nShe's covered in striking tattoos, the unmistakable Bedlam\naesthetic. Jake’s eyes widen. He ducks back out of sight.\n\nJAKE (CONT'D)\nYou always take a shower after you\nsneak into someone's place?\n\nVictoria emerges from the bathroom. She’s wearing vinyl\npants, boots, a tiny top that reveals every tattoo — she\nlooks ready to enter the matrix. Jake stares.\n\nVICTORIA\nOnly when I’m dirty. There’s Stoli\nin the freezer ... see if we can’t\n\nloosen you up a bit before we go.\n\nJAKE\nWhere?\n\nVICTORIA\nLuke’s party, remember?\n\nShe sweeps past him.",
  "28": "---END OF PREVIOUS SECTION---\nJAKE\nWhere? VICTORIA\nLuke’s party, remember? She sweeps past him. \n---TARGET SECTION TO BE ANNOTATED---\n Jake watches helplessly.\n\nINT. JAKE’S APARTMENT - EVENING 54\n\nJake and Victoria sit on the couch, drinking vodka on ice.\nHer cigarette trails smoke.\n\nVICTORIA\nWhat did you think, the island\nprincess was just going to hand\nover the Samoan instruction book?\n\nJAKE\nI thought they’d be flattered I\nwanted to learn from them.\n\nVICTORIA\nWell, I think you can do better\nthan a garage in Otara, Mr\nTattooist Magazine.\n\nJAKE\nI guess I was doing okay before I\ncame here. I was travelling the\nworld. Making money ...\n\nVictoria puts her glass down and straddles him, stroking his\nchest.\n\n(CONTINUED)\n\f54\n\n55\n\n56\n\n4l.\nCONTINUED: 54\n\nVICTORIA\nI find naked ambition such an\nattractive quality in a tattooist.\n\nVictoria takes off her top. Jake puts his hands on her waist,\nmoves them up towards her bra. She grabs his wrists.\n\nVICTORIA (CONT'D)\nFirst things first.\n\nCUT TO:\n\nINT. APARTMENT BEDROOM - NIGHT 55\nJake's notebook, open on the bed to a sketch of a tribal\ndesign. A needle BUZZES. A line of tears runs from the corner\nof Victoria’s eye towards her hair ... a soft MOAN escapes\nher.\n\nCUT TO:\nJake frowns, concentrating as he completes ...\n\nA tribal design in greys and blacks, encircling Victoria’s\nbelly-button.\n\nVICTORIA\nWhat does it mean?\n\nJAKE\nAncient Chinese cure for breaking\nand entering.\nShe hits him playfully. He pulls her close.\n\nJAKE (CONT'D)\nWho cares what it means?\n\nShe kisses him but pulls away, having second thoughts.\n\nVICTORIA\nWhat’s wrong?\n\nJAKE\nNothing. Let’s get out of here.\nEXT. SUBURBAN HOME BACKYARD - NIGHT 56\n\nA pool-side barbecue for Luke’s birthday. Teenage BOYS and\nGIRLS laugh, shout and drink. Some splash in the water.\n\n(CONTINUED)\n\f56\n\n42.\nCONTINUED: 56\n\nA few posers sit around in shades and designer clothes, too\ncool for the pool.",
  "29": "---END OF PREVIOUS SECTION---\nSome splash in the water. (CONTINUED)\n\f56\n\n42. CONTINUED: 56\n\nA few posers sit around in shades and designer clothes, too\ncool for the pool. \n---TARGET SECTION TO BE ANNOTATED---\nFood sizzles on a barbeque that looks like something NASA\ndesigned. UNCLE KEN turns the sausages pedantically. Next to\nhim, AUNT SUZY watches the kids with barely-contained\nsuspicion. Both look buttoned down, respectable.\n\nSomeone WHISTLES. The crowd parts and Victoria appears, a\nbottle of tequila in hand, Jake in tow.\n\nVICTORIA\n(whispers to Jake)\nJust play along, okay?\n\nJake looks confused. Aunt Suzy and Uncle Ken glare at\nVictoria. One of the sausages catches fire.\n\nVICTORIA (CONT'D)\nHey, Aunt Suzy.\n\nShe kisses her aunt on the cheek, deliberately leaving a\nsmear of lipstick.\n\nUNCLE KEN\nCover yourself up! You want people\nto think you’re a criminal?\n\nVICTORIA\nThis is my fiance, Jake — he’s one\nof the best tattooists in the\nworld.\n\nJake stares at Victoria, astonished.\n\nA hand appears, gripping his arm. Jake turns to see Luke,\nashen faced, hollow-eyed and desperate. His long sleeved\nshirt is well buttoned, in contrast to the casual gear of his\nfriends.\n\nUNCLE KEN\nYour cousin got sense. He know he'd\nbe dead if he come home with one of\nthose ... things!\n\nLuke pulls Jake aside.\nJAKE\nWhat’s up, man? Enjoying your\nbirthday present —\n\nLUKE\nI want to get rid of it.\n\n(CONTINUED)\n\f56\n\n57\n\n58\n\n43.\nCONTINUED: (2) 56\n\nA SHOUT as a posse of Luke’s friends closes in. Jake steps\nback as they grab Luke and hoist him up.\n\nLUKE (CONT'D)\nHey, no! NO!\n\nIgnoring his shouts, they carry Luke to the pool and throw\nhim in, fully-clothed. Partygoers laugh and cheer. Uncle Ken\nshakes his head disapprovingly and returns to his sausages.\n\nLuke surfaces, spluttering. Someone splashes him and he\nlaughs reluctantly.\n\nVictoria appears at Jake’s side, laughing.\n\nVICTORIA\nDid you see their faces?\n\nJake watches her, unimpressed.\nVICTORIA (CONT'D)\nDon’t tell me you’ve never done\nsomething just to piss your folks\noff.\nEXT.",
  "30": "---END OF PREVIOUS SECTION---\nJake watches her, unimpressed. VICTORIA (CONT'D)\nDon’t tell me you’ve never done\nsomething just to piss your folks\noff. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n SUBURBAN HOUSE DRIVEWAY - NIGHT 57\n\nJake strides down the path towards his car. Victoria follows\nhim.\n\nVICTORIA\nJake, wait up!\n\nJake pauses, turns on her.\nJAKE\nWere all those tats freebies, huh?\nEXT. SUBURBAN HOUSE - NIGHT 58\n\nIn the crowded water, Luke stops moving. He looks around,\nafraid. He jerks suddenly, as if hit from below. And again.\n\nLuke tries to reach the edge of the pool — BANG! He’s pulled\nback into the water. His friends splash and laugh around him,\noblivious to his panic.\n\nAgain, Luke is hit from below. He goes under and resurfaces,\nstruggling. The water blooms with black ink.\n\n(CONTINUED)\n\f58\n\n59\n\n60\n\n44,\nCONTINUED: 58\n\nA girl looks down, noticing the ink. She sees Luke thrashing\nand backs away. Others do the same, scrambling for the edges.\n\nANGLE FROM ABOVE as Luke stands in the centre of the exodus,\na black cloud spreading around him.\n\nA girl watches, horrified, finding her voice ...\n\nEXT. SUBURBAN HOUSE - NIGHT 59\nJake glares at Victoria.\nVICTORIA\nI thought you were up for it. That\nyou wanted to have some fun.\n\nJAKE\nThat used to be me, Victoria ...\n\nVICTORIA\nThen what do you want, Jake?\n\nJake meets her gaze — the answer is obvious. Victoria nods.\n\nVICTORIA (CONT'D)\nThen maybe you should go tell her.\n\nOFFSCREEN, a girl SCREAMS. Victoria looks back in the\ndirection of the sound.\n\nVICTORIA (CONT'D)\nI gotta go.\n\nShe turns and heads back up the path towards the house. Jake\ngets into his car and slams the door.\n\nEXT. SUBURBAN HOUSE — NIGHT 60\nThe water is now completely black. Luke stands alone in the\nmiddle of the pool. CHONK! With a jerk, he’s pulled under.\nThe kids begin to SCREAM.\n\nUNCLE KEN\nLuke!\n\nUncle Ken jumps into the water. He dives and surfaces,\nsearching, streaked with black ink.\n\nAunt Suzy screams and runs to the edge, Victoria with her.\n\n(CONTINUED)\n\f60\n\n61\n\n62\n\n45.",
  "31": "---END OF PREVIOUS SECTION---\nHe dives and surfaces,\nsearching, streaked with black ink. Aunt Suzy screams and runs to the edge, Victoria with her. (CONTINUED)\n\f60\n\n61\n\n62\n\n45. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 60\n\nUncle Ken lifts Luke out of the water. Luke gasps, his eyes\nwide, choking, clawing.\n\nLUKE\nHe’s here!\n\nLuke is jerked from his father’s grasp once again and\ndisappears back under.\n\nUncle Ken searches frantically as Aunt Suzy continues to\nscream. The other kids watch, ashen-faced. Ken stops moving,\nscanning the water as it settles to a glassy black sheet.\n\nLuke’s body breaks the surface, face down. Uncle Ken grabs\nhim and hauls him to the edge. Two TEENAGERS pull him out and\nlower him onto the concrete. Luke’s head lolls, his eyes\nlifeless and glazed. Blood and ink stream from his slack jaw.\n\nLuke’s mother falls across her son's body, wailing. Victoria\nruns up to comfort her.\n\nINT. JAKE’S CAR - NIGHT 61\nJake drives, intent, gripping the wheel. Outside, the\nAuckland streets are a blur. We move in, towards the bandage\non his hand.\n\nThe surface of the bandage bulges, darkens, seeping black\nink. The ink wells, runs down across the smooth arc of the\n\nsteering wheel ...\n\nBlack ink drips from the steering wheel onto Jake’s lap. He\nfrowns, looks down ...\n\nIn the shifting glow of passing streetlights, Jake’s hands\nappear to be covered with intricate Samoan tatau!\n\nJake GASPS ... the car swerves ... a HORN blares! Jake\nregains control. He looks down at his hands, now unmarked.\nEXT. SUBURBAN HOUSE - NIGHT 62\n\nAunt Suzy SHRIEKS suddenly and pulls away from Luke’s body,\nhorrified —\n\nVictoria follows her gaze, gasps in horror —\nUnder Luke’s wet shirt, vivid lines of black spider across\n\nhis chest. Samoan tatau! We move in towards the ragged lines\nand shapes.\n\f63\n\n64\n\n65\n\n66\n\n46.\n\nINT. JAKE’S BATHROOM - NIGHT 63\n\nThe sound of running water. Jake winces as he peels off the\nbandage. Blood and ink patter into the basin from his\nsuppurating wound.\n\nHe stares at his hollow-eyed reflection in the mirror, then\nlooks down.",
  "32": "---END OF PREVIOUS SECTION---\nJake winces as he peels off the\nbandage. Blood and ink patter into the basin from his\nsuppurating wound. He stares at his hollow-eyed reflection in the mirror, then\nlooks down. \n---TARGET SECTION TO BE ANNOTATED---\nFor a moment, the inky water leaves spidery, geometric lines\nof black on the white porcelain — the pattern of the pe’a —\nbefore it’s washed away. Jake frowns ... did I just see that?\n\nINT. JAKE’S BEDROOM - NIGHT 64\n\nJake falls back onto the bed, the hibiscus flower in his\nhand.\n\nStreetlights parade across the ceiling, merging and shifting,\nforming geometric shapes of light and shadow.\n\nJake closes his eyes. The horns, booming subwoofers and hum\nof the street give way to the TIC-TIC-TIC-TIC of the boiler\n... the TAP-TAP-TAP of tatau.\n\nFADE TO BLACK\n\nFADE IN:\n\nEXT. MR VA’A’S HOUSE - DAY 65\n\nJake approaches the house, past dozens of cars parked\noutside. Music emanates from the garden. Hearing the music,\nJake hesitates. Then he heads up the side of the house.\n\nEXT. GARDEN - DAY 66\n\nTHUNK! The blade of a machete misses a log of wood and is\nembedded in the ground. Peni pulls the machete free and lines\nup the wood again.\n\nJake stands at the corner of the house, mouth open, eyes\nwide.\n\nThe back yard is filled with people. Hip-hoppers, clean-cut\nyoung churchgoers, middle-aged couples in lava-lavas and old\npeople under sun umbrellas. The focal point is a pig ona\nspit, a fire under its sizzling belly.\n\n(CONTINUED)\n\f66\n\n47.\nCONTINUED: 66\n\nTowards the fence, Mr Va’a sits under a sun umbrella,\nsurrounded by other members of the community. Beneath his\nlava-lava, his legs display dense lines of tatau.\n\nA YOUNG BOY approaches him, hands him a drink. Mr Va'a beams\nin thanks, ruffles the kid’s hair. The boy smiles as though\nhe’s just been blessed.\n\nJake notices Sina standing nearby. He starts towards her —\n\nThree young Samoan guys block his path — JOE, CHARLIE and\nDAMON. Joe glares down at Jake.\n\nJOE\nYou lost, bro?\n\nJAKE\nI’m here to see Sina.\n\nJOE\nDon’t think so.\n\nSina appears beside them.",
  "33": "---END OF PREVIOUS SECTION---\nJAKE\nI’m here to see Sina. JOE\nDon’t think so. Sina appears beside them. \n---TARGET SECTION TO BE ANNOTATED---\n She puts a restraining hand on\nJoe's arm.\n\nSINA\nJoe, don’t be a dick.\n\nJoe holds Jake’s gaze for a moment, then nods. The cousins\nhead back to their beers. Sina glares at Jake, hostile ...\nthen softens.\n\nSINA (CONT'D)\nSo which part of ‘don’t come back’\ndidn’t you get?\n\nJAKE\nSina, listen to me.\n\nJake glances towards the cousins, uncomfortable. They’re\nstill keeping an eye on him. He takes Sina aside.\n\nJAKE (CONT’D)\nYou asked what happened to me ... I\nwanna tell you.\nJake looks down at his scar, remembering.\nJAKE (CONT’D)\n\nThere are things I’ve never told\nanyone.\n\n(CONTINUED)\n\f66\n\n48.\nCONTINUED: (2) 66\n\nSINA\nThings you've done?\n\nJAKE\nThings that were done to me.\n\nHe meets her eyes ...\n\nA CHEER from the assembled crowd. Semo and Opeta, the two\nyoung men we’ve seen being tattooed by Alipati are helped to\ntheir feet by their friends. They both have newly-completed\npe’a.\n\nTheir short lava-lava reveal the incredible extent of their\nfinished pe’a: from the knees to the middle of the back,\nbeautiful patterns follow the contours of their bodies.\n\nSINA\nYou get the pe’a with a friend.\nIt’s like, by sharing your pain,\nyou halve it.\n\nJAKE\nWhat if you don’t finish?\n\nSINA\nThen you bring shame on yourself\nand your family.\n\nAlipati breaks an egg over Semo’s head and sprinkles coconut\nwater over him.\n\nALIPATI\nFaalele lau pe'a!\n\nSemo grins, looks skyward and roars a SAMOAN WARRIOR'S\nCHALLENGE. Opeta grins and hugs him. The onlookers clap and\ncheer, shaking his hand, handing him gifts — food, envelopes,\ntraditional Samoan mats.\n\nSINA\nNow they’re men.\n\nMr Va‘a shakes Semo’s hand, gripping his arm with the other.\nHis gaze is powerful, its warmth intense.\n\nMR VA'A\n(to Semo, in Samoan)\nI’m proud of you, boy.\n\nSEMO\n\n(in Samoan)\nThank you, Mr Va’a.",
  "34": "---END OF PREVIOUS SECTION---\nHis gaze is powerful, its warmth intense. MR VA'A\n(to Semo, in Samoan)\nI’m proud of you, boy. SEMO\n\n(in Samoan)\nThank you, Mr Va’a. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f66\n\n49.\nCONTINUED: (3) 66\n\nVa'a heads back towards his chair. He pauses, greets Alipati.\nAs Jake watches, Va’a congratulates Alipati warmly. Alipati\nseems touched by his gesture, deferential. Sina follows his\ngaze —\n\nSINA\nMy uncle was a tufuga back in the\nday. Ali was his apprentice.\n\nJAKE\nWhy did he stop?\n\nSINA\nAlipati was ready, and the\ncommunity needed him more.\n(beat)\nYou should really pay your\nrespects. It’s his house.\n\nJake eyes Mr Va‘a.\n\nAcross the garden, Peni chops at the pig with the machete. As\nMr Va'’a passes him, he grabs the machete from Peni and shows\nhim how it’s done. HACK! HACK-HACK! Mr Va’a carves into the\npig with three brutal chops.\n\nJAKE\nI might wait till he puts down the\nbig pointy thing.\n\nSINA\nYou got a skull on your shoulder. I\nthink you can come say hi to an old\nman in a skirt.\n\nSina leads Jake across the garden.\n\nHACK! Va’a slices another hunk out of the animal’s haunch. He\nwields the machete like he was born with it in his hand.\n\nAlipati sees Jake coming and steps up to whisper in Mr Va‘a’s\near. Va’a nods, hands the machete back to Peni.\n\nSINA (CONT'D)\nUncle, this is Jake Sawyer. Jake,\nthis is Mr Va’a.\n\nJake holds out his hand. Mr Va’a’s gaze travels from Jake's\n\noutstretched hand, across the tattoos on his arms. At last,\nVa'a smiles warmly.\n\n(CONTINUED)\n\f50.\n\nCONTINUED: (4) 66\nMR VA'A\nIt is an honour to have you in my\nhouse.\nJAKE\n\nThe honour’s mine.\n\nMr Va'a takes Jake aside, his manner that of a wise man about\nto dispense wisdom.\n\nSina watches as Mr Va’a leads Jake away. Alipati steps up\nbeside her.\n\nALIPATI\nI see you made your choice.\n\nSina meets his eyes. His gaze is cold, disapproving.",
  "35": "---END OF PREVIOUS SECTION---\nALIPATI\nI see you made your choice. Sina meets his eyes. His gaze is cold, disapproving. \n---TARGET SECTION TO BE ANNOTATED---\nMR VA'A\nAlipati tells me you’ve come to\nAuckland to be a tufuga.\n\nJake listens respectfully to Mr Va’a.\n\nMR VA’‘A (CONT’D)\nDo you know the national motto of\nSamoa, Mr Sawyer?\n\nJake shakes his head.\n\nMR VA‘A (CONT'D)\n\nFa'avaei le Atua Samoa. ‘Samoa is\nfounded on God’. But Samoa was founded\nlong before God arrived. Before that\ntime, everyone had tatau. The pe’a,\nfor men. The malu, for women. It gave\nthem nobility. Pride. It connected\nthem with their tupuaga. It made them\nstrong. Then the missionaries came to\nSamoa. And there was no dancing\nallowed anymore. No singing Samoan\nsongs. And no tatau. But we kept it\nalive, even though some of our people\nthought they were going against God by\ngetting a tatau. People like me\nbelieved that you could worship God\nwithout sacrificing your culture, your\nbirthright. It was hard. But tatau is\nstill here, and getting stronger.\n\n(beat)\nAnd you come over here and expect\nus to hand it all back to you\nagain?\n\n(CONTINUED)\n\f66\n\n51.\nCONTINUED: (5) 66\n\nJAKE\nI’m not a Christian, Mr Va'’a.\n\nMR VA'A\nNor are you Samoan.\n(beat)\nSina will show you some\nhospitality. Eh, Sina? Look after\nour guest ... until it’s time for\nhim to leave.\n\nShe nods, leads Jake away. Mr Va’a watches after them.\nCUT TO:\n\nThe sun sits low to the horizon, draining the warmth from the\nafternoon.\n\nJake and Sina sit at the edge of the section and drink from\nplastic cups. Across the garden, kids pack up deck chairs and\numbrellas.\n\nJAKE\nSo much of this ... I don’t know if\nI’1l ever understand. It’s like\nanother world. Maybe Alipati’s\nright not to teach me.\n\nSINA\nHe was wrong about one thing: you\nhave come a long way.",
  "36": "---END OF PREVIOUS SECTION---\nIt’s like\nanother world. Maybe Alipati’s\nright not to teach me. SINA\nHe was wrong about one thing: you\nhave come a long way. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nWhat did you want to tell me?\n\nJAKE\n(uncomfortable)\nCan we go somewhere else?\n\nSINA\nI guess you’ve seen my world ...\nhow about you show me where you're\nfrom?\nCUT TO:\n\nTHUNK! The machete hits the ground again beside a log of\nwood.\n\nPENI\nFuck!\n\nPeni pulls the blade free and lines up another go. Sina\nappears at his side.\n\n(CONTINUED)\n\f66\n\n67\n\n68\n\n52.\nCONTINUED: (6) 66\n\nSINA\nTry closing one eye?\n\nPENI\nReal funny. What you want, anyway?\n\nCUT TO:\n\nPeni approaches Mr Va'a, who is supervising the cleanup of\nhis house.\n\nPENI (CONT'D)\nMr Va'a? My grandma’s sick. She\nneeds someone to look after her\ntonight while I’m at work.\n\nMR VA'A\nTake Sina with you.\n(shouts to Sina)\nSina! You go with Peni tonight,\nlook after his grandmother.\n\nSINA\nYes, uncle.\n\nPeni passes Sina, on his way inside. He gives her the nod —\nmission accomplished. She nods back — owe ya one.\nEXT/INT. MOTORWAY/JAKE'S CAR - EVENING 67\n\nThe sun sits low over the hills. The city is golden as Jake\nand Sina drive towards it.\n\nJake looks over at Sina. She sits back in her seat and smiles\nat him. He smiles back.\n\nINT. BEDLAM TATTOO STUDIO - NIGHT 68\n\nJake shows Sina into the dark shop. Mirrors reflect their\nsilhouetted shapes against the passing lights of the road.\nSina looks at the designs on the walls of the shop.\n\nJAKE\nI used to dream about this, when I\nwas starting out. My own place ...\nmy own designs. A few regulars.\n\nSINA\nWhat do you dream about now?\n\n(CONTINUED)\n\f68\n\n69\n\n53.\nCONTINUED: 68\n\nJAKE\nYou wouldn’t want to know.\n\nSINA\n(nods towards his tattoos)\nI want to see them.\n\nJake takes off his shirt. Her eyes travel across his skin.\nShe reaches out to touch an old-school tattoo on his\nshoulder.",
  "37": "---END OF PREVIOUS SECTION---\nJake takes off his shirt. Her eyes travel across his skin. She reaches out to touch an old-school tattoo on his\nshoulder. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nCrash gave me that, in San\nFrancisco. I was celebrating — my\nfirst job, my first paycheck.\n(sadly)\nI felt like I could do anything.\n\nJake closes his eyes as Sina runs her fingers across his\nback.\n\nJAKE (CONT'D)\nGot that in Berlin. I was cold.\nBroke. I loved it.\n\nSina laughs. She reaches down, running her hand across the\npale ridge of his scar.\n\nSINA\nWhat about that?\n\nINT. SAWYER ATTIC - NIGHT - FLASHBACK 69\n\nBAM! A man’s hand grabs Young Jake’s wrist, wrenches the arm\naround to reveal the fresh rose tattoo.\n\nFATHER (0.S.)\nYou’ve brought shame on our house.\n\nThe TIC-TIC-TIC of the boiler, close. Jake is pinned in the\ndark corner.\n\nThe knife blade is heated against the hot metal until it\nglows.\n\nJAKE (V.O.)\nI was thirteen. My father was a\nLutheran minister ...\n\nFATHER (0.S.)\n\nYour flesh is my flesh, your blood\nis my blood.\n\n(CONTINUED)\n\f69\n\n70\n\n54.\nCONTINUED: 69\n\nThe blade flashes —\n\nJAKE (V.O.)\nHe was ashamed.\n\nFATHER (0.S.)\nWe will not defile the temple of\n\nthe lord!\n\nThe dark shape of JAKE’S FATHER bends over Jake to work the\nknife.\n\nYoung Jake looks up in terror as a heavy gold CRUCIFIX\ndangles in front of his face, swinging as his father saws at\nhis flesh.\n\nFATHER (0.S.) (CONT'D)\nPray with me boy. Pray with me.\n‘Our father who art in heaven ...’\nFather steps back, holding up the ragged, dripping strip of\nYoung Jake’s flesh. SCREECH! He pulls open the iron door of\nthe boiler —\nYoung Jake’s eyes widen —\n\nAs his Father casts the tattoo into the boiler and SLAMS the\ndoor closed. TIC-TIC-TIC-TIC ...\n\nINSIDE, the raging glow consumes Jake’s flesh as the ticking\nof the boiler continues around us.\nINT. BEDLAM TATTOO STUDIO - NIGHT 70\nJake’s expression is cold, hard. Sina looks appalled.\nJAKE\nI left after that.",
  "38": "---END OF PREVIOUS SECTION---\nBEDLAM TATTOO STUDIO - NIGHT 70\nJake’s expression is cold, hard. Sina looks appalled. JAKE\nI left after that. \n---TARGET SECTION TO BE ANNOTATED---\n I never went\nback.\n\nSina kisses him gently on the side of his neck. She closes\nher eyes.\n\nSINA\nI want a tattoo.\n\nJAKE\n\nWon't they be angry if you get a\npalagi tattoo?\n\n(CONTINUED)\n\f70\n\n71\n\n72\n\n73\n\n55.\n\nCONTINUED: 70\nSINA\nThis isn’t for them. This is for\nme.\nJAKE\n\nWhat do you want?\n\nSINA\nThe tufuga decides.\n\nCUT TO:\n\nAn expanse of Sina’s golden skin seems to glow in the dim\nlight. Jake runs his hands across her back, tracing the\ncontours of her body, judging the right place for the perfect\ndesign.\n\nJake's needle begins to buzz. Sina grits her teeth, takes the\npain.\n\nJake focuses ... a distant TAP-TAP-TAP joins the BUZZING of\nhis needle ... the sounds continue over —\nINT. FUNERAL HOME PREPARATION ROOM - NIGHT 71\n\nA sterile embalmer’s preparation room, deep in shadow. Tools\nare laid out, next to a chart and several reference\nphotographs of Luke. Machines switched on. BAMF! An overhead\nlight illuminates —\n\nA body, under a sheet. The sheet is spotted with blooms of\nblack in.\n\nINT. BEDLAM TATTOO STUDIO - NIGHT 72\nJake's needle shapes, hones, defines ... a huge design taking\nshape, its scope as yet unrevealed ... TAP-TAP-TAP ...\n\nINT. GRAHAM’S HOUSE - DAWN 73\nA bottle of sleeping pills on a dresser ... moving to find\n\nChanel, Graham’s girlfriend, asleep under a pink eye mask.\n\nShe turns over, onto a pool of glistening black on peach-\ncoloured satin sheets. She pulls off the eye-mask, frowning,\npeels back the sheet with a wet slurping noise.\n\nCHANEL\n(croaks)\nGray ..?\n\f74\n\n75\n\n76\n\n77\n\n78\n\n79\n\n56.\n\nINT. BEDLAM TATTOO STUDIO - NIGHT 74\n\nJake colours in a section of Sina’s tattoo, blood-red ...\n\nINT. FUNERAL HOME PREPARATION ROOM - NIGHT 75\nHis preparations complete, the EMBALMER pulls back the sheet\nfrom Luke’s head ...",
  "39": "---END OF PREVIOUS SECTION---\nBEDLAM TATTOO STUDIO - NIGHT 74\n\nJake colours in a section of Sina’s tattoo, blood-red ... INT. FUNERAL HOME PREPARATION ROOM - NIGHT 75\nHis preparations complete, the EMBALMER pulls back the sheet\nfrom Luke’s head ... \n---TARGET SECTION TO BE ANNOTATED---\n and recoils violently at some horror\nunseen.\n\nLuke’s hand slips, dangling from under the sheet. It is\ncovered now in Samoan tatau — even Luke’s fingernails have\nbeen tattooed. Beyond, we can see that the tatau covers the\nbody.\n\nINT. BEDLAM TATTOO STUDIO - NIGHT 76\nJake's needle paints a thick, dark curve along Sina’s\nshoulder blade ...\nINT. GRAHAM'S HOUSE - NIGHT 77\nThe tattooing sounds continue as Chanel follows a slick trail\nof glistening black gloop across the carpet towards a closed\nen suite door. She looks down ...\nBlack squelches up between her toes from the carpet.\nCHANEL\n\nBaby Gray ... what are you doing in\n\nthere?\nFrightened now, she pushes the door open slowly, revealing a\ntrail of glistening black ink on white marble, a spreading\npool at Graham’s motionless feet ...\nINT. BEDLAM OFFICE - NIGHT 78\nJake and Sina make love on the couch in Crash’s office, her\nnew tattoo almost luminous in the glow of the dancing lights\nfrom the street.\n\nINT. VARIOUS - NIGHT 79\n\nThe images reach crescendo: needle on skin, skin on skin,\nink, sweat and blood ...\n\n(CONTINUED)\n\f79\n\n80\n\n57.\nCONTINUED: 79\n\nthe ink splattered floor of Graham’s bathroom ... the ink\nstains on the sheet covering Luke bloom and spread ...\n\nChanel finally finds her voice, and SCREEEEEEEAMS —\n\nAnd we see the completed tattoo on Sina’s back: A RED\nHIBISCUS FLOWER painted in vibrant colour — Jake’s boldest\nwork yet, undeniably influenced by everything he has seen and\nlearned. The graphic image dissolves to ...\n\nTHE HIBISCUS FLOWER from before, now wilted and lifeless in\nits glass beside Jake's bed.\n\nINT. BEDLAM OFFICE - NIGHT 80\n\n— as Jake and Sina lie back, entangled, their breathing\nslowing, calm returning as the chaotic sounds ebb.\n\nSINA\nWhy did you tattoo those people, if\nyou didn’t share their beliefs? For\nthe money?\n\nJAKE\nBecause they’re pathetic ...\nthey’re weak.\n\nSINA\nIt’s not weak to have faith.",
  "40": "---END OF PREVIOUS SECTION---\nJAKE\nBecause they’re pathetic ... they’re weak. SINA\nIt’s not weak to have faith. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nIt is when you hide behind it ...\nuse it to hurt people.\n\nSINA\nDid you ever think maybe your\nfather was scared? And maybe now\nhe’s somewhere where he doesn’t\nhave to be anymore?\n\nSilence, then:\n\nJAKE\nHe lives in Wisconsin, in the house\nI grew up in. I haven’t spoken to\nhim in ten years.\n\nSINA\nMy parents are dead. I can’t ever\nmake that pain go away. But it’s\nnot too late for you.\n\n(CONTINUED)\n\f80\n\n81\n\n82\n\n83\n\n58.\nCONTINUED: 80\n\nJake stares at the ceiling, his expression dark, conflicted.\n\nCUT TO:\n\nINT. BEDLAM OFFICE - NIGHT (LATER) 81\nJake stirs, restless. In the darkness, Sina MOANS softly.\nJake looks over at her. She frowns, twitches, eyes darting\nunder her lids — in the grip of a nightmare.\n\nEXT. BEDLAM TATTOO STUDIO - DAY 82\nJake and Sina stand on the footpath outside Bedlam.\n\nJAKE\nCan't you stay?\n\nSINA\nIf I’m not at church, people will\nask questions.\nJake looks disappointed.\n\nSINA (CONT’D)\nOne step at a time, okay?\n\nJAKE\nSo all that stuff about this not\nbeing for them ... about it being\nfor you ...\n\nSINA\n\nIt’s for both of us.\nShe kisses him, then pulls away. He watches as she walks away\ndown the street.\nINT. APARTMENT - DAY 83\nJake enters, slams the door.\n\nVICTORIA (0.S.)\nWhere have you been?\n\nVictoria is standing in the shadows at the end of the room.\n\nJAKE\nYou can’t keep ...\n\n(CONTINUED)\n\f83\n\nCONTINUED:\n\n59.\n83\n\nHe trails off at the sight of her: drawn and haggard looking.\n\nJAKE (CONT'D)\nShit, are you okay?\n\nVICTORIA\nLuke’s dead.\nJAKE\nHow?\nVICTORIA\nMy aunt and uncle’s pool. In five\nfeet of water ... in front of\n\nthirty people.\n\nJAKE\nThat’s terrible.\n\nVICTORIA\nIt was a birthday present. I wanted\nhim to be cool ... not dead.",
  "41": "---END OF PREVIOUS SECTION---\nJAKE\nThat’s terrible. VICTORIA\nIt was a birthday present. I wanted\nhim to be cool ... not dead. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\n\nWhat are you talking about?\n\nVICTORIA\nHe was covered in tattoos. Tattoos\nthat weren’t there two days ago.\n\nJake frowns.\n\nVICTORIA (CONT'D)\nThey were all over him, Jake.\n\nJAKE\nTattoos don’t just do themselves.\n\nVICTORIA\nThen who did them, Jake? Did he\ncome back for more? Cause I’ve been\nthinking about it and thinking\nabout it and I just can’t see how\nelse this happened.\n\nJAKE\nVictoria, whatever happened, it was\nnothing to do with me.\n\nVICTORIA\nMy uncle’s calling the Health\nDepartment. He wants to press\ncharges against Bedlam.\n\n(CONTINUED)\n\f60.\n83 CONTINUED: (2) 83\n\nThe phone rings. Jake snatches it up.\n\nJAKE\nSina?\n\nIVAN (0.S.)\n\n(on phone)\nI said there was always room. But\nthere’s not a lot left now ...\n\nJAKE\nWho is this?\nIVAN (0.S.)\n(on phone)\nYou started it, boy ... and now\n\nhe’s nearly finished it.\nJAKE\n(thinks hard)\nIvan?\n\nCLICK! The line goes dead. Jake stares at the receiver,\nstunned. He grabs the phone book, rifles through.\n\nJAKE (CONT'D)\nPeters ... Peterson ...\n\nVICTORIA\nJake, did you hear what I said?\nThey think it’s your fault.\n\nJAKE\nPetrovich!\n\nJake slams the phone book shut and heads for the front door.\nVICTORIA\nWho was that on the phone? Jake,\nI’m scared.\n\nJAKE\nIt was another guy I tattooed.\n\nAnd he’s gone. She looks away, her mind racing ...\n\n84 EXT. JAKE’S APARTMENT - DAY 84\n\nTyres squeal as the Bedlam car pulls away from Jake’s\napartment.\n\f85\n\n86\n\n87\n\n88\n\n89\n\n61.\n\nINT. APARTMENT BATHROOM - DAY 85\nVictoria steps into the bathroom and turns on the light. She\nstares blankly at her wretched reflection in the mirror, then\nlooks down, steeling herself.\n\nShe pulls up her top. Her eyes widen in horror.\n\nEXT.",
  "42": "---END OF PREVIOUS SECTION---\nShe pulls up her top. Her eyes widen in horror. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BLOCK OF FLATS — DAY 86\nJake slams his car door outside a large block of council\nflats in a tree-lined street. The windows make a ragged\npatchwork of curtains, washing and wall hangings.\n\nINT. STAIRWELL — DAY 87\nJake races up the dirty, glass walled stairwell. Reflections\nof himself surround him, shifting and moving as he climbs.\nINT. BLOCK OF FLATS — DAY 88\nJake emerges on an upper landing and searches the apartment\ndoors. He stops at one. All the curtains are closed. Jake\n\nbangs on the door.\n\nJAKE\nIvan? It’s Jake!\n\nSilence. He bangs again. The door swings open. Jake steps\ninside.\n\nINT. IVAN’S FLAT — DAY 89\nJake peers into darkness.\n\nJAKE\nHello?\n\nJake creeps into the living area. The room is trashed, as if\na struggle has taken place. A large mirror on the wall is\ncracked, streaked with ink.\n\nJAKE (CONT'D)\n\n(calls)\nIvan!\n\n(CONTINUED)\n\f89\n\n62.\nCONTINUED: 89\n\nCRUNCH. Jake looks down — he has stepped on the broken\nremains of a light bulb. He looks up — the bulb has been\ncrushed in its fitting.\n\nA thick breath from the darkness. Jake wheels. A dark shape\nsits in the gloom.\n\nJAKE (CONT'D)\nIvan? Jesus ...\n\nThe figure laughs, quickly breaking into a hacking wet cough.\nJake crosses to the windows and reaches for the curtains.\n\nJAKE (CONT'D)\nLet’s get some light —\n\nIVAN\nDon't!\n\nJake pauses. A thin shaft of daylight streams in.\n\nIvan huddles, rocking gently, an inky shadow. Only the whites\nof his eyes catch the light. He leans forward, the light\ncatches a narrow strip of skin. Ivan is so covered in pe’a\nthat he seems black. Only tiny fragments of pale skin remain\nvisible.\n\nIVAN (CONT'D)\nThe space between the points ...\nit’s the killing space ...\n\nJAKE\nWhat are you talking about?\n\nIVAN\nHe’s finishing what you started.\n(clicks his tongue)\nTIC-TIC-TIC ... TIC-TIC-TIC ...",
  "43": "---END OF PREVIOUS SECTION---\nIVAN\nHe’s finishing what you started. (clicks his tongue)\nTIC-TIC-TIC ... TIC-TIC-TIC ... \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nWho did this to you?\n\nIvan rises slowly out of his chair, bones creaking.\n\nIVAN\nThe ‘au ... the sausau ...\n\nIvan moves through the shaft of light, revealing more ghastly\ndetail on his naked old body. Woven into the pe’a are the\ntattoos that already covered him, including Jake’s. Ivan\nmutters in guttural Samoan:\n\n(CONTINUED)\n\f89\n\n63.\nCONTINUED: (2) 89\n\nIVAN (CONT'D)\n(in Samoan)\n.-. the ink ... the shame that\ndrives my fury ...\n\nJake backs away towards the door.\n\nJAKE\nI’1l get doctors.\n\nIvan reaches out a blackened hand, the flesh of his arm\nwithered and wet. The ridges and patterns gleam in the light.\n\nIVAN\n(starts to laugh)\nFlay my bones ... my black heart\n\nbare ...\n\nIvan’s tattooed face leers into his, blackened teeth visible\nbehind tattooed lips.\n\nIvan pauses ... then looks towards the mirror, SCREAMS —\n\nJake wheels, catching a fleeting glimpse of a dark, wiry\nshape as it sweeps across the broken glass.\n\nIVAN (CONT'D)\nHe’s coming again!\n\nJAKE\nWho?\n\nIvan starts to sing under his breath in Samoan — the lilting\n\nsong from Jake’s dreams. TAP-TAP-TAP! The sound reverberates\n\naround them. Jake grabs Ivan’s wrists, trying to snap him out\nof it.\n\nJAKE (CONT'D)\nIvan, WHO’S COMING?!\n\nIVAN\nHe’s finishing ... what you\nstarted!\n\nIvan lunges, GROWLING. His skin breaks apart under Jake’s\nfingers, flesh seeping black ink. Jake gasps in horror and\nstumbles back towards the door. He claws at the handle and\nwrenches it open ...\n\f90\n\n91\n\n92\n\n64.\n\nINT. BLOCK OF FLATS — AFTERNOON 90\nJake stumbles through the door and races away from the flat.\nThe door slams shut behind him.\n\nINT. APARTMENT - DAY - CONTINUOUS 91\n\nJake crashes into his apartment. He slams the door behind him\nand locks it.\n\nHe picks up the phone and dials frantically, waits.",
  "44": "---END OF PREVIOUS SECTION---\nAPARTMENT - DAY - CONTINUOUS 91\n\nJake crashes into his apartment. He slams the door behind him\nand locks it. He picks up the phone and dials frantically, waits. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nCome on, Sina ... pick up ...\n\nHe stops. The sound of WATER RUNNING. Jake frowns, replaces\nthe receiver.\n\nJake creeps tentatively through the apartment towards the\nbathroom. Steam billows out into the hallway. Water spreads\nout across the floor in a dark stain.\n\nWater puddles around his feet, mixed with black ink. The ink\nforms the intricate filigrees of a pe’a design, then\ndissolves.\n\nJake pushes the bathroom door open ...\n\nINT. APARTMENT BATHROOM — DAY 92\nA pale figure is ghosted behind the glass: Victoria.\n\nShe looks up at him, her eyes bloodshot.\n\nJAKE\n(frustrated)\nVictoria ...\nHe looks down ... the water swirling around her feet is\n\nblack! Alarmed, Jake pulls the door open —\n\nHer belly is a ragged black wound. Black ichor and blood\nspill down her legs to bloom in the water. Her hand comes up\nslowly and uncurls to reveal STEEL WOOL and fingers black\nwith ink.\n\nVictoria looks up through her hair, mouth open in wordless\nhorror. She trembles, gasps ... and SCREEEEEEEEAMS!\n\f93\n\n94\n\n95\n\n65.\n\nINT. JAKE’S CAR - DAY 93\n\nJake drives frantically. Victoria moans from the back seat.\nShe's wrapped in a sheet.\n\nJAKE\nHold on!\n\nHe looks to the rear view mirror — and glimpses a wiry shape\nin the back seat, looming over Victoria — TAP-TAP-TAP! Jake\nslams on the brakes and the car screeches to a halt. He turns\nto look —\n\nVictoria writhes in pain. Ink smears the seats. She is alone.\n\nVICTORIA\nIt huuuurrrrrrttttts!\n\nJake slams the car into gear and peels away.\n\nEXT. HOSPITAL - DAY 94\n\nJake's car pulls up with a squeal outside Accident and\nEmergency. He jumps out, throws open the back door and lifts\nout Victoria.\n\nINT. HOSPITAL - DAY 95\nJake carries Victoria through the doors. The sheet is twisted\naround Victoria's body and sodden with blooms of black ink. A\n\nline of ink drips onto the gleaming lino.",
  "45": "---END OF PREVIOUS SECTION---\nHOSPITAL - DAY 95\nJake carries Victoria through the doors. The sheet is twisted\naround Victoria's body and sodden with blooms of black ink. A\n\nline of ink drips onto the gleaming lino. \n---TARGET SECTION TO BE ANNOTATED---\nJAKE\nSomebody — we need help!\n\nHe staggers toward the reception desk. Victoria begins to\nslip from his arms, the sheet pulling around her. Jake drops\nto his knees.\n\nA NURSE comes running.\n\nNURSE\nWhat happened?\n\nJAKE\nShe's ... sick.\n\nThe nurse pulls at the sheet. Ink puddles out and spreads\nacross the floor. The nurse recoils in horror, looking down\nat the ink on her fingers.\n\n(CONTINUED)\n\f66.\n95 CONTINUED: 95\n\nJAKE (CONT’D)\nPlease help her.\n\nNURSE\n(shouts)\nDoctor Faleauto!\n\nThe nurse backs away from Jake and Victoria. Beyond, other\nPATIENTS in the waiting room have risen to their feet,\nhorrified.\n\nA MATRON appears, aghast.\n\nMATRON\n(to the Nurse)\nWhat is it?\n\nNURSE\nI don’t know.\n\nBlack slime runs from Victoria’s mouth. Her eyes roll.\n\nDOCTOR FALEAUTO, a young Samoan attending physician, and a\nSECOND NURSE run up, pushing a gurney.\n\nDR FALEAUTO\nOn three. One ... two ... three —\n\n96 INT. HOSPITAL CORRIDOR - DAY 96\n\nBANG! Led by Dr Faleauto, a posse of doctors and nurses burst\nthrough double doors into the emergency area. Victoria\nwrithes on a gurney, ink already soaking into the mattress.\nThe gurney leaves a trail of black ink across the floor. Jake\nfollows the grisly caravan.\n\nDR FALEAUTO\nWhat’s her name?\n\nJAKE\nVictoria.\n\nDR FALEAUTO\nVictoria, can you hear me? How long\nhave you been feeling sick?\n\nShe lurches, coughs a torrent of black ink over the medical\nteam. It streaks their hospital whites.\n\nVICTORIA\nAsk ... him...\n\n(CONTINUED)\n\f96\n\n97\n\n67.\nCONTINUED: 96\n\nDR FALEAUTO\nHave you taken any drugs, Victoria?\nDo you have any allergies?\n\nJake stands helpless, devastated, as they push the gurney\ninto a trauma room.\n\nINT. TRAUMA ROOM — DAY 97\n\nA SECOND DOCTOR and more NURSES have joined those hovering\nover Victoria on the table.",
  "46": "---END OF PREVIOUS SECTION---\nJake stands helpless, devastated, as they push the gurney\ninto a trauma room. INT. TRAUMA ROOM — DAY 97\n\nA SECOND DOCTOR and more NURSES have joined those hovering\nover Victoria on the table. \n---TARGET SECTION TO BE ANNOTATED---\n A nurse vainly tries to staunch\nthe black ink discharging from Victoria’s belly.\n\nVictoria’s tattoo snakes out of the wound and covers her\nchest and shoulders — her own stylised classic imagery broken\ndown and distorted by the pe’a motif.\n\nJake hovers, stricken. Victoria grabs his arm, her grip\nstrong, her fingertips leaving black smears on his skin.\n\nVICTORIA\nJake ...\nJAKE\nI’m here.\nVICTORIA\nWhat happened to Luke ... not you\n\n-.. him.\n\nHer eyes roll back, eyelids fluttering. The doctors push Jake\naside.\n\nNURSE\nB.P. sixty over forty and dropping.\n\nDR FALEAUTO\nGet a line in. Push twenty of epi.\n\nA nurse tries to find a vein in her arm with a shaking hand.\nA needle pierces flesh. The skin breaks apart, discharging a\nthin sheet of ink that washes down Victoria’s tattooed arm\nonto the bed.\n\nSECOND NURSE\nTrouble finding a vein.\n\nSECOND DOCTOR\nCome on!\n\nNURSE\nTwenty epi in.\n\n(CONTINUED)\n\f97\n\nCONTINUED:\n\n68.\n97\n\nSECOND NURSE\nOkay, got it!\n\nJet black liquid streams into the clear tube from Victoria’s\n\narm.\n\nSECOND NURSE (CONT’D)\nOh my god ...\n\nSECOND DOCTOR\nGet that out. What have you hit?\n\nNURSE\nB.P. fifty over thirty. Still\ndropping.\nDR FALEAUTO\n(to Jake)\n\nHas she been overseas? How long has\nshe been sick?\n\nJAKE\nI don’t know.\n\nBEEP-BEEP-BEEP-BEEP-BEEP-BEEP — a shrill alarm goes off.\n\nNURSE\nShe's arrested.\n\nSECOND DOCTOR\nAnother twenty epi. Charge paddles\nto one-eighty and clear.\n\nNURSE\nPaddles one-eighty.\n\nShe hands the doctor the defibrillator paddles.\n\nSECOND NURSE\nTwenty epi in.\n\nSECOND DOCTOR\nClear, dammit!\n\nDR FALEAUTO\nClear.\n\nNURSE\nClear.\n\nThe doctor places the paddles against Victoria’s chest —\nWHUMP! She jolts horribly. Another torrent of ink spills from\n\nher mouth.\n\n(CONTINUED)\n\f69.\n97 CONTINUED: (2) 97\n\nNURSE (CONT’D)\nStill down.",
  "47": "---END OF PREVIOUS SECTION---\nAnother torrent of ink spills from\n\nher mouth. (CONTINUED)\n\f69. 97 CONTINUED: (2) 97\n\nNURSE (CONT’D)\nStill down. \n---TARGET SECTION TO BE ANNOTATED---\nSECOND DOCTOR\nCharge two hundred.\n\nDR FALEAUTO\nClear!\n\nWHUMP! The lights spark above Victoria. The room flickers in\nand out of darkness.\n\nAmid the frantic medical staff is another shape, glimpsed\nbetween light and shadow —\n\nTHE TATTOOIST, crouched over Victoria, his back to Jake. A\nbroken, infected-looking pe’a twists up the Tattooist’s back.\nIn one hand he grasps a bloody bone chisel, in the other a\nhammer.\n\nTAP-TAP-CLANG! The Tattooist’s hammer falls, spraying ink.\n\nJAKE\nThere! Can’t you see him?\n\nThe doctors continue work on Victoria, oblivious to the\nspectre upon her.\n\nWHUMP! The lights flicker on again, and the Tattooist is\ngone. Victoria is lifted off the bed by the defibrillator,\nher back arched.\n\nSECOND DOCTOR\nCharge two-ten.\n(indicates Jake)\nGet him out of here!\n\nA nurse SCREAMS. CLANG! CLANG-CLANG! In three violent jolts,\none of the few areas untouched by the pe’a is filled in black\nwith brutal accuracy. The medical team freezes for a moment,\nstunned. Dr Faleauto looks at Jake.\n\nDR FALEAUTO\nWhat the hell is this?\n\nSECOND DOCTOR\nTwo-ten. Clear?\n\nNURSE\nClear.\n\n(CONTINUED)\n\f97\n\n98\n\n70.\nCONTINUED: (3) 97\n\nThe Doctor positions the paddles, pushes them down — SPLUCK!\nHis hands break through Victoria’s chest, disappearing INTO\nthe cavity. Tattooed ribs point up around the Doctor’s wrists\nas black liquid wells around them.\n\nThe Doctor yelps and wrenches his hands free, leaving the\npaddles immersed in her chest, wires trailing. He staggers\naway, mewling, horrified.\n\nVictoria breaks down as the tatau consumes her before their\neyes. Her flesh sloughs away to reveal organs black with\npe’a, themselves losing cohesion and dissolving into ink.\n\nTwo nurses are screaming now. They cower at the end of the\nroom.\n\nJake watches in horror as Victoria bangs and thrashes on the\ntable as black ink sprays from her mouth. Her flesh collapses\ninto itself as her torso falls away. Ink drips off the bed\nonto the floor.",
  "48": "---END OF PREVIOUS SECTION---\nJake watches in horror as Victoria bangs and thrashes on the\ntable as black ink sprays from her mouth. Her flesh collapses\ninto itself as her torso falls away. Ink drips off the bed\nonto the floor. \n---TARGET SECTION TO BE ANNOTATED---\nDr Faleauto steps back as the other medics panic around him.\nDR FALEAUTO\n(calmly)\nQuarantine procedure. Nobody\nleaves.\n\nJake looks around at their horrified faces, then starts\nbacking away.\n\nDR FALEAUTO (CONT’D)\nSecurity! SECURITY!\n\nJake pushes through the door.\n\nINT. HOSPITAL - DAY - CONTINUOUS 98\n\nJake slips on the shiny floor, leaving inky footprints as he\nruns away down the corridor. Dr Faleauto crashes through the\ndoors behind him, his whites sprayed with black.\n\nDR FALEAUTO\nSecurity — stop him!\n\nA SECURITY GUARD blocks the way. Jake wheels, ducks down a\npassage. The doctor follows.\n\nRound a corner, down a passage. A stairwell — Jake takes them\n\nthree at a time. Jake runs down a long corridor and rounds a\ncorner. He looks back — he’s lost his pursuers.\n\n(CONTINUED)\n\f98\n\n71.\nCONTINUED: 98\n\nHe leans against the wall, panting. The full horror hits him\nhard and he loses it, shaking. His breath catches in his\nthroat ... he bites down on his knuckles.\n\nFOOTSTEPS, and Dr Faleauto rounds the corner. Snapping out of\nit, Jake runs. He follows the passage down, around another\ncorner, past a closed fire escape —\n\nA dead end! Jake spins, heads back towards the fire escape.\nDoctor Faleauto steps up to challenge him.\n\nJAKE\nPlease ...\n\nDR FALEAUTO\nTook my brother six weeks to get\nhis pe’a. Nearly killed him. Never\nthought I’d see someone get one in\nsix minutes.\n\nJAKE\nThere’s no time.\n\nDR FALEAUTO\nYou said ‘can you see him’. See\nwho?\n\nJAKE\n\nDo you believe in spirits?\n\nThe doctor stares at him, stunned.\n\nDR FALEAUTO\nYou think a spirit did this?\nJAKE\nThere’s another one ... a girl, in\n\nOtara. You have to let me go.\nThe doctor narrows his eyes, considering this.\n\nJAKE (CONT’D)\nI have to get to her, find a way to\nstop this, or she'll die.\n\nThen he steps aside. Jake pushes open the door.",
  "49": "---END OF PREVIOUS SECTION---\nJAKE (CONT’D)\nI have to get to her, find a way to\nstop this, or she'll die. Then he steps aside. Jake pushes open the door. \n---TARGET SECTION TO BE ANNOTATED---\n As he steps\nthrough, Dr Faleauto puts a hand on Jake’s arm.\n\nDR FALEAUTO\nWhatever you’ve started, don’t\nbring it back here. This isn’t\nsomething doctors can cure.\n\n(CONTINUED)\n\f98\n\n99\n\n72.\nCONTINUED: (2) 98\n\nJake meets his eyes, then nods and disappears through the\ndoor.\n\nINT. CHURCH/ARCHIVE - AFTERNOON 99\n\nSina sorts through the box of photos she got from Mr\nPerenese. Taking out a photo, she frowns ...\n\nThe photo is of the Perenese family, posing in front of the\nchurch. Mr Perenese stands proudly in the centre of a group\ncomposed of his wife, his four daughters and ... the edge of\nthe photo has been torn away.\n\nCRREEEEEAAAAAK-BANG! A door slams closed somewhere outside\nthe office. Sina goes to the archive door.\n\nSINA\n(calls)\nIs someone there?\n\nNo reply. Spooked, Sina returns to her desk and continues\nsorting the pictures.\n\nA dark shape fills the doorway behind her. She senses someone\nthere, turns —\n\nJAKE\nThey’re dead.\n\nJake stands just inside the door, his face haunted. He’s\ncovered in grisly splatters of ink.\n\nSINA\nWhat are you doing here?\n\nJAKE\nHe killed them. Luke and Ivan ...\nVictoria. Everyone I tattooed. Ever\nsince I hurt myself with this.\n\nHe holds out the tool he took from the Samoans in Singapore.\n\nSINA\nThis is Alipati’s ... Jake, you\ncan’t keep this.\n\nJAKE\nI would have given it back, only I\nwas afraid he wouldn’t teach me!\n(beat)\nThey couldn’t see him, but I could\n«+. I could see him killing her!\n\n(CONTINUED)\n\f99\n\n100\n\n73.\n\nCONTINUED: 99\nSINA\nHe’s skinny, with long hair. He\nlooks sick ... his pe’a’s bleeding.\nHis eyes ...\nJAKE\n\nYou’ve seen him too.\n\nSINA\nIt was just a dream ...\n\nINT. CHURCH BATHROOM - AFTERNOON 100\nSina stands in front of the mirror, Jake behind her. She\nunbuttons her top, then pauses ... she looks, in the mirror,\nto Jake ...",
  "50": "---END OF PREVIOUS SECTION---\nINT. CHURCH BATHROOM - AFTERNOON 100\nSina stands in front of the mirror, Jake behind her. She\nunbuttons her top, then pauses ... she looks, in the mirror,\nto Jake ... \n---TARGET SECTION TO BE ANNOTATED---\nAnd pulls off her top.\n\nJake’s eyes widen as he looks at her back. Slowly, fearfully,\nshe turns to look at her reflection. Fine lines of raw, black\ntatau spider outwards from the hibiscus flower — the\nbeginnings of the nightmare pe’a.\n\nSINA\nHow long?\n\nJAKE\nSina —\n\nSINA\nDays?\n\nSilence, then:\nJAKE\n\nHours.\nSina’s horror is mounting. Jake moves to comfort her.\n\nJAKE (CONT’D)\nSina, I‘’ll —\n\nWHAP! Sina slaps him, again and again. Jake accepts the\nblows.\n\nSINA\nI trusted you!\n\nJAKE\nI didn’t know!\n\n(CONTINUED)\n\f100\n\n101\n\n102\n\n74.\nCONTINUED: 100\n\nSINA\nStay away from me!\n\nINT. CHURCH FOYER — NIGHT 101\n\nSina runs down the hallway towards the church doors. Jake\nchases after her.\n\nJAKE\nSina, wait —\n\nSINA\nAlipati and my uncle were right — I\nshould never have gotten involved\nwith you!\n\nHe grabs her, holds her tight. She struggles —\n\nJAKE\nI promise I’1l help you.\n\nShe stops struggling and meets his eyes.\n\nSINA\nYou promised to ‘help’ those other\npeople, too, but you didn’t really\nbelieve it. Why should I believe\nyou now?\n\nThat hits Jake where it hurts. She pushes through the doors\ninto the church.\n\nINSIDE, Sina runs up the centre aisle and stumbles in front\nof the altar. The MINISTER hurries over to her.\n\nJake moves to follow —\n\nMr Va’‘a gets up from the front row of pews and stands over\nSina. She looks up at him, her face streaked with tears.\n\nJake hesitates. He takes the tattooing tool out of his\npocket, steeling himself ...\n\nEXT. OTARA SHOPPING CENTRE - NIGHT 102\nDark in the shopping centre, shops closed. A few groups of\nyouths drink, smoke and laugh. Jake hurries through the\n\nshadows, looking back over his shoulder. A car revs suddenly,\nthe nitro kicking in, and Jake jumps in fright.\n\n(CONTINUED)\n\f102\n\n103\n\n75.",
  "51": "---END OF PREVIOUS SECTION---\nJake hurries through the\n\nshadows, looking back over his shoulder. A car revs suddenly,\nthe nitro kicking in, and Jake jumps in fright. (CONTINUED)\n\f102\n\n103\n\n75. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 102\n\nHe reaches the door of Alipati’s garage. A light inside. Jake\nknocks, frantic. After a few moments, Alipati opens the door\nand regards him, expressionless.\n\nALIPATI\nWhat you want this time? Singing\nlessons?\n\nJake opens his hand, shows Alipati the tool. Alipati’s eyes\nwiden as he takes it.\n\nALIPATI (CONT’D)\nYou take anything else? Shirt off\nmy back maybe? Or is that\neverything?\n\nJAKE\n(shakes his head)\nThere’s more.\n\nINT. CHURCH - NIGHT 103\n\nSINA’S TATTOO has spread further. Mr Va’a looks at it\nclosely, his eyes following every line of the expanding pe’a\ndesign.\n\nSINA\nUncle, what is it?\n\nVA'A\nCover yourself up.\n\nSina does. She faces him, trembling, terrified ... pleading.\nVa'a watches her, compassionate, saddened.\n\nVA'A (CONT'D)\nMy wife and I, we never had\nchildren. You are the closest I\nhave to a daughter ... and I’m so\nashamed.\n\nSina crumbles, tears spilling down her face. Va’a, too, looks\ndeeply aggrieved.\n\nVA'A (CONT'D)\nYou run around with this palagi ...\nembarrass me in front of everyone.\nAnd now he give you the pe’a, not\nthe malu as a woman should have?\n\nSINA\nHe didn’t —\n\n(CONTINUED)\n\f103\n\n104\n\n76.\nCONTINUED: 103\n\nVA'A\nYou hate me this much?\n\nShe shakes her head, devastated, lost.\n\nSINA\nUncle, I don’t hate you.\n\nVA'A\nYou know I should turn my back on\nyou. How will they forgive this?\n\nHe is crying now.\n\nSINA\nWhat am I supposed to do?\n\nVa'a takes the silver crucifix from around his neck. His hand\nshakes as he holds it out to her.\n\nVA'A\nSame as the rest of us — pray to\nGod, that he will show you the way.\n\nSina stares at the cross, undecided ...\n\nVA'A (CONT'D)\nIt’s the only way.\n\nSina’s trembling hand closes around the crucifix.\n\nINT.",
  "52": "---END OF PREVIOUS SECTION---\nVA'A (CONT'D)\nIt’s the only way. Sina’s trembling hand closes around the crucifix. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ALIPATI’S GARAGE - NIGHT 104\n\nJake sits on the couch, his head in his hands. Alipati paces,\nmuttering. He looks down at Jake and shakes his head.\n\nALIPATI\nI’ve worked for years to make\npeople see tatau for what it is.\nPride. Honour. A birthright for all\nSamoans. But there’s always people\nlike you, come along and think they\ncan take without asking —\n\nJAKE\nI did ask.\n\nALIPATI\nAnd I said no!\n\n(CONTINUED)\n\f104\n\n105\n\n106\n\n77.\nCONTINUED: 104\n\nJAKE\nIf I can find out what this spirit\nwants, maybe I can —\n\nALIPATI\nWhat? Take him to Mickey D’s and\nbuy him a Happy Meal?\n\nJake faces up to Alipati, his fists balled. Then he backs\ndown.\n\nJAKE\nI’ve seen how they die.\n\nINT. CHURCH - NIGHT 105\nSina sits hunched in the front row of the church. Around her,\nthe sound of singing from the assembled congregation. Sina’s\n\nmouth moves in muttered prayer.\n\nBeyond the hymn, an undercurrent of TAPPING. Sina’s prayer\nfalters.\n\nJAKE (V.O.)\n\nFirst the sounds, the visions ...\n\nthe tattoo, it grows. Then the ink,\n\nfrom everywhere, like blood.\nA cough wracks Sina and she doubles over, her hand going to\nher mouth. As the spasm subsides, she looks down in horror\n«+. to see flecks of black ink on her hand.\n\nJAKE (V.O.) (CONT'D)\n\nShe’1l scream and beg for the end ...\nINT. ALIPATI’S GARAGE - NIGHT 106\nNow Jake has Alipati’s full attention.\n\nJAKE\n... and then she’s gone.\n\nALIPATI\nThis spirit’s doing this to people\nyou tattoo, right?\n\nJake nods.\n\n(CONTINUED)\n\f106\n\n107\n\nCONTINUED:\n\n78.\n106\n\nALIPATI (CONT’D)\nThen I’1l make this real easy — get\nyour arse on the next plane out of\nhere, and don’t tattoo anyone else.\n(beat)\nEver.\n\nJAKE\nBut she'll die.",
  "53": "---END OF PREVIOUS SECTION---\n106\n\nALIPATI (CONT’D)\nThen I’1l make this real easy — get\nyour arse on the next plane out of\nhere, and don’t tattoo anyone else. (beat)\nEver. JAKE\nBut she'll die. \n---TARGET SECTION TO BE ANNOTATED---\nALIPATI\nMaybe ... maybe not.\n\nJAKE\nYou know something, don’t you?\n\nALIPATI\nThis ain’t your lookout, brutha.\n\nJAKE\nListen, whether you like it or not,\nmy eyes are open now.\n\nALIPATI\nThat right? Then how come you still\nstumbling round in the dark?\n(beat)\nNow get out of my garage.\n\nEXT. ALIPATI’S GARAGE - NIGHT 107\n\nSLAM! Alipati slams the door behind Jake. Frustrated, Jake\nkicks over a rubbish bin.\n\nCOUSIN (0.S.)\nAin’t you never heard of ‘be a tidy\nKiwi’?\n\nJake turns to see Osone’s two cousins hanging out beside\ntheir car. Jake recognises them, approaches. They watch him\n\ncoolly.\n\nJAKE\nThe other day, there was a kid with\nyou.\nCOUSIN\nDunno what you mean.\nJAKE\nCome on ... he said someone was\n\nfollowing me.\n\n(CONTINUED)\n\f107\n\n108\n\nCONTINUED:\n\n79.\n107\n\nOSONE (0.S.)\nSkinny fella. Dead as.\n\nJake turns to see Osone, a skateboard in his hand. He nods.\n\nJAKE\nI need to know what he wants. Can\nyou ... ask him?\n\nOSONE\n\nNup.\n\n(beat)\nYou can aks him your own self. But\nthat’1l cost ya.\n\nThe cousins grin.\n\nJAKE\nHow much?\nOSONE\nFiddy bucks. For me and my cousins.\nJAKE\nFiddy?\nOSONE\nEach.\nINT/EXT. COUSINS’ CAR/MOTORWAY - NIGHT 108\n\nJake sits in the back seat of the car, Osone next to him. The\nseat is covered with clear plastic. Hip-hop bass pounds\naround them.\n\nOsone’s two cousins are crammed into the front seat, eyes\nstraight ahead as they drive.\n\nJAKE\nWhere are we going?\n\nOSONE\nLouder.\n\nThe cousin in the passenger seat turns up the radio.\n\nJake cringes as the bass gets even louder. He looks outside\nto see the towering street lamps of the Auckland motorway\npassing at speed.\n\nOsone closes his eyes.\n\n(CONTINUED)\n\f108\n\n109\n\n80.",
  "54": "---END OF PREVIOUS SECTION---\nHe looks outside\nto see the towering street lamps of the Auckland motorway\npassing at speed. Osone closes his eyes. (CONTINUED)\n\f108\n\n109\n\n80. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 108\n\nOSONE (CONT’D)\nLouder.\n\nINT. OSONE’S COUSINS’ CAR - NIGHT 109\n\nCringing, deafened, Jake looks around anxiously as the bass\nreaches earth-shattering proportions. Lights seem to fly past\nthe window. Jake grips the door, his knuckles white.\n\nOsone’s eyes dart under his eyelids. A thin line of blood\ntrickles from one of his nostrils.\n\nSuddenly, the pounding bass is obliterated as a burst of\nSTATIC rips through the car, a deafening pulse of white noise\nthat oscillates with an undercurrent of angry whispering.\n\nThe cousin driving the car brakes hard.\n\nEXT. AUCKLAND MOTORWAY - NIGHT 110\n\nThe car slams into a sharp skid, sliding sideways onto the\nhard shoulder and coming to a stop. A car behind swerves\naround it, laying on the horn.\n\nINT. OSONE’S COUSINS’ CAR - NIGHT 111\nThe roar of whispers is deafening. Jake blocks his ears.\n\nOsone convulses. Spots of blood flick from his nose and ears,\nsplattering the plastic covering the car’s interior.\nTerrified, Jake tries to hold him.\n\nJAKE\nWhat’s happening ..?!\n\nThe cousins watch impassively from the front seat as Osone\nconvulses. His hand whips out and grabs Jake’s arm, vice-\nlike.\n\nHis voice booms — an adult voice. Multiple lines of song\noverlap in a distorted, hair-raising cacophony:\n\nOSONE/TATTOOIST\nO Le Tatau A Victoriaoa/I le\nmafuaaga lenei na iloa/I le taaga o\nle tatau i Victoriaoa/O le malaga a\nteine e toalua ...\n\nJAKE\nWhat’s he saying?\n\n(CONTINUED)\n\f81.\nCONTINUED: 111\n\nCOUSIN\nSomething about tatau.\n\nJAKE\n(to Osone/Tattooist)\nWho are you?\n\nOSONE/TATTOOIST\n(Samoan)\nI am the ‘au and the sausau ...\n\nCOUSIN\nThe tattooing tools!\n\nOSONE/TATTOOIST\n(Samoan)\nI am the singer and the song ...\n\nCOUSIN\nThe singer and the song.",
  "55": "---END OF PREVIOUS SECTION---\nCOUSIN\nThe tattooing tools! OSONE/TATTOOIST\n(Samoan)\nI am the singer and the song ... COUSIN\nThe singer and the song. \n---TARGET SECTION TO BE ANNOTATED---\nOSONE/TATTOOIST\n(Samoan)\nThe killer and the dead ...\n\nCOUSIN\n\nThe killer and the dead!\nJAKE\n\nWhat do you want?\nOSONE/TATTOOIST\n\n(Samoan)\n\nTo kill.\n\nCOUSIN\n\nHe says he wants to kill.\n\nJAKE\nWhy?\n\nThe Tattooist’s roar shakes the car!\nOSONE/TATTOOIST\n(in English)\nTHE SHAME!!!\n\nJAKE\nWhat are you ashamed of?\n\nThe static seems to reach a crescendo as The Tattooist’s roar\nechoes around them —\n\n(CONTINUED)\n\f82.\nCONTINUED: (2) 111\n\nJAKE (CONT'D)\nTELL ME!\n\nBOOM-BOOM-BOOM ... the static gives way to deafening hip-hop\nonce again. The cousin in the passenger seat flips off the\nradio. Silence descends.\n\nOsone sits up. He wipes blood off his upper lip.\n\nJAKE (CONT'D)\nGet him back — I’m not finished!\n\nCOUSIN\nCan't do that, brother — he’s just\nthe smaller, eh.\n\nDRIVER COUSIN\n\n_ (giggles)\nLike a medium — but smaller!\n\nThe cousins crack up at the joke.\n\nOSONE\nYou can’t boss those ones around,\neh. They’re pure. Angry — that’s\nit. You wanna try bossing round a\nthunderstorm? Or ... a piece of\nwood?\n\nJAKE\nOkay, I get it, I get it. So what\nam I supposed to do now?\n\nOSONE\nQuit your job?\n\nJAKE\nI already got that advice for free.\n\nDRIVER COUSIN\nTatau ain’t really our field of\nexpertise, eh.\n\nCOUSIN\n(to Driver Cousin)\nYou were too chicken to get yours,\neh?\n\nDRIVER COUSIN\nShut up!\n\nJake’s mind is racing.\n\n(CONTINUED)\n\f111\n\n112\n\n83.\nCONTINUED: (3) 111\n\nJAKE\nTake me to church.\n\nCOUSIN\nSweet as. For twennie bucks.\n\nDRIVER COUSIN\nAnd petrol money.\n\nJake digs in his wallet.\n\nOSONE\nMan upstairs ain’t gonna help you\nout.\n\nJAKE\n\nIt’s his flock I want to talk to.\n\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nOSONE\nMan upstairs ain’t gonna help you\nout. JAKE\n\nIt’s his flock I want to talk to. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHURCH - NIGHT 112\n\nThe Minister stands before the congregation. The churchgoers\nare on their feet, united in song. Their voices soar toward\nthe heavens.\n\nAt the front of the congregation, Sina sits with her head\nbowed over Va’a’s silver crucifix necklace. Her eyes are\nclosed as her lips move in prayer. A HAND on her shoulder ...\nmr Va’a, standing next to her, singing loudly.\n\nBANG! The church doors swing open, framing Jake.\n\nAt the pulpit, the Minister stops in mid-song. Churchgoers\nfollow his gaze, including Mr Va’a. Sina looks up, dazed with\nshock and fear.\n\nThe song peters out as Jake strides down the aisle. By the\ntime he reaches the front, a blanket of shocked silence has\ndescended. All eyes are on Jake.\n\nMr Va‘a steps into the aisle, a hand on Sina’s shoulder.\n\nMR VA'A\n\nYou are not welcome in this house.\nJAKE\n\nPlease ... tufuga.\n\nMr Va‘a is taken aback at Jake’s deference.\n\n(CONTINUED)\n\f112\n\n84.\nCONTINUED: 112\n\nJAKE (CONT'D)\nAn angry spirit is using me to\nkill. If I can learn who he is, I\nmight be able to stop him.\n\nThe churchgoers mutter to each other — what’s he talking\nabout?\n\nMR VA'A\nDon’t bring your palagi nonsense in\nhere.\n\nJAKE\n\nSina, show them.\n\nMR VA'A\nShe doesn’t need your help.\n\nSina looks up at him, the crucifix clutched in her hand. She\ndoesn’t look so sure.\n\nMR VA‘A (CONT'D)\n(to Sina)\nYou tell him, you place yourself in\nGod's hands tonight.\n\nShe gets to her feet.\n\nMR VA‘A (CONT'D)\nSina!\n\nJAKE\nSina, please ... trust me.\n\nMr Va'a steps close to Jake and Sina, his voice lowered,\nheavy with shame. The community listens with bated breath.\n\nMR VA'A\nYou have damned her body, boy —\nwill you take her soul as well?\nJAKE\nSina, God can’t stop this ... but I\ncan.\n\nSina looks between them, making up her mind.\n\nSINA\nUncle, I’m sorry ...",
  "57": "---END OF PREVIOUS SECTION---\nJAKE\nSina, God can’t stop this ... but I\ncan. Sina looks between them, making up her mind. SINA\nUncle, I’m sorry ... \n---TARGET SECTION TO BE ANNOTATED---\nMR VA'A\nYou are not my Aiga.\n\n(CONTINUED)\n\f112\n\n85.\nCONTINUED: (2) 112\n\nShe meets Va'a’s gaze, devastated ... then steps past him\ninto the aisle.\n\nJAKE\nShow them.\n\nShe raises her top, revealing her tattoo to the congregation.\n\nIn the congregation, a WOMAN in her late 20s stands with her\nHUSBAND. Her eyes widen with recognition, her hand goes to\nher mouth. She looks around for support.\n\nMr Va'a’s expression roils with barely contained fury. His\nfists clench tight and release, clench and release.\n\nJAKE (CONT’D)\n\n(to the congregation)\nThe spirit who did this will\ncontinue, until she’s dead ... or\nuntil his shame is ended.\n\nMR VA'A\n(to the congregation)\nNo, this is our business!\n\nUp the back, the woman’s husband places his hand on her arm.\n\nHUSBAND\n(sotto)\nLet Mr Va’a deal with this.\n\nJAKE\n(to Va'a)\nYou turn your backs on people\nyou're ashamed of. But if you turn\nyour back on her, it’s you who\nshould be ashamed.\n\nSINA\nUncle, please let them speak.\n\nMR VA'A\n(roars)\nI said LEAVE!\n\nMr Va'a faces the Minister. He starts to sing, loudly,\nconfidently. Around Jake and Sina, the congregation joins in,\nuncertain at first, until the church is once again filled\nwith song.\n\nSina takes Jake’s hand and begins to drag him down the aisle\ntowards the door.\n\n(CONTINUED)\n\f112\n\n113\n\n114\n\n86.\nCONTINUED: (3) 112\n\nJAKE\nYOU CAN’T JUST LET HER DIE!\n\nThe woman in the congregation watches Jake and Sina pass. She\nlooks around, catches the eye of some of the others. They nod\nencouragement — go on.\n\nEXT. CHURCH - NIGHT 113\n\nJake bursts through the church doors, supporting Sina. As\nthey stumble away from the church, Sina staggers and goes\ndown on her knees, retching ink. Jake kneels to cradle her,\ndesperate.\n\nSINA\n(disoriented)\nI can see him...\n\nThe church door opens behind them.",
  "58": "---END OF PREVIOUS SECTION---\nJake kneels to cradle her,\ndesperate. SINA\n(disoriented)\nI can see him... The church door opens behind them. \n---TARGET SECTION TO BE ANNOTATED---\n Jake looks up —\n\nThe woman from the congregation, standing at the top of the\nsteps. She looks desperately down at them, as though about to\nspeak. Her husband appears behind her and grabs her arm\nroughly. She looks up at him and he shakes his head — no.\n\nJake remembers —\n\nINT. PERENESE HOUSE — DAY — FLASHBACK 114\nThe bedroom door creaks open to reveal a photo of a young\nwoman on the shelf behind the Pereneses’ bed ... then the\nnext photo, then the next ... and finally the last Perenese\ndaughter.\n\nEXT. CHURCH - NIGHT 115\n\nRecognition hits Jake as the woman’s husband pulls her back\ninto the church and the doors slam shut behind them.\n\nJAKE\nI’ve seen her ...\n\nCUT TO:\n\nINT. PERENESE LIVING ROOM - DAY - FLASHBACK 116\n\nPerenese stoops to lift the box of photographs. His shirt\nrides up to reveal his pe’a.\n\f87.\n\nEXT. CHURCH - NIGHT 117\n\nSina raises her head. Jake looks at her, his eyes filled with\nhope.\n\nJAKE\nI know who the tattoo belongs to.\n\nINT/EXT. JAKE’S CAR/PERENESE HOUSE — NIGHT 118\n\nJake stops the car. Sina looks up at Jake, flecks of black on\nher lips.\n\nSINA\n(weakly)\nI’m scared.\n\nJAKE\nLock the doors.\n\nJake climbs out of the car. Sina locks the doors behind him.\nA rough neighbourhood by day, it’s scarier by night. Music\nbooms from a house further up the street. Dogs bark. A few\ndoors up, NEIGHBOURS sit on the front lawn.\n\nJake walks up to the edge of Perenese’s property and peers\naround the neighbours’ fence. The house is dark. He scurries\nup the side of the house.\n\nAround the back, Jake tries the back door. It opens.\n\nINT. PERENESE HOUSE — NIGHT - CONTINUOUS 119\n\nJake creeps inside, through the kitchen and into the hallway.\nDim light filters in from the street.\n\nJake pushes open the bedroom door. The photographs of the\nfour young women on the shelf above the bed smile at him in\nthe darkness.\n\nJake scans the room, then turns to the mirror.",
  "59": "---END OF PREVIOUS SECTION---\nJake pushes open the bedroom door. The photographs of the\nfour young women on the shelf above the bed smile at him in\nthe darkness. Jake scans the room, then turns to the mirror. \n---TARGET SECTION TO BE ANNOTATED---\n A white cloth\nhangs over it. Jake pulls it away ... to reveal his own\nreflection. He stares into the dark glass.\n\nJAKE\nWhere are you?\n\nJake heads down the hallway, deeper into the house. He pushes\nopen a door — a bathroom. The next door is locked.\n\n(CONTINUED)\n\f119\n\n120\n\n121\n\n122\n\n123\n\n88.\nCONTINUED: 119\n\nJake stands back, considering ... then, POW! He kicks the\ndoor. The wood cracks and the door bangs open. The air around\nJake seems to rush into the room as if into a vacuum.\n\nINT. PERENESE HOUSE / BEDROOM — NIGHT 120\n\nJake crosses to the window and yanks opens the curtains.\nStreet light washes in, illuminating —\n\nA boy's room, with a teenage lifetime’s accumulation — a\nrugby ball, toys, books and cassettes — all neatly arranged\non the shelves and dresser, awaiting their owner’s return.\n\nPhotos adorn the walls. A school portrait, a league team, a\nsmiling teenager holding up a fish in one, in another wearing\na suit with a teenage girl on his arm.\n\nAnd a final photo. Jake lifts it from the wall. The Perenese\nfamily in front of the newly built church — Perenese, his\nwife, four daughters and his SON, standing at the edge of the\nframe. It’s the same photo Sina found torn in the box of\nphotos, but this one is complete.\n\nThe young man in the photos is THE TATTOOIST.\n\nTHUD! From elsewhere in the house. Jake freezes.\n\nINT. JAKE’S CAR - NIGHT 121\nBANG! The car rocks. Sina jumps. A wind seems to swirl around\n\nher. She looks around nervously. A shape moves in the\nreflective glass of the windows.\n\nINT. PERENESE HOUSE / BEDROOM — NIGHT 122\nVoices, the sound of the front door closing. Frantically,\nJake looks around for a weapon.\n\nINT. PERENESE HOUSE — NIGHT 123\n\nMr Perenese steps out of the light of the living room into\nthe dark hallway. He calls over his shoulder:\n\nPERENESE\n(in Samoan)\nI don’t want to eat. I’m not\nhungry.\n\n(CONTINUED)\n\f123\n\n89.",
  "60": "---END OF PREVIOUS SECTION---\nHe calls over his shoulder:\n\nPERENESE\n(in Samoan)\nI don’t want to eat. I’m not\nhungry. (CONTINUED)\n\f123\n\n89. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 123\n\nThe old man stops in his tracks. Jake stands in the open\ndoorway of the boy’s room, a Samoan cricket bat in one hand,\nthe photo still held in the other.\n\nPerenese stares Jake down with the eyes of a man who has\nfaced the worst life can deal him.\n\nJAKE\nWhat did you do to him?\nPERENESE\nI don’t know what you’re talking\nabout.\nJAKE\nYour son.\nPERENESE\nWe don’t speak of him... he\n\nbrought shame on this house.\n\nMrs Perenese appears in the living room doorway. At the sight\nof Jake, she GASPS.\n\nPERENESE (CONT'D)\nCall the police.\n\nJAKE\nWhat did he do? Speak up to you in\npublic? Skip church? What?\n\nPerenese seems taken aback by Jake’s fury.\n\nPERENESE\nHe was a pe’a-mutu. He did not\nfinish his pe’a. You happy now?\n\nJAKE\nAnd you killed him, you son of a\nbitch. You were so afraid of what\npeople would think —\n\nPERENESE\nNo!\n\nTears well in Perenese’s eyes, his shoulders bowed with the\nshame.\n\nJAKE\nIf you really cared about him,\nyou'd’ve let him choose whether or\nnot he got a pe’a.\n\n(CONTINUED)\n\f123\n\n124\n\nCONTINUED:\n\n90.\n(2) 123\n\nPERENESE\nMore than anything, he wanted to be\naman! I say, he is too young. But\nhe ask me ... he beg me to get the\npe’a.\n\nJAKE\nIf he wanted it so bad, then why\nthe hell didn’t he finish? Huh?\n\nPERENESE\nI don’t know. Before he get the\npe’a, I pass on to him the ulalei\ngiven to me my father, to give him\nthe strength it gave to my family.\nHe take it from me. I never see it,\nor him, again.\n\nJAKE\n\nI've seen him.\nPERENESE\n\n(hopeful)\n\nLomi? Where is he?\nJAKE\n\nI was hoping you could tell me.\nPERENESE\n\nPlease ... I don’t understand.\n\nHis confusion is genuine. Jake looks away, thinking hard.\n\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nHis confusion is genuine. Jake looks away, thinking hard. INT. \n---TARGET SECTION TO BE ANNOTATED---\n JAKE’\n\nBANG! The\n\nJAKE\nHow did you find out he was gone?\n\nPERENESE\nHe said he go to the tufuga, for\nthe pe’a. But the tufuga never saw\nhim on that day.\n\nJAKE\nWho was doing his pe’a?\n\nS CAR - NIGHT 124\n\ncar jolts. Sina looks around wildly. Something\n\nmoves in the wing mirror! She spins again — a dark shape\nshifts past the rearview mirror. It’s inside the car.\n\nCLICK — the car doors unlock in unison!\n\n(CONTINUED)\n\f124\n\n125\n\n91.\nCONTINUED: 124\n\nSina SCREAMS and lunges for the driver's door. She slams the\nlocks back down. THUMP! Banging on the glass outside. Sina\nGASPS —\n\nJake is at the window.\n\nJAKE\nIt’s me!\n\nShaking, Sina unlocks the car and Jake gets in.\nJAKE (CONT’D)\nHis name was Lomi Perenese. And I\nknow who killed him.\n\nJake starts the car.\n\nINT. MR VA'A’S HOUSE - NIGHT 125\n\nA vintage stylus rides a wave of warped vinyl as an old\nrecord spins. The music is the eerie Samoan song from the\ndream of the Tattooist, punctuated by the muffled crackle of\nneedle on scratched 45.\n\nMr Va'a’s church jacket hangs over the back of his chair.\nBeyond, Mr Va’a carries a white lace cloth and drapes it over\nthe mirror in his living room.\nBANGING on the front door. His eyes narrow warily.\nVa'a opens the door ... and relaxes.\nMR VA'A\n(in Samoan)\nAlipati, it’s late.\nAlipati fingers something in his hand. Va’a looks down:\nThe bone and wood tattooing tool is in his hands.\nVa'a looks back up, wary once again.\nALIPATI\n(in Samoan)\nWhen you handed down your tools,\nwhat else did you pass to me?\nMR VA'A\n\n(in Samoan)\nCome in.\n\f126\n\n127\n\n128\n\n129\n\n92.\n\nEXT. MR VA’A’S HOUSE - NIGHT 126\n\nJake's car pulls up outside Va’a’s house.",
  "62": "---END OF PREVIOUS SECTION---\n126\n\n127\n\n128\n\n129\n\n92. EXT. MR VA’A’S HOUSE - NIGHT 126\n\nJake's car pulls up outside Va’a’s house. \n---TARGET SECTION TO BE ANNOTATED---\n Jake opens the door\nfor Sina and helps her up the side of the house. She moans in\npain, stumbles.\n\nSINA\nYou can’t ... accuse my uncle of\nmurder ... you need proof.\n\nJAKE\n\nWe'll find it. We just gotta know\nwhere to look.\n\nSINA\nHe used to ... work in his shed.\nLocked ever since.\n\nThe faintest TAP-TAP-TAP ... a ghostly memory.\nJAKE\n(to himself)\nRight in front of my eyes.\nLight spills out of the living room window onto the pathway\nahead. The curtains are open. Jake risks a peep over the\nwindowsill and gapes in surprise.\nINT. LIVING ROOM — NIGHT 127\nInside, Alipati paces nervously as he speaks to Va’a in even\ntones. He indicates the tattooing tool that sits on the\ndining table. Va’a glares at him, eyes blazing.\n\nEXT. MR VA’A’S HOUSE - NIGHT 128\n\nSina retches. Jake cringes and pulls her against him to\nmuffle the sound as droplets of ink patter onto his chest.\n\nA shadow falls across the pathway ahead. Above them, Mr Va‘a\nlooms at the window. He stands sentinel for what seems like\nan eternity. Below, Jake doesn’t dare to breathe.\n\nINT. LIVING ROOM — NIGHT 129\n\nMr Va‘a stares out of the window. His own reflection on the\nglass comes into focus. He yanks the curtains closed.\n\f130\n\n131\n\n132\n\n93.\n\nEXT. GARDEN — NIGHT 130\n\nJake breathes a sigh of relief. Keeping low to the ground, he\nand Sina stumble towards the shed.\n\nINT. LIVING ROOM - NIGHT 131\nMr Va’a turns from the window to where Alipati paces.\n\nALIPATI\n(in Samoan)\nIt’s always bad luck for them to\nget the pe’a alone!\n\nAlipati turns his back, head down as he gathers his thoughts.\nImmediately Va’a moves — lightning quick for a man of his\nsize. He lifts a small table from beside his easy chair and\nsmashes Alipati on the head. Alipati crumples.\n\nThe song ends as the needle runs into the groove at the end\nof the 45 ... lifts ... and returns to the beginning.",
  "63": "---END OF PREVIOUS SECTION---\nHe lifts a small table from beside his easy chair and\nsmashes Alipati on the head. Alipati crumples. The song ends as the needle runs into the groove at the end\nof the 45 ... lifts ... and returns to the beginning. \n---TARGET SECTION TO BE ANNOTATED---\n The\nsong starts again.\n\nINT. SHED — NIGHT 132\n\nThe door scrapes open, sweeping a shaft of moonlight across\nold flax mats and dirt floor, a rake and shovel. A dirty\nmirror leans against one wall.\n\nJake lies Sina against the wall and kneels beside her. She is\nfading fast. The tattoo is spreading up her neck now towards\nher face.\n\nHe stands, looks around. On the wall, a familiar tapa cloth,\nfaded with age but recognisable. Jake kneels, examines the\nflax mats, stained in patches.\n\nJAKE\nI’ve dreamed this place.\n\nHe pulls up the flax mats. The dirt beneath is packed hard,\nbut uneven. He grabs the shovel.\n\nCLANG! Jake brings the shovel down on the hard earth,\ndislodging a chunk of it. CLANG-CLANG! He hacks again,\nchurning up the ground to reveal —\n\nA dull, pale section of skull. Teeth protrude from its\njawbone.\n\n(CONTINUED)\n\f132\n\n133\n\n94.\nCONTINUED: 132\n\nSINA\nWhy?\n\nJake crouches and puts his arms around her.\n\nJAKE\nIt’s finished now — that’s all that\nmatters. Lomi’s got nothing to be\nashamed of.\n\nSina nestles her head against him and closes her eyes.\n\nJake looks up, to the dirty mirror against the wall. A\nglimpse of a dark shape standing over them —\n\nCLANG! Sina’s eyes flick open in shock. A massive spasm\nwracks her body. More lines of pe’a appear, snaking up her\nneck.\n\nAlarmed, Jake turns back to Lomi’s remains.\n\nJAKE (CONT'D)\nWe know you didn’t run! What more\ndo you want?\n\nHe stares in anguish at the bones ... and sees something else\nin the dirt. He scrabbles frantically with his hands,\nunearthing a necklace of long whale teeth, a traditional\nSamoan ulalei. The one from the image in Mr Perenese’s house.\n\nJAKE (CONT'D)\nIt’s not about his shame ... The\nshame is on his family.\n\nThe BANG of a door from outside. Jake spins, terrified. He\nlooks out of the shed to see —\n\nEXT.",
  "64": "---END OF PREVIOUS SECTION---\nThe BANG of a door from outside. Jake spins, terrified. He\nlooks out of the shed to see —\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n GARDEN - NIGHT 133\n\nHead down, Mr Va’a drags Alipati across the garden by his\nhair.\n\nJAKE\nYou're gonna need a bigger shed.\n\nVa'a drops Alipati and glares at Jake. Before Jake can act,\nVa'a steps to the edge of the shed and lifts the machete from\nwhere it leans.\n\nWith surprising agility, Mr Va’a lunges. The machete whooshes\nthrough the air, glances off the iron wall as Jake sidesteps.\nHe tackles Va’a, shoving him out into the garden.\n\f134\n\n135\n\n136\n\n95.\n\nINT. SHED - NIGHT 134\n\nThe Tattooist emerges from the shadows at the end of the\nshed, his eyes fixed on Sina.\n\nEXT. GARDEN — NIGHT 135\n\nMr Va'a finds his feet, swings the machete sideways,\nbackhanded, cracking Jake over the head. Jake reels and falls\non the grass.\n\nVa'a stands over him, swings the machete. Jake reaches for a\npiece of firewood, swings it up like a shield ... the machete\nwhistles down — CHOCK! The blade sticks in the wood. Va’a\n\nrips the wood from Jake’s hands and shakes it from the blade.\n\nHe swings again. Jake rolls — THUNK! The blade sinks deep\ninto the ground. Mr Va’a leans down to grasp the machete with\nboth hands.\n\nJake scrambles away and races towards the house.\n\nINT. KITCHEN / LIVING ROOM — NIGHT 136\n\nJake slams the kitchen door shut. He locks it - SMASH! The\nmachete smashes through the glass. Mr Va’a reaches inside\nclawing for the lock.\n\nJake scrambles into the living room, looking for ...\n\nThe phone! He snatches up the receiver, reaches for the\nbuttons as — SMASH! The machete cleaves the plastic in two.\n\nJake jumps clear, picks up one of the dining chairs — SMASH!\nA blow from the machete shatters it, leaving Jake with a\npiece of wood.\n\nMR VA'A\nDidn’t anyone ever tell you not to\nfuck with an islander with a\nmachete?\n\nMr Va'a swings — THUNK! The blade lodges in the dining table.\nJake grabs Mr Va’a in a rugby tackle, slamming him against\nthe wall.",
  "65": "---END OF PREVIOUS SECTION---\nMr Va'a swings — THUNK! The blade lodges in the dining table. Jake grabs Mr Va’a in a rugby tackle, slamming him against\nthe wall. \n---TARGET SECTION TO BE ANNOTATED---\nVVVVVVIP! The needle scrapes off the 45 as the record player\ncrashes to the floor.\n\f137\n\n138\n\n139\n\n140\n\n141\n\n96.\n\nEXT. GARDEN - NIGHT 137\n\nAlipati stirs. He picks himself up, groaning. Blood runs down\nthe side of his face. He shakes his head and gets unsteadily\nto his feet.\n\nINT. SHED - NIGHT 138\nSina looks up as the spirit stands over her. His eyes blaze\nwith malice. Weakly, she crawls towards the shed door. The\nTattooist raises his hammer — TAP-TAP-CLANG! Sina cries out\n\nin agony.\n\nA shadow fills the doorway — Alipati. His eyes move from Sina\nto the excavated grave.\n\nALIPATI\nSina?\n\nSina holds something out to Alipati in a shaking hand.\n\nSINA\nPerenese ... take this to Mr\nPerenese.\nINT. KITCHEN / LIVING ROOM — NIGHT 139\n\nJake slams Mr Va’a against the wall.\n\nJAKE\nYou're a murderer!\nMR VA'A\nNo!\nINT. SHED - NIGHT 140\nA brief FLASH of the dream images ... flesh festers and weeps\n\n+. Lomi’s fist clenches in pain.\n\nMR VA‘A (V.O.)\nHis pe’a was infected.\n\nINT. LIVING ROOM - NIGHT 141\n\nJake glares at Va’‘a.\n\n(CONTINUED)\n\f141\n\n142\n\n143\n\n97.\nCONTINUED: 141\n\nJAKE\nHe could have been saved ... there\nare doctors —\n\nMR VA'A\nLike you, they would not have\nunderstood.\n\nVa'a shoves Jake back across the room. He advances, wrenching\nthe machete from the table.\n\nJAKE\nSo you killed him and said he ran\naway — you brought shame on the\nPereneses instead of on yourself.\n\nINT. SHED - NIGHT 142\nLomi gasps in agony on the flax mats. The dark shadow of Mr\n\nVa'a stands over him, the machete raised. The blade falls —\n\nCHOCK!\n\nINT. LIVING ROOM — NIGHT 143\n\nJake presses up against the wall as Va'’a approaches,\nmenacing.",
  "66": "---END OF PREVIOUS SECTION---\nThe blade falls —\n\nCHOCK! INT. LIVING ROOM — NIGHT 143\n\nJake presses up against the wall as Va'’a approaches,\nmenacing. \n---TARGET SECTION TO BE ANNOTATED---\nMR VA'A\nHe got sick because his spirit was\nweak! It was a mercy, to kill him.\n\nJAKE\nWhat about Sina and Alipati,\nVictoria, Luke ... their blood’s on\n\nyour hands too! It’s you who should\nbe ashamed!\n\nMR VA'A\nI would rather DIE than live in\nshame!\n\nVa'a throws Jake back into the sideboard, grabs him by the\nthroat with a meaty fist and raises the machete. He swings —\n\nTHUNK! The blade is buried in the wall.\nAs Mr Va'a wrenches the machete free, Jake scans the room for\n\na weapon. His eyes alight on the tool on the table Alipati\nbrought with him. Jake grabs the tool and runs for the door.\n\f144\n\n145\n\n146\n\n98.\n\nEXT. PERENESE HOUSE - NIGHT 144\nAlipati bangs on Mr Perenese’s door, out of breath.\n\nFrom inside, the sound of approaching footsteps. The door\nopens, and Mr Perenese stares out at Alipati.\n\nPERENESE\nWhat do you want?\n\nAlipati holds something out to Mr Perenese. He looks down at\nit, his eyes filling with tears ... The whalebone necklace,\nLomi’s ulalei.\n\nEXT. GARDEN - NIGHT 145\nJake races out of the house, crossing the garden to the shed.\nJAKE\nSina!\nINT. SHED - NIGHT 146\nJake bursts into the shed and looks around wildly. Signs of a\nstruggle ... patches of black ink, splatters and a trail,\nleading to a dark corner. Jake steps closer. Sina huddles\n\nthere, her breath ragged and erratic.\n\nJAKE\nSina ..?\n\nCLANG! Jake turns towards the sound: the mirror. A glimpse of\nthe Tattooist straddling her, his tools falling with\ncataclysmic force. She flinches with the might of each blow.\n\nJAKE (CONT'D)\n(roars)\nLEAVE HER ALONE!\n\nVA'A (0.S.)\n\nLet her go, boy. It is a mercy.\nJake spins to see Va’a standing in the doorway, the machete\nin his hand. He is covered in blood, dirt and sweat. He looks\nlike he’s at the end of the line.\n\nJAKE\nNever.",
  "67": "---END OF PREVIOUS SECTION---\nHe is covered in blood, dirt and sweat. He looks\nlike he’s at the end of the line. JAKE\nNever. \n---TARGET SECTION TO BE ANNOTATED---\nVa'a nods, like he expected this. He hefts the machete.\n\n(CONTINUED)\n\f146\n\n99.\nCONTINUED: 146\n\nVA'A\nThen get used to this place. You're\ngonna be here for a long time.\n\nVa'a raises the machete, lunges, as —\n\nJake steps aside and plunges the tattooing tool into Va’a’s\nneck!\n\nMr Va'a ROARS in pain and stumbles back. He wrenches the tool\nfrom his neck. It squirts blood, then a plume of black ink\nthat slows to a trickle. Mr Va’a looks blankly at Jake ...\nthen sneers.\n\nMR VA'A\nI wear the pe’a boy. One little\nprick ain’t gonna hurt me.\n\nJAKE\nWait’1l you see what this little\nprick can do.\n\nVa'a scoffs ... then looks past Jake to the shadows.\n\nGlaring from between light and dark is THE TATOOIST, the fury\nthat has kept him from peace burning in his eyes. Va’a’s face\ngoes slack with terror. He looks to the tool in his hand,\nthen to Jake, realising what Jake’s done.\n\nWind sighs through the walls, under the roof. The strumming\nof the guitar, the lilting song.\n\nVa'a backs away, stumbles into Lomi’s grave and falls. He\nwhimpers in fear.\n\nJake gathers Sina in his arms.\n\nCLANG! Mr Va’‘a jolts. Blood blooms on his T-shirt. Va’a rips\noff his T-shirt to expose his torso — streaked with blood. A\nfresh line of tatau extends from his pe’a.\n\nVa'a looks to Jake in absolute horror. In the mirror, another\nhorrifying glimpse of the tattooist, standing over Va'a,\nhammering brutally ...\n\nVa'a moans in panic, thrashes in pain. Then he freezes as he\nlooks past Jake ... to where Mr Perenese stands in the\ndoorway, Alipati behind him. Perenese holds the ulalei in\nshaking hands.\n\nJake looks to the mirror — the Tattooist looks up from Va'‘a,\n\nhis eyes burning with rage. Held aloft ready for another\nblow, his tools drip ink and blood.\n\n(CONTINUED)\n\f146\n\n100.",
  "68": "---END OF PREVIOUS SECTION---\nJake looks to the mirror — the Tattooist looks up from Va'‘a,\n\nhis eyes burning with rage. Held aloft ready for another\nblow, his tools drip ink and blood. (CONTINUED)\n\f146\n\n100. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2) 146\n\nSeeing the grave, Mr Perenese approaches slowly. Tears run\ndown his cheeks. Jake watches, moved by the old man’s\nemotion.\n\nVa'a begins to crawl weakly away into the shadows.\n\nPerenese goes down on one knee at the edge of the grave. He\nlooks up at Jake mournfully.\n\nPERENESE\nFor my shame, I’m sorry. If I was\nhard on him, it was only because I\nloved him so much ... my son.\n\nJAKE\nI understand that now.\n\nMr Perenese holds out the ulalei. In the mirror, a flicker of\nThe Tattooist, crouching in the grave. The ulalei falls\nthrough the apparition to grace Lomi’s bones once more. The\nwind seems to sigh through the structure of the shed, as\nthough relieving it of some great burden ... then silence.\n\nA thick COUGHING from the corner ... Va’a. Mr Perenese turns,\nstrides over, stands over Mr Va'a.\n\nSlowly, emphatically, Mr Perenese unbuttons his shirt to\nrevealing his spectacular pe’a. Then he bends, picks up the\nmachete. Va’a cowers as Mr Perenese raises the weapon, his\neyes burning with rage —\n\nJAKE (CONT’D)\nWait.\n\nPerenese turns, aghast at Jake’s intervention.\n\nPERENESE\nYou know nothing of this.\n\nJAKE\nHe needs to pay for what he did...\n\nPERENESE\n(nods )\nAs he must — with his life.\nJAKE\nHe said he’d rather die, than live\nin shame.\n\nPerenese thinks about his, his eyes never leaving Va'a.\n\n(CONTINUED)\n\f146\n\n147\n\n101.\nCONTINUED: (3) 146\n\nPERENESE\nThere’1l be no mercy for him.\nAt last, Perenese allows the point of the machete to rest in\nthe dirt. Alipati stands beside him, looking down at Mr Va’a\n\nin disgust.\n\nALIPATI\nThere’s another price he can pay.\n\nMR VA'A\n(humble)\nWhat do you ask of me, tufuga?\nMr Perenese holds the machete out to Va’a — take it.",
  "69": "---END OF PREVIOUS SECTION---\nALIPATI\nThere’s another price he can pay. MR VA'A\n(humble)\nWhat do you ask of me, tufuga? Mr Perenese holds the machete out to Va’a — take it. \n---TARGET SECTION TO BE ANNOTATED---\n Va‘a’s\neyes widen in fear, realising what it is that Perenese wants.\nHe grasps the machete with a trembling hand.\n\nJake’s eyes widen in horror as OFFSCREEN, Va’a gives a thick,\nugly MOAN. Jake turns away.\n\nHe crosses to Sina and lifts her in his arms. As the sounds\nof Va'a’s penance continue, he steps out of the shed and\ndisappears into the darkness.\n\nFADE TO BLACK\n\nThe sound of SAMOAN VOICES united in song - a FUNERAL HYMN.\n\nFADE IN:\n\nEXT/INT. CEMETERY/PERENESE HOUSE/JAKE’S APARTMENT - DAY 147\nThe song continues over a series of INTERCUT IMAGES:\nThe sun breaks through the clouds above —\n\nThe CHURCH CEMETERY. A large crowd of MOURNERS stands around\nan unseen grave, SINGING in unison.\n\nTHE PERENESE HOUSE — cars, vans, utes pull up outside. Mrs\nPerenese steps out onto the front doorstep, confused ... then\nbreaks into a tearful smile.\n\nJAKE'S HAND caresses Sina’s back, the tattoo he gave her, the\nchaotic marks of Lomi’s pe’a, now healed into rigid scars.\n\nON THE PERENESE PATHWAY, members of the community make their\n\nway towards the house, their expressions conciliatory. One by\none, they hug Mrs Perenese.\n\n(CONTINUED)\n\f147\n\n148\n\n102.\nCONTINUED: 147\n\nJAKE'S NEEDLE BUZZES, joining the broken lines of tatau,\nadding colour, definition, beauty. Sina lies face down. Jake\nleans to whisper.\n\nJAKE\nDoes it hurt?\n\nSINA\n(shakes her head, smiles)\nNot anymore.\n\nTHE GRAFFITI on the fence is painted around, coloured,\nincorporated into a Pacific mural, beautified ... The broken\nwindow pane is replaced ...\n\nJAKE TATTOOS across Sina’s belly — an image wholly original\nnow — beautiful, vibrant, a tattoo of life.\n\nIN THE GARDEN, kids play while others rally around the\nPereneses. Mrs Perenese sits in a garden chair, her dress\nbrightly coloured, her smile wide.",
  "70": "---END OF PREVIOUS SECTION---\nJAKE TATTOOS across Sina’s belly — an image wholly original\nnow — beautiful, vibrant, a tattoo of life. IN THE GARDEN, kids play while others rally around the\nPereneses. Mrs Perenese sits in a garden chair, her dress\nbrightly coloured, her smile wide. \n---TARGET SECTION TO BE ANNOTATED---\nTHE CEMETERY, where the mourners make their way towards the\nchurch.\n\nTHE TATTOO completed, Sina smiles up at Jake. He puts his\narms around her, kisses her, the images of their tattoos\nseeming to merge into a whole.\n\nFading in, the sound of a RINGING TONE ...\n\nINT. JAKE’S BEDROOM - DAY 148\n\nJake sits on the edge of his bed, the phone to his ear,\nwaiting as the phone on the other end continues to ring.\nFinally, a click as the connection is made.\n\nFATHER (V.O.)\n(on phone)\nHello?\nJAKE\nHey, Dad ... it’s me.\n\nTears in his eyes, Jake smiles as we ...\nFADE TO BLACK\n\nFADE IN:\n\f149\n\n150\n\n103.\n\nEXT. MR VA’A’S HOUSE - DAY 149\n\nA grey South Auckland day. A van pulls up, HOMECARE written\non the side. A middle-aged white woman steps out — a HOMECARE\nVOLUNTEER. She takes a plastic covered tray from the back of\nthe van and heads towards —\n\nMr Va'a’s house, now fallen into disrepair. The garden is\nwild and overgrown. Where the shed once was, there is a naked\npit containing rubbish and garden waste.\n\nThe Volunteer heads up the driveway towards the back door.\n\nINT. MR VA'A’S HOUSE - DAY 150\n\nMoving slowly through the house. The silence is oppressive.\nThe sound of a key in the lock, then the Volunteer lets\nherself in.\n\nVOLUNTEER\n(calls cheerily)\nMr Va'a? Homecare!\n\nNo response. She steps tentatively inside and creeps down the\nhallway.\n\nThe further into the house she steps, the more creeped out\nthe volunteer looks. Curtains are drawn. Objects, clothes,\nempty plates lie strewn. Flies buzz.\nShe steps into the LIVING ROOM, looks around and GASPS —\nMr Va'a’s chair is a dark shape at the end of the room.\nRattled, the Volunteer approaches slowly.\nVOLUNTEER (CONT'D)\n\nMr Va‘a, my name’s Rachel ... I\n\nhave your lunch for you.\nVa'a’s fists clench and unclench on the arms of his chair. A\nlow insane CACKLE.",
  "71": "---END OF PREVIOUS SECTION---\nI\n\nhave your lunch for you. Va'a’s fists clench and unclench on the arms of his chair. A\nlow insane CACKLE. \n---TARGET SECTION TO BE ANNOTATED---\n Trying to ignore him, the Volunteer busies\nherself, unpacking his lunch.\n\nVa'a pounds the arm of the chair in frustration. We glimpse\npowerful arms covered in raised scarring.\n\nMR VA'A\nThe shame ...\n\n(CONTINUED)\n\f150\n\n104.\nCONTINUED: 150\n\nVOLUNTEER\nNow Mr Va’‘a, you'll need to calm\ndown before you can —\n\nShe turns to him with his lunch, sees him and GASPS despite\nherself —\n\nWe push in to find him now:\n\nBelow the chest, his body is a contoured mass of scar tissue\nwhere his pe’a has been cut from his body. A jagged landscape\nof pain, carved and sutured, pitted by the removal of deep\nchunks of flesh, in other places flayed and then grafted\nover.\n\nMR VA'A\n... the shame!\n\nOn this ruin of a man, we ...\n\nFADE OUT\n\f"
}