{
  "1": "THE SISTERS BROTHERS\n\nWritten for the Screen by\nJacques Audiard and Thomas Bidegain\n\nBased on the Book by\nPatrick deWitt\n\fBlack.\n\nInsert: “Oregon 1851”\n\nDistant detonations in the dark. Cries and shouts, distant as\nwell.\n\n1_EXT BLOUNT RANCH LANDSCAPE NIGHT:\n\n \n\nA nightscape.\n\nCHARLIE (0.S.)\nHey! This is the Sisters brothers!\nThe Commodore sent us. He knows you\nhave Blount. Hand him over and the\nrest of you will live.\n\nIn the background, at first very far away, flashes of gunfire\nand detonations. As we move in, we make out the shadow of a\nfarm, at times briefly lit up by long 45- caliber flames.\nScreams.\n\n1A_EXT BLOUNT RANCH LANDSCAPE NIGHT:\n\n \n\nThe gunfire has ended.\nTwo men step out of the night in silence.\n\nEli Sisters, 40, his face heavy and gentle; Charlie Sisters\n35, thin and juvenile. The Sisters Brothers.\n\nThey reload their guns. Spare, precise gestures. Eli covers\nCharlie. They reach the verandah. The house is silent.\n\nThere are two bodies sprawled out on the floor of the\nverandah. Charlie rolls them over, looks at them and shakes\nhis head ‘no’. He points to the door. Eli kicks it in.\nCharlie slips inside.\n\n2 INT. BLOUNT RANCH NIGHT:\n\nGunfire lights up the room. Two guns fire back. A silhouette\ncollapses.\n\nSilence and darkness. Eli scratches a match and lights two\nlamps. He hands one to Charlie. They walk around the room,\nstepping over corpses. Four of them.\n\f2.\nLamp light on the corpses’ faces. One man is still breathing.\nCharlie sits him up.\n\nCHARLIE\nWhere’s Blount?\n\nBlood froths on the man’s lips. Charlie shakes him.\n\nCHARLIE\nBlount?\n\nThe man coughs. Charlie finishes him off.\n\nSomething on the ceiling catches Eli’s attention: dust\ntrickling from between the planks.\n\n3 INT BLOUNT RANCH ATTIC NIGHT:\n\nUp in the attic, dry and dark. A scared man cowers behind\nbales of hay. Blount.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\n3 INT BLOUNT RANCH ATTIC NIGHT:\n\nUp in the attic, dry and dark. A scared man cowers behind\nbales of hay. Blount. \n\nTARGET SECTION TO BE ANNOTATED:\nHis hands scratch at the wooden slats of the roof, ripping\naway straw and adobe.\n\nHe hears footsteps on the steps of the ladder.\n\nHe groans. In the hole of the roof, a chunk of sky appears,\nthe moon...\n\nFootsteps on the attic floor.\n\nBlount slips through the opening...\n\n4 EXT RANCH ROOF-NIGHT:\n\n--- rolls, falls from the roof...\n\n... lies on the ground, the wind knocked out of him... He\nsits up...\n\nCHARLIE\nBlount?\n\nBlount turns around. Charlie barely aims. Shoots.\nBlount collapses.\n\nCharlie shoots twice to finish him off, then turns to the\nranch and reloads.\n\nELI (0.S.)\nCharlie! Charlie!\n\fSuddenly: Eli’s voice is heard from above. Charlie steps\naway. He looks up and sees his brother in the hole in the\nroof, pointing to something.\n\nELI\nThe barn!\n\nHe hears something galloping behind him. He turns around,\nclutching his gun. A horse on fire gallops through the\nlandscape.\n\n5A EXT BARN BLOUNT’S RANCH-NIGHT:\n\nThe barn is on fire. Through the flames, we see the\nsilhouettes of horses panicking.\n\nShielding their faces, the two brothers try to penetrate the\n\ninferno.\n\nCHARLIE\nWhat are you doing?\n\nELI\nI’m not walking home !\n\nCHARLIE\nEli ! Don’t be fucking stupid,\nlet's go ! They’re just fucking\nhorses !\nOn his last try, Eli comes running back out with his coat on\nfire. He rolls around on the ground to put out the flames.\nCharlie helps him.\n\nHelpless, they hear their horses neigh in terror.\n\n5B EXT BARN. BLOUNT FARM-NIGHT.\nIn the background, the barn is still burning.\nELI\nHow many you think we've killed?\nCHARLIE\n\nI don’t know, six, seven?\n\nELI\nWell, we fucked that up real good.\n\nThey disappear into the night.\n\f6A EXT COMMODORE’S MANSION-DAY:\nIt is gray and cold. Hard to tell if it is dawn or dusk.\n\nThe dark silhouette of a huge Neo-Gothic building. On the\ngate, a sign with the owner’s coat of arms: a sun shining on\na globe, stamped with an anchor.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nHard to tell if it is dawn or dusk. The dark silhouette of a huge Neo-Gothic building. On the\ngate, a sign with the owner’s coat of arms: a sun shining on\na globe, stamped with an anchor. \n\nTARGET SECTION TO BE ANNOTATED:\nIt is the Commodore’s mansion.\n\nOn the other side of the white fence, Eli Sisters is waiting\non a low-backed horse, slumped like a sagging sofa - “Tub”.\nEli is dressed sloppily, his stomach protrudes over his belt.\nHe looks at the horse attached beside him: a superb Spanish\nBarb horse, large and muscled - “Nimble”. He shakes his head\nin disbelief.\n\nHe looks back at the manor house. A silhouette appears at the\nfirst floor window. It is his brother Charlie, in the glow of\noil-burning lamps.\n\nThen another silhouette appears beside him, a smaller, white-\nhaired man, dressed in black: the Commodore.\n\n6B EXT. COMMODORE’S MANSION-DAY :\n\nCharlie is coming back. He looks dirty and sloppy too, but\nthin and naturally elegant.\n\nELI\nWhat did the Commodore say? Did you\nmention the horses?\n\nCHARLIE\nLet's go get a drink.\n\nEli tries to catch up with his brother.\n\n7A_INT. OREGON CITY - PIG KING SALOON-DAY:\n\n \n\nThe brothers are sitting in the back of a saloon. Not many\ncustomers at the bar.\n\nCharlie is drinking brandy. Eli is drinking less. Charlie\nspeaks softly.\n\nCHARLIE\nHe said if there’d been a lead man,\nwe wouldn’t have had problems at\nthe Blount ranch.\nHe says for the next job, we need\nto have a lead man.\n\fELI\nWhat’s it mean about money?\nCHARLIE\nMore for me.\nELI\nNo. My money, I mean. Same as\nbefore?\nCHARLIE\n\nWell, no. Less, obviously.\nEli makes a face. Charlie pours him a glass to keep him calm.\n\nELI\nThe Commodore wants to pay for a\nlead man, that’s fine. But it’s bad\nbusiness to short the man\nunderneath.\n\nCHARLIE\nYou're not asking what the job is?\n\nELI\nNo.\n\nCHARLIE\nI’1l tell you anyways. We have to\ngo South and find Morris.\n\nELI\nThe Commodore’s John Morris?\n..-And why do we have to find this\nMorris?\n\nCharlie downs his glass, he leans over to Eli.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nELI\nThe Commodore’s John Morris? ..-And why do we have to find this\nMorris? Charlie downs his glass, he leans over to Eli. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nHe’s after a prospector named\nHermann Kermit Warm.\n\nELI\nGreat. He can find him and kill\nhim. End of story.\n\nCHARLIE\nMorris is a scout, not a killer.\nThe mission is: Morris finds\nWarm, he holds him, we come in and\nfinish the job. That’s the mission.\n\nEli thinks it over.\n\fELI\nWhat about the horses?\n\nCHARLIE\nWhat’s your goddamn problem with\nthe horses?\n\nELI\nThe Commodore told us he would get\nus new horses!\n\nCHARLIE\nIsn’t that what he did?\n\nELI\nNo. For you he got a new horse. For\nme, he made room in his stable and\ngot rid of some horse meat.\n\nCHARLIE\nDon’t you think we can talk about\nthis later?\n\nELI\nNo, I don’t need the horse later, I\nneed it now, for the job!\n\nThe bartender comes to take the bottle and get paid.\n\nCHARLIE\nThe horse is fine, stop being a\nbaby.\n\nELI\n\nIs it the words “go halves” that\nyou don’t like?\n\nTo the bartender, seeing that Charlie isn’t budging.\nELI\n\nThe lead’s man paying\n\n7B EXT. OREGON CITY SALOON STREET DAY:\n\n \n\nThey cross the street to their horses.\n\nWe discover the town: a prosperous, thriving western city.\n\f8 EXT SISTERS HOUSE DAY:\nIn a prairie, a small log cabin. Their horses are tied in\nfront\n9 INT SISTERS HOUSE DAY:\nThe inside is rudimentary. Each brother is in what serves as\nhis room, packing for the trip. Charlie’s room looks like a\nsty, Eli’s is clean and tidy.\nOn one of the “living room” walls is a framed landscape cut\nout of a newspaper. Charlie shifts the frame to uncover a\nhiding place. He gropes inside and pulls out a few bills,\nthen a few gold pieces. He counts them and places them in a\nlarge wallet.\nool se\nEli cuts his hair in front of a dusty mirror. His long hair\nfalls on the ground strand by strand. He calls for Charlie's\nhelp.\n\nELI\n\nHey, come cut the back of this for\nme. Just cut it off.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe calls for Charlie's\nhelp. ELI\n\nHey, come cut the back of this for\nme. Just cut it off. \n\nTARGET SECTION TO BE ANNOTATED:\nCharlie smiles at Eli’s face in the mirror.\n\nCHARLIE\nYou look funny like that.\n\nwoe] oe\n\nEli takes a red woolen shawl from the dresser drawer and\nfolds it with particular care.\n\n10 EXT SISTERS HOUSE DAY:\n\nEli mounts Tub, who seems to buck under his weight.\n\nHe digs his spurs in the horse’s flank, the horse balks... He\njoins Charlie.\n\nThe two men leave the log cabin and prairie behind.\n\n11 EXT RELAY STATION 1 DAY:\n\nA relay station, further south.\n\f8.\n\nSitting at a small table in the shade of the verandah, a man\nis writing a letter. His clothes are elegant and understated.\nHe is well groomed, fine-featured and strong. A handsome man.\nJohn Morris, 35.\n\nMORRIS (V.O.)\n\nDear solicitor, my friend,\n\nMy father had vowed to do two\nthings. First, to do whatever it\ntakes to ruin my life. And second,\nto disinherit me. He kept his word\nfor the first. Not for the second.\nIt surprises me, and I attribute it\nto his declining health. In any\ncase, I want nothing of this\ninheritance: not the titles, the\nfactory, the buildings or the\nWestwood property... I want nothing.\nI’l1l be back in Washington before\nwinter. We will deal with all these\ndetails then.\n\nI shake your hand.\n\nYour friend, John Morris.\n\nAcross from him, the landscape pulses under the sun. John\nfolds his letter.\n12_INT/EXT RELAY STATION 1 DAY:\n\nThe letter disappears into a big leather sack marked “Mail”.\n\nMORRIS\nWhen did the last wagon train pass\nthrough?\n\nOWNER\nYesterday.\n\nMORRIS\n\nI'm looking for a guy named Warm.\nHermann Kermit Warm, 5 foot 6,\n\nlean, dark skin, no bags or gear.\nHe’s traveling in a wagon train.\n\nThe owner did not see Warm.\n\n13 EXT RELAY STATION 1 DAY:\n\nJohn Morris heads back to his curly horse, built to ride long\nand hard. They head down the trail.\n\nThe mare immediately launches into a perfect half-gallop.\n\f9.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey head down the trail. The mare immediately launches into a perfect half-gallop. 9. \n\nTARGET SECTION TO BE ANNOTATED:\nTorso straight, feet in the stirrups, John Morris rides off\nlike a Mongol horseman.\n\n14 EXT OREGON COUNTRYSIDE DAY:\nTall grass blowing in the wind.\n\nOn their horses, side by side, the brothers slowly cross a\nlarge, sloping landscape.\n\nCHARLIE\nGorgeous country, isn’t it? Odd we\nhaven’t seen anyone\nsince this morning.\n\nELI\nIf we’d stayed on the trail, we'd\nhave come across more\npeople.\n\nCHARLIE\nYeah, but it’s nothing like what\nthey say. Supposedly the whole\nworld is searching for gold!\nHonestly...\n\n15A EXT COUNTRYSIDE CAMP SISTERS 1 NIGHT:\nThey set up camp and finish eating by the fire.\n\nELI\nWhat did this Hermann Warm do?\n\nCHARLIE\nHe stole something from the\nCommodore.\n\nEli thinks it over.\n\nELI\nDon’t you find it strange, all\nthese men foolish enough to steal\nfrom such a dangerous man?\n\nCharlie has no opinion.\n\nELI\nHow do they even steal anything at\nall? We know how cautious the\nCommodore is.\n\f10.\n\nCHARLIE\nCaution has nothing to do with it.\nHe does business in every corner of\nthe country, and even overseas. A\nman can’t be everywhere at once. It\nstands to reason he’d be\nvictimized.\n\nELI\nVictimized?!?\n\nCHARLIE\nYes, victimized.\n\nELI\nThe Commodore is «victimized»?\n\nCHARLIE\nWhat would you call it? If a man is\nforced to protect his fortune with\nthe likes of us?\n\nELI\nNot “victimized”...\n\nCHARLIE\nYou're not going to start\nnitpicking over every word. What’s\nyour problem? Are you upset?\n\nCHARLIE\nYou’re upset that I’m the lead man?\nIs that it? If that’s it,just say\nso. But stop splitting hairs...\n\nELI\nI’m not splitting hairs! You’re\nusing a strange word and I’m\nmaking you take notice...\n\nCharlie drops his tin pan and goes to his corner to spread\nopen his blanket.\n\nAccording to a well-established routine, Eli collects the tin\npans and silverware, and then stokes the fire.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re\nusing a strange word and I’m\nmaking you take notice... Charlie drops his tin pan and goes to his corner to spread\nopen his blanket. According to a well-established routine, Eli collects the tin\npans and silverware, and then stokes the fire. \n\nTARGET SECTION TO BE ANNOTATED:\n15B EXT COUNTRYSIDE. SISTERS CAMP 1:\n\n \n\nEli spreads out a first blanket, then lays a patchwork quilt\non top. He winds his pocket watch, puts it next to his\n“pillow” and lies down.\n\f11.\n\nNearby, Charlie lets out a loud fart.\n\nEli checks his watch and moves the big hand up to the 9.\n\n15C_ EXT MOUNTAIN RIDGE DAY:\n\nThey climb up a steep path, spurring the horses on. They stop\nat the top and let the horses catch their breath.\n\nCHARLIE\nCcould it be Miss Emilia Patridge?\n\nELI\nWhat are you talking about?\n\nCHARLIE\nIt’s the schoolteacher who gave you\nthat silly red scarf...\n(imitating him) The one you keep\nfolding and unfolding in secret?\n\nELI\nIt’s called a shawl. Am I not\nentitled to any privacy?\n\nCHARLIE\nHave you made plans with this Miss\nEmilia?\n\nELI\nPlans?\n\nCHARLIE\nTo marry her, start a family, have\nchildren... something like\nthat.\n\nELI\n\nI don’t know. Why are you so\ninterested all of a sudden?\n\nCHARLIE\nI was wondering about family. You\nremember how Pa was with Ma?\n\nELI\n\nYes, Charlie, I remember.\nCHARLIE\n\nMakes you think... You’re not\n\nscared to reproduce\nyourself?\n\f12.\n\nCHARLIE\nYou do realize that our father was\nstark-raving mad\nand that we got his foul blood in\nour veins?\n\nELI\nOur father drank, Charlie.\n\nCharlie looks at him seriously, then smiles.\nCHARLIE\nThat was his gift to us. That\n\nblood. That’s why we’re good at\nwhat we do.\n\n16 EXT HILL WARM’S CARAVAN POV DAY:\n\n \n\nTITLE: A FEW MILES AWAY FURTHER SOUTH\n\nPOV from a pair of binoculars: a caravan of three covered\nwagons struggles up a hill.\n\nWe see the drivers whip their horses. The passengers get out\nand push.\n\nThe binoculars remain on the wagons and men.\n\nWhen they have reached the top of the hill, the passengers\nclimb back into the wagons.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe passengers get out\nand push. The binoculars remain on the wagons and men. When they have reached the top of the hill, the passengers\nclimb back into the wagons. \n\nTARGET SECTION TO BE ANNOTATED:\nThe binoculars stop on the wagon bringing up the rear, and on\nthe man who just sat against the rear slat:\n\nHermann Kermit Warm.\n\n16B EXT HILL WARM’S CARAVAN DAY:\nJohn Morris puts away his binoculars.\n\nHe starts off, at a distance from the caravan.\n\n17_EXT PIONEER TOWN DAY:\n\nFrom the saloon door, Morris watches a house being built.\nWarm is one of the workmen. He watches him saw planks,\nassemble beams and direct the maneuver to hoist the facade.\n\f13.\n\n18 INT/ EXT. FRONTIER TOWN DAY:\n\nAt the end of the day, Morris sees the owner of the house\nhand Warm some coins for his labor.\n\nMORRIS (V.O.)\nMay 15th. Myrtle Creek, Oregon.\nThe gold rush has made the\ndetective’s job much easier.\nWhen you look for a woman, a man, a\nhorse or a dog, just follow the\ngold.\nAnd soon enough you'll find whom or\nwhat you’re after.\nHermann Kermit Warm, eats messily,\n5 foot 6, lean, dark skin, no\nfriends, no baggage, no money.\n\n19 EXT/INT. PIONEER TOWN 01/ TENT CAMP DAY:\n\nMorris sees Warm back in the encampment, where he pays a bowl\nof soup, and lies for down on a cot.\n\nHe pulls up the cover over his head and lies still.\n\n20 EXT PIONEER TOWN 01 DAWN:\n\nA wagon train is about to depart. Hermann Kermit Warm climbs\naboard the last wagon.\n\nAt the village outskirts, Morris waits for the caravan to\ndisappear before setting off on his own.\n21A INT PIONEER TOWN 02 TRADING POST DAY:\nCharlie and Eli are covered in sweat and dust.\nCHARLIE\nSisters.\nS-I-S-T-E-R-S, like sisters.\n\nBehind the counter, a storekeeper in an undershirt and an\napron tenses up when he hears their name.\n\nHe stops looking through the mail left there to be picked up.\n\nSTOREKEEPER\nNo, nothing. I’d have remembered.\n\f14.\n\nCHARLIE\nNo news is good news. What’s the\nnext town on the trail?\n\nSTOREKEEPER\nMyrtle Creek.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\nNo news is good news. What’s the\nnext town on the trail? STOREKEEPER\nMyrtle Creek. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nHow far?\n\nSTOREKEEPER\nTwo days.\n\n21B INT PIONEER TOWN 02 TRADING POST DAY:\n\nEli walks around the store. Every possible accoutrement for\nprospecting: pans, cradles, buckets, pickaxes, a dismantled\nmodel of Long Tom, oil lamps, clothing made of fabric, of\nleather... The store is dark and luminous at the same time. Eli\nis enthralled, curious...\n\nHe stops in front of a small metal box. Inside, a small brush\nwith a wooden handle. He picks it up and studies it.\n\nThe storekeeper comes by.\n\nSTOREKEEPER\nInterested?\n\nELI\nWhat is it?\n\nSTOREKEEPER\nA toothbrush, sir. To keep your\nteeth longer and your breath\nfresher. Look.\n\nHe opens a box of tooth powder and shoves it under his nose.\nHe sniffs. Smells good.\n\nCHARLIE (0.S.)\nWhat kind of boots do you have?\n\nSTOREKEEPER\nI'll be with you right away, sir!\n22 EXT PIONEER TOWN 02 SALOON STREET EVENING:\n\nA small town, but lively. The brothers walk down Main Street.\nEli is carrying his small package from the store.\n\f15.\n\nCharlie is freshly outfitted from head to toe. You can almost\n\nhear his clothes crinkling.\n\nELI\nYou know, when we stop, that’s the\nkind of store I’d like to\nhave.\n\nCHARLIE\nWhen we stop what?\n\nELI\nKilling people! I believe I could\nsettle into a life like that.\nDidn't it seem pleasant in there?\n\nCHARLIE\nI'd die of boredom.\n\nELI\nIt seemed peaceful enough to me. I\nbet that man sleeps very well at\nnight.\n\nCHARLIE\nBecause that’s the point? To sleep\nwell at night? You don’t\nsleep well at night?\n\nELI\nNo, and neither do you.\n\nCHARLIE\nMe? You must be kidding. I sleep\nlike a baby.\n\nELI\n\nSays you! You grit your teeth, and\nsometimes you cry.\n\nCHARLIE\nI cry?!?\n\nELI\nYes, you cry.\n\nCharlie stares at him, smirks.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\nI cry?!? ELI\nYes, you cry. Charlie stares at him, smirks. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nWhat are you talking about? Are you\ntrying to tell me\nsomething?\n\f16.\n\nELI\nWe're talking... I’m just telling\nyou the truth.\n\nCHARLIE\nYeah, right.\n(he hands his saddlebags\nto his brother)\nPut this in the room. We’1ll meet up\nlater.\n\nEli crosses the street loaded down and heads for the saloon\n\n23 INT PIONEER TOWN 02 HOTEL ROOM EVENING:\n\n \n\nNaive black and white drawings illustrating how to use the\ntoothbrush.\n\nA small hotel room.\n\nEli brushes his teeth according to the instructions. He is\ndiligent and excessive, as if inventing a style.\n\nHe sits in front of the window overlooking the street and the\nentrance to the saloon.\n\nEli blows into his cupped hands to smell his new breath.\n\n24 EXT PIONEER TOWN 02 SALOON STREET NIGHT:\n\n \n\nNight has fallen.\nEli is in the street.\n\nHe finishes eating something, all the while looking out the\ncorner of his eye at the saloon.\n\nInside, Charlie is in the middle of a conversation with a man\nin a suit and hat. They have both been drinking. Charlie\nadmires the revolver hanging from his belt. The man hands it\nto him. Charlie weighs it in his hand. He likes its\nproportions. When he hands it back, his mouth is smiling, but\nnot his eyes.\n\n25 EXT PIONEER TOWN 02 / TENT ENCAMPMENT NIGHT:\n\n \n\nEli wanders through the tents at the town limits. There are\npeople in all kinds of attire, speaking all kinds of\nlanguages, guttural and crystalline.\n\f17.\nHe notices Russian astrakhan hats and the strange pointy ones\nof Shtetl Jews.\n\nLeaning over a cauldron, a woman sells soup for a few cents.\nShe serves him a bowl. He eats.\n\nELI\n\nIt’s good. Is it vegetables?\nWOMAN\n\nBortsch.\nELI\n\nI taste dill.\n\nWOMAN\nBortsch !\n\nThe woman does not understand. He gives up.\n\nHe hears chanting from behind. He approaches. Finishing his\nsoup, he watches a family observe the Sabbath ritual.\n\n26 INT/EXT HOTEL ROOM NIGHT:\n\nEli is asleep.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe approaches. Finishing his\nsoup, he watches a family observe the Sabbath ritual. 26 INT/EXT HOTEL ROOM NIGHT:\n\nEli is asleep. \n\nTARGET SECTION TO BE ANNOTATED:\n Shouts, gunshots coming from the street wake\nhim up. He grabs his gun and runs to the window.\n\nDown below, in the middle of the street, Charlie is teetering\nwith a gun in each hand.\n\nHe shoots into the air.\n\nCHARLIE\nFive... Six... are you counting?\nSeven, eight... Nine! Oh where did\n\nyou go? Where did you go ?\n\nThe saloon and the street empty. Silhouettes cautiously hug\nthe facades. The street is now deserted.\n\nCHARLIE\nYou fucking cowards... No one wants\nto measure themselves up against\nCharlie Sisters?!\nNo one really?\n\nEli goes back to bed.\n\nELI\nGo home you fools...\n\f18.\n\n27 INT HOTEL ROOM NIGHT:\n\nThe noise is coming closer. When the door opens, Eli turns to\nthe wall and shuts his eyes. The room now echoes with\nCharlie’s heavy breathing and groans.\n\nCHARLIE (0.S.)\n\n+. And that idiot, fast asleep...\nWhat good are you?...\n\nDamn, if you weren’t my brother,\nI'd have ditched you ages ago...\nEven the Commodore wanted to ...\n“Why do you carry around that dead\nweight?”... “Because he’s my\nbrother, I answered.\n\nWe all have our fucking crosses to\nbear!\"”... He appreciated how loyal\nI am. “Faith will be repaid with\nfaith,” he said.\n\nA beat. Then suddenly, right next to Eli’s ear, the click of\na revolver being cocked. Eli opens his eyes and looks at his\nbrother. Above him, Charlie’s revolver is aimed at him.\n\nCHARLIE\n-.. Tst-tst... It’s not nice to\nfake it.\n\nELI\n\nGo to sleep.\n\nCHARLIE\nCan I ask you a question, brother?\nWho can have faith in you?\nReal faith? Huh?\n\nHe lifts his hand sententiously and stumbles off to bed.\n\n28 EXT WILLAMETTE VALLEY DAY:\n\nThey are riding their horses across the Willamette Valley.\n\nEli is sullen. Charlie is riding behind, slumped over\nNimble’s neck. All of a sudden, Eli hears a big thump. Jaded,\nhe stops Tub...\n\nHe dismounts and steps toward Charlie, lying on the ground.\nHe lifts him up, not gently.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nJaded,\nhe stops Tub... He dismounts and steps toward Charlie, lying on the ground. He lifts him up, not gently. \n\nTARGET SECTION TO BE ANNOTATED:\n His new outfit is now dirty.\nCharlie feels nauseous.Eli turns around. He hears Charlie\nvomit. Eli grabs him roughly and helps him back into the\nsaddle.\n\f19.\n\nCHARLIE\nDon’t judge me, please. Some days\nwe're stronger than others.\n\n29 EXT WILLAMETTE VALLEY DAY:\nThey are riding one behind the other.\nEli remains silent. Charlie is feeling a bit better.\n\nCHARLIE\nYou okay?\n\nCharlie catches up to ELi.\n\nCHARLIE\nAre you pouting?\n\nNo answer.\n\nCHARLIE\nIs it because I drank?\n\nEli feels Charlie staring at him. He stops Tub.\n\nELI\nListen, either ride in front or\nride in back, but I don’t feel\nlike talking.\n\nCHARLIE\nIt’s just like I said: you’re\npouting. You’re ruining the\natmosphere on purpose. We could\nhave had a delightful day and you\ntook it on yourself to ruin it...\nOh, fuck it. Pout if you want to.\n\nHe spurs Nimble and takes the lead.\n\nCHARLIE\nWell, if you insist on pouting, you\nshould give it your all. Give\nus a full pout, Eli. You must stew\nand hate and revisit all the\nslights I offered you in childhood.\nDon’t you forget a single one!\n\nEli smiles slightly.\n\f20.\n\nCHARLIE\nNo, you mustn’t smile when pouting!\nIt’s wrong and you\nknow it’s wrong!\n\n30 EXT PIONEER CITY 03 DAY:\n\nHeavy fog. Another pioneer town on the trail. As usual, there\nis one main street, wood houses and store signs.\n\nJohn Morris shakily crosses the muddy street on wooden planks\nthat have been laid down.\n\n31A INT PIONEER CITY 03 / SALOON DAY:\n\n \n\nMorris is having dinner at a table in the back. Without\nhaving to look up from his notebook, he feels Warm’s presence\nat the bar. Dirty, muddy, haggard.\n\nMORRIS (V.O.)\n\nMay 17th, Wolf Creek. I travel\nthrough places that didn’t exist 3\nmonths ago. First there are tents,\nthen houses, then 2 months later\nshops with women fiercely\ndiscussing the price of flour.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\n\nMay 17th, Wolf Creek. I travel\nthrough places that didn’t exist 3\nmonths ago. First there are tents,\nthen houses, then 2 months later\nshops with women fiercely\ndiscussing the price of flour. \n\nTARGET SECTION TO BE ANNOTATED:\n I\nfound this line by Thoreau. “This\ntown too lies out”...\n\nAt one point, he senses Warm’s shadow by his side.\n\nWARM\nWe've seen each other before?\n\nMORRIS\nNo I don’t think so.\n\nWARM\nYou were in Myrtle Creek two days\nago.\n\nMORRIS\nYes I was, like many other folk.\n\nWARM\nAre you heading down to San\nFrancisco?\n\nMORRIS\nNo, just to Jacksonville.\n\f21.\n\nWARM\nWork?\n\nMORRIS\nYes, work.\n\nWarm is now sitting two tables away.\n\nMORRIS\nAnd you, San Francisco? Gold?\n\nWARM\nYes, like many other folk.\n\nA beat. Warm looks at him with a strange smile. Morris is\nalmost embarrassed.\n\nWARM\n\nMay I tell you something, sir?\nMORRIS\n\nOf course.\nWARM\n\nTypically, when a man wishes\nanother man good day, he smiles\nwhile facing the other person, but\nonce he passes by, the smiles drops\nfrom his face. Not you. Your smile\nremains on your lips after you have\nturned away.\n\nWarm’s candor and good nature throw Morris for a loop.\n\nMORRIS\n(embarassed)\nWell I... I’ve hadn’t noticed...\n\nIt’s common courtesy.\n\nWARM\nIt’s not only that. You take a\ngenuine pleasure in communing with\nothers. Am I mistaken?\n\nMORRIS\nI honestly do not know. (a beat)\nWould you like to join me for\nlunch?\n\nWARM\nI'd have loved to, but I am a bit\nhard up at the moment.\n\f22.\n\nMORRIS\nAs my guest, of course.\n\n31B INT FRONTIER CITY 03 / SALOON DAY:\n\n \n\nThe two men are having dinner.\nA beat.\n\nWARM\nAnd what takes you to Jacksonville?\n\nMORRIS\nBusiness to settle. I’m meeting two\nof my associates there.How are you\nmaking your way south?\n\nWARM\nI have a seat in a covered wagon.\n\nMORRIS\nHow long do you think till you\nreach Frisco?\n\nWARM\nThe question is not how long before\nI get there, the question is what\nstate will I be in when I do. If I\ndo.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMORRIS\nHow long do you think till you\nreach Frisco? WARM\nThe question is not how long before\nI get there, the question is what\nstate will I be in when I do. If I\ndo. \n\nTARGET SECTION TO BE ANNOTATED:\n To be honest with you, my faith\nin my hosts is very limited.\nThey've rifled through my\nbelongings several times and every\ntime I take out my money, their\neyes are like daggers.\n\nMORRIS\nMr Warm. You ought to not endanger\nyourself in that way. You have to\nbe more careful than that\n\nWARM\nWhat other choice do I have?\n\n32 EXT PIONEER TOWN 03 / HORSE DEALER DAY:\n\n \n\nA corral. Horses, mules and oxen.\nThe horse dealer shows Warm some mules. Morris examines them.\n\nHORSE DEALER\n50, horseshoes included.\n\f23.\n\nMORRIS\n35.\n\nHORSE DEALER\n35 is for a mule!\n\nMORRIS\n40, with the saddle, bag and shoes.\n\nHORSE DEALER\nHey listen to me if you want to by\na horse you pay the price for a\nhorse.\n\nMorris examines the mare’s hooves.\n\nMORRIS\nYou're never gonna sell this horse.\nNot at 50, not at 40... She’s a bad\nhip, anyone’d see that with an eye.\n40! 40.\n\nHORSE DEALER\nBut...\n\nMORRIS (0.S)\nGentlemen I have found him. I have\nmanaged to make an acquaintance and\nhave arranged to travel with him.\nIf all goes well we should be in\nJacksonville...\n\n33_EXT PIONEER TOWN 03 TRAIL DAWN:\n\nMorris and Warm are riding side by side, chatting. They leave\nthe slow covered wagons behind.\n\nMORRIS (V.O.)\nwin seven days... I will try to\nhold him until your arrival and\nfind a secluded place to hand him\nover.\n\n34 INT RELAY STATION 2 DAY:\n\nA relay station on the trail, for horses and stagecoaches.\nEli finishes reading the message from Morris:\n\nELI\n«Make haste. John Morris.»\n\f24.\n\nCHARLIE\nOne good point for Morris, even if\nI don’t like the... “Make haste.”\n\nWho does that asshole think he is?\nHe turns to the horse-dealer in charge of the place.\n\nCHARLIE\nWhen did they pass through?\n\nHORSE DEALER\nFour days ago.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns to the horse-dealer in charge of the place. CHARLIE\nWhen did they pass through? HORSE DEALER\nFour days ago. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nIs there a faster way to\nJacksonville, off trail?\n\nHORSE DEALER\n\nWell, it’s rougher to go up the\n\nmountains but you’ll save a couple\n\nof days.\n35 EXT FOREST MOUNTAIN ROAD DAY:\nThey climb switchbacks up a mountain road.\nA forest looms before them, like a dark green wall. Their\nsilhouettes disappear behind the line of trees.\n36 EXT CAMP SISTERS 2 NIGHT:\n\nEli is woken by groaning. He turns toward Charlie. He stands\nup and leans over him.\n\nTears are flowing from Charlie’s closed eyes. He whimpers and\ngroans in his sleep.\n\nEli feels moved by his brother’s pain. He wavers, then puts\nout his hand to wake him. Charlie’s eyes suddenly pop open.\n\nCHARLIE\nPeek-a-boo !\n\nEli jumps up. Charlie bursts out laughing.\nHe clutches his stomach. Eli looks peeved. Charlie imitates\nEli.\n\nELI\nFool!\n\f25.\n\nCHARLIE\nI thought you were going to kiss\nme!\n\nThe blankets shake as they laugh uncontrollably.\n\n37_EXT FOREST/BURN WAGON DAY:\n\nThey ride, tiny among the tall trees. Their voices and\nhoofbeats echo among the trunks. After a beat:\n\nCHARLIE\nThe rain muddied it all up. I can’t\nsee a thing. What do you think?\n\nELI\nWe must be able to pick up the\ntrail somewhere.\n\nThey split up.\n\nEli rides alone, looking for the trail. He turns back from\ntime to time, but no longer sees his brother.\n\nHe is overtaken by a feeling of dread.\nHe spots some ruts, some hoof prints... He whistles:\n\nELI\nOver here !\n\nHe continues onward and finds the remains of a wagon, an\nanimal carcass... and human bones.\n\nHe dismounts. The wagon has obviously been plundered. He\nkicks at some pathetic scraps. A piece of paper catches his\neye. He unfolds it, wipes it clean and tries to make out the\nwriting. He hears Charlie arrive. He slips the paper into his\njacket and gets back on Tub.\n\n37B EXT. FOREST/INDIANS.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe slips the paper into his\njacket and gets back on Tub. 37B EXT. FOREST/INDIANS. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY:\n\nThey are riding, Charlie in front, Eli behind deciphers the\nletter he found among the debris.\n\nELI (OFF)\n“Dear Mother,\nI feel lonely and the days are long\nhere. My horse has passed and he\nwas a close friend. I think of your\ncooking and wonder what I’m doing\nhere. I believe I will come home\nsoon.\n\n(MORE )\n\f26.\n\nELI (OFF) (CONT'D)\nI have almost 200 dollars in gold\ndust. It’s not the pile I'd hoped\nfor, but good enough for now.\nThe smell of smoke in still my\nnostrils and I haven’t had a\nlaughed in such a long time.\nMother! I think I will leave here\nvery soon. With all my love,\nYour son”\n\n38 EXT FOREST CAMP SISTERS 3 NIGHT :\n\n \n\nSmoldering embers in the fire.\n\nEli is asleep, wrapped in his patchwork quilt. He half- opens\nhis eyes and sees his brother by the light of the embers, his\ngun across his lap. A fine watchman.\n\nHe shuts his eyes, feeling reassured. Close on black.\n\nOpen on extreme CU: A hairy spider climbs up Eli’s neck. It\n\nreaches his neck. It remains there for a beat, as if to get\nits bearings. When Eli’s mouth opens, it disappears inside.\n\nClose on black.\n\n39 EXT CARAVAN CAMP WARM/MORRIS NIGHT 38A:\n\n \n\nA starry sky.\n\nMorris walks up to the horses. Behind him, a few dozen feet\naway, there’s another campfire with a few prospectors having\ndinner.\n\nMorris opens Warm’s small bag and discovers some clothes,\nuninteresting artefacts, a conversion table, a slide rule, a\nchemistry handbook and a few notebooks with “This notebook\nbelongs to H.K. Warm” written on the cover.\n\nHe opens of those: pages filled with calculations and\nformulas.\n\nHe hears footsteps behind him and goes back near the fire.\n\nWarm comes up, he’s holding some bowls and cups of coffee.\n\n39B EXT CARAVAN CAMP WARM/MORRIS NIGHT:\n\n \n\nThey are eating.\n\f27.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nWarm comes up, he’s holding some bowls and cups of coffee. 39B EXT CARAVAN CAMP WARM/MORRIS NIGHT:\n\n \n\nThey are eating. 27. \n\nTARGET SECTION TO BE ANNOTATED:\nMORRIS\nI’ve only just noticed that’s the\nonly bag you have? I guess you’re\ngonna have to buy gear when you get\nto San Francisco.\n\nWARM\nI don’t need equipment.\n\nMORRIS\nYou're going to look for gold ina\nriver without a shovel, a pail, a\ncradle...\n\nWARM\n\nThis is the great challenge all\nprospectors face. How do I get\nwhat’s just beneath my feet?\nThere’s only two solutions of\ncourse: hard labour and good luck.\nI’ve been working on a third\nsolution for many years. One that\nis simpler, faster, more certain.\nAnd I think today I found it.\n\nMorris stares in disbelief.\n\nWARM\nYou don’t believe me.\n\nMORRIS\nNo offence, Warm, frankly I’m\nhaving a hard time.\n\nWARM\nYou know it’s funny, people usually\ndon't believe me, and then when\nthey do, they want to kill me.\n\nMORRIS\nWhat is this idea?\n\nMorris looks at him. Warm smiles.\n\nAfter a beat.\n\nWARM\nWell I told you I’m a chemist. It’s\nthe idea of a chemist, it’s a\nformula.\n\nMORRIS\n“Abracadabra”?\n\f28.\n\nWARM\nNo, a divining substance.\n\nMORRIS\nA divining substance you... you mix\nin the river water?\n\nWarm nods.\n\nMORRIS\nThis formula... this diviner...\ncall it what you may... as a man of\nscience, have you ever tested it?\n\n40 EXT FOREST CAMP SISTERS 3 DAY:\nThe sun has trouble piercing through forest and mist.\n\nCharlie is on his feet. Next to him, Eli’s blanket doesn't\nmove. He gives his brother a kick.\n\nCHARLIE\nEli wake up !\n\nELI\nI don’t feel good...\n\nCharlie lifts up the blanket. Eli is hunched up, shivering.\nHis head has swollen to twice its size. It is a different\ncolor.\n\nCHARLIE\nOh shit what happened to your face?\n\nEli answers inaudibly.\n\nELI\nI don’t know.\n\nCHARLIE\nIt’s all swollen and your neck!\nYou look like... one of those dogs,\nwhat is it, the...",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nELI\nI don’t know. CHARLIE\nIt’s all swollen and your neck! You look like... one of those dogs,\nwhat is it, the... \n\nTARGET SECTION TO BE ANNOTATED:\n The Mastiff!\n\nELI\nFuck you! I’m sick.\nCHARLIE\nAll right sit up. Let me look at\n\nyou.\n\nEli opens his mouth. Charlie looks inside and makes a face.\n\f29.\n\nCHARLIE\nGot a gallon of blood sloshing\naround in there!\nCharlie helps him sit up.\n\nCHARLIE\nYou think you can sit in a saddle?\n\nELI\nI don’t know, I’m freezing.\n\nEli’s head bobs.\n\n41 EXT FOREST EVENING\n\nPouring rain. An occasional flash of lightning lights up the\ntree trunks. Charlie leads them on. Eli holds on, rocked back\nand forth.\n\nSemi-unconscious, Eli hunches over Tub’s neck. The horse\ntrips. Eli’s teeth clatter and he shouts in pain. Bloody spit\ntrickles onto Tub’s neck.\nCharlie hands him a wad of tobacco.\nCHARLIE\n\nStick this between your teeth.\n\nIt’ll stop them from chattering.\n\nWe're going to have to hurry if we\n\nwant to outrun the storm.\nHe takes the reins of Eli’s horse.\n\nCHARLIE (CONT'D)\nYou holding on?\n\nEli grabs onto the saddle knob.\n\n42A EXT. FOREST/ SISTERS CAMP NIGHT:\n\n \n\nCharlie struggles to open an oilcloth, like a sail slapping\nin the wind.\n\nHe stretches it between two trees then unfolds another one\nunderneath...\n\nHe lays Eli down on it and covers him with blankets.\n\nEli shivers.\n\fELI\nI’m tired, Charlie...\n\nHe closes his eyes. Black.\n\n42B EXT. NIGHTMARE/ FOREST. NIGHT:\nWind roars, rain patters.\nOpen.\n\nEli’s low-angle POV: In a sudden flash of lightning,\n\nshadow of a man’s face cuts out in the light of dawn.\n\nFATHER\n\nThere you are my sweeties.\nELI (OFF)\n\nPa... Pa...\nFATHER\n\nI’ve looked all over for you.\nThe silhouette’s man chopping wood with an axe.\n\nWe move in slowly, we hear choked breathing.\n\nELI (OFF)\nPa?!\nFATHER\nCome closer, let me take you in my\narms.\nELI (OFF)\nNo... No!\n\n30.\n\nthe\n\nWe come nearer and find arms and legs on the chopping block,\n\nand his feet red with blood.\n\nBlack.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\n30. the\n\nWe come nearer and find arms and legs on the chopping block,\n\nand his feet red with blood. Black. \n\nTARGET SECTION TO BE ANNOTATED:\n42C EXT FOREST CAMP SISTERS 4 NIGHT:\n\nEli opens his eyes.\n\nHe takes a moment to observe the trees: they slowly sway,\nwater drips from their leaves, they straighten up. His head\n\nlooks less swollen.\n\nHe sticks a finger in his mouth, retches and spits out bloody\n\nphlegm.\n\f31.\n\nCHARLIE\nYou okay?\n\nA beat.\n\nELI\nI think so.\n\nCharlie, naked, squats next to a dying fire, trying to warm\nup some beans. His clothes are stretched out around the fire.\n\nEli comes to. A huge brown clump between their camp and the\nhorses catches his eye: the corpse of a grizzly bear.\n\nHe stands up.\n\nELI\nWhat happened?\n\nCHARLIE\nWell, this gentleman wandered into\nthe camp last night.\n\nEli goes over to look at the grizzly’s cadaver in the mud.\n\nCHARLIE\nHe got your horse real good. He\nwent right for him.\n\nEli goes over to Tub, still shaking: The bear ripped away\nsome of his nose. A damaged left eye under a bloody lid.\n\nCHARLIE\nIt’s the horses that woke me up.\nWhat a fucking night!\n\nELI\nI had a dream about Pa’ last night.\n\nCharlie throws away the beans, stands up and gathers up his\nclothes.\n\nCHARLIE\nWell that’s perfect !\nI'm sick of this place. It reeks of\ndeath, everything is fucking\nsoaked. Let’s go!\n\n43 INT JACKSONVILLE MORRI’S ROOM DAY:\n\n \n\nMorris washes his hands and face at the basin.\n\f32.\nHe dries himself off and surprises his reflection in the\nmirror.\n\nHe looks at himself.\n\n44 EXT JACKSONVILLE HOTEL DAY:\nIn front of the Motel, Morris asks a man for directions.\nTITLE: JACKSONVILLE OREGON.\n\nMAN:\nThird house, on the right.\n\nMORRIS\nThank you.\n\n45A EXT JACKSONVILLE WAREHOUSE DAY:\n\n \n\nMorris takes a walk around. Once he gets away from the\ntrail, things become quiet. He checks out passersby as if\ncounting them.\n\nOn the outskirts of town, behind a sort of hangar, he spots a\nshack.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnce he gets away from the\ntrail, things become quiet. He checks out passersby as if\ncounting them. On the outskirts of town, behind a sort of hangar, he spots a\nshack. \n\nTARGET SECTION TO BE ANNOTATED:\n45B EXT JACKSONVILLE WAREHOUSE DAY:\n\n \n\nHe pushes open the door: hay, not much light. Through the\nwood slats in the wall, the town, far enough away.\n\n46 INT JACKSONVILLE HOTEL CORRIDOR DAY:\n\n \n\nMorris opens the door to his room.\n\n47 INT JACKSONVILLE HOTEL MORRIS’S ROOM DAY:\n\n \n\nHis saddle bags and knapsack are still on the floor. He puts\nhis knapsack on the bed, opens it...\n\nMORRIS\nShit...\n\nHe goes to the window and peers into the street. No one. He\nheads to the door and opens it:\n\nWarm is on the landing, a pair of handcuffs dangling from one\nhand and, in the other, a Colt aimed at Morris’s forehead.\n\f33.\n\nWARM\nAre you looking for this? Get\nback... Get back!\n\nHe points to Morris and closes the door behind him.\n\nWARM\nWhat’s the matter? Are you not\ngoing to say “listen Hermann I can\nexplain”? Huh?\n\nWarm throws the handcuff on the floor.\nWARM\nPick that up, face that way, put it\non your left hand.\nMorris obeys. The handcuff closes around his wrist.\nWARM\nLet me see your hand...\nGood, now the other one.\nMorris puts his hand behind his back. Just as Warm is about\nto cuff him, he pulls out his left hand, spins around and\npunches him in the face. Warm goes flying backwards. The Colt\nfalls to the floor. Morris grabs it.\n\nWhen Warm tries to get up, Morris pistol-whips him.\n\n48A INT JACKSONVILLE HOTEL MORRIS’S ROOM NIGHT:\n\n \n\nNight has fallen.\n\nWarm is sitting bound and gagged on a chair. Morris is lying\non the bed with his gun at his side.\n\nBlood rolls down Warm’s head. He moans. He moans harder.\nMorris understands and gets up.\n\nMORRIS\n(pointing to the gag)\nIf I take it off, will you keep\nquiet?\n\nWarm nods. Morris removes the gag. Warm breathes. He looks\ndismayed.\n\nWARM\nAre we waiting for your friends?\n\nNo answer.\n\f34.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nWARM\nAre we waiting for your friends? No answer. 34. \n\nTARGET SECTION TO BE ANNOTATED:\nWARM\nHow could you be so two-faced? What\ntaught you such duplicity? Is it\ngreed? I hadn’t noticed that in\n\nyou... I really hadn't.\n\nMORRIS\nYou keep quiet or I’1l put this\nback in.\n\nWARM\n\nYou think they’11l kill me?\nThey won’t kill me...\nNot right away.\n\nA beat. He looks at Morris.\n\nWARM\nWhat do you think your Commodore\nwants? He’s the one who tried to\nrob me in Oregon City. He’s after\nmy Formula, my invention.\n\nMORRIS\nSo what?\nWARM\nSo your friends... Your friends are\n\non their way here to torture me. To\ntorture me, did you know that?\n\nMorris didn’t know that.\n\nWARM\nThey’1l cut off my fingers, burn my\nfeet, gouge out my eyes...\nThey’1l torture me till I talk.\n\nWARM\nMorris, can I ask you something?\n...Are you gonna watch?\n...Are you gonna write it down in\nyour book of adventures?\n\nMorris looks at him now.\n\nMORRIS\nWarm... I...\n\nHe searches for the words, but cannot find them.\nWARM\n\nIt’s this world...\nIt’s an abomination.\n\f35.\n\nWarm’s face is now turned toward the window. He doesn’t add\nanything.\n\nMORRIS (OFF)\nHe stopped talking, didn’t say\nanother word. He watched the sun\nrise through the window.\n\n48B INT JACKSONVILLE HOTEL MORRIS’S ROOM DAWN:\n\n \n\nThe sun is up.\n\nWarm his waking up. He notices his hands are free, the\nhandcuffs are gone.\n\nHe gets up and walks closer to Morris who’s sleeping on the\nbed. He pushes him gently. Morris wakes up with a start, gun\nin his hand.\n\nHe sees Warm standing before him and lowers his gun. Morris\nslowly emerges.\n\nThey look at each other for a moment, then, as he straightens\nup:\n\nMORRIS\nLet's go.\n\nWARM\nYou don’t think you’re making a\nmistake?\n\n49 EXT COUNTRYSIDE BEFORE JACKSONVILLE DAY:\n\n \n\nCharlie on Nimble, at breakneck speed.\n\nEli and Tub behind.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nWARM\nYou don’t think you’re making a\nmistake? 49 EXT COUNTRYSIDE BEFORE JACKSONVILLE DAY:\n\n \n\nCharlie on Nimble, at breakneck speed. Eli and Tub behind. \n\nTARGET SECTION TO BE ANNOTATED:\n Tub is galloping with his damaged head\ndown at his side, as if drowning.\n\n50 EXT HILLS OVER JACKSONVILLE DAY:\n\n \n\nA hilltop. A town below.\n\nEli looks down at the town. Sitting behind him, Charlie has\nlaid out a rag. He is cleaning and preparing his weapons\nassiduously.\n\nELI\nHow do we go about this Warm?\n\nCHARLIE\nLike we usually do.\n\f36.\n\nELI\nWell usually there’s no Morris\n\nCHARLIE\nMorris hands over Warm. We go some\nplace quiet and finish the job.\nYou done?\nEli nods.\nCharlie stands up and gathers his effects.\n\n51A EXT JACKSONVILLE DAY:\n\nWe recognize Main Street Jacksonville and Smith’s hotel...\nwhere Warm and Morris stayed.\n\nEli and Charlie approach the hotel.\n\nCHARLIE\nYou go round back.\n\n51B EXT JACKSONVILLE DAY\n\nEli gets off his horse and looks around behind the hotel:\nwindows, gallery, roof...\n\nAll of a sudden, a noise: Someone is trying to open an\nupstairs window. Eli takes out his gun. He is about to shoot\nwhen Charlie's head pops out...\n\nELI\nChrist, Charlie, I almost shot!\n\nEli unlocks his gun. Charlie pops his head back out.\n\nCHARLIE\nThey’re not here!\n\nELI\nWhere are they?\n\nCHARLIE\nThey left, four days ago! Morris\nleft a note. Shit!\n52 INT SALOON JACKSONVILLE DAY:\n\nThey are in a saloon amid other customers. They both drink\nwhile Charlie reads Morris’letter out loud:\n\f37.\n\nELI:\n“Dear gentlemen, I’m sorry to\ninform you that Hermann Kermit Warm\nhas made a precipitate departure.\nHe must have hopped a wagon train\nand left town. I am going after him\nas of today. Good luck. Sincerely.\nJohn Morris”\n\nCHARLIE\n“Hermann Kermit Warm has made a\nprecipitate departure”?!? Who the\nfuck is he kidding? Who the fuck is\nthis pretentious asshole kidding?!?\n\nHe grabs the letter and crumples it. He flings it to the\nfloor and tramples it.\n\nELI\nWhat now?\n\nCharlie finishes his glass and pours himself another.\n\nCHARLIE\nWe keep on.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nELI\nWhat now? Charlie finishes his glass and pours himself another. CHARLIE\nWe keep on. \n\nTARGET SECTION TO BE ANNOTATED:\n We said between\nJacksonville and Mayfield, and\nwe're only in Jacksonville. And God\ndamn it, the job isn’t\n“Jacksonville” or “Mayfield”, the\njob is to kill Warm!\n\nELI\n(pointing to the barman)\nSay it louder, I don’t think he\nheard.\n\nCHARLIE\n(softer)\nWherever the fuck Warm is, Mayfield\nor wherever, we go there and get it\nover with!\n\nELI\nWhen will we be back home?\n\nCHARLIE\nOnce we’re done with the job, Eli.\n\nEli picks up the letter and uncrumples it.\n\nELI\nI get the feeling they’re farther\nand farther ahead of us.\nHow long were we in that forest?\n\f38.\n\nCHARLIE\nYour spells and illnesses haven’t\nsaved us any time, that’s for\n\nsure.\nELI\nWhat do you mean, that it’s my\nfault?\nCHARLIE\n\nYeah, a little. Isn’t it?\n\nELI\nYou want to talk about your\nconstant drunkenness? Didn’t it\ncost us any time?\n\nCharlie finishes his glass, slams a coin on the bar and\nleaves.\n\nELI\nDays when you can’t even sit up in\nthe saddle straight?? The other\nmorning when you puked on\nyourself?... My spells! My ass!\n\nEli follows him out.\n\n53 EXT BEFORE MAYFIELD:\nWarm and Morris ride side by side, speaking like friends.\n\nWARM\nWhat we need to do is to put an end\nto all this barbarity. Put an end\nto all this violence, find a\nsolution for it. By inventing a new\nsociety. A society...\n\n54 EXT CAMP WARM/MORRIS 2 NIGHT:\nWarm and Morris each sit to one side of the fire.\n\nWARM\n«+. where the relationships among\nmen is governed by respect and the\nabsence of profit. Thus a society\nwithout greed. Do you agree?\n\f39.\n\nMORRIS\nWhat’s it have to do with your\nformula? You're looking for gold\ntoo, like everyone else.\n\nWARM\nFor me the gold is just a stepping-\nstone. John I’m serious. To found a\nnew society.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nWARM\nFor me the gold is just a stepping-\nstone. John I’m serious. To found a\nnew society. \n\nTARGET SECTION TO BE ANNOTATED:\n One, one that will\nconsecrate itself not to profit or\ngold, but its, its spiritual\ndevelopment, its own subsistence,\nnothing more, the education of its\nchildren...\n\nMORRIS\nAnd where do you intend to create\nthis society?\n\nWARM\nDallas, northern Texas. There are\nalready many people waiting there.\nMore are on the way from Europe.\n\nWarm take a sip.\nMorris remains silent. Troubled.\n\nA beat.\n\nWARM\nWell I can see I’ve lost you...\nJohn?\n\nMORRIS\n\nOne evening, you told me about your\nfather that you left him because\nthere was no place for you. As for\nme all I can say is that I left my\nfamily out of hatred and that my\nfather was the person I despised\nmost in this world I...despised\neverything about him. I sincerely\nthought I had been freed of all\nthat until tonight, listening to\nyou, what do I realize?\n\nThat most of the things that I\nthought I’d been doing, these past\nyears, freely, the opinions that I\nthought I had of my own volition,\nwere in fact dictated by my hatred\ntowards that man.\n\f40.\n\nMORRIS\n\nI'm 35 years old and my life is\nlike an empty cylinder.\n\nBlack.\n\n55 EXT RELAY STATION 3 DAY:\n\nFurther south, in a relay station. Morris is writing a\nletter.\n\nMORRIS (OFF)\n“My dear solicitor, my dear friend,\nAfter much thought, I’ve changed my\nmind about the measures concerning\nmy finances related to you in my\nlast letter. I accept my father’s\ninheritance and ask you to wire\n3,000 dollars to the Project Bank\nin San Francisco. Finally, I will\nnot be in Washington until next\nyear. I send you my friendship and\nI shake your hand. Yours, John\nMorris.”\n\nJohn Morris joins Warm, sitting on the ground, drawing in one\nof his notebooks. Morris looks at him for a moment. He hands\nhim the notebook, we can see an intricate drawing mixing the\nletter W and M.\nWARM\nIt’s us. W & M, Warm and Morris.\n\nOur company’s insignia. What do you\nthink?\n\nHe smiles and hands him back the notebook.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nOur company’s insignia. What do you\nthink? He smiles and hands him back the notebook. \n\nTARGET SECTION TO BE ANNOTATED:\nMORRIS\nI like it.\n56 EXT MAYFIELD MAIN STREET EVENING:\nTITLE: MAYFIELD, CALIFORNIA.\n\nThe brothers walk through Mayfield. The town is just as drab\nand muddy.\n\nOn either side of Main Street, families wander among tents\nand wagons. All the signs bear the name Mayfield: Mayfield\nSupplies, Mayfield General Store, Mayfield Gold...\n\f41.\n\nELI\nYou think this man came here\nbecause it’s called Mayfield or\nthey started calling that once he\ngot there?\n\nCHARLIE\nMaybe it all belongs to him.\n\nELI\nThey sure like that name.\n\nCharlie heads for the saloon. Eli follows as best he can.\n\n57 INT SALOON MAYFIELD SUNSET:\nThe saloon is crowded. The Sisters are at the bar.\n\nThe bartender comes. Charlie goes to speak to him, but\nsuddenly feels exhausted and gives up.\n\nELI\n(to the barman)\nHello, we're looking for a man\nnamed Warm. Short, dark skinned...\nWe think he passed through here a\nfew days ago.\n\nBARTENDER\nI can’t help you, mister.\n\nHe starts to leave but Charlie grabs onto his sleeve.\n\nCHARLIE\nNo ? What about a tall brown haired\nman of forty...\n\nBARTENDER\nI don’t know, mister. I don’t get\nmixed up in it\n\nCHARLIE\n“Oh You don’t get mixed up in it do\nyou?” Give us some whiskey.\n\nBARTENDER\nNormal or Mayfield‘s?\n\nCHARLIE\nNormal. Bottle, two glasses.\n\nMAYFIELD\nYou're looking for someone?\n\f42.\n\nA deep voice. Charlie turns to face Mayfield, a middle-age\nwoman with a magnetic gaze and a tough look on her face.\n\nMAYFIELD\nBecause usually I’m the one people\nask for news in this town.\n\nCHARLIE\nAnd who are you?\n\nMAYFIELD\nMayfield.\n\nCharlie turns around to his brother.\n\nCHARLIE\nAh! The great man himself!\n\nBehind them, the bartender puts the bottle down and pours\nthem drinks.\n\nCHARLIE\nMy brother and I are looking for a\nman named Hermann Warm. Short, dark\nskinned? Probably passed through\nfiveor six days ago?\n\nMAYFIELD\nWarm?... No, I don’t recall.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nProbably passed through\nfiveor six days ago? MAYFIELD\nWarm?... No, I don’t recall. \n\nTARGET SECTION TO BE ANNOTATED:\nCharlie finishes his glass, making a noise with his tongue.\nFrom the one shot, he is already feeling happier.\n\nMAYFIELD\nIs this man a friend of yours?\n\nEli starts to answer but Charlie beats him to it.\n\nCHARLIE\nHe ran out on a debt to our\nemployer, The Commodore, in\nOregon City.\n\nCharlie watches for an effect. And the woman has tensed to\nhear the Commodore’s name.\n\nCHARLIE\nWe are the Sisters brothers.\n\nAnd to his satisfaction, Mayfield is duly unsettled. Eli, on\nthe other hand, is put off by this braggadocio.\n\f43.\n\nMAYFIELD\nGood to meet you men. You planning\non staying long?\n\nEli stares at his teeth, chomping at his cigar. Charlie turns\naround and looks at the clientele. A group of girls is coming\ndown a staircase. His shoulders straighten up.\n\nCHARLIE\nWell that depends...\n\nELI\n(sternly)\nWe'll be leaving first thing.\n\nCharlie drains his glass. His eyes are glazed from booze.\n\n58 INT HOTEL STAIRCASE EVENING:\n\nThe hotel is dilapidated, the staircase narrow. Eli and\nCharlie carry their bags up.\n\nELI\nWhy the hell you keep telling\neveryone your life story? The\nCommodore, the Sisters brothers...\n\nCHARLIE\nDon’t you see how honored that\nwoman was to put us up?\nAnd besides, I like to know if our\nreputation has preceded us. Unlike\nyou, brother, I’m proud of what I\ndo.\n\nEli sighs.\n\nCHARLIE\nWhat does that mean?\n\nELI\nIt means it’s going to be the same\nas usual: you'll drink like a fish\ntonight and be sick as a dog\ntomorrow...\n\nCHARLIE\nYou're forgetting something:\nI’m going to fuck like a rabbit!\n\nELI\nAnother day up our ass.\n\f44,\n\nCharlie runs Charlie runs up the stairs. We hear women’s\nlaughter.\n\nCHARLIE (0.S.)\nDon’t pay attention to him, he’s\ncrabby, he’s old!\n\n59 INT SALOON MAYFIELD NIGHT\n\nCharlie sits at a table, drinking. He has a cheap whore on\nhis lap, and his hand under another one’s skirt. She giggles\ninto his shoulder.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n59 INT SALOON MAYFIELD NIGHT\n\nCharlie sits at a table, drinking. He has a cheap whore on\nhis lap, and his hand under another one’s skirt. She giggles\ninto his shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nEli is at the bar, embarrassed. He looks away. Mayfield is a\nbit farther off, in discussion with a group of trappers.\n\nBehind them, Eli notices a girl by the piano. They exchange\nglances.\n\nMayfield waves to the barman, who brings another bottle.She\ncomes over and starts to pour Charlie a drink. Eli’s hand\nstops her.\n\nELI\nHe can pour his own liquor.\n\nMAYFIELD\nSure thing!\n\nCHARLIE\nHey look who’s awake? Look at that.\nBig knife with the big boy.\nWhere are you going?!\nHey have you noticed how many\nraccoons there are in this town?\nLike dead raccoons? It’s a shitty\ntown to be a raccoon in!\n\nMayfield puts the bottle back down.Eli goes over to the girl\nnear the piano.\n\nShe forces a smile. He whispers into her ear.\nELI\nHow much just to talk?\n60 INT ROOM MAYFIELD NIGHT:\n\nThey are sitting on the bed in a narrow room. Far apart.\nHands in their laps. A moment of embarrassment.\n\f45.\n\nELI\nWe can act like you’re giving me\nthis shawl and you consider it a\nvaluable object. You understand?\nWith a kind word.\n\nShe takes the shawl and tries to think of something to say.\nShe smiles.\n\nWOMAN\nHere.\n\nEli gives it back, frustrated.\n\nELI\n\nNo. With a kind, huh....\nWOMAN\n\nWhat... I don’t know what...\nELI\n\nSimple words:\n« I thought it might get cold...»\n\nWOMAN\nI thought...\n\nELI\nI’m leaving and you're giving me\nthis.\n\nWOMAN\nI... I thought it might get cold...\n\nHe encourages her to improvise but she just repeats what he\nsaid, handing him the shawl.\n\nWOMAN\nThis shawl...\n\nELI\n“,..is a little piece of me that’s\ntraveling with you.”\n\nWOMAN\nThis shawl is a little piece of\nme...\nELI\n(frustrated)\nYou have to... with your eyes, you\n\nhave to look at it! Like it means\nsomething.\n\f46.\n\nThe woman obeys, and speaks softly.\n\nWOMAN\nThis shawl is like a little part of\nme is traveling with you...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n46. The woman obeys, and speaks softly. WOMAN\nThis shawl is like a little part of\nme is traveling with you... \n\nTARGET SECTION TO BE ANNOTATED:\n I puta\n\ndrop of my perfume on it.\nELI\n(softer)\nGood. Now, can I steal a kiss from\nyou?\nShe closes her eyes to get kissed.\n\nWOMAN\nYes.\n\nELI\nNo, you say that.\n\nEli’s lips touch hers. She takes his hand and suddenly turns\naway.\n\nELI\nAre you not well?\n\nNo answer. He sees a tear roll down her cheek.\n\nELI\nDid I hurt you?\nWOMAN\nNo, not at all... you’re just very\n\nkind and gentle, and I’m not used\nto it. Please let me go.\n\nELI\nBut... I’1l pay.\n\nHe grabs onto her arm.\n\nWOMAN\nI need to go, please.\n\nShe runs to the door, starts to open it, turns back around.\n\nWOMAN\nBe careful.\n\nELI\nAbout what?\n\nThe woman mouths something, pointing down. Eli reads her\nlips: “May-field!”\n\f47.\n\n61 INT HOTEL SALOON MAYFIELD NIGHT:\n\n \n\nEli has gathered their belongings. He walks around the\ngallery of the saloon, hugging the walls. Down below, in a\ndark corner, he sees Mayfield speaking with a group of\nsuspicious-looking trappers.\n\nHe climbs the stairs, passes by some whores in a hallway. He\npushes open a door, then another. He sees men on top of\nwomen, women straddling men.\n\nELI\nCharlie..? Charlie...?\n\nAnother door...\n\nEli finds Charlie slumped on a sofa, in a narrow red cabinet\nfrom which a half-dressed whore exits quickly. Charlie,\nalmost passed-out, is slumped on a sofa.\n\nELI\nThere you are! Charlie. Charlie!\nYou have to wake up. They’re\ncoming. You get up!\n\nCHARLIE\nI don’t want to.\nELI\nYou get up! Mom says, Get up! Get\nup!\nCHARLIE\nOk...\nELI\n\nPut your boots on. Come on.\nHey, Charlie, Charlie. Can you\nshoot, can you shoot?\n\nEli puts Charlie’s boots on. Charlie’s head wobbles, with a\nstupid grin.\n\nCHARLIE\nI’m not at my best...\n62 INT MAYFIELD STABLES NIGHT\n\nELI\nDon’t you puke on me.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie’s head wobbles, with a\nstupid grin. CHARLIE\nI’m not at my best... 62 INT MAYFIELD STABLES NIGHT\n\nELI\nDon’t you puke on me. \n\nTARGET SECTION TO BE ANNOTATED:\nThe brothers reach the stables.\n\fCharlie finishes getting dressed as best he can, while\n\nreadies the horses as quick as he can.\nWhen a voice surprises them:\n\nHEAD TRAPPER\nGetting ready to leave Mayfield?\n\nEli stops dead.\n\nThe four trappers are there.\n\n48.\n\nEli\n\nEli looks at Charlie, hung over, his head burrowed in his\n\nhorse’s mane. He turns to the trappers:\n\nELI\nAlright. Let’s just calm down. We\nhave money. Just tell us what\nMayfield is paying you.\n\nHEAD TRAPPER\nI don’t think you’re going to live\nlong enough to find that out.\n\nCHARLIE\nIt’s funny that there’s so many few\nwords to describe things here in\nMayfield.\n\nCharlie, who was out of it till now, slowly lets go of Nimble\n\nand seems to wake up.\n\nCHARLIE\nMayfield’s whiskey and Mayfield’s\nhotel, Mayfield’s Fucking\n\nMayfield...\nELI\n\nPlease let me handle this. Look...\nCHARLIE\n\nMayfield’s racoon, Mayfield’s\n\nHorses...\nEli is worried to see Charlie wobbling.\n\nELI\nWhy don’t you just tell us how much\nyou want?\n\nCHARLIE\nNo, Eli, it’s not about money...\nit’s about reputation.\n\n(MORE )\n\f49,\n\nCHARLIE (CONT'D)\nBeing the guys that killed the\nSisters brothers.\n\nEli sees that something has changed in his brother’s eyes. He\nfeels reassured.\n\nHEAD TRAPPER\nYou shut up now.\n\nCHARLIE\nPrestige.\n\nCharlie throws up.\nA beat. The trappers look at him in disgust.\n\nAnd in a flash, the brothers draw simultaneously. Their\ncylinders spin, their barrels spit fire, flames light up the\nbarn... Three trappers go flying into the hay... The fourth\nruns out of the barn and\n\ntries to escape...\n\nCharlie whistles to Eli, who tosses him another gun, without\neven glancing at him...\n\nCharlie catches it and, at the same time, aims and fires.\n\n63 INT MAYFIELD’S OFFICE NIGHT:\n\nMayfield speaks expressionlessly. A rivulet of blood runs\ndown from her forehead and drips off the tip of her nose.\n\nMAYFIELD\n...",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\n63 INT MAYFIELD’S OFFICE NIGHT:\n\nMayfield speaks expressionlessly. A rivulet of blood runs\ndown from her forehead and drips off the tip of her nose. MAYFIELD\n... \n\nTARGET SECTION TO BE ANNOTATED:\n Warm said he needed an investor\nfor some prospecting scheme. I\ncouldn’t make heads or tails of his\nstory. I thought he was a clown,\nbut when I saw Morris, I thought...\nif the Commodore’s interested, it\nmight be worthwhile.\n\nCHARLIE\nDid Morris leave a letter for us?\n\nMAYFIELD\nNo. He was just traveling with\nWarm.\n\nCHARLIE\nReally? And why did you want to\nkill us?\n\f50.\n\nMayfield hesitates. Charlie raises the butt of his revolver.\n\nCHARLIE\nI'll repeat that, then I’1l strike.\n\nMAYFIELD\nWhen I realized Warm had something\nof value, I sent some guys after\nthem to bring him back.\n\nELI\nSo now there’s more men on Warm’s\ntail?\n\nMAYFIELD\nYes.\n\nCharlie raises the butt of his revolver.\nCHARLIE\nAll right, Mayfield, you’re not\ngoing to like what comes next,\nbut it’s the price to pay when you\nmess for messing with our buisness.\nOpen your safe.\nMayfield’s face freezes. She slowly shakes her head.\n\nMAYFIELD\nNo. Never.\n\nCUT TO:\n\n64 INT. MAYFIELD’S OFFICE NIGHT:\n\nLater.\n\nCharlie is emptying a safe: bills, pieces of gold, pouches of\n\ngold dust.\n\nThe office has been turned upside down. Mayfield’s body lies\n\nin the middle, in a puddle of blood.\n\n65 INT/EXT MAYFIELD SALOON NIGHT:\n\nLoaded down with their plunder, they see half the town\n\noutside, awoken by the gunfight.A group of poor people, some\n\nin nightclothes.\n\f51.\n\nCHARLIE\n(softly)\nThink we should say something to\nthem?\n\nThe silent crowd separates to let them through. Charlie looks\nat the curious townspeople, then up at Eli.\n\nELI\nAfter a series of dramatic events\nthat she only had herself to blame\nfor... Mayfield is dead!\n\nCHARLIE\nNo, not like that. Don’t you have\nanything more positive?\n\nCharlie mounts Nimble.\n\nCHARLIE\nMy brother and I have some good\nnews for you people!\nYou can change the name of your\nfucking town!\n\nThey spur their horses and gallop away. Behind them, a crowd\nof famished people invades the saloon.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou can change the name of your\nfucking town! They spur their horses and gallop away. Behind them, a crowd\nof famished people invades the saloon. \n\nTARGET SECTION TO BE ANNOTATED:\n66A EXT LOOT FOREST DAWN:\n\nTheir saddlebags, knapsacks and pockets are stuffed with the\nbills, coins and gold dust.\nThe horses gallop.\n\n66B EXT LOOT FOREST DAY\n\nFifty yards off the trail, on a hillside, the brothers finish\ndigging a hole behind trees and rocks.\n\nELI\nAnyway, now we know one thing for\nsure. We know Morris has joined the\nenemy.\n\nCHARLIE\nI never liked that gentleman, but I\nmust say this is the icing on the\ncake.\n\f52.\n\nELI\nWarm have that’s so interesting?\nThe Commodore sends men after him,\nMayfield sends men after him, and\nnow Morris falls into him.\nWhat does he have?\n\nCHARLIE\nHe has a formula. It’s a chemical\nproduct. Supposedly, you pour it in\nthe river, it lights up all the\ngold, and you just bend down to\npick it up.\n\nELI\nYou don’t believe that stuff\nCharlie, come on! We’ve seen our\nfair share of hucksters with\nmiracle products...\n\nCHARLIE\nYes but the Commodore seemed to\nbelieve in this one.\n\nELI\nWhy didn’t you tell me about it\nbefore?\n\nCHARLIE\n\nI had orders not to.\nIn the hole, they put their treasures, wrapped in oilskin.\n\nELI\nAnything else you’re hiding from\nme?\n\nCharlie looks embarrassed.\n\nCHARLIE\nThe Commodore’s orders are clear-\ncut: before we kill Warm, we are to\nextract from him by whatever\nviolent means necessary the recipe\nfor his formula.\n\nELI\nIn lay terms: torture him?\n\nCHARLIE\nMore or less.\n\f67 EXT LOOT FOREST DAY:\n\n53.\n\nThe brothers ride side by side, through plains and rivers.\n\nELI\nHow far ahead do you think\nMayfield’s guys got?\n\nCHARLIE\nWell if they’re as stupid as the\nlast guys we killed, I'd say we're\nabout even.\n\n68 EXT LOOT FOREST EVENING:\nCHARLIE\n\nI like it here. There’s a\nfortuitous energy.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHARLIE\nWell if they’re as stupid as the\nlast guys we killed, I'd say we're\nabout even. 68 EXT LOOT FOREST EVENING:\nCHARLIE\n\nI like it here. There’s a\nfortuitous energy. \n\nTARGET SECTION TO BE ANNOTATED:\nELI\nWhat the hell is a “fortuitous\nenergy”?\n\nCHARLIE\n\nYou feel it, dummy!\n\n69 EXT CLIFF DAY:\nThe path is climbing up through short vegetation.\n\nCHARLIE\nYou know what, brother? I don’t\nthink you and I have ever gone so\nfar.\n\nELI\nYou mean between us, in our\nconversation?\n\nCHARLIE\nWhat are you talking about? I meant\nin a straight line. You and I have\nnever gone so far in a straight\nline!\n\nThe brothers can hear a distant, continuous rumbling. All of\n\na sudden, here is it, wide and endless: the ocean.\n\nThey put their hands on their hats so they won't fly and gaze\nat the water. It’s obvious they’ve never seen something like\n\nit.\n\f54.\n\n70A EXT PACIFIC BEACH DAY:\n\nAt times, waves come crash on the horses’ hooves. The\nbrothers ride through the beach. There’s no one to be seen\nfor miles and miles.\n\n70B EXT PACIFIC BEACH EVENING:\n\nThere are prints on the sand now - men, animals, carriages -,\nand sometimes a few objects people have left on the way:\ntrunks, furniture, a bed...\n\n71 _ EXT STREET SAN FRANCISCO NIGHT:\n\nThey ride up a street on horseback, into the fray: tents set\nup in the lanes, trappers, chained slaves, Chinese families\nsleeping in the streets.\n\nTITLE: SAN FRANCISCO\n\nCHARLIE\n(eyes glittering, almost\nmoved)\nGoddamn, this place is Babylon!\n\nWhen they look up, they can see three-floor brick houses with\nbrightly-lit windows.\n\nELI\nYou know, when we find Warm, it\nwon't be worth looking for a quiet\nspot, there isn’t one in this whole\nplace!\n\nCHARLIE\nMore importantly nobody will care.\nWe can kill anyone we want here.\nFuck, everyone’s mind is focused on\nsomething else.\n\n72 EXT STREET SAN FRANCISCO NIGHT:\nElsewhere.\nThey leave their saddles at a stable and continue on foot,\n\ntheir gear propped on their shoulders.\n\nIn front of them, they suddenly spot a warm and hospitable\nlight, the lights of a “grand hotel”, The Golden Pearl.\n\f55.\n\nThey look inside through a window.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn front of them, they suddenly spot a warm and hospitable\nlight, the lights of a “grand hotel”, The Golden Pearl. 55. They look inside through a window. \n\nTARGET SECTION TO BE ANNOTATED:\n Like two kids in front of\na Christmas window display.\n73 INT HOTEL GOLDEN PEARL NIGHT:\n\nA valet precedes them through an upstairs corridor with a\nkerosene lamp. He points to a door:\n\nVALET\nThat’s the water-closet in there...\n\n++. and then another door...\nVALET\n..-that’s the bathroom, with hot\nwater.\n\n«.. and yet another door.\n\nVALET\nAnd here is your room.\n\nHe opens the door, enters and begins to turn on the lamps.\nThe room appears: a red velvet bijou, gold tassels, braided\npompoms, beds in rococo copper...\n\nThey've never seen anything like it before.\n\n74 INT BATHROOM GOLDEN PEARL NIGHT:\n\n \n\nRed as a lobster and wrapped in a towel, Eli has just stepped\nout of a hot bath. He looks curiously at the dangling chain\nwith a wood knob. He hesitates, pulls on it, and to his\nsurprise a torrent of water gushes into the toilet bowl.\n\nELI\nCharlie, come and look at this!\n\nHe walks out.\n\n75A INT GOLDEN PEARL RESTAURANT NIGHT:\n\n \n\nA restaurant in the same style as the rooms: European\noverkill.\n\nThe two brothers have no clue how to behave, or what to do\nwith all the silverware set before them.\n\f75B INT GOLDEN PEARL RESTAURANT NIGHT:\n\n \n\n56.\n\nEli and Charlie are eating and drinking. Especially Charlie.\n\nCHARLIE\nA bit of comfort in uncertain\ntimes.\nEli nods. A Beat.\nELI\nYou know I was thinking... We could\n\njust go back to Oregon City and say\nwe couldn’t find them.\n\nCHARLIE\nAnd tell what to the Commodore?\n\nELI\nThe truth: Morris ran off with\nWarm. Destination unknown. Can’t be\nexpected to find them without a\nsingle clue to guide us. And...\n(lower)\n\nWe don’t even know if Mayfield’s\nmen have already found them...\n\nCHARLIE\nOk, what are you getting at,\nbrother?\n\nEli lowers his voice and starts in:\n\nELI\nBetween what we made in Mayfield,\nwhat we have at home and the rest,\nwe have enough to ditch the\nCommodore for good.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n(lower)\n\nWe don’t even know if Mayfield’s\nmen have already found them... CHARLIE\nOk, what are you getting at,\nbrother? Eli lowers his voice and starts in:\n\nELI\nBetween what we made in Mayfield,\nwhat we have at home and the rest,\nwe have enough to ditch the\nCommodore for good. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nAnd why would we do that?\n\nELI\nDidn't you ever think of stopping?\n\nCHARLIE\nAnd do what?\n\nELI\nI don’t know\n(he hesitates)\nWe could open a store together.\n\f57.\n\nCHARLIE\nWhat store?\n\nELI\nLook, we've had a good long run,\nwe're still alive, we’ve a bit of\nour youth left. It’s a chance to\nget out.\n\nCharlie turns beet-red. Alcohol mixed with pent-up anger.\n\nCHARLIE\nA store? A way out? Fucking\nnonsense! What is this bullshit?\n\nHe is about to knock over the table or slap Eli who stares at\nhim without backing down.\n\nCHARLIE\n...Well, we’ve established that you\nwant to quit, so quit!\n\nCharlie finishes his glass and takes a deep breath. He starts\neating again.\n\nAfter a beat:\n\nELI\nMeaning what? That if I stop, you’d\ncontinue?\n\nCHARLIE\nOf course I’d continue. I'd just\nneed a new partner. Rex asked for\nwork in the past...\n\nELI\nRex? Rex is just a talking dog.\n\nCHARLIE\nHe is obedient like a dog. I could\nask Sanchez.\n\nEli is stunned.\nELI\nSanchez...? You would really trust\nSanchez and that idiot Rex to\nprotect you?\n\nCharlie looks him eye to eye.\n\f58.\n\nCHARLIE\nBecause you protect me?\nIs that what you have to tell\nyourself to stay “nice guy Eli”?\nBut WE are the Sisters brothers.\nThe Sisters brothers, Eli you and\nme!\n\nCharlie straightens up and starts searching his pockets for\nmoney.\n\nCHARLIE\nYou've made your decision, and it’s\nfine by me. It will be welcome news\nto he Commodore also. We'll finish\nthis job, then part ways.\n\nHe throws a few bills on the table. Moved, Eli pays no\nattention and continues.\n\nELI\nWhy do you say it like that? \"We'll\npart ways\"?\n\nCHARLIE\nHow do you want me to say it? If I\nstay with the Commodore and you\nopen your store...\n\nELI\nSo you're saying we won’t see each\nother any more?\n\nCHARLIE\nYes, when I come into town.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf I\nstay with the Commodore and you\nopen your store... ELI\nSo you're saying we won’t see each\nother any more? CHARLIE\nYes, when I come into town. \n\nTARGET SECTION TO BE ANNOTATED:\nWhenever I need a shirt, or some\nunderthings...\n\nEli watches Charlie light a cigar and stand up as if nothing\nwere the matter.\n\nELI\nDo you need to speak to me so\nrudely? To choose those words? To\nkeep the level of the conversation\nso low. Is it because you're drunk?\n\nCharlie looks at his brother and slaps him.\n\nInstinctively, Eli’s hand grips the butt of his revolver.\nCustomers around them freeze and watch Charlie put on his hat\nand leave the restaurant with the face and gait of a drunken\nman.\n\f59.\n\n76 INT GOLDEN PEARL HOTEL ROOM NIGHT:\n\n \n\nFully clothed, Eli is lying on the bed in the dark, gaudy\nroom. He stares at the shadows from the street played out the\nred velvet walls and the ceiling.\n\nCharlie’s bags and clothes are still sitting on his bed.\n\nEli stands up and starts packing.\n\n77_INT STABLE DAY:\nEli is about to mount Tub when:\n\nCHARLIE (OFF)\nHey, brother!\n\nHe turns around. Charlie is all rosy and dapper.\n\nCHARLIE\nWhat are you doing here?\n\nEli is speechless. Charlie continues, matter-of-factly.\nCHARLIE\nI've got some great fucking news,\nbrother. I know where they are!\nWhat do you say to that?\n\nEli look at him without answering.\n\nCHARLIE\nDid you hear me?\nELI\nYes.\nCHARLIE\nYou don’t even care? What’s wrong\nwith you?\nELI\n\nDon’t you remember what happened\nlast night?\n\nCHARLIE\nYes. And?\n\nELI\nDon’t you remember that you hit me?\n\nCharlie pretends to try to remember.\n\fELI\nStop pretending and spare me the\n« I don‘t remember » routine.\nYou hit me in public Charlie, so as\nsure as you’re looking at me right\nnow, I’m leaving.\n\nCharlie grabs Tub’s bridle.\n\nCHARLIE\nAll right, what do you want? This\nis about slapping each other, isn’t\nit? I slap you, you slap me back\nand we’re even. So go on, hit me.\nHit me, I said.\n\n60.\n\nBefore he can even give Eli his cheek, he receives a stunning\n\nthat sends him flying backwards.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHit me, I said. 60. Before he can even give Eli his cheek, he receives a stunning\n\nthat sends him flying backwards. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nJesus fucking Christ! Are you out\nof your goddamned mind? I gave you\na slap, and you whack me with a\nfucking shovel!\n\nELI\nSee? You do remember!\n\nCharlie gets back up, rubbing his cheek.\n\nCHARLIE\n\n(facing camera)\nThis morning I woke up in a\nwhorehouse and figured I might as\nwell stop by the claims office. So\nI went and asked if a certain\nHerman Kermitt Warm had recently\nstaked a claim. Nothing! I was\nabout to give up, when boom, it hit\nme. I asked if there was anything\n\nin the name of John Morris... and\nthere: American River, Folson\nLake... bingo! Now we know where\n\nthey're heading.\n\n78 EXT AMERICAN RIVER DAY:\n\nCU: a crude map of American River.\nEli holds the map.\n\nHe tries to find his bearings in the landscape.\n\nCUT TO:\n\f61.\n\nThey ride on. First, a delta...\n\n78B EXT AMERICAN RIVER PROSPECTORS TRAIL DAY:\n\n \n\n.+. They ride the river upstream... They pass by men on foot\nwith mules, loaded down with gear...\n\n78C EXT AMERICAN RIVER PROSPECTORS TRAIL DAY:\n\n \n\n... There are now prospectors at work on each of the\nriverbanks. Charlie takes a pair of binoculars, peers at the\ncamps, the faces...\n\nELI\nI'd like to see how they go about\nit.\n\nCHARLIE\n\nOh another idea for a career\nchange? First selling shirts, now\nprospecting? I’m gonna go on ahead,\nyou do as you please.\n\n78D EXT AMERICAN RIVER PROSPECTORS TRAIL DAY:\n\n \n\n... Tub’s eye has turned white and is surrounded by pus. Eli\nshoos away flies and tries to clean the wound. The horse\nshudders and peels.\n\n79 EXT MOUNTAIN ROADS DAY:\n\nNow it’s all uphill. Tub is breathing hard. He drools spit\nand blood. His eye is now white, pus oozing around it.\n\nA horse of the Apocalypse.\n\n80 EXT MOUNTAIN DAY:\nCharlie calls out to a prospector below:\n\nCHARLIE\nFolsom Lake?\n\nThe prospectors point upstream.\n\nCHARLIE\nHow far?\n\f62.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe prospectors point upstream. CHARLIE\nHow far? 62. \n\nTARGET SECTION TO BE ANNOTATED:\nPROSPECTOR\nA day !\nHe rides back to Eli.\nCHARLIE\n\nWe'll be there tomorrow.\n\n81A EXT MOUNTAIN SISTERS CAMP 5 NIGHT:\n\n \n\nEncampment. Remains of a fire. Under the covers, Charlie is\nalready asleep. Eli tries to make Tub drink. He encourages\nhim, speaking softly.\n\nELI\nCome on Tub. Eat some grass. Oh\nTub, I’m sorry my friend.\nTub’s white eye almost glows in the dark.\nHe takes the red shawl from his saddlebags. He carefully\n\nfolds it into a pillow, breathes in its fragrance and goes to\nbed. He pulls up his blanket and begins to masturbate.\n\n81B EXT MOUNTAIN SISTERS CAMP 5 NIGHT\n\n \n\nWarm binocular POV: The silhouette of the sister brother,\nsleeping next to the fire.\n\nWARM (0.S)\nYou think it’s them?\n\nMORRIS (0.S.)\n\nYes. They got here faster than I\nthought.\n\n81C EXT MOUNTAIN SISTERS CAMP 5 NIGHT:\n\n \n\nThe brothers are asleep.\nThe sound of the river below, the horses. Another noise.\nEli opens his eyes: a silhouette towers over him...\n\nNearby, Charlie straightens up... the toe of a boot violently\nknocks him flat.\n\nBlack.\n\nA blurry vision. Voices of men heard from afar:\n\f63.\n\nWARM (0.S.)\nNo!.. No, not like this!\n\nWarm joins Morris.\n\nMORRIS\nNot like what?\n\nWARM\nThis is no way to kill people.\n\nMORRIS\nWe have to kill them, Hermann! We\nkill them, bury them, no one finds\nthem. By the time it dawns on the\n\nCommodore, we’ll be far gone.\n\nELI (0.S.)\n\nWe don’t work for the Commodore\nanymore!\n\nWARM\n\nThen what are you doing here?\n\nWarm and Morris\n\nturn around. Eli, in a daze, has stood up.\n\nELI\n\nWe...We don’t work for him anymore.\n\n82 EXT WARM’S ENCAMPMENT DAY\n\nCharlie and Eli\nground. Charlie\nContrary to the\nseems strangely\n\nare handcuffed, sitting together on the\nhas a nasty black and blue mark on his cheek.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe don’t work for him anymore. 82 EXT WARM’S ENCAMPMENT DAY\n\nCharlie and Eli\nground. Charlie\nContrary to the\nseems strangely\n\nare handcuffed, sitting together on the\nhas a nasty black and blue mark on his cheek. \n\nTARGET SECTION TO BE ANNOTATED:\nspecifics of their current situation, Charlie\n\nhappy:\n\nCHARLIE\n\nAnd it just came out?!?\n\nELI\n\n~-. Yes.\n\nCHARLIE\n\nYou're a genius, Eli, a goddamn\ngenius! How did that pop into your\nhead? Just out of the blue?\n\nHe nods, evasively.\n\nWarm and Morris\n\nhave set up camp on a wide strip of pebbles\n\nin the middle of the river.\n\f64.\n\nTwo tents, some gear, barrels, oilskin tarpaulins protecting\ntheir supplies. The horses are tied up on the banks.\n\nThey watch Warm and Morris gather the gear they need, load up\nthe animals. Charlie yells at them:\n\nCHARLIE\nHey, Morris, what you gonna do with\nus? Ask us to run and shoot us like\nrabbits? Dump us in the forest?\n\nCharlie sniggers, Morris barely looks back.\n\n83 INT MORRIS’S TENT DAY:\n\nMorris is sitting at a small wood table, studying a map. Warm\nwalks into the tent, Morris doesn’t turn around.\n\nWARM\nWhat are we going to do about them?\n\nMORRIS\nWe leave them here. They’1l end up\nkilling each other or getting eaten\nalive... I couldn’t care less.\nWe take the horses and the mules,\nwe extract what we can from the\nriver one last time and then we\nleave here without ever coming\nback.\n\nWARM\nAnd abandon all our gear?\n\nMORRIS\nWe'll travel light, ride up to\nSacramento, buy more gear, and ride\nup the river from there.\nSuddenly, from further down the hill:\nMAN (OS)\nAnyone there?\n\n84 EXT WARM’S ENCAMPMENT DAY:\n\nMAN (0.S.)\nAnyone there? Can you hear me?\n\nMorris takes a few steps forward.\n\f65.\n\nMORRIS\nYes, what do you want?\n\nAnother silhouette appears in the background.\n\nMAN 2 (0.S.)\nWe're working the river downstream.\nWe’re running out of supplies.\nYou’ve got any for sale?\n\nWarm joins Morris.\n\nWARM\nThey don’t look like prospectors.\n\nMORRIS\nThey’re not prospectors.\n\nMAN (0.S.)\nI didn’t hear your answer.\n\nMORRIS\n(To the man)\nBecause I didn’t give one.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAN (0. S.)\nI didn’t hear your answer. MORRIS\n(To the man)\nBecause I didn’t give one. \n\nTARGET SECTION TO BE ANNOTATED:\n Don’t\nyou take one step closer!\n(to Warm)\nWe're going to have to fight,\nHermann. Are your guns loaded?\n\nWARM\nYes, I think so.\n\nThe silhouettes are creeping closer.\n\nMORRIS\nWell take it out goddammit !\n(to the man)\nI told you not to move and I won’t\ntell you again! We have nothing to\nsell. Go back to where you came\nfrom!\n\nThe man comes towards them. Morris shoots. The others shoot\nright back. Flames, ricocheting bullets. Behind them, the\nbrothers shield themselves as best they can.\n\nCHARLIE\nHey, what the hell? Do something!\nDon’t leave us here!\nA bullet ricochets near Warm, who jumps away.\n\nMORRIS\nHermann! Hermann?\n\f66.\n\nWARM\n(reassuringly)\nI’m okay, I’m okay.\n\nELI\nLet us help you, Warm!\n\nAnother volley of bullets.\n\nCHARLIE\nGive us the keys you fucking\nidiots! You don’t stand a fucking\nchance, come on!\n\nWarm and Morris look at each other. They hesitate.\n\n85 EXT WARM’S ENCAMPMENT DAY:\n\nThe four men are hiding behind boulders. The brothers check\nthe weapons that have been returned to them.\n\nCHARLIE\nYou think it’s Mayfield’s men?\n\nELI\nSure looks like them.\n\nCharlie signals Warm and Morris to stop shooting. He stands\nup, using his hands as a megaphone:\n\nCHARLIE\nHey guys, before things sour, we've\ngot some news for you: Mayfield is\ndead! You'll never get paid!\nDo you think this is really worth\nit?\n\nA beat, as if a discussion were going on over there. Then,\nmore gunfire. Charlie makes his way to Warm and Morris, both\nbusy shooting.\n\nCHARLIE\n(To Morris and Warm)\nAs long as you can see us, you\nshoot at them like crazy. We make\nit to the other side and you can’t\nsee us anymore, stop shooting. Get\nit?\n\nAgreement.\n\f67.\n\nThe brothers come out of hiding and move along, each to one\nside of the river. Warm and Morris fire. When the brothers\nvanish into the forest, they stop shooting.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe brothers come out of hiding and move along, each to one\nside of the river. Warm and Morris fire. When the brothers\nvanish into the forest, they stop shooting. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly, the sounds of long 45 caliber flames pierce the\nday. We hear screams... then nothing.\n\nEli reappears, dragging his feet, as if coming back from a\nchore.\n\nWhena trapper arises from behind a thicket. Morris cocks his\nrevolver and shoots in a hurry.\n\nThe trapper collapses revealing Charlie, his arm\noutstretched, his gun still smoking.\n\nThe two men face each other. Frozen. And then slowly lower\ntheir arms.\n\nA moment of unease.\n\n86 EXT WARM’S ENCAMPMENT NIGHT:\n\nThey sit around the fire in heavy silence. They pass around a\njug of liquor. Sizing one another up, eyeing one other.\nEli notices that John Morris is scratching his legs.\n\nHermann Warm clears his throat, then:\n\nWARM\nIf Morris agrees to it, this is\nwhat I suggest. You two keep half\nof what you pull from the river,\nwith the remaining half going to\nthe Company.\n\nCHARLIE\n\nThe Company being you and Morris?\nWARM\n\nYes, well, no... not exactly. The\n\nCompany is our phalanstery project.\n\nCHARLIE\nPhalan-what?\n\nMORRIS\nPhalanstery...\n\nWARM\n.--A community we’re founding, in\nTexas.\n\n(MORE )\n\f68.\n\nWARM (CONT'D)\nAn ideal living space, ruled by the\nlaws of true democracy and sharing.\n\nCHARLIE\nWhatever you say.\n\nWARM\nDoes something bother you?\n\nCHARLIE\nThat's your business.\n\nWARM\nSo we agree: half of what you\nextract?\n\nCHARLIE\nFine with me.\n\nELI\nMe too.\n\nHis eyes turn to Morris.\n\nWARM\nExcellent. Morris?\n\nAfter a beat.\n\nMORRIS\nDon’t ask my opinion. I don’t agree\nwith what’s going on\nhere. I’m still in, of course, but\nI remain on my guard.\n\nCHARLIE\nWhy don’t you look at me when you\nsay that?\n\nMorris gets up.\n\nCHARLIE\nLook at me, you son of a bitch!\n\nWARM\nGentlemen!\n\nMorris turns to Charlie.\n\nMORRIS\nI’m looking at you, Charlie\nSisters. Do you want me to tell\nyou what I see?\n\f69.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nMORRIS\nI’m looking at you, Charlie\nSisters. Do you want me to tell\nyou what I see? 69. \n\nTARGET SECTION TO BE ANNOTATED:\nWARM\nThat’s enough!\n\nEli holds back Charlie.\n\nWARM\nPlease...\n\nThe tension decrease.\n\nMORRIS\nI’m going to sleep.\n\nWARM\nDo your legs still hurt?\n\nMORRIS\nI’m all right. Goodnight, Hermann.\n\nThey watch him wander off towards one of the tents.\n\nCHARLIE\nHe going to have to change.\n\nWarm gives a resigned shrug of the shoulders.\n\nWARM\nHe doesn’t trust you and you can’t\nblame him. He’ll change. We all\nhave to. We don’t have any other\nchoice.\n\nHis eyes are on them, a clear gaze, frank and disarmingly\ninnocent. He scratches his legs nervously. Under the bottom\nof his pants, the brothers make out red skin that is starting\nto blister.\n\nWARM\nIt's the Formula. It is very\ncaustic in its purest form. I\nthought diluting it would make it\nharmless, but I was wrong. Next\ntime, we'll have to grease our\nskins beforehand...\n\nHe gets up.\n\nCHARLIE\nHave you already prospected?\n\nWARM\nTwo days ago.\n\f70.\nCHARLIE\nDid it work?\n\nWARM\nBetter than I ever imagined.\n\nHe walks away.\n\n87 EXT WARM’S ENCAMPMENT DAY:\n\nEarly morning. Eli washes at the river. A little further off,\nhe sees Morris brushing his teeth. He waves. Morris barely\nreacts.\n\nOff to one side, Charlie sits on the river bank, watches them\nfrom afar.\n\n88 EXT MOUNTAIN FOREST RIVER BANK DAY:\n\n \n\nThe horses, men and loaded mules make their way along the\nmountainside.\n\nWarm and Morris check the river’s flow.\n\nThe brothers follow, pulling the mules. Charlie still wears\nthe trapper’s hat.\n\nAhead of them, Warm points to the river below.\n\nThey come closer and discover a spot where the current slows\ndown and the river bed widens. A landscape like before the\nbirth of the world.\n\n89 EXT WARM’S ENCAMPMENT DAY :\n\nThey cut the branches on a tree they just felled. A mule\npulls a trunk into the middle of the\nriver.\n\nBare-chested, the men cut branches and carry rocks... They\nwork up to their waists in water.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nA mule\npulls a trunk into the middle of the\nriver. Bare-chested, the men cut branches and carry rocks... They\nwork up to their waists in water. \n\nTARGET SECTION TO BE ANNOTATED:\nThe dam is starting to take shape. Warm crosses the dammed\nriver to gauge its depth. With a knife, he scrapes the\nboulders in certain spots. He examines the samples with a\njeweler's magnifying glass.\n\nVery tight shot: striations in the rock, shimmers of quartz,\ngolden reflections.\n\f71.\n\n90 EXT RIVER BANK :\n\nThe sun is beating down. The men nap in the shade of the\ntrees.\n\nJust the sound of insects and the river.\n\n91 EXT ENCAMPMENT EVENING:\n\nA new camp has been set up below at the foot of one of the\nriverbanks.\n\nEli and Charlie finish setting up tents when they hear\nhoofbeats. They look back. Warm and Morris arrive with a mule\nstraining under three barrels. The brothers watch the convoy\npass by: it is obviously the Formula.\n\nEli sees his brother’s eyes light up.\n\n92 EXT RIVER BANK ENCAMPMENT NIGHT\nAll four sit around a fire to finish their supper.\n\nMORRIS\nWho wants to stand guard tonight?\n\nCHARLIE\nThat’s our job, isn’t it?\n93 EXT RIVER BANK NIGHT:\n\nWearing his trapper's hat, Charlie sits up on a rock that\ntowers over the river.\n\nAfter a while, he hears laughter down in the valley.\n\nHe straightens up and sees the three others drinking and\nlaughing, gathered around the fire. .\n\nCHARLIE\nWhat are you doing?\n\nMORRIS\nWe can’t sleep!\n\nCHARLIE\nWhat’s the point of me being on\nguard, if you all don’t go to\nsleep?\n\f72.\n\nWARM\nCharlie, why don’t you come down\nand join us? It’1ll do you good.\n\nELI\nCome on. Come on, there’s no point.\nWe're not going to sleep !\n\n94 EXT RIVER BANK NEW ENCAMPMENT DAWN:\n\nThe four of them have their feet in the water. They guzzle\nbooze. They rarely speak,smoking cigarettes and watching the\nsunrise.\n\n95 EXT RIVER DAM DAY:\n\nMorris is swimming in the translucent river. Charlie sits on\nthe riverbank, mocking look on his face.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey rarely speak,smoking cigarettes and watching the\nsunrise. 95 EXT RIVER DAM DAY:\n\nMorris is swimming in the translucent river. Charlie sits on\nthe riverbank, mocking look on his face. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\nDo you really believe in that two-\nbit ideal society nonsense?\n\nMORRIS\nWhat do you want me to say?\n\nCHARLIE\nI don’t know but I say that a guy\nwith a little bit of smarts\nhas to realize that it sounds like\nsolid gold bullshit.\n\nMORRIS\nWhy do you think I’m here?\nCHARLIE\nLike us. For the gold.\nMORRIS\nSure, the gold, but what do you do\nwith it?\nCHARLIE\n\nSpend it, obviously!\n\nMORRIS\nYou really think you'll have time\nto? With all the corpses you've\nleft behind, the Commodore, your\nfamous drunkenness...\n\n(MORE )\n\f73.\n\nMORRIS (CONT'D)\nAnd if your pockets are full to\nboot, something tells me you won't\nbe living to a ripe old age.\n\nCHARLIE\nAnd would your ideal society make a\ndifference?\n\nMORRIS\nI can’t say for you, but for me,\nyes.\n\nCharlie thinks.\n\nCHARLIE\nOr else it’s a scam. A trap for\nsuckers. Is that it?...\n\nMorris gestures that he has heard enough.\n\nCHARLIE\nLet me tell you something, John\nMorris: you are one goddamned\narrogant asshole.\n\nMORRIS\nLet me tell you something, Charlie\nSisters: I couldn’t care less about\nwhat you think... that is to say,\nif you think.\n96 EXT CAMP DAY:\nEli goes to check the horses. They are all there, except for\n\nTub. A piece of old rope dangles where he had been attached.\nEli whistles, looks everywhere.\n\n97 EXT FOREST TUB HOLE DAY:\n\nHe notices some blood on a bush.\n\nMore, a little further on. Then hoof prints on the\nground...He reaches the edge of a landslide.\n\nAt the bottom of the ravine, Tub, motionless on his back,\nhoofs up.\n\nEli looks at him, saddened.\n\f98A EXT RIVER BANK DAY:\n\n74.\n\nEli is sitting on the riverbank, looking at the reflection of\n\nthe sun in water, at the jumping trout.\n\nWARM (0.S.)\nWhat are you doing here?\n\nEli turns around to see Warm coming towards him.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nWARM (0. S.)\nWhat are you doing here? Eli turns around to see Warm coming towards him. \n\nTARGET SECTION TO BE ANNOTATED:\nELI\nNothing much.\n\nWARM\n\nI’m heading up to the dam to see if\nthe water has settled.\n\n98B EXT RIVER BANK DAY:\n\nThey are walking. At the bend, they see the dam where Morris\n\nand Charlie are working and talking.\n\nWARM\nSee that?\n\nELI\nYeah, I get the impression Charlie\nis changing...\n\nWARM\nYou mean he’s not going to try to\nkill us anymore?\n\nELI\nIt’s a little strange talking about\nthis with you, isn’t it?\n\nWARM\nIt’s Better facing up to things.\nYou know, one day I asked\nMorris how he ended up working for\naman like the Commodore. He said\nsomething along the lines of... the\ndesire to break away from his\nfamily, to live an adventure.\nHonest enough. How about you? How\ndid you end up here?\n\nEli smiles.\n\nWARM\nDoes my question bother you?\n\fELI\nNo, no, it’s just a long story.\nCharlie was always violent.\nWhen he got into a fight, it\nusually would end badly. And when\nyou kill a man, you end up with his\nfather, his brother or his friends\non your tail, and you have to start\nall over again. One thing leads to\nanother and I had to help him. He’s\nmy brother.\n\n75.\n\nThey walk in silence. At one point, Eli makes a face. He puts\n\nhis hand to his heart. He is dizzy.\n\nWARM\nYou all right?\n\nEli shakes his head. His hand looks for something to\nagainst. Warm helps him.\n\nWARM\nMust be the heat. We’ll sit here a\nmoment and it will pass.\n\nELI\nI’m sorry... I lost my horse... He\ndied, I mean... Tub is\ndead... He was a middling horse,\nbut... I didn’t think it to affect\n\nme like this...\n\nELI\nWhen we were kids, Charlie killed\nour father.\n\nA beat.\nELI\nI’m the older one. I should have\ndone it.\nWARM\nDo you regret that?\nELI\nYes...‘cause after that, Charlie\n\nwas never the same.\n\nlean\n\f76.\n\n99 EXT RIVER CAMP DAY:\n\nMorning. Charlie sits on a rock, bare-chested. Eli is cutting\n\nhis hair.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\n99 EXT RIVER CAMP DAY:\n\nMorning. Charlie sits on a rock, bare-chested. Eli is cutting\n\nhis hair. \n\nTARGET SECTION TO BE ANNOTATED:\nA beat.\n\nCHARLIE\nThat was a very pleasant day, don’t\nyou think?\n\nCHARLIE\n\nYou get on well with Warm?\n\nELI\nAnd you with Morris?\n\nCHARLIE\nWhat did you talk about?\n\nELI\nAbout us, about the Commodore...\nAbout Pa. He’s an easy man to talk\nto.\n\nELI\nTell me, what do you think the\nCommodore will do when\nhe sees we're not coming back?\n\nCHARLIE\nHe’1ll send men after us. We’1ll have\nto get rid of them.\nAnd the ones after, and all the\nothers he sends on our trail.\n\nELI\nAnd then?\n\nCHARLIE\nAnd then, sooner or later, to put\nan end to it, we’ll have to kill\nthe Commodore...\n\nEli does a double take. He considers the possibility.\n\nELI\nImagine we manage to kill the\nCommodore. What next?\n\nCharlie doesn’t answer. Eli hesitates, then:\n\nELI\nYou take his place?\n\f77.\n\nCHARLIE\n\nELI\nAre you taking the Commodore's\nplace?\n\nCharlie looks at him.\n\nELI\nHow long have you been thinking\nabout it?\n\nCharlie smiles, giving a small, mysterious shrug of the\nshoulders.\n\n100A EXT RIVER DAM NIGHT:\n\nThey cover their legs with grease, they pour the solution\ninto smaller buckets.\n\nWarm and Morris exchange a look of hope.\n\nWarm looks straight to the lens. The smile on his face is\nhard to read: an ambiguous mixture of worry and excitement.\n\n100B EXT RIVER DAM NIGHT:\n\nIn the moonlight, the dammed up water looks like a black\nmirror.\n\nCharlie and Eli are on the riverbank, next to one of the open\nbarrels. Morris is standing on the top of the beavers’ dam\nwith a long branch. Warm, also with a branch, is standing on\nthe other side of the river.\n\nWARM\nOnce you’ve emptied the solution,\nMorris and I will agitate the water\nto increase the field of\nillumination. Now once the formula\nstarts to activate, grab your\nbuckets and get to work!\nNot a moment to lose.\n\nCharlie and Eli lift the barrel and enter the water. They\npour out the dense, viscous formula. The odor disgusts them.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nCharlie and Eli lift the barrel and enter the water. They\npour out the dense, viscous formula. The odor disgusts them. \n\nTARGET SECTION TO BE ANNOTATED:\nWarm and Morris hurry to stir the water with their branches,\ndispersing the solution.\n\nCharlie and Eli retreat to the riverbank, coughing.\n\f78.\n\nThey whack their branches on the water even harder, until\nWarm motions them to stop.\n\nThe brothers wait on the bank. Still nothing.\n\nCHARLIE\nWhat’s going on, Warm?\n\nWARM\nJust wait.\n\nThe four men stare at the black water, waiting.\n\nSuddenly, a glow, then another, then... the river lights up.\nThe four men rush in with their buckets: Warm and Morris\nunder the dam, Charlie and Eli on the other side.\n\nInnumerable tiny gold nuggets, now dots of light, as clear as\nstars in the sky.\n\nThe four men work the river as fast as they can. All we can\nhear is the clanking of the nuggets falling into the buckets.\n\nThe leafy trees look like a vault of gold overhead.\n\nEli stops a moment to watch the three men working. Their\nfaces are lit by the river. They all smile. A breeze plays\nwith their hair. Eli smiles too and goes back to work.\n\nThen the glow dies down as quickly as it appeared. Slowly,\nthe leafy vault darkens.\n\nEli heads back to the bank, crying and coughing. He sees\nCharlie banging away at the cover of another barrel.\n\nELI\nWhat are you doing?\n\nCHARLIE\nWe'll dump it all in!\n\nWarm sees him from the other bank.\n\nWARM\nLeave off! Eli, stop him!\n\nCharlie lifts the barrel. He takes a few steps. He loses his\nbalance and falls. Thick liquid pours out of the barrel and\ntrickles onto his right hand, immediately attacking his skin.\n\nThe loose barrel rolls down to the river, where the formula\nspreads in viscous filaments.\n\f79.\nBlisters appear on Charlie’s forearm. They swell and pop like\na toad’s throat. He holds back a shriek of pain.\n\nELI\nCharlie?\n\nBehind him, the river shines again in the barrel’s wake.\nMorris and Warm run across the dam. Morris trips. Eli sees\nhim fall into the water and disappear. He holds his breath.\nMorris’s face resurfaces. He screams.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds his breath. Morris’s face resurfaces. He screams. \n\nTARGET SECTION TO BE ANNOTATED:\nEli sees Warm put down his bucket and immediately darts up:\n\nELI\nNo, Hermann, no!\n\nBut Warm jumps in and disappears, like Morris.\n\n101A EXT. RIVER DAM. NIGHT:\n\nThe water is black. Warm resurfaces, holding up Morris. They\ncough, spit, gasp for breath. They collapse onto the sand.\n101B EXT WARM’S CAMP DAWN:\n\nDay breaks slowly over a landscape that has lost its colors.\nDead beavers and fish wash up onto the gravel.\n\nOn the riverbank, Morris is dying.\n\nA groan more painful than the others makes him turn his head.\nMorris is looking at him. His face is horribly burnt, his\nlips quiver as if trying to speak.\n\nCharlie knows what he is begging for. He stands up and finds\na belt with weapons. He grabs one as best he can with his\nleft-hand fingers that still work.\n\nHe tosses the revolver to Morris, and then kicks it closer to\n\nhis hand.\n\n102A INT WARM AND MORRIS’S TENT. DAY:\n\n \n\nEli goes inside Warm’s tent.\n\nFace ravaged by blisters. Milky eyes bulging out. Heavy\nbreathing.\n\f80.\n\nELI\nHermann? Can I do something for\nyou?\n\nWARM\n\nMorris? Is that you?\n\nEli starts to clarify, but...\n\nELI\nYes, it’s me.\n\nWARM\nOh, John! Where did you disappear\nto?\n\nELI\n\nI was getting some firewood.\n\nWARM\nJohn, I feel I have known you a\nlong time. I’m sorry you died\nbefore me. I wanted to help you. I\nwanted to be your friend.\n\nELI\nYou are my friend, Hermann.\n\nWarm retches. His last sigh sounds like paper crumpling.\nAs Eli inches closer to Warm, a gunshot rings out. Eli stands\n\nstraight.\n\n102B EXT WARM AND MORRIS’S TENT. DAY:\n\nEli comes out of the tent. Charlie looks at him.\n\nBy his side, Morris, dead, holding the revolver against his\n\nchest.\n\n103 EXT WARM AND MORRIS’S TENT. DAY:\n\nEli packs their bags to leave. He brings the results of the\nnight’s collection: a bucket two-thirds full of nuggets.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n103 EXT WARM AND MORRIS’S TENT. DAY:\n\nEli packs their bags to leave. He brings the results of the\nnight’s collection: a bucket two-thirds full of nuggets. \n\nTARGET SECTION TO BE ANNOTATED:\nHe manages to fit their treasure into Warm and Morris’\nhorse’s saddlebags.\n\nCharlie is too weak and ill. He stays under the covers.\n\f81.\n\n104 INT MORRIS’ TENT. DAY:\nEli gathers Morris' things.\n\nOn a crate by the bed, he discovers a hardback notebook with\na title on its cover: \"Adventure diary\".\n\nThe pages are blackened with cramped, regular writing. Eli\nfeels a presence behind him. He leaves the tent.\n\nELI (0.S.)\nI must confess that the very\nhappiest moments of my life have\nbeen spent in the wilderness of the\nfar west with the plentiful supply\nof dry pine logs on the fire. I\nwould not... I would sit cross\nlegged enjoying the genial warmth\nand watch the blue smoke as it\ncurled upwards.\n\n105A EXT MOUNTAINS. CALIFORNIA DAY:\nThe brothers walk down the river.\nELI (0.S.)\n\nScarcely did I ever wish to change\n\nsuch hours of freedom for all the\n\nluxuries of civilized life.\n105B EXT MOUNTAINS. CALIFORNIA DAY:\nIn the steep passes, Eli has to tie Charlie to his back. An\nordeal.\n\n106 EXT CANYON CRANE DAY:\n\nEli hears a scream from behind. Charlie has fallen from his\nhorse. Eli rushes over.\n107 EXT CRANE’S TOWN DAY:\n\nThere are houses at the end of the road.\n\n108A INT DOCTOR CRANE’S PRACTICE/OPERATING ROOM DAY\n\nA black forearm falls to the floor with a thud. Eli picks it\nup and places it in the bucket nearby.\n\f82.\nDoctor Crane cauterizes and bandages the stump.\nCharlie is still asleep on the operating table.\n\nEli looks at the stump in the bucket.\n\n108B INT DOCTOR CRANE’S PRACTICE/OPERATING ROOM DAY:\n\n \n\nA fly lands on Charlie’s mouth. Eli chases it away, wipes his\nbrother’s brow.\n\nEli sits back down. Behind him, the doctor is washing his\nhands.\n\nNoise in the vestibule. The doctor’s little girl has come\nhome. Father and daughter speak in hushed tones.\n\nThen father and little girl enter the room. Doctor Crane\nlooks worried.\n\nCRANE\nSir, there are men asking about\nyou.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen father and little girl enter the room. Doctor Crane\nlooks worried. CRANE\nSir, there are men asking about\nyou. \n\nTARGET SECTION TO BE ANNOTATED:\nELI\nWhat men?\n\nCRANE\n\nIn the street. Three of them.\n\nEli lifts the curtain and looks across the street. There is a\nsilhouette in front of the saloon/ general store.\n\nThe guy is not trying to hide. He nods, swaggering. He looks\nlike a killer.\n\nEli cautiously opens the door a chink.\n\nELI\nRex, shit !\nREX\nEli?\nELI\nYes!\nREX\nIs it true that Charlie is out of\nthe game?\nELI\n\nWhat do you want?\n\f83.\n\nREX\nMe? Nothing. The Commodore sent me.\nIt’s been a while since you left\nand he’s growing impatient.\n\nEli peers into the street and sees two other silhouettes\nbehind him. When he looks back, he sees Charlie on the table.\n\nELI\n(to the doctor)\nIs there a back door?\n\nCRANE\nYes.\n\nELI\nGo, go, go, go, go! Charlie,\nCharlie get up ! We have to go.\nEli is about to lift Charlie to carry him. Charlie opens his\neyes and uses his good arm to grasp Eli’s collar. Eli does\nnot understand.\n\nCharlie hangs on. Stares into his eyes, without letting up.\nHis stare is tantamount to an order.\n\nHe shakes his head in an irrevocable “no”.\nEli puts him back down. Charlie’s eyes remain glued to him.\n\nREX (0.S.)\nDo I have to come in and get you?\n\nELI\nNo, I’m coming out!\n\nREX\nFirst you toss your guns, then come\nout with your hands up!\nEli goes to look for Charlie’s Colts. He slips them into the\nback of his pants and undoes his belt.\n109 EXT STREET DAY:\nHe opens the door, tosses his belt and raises his hands.\nREX\n\nGood. Come on out and talk!\n\nSeen from behind, the butts of Charlie’s Colts stick up in\nhis pants.\n\f84.\n\n110 INT DOCTOR CRANE’S PRACTICE/OPERATING ROOM DAY:\n\n \n\nCharlie lies on the operating table. His eyes are open. He\nhears voices.\n\nWhen the first gun goes off, his stump goes to draw.\nBullets shatter a window pane. The doctor and his daughter\ncrouch.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen the first gun goes off, his stump goes to draw. Bullets shatter a window pane. The doctor and his daughter\ncrouch. \n\nTARGET SECTION TO BE ANNOTATED:\n111 EXT CRANE’S TOWN STREET DAY:\n\nTwo men lie sprawled across the street. One of them screams\nin pain. Eli steps over and shoots him in the head.\n\nThe third man crawls to take shelter. Rex. Eli walks toward\nhim, crushes his back with his boot.\n\nELI\nAre there others behind you?\n\nBefore Rex answers, Eli fires.\n\n112 EXT FOREST MAYFIELD DAY:\n\nThe brothers gallop on Rex’s horses, new boots and spurs on\ntheir feet.\n\n113 EXT FOREST MAYFIELD DAY:\n\nThey try to find their buried treasure. But the mountain has\n\nshifted and the spot is unrecognizable.\n\nCharlie finally finds the fork in the tree and tries to line\nup with it. All he can see are the disheveled fir trees, like\na box of matches spilled on a table.\n\nELI\nCome on, let’s go.\n\nCharlie looks around. Distraught.\n\n114 EXT ROCKY LANDSCAPE EVENING:\n\nThe sound of a cavalcade approaching. A group of horsemen\ngallops by.\n\nHidden by the rocks, Eli watches them ride by. When he can no\nlonger hear them, he comes out of his hiding place, pulling\nhis horse by his tether.\n\f85.\nCharlie leans over the horse’s neck to grab the reins with\nhis good hand.\nHe puts the reins in his left hand, spurs the horse and\npasses in front. Eli follows him.\n115 EXT LANDSCAPE GUNFIGHT NIGHT:\nDarkness.\n\nFlashes of light and muted gunfire in the distance. We move\nin slowly.\n\nCUT TO.\n\nSheltered behind the trunks of felled trees, Eli shoots into\nthe shadows. The shadows shoot back.\n\nCrouched next to him, Charlie reloads guns as best he can\nwith a bad hand.\n\nELI\nThe horses! Get the horses to\nsafety!\n\nCharlie makes the horses lie down and lies down alongside\nthem.\n\nCharlie’s face against the horse’s side.\nHe closes his eyes. For the first time, he is afraid.\n\nFADE TO...\n\n116A EXT PRAIRIE DAY:\n\nA wide, flat landscape. On one end, the two brothers gallop,\nfollowed on the other end by four men who start shooting at\nthem. In the distance, gunshots and smoke.\n\nFADE TO...",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn one end, the two brothers gallop,\nfollowed on the other end by four men who start shooting at\nthem. In the distance, gunshots and smoke. FADE TO... \n\nTARGET SECTION TO BE ANNOTATED:\n116B EXT PRAIRIE DAY:\n\nTwo men lie on the ground, dead. One of them has his foot\nstill caught in his horse’s stirrup. Charlie searches their\nbodies, grabs their weapons and ammo, and hands them to Eli\nwho's still on his horse.\n\nFADE TO...\n\f86.\n\n116C EXT PRAIRIE DAY:\nGalloping again. The horses’ immaculate white coat.\n\nFADE TO...\n\n117 EXT ROCKY LANDSCAPE NIGHT:\nThey have built a fire.\n\nCharlie cries. Eli changes his brothers bandage wrapped up\naround bloody stump.\n\nwoe oe\n\nAs he stands guard and finishes eating, Eli discreetly\nwatches him.\n\nCHARLIE\nRex and Sanchez, and those other\nguys we didn’t even know... You\n\nreally think it’s a good idea to go\nback up north?\n\nELI\nWell you know very well why were\ngoing north. And you know what we\nstill have left to do.\n\nCHARLIE\nI lost the hand that I work with.\nYou'll be on your own on this.\n\nCharlie lets go of the powder flask. Eli wants to help\nimmediately, but stays where he is. Charlie has seen that and\nkeeps trying.\n\nEli can’t look at his brother struggling with the gun.\n\nCHARLIE\nAre you ashamed of me?\n\nCharlie’s eyes well with tears.\n\nELI\nDo you mean what your saying?\n\nCHARLIE\nEverything has fucking changed so\nmuch.\n\f87.\n\nELI\nNo, nothing has changed. You’re my\nlittle brother and I love you.\n\nEli empties his pan in the fire. It sizzles and smokes.\nELI\n\nIn a week, we'll be in Oregon City,\nand I‘1l kill the Commodore.\n\n \n\nCharlie is lying asleep near the embers. Eli stands guard.\n\nHe hears his brother's sobs getting lost in the stillness of\nthe night.\n\n118: EXT. LANDSCAPE DAY:\n\nThe sun is beating down.\nThe two brothers are riding slowly. At one point, Eli stops,\naround: empty landscape as the eye can see.\n\nELI\nHey, have you noticed how long it’s\nbeen since anyone’s tried to kill\n\nus?\nCHARLIE\n\nI don’t know...",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt one point, Eli stops,\naround: empty landscape as the eye can see. ELI\nHey, have you noticed how long it’s\nbeen since anyone’s tried to kill\n\nus? CHARLIE\n\nI don’t know... \n\nTARGET SECTION TO BE ANNOTATED:\n three, four days ?\nELI\n\nDon’t you find that strange?\n\nCharlie turns around now. He also finds it strange.\n\n119: INT/ EXT BARN OREGON CITY DAY.\nFinal rehearsal. Charlie repeats one last time.\n\nCHARLIE\nYou walk in the front door. Take\nthe staircase on the right, go up\nmake a left, the office is on the\nsecond door on the left.\n\nELI\nHow many guys are up there with him\nusually?\n\f88.\n\nCHARLIE\nUsually there’s a guy sitting right\noutside the office. And one in the\nroom further down.\n\nThey load their guns.\n\n120 EXT COMMODORE’S MANSION OREGON CITY- DAY:\n\nWith his remaining hand, still damaged, Charlie slips a gun\nin his belt.\n\nThe brothers enter the town, which is strangely deserted.\nThey walk up the street. In the distance, a black cloth has\nbeen striated around the large door of the Commodore's\n\nmansion.\n\nPeople scurry about underneath, as if waiting for something.\n\n121 INT. COMMODORE’S MANSION OREGON CITY- DAY:\n\nThe Sisters brothers are standing side by side in a wood-\npaneled parlor.\n\nEli takes off his hat. Charlie follows suit.\n\nBehind them, townsfolk dressed in black, sitting on two rows\nof benches.\n\nIn front of them: an open coffin. Inside, the Commodore's\ncorpse, lying on ice.\n\nAn undertaker is standing nearby, waiting to hammer the lid\non.\n\nCHARLIE\n(softly)\nFuck! You must be disappointed.\n\nA beat.\n\nELI\nYeah, kinda.\n\nMAN:\nSir? I think no one else may be\ncoming. May we close the casket?\n\nELI\nSure.\n\f89.\n\nThey put on their hats and start to leave.\n\nELI\nHold on.\n\nEli turns around, steps back to the coffin, gun in hand, and\nbrings it slamming down on the dead man’s face.\n\nAn unpleasant cracking sound. Ice cubes bounce on the wood\nfloor.\n\nGeneral astonishment. Eli raises his hand to calm everyone\ndown.\n\nELI\nJust making sure.\n\nThen they leave.\n\n122 EXT OREGON CITY DAY:\nThey gallop out of town and up to the plain.\nThe evening falls.\n\nTheir conversation continues, indistinct in the distance.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n122 EXT OREGON CITY DAY:\nThey gallop out of town and up to the plain. The evening falls. Their conversation continues, indistinct in the distance. \n\nTARGET SECTION TO BE ANNOTATED:\n123 EXT SISTERS FARM DAY :\n\nThe sun is about to rise. At a bend in the road, a modest\nfarm appears: barn, stables, farmyard, fenced in vegetable\npatch.\n\nAs Eli and Charlie head up the slope, a woman appears in the\ndoorway.\n\nMOTHER\nHey, if you come any closer I'll\nshoot you!\n\nELI\nIt’s us Ma’.\n\nCHARLIE\nIt’s your sons, it’s Charlie and\nEli!\n\nMOTHER\nMy sons? Oh my god, well why, why\ndid you come, why did you come\nback?\n\f90.\n\nELI\nTo see you Ma’.\n\nMOTHER\nIf you came here to hide or to run\naway from something you just turn\naround, I don’t wanna see ya!\n\nELI\nNo we're tired Ma’. We just want to\ncome home.\nCHARLIE\nWe just came here to see you. I\nswear.\nELI\nPlease?\n124 INT SISTERS FARM / BEDROOM DAY\n\n \n\nEli watches his mother’s old hand stroking Charlie’s face.\nThey speak, but he does not hear what they are saying.\n\nHe walks around the house, his eyes lingering on the walls,\nhe finds the a measuring rod, marked with names and numbers:\nCharlie, a date, a height, Eli, a date, a height.\n\nHe pushes open the door to their bedroom. Their beds are\nthere, one on each side of the room.\n\nBehind him, he hears the voices of Charlie and their mother.\nEli sits down, pulls off his boots, lies down on the bed,\nsoothed by their voices.\n\nHe stares at the piece of cloth over the window, gently\nbillowing in the breeze. Lulled by its back and forth, his\neyelids grow heavy. His feet are twenty inches too long for\nthe bed.\n\nOn the floor, through the curtains’ sway, the breaking light\nof day.\n\nTHE END.\n\f"
}