{
  "1": "\n\n\n\n\n\n                           THE CROODS\n\n                         \n\n                         \n\n                         \n\n                           Written by\n\n                         \n\n                 Kirk DeMicco &amp; Chris Sanders\n\n                         \n\n                         \n\n                         \n\n                         \n\n\n\n                                                       12.12.2012\n\n\n\n\n\n                         \n\n                         \n\n          SEQ. 75 - PROLOGUE\n\n                         \n\n                         FADE IN:\n\n                         \n\n          A cave painting of the Dreamworks logo. Push past the\n\n          moon to the sun. Bright. Beautiful. The sun DISSOLVES\n\n                         TO:\n\n\n\n                         \n\n          Cave paintings of a family of cavemen -- we will come to\n\n          know them as The Croods.\n\n                         \n\n                          EEP (V.O.)\n\n           With every sun comes a new day. A new\n\n           beginning. A hope that things will be\n\n           better today than they were yesterday.\n\n                         \n\n          The Croods scurry out of their cave like mice looking for\n\n          food. Scared. Fast.\n\n                         \n\n          The Croods are chased by beasts across the desert. They\n\n          escape from creatures up trees. They hide behind rocks.\n\n                         \n\n                          EEP (V.O.)\n\n           But not for me. My name's Eep. This, is\n\n           my family, the Croods. If you weren't\n\n           clued in already by the animal skins and\n\n           sloping foreheads - we're cavemen. Most\n\n           days we spend in our cave, in the dark.\n\n           Night after night, day after day. Yep.\n\n           Home sweet home. When we did go out, we\n\n           struggled to find food in a harsh and\n\n           hostile world. And I struggled to\n\n           survive my family.\n\n                         \n\n          The Croods are chased by beasts across the desert. They\n\n          escape from creatures up trees. They hide behind rocks.\n\n\n\n                          EEP (V.O.)\n\n           We were the last ones around. There used\n\n           to be neighbors. The Gorts, smashed by a\n\n           mammoth. The Horks, swallowed by a sand\n\n           snake. The Erfs, mosquito bite. Throgs,\n\n           common cold. And, the Croods. That's\n\n           us. The Croods made it...\n\n                         \n\n          Grug protects his family from a GIANT BEAR OWL.\n\n                         \n\n                          EEP (V.O.)\n\n           Because of my Dad. He was strong... and\n\n           he followed the rules.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP (V. O.)\n\n           Because of my Dad. He was strong... and\n\n           he followed the rules. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          A shadow falls across their feet and Grug ushers his\n\n          family home.\n\n\n\n          2.\n\n                         \n\n                         \n\n                          EEP (V.O.)\n\n           ... the ones painted on the cave walls.\n\n           Anything new is bad, curiosity is bad,\n\n           going out at night is bad. Basically,\n\n           anything fun is bad. Welcome to my\n\n           world.\n\n                         \n\n          They all run back into the cave where Grug slams the rock\n\n          door closed.\n\n                         \n\n          SLOWLY LIGHT ON CAVE PAINTINGS COMES UP AGAIN. But this\n\n          time the light casts an ominous tone.\n\n                         \n\n                          EEP (V.O.)\n\n           But this is a story about how all that\n\n           changed in an instant.\n\n                         \n\n          RAPID SHOTS OF THE GREAT SPLIT CUTTING THROUGH THE LAND.\n\n          HEADED TOWARDS CROOD VALLEY.\n\n                         \n\n          SHOTS OF CATACLYSM. CUT FASTER AND FASTER UNTIL...\n\n                         \n\n                          EEP (V.O.)\n\n           Because what we didn't know, was that our\n\n           world was about to come to an end. And\n\n           there were no rules on our cave walls to\n\n           prepare us for that.\n\n                         \n\n          CAVEMAN HANDS PRESS against the rock wall. They PUSH. A\n\n          BLINDING LIGHT FLOODS the screen.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 100 - MEET THE CROODS\n\n          A HUGE CAVEMAN, GRUG, RUSHES forward, screaming,\n\n          growling, and throwing handfuls of dirt in a THREAT\n\n          DISPLAY. He BLINKS in the bright morning light. He\n\n          LIFTS and HURLS a large boulder.\n\n                         \n\n                          GRUG\n\n           Raaaaar grooooOOOOoooowwwll ERF ERF\n\n           Glaaaaaabbbbllllllllthhhh!\n\n                         \n\n          As suddenly as he began, Grug stops. Panting, he waits\n\n          for the echoes of his outburst to fade.\n\n                         \n\n          Grug TURNS to the cave entrance, he prepares to BELLOW a\n\n          signal, but before any sound escapes his lips--\n\n                         \n\n          A CAVE GIRL, EEP, bursts from the cave.\n\n          3.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nPanting, he waits\n\n          for the echoes of his outburst to fade. Grug TURNS to the cave entrance, he prepares to BELLOW a\n\n          signal, but before any sound escapes his lips--\n\n                         \n\n          A CAVE GIRL, EEP, bursts from the cave. 3. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n           You're supposed to wait for my signal\n\n           Eep. Eep?\n\n                         \n\n          Eep scares a pack of nearby Liyotes away. They pounce on\n\n          Grug briefly before scampering off. Eep spreads out on\n\n          an overhanging rock. She BASKS IN THE SUN.\n\n                         \n\n                          EEP\n\n           We've been in that cave forever.\n\n                         \n\n                          GRUG\n\n           Three days is not forever.\n\n                         \n\n                          EEP\n\n           It is with this family.\n\n                         \n\n                          GRUG\n\n           Eep would you come down here? You're\n\n           being so dramatic.\n\n                         \n\n          A LITTLE GIRL, SANDY, charges out next. Her display is\n\n          more terrier-like.\n\n                         \n\n                          GRUG (CONT'D)\n\n           No, no, no Sandy, come back here.\n\n           Remember the signal. Good girls wait for\n\n           the signal.\n\n                         \n\n          A CAVE WOMAN, UGGA, scrambles out next. She is mostly\n\n          focused on catching Sandy, giving only cursory effort to\n\n          her display.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Ugga.\n\n                          UGGA\n\n           As soon as I get Sandy, I'll go back in,\n\n           and you can give the signal.\n\n                         \n\n                          GRUG\n\n           No, I mean, you're already out now.\n\n                         \n\n           THUNK (O.S.)\n\n           I am waiting for the signal, dad.\n\n                         \n\n          We HEAR the voice of Grug's nine-year-old son from inside\n\n          the cave. THUNK is eager to please his dad and emulates\n\n          his every move.\n\n                         \n\n                          GRUG\n\n           Never mind, Thunk. Just, come out.\n\n          4.\n\n                         \n\n                         \n\n                          THUNK\n\n           (not so fast)\n\n           Uhh, but if you don't give the signal,\n\n           how do I know you're my dad?\n\n                         \n\n                          GRUG\n\n           The signal isn't so you know it's me,\n\n           it's so you know I wasn't eaten by an\n\n           animal.\n\n                         \n\n          Beat.\n\n                         \n\n                          THUNK\n\n           Then why is the signal an animal noise?\n\n           I mean, doesn't that just confuse things?\n\n                         \n\n          Grug sighs.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHUNK\n\n           Then why is the signal an animal noise? I mean, doesn't that just confuse things? Grug sighs. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          THUNK (CONT'D)\n\n           I don't know... I'm still waiting for the\n\n           signal.\n\n                         \n\n                          GRUG\n\n           Sigh. Hoo hooooo! Hoo hooooo!\n\n                         \n\n          Thunk comes out growling, and barrels into Grug. Thunk\n\n          picks up a boulder and throws it. It ricochets off the\n\n          cliff wall and careens into Grug. Grug gets plowed over\n\n          by the boulder.\n\n                         \n\n                          UGGA\n\n           Mom, we're ready to leave.\n\n                          (BEAT)\n\n           Mom!\n\n                         \n\n          Grug sits up and smiles.\n\n                          GRAN\n\n           Still alive!\n\n                         \n\n          Grug's face drops.\n\n                         \n\n                          GRUG\n\n           It's still early.\n\n                         \n\n                          GRAN\n\n           And you're still fat.\n\n                         \n\n                          GRUG\n\n           Breakfast formation!\n\n                         \n\n          The Croods form up in a flying wedge, with Grug in the\n\n          lead.\n\n          5.\n\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n           I want to see some real caveman action\n\n           out there. We do this fast. We do this\n\n           loud, we do this as a family and never\n\n           not be afraid. Go!\n\n                         \n\n                          THUNK\n\n           YAY, BREAKFAST!!!!\n\n                         \n\n          COMPRESSED TIME - The Croods RUN out of Crood canyon,\n\n          across the wide expanses of desert.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 150 - SMASH &amp; GRAB\n\n                         \n\n                         \n\n          EXT. MOUTH OF CROOD CANYON - MORNING\n\n                         \n\n          Grug and the Croods come to a stop at the HUNTING\n\n          GROUNDS. They are spent from a fifteen-mile run.\n\n                         \n\n                          THUNK\n\n                          (HUFFING)\n\n           Yeah... breakfast...\n\n                         \n\n          We see a nest with a huge unguarded blue egg. The Croods\n\n          take shelter behind a rock. Grug PEERS over the top.\n\n                         \n\n                          GRUG\n\n           Who's up?\n\n                         \n\n          Eep's hand SHOOTS up. Thunk is less than enthusiastic.\n\n                         \n\n                          GRUG (CONT'D)\n\n           We'll flip for it.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nEep's hand SHOOTS up. Thunk is less than enthusiastic. GRUG (CONT'D)\n\n           We'll flip for it. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Grug LIFTS Gran on his hand, and FLIPS her up in the air.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Call her in the air.\n\n                         \n\n                          EEP\n\n           Heads.\n\n                         \n\n          Gran FACE-PLANTS, her head buried in the sand. Only her\n\n          tail is showing.\n\n                         \n\n                          GRUG\n\n           Tails. Thunk's in.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Positions.\n\n          6.\n\n                         \n\n                         \n\n          The family fades back and splits up. They get into\n\n          fighting/running position.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Ok. Thunk. Go. Come on Thunk.\n\n                         \n\n          Thunk BREAKS COVER. He dashes into the open, SNATCHES\n\n          the egg.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Hah! Way to go. Take it to the cave!\n\n                         \n\n          Thunk PASSES Grug and makes a bee-line for Crood Canyon.\n\n                         \n\n          A Gerf bird smashes Thunk and steals the egg back.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Oooh!\n\n                         \n\n                          GRUG (CONT'D)\n\n           Release the baby.\n\n                         \n\n          Eep and Sandy MOVE IN on the bird. Sandy NIPS at its\n\n          heels while UGGA CLIMBS up onto its head. She PULLS the\n\n          egg from its beak.\n\n                         \n\n          Down range, TRIP GERBILS SURFACE. They STRETCH their\n\n          shared tail across the Ramu's path like an arresting\n\n          cable on a carrier.\n\n                         \n\n          Ugga RISES to THROW the egg to Grug - the gerbils WRAP\n\n          their tail around the Ramu like a bola. The Ramu GOES\n\n          DOWN hard. Ugga and the egg ROLL forward. The Trip\n\n          Gerbils SNATCH up the egg and make off with it.\n\n                         \n\n                          UGGA\n\n           Get um Mom! Do it for the Croods!\n\n                         \n\n          Gran's cane HOOKS the gerbils in the middle of their tail\n\n          and WHIPS them up and over her shoulder.\n\n                         \n\n                         ON GRAN\n\n                         \n\n          DRIBBLING the egg down-range with her cane like a hockey\n\n          player.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo it for the Croods! Gran's cane HOOKS the gerbils in the middle of their tail\n\n          and WHIPS them up and over her shoulder. ON GRAN\n\n                         \n\n          DRIBBLING the egg down-range with her cane like a hockey\n\n          player. \n\nTARGET SECTION TO BE ANNOTATED:\n LIYOTES POP UP from behind hoodoos. They SWARM\n\n          in behind her.\n\n                         \n\n          The Liyotes TRIP Gran. They steal the egg, and HIT THE\n\n          GAS. They are INCREDIBLY FAST.\n\n                         \n\n                          GRAN\n\n           Old lady down! Eep, avenge me.\n\n          7.\n\n                         \n\n                         \n\n                         ON EEP\n\n                         \n\n          Crouched in the shade of a scrubby bush, like a runner on\n\n          the blocks - she has the Liyotes in her sights. Eep\n\n          LAUNCHES.\n\n                         \n\n          Eep runs after the Liyote with the egg, cutting him off\n\n          in his tracks he slams into a cactus launching the egg\n\n          into the air. Eep leaps into the air taking back the egg.\n\n                         \n\n                          EEP\n\n           Thanks!\n\n                         \n\n          A bunch of Jackrobats see Eep and swarm around her. She\n\n          loses her footing and throws the egg to Grug.\n\n                         \n\n                          GRUG\n\n           Eep!\n\n                         \n\n                          EEP\n\n           Heads Up!\n\n                         \n\n          Grug catches the egg and runs by the entrance of a small\n\n          cave. Thunk following close behind accidentally trips\n\n          over the tail of a sleeping Bear Owl knocking Grug to the\n\n          ground and fumbling the egg once again.\n\n                         \n\n          Thunk catches the egg just as the Girelephant bears down\n\n          on him from behind and lifts him onto one of its tusks.\n\n          The family members meet up as they begin their long run\n\n          back to the cave.\n\n                         \n\n          An entire swarm of animals chase the Croods as they head\n\n          back to their cave.\n\n                         \n\n          The Bear Owl is awakened and goes after everyone on the\n\n          chase.\n\n                         \n\n          Grug protecting his family from the BearOwl tosses each\n\n          family member onto the Girelephant's back.\n\n                         \n\n          Grug dodges the BearOwl's attack and uses him as a\n\n          launching pad to get himself safely on the Girelephant.\n\n                         \n\n          Thunk is happy to see Dad is safe.\n\n                         \n\n                          THUNK\n\n           Oh hey Dad, can we eat now?\n\n                         \n\n                          GRUG\n\n           Just wait till we get home. Eep put on\n\n           the brakes.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHUNK\n\n           Oh hey Dad, can we eat now? GRUG\n\n           Just wait till we get home. Eep put on\n\n           the brakes. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          The entrance to Crood canyon appears on the horizon.\n\n          8.\n\n                         \n\n                         \n\n          Eep hangs off the edge of one of its tusks as Grug takes\n\n          over the other. Together they dig their heels into the\n\n          ground, slowing down the Girelephant.\n\n                         \n\n          The Bearowl continues the chase. The Croods maneuver the\n\n          Girelephant to fend off the Bearowl.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Eep!\n\n                         \n\n          The Girelephant moving way too fast readies for the\n\n          crash. The Girelephant crashes into the entrance of the\n\n          canyon, sending the Croods flying in. They all tumble.\n\n          Grug makes an extraordinary football catch. He holds\n\n          tight to the meal as he slams into a rock. Grug holds up\n\n          the egg.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Who's hungry?\n\n                         \n\n                          THUNK\n\n           Alright! Good one, dad!\n\n                         \n\n                          GRUG\n\n           Here you go, Thunk. Drink up.\n\n                         \n\n          Grug tosses the egg to Thunk, Thunk fumbles it and it\n\n          cracks open.\n\n                         \n\n                          THUNK\n\n           Sorry, dad.\n\n                         \n\n                          UGGA\n\n           Looks like fast food tonight!\n\n                         \n\n          The family passes the leaky egg around quickly, each\n\n          Crood gets a taste. Thunk is the last Crood to get a\n\n          mouthful, he hands it over to Grug-- the egg is empty.\n\n                         \n\n                          GRUG\n\n           That's alright. I ate last week.\n\n                         \n\n          A SHADOW TOUCHES Grug's feet. He looks up - the sun is\n\n          setting behind the canyon wall. He HOLDS UP his hand to\n\n          gauge how much daylight is left.\n\n                         \n\n                          GRAN\n\n           Two knuckle warning.\n\n                         \n\n                          UGGA\n\n           Come on Croods. Go, go, go.\n\n                         \n\n                          CUT TO:\n\n          9.\n\n                         \n\n                         \n\n          SEQ. 200 - WELCOME TO CROOD CAVE\n\n                         \n\n          INT. CROOD CAVE - EVENING\n\n                         \n\n                          GRUG\n\n           Come on, come on. Darkness brings death!\n\n           We know this.\n\n                         \n\n          The Croods RUN INSIDE THE CAVE.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nDarkness brings death! We know this. The Croods RUN INSIDE THE CAVE. \n\nTARGET SECTION TO BE ANNOTATED:\n Ugga picks up a heavy\n\n          stick off the floor.\n\n                         \n\n                          UGGA\n\n           The moon is full. Bath night.\n\n           (grumbling, Gran tries to run\n\n                          AWAY)\n\n           You too, Mom.\n\n                         \n\n                          GRAN\n\n           Run for your life.\n\n                         \n\n          Ugga pulls Gran back.\n\n                         \n\n                          GRAN (CONT'D)\n\n           I don't want to lose my protective layer.\n\n                         \n\n                          UGGA\n\n           Mom, you've got ants.\n\n           (hanging Sandy up)\n\n                         \n\n          Whack! Like she's cleaning a rug, Ugga SMACKS Sandy hard\n\n          with the stick. Dust and bugs fly off of her.\n\n                         \n\n                          UGGA (CONT'D)\n\n           See? Sandy doesn't fuss.\n\n                         \n\n          Ugga CLAPS her hands together and Sandy knows to let go.\n\n          She hits the floor and SCAMPERS away.\n\n                         \n\n                          GRAN\n\n                          (UPSET)\n\n           Aaaaaaaaaah.\n\n                         \n\n          Grug enters and looks around the cave.\n\n                         \n\n                          GRUG\n\n           Is she still out there?\n\n                         \n\n                          UGGA\n\n           You know she hates the cave, Grug.\n\n                         \n\n          ON EEP clinging to the side of the sheer rock face above\n\n          Crood cave. She RAISES HER HAND to `catch' a few more\n\n          moments of sun.\n\n          10.\n\n                         \n\n                         \n\n                          EEP\n\n           Please come back tomorrow.\n\n                         \n\n          ON GRUG getting his `bath.'\n\n                         \n\n                          GRUG\n\n           How can she not like the cave? It's so\n\n           cozy.\n\n                         \n\n                          UGGA\n\n           It is a little, dark, Grug.\n\n                         \n\n                          GRUG\n\n           It's not that dark.\n\n                         \n\n          Grug is finished with his bath.\n\n                         \n\n                          GRUG (CONT'D)\n\n                          (LOSING PATIENCE)\n\n           Eep! Eep?\n\n                         \n\n          Eep begins to climb down the wall outside when she hears\n\n          a sound in the distance. Curious, she begins to climb\n\n          even higher. Grug leaves the cave, searching for her.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Come on, I gotta close the cave...\n\n                         \n\n          ON GRUG exiting the cave... Grug sees that Eep is at the\n\n          very top.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRUG (CONT'D)\n\n           Come on, I gotta close the cave... ON GRUG exiting the cave... Grug sees that Eep is at the\n\n          very top. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRUG (CONT'D)\n\n           Eep!\n\n                         \n\n          Eep continues to climb.\n\n                          EEP\n\n           Okay, okay!\n\n                         \n\n                          GRUG\n\n           Come on.\n\n                         \n\n          Behind Grug, the Bear Owl appears up the canyon. It\n\n          SPOTS Grug and the open cave and RACES to attack. Grug\n\n          sees the BearOwl in full attack mode.\n\n                         \n\n                          GRUG (CONT'D)\n\n           EEP! COME DOWN!!\n\n                         \n\n          Grug throws a rock which momentarily stuns the creature,\n\n          allowing Eep to JUMP DOWN and DART into the cave. Grug\n\n          barely gets the cave closed in time.\n\n          11.\n\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n                          SIGH \n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 210 - BEDTIME STORY\n\n                         \n\n          The Bear Owl PUSHES his paw through the narrow opening,\n\n          and FEELS around for the Croods. The Croods are like\n\n          mice in this world.\n\n                         \n\n                          GRUG\n\n           That was too close!\n\n                         \n\n                          EEP\n\n           I was watching. I was fine.\n\n                         \n\n                          GRUG\n\n           What were you doing up there, Eep?\n\n                         \n\n                          EEP\n\n           I don't know.\n\n                         \n\n                          GRUG\n\n           What were you looking for?\n\n                         \n\n                          EEP\n\n           Nothing.\n\n                         \n\n                          GRUG\n\n           Well then why did you go up there?\n\n                         \n\n                          EEP\n\n                          (ANNOYED)\n\n           I don't know.\n\n                          GRUG\n\n           Why don't you know? Stop looking for\n\n           things. Fear keeps us alive Eep. Never\n\n           not be afraid.\n\n                         \n\n          Eep climbs up on a ledge and curls up in the corner where\n\n          a tiny spot of light seeps in.\n\n                         \n\n                          EEP\n\n                          (TO HERSELF)\n\n           What's the point of all this?\n\n                         \n\n                          GRUG\n\n           Hmmm? What was that?\n\n          12.\n\n                         \n\n                         \n\n                          EEP\n\n           (a little louder)\n\n           I mean, why are we here? What are we\n\n           doing this for?\n\n                         \n\n                          CROODS\n\n                          GROAN \n\n                         \n\n                          GRUG\n\n           No one said survival was fun.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP\n\n           (a little louder)\n\n           I mean, why are we here? What are we\n\n           doing this for? CROODS\n\n                          GROAN \n\n                         \n\n                          GRUG\n\n           No one said survival was fun. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          EEP\n\n           Nothing is fun.\n\n                         \n\n                          GRUG\n\n           Hmm? Would you come down here. Eep?\n\n                         \n\n          No answer. Grug CLIMBS up. Ugga PULLS Grug back down.\n\n                         \n\n                          UGGA\n\n           Grug. Off.\n\n                         \n\n                          GRUG\n\n           Yes.\n\n                         \n\n          Grug climbs back up.\n\n                         \n\n                          UGGA\n\n           Off!\n\n                         \n\n                          GRUG\n\n           I just don't see why she needs her own\n\n           ledge. That's all. That's what this is\n\n           about.\n\n                         \n\n                          UGGA\n\n           She's working through some things and\n\n           needs her own space.\n\n                         \n\n                          GRUG\n\n           What things? How long is this going to\n\n           take? Really? I mean she already\n\n           doesn't listen to me.\n\n                         \n\n          A pebble hits Grug in the head. It came from Eep's\n\n          ledge.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Hey!\n\n                         \n\n                          UGGA\n\n           See? She's listening.\n\n          13.\n\n                         \n\n                         \n\n                          GRUG\n\n           If she wants to survive, she has to\n\n           follow our rules.\n\n                         \n\n                          UGGA\n\n           How about a story? Eep loves those.\n\n                         \n\n          Grug brightens.\n\n                         \n\n                          GRUG\n\n                          (BRIGHTENING)\n\n           That's a good idea ... How about a story,\n\n           huh?\n\n                         \n\n                          THUNK\n\n           Oh yeah, tell us a story.\n\n                         \n\n          The Croods minus Eep gather in a semi-circle on the\n\n          ground. Grug retrieves Sandy and her Krispy Bear from\n\n          the bone-crib.\n\n                         \n\n                          GRUG\n\n           Ok. Can I borrow that? Thank you. Eep!\n\n           Your old favorite?\n\n                         \n\n                          EEP\n\n           I haven't played with that thing in\n\n           years.\n\n                         \n\n                          GRUG\n\n           Tonight we'll hear the story of Krispy\n\n           Bear.\n\n                         \n\n          Grug sits and waits a beat for Eep to join, but she stays\n\n          put.\n\n          As Grug talks, he gestures at a rough sketch on the wall\n\n          of the cave.\n\n                         \n\n                          GRUG (CONT'D)\n\n           A long time ago, this little bear was\n\n           alive.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrug sits and waits a beat for Eep to join, but she stays\n\n          put. As Grug talks, he gestures at a rough sketch on the wall\n\n          of the cave. GRUG (CONT'D)\n\n           A long time ago, this little bear was\n\n           alive. \n\nTARGET SECTION TO BE ANNOTATED:\n She was alive because she\n\n           listened to her father and lived her life\n\n           in routine and darkness and terror. So\n\n           she was happy. But Krispy had one,\n\n           terrible problem. She was filled with...\n\n           curiosity.\n\n                         \n\n                          UGGA\n\n           Grug!\n\n                         \n\n          Ugga covers Sandy's ears.\n\n          14.\n\n                         \n\n                         \n\n                          GRUG\n\n           Yes. And one day, while she was in a\n\n           tree, the curious little bear wanted to\n\n           climb to the top.\n\n                         \n\n                          THUNK\n\n           Wha?\n\n                         \n\n                          GRUG\n\n           And no sooner than she climbed to the\n\n           top, she saw something new and died.\n\n                         \n\n          Grug SWATS the painting.\n\n                         \n\n                          THUNK\n\n           Just like that?\n\n                         \n\n                          GRUG\n\n           Yes! Her last moments of terror still\n\n           frozen on her face.\n\n                         \n\n          Grug holds out Krispy Bear. The family is terrified.\n\n                         \n\n                          GRAN\n\n           Oh, same ending as everyday.\n\n                         \n\n                          THUNK\n\n                          (FREAKED OUT)\n\n           I get it, dad. I get it. I will never\n\n           do anything new or different.\n\n                         \n\n                          GRUG\n\n           Good man, Thunk.\n\n                         \n\n          Pan across the walls to reveal they are covered with\n\n          stories all seemingly with the same ending.\n\n                          UGGA\n\n           Alright, everyone sharpen your teeth and\n\n           let's pile up.\n\n                         \n\n          All their worst fears confirmed, the Croods snuggle into\n\n          one big heap, warm and comfy. Grug casts a glance to\n\n          Eep's ledge. She doesn't budge.\n\n                         \n\n           FADE TO BLACK:\n\n                         \n\n                         \n\n          SEQ. 500 - FOLLOW THE LIGHT\n\n          15.\n\n                         \n\n                         \n\n          INT. CROOD CAVE - NIGHT\n\n                         \n\n          The Croods sleep peacefully in their pile. Except Eep,\n\n          who tosses restlessly on her LEDGE. Outside, we hear the\n\n          ROARS and HOWLS of prehistoric creatures fighting.\n\n                         \n\n          But then, SILENCE.\n\n                         \n\n          And then cutting through the primordial night is a\n\n          MUSICAL SOUND. Unsettling. Unearthly.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd then cutting through the primordial night is a\n\n          MUSICAL SOUND. Unsettling. Unearthly. \n\nTARGET SECTION TO BE ANNOTATED:\n Eep creeps\n\n          around her sleeping family and cautiously approaches the\n\n          \"door\" to peer outside, when suddenly--\n\n                         \n\n          WHOOSH! A bright light blazes through the gaps around\n\n          the boulder door, bathing Eep in an OTHER-WORLDLY GLOW.\n\n          She chases the flash of light around the cave trying to\n\n          catch it in her hands.\n\n                         \n\n          Eep presses her face against the cold boulder, trying to\n\n          get a look at what is outside, but she can't get more\n\n          than a blurred glimpse of the canyon beyond - and the\n\n          disappearing light.\n\n                         \n\n          Desperate to see more, Eep braces her back against the\n\n          cave and PUSHES the plug rock with her legs. Slowly, she\n\n          shifts the rock, careful not to wake her father. It takes\n\n          all of her strength, but she manages to move it just\n\n          enough for her to BARELY SQUEEZE out.\n\n                         \n\n          EXT. CROOD CANYON - CONTINUOUS\n\n                         \n\n          Eep stands outside at night for the first time ever. Her\n\n          heart races. The hot night wind blows against her face\n\n          and through her hair. The forbidden sensation is\n\n          exhilarating.\n\n          The canyon beyond is quickly swallowing the light - it\n\n          will be gone in another few seconds. With one of her\n\n          hands pressed tightly to the cave `door', she steels\n\n          herself.\n\n                         \n\n          Eep LETS GO and DASHES after the light, SCRAMBLING\n\n          through the SANDSTONE NARROWS, bounding from side to\n\n          side. As she disappears into the darkness of the canyon,\n\n          we...\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. CANYON\n\n                         \n\n          The light ahead is growing brighter. Eep is closing on\n\n          it. In her excitement, she missteps and SNAPS a stick\n\n          underfoot.\n\n          16.\n\n                         \n\n                         \n\n          It was barely audible. Eep instinctively FREEZES.\n\n                         \n\n          A huge SHADOW of a TUSKED CREATURE is cast on the wall\n\n          above her. Eep throws a rock at the shadow.\n\n                         \n\n          She POWERS STRAIGHT UP the stone wall with unexpected\n\n          speed.\n\n                         \n\n          The Creature RUNS.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nEep throws a rock at the shadow. She POWERS STRAIGHT UP the stone wall with unexpected\n\n          speed. The Creature RUNS. \n\nTARGET SECTION TO BE ANNOTATED:\n Eep tops the wall and...\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 550 - CLOSE ENCOUNTERS\n\n                         \n\n                         \n\n          EXT. ROCK ARCH - NIGHT\n\n                         \n\n          Eep steps into a small clearing. Stuck in the ground, is\n\n          a TORCH. As far as Eep knows, this is the thing she was\n\n          following. Eep crouches down and cautiously approaches.\n\n                         \n\n          REVERSE ANGLE - Eep can feel the heat from the fire on\n\n          the palms of her hands and her face. TENSE. EXCITING.\n\n                         \n\n          But camouflaged against the rock wall behind her,\n\n          something MOVES. A WARTHOG CREATURE stands upright and\n\n          creeps up behind her.\n\n                         \n\n          Eep reaches out to TOUCH the flame. The torch blows away\n\n          from her. The wind has changed direction. The breeze at\n\n          her back, Eep smells the Creature behind her. On her\n\n          face, awe turns to determination as she wheels and grabs\n\n          the creature. She THROWS and FLIPS it over her shoulder.\n\n          It hits the torch, knocking it to the ground. Eep jumps\n\n          back, GRABBING a good-sized rock - she's poised to bash\n\n          the Creature's brains in.\n\n                         \n\n                          CREATURE\n\n           Nuh! Nuh!\n\n                         \n\n          The Creature defensively raises its arms, hands in front\n\n          of its face.\n\n                         \n\n                          GUY\n\n           No!\n\n                         \n\n          Hands? Eep GASPS, shocked to see HUMAN HANDS attached to\n\n          this monstrosity.\n\n                         \n\n          The Creature slowly puts his hands to the sides of his\n\n          grotesque head, and RAISES its mask. It's a boy... he's\n\n          BEAUTIFUL! This is GUY.\n\n          17.\n\n                         \n\n                         \n\n                          EEP\n\n           Augh!\n\n                         \n\n          Eep LEAPS BACK a few paces, DROPPING the rock on Guy's\n\n          foot.\n\n                         \n\n                          GUY\n\n           AAAAAAAUGHHHHHHHH!\n\n                         \n\n                          EEP\n\n           Shhh!\n\n                         \n\n          Eep moves swiftly to silence him. She POUNCES on him and\n\n          TWISTS his head sideways. Guy is SUFFOCATING.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nEep moves swiftly to silence him. She POUNCES on him and\n\n          TWISTS his head sideways. Guy is SUFFOCATING. \n\nTARGET SECTION TO BE ANNOTATED:\n He feels\n\n          around for a stick and BASHES Eep in the side of the\n\n          head.\n\n                         \n\n                          EEP (CONT'D)\n\n           Ow!\n\n                         \n\n                          GUY\n\n                          (GASPING)\n\n           Air.\n\n                         \n\n                          EEP\n\n           ...You talk.\n\n                         \n\n                          GUY\n\n           I'm a person, like you.\n\n                         \n\n          Eep TOSSES the boulder aside and LIFTS Guy with one hand.\n\n                         \n\n                          GUY (CONT'D)\n\n           Sort of... like you.\n\n                         \n\n          Eep OPENS Guy's mouth and pokes around inside. She\n\n          SNIFFS at him. Turns him upside-down.\n\n                         \n\n                          GUY (CONT'D)\n\n           Okay, could you not, hee hee hee, that\n\n           tickles. Hey!\n\n                         \n\n          Eep looks closely at BELT, a sloth wrapped around Guy's\n\n          waist. Belt's eyes OPEN.\n\n                         \n\n                          EEP\n\n           Augh!\n\n                         \n\n          Eep DROPS Guy on his head.\n\n                         \n\n                          GUY\n\n           OW! Wow. --\n\n                         \n\n          Eep jams her foot over Guy's mouth.\n\n          18.\n\n                         \n\n                         \n\n                          EEP\n\n           Quiet! I'm not supposed to be out here.\n\n                         \n\n          Guy BITES her foot.\n\n                         \n\n                          EEP (CONT'D)\n\n           OW!\n\n                         \n\n          She KICKS Guy in the stomach. He ROLLS sideways. Guy is\n\n          getting the worst of this encounter. Eep kicks Guy off-\n\n          frame. We HEAR the fight continuing.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          INT. CROOD CAVE\n\n                         \n\n          Grug is awakened by wind coming from the cave opening.\n\n          He pushes the \"sleep pile\" off of him. Checks Eep's\n\n          ledge... but she is gone.\n\n                         \n\n                          GRUG\n\n                          (TO UGGA)\n\n           Eep's gone.\n\n                         \n\n                          UGGA\n\n           What? Grug!\n\n                         \n\n                          GRUG\n\n           Stay in the cave!\n\n                         \n\n          Grug stands outside the entrance to the cave. Peering\n\n          into utter darkness. He steels himself... and then\n\n          releases his hand from the \"door.\"\n\n                         \n\n                          CUT TO:\n\n                         \n\n          SEQ.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrug stands outside the entrance to the cave. Peering\n\n          into utter darkness. He steels himself... and then\n\n          releases his hand from the \"door.\"\n\n                         \n\n                          CUT TO:\n\n                         \n\n          SEQ. \n\nTARGET SECTION TO BE ANNOTATED:\n 560 - CLOSE ENCOUNTERS (PART II)\n\n                         \n\n                         \n\n          EXT. ROCK ARCH\n\n                         \n\n          Guy is still on his knees.\n\n                         \n\n                          GUY\n\n           (in pain, defeated)\n\n           Wow. You're really strong.\n\n                         \n\n          The flame DWINDLES. Guy MOVES toward it. Eep BLOCKS\n\n          him.\n\n                         \n\n                          EEP\n\n           No! It's mine. No, no. I caught it!\n\n          19.\n\n                         \n\n                         \n\n          No way Guy is getting past her.\n\n                         \n\n                          GUY\n\n           It's dying. I can fix it!\n\n                         \n\n          Eep doesn't want to.\n\n                         \n\n                          GUY (CONT'D)\n\n           Please. I hate the dark.\n\n                         \n\n          Eep sees a kindred spirit. She gets out of his way. Guy\n\n          PICKS UP the torch and BLOWS. Eep scoots closer to Guy,\n\n          staying in the circle of light around him. As Guy brings\n\n          the fire back to life, the relief on his face is familiar\n\n          to Eep. This boy seems to have power over light itself.\n\n          Eep is smitten.\n\n                         \n\n                          EEP\n\n           It does what you tell it?\n\n                         \n\n                          GUY\n\n           Well, yeah, sort of.\n\n                         \n\n                          EEP\n\n           The sun?\n\n                         \n\n                          GUY\n\n           No, no. Fire.\n\n                         \n\n                          EEP\n\n           (to the flame)\n\n           Hi, fire.\n\n                         \n\n                          GUY\n\n                          (LAUGHING)\n\n           It's not alive.\n\n                          EEP\n\n           But you said it was dying.\n\n                         \n\n                          GUY\n\n           Uh sorry,--\n\n                         \n\n                          EEP\n\n           It comes from where you come from?\n\n                         \n\n                          GUY\n\n           No. I make it.\n\n                         \n\n          Eep BALLS her fist, GRABBING Guy tightly by the hair.\n\n                         \n\n                          EEP\n\n           Make some for me.\n\n          20.\n\n                         \n\n                         \n\n                          GUY\n\n           Ow. Okay, it doesn't come out of me.\n\n                         \n\n                          EEP\n\n           Make. MAKE! MAKE IT!\n\n                         \n\n          Eep SQUEEZES Guy like a tube of toothpaste.\n\n                         \n\n                          GUY\n\n           You do this a lot.\n\n                         \n\n          Something CRACKS.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nEep SQUEEZES Guy like a tube of toothpaste. GUY\n\n           You do this a lot. Something CRACKS. \n\nTARGET SECTION TO BE ANNOTATED:\n Eep DROPS Guy - he's broken.\n\n                         \n\n                          EEP\n\n           Are you dead? Can I have your fire if\n\n           you're dead?\n\n                         \n\n          Belt RUBS two flat rocks together and places them on\n\n          Guy's chest like defibrillator paddles. Guy BOLTS\n\n          upright.\n\n                         \n\n                          GUY\n\n           Hey, those are cold!\n\n                         \n\n                          BELT\n\n           Squirf!\n\n                         \n\n                          GUY\n\n           You think? Listening shells, activate.\n\n                         \n\n          Belt AND Guy use shells to LISTEN to the ground.\n\n                         \n\n                          GUY (CONT'D)\n\n           I concur. Tiger girl, we need to leave\n\n           immediately.\n\n          He tries to pull her by the arm. She stays put like an\n\n          anchor.\n\n                         \n\n                          EEP\n\n           I don't even know you.\n\n                         \n\n                          GUY\n\n           (pained, rushed)\n\n           Ow. I'm Guy.\n\n                         \n\n                          EEP\n\n           Guy?\n\n                         \n\n                          GUY\n\n           And this is Belt. Cook,\n\n           conversationalist, navigator, also keeps\n\n           my pants up.\n\n          21.\n\n                         \n\n                         \n\n                          BELT\n\n           Hhiiyaa! Yaaa!\n\n                         \n\n                          EEP\n\n           What are \"pants up?\"\n\n                         \n\n                          GUY\n\n           Who are you?\n\n                         \n\n                          EEP\n\n           Eep.\n\n                         \n\n                          GUY\n\n           (cutting her off)\n\n           Let me clarify, Eep. The world is\n\n           ending.\n\n                         \n\n                          EEP\n\n           What?\n\n                         \n\n                          GUY\n\n           I'm calling it...\n\n                          (VERY DRAMATIC)\n\n           The... End.\n\n                         \n\n                          BELT\n\n           Da da daaaaa.\n\n                         \n\n                          EEP\n\n           How do you know?\n\n                         \n\n          Guy and Belt both do gestures to accompany the Da da\n\n          daaaa. It seems very important to them.\n\n                         \n\n                          GUY\n\n           I've seen it. It's coming this way.\n\n           First, the Earth is going to shake. Then\n\n           it breaks open. Everything falls in.\n\n           Fire. Lava. I don't mean to sound too\n\n           dramatic, but Aaaaaaaugh. Believe me,\n\n           everything we're standing on, all this\n\n           right here, will be gone.\n\n                         \n\n          Again with the gestures.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nI don't mean to sound too\n\n           dramatic, but Aaaaaaaugh. Believe me,\n\n           everything we're standing on, all this\n\n           right here, will be gone. Again with the gestures. \n\nTARGET SECTION TO BE ANNOTATED:\n It's a little weird to Eep.\n\n                         \n\n                          GUY (CONT'D)\n\n           We've got to get to high ground. I know a\n\n           mountain, that way--\n\n                         \n\n          He points into the distance.\n\n          22.\n\n                         \n\n                         \n\n                          GUY (CONT'D)\n\n           It's our only chance.\n\n           (extending his hand)\n\n           Come with me.\n\n                         \n\n          Guy and Belt reach out their hands to Eep.\n\n                         \n\n                          EEP\n\n           I can't.\n\n                         \n\n          Guy hands the shell to Eep. And Eep is mesmerized. Guy\n\n          pulls his hog-mask back down.\n\n                         \n\n                          GUY\n\n           Okay. Here. If you survive, call me.\n\n                         \n\n          Eep test-blows the shell. It makes a sound, she giggles.\n\n          When she looks up to thank Guy, he is GONE.\n\n                         \n\n                          EEP\n\n           Thank you. Hello? Hey!\n\n                         \n\n          Eep BUMPS directly into Grug.\n\n                         \n\n                          EEP (CONT'D)\n\n           Dad!\n\n                         \n\n                          GRUG\n\n           Are you hurt? What took you?\n\n                         \n\n                          EEP\n\n           Nothing. I left on my own.\n\n                         \n\n                          GRUG\n\n           You... youuuuuuu... ww-what!?\n\n                          EEP\n\n           Dad, let me explain...\n\n                         \n\n          A low GROWL interrupts them.\n\n                         \n\n          ON THE BEAR OWL Sniffing around. It passes over a log.\n\n                         \n\n          CRANE DOWN to reveal Grug hanging under the log by one\n\n          hand, Eep dangling in the other.\n\n                         \n\n                          EEP (CONT'D)\n\n                          (WHISPERED)\n\n           You never let me talk.\n\n                         \n\n                          GRUG\n\n           You're grounded.\n\n                         \n\n                          CUT TO:\n\n          23.\n\n                         \n\n                         \n\n          SEQ. 610 - EARTHQUAKE\n\n                         \n\n                         \n\n          EXT. CANYON - OUTSIDE THE KEYHOLE - MORNING\n\n                         \n\n          Grug and Eep move up the canyon. Eep furiously kicks a\n\n          rock, it nearly hits Grug.\n\n                         \n\n                          GRUG\n\n           Hey!\n\n                         \n\n          Things are tense between the two. At the KEYHOLE, they\n\n          are met by the rest of the Croods.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRUG\n\n           Hey! Things are tense between the two. At the KEYHOLE, they\n\n          are met by the rest of the Croods. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          UGGA\n\n           Eep!\n\n                         \n\n                          EEP\n\n           Mom!\n\n                         \n\n                          UGGA\n\n           Grug! What happened!?\n\n                         \n\n                          GRUG\n\n           You know what, I am so mad right now,\n\n           that I can't talk to her.\n\n                         \n\n                          UGGA\n\n           Eep?\n\n                         \n\n                          EEP\n\n           You'll never believe it. I found\n\n           something new.\n\n                         \n\n                          CROODS\n\n           New?!!!!\n\n          The Croods all SNATCH up stones. They form a defensive\n\n          circle.\n\n                         \n\n                          GRUG\n\n           New's a big problem!\n\n                         \n\n          Eep is trapped in the middle of the defensive formation.\n\n          She SQUEEZES out.\n\n                         \n\n                          EEP\n\n           Wait. Wait!\n\n                         \n\n                          UGGA\n\n           Eep. Stay inside the family kill circle.\n\n                         \n\n                          EEP\n\n           It wasn't bad.\n\n          24.\n\n                         \n\n                         \n\n                          GRUG\n\n           New is always bad.\n\n                         \n\n                          EEP\n\n           No. He was nice.\n\n                         \n\n                          GRUG\n\n           What!? Excuse me? He?\n\n                         \n\n                          EEP\n\n           Oh. Well, I thought he was a warthog,\n\n           but then he turned into a boy.\n\n                         \n\n                          GRAN\n\n           Strange. Usually it's the reverse.\n\n                         \n\n          Grug RAISES an eyebrow.\n\n                         \n\n                          THUNK\n\n           Eep's got a boy hog! Eep's got a boy\n\n           hog!\n\n                         \n\n          Eep ELBOWS Thunk in the back of his head.\n\n                         \n\n                          EEP\n\n           There was a boy. Watch, okay. I'm gonna\n\n           call him.\n\n                         \n\n          Eep pulls out the SHELL. She BLOWS into the shell - the\n\n          sound ALARMS the Croods.\n\n                         \n\n          They SMACK the shell from Eep's hand and SMASH it with\n\n          their rocks.\n\n                         \n\n          Eep is incredulous. The dust clears - the panting Croods\n\n          are satisfied the object is gone.\n\n                          EEP (CONT'D)\n\n           What is wrong with you?\n\n                         \n\n                          GRUG\n\n           It was dangerous.\n\n                         \n\n                          EEP\n\n                          (VERY ANGRY)\n\n           It was beautiful.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP (CONT'D)\n\n           What is wrong with you? GRUG\n\n           It was dangerous. EEP\n\n                          (VERY ANGRY)\n\n           It was beautiful. \n\nTARGET SECTION TO BE ANNOTATED:\n You want to see\n\n           dangerous? Here.\n\n                         \n\n          She pelts Thunk with a rock.\n\n                         \n\n                          THUNK\n\n           Owww! My sniffer!\n\n          25.\n\n                         \n\n                         \n\n                          GRUG\n\n           Okay Eep, that's it. We're going back to\n\n           the cave and you're going to stay in\n\n           there until you're older than... her!\n\n                         \n\n                          EEP\n\n           What!? You can't keep me inside forever!\n\n                         \n\n          Eep throws a tantrum of epic proportion. She SLAMS a\n\n          rock on the ground. It SHATTERS to dust.\n\n                         \n\n          CREAK! A strange GROAN is heard from under the ground.\n\n          Then a small amount of sand falls from up above. A crack\n\n          starts to splinter under their feet.\n\n                         \n\n                          EEP (CONT'D)\n\n           He said this would happen.\n\n                         \n\n          Then BOOM! The ground starts to SHAKE!\n\n                         \n\n                          GRUG\n\n           Get to the cave! GO!\n\n                         \n\n          The Croods RACE through the CANYON NARROWS, fighting\n\n          their way through falling boulders and shifting ground,\n\n          heading towards the safety of their cave.\n\n                         \n\n          The Croods see the cave entrance. The canyon walls above\n\n          their home start to crack. Grug sees that the falling\n\n          rock will crush the cave.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Look out! Stop!\n\n                         \n\n          Grug leaps and tackles his family, protecting them from\n\n          the mass of rocks crashing down.\n\n          The top of the canyon collapses and the Crood's cave is\n\n          destroyed. Everything is engulfed by dust. The earth\n\n          settles.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          SEQ. 710 - CROSSING OVER\n\n                         \n\n          The dust clears a bit - the Croods are in a tight ball,\n\n          covered by Grug. Grug stands, all Croods were sheltered\n\n          and safe under his mighty arms.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Is everyone okay?\n\n                         \n\n                          UGGA\n\n           Yes. Grug, the cave, it's gone.\n\n          26.\n\n                         \n\n                         \n\n          Grug looks back to Crood cave. It is gone.\n\n                         \n\n                          GRUG\n\n           No.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nGrug looks back to Crood cave. It is gone. GRUG\n\n           No. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Grug searches the rubble for any sign that the cave might\n\n          still be there. He finds one handprint, split in two.\n\n                         \n\n          He carefully fits them back together. Emotional, he\n\n          lowers his head.\n\n                         \n\n          As Eep steps forward, a shaft of light filtering through\n\n          the dusty veil from the wreckage crosses her face--\n\n                         \n\n          As the dust descends, Eep sees A NEW WORLD beyond.\n\n                         \n\n                          EEP\n\n           You really need to see this...\n\n                         \n\n          The dumbfounded Croods stare in awe at the beautiful\n\n          world.\n\n                         \n\n          The Croods look out at the new world.\n\n                         \n\n                          EEP (CONT'D)\n\n           We should go there!\n\n                         \n\n                          GRUG\n\n           No. No one is going anywhere.\n\n                         \n\n          Grug pulls Eep back from the precipice.\n\n                         \n\n                          GRUG (CONT'D)\n\n           What else did that boy say?\n\n                         \n\n          WHOOSH! Suddenly, bursting from the New World is a giant\n\n          flying creature - a TURTLE DOVE.\n\n                         \n\n          The Croods reel back as it sails overhead. They turn to\n\n          watch the Turtle Dove as it flies away.\n\n                         \n\n          They hear a familiar menacing growl. It's the BEAR OWL!\n\n                         \n\n          It roars and charges toward the Croods.\n\n                         \n\n          Grug instinctively GRABS a giant boulder and rolls it in\n\n          front of his family.\n\n                         \n\n          The Bear Owl runs and swats the massive boulder away like\n\n          a ball of yarn.\n\n                         \n\n          But the Croods are not behind it. They are running\n\n          towards the New World.\n\n          27.\n\n                         \n\n                         \n\n                          UGGA\n\n           Grug?\n\n                         \n\n                          GRUG\n\n           Just go! Go! Go!\n\n                         \n\n          The Croods run towards the precipice with the Bear Owl\n\n          closing in.\n\n                         \n\n          They reach the edge. The Bear Owl dives.\n\n                         \n\n          The Croods LEAP. They hang for a moment and begin\n\n          tumbling down a steep jungle hill.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 776 - NEW WORLD\n\n                         \n\n          EXT. NEW WORLD.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey hang for a moment and begin\n\n          tumbling down a steep jungle hill. CUT TO:\n\n                         \n\n                         \n\n          SEQ. 776 - NEW WORLD\n\n                         \n\n          EXT. NEW WORLD. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\n                         \n\n          The Croods tumble through a twisty mess of giant roots\n\n          and strange plants and land in a heap. They all lie on\n\n          their backs, disoriented, but momentarily calm.\n\n                         \n\n          Grug sits up first. He turns to the high, high, cliff\n\n          above them -- to the top, where they have lived all their\n\n          lives up to this moment. A few loose pebbles continue to\n\n          tumble down. There is no sign of the BEAR OWL.\n\n                         \n\n          The others stand up, and they take in this new place.\n\n                         \n\n          Grug takes a deep breath and then quickly counts:\n\n                         \n\n                          GRUG\n\n           One, two, three, four, five --\n\n          BEAT. Grug smiles.\n\n                         \n\n          Gran lands in a heap behind him.\n\n                         \n\n                          GRUG (CONT'D)\n\n                          (DEFEATED)\n\n           Six.\n\n                         \n\n                          GRAN\n\n           (winces in pain)\n\n           Oh... Where are we?\n\n                         \n\n                          GRUG\n\n           I don't know, I'm not sure. Down. In a\n\n           lower place. One thing's for sure, we\n\n           can't go back the way we came.\n\n          28.\n\n                         \n\n                         \n\n          The Croods SIT UP. They are disoriented.\n\n                         \n\n                         ON SANDY\n\n                         \n\n                          SANDY\n\n           Sniff sniff sniff \n\n           Grrrrrrrrrrr..... \n\n                         \n\n                          UGGA\n\n           (hushed, urgent)\n\n           Sandy? What is it?\n\n                         \n\n          Sandy LUNGES at something almost disappearing into a\n\n          bush.\n\n                         \n\n          Grug BARELY catches Sandy by her leg. Grug PULLS her back\n\n          like a dog on a leash.\n\n                         \n\n                          GRUG\n\n           No, no! Come back, Sandy!\n\n                         \n\n          Sandy has a MOUSEPHANT in her mouth. Grug knocks it from\n\n          Sandy's mouth. A gaggle of mousephants run out from the\n\n          bush and scurry away.\n\n                         \n\n                          GRUG (CONT'D)\n\n                          (TENSE WHISPER)\n\n           We can't be out in the open like this.\n\n           We need a cave. Now step where I step.\n\n                         \n\n          They start moving.\n\n                         \n\n                          GRUG (CONT'D)\n\n                          (WHISPERS)\n\n           Okay.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow step where I step. They start moving. GRUG (CONT'D)\n\n                          (WHISPERS)\n\n           Okay. \n\nTARGET SECTION TO BE ANNOTATED:\n Stay quiet. Hopefully nothing big\n\n           knows we're here yet.\n\n          PULL BACK - a huge colorful predator, THE MACAWNIVORE\n\n          senses something. He SITS UP and STALKS OFF.\n\n                         \n\n          ON THE CROODS moving fitfully through the strange forest.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Wait. Okay. Wait. Okay. Wait. Okay.\n\n                         \n\n          The Croods cautiously move in fits and stops through the\n\n          middle of this thick, pre-historic rainforest.\n\n                         \n\n                          THUNK\n\n                          (RAMBLING)\n\n           So Dad, just to be clear, are we looking\n\n           for the exact same cave?\n\n                          (MORE)\n\n          29.\n\n                          THUNK (CONT'D)\n\n           If it was me, I'm just throwing this out\n\n           there, if it was me choosing the cave, I\n\n           would go with a smaller cave.\n\n                         \n\n          As they trek, strange creatures (BEAR PEARS, PUNCH\n\n          MONKEYS) watch these foreigners.\n\n                         \n\n          In the front of the line, Grug is freaked out. But in\n\n          the back Eep is taking in the wonders. They pass through\n\n          a curtain of hefty hanging pears. After they pass the\n\n          \"pears\" all turn to watch the Croods.\n\n                         \n\n          A leaf FLUTTERS down.\n\n                         \n\n                          GRUG\n\n           Wait.\n\n                         \n\n          Eep and Grug LOOK UP.\n\n                         \n\n          WE PULL BACK TO REVEAL THEY ARE SURROUNDED BY PUNCH\n\n          MONKEYS.\n\n                         \n\n                          THUNK\n\n           Dad?\n\n                         \n\n                          GRUG\n\n           I'll take care of this.\n\n                         \n\n          Grug launches into his Threat Display -\n\n                         \n\n                          GRUG (CONT'D)\n\n           WWAAAAaaarrgghhaarrraaaarrgghhh!!\n\n                         \n\n          He flails his arms around and jumps about in front of the\n\n          nearest Punch Monkey. No reaction from the Punch Monkey.\n\n          Grug stops, confused... The Punch Monkey now breaks into a\n\n          BROAD GRIN... Then hauls off and - THUD - Punches Grug in\n\n          the face! Grug reels back, surprised - turns... Right into\n\n          another Punch Monkey.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen hauls off and - THUD - Punches Grug in\n\n          the face! Grug reels back, surprised - turns... Right into\n\n          another Punch Monkey. \n\nTARGET SECTION TO BE ANNOTATED:\n It winds up and - THUD! - it hits\n\n          Grug - Grug reels back - into another Monkey - THUD! -\n\n                         \n\n                          THUNK\n\n           Alright dad, go get `em! Oh, oh, now you\n\n           got em-- Now they're really hitting you.\n\n           Dad I got it, just stop running into\n\n           their fists.\n\n                         \n\n          Gran joins in and punches Grug in the nose.\n\n                         \n\n                          GRAN\n\n           Hah, I'm loving this.\n\n          30.\n\n                         \n\n                         \n\n                          UGGA\n\n           Grug, when you're done, we should get\n\n           going.\n\n                         \n\n          Wide shot: Grug is being bounced back and forth like a\n\n          pinball from one punch Monkey to the next. The Punch\n\n          Monkeys are whooping and hollering - this is great fun!\n\n          The Punch Monkeys let go of Grug and begin running away\n\n          for no apparent reason.\n\n                         \n\n          Grug staggers backwards into the family.\n\n                         \n\n                          GRUG\n\n           That's right! You can't get past this!\n\n                         \n\n                          CHUNKY\n\n           ROOOAR!\n\n                         \n\n                         \n\n          A colorful 'bush' rears up - it's not a bush, it's a\n\n          MACAWNIVORE! The Croods react, terrified\n\n                         \n\n          Grug throws a rock at it. The Macawnivore catches the\n\n          rock and SPRINGS! -\n\n                         \n\n                          CROODS\n\n                          GASPS \n\n                         \n\n                          GRUG\n\n           Climb! Climb! Climb!\n\n                         \n\n          Grug pushes and forces the Croods up a huge tree then as\n\n          it steps away-- it is actually a giant animal.\n\n                         \n\n          GRUG'S POV: A cave!\n\n                          GRUG (CONT'D)\n\n           CAVE! GO! GO!\n\n                         \n\n          The Croods jump off the bird leg in hopes of getting to\n\n          the cave.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Come on! Hurry up, let's go! Come on!\n\n                         \n\n          The Croods all RUN LIKE CRAZY in the direction Grug\n\n          pointed. They step inside the \"cave.\" SLAM! The front\n\n          of the cave comes down. The Croods have jumped inside\n\n          the MOUTH of a LAND WHALE!\n\n          31.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe front\n\n          of the cave comes down. The Croods have jumped inside\n\n          the MOUTH of a LAND WHALE! 31. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          THUNK\n\n           Hey look! This cave has a tongue.\n\n           Awesome!\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 1250 - GUY TO THE RESCUE\n\n                         \n\n          The Land Whale stands up and then SPITS the Croods out\n\n          through its blow hole. The Croods land in a heap.\n\n                         \n\n                          GRUG\n\n           Okay, that's one, two, three, four,\n\n           five... six...\n\n                         \n\n                          GRAN\n\n           And seven... if we're counting Chunky the\n\n           Death Cat.\n\n                         \n\n                          CHUNKY\n\n           Grrrrrrrrr.\n\n                         \n\n          The Macawnivore appears from behind some nearby grass.\n\n          It looks at the Croods with delight. Suddenly, the\n\n          shadow of the setting sky passes over the Macawnivore.\n\n          It freaks out and retreats into the forest.\n\n                         \n\n                          THUNK\n\n           Hah! It's scared of the dark... wait...\n\n           we're scared of the dark.\n\n                         \n\n          And for good reason, because as the SHADOW from the\n\n          setting sun falls across the Croods.\n\n                         \n\n          Suddenly, thousands of PIRANHA OWLS BURST from the\n\n          grasses around the Croods and form a huge undulating\n\n          cloud above them. It's a beautiful sight.\n\n                         \n\n          The cloud of Piranha Owls then SETTLE on a massive LAND\n\n          WHALE.\n\n                         \n\n          Moments later, they fly back into the air - the whale is\n\n          SKELETONIZED. It CRUMPLES to the ground.\n\n                         \n\n                          GRUG\n\n           Kill circle!\n\n                         \n\n          The Croods form their defensive circle, brandishing\n\n          rocks.\n\n                         \n\n          Eep spies a SKULL lying in the sand. She SPRINTS for it.\n\n          32.\n\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n           Eep! Eeeep!\n\n                         \n\n          Eep breaks a horn from the skull and BLOWS on it loud and\n\n          long.\n\n                         \n\n          ON GUY hearing the horn. He is happy to hear the sound,\n\n          knowing it's Eep calling him.\n\n                         \n\n          Then as Guy begins walking towards the sound, Guy notices\n\n          the circling birds in the sky. Alarmed, he DASHES off.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is happy to hear the sound,\n\n          knowing it's Eep calling him. Then as Guy begins walking towards the sound, Guy notices\n\n          the circling birds in the sky. Alarmed, he DASHES off. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Guy appears at the treeline. He spots Eep standing alone\n\n          in the clearing. He sees the birds heading towards her.\n\n          He runs and leaps off a ROCK OUTCROPPING jumping right\n\n          over the CROODS who are huddled near the ROCK.\n\n                         \n\n          Guy lands and in one fluid motion knocking the horn out\n\n          of Eep's hand to stop the noise then STRIKES a spark with\n\n          two STONES. The birds close in, blotting out the\n\n          remaining light. All goes BLACK.\n\n                         \n\n          Then, a tiny leaf of flame FLUTTERS to life before Guy.\n\n          He THROWS two more handfuls of grass on it, and it FLARES\n\n          UP! The light SPLITS the onrushing red tide of birds\n\n          like a knife. For a few moments the Croods are inside a\n\n          TORNADO of the tiny monsters. The mass PASSES.\n\n                         \n\n          Grug SLAPS at one last smoldering bird FLUTTERING past.\n\n                         \n\n          Grug TURNS to see Guy, HOLDING his daughter. Grug's\n\n          expression DARKENS. He SNARLS.\n\n                         \n\n                          GUY\n\n           Ta-da.\n\n                          EEP\n\n           (Sigh.)\n\n                         \n\n          Grug pushes Eep aside and shows Guy his threat display.\n\n                         \n\n                          GRUG\n\n           Auughhauhhhgggh!\n\n                         \n\n           SMASH CUT TO:\n\n                         \n\n          SEQ. 1275 - FIRE GOOD, FIRE BAD\n\n                         \n\n          Suddenly, Guy and Eep are circled by the Croods. They\n\n          are in defensive ape-like positions. Each doing their\n\n          threat display.\n\n          33.\n\n                         \n\n                         \n\n                          CROODS\n\n           Raaarr,\n\n           grOooOOOOowwllll,\n\n                          ERF ERF\n\n           GLaaabbbllllellelller!\n\n                         \n\n          Guy stands in front of Eep defensively.\n\n                         \n\n                          GUY\n\n           Cavies!\n\n                         \n\n                          EEP\n\n           Cavies?\n\n                         \n\n                          GUY\n\n           Cavemen! Stand back! They're\n\n           practically animals. See their bony,\n\n           sloping foreheads?\n\n                         \n\n                          EEP\n\n           Oh... yeah!\n\n                         \n\n                          GUY\n\n           The huge primitive teeth?\n\n                         \n\n                          EEP\n\n           Er...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP\n\n           Oh... yeah! GUY\n\n           The huge primitive teeth? EEP\n\n           Er... \n\nTARGET SECTION TO BE ANNOTATED:\n yeah...\n\n                         \n\n                          GUY\n\n           The excessive body hair? Oh, that one's\n\n           got a tail...\n\n                         \n\n                          EEP\n\n           Uhhh... yeah...\n\n                         \n\n          Guy PULLS his knife.\n\n                          GUY\n\n           Close your eyes. I'm going to have to\n\n           take their lives.\n\n                         \n\n                          EEP\n\n           (slapping the knife away)\n\n           No. It won't help.\n\n                          (EMBARRASSED)\n\n           They're my family.\n\n                         \n\n                          GUY\n\n           What?\n\n                         \n\n          Eep nods toward Thunk.\n\n                         \n\n                          THUNK\n\n           Ah, the sun is in his hands!\n\n          34.\n\n                         \n\n                         \n\n          The Croods keep circling.\n\n                         \n\n                          EEP\n\n           No. No. It's \"fire.\"\n\n                         \n\n                          UGGA\n\n           Where did it come from?\n\n                         \n\n                          EEP\n\n                          (PROUDLY)\n\n           He made it.\n\n                         \n\n          Grug grabs him and squeezes him tight.\n\n                         \n\n                          GRUG\n\n           Make some for me!\n\n                         \n\n                          EEP\n\n           It doesn't come out of him.\n\n                         \n\n                          GRUG\n\n           Make. Make it.\n\n                         \n\n          POP! Guy's ribs are cracked for the second time.\n\n                         \n\n                          GUY\n\n           You know, you're a lot like your\n\n           daughter.\n\n                         \n\n          Guy falls in a heap.\n\n                         \n\n                          EEP\n\n           Great, now he's broken.\n\n                         \n\n           UGGA (O.S.)\n\n           Oh, it's a baby sun.\n\n          Grug turns to see Ugga, Thunk, Gran and Sandy are now\n\n          sitting very close around the fire, transfixed.\n\n                         \n\n                          GRUG\n\n           Whoa! Stay back. We don't know what it\n\n           wants.\n\n                         \n\n          As Grug moves around the circle, picking up sitting\n\n          Croods and placing them a safe distance from the fire, he\n\n          talks to them like a kindergarten teacher:\n\n                         \n\n                          GRUG (CONT'D)\n\n           Now we'll all sit here, and wait for the\n\n           sun to come back. And tomorrow we'll\n\n           find a new cave, and pretend today never\n\n           happened.\n\n                          (MORE)\n\n          35.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Grug moves around the circle, picking up sitting\n\n          Croods and placing them a safe distance from the fire, he\n\n          talks to them like a kindergarten teacher:\n\n                         \n\n                          GRUG (CONT'D)\n\n           Now we'll all sit here, and wait for the\n\n           sun to come back. And tomorrow we'll\n\n           find a new cave, and pretend today never\n\n           happened. (MORE)\n\n          35. \n\nTARGET SECTION TO BE ANNOTATED:\n                          GRUG (CONT'D)\n\n           (looks at the fire)\n\n           Isn't this fun, Eep?\n\n                         \n\n          Grug looks around to see that Eep is kneeling beside Guy.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Eep, don't touch him. Goodness knows\n\n           where he's been.\n\n                         \n\n          Suddenly, behind Grug, Sandy ATTACKS the torch. She\n\n          shakes it with her teeth, EMBERS FLY EVERYWHERE.\n\n                         \n\n                          THUNK\n\n           Dad, Sandy's hurting fire.\n\n                         \n\n          Grug reaches down and scoops up Sandy. (NOTE: From this\n\n          point, Grug will hold onto Sandy, no matter how much she\n\n          struggles, kicks and bites.)\n\n                         \n\n                          GRUG\n\n           Sandy! No! Fire is not a play thing!\n\n                         \n\n                          UGGA\n\n           Aww, what a cute little guy.\n\n                         \n\n                          GRUG\n\n           Hey, stay back.\n\n                         \n\n          The Croods snatch at the embers as they dance in the air\n\n          around them.\n\n                         \n\n                          GRUG (CONT'D)\n\n           No, no, no, wait!\n\n                         \n\n          One of the embers has caught onto Thunk's tunic.\n\n                          THUNK\n\n           It likes me!\n\n           (after a beat)\n\n           Hey! IT'S BITING ME!!\n\n                         \n\n          Thunk takes off running like a maniac.\n\n                         \n\n          The flame explodes into embers, which starts more fires\n\n          in the grass around him. Grug looks at the growing fires\n\n          with utter confusion.\n\n                         \n\n                          THUNK (CONT'D)\n\n                          (SCREAMING)\n\n           Ow! You're not my friend. Stop, stop\n\n           touching me!\n\n          36.\n\n                         \n\n                         \n\n                          GRUG\n\n           Thunk! Uh, try hiding from it in the\n\n           tall dry grass!\n\n                         \n\n          Thunk sprints through the grass, arms flailing, as a ring\n\n          of fire blazes up.\n\n                         \n\n                          THUNK\n\n           (pleading with fire)\n\n           Stop please, please. I'm only nine.\n\n                         \n\n          Gran cackles at her grandson's misfortune, but then she\n\n          realizes her WALKING STICK IS ON FIRE.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHUNK\n\n           (pleading with fire)\n\n           Stop please, please. I'm only nine. Gran cackles at her grandson's misfortune, but then she\n\n          realizes her WALKING STICK IS ON FIRE. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Angrily, Gran starts to slam the burning end of the stick\n\n          on the ground, trying to put it out.\n\n                         \n\n          But she only ends up making more small fires.\n\n                         \n\n                          UGGA\n\n           Ooh, more fire babies.\n\n                         \n\n          While Gran tries desperately to save her cane, Ugga\n\n          starts throwing sticks on the small fires, which begin to\n\n          grow in size.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          EEP AND GUY.\n\n                         \n\n                          EEP\n\n           Hi.\n\n                         \n\n                          GUY\n\n           So, your Dad, he's trying to kill me.\n\n                          EEP\n\n           Yeah. But I won't let him.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          Eep and Guy witness the FIERY MAYHEM:\n\n                         \n\n           GRUG (O.S.)\n\n           Hold on son, come back!\n\n                         \n\n          SERIES OF SHOTS:\n\n                         \n\n           GRUG is chasing THUNK in circles, throwing rocks at his\n\n          flaming butt.\n\n                         \n\n                          THUNK\n\n           I don't like you anymore!\n\n          37.\n\n                         \n\n                         \n\n           Sandy, who is still in Grug's arms, but facing\n\n          backwards, is now holding onto a burning stick and\n\n          lighting everything she passes on fire.\n\n                         \n\n                          SANDY\n\n           Weeeee!!!!\n\n                         \n\n           Gran, who is still trying to put out her stick, is\n\n          batting it into every tree and bush she can hit.\n\n                         \n\n                          GRAN\n\n           Get out! Out!\n\n                         \n\n           Ugga carries a REDWOOD above her head and then tosses\n\n          it onto the small fire.\n\n                         \n\n                          UGGA\n\n           Eat up, babies!\n\n                         \n\n          WHOOSH! Ugga ignites a massive bonfire.\n\n                         \n\n          The Croods appear like a bunch of violent, lunatic\n\n          pyromaniacs.\n\n                         \n\n          CLOSE ON GRAN\n\n                         \n\n          Gran is pounding her walking stick on the ground.\n\n                         \n\n          PULL BACK TO REVEAL - she is standing on the edge of a\n\n          giant corn field that is slowly catching on fire.\n\n                         \n\n                          GRAN\n\n           Die! Die!\n\n                         \n\n          POOF! The fire on her cane has finally gone out.\n\n                          GRAN (CONT'D)\n\n           I win!\n\n                         \n\n          She smiles.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe fire on her cane has finally gone out. GRAN (CONT'D)\n\n           I win! She smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n And then WA-POP!\n\n                         \n\n          The giant ear of corn explodes blasting Gran off frame\n\n          who slams into Thunk. The speeding ear picks up Ugga,\n\n          Grug.\n\n                         \n\n          ON EEP AND GUY\n\n                         \n\n                          EEP\n\n           They're not so scary once you get to know\n\n           them.\n\n                         \n\n          Eep and Guy are HIT by the speeding corn.\n\n          38.\n\n                         \n\n                         \n\n                          GUY\n\n           Who are you people?\n\n                         \n\n                          UGGA\n\n           Oh, I'm sorry. We're the Croooooods!\n\n           And you are?\n\n                         \n\n                          GUY\n\n           Uh, Guy.\n\n                         \n\n                          CROODS\n\n                          (WAVING)\n\n           Hi, Guy.\n\n                         \n\n          The speeding ear CRASHES into a lone tree, sending Guy\n\n          and the Croods sprawling across the tundra. The flying\n\n          ears ROCKET SKYWARD and BURST like colorful fireworks.\n\n                         \n\n                          THUNK\n\n           Wow! Looks like magic. And smells like\n\n           food.\n\n                         \n\n          Popcorn kernels RAIN DOWN upon the Croods. They are\n\n          BURIED.\n\n                         \n\n                          GRUG\n\n           Don't eat it, it's new.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n                         \n\n          SEQ. 1425 - THE GOAL IS SET\n\n                         \n\n          The Croods burst out of a mountain of popcorn.\n\n                         \n\n                          CROODS\n\n           Still alive!\n\n                         \n\n          ON THE BASE OF THE POPCORN PILE\n\n                         \n\n           GUY (0.S.)\n\n           Come on, keep eating.\n\n                         \n\n                          BELT\n\n           Squirf!\n\n                         \n\n                         \n\n          Guy BURROWS out the side of the popcorn pile like a\n\n          prisoner escaping Alcatraz.\n\n                         \n\n                          GUY\n\n           gasping for air \n\n           (checks to see if he's been\n\n                          SPOTTED)\n\n          39.\n\n                         \n\n                         \n\n                          EEP\n\n           Hey, where's Guy?\n\n                         \n\n          Guy RUNS for the mountain. Eep POUNCES on Guy like a\n\n          tiger.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP\n\n           Hey, where's Guy? Guy RUNS for the mountain. Eep POUNCES on Guy like a\n\n          tiger. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GUY\n\n           No!\n\n                         \n\n                          EEP\n\n           Going somewhere?\n\n                         \n\n                          GUY\n\n           The mountain? High ground? End of the\n\n           world, remember?\n\n                         \n\n                          EEP\n\n           That already happened. It destroyed our\n\n           cave.\n\n                         \n\n                          GUY\n\n                          (STRUGGLING)\n\n           Noooo. That was just the beginning of the\n\n           end. The end of the end is still coming.\n\n                         \n\n                          GRUG\n\n           (as if to a dog)\n\n           Eep. Drop it.\n\n                         \n\n          Eep SETS him down. Guy BOLTS but discovers Eep hasn't\n\n          let go of his hand. Guy is YANKED backwards like he's\n\n          been tied to a piling.\n\n                         \n\n                          EEP\n\n           We can't let him go! What if we don't\n\n           find a cave before sunset? What if it\n\n           takes a few days? What if the birds come\n\n           back?\n\n                         \n\n          BEAT.\n\n                         \n\n                          GRAN\n\n           We need his fire, dummy!\n\n                         \n\n          WHOOSH! Grug grabs Guy and throws him in a log.\n\n                         \n\n                          GRUG\n\n           Fine. You're staying with us till we\n\n           find a cave.\n\n                         \n\n          Grug hoists Guy in the log onto his shoulder.\n\n          40.\n\n                         \n\n                         \n\n          Grug moves out, AWAY from the mountain. The family falls\n\n          in behind Grug. Thunk is carrying a huge piece of\n\n          popcorn that he's snacking on.\n\n                         \n\n                          GUY\n\n           What? No I'm not. Don't make me part of\n\n           this. Stay here if you want, but let me\n\n           go. I've got a dream, a mission, a\n\n           reason to live.\n\n                         \n\n                          EEP\n\n                          (BRIGHTLY)\n\n           Not anymore.\n\n                         \n\n                          GUY\n\n                          (THINKING FAST)\n\n           Umm... I've got an idea. Let's go to\n\n           that mountain.\n\n                         \n\n          ON THE TALL MOUNTAIN way in the distance.\n\n                         \n\n                          GRUG\n\n                          (BARELY LOOKS)\n\n           It's too far.\n\n                         \n\n                          EEP\n\n           Dad really has his heart set on a cave.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE TALL MOUNTAIN way in the distance. GRUG\n\n                          (BARELY LOOKS)\n\n           It's too far. EEP\n\n           Dad really has his heart set on a cave. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GUY\n\n           Uh, there, are, caves on that mountain.\n\n                         \n\n                          EEP\n\n           Have you been there?\n\n                         \n\n                          GUY\n\n           It's a mountain. Mountains are safe.\n\n           Mountains have caves. And water. And\n\n           sticks.\n\n                         \n\n                          THUNK\n\n           Mom? Did you hear that? I can get my\n\n           own stick!\n\n                         \n\n                          GUY\n\n           Yes. Sticks. Caves and sticks. Crazy\n\n           sticks. Let's go.\n\n                         \n\n          On cue, a RUMBLE. This gets Grug's attention. Grug\n\n          STOPS. The Croods wait to see what's going to happen\n\n          next. A Mammoth FALLS out of sight, SWALLOWED by the\n\n          ground.\n\n                         \n\n                          BELT\n\n           Da da daaaaa.\n\n          41.\n\n                         \n\n                         \n\n          Sandy tries to attack Belt.\n\n                         \n\n                          THUNK\n\n           Ugh. That thing is weird.\n\n                         \n\n          Belt antagonizes Sandy by sticking his tongue out at her.\n\n          Sandy goes at Belt again.\n\n                         \n\n                          EEP\n\n           No no, it's okay Sandy. That's just a\n\n           belt.\n\n                         \n\n           Grug takes a step back. Turns.\n\n                         \n\n                          GRUG\n\n           I've made a decision. We're going to,\n\n           that mountain! Don't ask me why. It's\n\n           just a hunch. It just feels right.\n\n                         \n\n                          UGGA\n\n           I don't know Grug. We've never really\n\n           walked that far.\n\n                         \n\n                          THUNK\n\n           I don't think my feet can do that.\n\n                         \n\n                          GRAN\n\n           I'll never live long enough to get there.\n\n                         \n\n                          GRUG\n\n                          (LIGHTING UP)\n\n           Let's do it.\n\n                          (PAUSE)\n\n           Oh come on, just think. Our whole\n\n           family, packed together on a long, slow\n\n           trip across country? Days and nights\n\n           with just each other. We'll tell\n\n           stories. We'll laugh.\n\n           (glancing at Eep)\n\n           We'll become closer as a family.\n\n                         \n\n          Eep RAISES one eyebrow.\n\n                         \n\n           SMASH CUT TO:\n\n                         \n\n          SEQ. 1460 - FAMILY ROAD TRIP\n\n                         \n\n          EXT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\n(glancing at Eep)\n\n           We'll become closer as a family. Eep RAISES one eyebrow. SMASH CUT TO:\n\n                         \n\n          SEQ. 1460 - FAMILY ROAD TRIP\n\n                         \n\n          EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BURNT OUT SHRUBS\n\n                         \n\n          The Croods have not traveled far. The camera starts\n\n          tight in on Thunk and Sandy. Sandy is harassing Thunk.\n\n                         \n\n                          THUNK\n\n           Aaaaaaaaugh. Get her off. Get off.\n\n          42.\n\n                         \n\n                         \n\n                          UGGA\n\n           If you're not ready to challenge her,\n\n           then don't look her in the eye.\n\n                         \n\n          We follow Sandy as she moves past Gran.\n\n                         \n\n                          GRAN\n\n           Could you keep your big giant arms on\n\n           your side of the trail!\n\n                         \n\n          Sandy moves past Ugga, Eep and Guy who is still stuck in\n\n          the log and being carried by Grug.\n\n                         \n\n                          UGGA\n\n           No more touching. No more touching.\n\n                         \n\n                          EEP\n\n           Isn't this fun? We're taking our first\n\n           trip together.\n\n                         \n\n          Thunk accidentally bumps into Eep.\n\n                         \n\n                          EEP (CONT'D)\n\n           Stop shoving, or I will pull out your\n\n           tongue!\n\n                         \n\n                          GRUG\n\n           Do you want me to turn this family\n\n           around? Do you?! Because I will turn\n\n           this family around so fast!\n\n                         \n\n          The camera slowly pulls out from the family in chaos as\n\n          they walk across the burned out landscape.\n\n                         \n\n                         X-DISS TO:\n\n          The Croods are traveling across the dry land. The camera\n\n          has pulled out from the family as they travel. Family\n\n          chaos continues.\n\n                         \n\n                          THUNK\n\n           Dad, I gotta go!\n\n                         \n\n                          GRUG\n\n           Come on, you can hold it.\n\n                         \n\n                          THUNK\n\n           I don't think so.\n\n                         \n\n                         THUNK MOANS\n\n                         \n\n                          THUNK (CONT'D)\n\n                          (NEAR TEARS)\n\n           I gotta go really bad.\n\n          43.\n\n                         \n\n                         \n\n          Thunk starts to HOP WITH HIS KNEES GLUED TO EACH OTHER.\n\n                         \n\n                          GRUG\n\n                          (RELINQUISHING)\n\n           Go behind one of those lumpy things and\n\n           make it fast.\n\n                         \n\n                          THUNK\n\n           Ow! Something bit me!\n\n                         \n\n                          GRAN\n\n                          (LOUD)\n\n           I don't blame it.\n\n                         \n\n                          UGGA\n\n           Maybe we should have stopped for water.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomething bit me! GRAN\n\n                          (LOUD)\n\n           I don't blame it. UGGA\n\n           Maybe we should have stopped for water. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         X-DISS TO:\n\n                         \n\n          A Liyote turns to watch the Croods as they travel.\n\n                         \n\n                          EEP\n\n           Dad, can I take a turn carrying him?\n\n                         \n\n                          GRUG\n\n           No.\n\n                         \n\n                          EEP\n\n           How about now?\n\n                         \n\n                          GRUG\n\n           No.\n\n                         \n\n                          EEP\n\n           Now?\n\n                          GRUG\n\n           No.\n\n                         \n\n                          EEP\n\n           NOW?!?!\n\n                         \n\n                          GRUG\n\n           NO!\n\n                         \n\n                          EEP\n\n           (even louder) NOW?!?!\n\n                         \n\n                          GRUG\n\n           I can do this all day long. No, no, no,\n\n           and still no.\n\n                         \n\n                         X-DISS TO:\n\n          44.\n\n                         \n\n                         \n\n          Oh yeah, more traveling. Now we are in the Turkeyfish\n\n          hunting grounds. The camera is so far away the Croods\n\n          are only a speck in the frame.\n\n                         \n\n          SMASH CUT TO:\n\n                         \n\n          Grug, exhausted, in the foreground with family chaos over\n\n          his shoulder.\n\n                         \n\n                          GRAN\n\n           I'm not dying on an empty stomach.\n\n                         \n\n                          UGGA\n\n           Grug, we're all pretty tired.\n\n                         \n\n                          THUNK\n\n           I'm pretty dizzy, so I'm just going to\n\n           lay down for a minute.\n\n                         \n\n                          GRUG\n\n           We'll eat when we get there.\n\n                         \n\n                          GRAN\n\n           It's taking too long! I'm grabbing a\n\n           snack.\n\n                         \n\n          Gran jumps up and tries to grab Belt. Belt pulls a bone\n\n          knife and defends himself.\n\n                         \n\n                          GUY\n\n           No. No. No. Don't do that. He will cut\n\n           you. That's not food, he's a pet. My\n\n           pet.\n\n                         \n\n                          GRAN\n\n           What's a pet?\n\n                          GUY\n\n           An animal that you don't eat.\n\n                         \n\n                          GRAN\n\n           We call those children.\n\n                         \n\n                          GRUG\n\n           No man should have a pet. It's weird,\n\n           and wrong. It's--\n\n           (spies giant bird)\n\n           ...It's food!\n\n                         \n\n                          GUY\n\n           No, no please!\n\n          45.\n\n                         \n\n                         \n\n                          GRUG\n\n           Not that. That.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n45. GRUG\n\n           Not that. That. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 1075 - FOOD FIXES EVERYTHING\n\n                         \n\n          A WHOOPING sound comes from the grasses ahead. A giant\n\n          TURKEY FISH raises its toothy head.\n\n                         \n\n                          GRUG\n\n           Food fixes everything.\n\n                         \n\n          Grug grabs Thunk.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Alright, show me your hunting face.\n\n                         \n\n                          THUNK\n\n           Arrgh.\n\n                         \n\n          Eep shows her hunting face.\n\n                         \n\n                          GRUG\n\n           Not you! You're still grounded!\n\n                         \n\n                          GRUG (CONT'D)\n\n           Come on, Thunk.\n\n                         \n\n                          THUNK\n\n           My feet hurt.\n\n                         \n\n                         ON GUY\n\n                         \n\n          Leaning against a rock next to Gran, Sandy, Eep and Ugga.\n\n          Guy notices Eep is agitated. She STARES in the direction\n\n          the men went.\n\n                         \n\n                          GUY\n\n           You look tense.\n\n                         \n\n                          EEP\n\n           I'm not tense.\n\n                         \n\n                          GRAN\n\n           Angry girl wants to be doing what they're\n\n           doing.\n\n                         \n\n                          THUNK\n\n           Ow! I wasn't ready!\n\n          46.\n\n                         \n\n                         \n\n          Thunk CRASHES THROUGH the bushes, PURSUED by the Turkey\n\n          Fish. Grug is being DRUG behind.\n\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n           Hang on Thunk, I'm coming!\n\n                         \n\n                          THUNK\n\n           Why are you doing this?\n\n                         \n\n                          GUY\n\n           What are they doing?\n\n                         \n\n                          UGGA\n\n           Hunting.\n\n                         \n\n                          THUNK\n\n           Get it off! You stay away from me.\n\n                         \n\n                          GUY\n\n           No seriously, what are they doing?\n\n                         \n\n          The Turkeyfish squashes Grug into the ground. Then\n\n          continues chasing Thunk.\n\n                         \n\n                          THUNK\n\n           (to Turkey Fish)\n\n           You've got a ton of eggs. Just make\n\n           another egg!\n\n                         \n\n          Thunk FLIES INTO FRAME and SPLATS against the rock. The\n\n          Turkey Fish climbs to the top of a nearby rock and dives\n\n          off.\n\n                         \n\n                          THUNK (CONT'D)\n\n           Now you're just rubbing it in.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThunk FLIES INTO FRAME and SPLATS against the rock. The\n\n          Turkey Fish climbs to the top of a nearby rock and dives\n\n          off. THUNK (CONT'D)\n\n           Now you're just rubbing it in. \n\nTARGET SECTION TO BE ANNOTATED:\n          ON A GIANT BRONTO SCORPION\n\n                         \n\n          SLAPPED on a rock in front of the Croods.\n\n                         \n\n          The Bronto Scorpion suddenly STRUGGLES.\n\n                         \n\n                          GRUG\n\n           There! Who's hungry for scorpion?\n\n                         \n\n          The Croods PULL at the legs. They TWIST and SNAP OFF\n\n          like lobster legs.\n\n                         \n\n                          GUY\n\n           What happened to the egg and the bird?\n\n          47.\n\n                         \n\n                         \n\n                          THUNK\n\n                          (STILL PUNCHY)\n\n           You know, we lost him. But when the bird\n\n           stepped on me and pushed me into the\n\n           ground, the scorpion grabbed a hold of me\n\n           and one thing led to another and here we\n\n           are eating him. Win win.\n\n                         \n\n          The dismembered legs continue to STRUGGLE. Guy looks\n\n          ill.\n\n                         \n\n                          GRAN\n\n           Not enough. Not enough. I need more. I\n\n           need more!\n\n                         \n\n          Gran looks hungrily at Guy.\n\n                         \n\n                          GUY\n\n                          (CONCERNED)\n\n           Oh, look at that. She's not gonna eat me\n\n           right?\n\n                         \n\n                          UGGA\n\n           You're too skinny. If she was gonna eat\n\n           anyone it would be--\n\n                         \n\n                          THUNK\n\n           AAAAAAAAAUUGHHHHHHHH!\n\n                         \n\n                          THUNK (CONT'D)\n\n           Owww! She's locked her jaw!\n\n                         \n\n                          UGGA\n\n           Mom!\n\n                         \n\n          Sandy gets up from the table.\n\n                          THUNK\n\n           Someone get a stick! Get her off!\n\n                         \n\n          Guy looks on, horrified.\n\n                         \n\n                          THUNK (CONT'D)\n\n           Oh you sick old monster! Hurry! Put the\n\n           stick in her mouth!\n\n                         \n\n          Belt gives Guy a \"let's get out of here\" look. Belt rolls\n\n          Guy away from the family.\n\n                         \n\n                          GRUG\n\n           Hold her still. Use a rock. Ugga would\n\n           you just hit her legs.\n\n                         \n\n          Guy LEAVES. Eep chases him and pins him down.\n\n          48.\n\n                         \n\n                         \n\n                          EEP\n\n           Why are you rolling away?\n\n                         \n\n                          GUY\n\n           Owww! I just want something to eat.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP\n\n           Why are you rolling away? GUY\n\n           Owww! I just want something to eat. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          EEP\n\n           You have bug for dinner. Plenty of bug!\n\n                         \n\n                          GUY\n\n           Please... I'll let you help me hunt.\n\n                         \n\n                          EEP\n\n           Really?\n\n                         \n\n                          THUNK\n\n           Ahhh! They're all over me... Tell my\n\n           story...\n\n                         \n\n                         \n\n          EXT. GRASSLANDS - AFTERNOON\n\n                         \n\n          Guy lays a snare in the low grass. He WALKS to the base\n\n          of a rotund, spikey tree, unwinding more rope as he goes.\n\n          He TIES the rope around the base of the tree. Then he\n\n          hands the loose end to Eep. Belt stretches his arms\n\n          WIDE. Guy STOPS jumping and points up to the top of the\n\n          tree.\n\n                         \n\n          Eep takes the cue. She LEAPS up and grabs the leaning\n\n          top of the tree. Her weight gently BENDS the tree top\n\n          down to the ground.\n\n                         \n\n                          GUY\n\n           Okay.\n\n          Guy carefully SETS the trigger.\n\n                         \n\n                          EEP\n\n           What do you call this?\n\n                         \n\n                          GUY\n\n           A trap.\n\n                         \n\n                          EEP\n\n           What does it do?\n\n                         \n\n          Guy makes sound effects to get his point across as he\n\n          describes the trap.\n\n          49.\n\n                         \n\n                         \n\n                          GUY\n\n           (explains with sounds)\n\n           soft whistle Raargh, Thump thump thump,\n\n           thubububububub soft whistle poom!\n\n           Tadaaaaaa!\n\n                         \n\n                          EEP\n\n           How long have you been alone?\n\n                         \n\n          Belt opens his arms wide showing Guy has been alone a\n\n          long, long time.\n\n                         \n\n                          EEP (CONT'D)\n\n           ... So what do we do?\n\n                         \n\n          Guy pulls out a weird miniature TURKEY FISH PUPPET.\n\n                         \n\n                          GUY\n\n           How's your acting?\n\n                         \n\n          ON THE TURKEY FISH getting ready to eat the TRIP-GERBILS.\n\n          The Turkey LIFTS the creature to his mouth to DEVOUR it,\n\n          but he's INTERRUPTED by a WHISTLING sound. He TURNS to\n\n          see the silly little puppet dancing about.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE TURKEY FISH getting ready to eat the TRIP-GERBILS. The Turkey LIFTS the creature to his mouth to DEVOUR it,\n\n          but he's INTERRUPTED by a WHISTLING sound. He TURNS to\n\n          see the silly little puppet dancing about. \n\nTARGET SECTION TO BE ANNOTATED:\n The Turkey\n\n          Fish DROPS his meal and cautiously APPROACHES the puppet.\n\n                         \n\n          ON GUY AND EEP working the puppet. Eep is having the\n\n          time of her life.\n\n                         \n\n                          GUY (CONT'D)\n\n           Oh, you're good at this.\n\n                         \n\n          They are so into what they are doing, they accidentally\n\n          get TANGLED UP.\n\n                         \n\n                          GUY (CONT'D)\n\n           Oh, sorry, I...\n\n                         \n\n                          EEP\n\n           Just move your arm... no, your other arm.\n\n           Oh, that one's mine.\n\n                         \n\n          In their struggle to UNTANGLE themselves, Eep and Guy\n\n          inadvertently insult the Turkey Fish. It CHARGES. Eep\n\n          and Guy don't notice.\n\n                         \n\n          The Turkey Fish MISSES the snare, LEAPS the rock and\n\n          SNATCHES the fake bird off of Guy's head, THRASHING it.\n\n                         \n\n                          EEP (CONT'D)\n\n           Uh... It didn't step in your trap-y,\n\n           thing.\n\n          50.\n\n                         \n\n                         \n\n                          GUY\n\n           Yeah, I noticed.\n\n                         \n\n          Eep BOLDLY STANDS in front of the bird. The Turkey Fish\n\n          grabs Guy and tosses him high across the open field. He\n\n          goes flying through the air, screaming.\n\n                         \n\n          ON GRUG - hearing the commotion. Guy lands back in the\n\n          log.\n\n                         \n\n                          GRUG\n\n           Where's Eep?\n\n                         \n\n          Eep is in full parkour as she runs from the Turkeyfish.\n\n                         \n\n                          GUY\n\n           She's awesome.\n\n                         \n\n          Grug STEPS FORWARD. He's going to SPRING the trap.\n\n                         \n\n                          GRUG\n\n           Eep!\n\n                         \n\n                          EEP\n\n           Dad, no!\n\n                         \n\n          She LEAPS the snare, PUSHING Grug DOWN.\n\n                         \n\n          The Turkey Fish HITS the trigger. The snare TRIPS. The\n\n          bird BITES at the cavemen, but comes up short. The\n\n          Turkey Fish WHOOSHES BACKWARDS into the air. He FLIES a\n\n          couple hundred feet up...\n\n                         \n\n          ... and CRASHES down in a cloud of feathers.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          SEQ.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe FLIES a\n\n          couple hundred feet up... ... and CRASHES down in a cloud of feathers. DISSOLVE TO:\n\n                         \n\n          SEQ. \n\nTARGET SECTION TO BE ANNOTATED:\n 900 - BBQ/CAPTIVATING CAPTIVE\n\n                         \n\n                         \n\n          EXT. BARBECUE\n\n                         \n\n          ON THE TURKEY ROASTING over an open fire. It looks golden\n\n          and juicy. Grug is agitated. The Croods are devouring\n\n          the Turkey Fish.\n\n                         \n\n                          THUNK\n\n           It's an avalanche of flavor.\n\n                         \n\n          THE CROODS are eating like wild animals. They\n\n          practically MAUL each other for scraps. HOWLS and\n\n          SNARLING fill the night air. Guy is amazed and shocked\n\n          at how the Croods are wolfing it down.\n\n          51.\n\n                         \n\n                         \n\n          Guy sits to the side, his ankle roped to a heavy rock.\n\n          Guy and Belt share a concerned LOOK as they politely eat\n\n          their meal. Eep comes over and sits next to Guy.\n\n                         \n\n                          GUY\n\n                          (TO BELT)\n\n           Looks like we won't be having any\n\n           leftovers.\n\n                         \n\n                          EEP\n\n           What are \"left-overs?\"\n\n                         \n\n                          GUY\n\n                          (CONFUSED)\n\n           You know, when you have so much food to\n\n           eat you have some, left over.\n\n                         \n\n                          EEP\n\n           We never have that much food.\n\n                         \n\n          Grug is struck by Eep's words. Ugga sees Grug is hurt.\n\n          Guy and Belt are struck by this as well.\n\n                         \n\n                          UGGA\n\n           Grug, how about a story?\n\n                         \n\n                          GRUG\n\n           That's a good idea. How about a story\n\n           huh?\n\n                         \n\n                          THUNK\n\n           Yeah a story, tell us a story!\n\n                         \n\n          Croods gather around Grug.\n\n                         \n\n                          GRUG\n\n           Once upon a time there was a little tiger\n\n           who lived in a cave with her family.\n\n           There were a lot of rules, but the big,\n\n           simple one was to never leave the cave at\n\n           night. And the door was so heavy, you'd\n\n           think it would be easy to remember.\n\n                         \n\n                          THUNK\n\n           So easy to remember!\n\n                         \n\n                          GRUG\n\n           I know! But, while everyone was asleep,\n\n           she went out anyway.\n\n                         \n\n                          CROODS\n\n           No!\n\n          52.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut, while everyone was asleep,\n\n           she went out anyway. CROODS\n\n           No! 52. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                          GRUG\n\n           Yes! And no sooner than she did, her\n\n           cave was destroyed and everyone had to go\n\n           on this long, sucky walk, with some\n\n           weirdo they met, and died! The end.\n\n                         \n\n                          GUY\n\n           Whoa! I did not see that coming. Twist\n\n           ending. My stories never end like that.\n\n                         \n\n                          THUNK\n\n           Yes! Two stories in one night!\n\n                         \n\n          The Croods LEAVE Grug and GATHER around Guy. Guy is\n\n          uncharacteristically dumbstruck.\n\n                         \n\n          A BEAT -\n\n                         \n\n                          GUY\n\n           Okay. But it won't be as good as Grug's.\n\n           Um, once upon a time, there was a\n\n           beautiful tiger. She lived in a cave\n\n           with the rest of her family. Her father\n\n           and mother told her, \"You may go anywhere\n\n           you want but never go near the cliff, for\n\n           you could fall.\"\n\n                         \n\n                          GRUG\n\n           And die. Good story.\n\n                         \n\n          Thinking the story is over, the Croods begin to get up.\n\n          As Guy begins talking again they settle back down.\n\n                         \n\n                          GUY\n\n           But when no one was looking, she would go\n\n           near the cliff, for the closer she came\n\n           to the edge, the more she could hear, the\n\n           more she could see, the more she could\n\n           feel. Finally, she stood at the very\n\n           edge, and she saw a light. She leaned\n\n           out to touch it, and slipped.\n\n                         \n\n                          GRUG\n\n           And she fell.\n\n                         \n\n                          GUY\n\n           And she flew.\n\n                         \n\n                          CROODS\n\n                          GASP \n\n                         \n\n                          THUNK\n\n           Where did she fly?\n\n          53.\n\n                         \n\n                         \n\n                          GUY\n\n           Tomorrow.\n\n                         \n\n                          EEP\n\n           Tomorrow?\n\n                         \n\n                          GUY\n\n           A place with more suns in the sky than\n\n           you can count.\n\n                         \n\n                          THUNK\n\n           It would be so bright.\n\n                         \n\n                          GUY\n\n           A place not like today, or yesterday, a\n\n           place where things are better.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUY\n\n           A place with more suns in the sky than\n\n           you can count. THUNK\n\n           It would be so bright. GUY\n\n           A place not like today, or yesterday, a\n\n           place where things are better. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRUG\n\n           Tomorrow isn't a place, you can't see it!\n\n                         \n\n                          GUY\n\n           Oh yes, yes it is. I've seen it. That's\n\n           where I'm going.\n\n                         \n\n          Grug studies Guy. Is he crazy? Eep though is entranced.\n\n          Eep and Guy lock eyes. There is something growing between\n\n          them. Grug and Belt see it too. Grug is not thrilled.\n\n                         \n\n                          GRUG\n\n           Well, WE are going to shut our eyes and\n\n           sleep. And when we wake up we're going\n\n           to find the place that has everything we\n\n           want.\n\n                         \n\n                          EEP\n\n           Tomorrow?!\n\n                          GRUG\n\n           A cave.\n\n                         \n\n          Grug stuffs Guy neatly back inside the log. Grug CURLS\n\n          UP by the fire with the LOG TUCKED UNDER HIS ARM far away\n\n          from Eep.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n                         \n\n          ON GRUG'S FACE.\n\n                         \n\n                          GRUG\n\n           snoring, tossing and turning \n\n          54.\n\n                         \n\n                         \n\n          Morning light kisses Grug's cheeks. He's sound asleep.\n\n          PULL OUT to reveal that Guy's log is now teetering over a\n\n          cliff edge - there was another subduction during the\n\n          night, and half of the Croods' sleeping platform has sunk\n\n          two hundred feet. Grug is still grasping Guy's log,\n\n          which now hangs over the fresh abyss, and the still-\n\n          asleep Guy is now SLIPPING out of one end. In the nick\n\n          of time, Grug SHIFTS position, inadvertently TURNS the\n\n          log, and Guy starts slipping out the OTHER end. Guy\n\n          WAKES UP, looking down.\n\n                         \n\n                          GUY\n\n           AAAAAAAAAAAAAAAAAAAAUGHHHHH.\n\n                         \n\n           SMASH CUT TO:\n\n                         \n\n                         \n\n          SEQ. 1600 - CROODS GET SHOES\n\n                         \n\n                         \n\n          EXT. CORAL FIELDS - MORNING\n\n                         \n\n          The Croods trudge behind Grug as he cautiously makes his\n\n          way to the mountain. Grug SNIFFS, and TESTS the ground -\n\n          he moves like a man in a mine field. Meaning SLOWLY.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORAL FIELDS - MORNING\n\n                         \n\n          The Croods trudge behind Grug as he cautiously makes his\n\n          way to the mountain. Grug SNIFFS, and TESTS the ground -\n\n          he moves like a man in a mine field. Meaning SLOWLY. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                         \n\n                         THE LOG\n\n                         \n\n          Eep walks alongside Guy, who is still being carried by\n\n          Grug in the log.\n\n                         \n\n                          GUY\n\n           That was too close. It almost caught us.\n\n                         \n\n                          GRUG\n\n           I was watching. We were fine.\n\n                         \n\n                          GUY\n\n           We've got to move faster. Do you people\n\n           have any other speed aside from \"wander?\"\n\n           I'll take a shamble at this point.\n\n                         \n\n                          EEP\n\n           Hey, do you have a minute? How did the\n\n           tiger fly?\n\n                         \n\n                          GUY\n\n           I only share when I'm outside the log.\n\n           I'm funny that way.\n\n                         \n\n                          EEP\n\n                          (WINKING)\n\n           Leave this to me.\n\n          55.\n\n                         \n\n                         \n\n          Eep FALLS BACK behind Thunk, getting him between she and\n\n          her dad.\n\n                         \n\n                          EEP (CONT'D)\n\n           Hey Thunk, you have a spider on your\n\n           face.\n\n                         \n\n          Eep SMASHES Thunk in the face, KNOCKING him into Grug,\n\n          sending Guy and the log FLYING. Grug shoots Eep an\n\n          annoyed look.\n\n                         \n\n                          EEP (CONT'D)\n\n                          (SHRUGGING)\n\n           Oops.\n\n                         \n\n          Grug sees Guy has ROLLED away.\n\n                         \n\n                          GRUG\n\n           He's loose!\n\n                         \n\n          Grug goes to retrieve Guy, and STEPS on something sharp.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Aaaaahhhhhh! Do not step on those weird,\n\n           pointy rocks!\n\n                         \n\n                          THUNK\n\n           You mean these rocks? Ahh owww! Do not\n\n           step on these rocks!\n\n                         \n\n          Thunk steps on the coral - it CRUNCHES under his feet.\n\n                         \n\n                          GRAN\n\n           Step aside, girls!\n\n                         \n\n          Gran steps out, and then SCREAMS.\n\n                          GRUG\n\n           Hello? Nobody's listening! No one is\n\n           listening. You cannot walk on those!\n\n                         \n\n          Guy stands on the coral without flinching.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Arraughrragh come back here now.\n\n                         \n\n                          GRAN\n\n           Well, there goes our chance for survival.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nGuy stands on the coral without flinching. GRUG (CONT'D)\n\n           Arraughrragh come back here now. GRAN\n\n           Well, there goes our chance for survival. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          THUNK\n\n           And our log!\n\n                         \n\n          Grug must make the choice to go after Guy.\n\n          56.\n\n                         \n\n                         \n\n                          GRUG\n\n           Okay. Arraugh!\n\n                         \n\n          Grug cringes and bellows with every step. Guy still\n\n          locked inside the log, hops away as fast as he can. Grug\n\n          leaps out and grabs the log only to loosen it as Guy\n\n          jumps to a coral patch below.\n\n                         \n\n                          GUY\n\n           Ow, ow, ow.\n\n                         \n\n          Guy now free runs and hides behind a giant shell. He\n\n          looks back at the Croods as they try in vain to cross the\n\n          field and feels pity for Eep.\n\n                         \n\n                          THUNK\n\n           Ow! Jumping doesn't help, I mean, just\n\n           briefly, but it doesn't get better! Ow!\n\n           Do not walk on your hands, the hands do\n\n           not help at all.\n\n                         \n\n          Guy looks back at the stranded Croods. Then he looks\n\n          again to the tall mountain. Belt sees that Guy is having\n\n          a hard time leaving the Croods. He needs to make a\n\n          choice. Belt makes it for him.\n\n                         \n\n                          BELT\n\n           Eeccoomme on!\n\n                         \n\n          Belt walks Guy back to the Croods\n\n                         \n\n           HARD CUT TO:\n\n                         \n\n                         \n\n          GUY STANDS AT THE EDGE OF THE CORAL, ONLY A FEW FEET FROM\n\n          GRUG AND THE CROODS. GUY'S ARMS ARE FILLED WITH\n\n          SUPPLIES.\n\n                         \n\n                          GUY\n\n           I can help you, but we're going to have\n\n           to make a few changes around here. The\n\n           log ride is over. Drop the log.\n\n                         \n\n          Grug grudgingly DROPS the log.\n\n                         \n\n                          GUY (CONT'D)\n\n           Now, kick it away.\n\n                         \n\n          Grug BARELY NUDGES it.\n\n                         \n\n                          GUY (CONT'D)\n\n           Farther.\n\n                         \n\n          Grug KICKS it a quarter-mile.\n\n          57.\n\n                         \n\n                         \n\n                          GUY (CONT'D)\n\n           Really?!\n\n                         \n\n                          GRUG\n\n           Okay, smart, Guy... now what?\n\n                         \n\n          Guy SMILES.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUY (CONT'D)\n\n           Really?! GRUG\n\n           Okay, smart, Guy... now what? Guy SMILES. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n           HARD CUT TO:\n\n                         \n\n                         \n\n          EXT. CORAL FIELDS - LATER\n\n                         \n\n          Everyone is now wearing \"shoes\" -- some made of leaves,\n\n          sponges and some are actually fish!\n\n                         \n\n          Ugga and Gran wobble on their new shoes.\n\n                         \n\n          Thunk is covering his eyes, too afraid to look down.\n\n          Thunk looks down at his horrifying fish shoes. They\n\n          blink at him.\n\n                         \n\n                          THUNK\n\n           Ahhhh! Good fish.\n\n                         \n\n          Eep is covering her eyes.\n\n                         \n\n                          GUY\n\n           Okay. Now you can look.\n\n                         \n\n          Eep peers down at her new boots.\n\n                         \n\n                          EEP\n\n           Aaaaaaaaaaaaaaaaaahhhhhhhhhhh! I love\n\n           them! Where are my feet!?\n\n                          GUY\n\n           They're still there!\n\n                         \n\n                          EEP\n\n           Oh, okay.\n\n                         \n\n          Eep slips, and falls into Guy's arms.\n\n                         \n\n                          GUY\n\n           Whoa. You're really\n\n                          (GETTING CRUSHED)\n\n           ... heavy.\n\n                         \n\n                          EEP\n\n           Really? Thank you!\n\n                         \n\n          Grug walks over as the two fall to the ground.\n\n          58.\n\n                         \n\n                         \n\n                          GRUG\n\n           Hey, wait. Whoa. Whoa. WHOA!!\n\n                         \n\n                          GUY\n\n                          (SWEATING)\n\n           Okay! She's up. I'm good. We're\n\n           good...\n\n                         \n\n                          GRAN\n\n           These shoes are great! Where do you get\n\n           these ideas?\n\n                         \n\n                          GUY\n\n           Ah ha.\n\n                         \n\n          On cue, Belt produces a piece of chalk.\n\n                         \n\n          Guy stands Thunk against a wall. Guy stands next to him.\n\n          Belt OUTLINES them. Guy excitedly gestures to the\n\n          silhouettes.\n\n                         \n\n                          GUY (CONT'D)\n\n           I'm calling it, a brain. I'm pretty sure\n\n           it's where ideas come from.\n\n                         \n\n                          THUNK\n\n           Dad. I don't have a brain.\n\n                         \n\n                          GRUG\n\n           We've gotten along just fine without\n\n           brains till now. Cavemen don't need\n\n           brains. We have these.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRUG\n\n           We've gotten along just fine without\n\n           brains till now. Cavemen don't need\n\n           brains. We have these. \n\nTARGET SECTION TO BE ANNOTATED:\n Heeya! Haha!\n\n           (balls his mighty fists)\n\n           That's what I'm talking about! Ideas are\n\n           for weaklings.\n\n          Grug punches at the air in front of Guy making him wince.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Now, let's get to that mountain.\n\n                         \n\n          Ugga and Eep notice each other's shoes.\n\n                         \n\n                          UGGA/EEP\n\n           Oh wow. I love those!\n\n                         \n\n                          THUNK\n\n           Good fish. Don't eat my feet.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          SEQ. 1710 - GOING GUY'S WAY\n\n          59.\n\n                         \n\n                         \n\n          The Croods run, slowly at first, then faster. And\n\n          faster. The shoes make the difference.\n\n                         \n\n          ON THE CROODS\n\n                         \n\n          Grug encounters a bunch of Punch Monkeys again. He\n\n          readies himself for a fight.\n\n                         \n\n          Guy hands out bananas.\n\n                         \n\n          Grug throws his banana to the ground only to slip on it.\n\n                         \n\n          ON THE CROODS\n\n                         \n\n          Grug sees the Macawnivore down below in the crevasse\n\n          waiting for his Croods dinner.\n\n                         \n\n          Grug sees Guy making something out of sticks.\n\n                         \n\n          Traveling by stilts over a crevasse.\n\n                         \n\n          The family hobbles across a canyon on their stilts. Guy\n\n          helps Eep from falling.\n\n                         \n\n                          EEP\n\n           So... How'd the tiger fly?\n\n                         \n\n                          GUY\n\n           He jumped on the sun and rode it to\n\n           tomorrow.\n\n                         \n\n           Grug doesn't like seeing his daughter so close to Guy.\n\n                         \n\n                          GRUG\n\n           No, no, no!\n\n          The family moves across, Grug is the last to follow.\n\n                         \n\n          Grug spies Chunky the Death Cat below him. Grug WHACKS\n\n          Chunky in the face with a stilt.\n\n                         \n\n          Chunky ponders the strange sticks Grug is perched on,\n\n          then WHACKS a chunk out of them. Grug DROPS down by a\n\n          yard or so. Panicking, Grug RACES across the chasm,\n\n          losing stilt height with every SWIPE of Chunky's paw.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nChunky ponders the strange sticks Grug is perched on,\n\n          then WHACKS a chunk out of them. Grug DROPS down by a\n\n          yard or so. Panicking, Grug RACES across the chasm,\n\n          losing stilt height with every SWIPE of Chunky's paw. \n\nTARGET SECTION TO BE ANNOTATED:\n          Grug doesn't make it across - SNARLING and BITING sounds\n\n          emanate from the canyon.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Ooowwwww!\n\n                         \n\n          The Croods stand at the top of a cliff.\n\n          60.\n\n                         \n\n                         \n\n          Grug tries to maneuver his way down the cliff by clinging\n\n          to the side.\n\n                         \n\n          Guy and the other Croods sit on a giant leaves, sledding\n\n          down the side of the canyon past Grug.\n\n                         \n\n          They pass Grug up as he continues to make his way down by\n\n          tiptoeing. Grug stumbles and falls down the slope.\n\n                         \n\n                          THUNK\n\n           Hi dad! Bye dad!\n\n                         \n\n                          CUT TO:\n\n                         \n\n          BOOM! A FLASH POPS against the Croods. SWING THE CAMERA\n\n          AROUND to reveal A HUGE STORM hanging like a purple\n\n          curtain before them. The Croods stop dead.\n\n                         \n\n          The rain line BEARS DOWN on them.\n\n                         \n\n          Grug tries to PUNCH the drops.\n\n                         \n\n          ON EEP AND GUY\n\n                         \n\n                          GUY\n\n           You've seen rain before... right?\n\n                         \n\n                          EEP\n\n           We don't get out much.\n\n                         \n\n          Guy opens an Umbrella to cover himself from the rain.\n\n          Belt pulls Eep under the umbrella to be close to Guy.\n\n                         \n\n                          BELT\n\n           Hmmmmm.\n\n          Belt makes an Origami boat. He and Sandy sail across the\n\n          rain puddles.\n\n                         \n\n          Grug seeing Guy and Eep snuggling under the umbrella,\n\n          grabs the umbrella away from Guy. Grug gets hit by\n\n          lightning.\n\n                         \n\n          The rest of the Croods open their umbrellas to take cover\n\n          as they enjoy the RAIN.\n\n                         \n\n          ON THE CROODS UNDULATING REFLECTION\n\n                         \n\n          The Croods stand on a tiny island in a shallow ocean -\n\n          Eep is pointing at her own reflection.\n\n                         \n\n                          GRUG\n\n                          (FRUSTRATED)\n\n           Eep, looks dangerous.\n\n          61.\n\n                         \n\n                         \n\n                          EEP\n\n           Oh dad, you say that about everything.\n\n                         \n\n          Eep goes to jump in the water. Guy STOPS her.\n\n                         \n\n                          GUY\n\n           Careful.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nEep goes to jump in the water. Guy STOPS her. GUY\n\n           Careful. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          EEP\n\n           Oh really? Okay.\n\n                         \n\n          Guy CANNONBALLS. Then SURFACES.\n\n                         \n\n          Eep tentatively HOPS in. Guy STEADIES her. Then shows\n\n          her how to move her arms in a swimming motion.\n\n                         \n\n          Guy SUPPORTS Eep by holding one hand under her tummy.\n\n          She begins to SWIM.\n\n                         \n\n          Gran and Ugga SMILE mischievously - a positive vibe is\n\n          building.\n\n                         \n\n          The Croods ALL JUMP at once.\n\n                         \n\n          Grug is left alone. Belt uses Grug's arm as a diving\n\n          platform. Gran, Sandy and Belt are doing synchronized\n\n          swimming. Then Grug sees Eep and Guy SURFACE - Eep is on\n\n          Guy's shoulders! This is too much for Grug!\n\n                         \n\n                          GRUG\n\n           Augh! No no no! Not cool. Not cool.\n\n           Not cool.\n\n                         \n\n          Grug DIVES IN to put a stop to any potential shenanigans.\n\n                         \n\n          Grug's huge tidal wave SWAMPS Guy and Eep. Grug SINKS to\n\n          the bottom.\n\n                         \n\n          ON GRUG laying on the bottom. His family SWIMS above him\n\n          on the tails of Fishcats, confident and free and buoyant.\n\n                         \n\n          A lone bubble escapes Grug's nose, like oil oozing from a\n\n          sunken wreck. He's feeling mighty extraneous.\n\n                         \n\n          Grug sees the Macawnivore swimming towards him. Grug\n\n          swims for his life. Ends in a big splash.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          SEQ. 1725 - MAZE\n\n                         \n\n          PAN UP TO THE ENTRANCES TO THE MAZE\n\n          62.\n\n                         \n\n                         \n\n                          GUY\n\n           So the bear says, \"Your cave?\" I've been\n\n           dumping my bones here since last week.\n\n                         \n\n                          GRAN\n\n           Last week, haha. That's a funny story!\n\n                         \n\n                          GUY\n\n           It's not a story! It's a joke.\n\n                         \n\n                          GRAN\n\n           What's a joke?\n\n                         \n\n                          GUY\n\n           You know, just making something up... to\n\n           make you laugh.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's a joke. GRAN\n\n           What's a joke? GUY\n\n           You know, just making something up... to\n\n           make you laugh. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRAN\n\n           Hah, I don't get it.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          EXT. TUFA MAZE - AFTERNOON\n\n                         \n\n          The Croods stand motionless before an open plain, deeply\n\n          sculpted with meandering grooves which form a massive\n\n          MAZE.\n\n                         \n\n          Guy is handing out SHELLS to the Croods.\n\n                         \n\n                          GUY\n\n           Here you go, one for you, and this ones\n\n           for you.\n\n                         \n\n                          THUNK\n\n           Thanks.\n\n                         \n\n          Grug is annoyed by everyone blowing their shells.\n\n                         \n\n                          GRUG\n\n           Okay. Okay. That's enough. I don't see\n\n           why the kids need their own shells.\n\n                         \n\n                          GUY\n\n           So if anyone gets in trouble, we can call\n\n           the others.\n\n                         \n\n                          GRUG\n\n           Wait-- you're saying we should split up?\n\n                         \n\n                          GUY\n\n           We can try more paths at once. It's the\n\n           fastest way through.\n\n          63.\n\n                         \n\n                         \n\n                          GRUG\n\n           Croods stick together.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Your way isn't safe.\n\n                         \n\n                          GUY\n\n           They can handle it.\n\n                         \n\n                          EEP\n\n           We can do it, dad.\n\n                         \n\n                          GRUG\n\n           No no no no no. It's my job to keep you\n\n           safe. I'm still in charge and we are not\n\n           splitting up.\n\n           (seeing Eep and Guy together)\n\n           Except for you two. And that's final.\n\n                         \n\n          Grug SITS down like a silverback gorilla.\n\n                         \n\n          Just then, A HUGE RUMBLE. The EARTH STARTS TO SHAKE\n\n          VIOLENTLY. The Croods and Guy are KNOCKED DOWN into the\n\n          Maze each `falling' into a separate entrance.\n\n                         \n\n          They disappear into the rift like a penny dropped down a\n\n          drain.\n\n                         \n\n          As Grug and Guy slide passed each other. Frustrated Grug,\n\n          tries to punch Guy.\n\n                         \n\n                          GUY\n\n           Oh, hello.\n\n                         \n\n                         \n\n          INSIDE THE MAZE\n\n          The SHAKING COMES TO A STOP. Everyone (now separated)\n\n          gathers themselves.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUY\n\n           Oh, hello. INSIDE THE MAZE\n\n          The SHAKING COMES TO A STOP. Everyone (now separated)\n\n          gathers themselves. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          ON GRUG-- finding himself alone.\n\n                         \n\n                          GRUG\n\n                          (VERY FRIGHTENED)\n\n           Hello? Is everyone alright?\n\n                         \n\n                          UGGA\n\n           (trying to calm him)\n\n           We're okay, Grug.\n\n                         \n\n                          THUNK\n\n           Dad? I'm freaking out a little bit.\n\n           Just tell me what to do. Just what do I\n\n           do right now?\n\n          64.\n\n                         \n\n                         \n\n                          GRUG\n\n           Stay where you are. I'll find you.\n\n                         \n\n                          GUY\n\n           No. Too slow. Everybody, keep moving\n\n           forward and we'll get out.\n\n                         \n\n                          THUNK\n\n           Dad?\n\n                         \n\n                          GRUG\n\n                          (ALMOST HYPERVENTILATING)\n\n           Yeah. Okay.\n\n                         \n\n                         ON THUNK\n\n                         \n\n          Looking very frightened.\n\n                         \n\n           GRUG (O.S.) (CONT'D)\n\n           Remember never not be afraid.\n\n                         \n\n           GUY (O.S.)\n\n           You can do this.\n\n                         \n\n                          THUNK\n\n           It's gonna be okay. I'm gonna pass out.\n\n                         \n\n          Thunk PICKS UP his shell, and tentatively makes his way,\n\n          alone, into his branch of the maze.\n\n                         \n\n          ON EEP (OR GUY?)-- in another part of the maze. She puts\n\n          her hand on the giant wall to her LEFT.\n\n                         \n\n          PULL BACK and see that they are actually in parallel\n\n          `channels' but with the huge wall between them.\n\n          ON Gran and Ugga - encountering carnivorous flowers.\n\n                         \n\n          ON Thunk - encountering a croco-pup.\n\n                         \n\n          ON Eep - finding a flower dropped on her path.\n\n                         \n\n          ON Grug - reaching a fork.\n\n                         \n\n          Ugga and Gran don flowery camouflage.\n\n                         \n\n          Thunk THROWS his shell at the Crocopup, MISSES. To his\n\n          surprise the Crocopup returns the shell.\n\n                         \n\n          Thunk plays fetch with this portly beast, which shows him\n\n          the way through the maze.\n\n          65.\n\n                         \n\n                         \n\n          Eep PICKS UP the flower, puts it in her hair, then finds\n\n          a more flowers dropped on her path. She playfully begins\n\n          hunting for Guy.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\n65. Eep PICKS UP the flower, puts it in her hair, then finds\n\n          a more flowers dropped on her path. She playfully begins\n\n          hunting for Guy. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Guy and Belt are secretly and playfully tossing flowers\n\n          in Eep's path.\n\n                         \n\n          Grug POPS out of a passageway - he's back where he began.\n\n          He chooses another tunnel.\n\n                         \n\n          Ugga and Gran pass unharmed through the flower grove -\n\n          the colors and smells are overpoweringly vibrant.\n\n                         \n\n          Eep surprises Guy and Belt in their hideaway as the two\n\n          of them continue to throw flowers over the edge and onto\n\n          Eep's path.\n\n                         \n\n                          EEP\n\n           You dropped these.\n\n                         \n\n          Guy slips and falls onto a huge lilypad. He smiles up at\n\n          Eep.\n\n                         \n\n          They share a moment before Eep shyly vanishes again.\n\n                         \n\n          Grug finds himself back at the entrance of the maze. He\n\n          grumbles and enters a different tunnel.\n\n                         \n\n          ON THE MAZE EXIT -\n\n                         \n\n          Guy appears at the exit and puts his hand up to the\n\n          setting sun that kisses the top of the mountain. Guy is\n\n          amazed that he and Eep are both doing the same thing. He\n\n          is smitten. Guy goes over to Eep.\n\n                         \n\n          Guy takes her hand.\n\n                          GUY\n\n           Come with me.\n\n                         \n\n          Eep and Guy turn to each other, just as Thunk emerges and\n\n          tosses a rock for the Croco-Pup to fetch.\n\n                         \n\n                          THUNK\n\n           Here boy, catch!\n\n                         \n\n          A shell note signals Ugga, Gran and Sandy's arrival.\n\n          There is an obvious change in the ladies.\n\n                         \n\n                          THUNK (CONT'D)\n\n           Gran?\n\n                         \n\n          Ugga removes her hat to reveal her new look.\n\n          66.\n\n                         \n\n                         \n\n                          EEP\n\n           Mom?\n\n                         \n\n                          BELT\n\n                          (APPROVING)\n\n           Raaah raaah.\n\n                         \n\n          A loud shell blast interrupts. It is followed by two\n\n          others.\n\n                         \n\n                          UGGA\n\n           Grug?\n\n                         \n\n          Grug lets out another blow on his horn.\n\n                         \n\n                          UGGA (CONT'D)\n\n           I'll go get him.\n\n                         \n\n          ON GRUG still stuck in the maze. He holds his head in\n\n          defeat, and TOSSES the shell down.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nUGGA (CONT'D)\n\n           I'll go get him. ON GRUG still stuck in the maze. He holds his head in\n\n          defeat, and TOSSES the shell down. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          TRUCK-IN on Grug.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 1175 - UNDER THE STARS\n\n                         \n\n          PAN UP a giant redwood tree. The Croods are gathered in\n\n          a cozy crook of the tree.\n\n                         \n\n          Belt mixes drinks while Gran relaxes in a hammock. Thunk\n\n          is playing with his new pet.\n\n                         \n\n                          THUNK\n\n           Good boy. Whose my good boy? You need a\n\n           name, you want a name? I'm going to call\n\n           you - Douglas. Look at him. Can you do\n\n           tricks? Roll over. Come on Douglas,\n\n           roll over.\n\n                         \n\n          Douglas ROLLS OVER, right OFF the tree.\n\n                         \n\n                          THUNK (CONT'D)\n\n           Good boy Douglas!\n\n                         \n\n          Belt POURS a drink for Gran. Sandy takes Gran her drink\n\n          as she spins over to her on her starfish shoes.\n\n                         \n\n                          GRAN\n\n           I was in love once. He was a hunter, I\n\n           was a gatherer. It was quite a scandal.\n\n           We fed each other berries. We danced.\n\n                          (MORE)\n\n          67.\n\n                          GRAN (CONT'D)\n\n           Then my father smashed him with a rock\n\n           and traded me to your Grandfather.\n\n                         \n\n           SANDY/THUNK/EEP\n\n           Ha ha ha ha ha ha ha!\n\n                         \n\n                          BELT\n\n           Ha ha ha ha.\n\n                         \n\n          PAN DOWN TO TREE BASE\n\n                         \n\n          Ugga and Grug approach. They hear the LAUGHING coming\n\n          from high above. Grug peers up and sees the SWINGING\n\n          HAMMOCKS, torch lights.\n\n                         \n\n                          GRUG\n\n                          (PANIC)\n\n           Croods! Come get down here!\n\n                         \n\n                          UGGA\n\n           Grug, they're okay. Guy's with them.\n\n                         \n\n                          GRUG\n\n           Oh, oh, `Guy'. `Guy' is with them. Well\n\n           thank you for bringing me that\n\n           interesting Guy update!\n\n                         \n\n          A BEAT - Ugga regards her husband\n\n                         \n\n                          UGGA\n\n           Oh, okay.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRUG\n\n           Oh, oh, `Guy'. `Guy' is with them. Well\n\n           thank you for bringing me that\n\n           interesting Guy update! A BEAT - Ugga regards her husband\n\n                         \n\n                          UGGA\n\n           Oh, okay. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm gonna go up and why don't\n\n           you join us when you stop being a big\n\n           drag!\n\n                         \n\n          Ugga climbs up the tree to be with the rest of the\n\n          family.\n\n          Grug isn't thrilled with Ugga's shot at him. He picks up\n\n          two rocks and tries to make fire.\n\n                         \n\n                          GRUG\n\n           Sleep pile? How about a story, huh?\n\n           Anyone?\n\n                         \n\n          Grug listens intently. All he hears is laughter.\n\n                         \n\n                         TREE TOP\n\n                         \n\n          Thunk, Sandy Belt and Gran are sitting around a torch,\n\n          listening to one of Gran's stories.\n\n                         \n\n                          GRAN\n\n           And then Torg said \"Know it? I drew it!\"\n\n          68.\n\n                         \n\n                         \n\n           THUNK GRAN SANDY BELT\n\n           Ha ha ha ha ha ha.\n\n                         \n\n                          THUNK\n\n           That makes no sense.\n\n                         \n\n          Ugga arrives and sits next to Guy. She takes in the\n\n          scene.\n\n                         \n\n                          UGGA\n\n                          (TO GUY)\n\n           I know it was hard for you to bring us\n\n           along, but they had the best day of their\n\n           lives... Thank you for that.\n\n                         \n\n          A RUMBLE distracts Guy. He looks to the horizon. FIRES\n\n          and SMOKE on the horizon mark the leading edge of the\n\n          collapse. Eep comes to his side.\n\n                         \n\n                          GUY\n\n           I want to show you something.\n\n                         \n\n          Guy LIGHTS A TORCH and leads the Croods up, up, to the\n\n          forest canopy.\n\n                         \n\n          Guy BLOWS OUT his torch. The night sky is revealed in\n\n          all its glory. The Croods are amazed.\n\n                         \n\n          Music POUNDS as the spectacle SWEEPS around the Croods.\n\n          Perched on the canopy of the forest the Croods seem to\n\n          sit at the very brink of the universe.\n\n                         \n\n                          THUNK\n\n           More suns in the sky than you can count.\n\n                         \n\n                          GUY\n\n           Every sun that crosses our sky, comes to\n\n           rest up there.\n\n                         \n\n                          EEP\n\n           Tomorrow.\n\n                         \n\n                          GUY\n\n           That's where we'll be safe.\n\n                         \n\n          ON GRUG ARRIVING at the tree top.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP\n\n           Tomorrow. GUY\n\n           That's where we'll be safe. ON GRUG ARRIVING at the tree top. \n\nTARGET SECTION TO BE ANNOTATED:\n When he sees the stars\n\n          he DUCKS back down, terrified.\n\n                         \n\n          He overhears the rest of the conversation.\n\n                         \n\n          Eep with tears in her eyes.\n\n                         \n\n                          EEP\n\n           I'm going with Guy.\n\n          69.\n\n                         \n\n                         \n\n          Grug is beside himself with panic, sick at the thought of\n\n          losing Eep.\n\n                         \n\n                          GRUG\n\n                          (WHISPERED)\n\n           No. Not my little girl.\n\n                         \n\n                          EEP\n\n           Come with us.\n\n                         \n\n                          UGGA\n\n           I can't go without Grug.\n\n                         \n\n                          GRAN\n\n           Well, that makes one of us. Count me in!\n\n                         \n\n                          UGGA\n\n           Really Mom? Now?\n\n                         \n\n          Grug continues to listen in.\n\n                         \n\n                          GRAN\n\n           Grug has no idea how to protect us. In\n\n           fact, he has no ideas at all.\n\n                         \n\n                          UGGA\n\n           No, that's not true. What about that one\n\n           time when he a...\n\n                         \n\n                          GRAN\n\n           Face it! If he actually had an idea of\n\n           his own I'd, I'd have a heart attack and\n\n           die!\n\n                         \n\n                         ON GRUG\n\n          Grug smiles to himself.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 1550 - GRUG TRIES TO CHANGE\n\n                         \n\n                         \n\n          EXT. TREE - SUNRISE\n\n                         \n\n                         ON UGGA\n\n                         \n\n                          UGGA\n\n           Grug?\n\n                         \n\n          The whole family is searching for Grug. He has\n\n          disappeared.\n\n          70.\n\n                         \n\n                         \n\n                          THUNK\n\n           Dad?\n\n                         \n\n                          EEP\n\n           Dad?\n\n                         \n\n                          GUY\n\n           He's a big guy. How can he just disappear\n\n           like that?\n\n                         \n\n                          THUNK\n\n           Hey wait. Let's ask that ugly lady if\n\n           she's seen dad.\n\n                         \n\n                          UGA\n\n           Yeah.\n\n                         \n\n          Grug SPINS AROUND. He's wearing a rasta-style wig made\n\n          from knotted grass. The sight SHOCKS Ugga.\n\n                         \n\n                          GRUG\n\n           Haven't seen him.\n\n                         \n\n                          UGGA\n\n           Augh!\n\n                         \n\n          ON GRUG with the family standing around him.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nGRUG\n\n           Haven't seen him. UGGA\n\n           Augh! ON GRUG with the family standing around him. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          UGGA(CONT'D)\n\n                          (CONCERNED)\n\n           What are you doing?\n\n                         \n\n                          GRUG\n\n           (Playing to Eep)\n\n           Yeah, Wow. Like, I was up all night cuz\n\n           like all these, ideas just kept coming to\n\n           me.\n\n                         \n\n          Grug LIFTS his tunic, a Boa Constrictor is wrapped around\n\n          his waist.\n\n                         \n\n                          GUY\n\n           Is that a snake?\n\n                         \n\n                          GRUG\n\n           Belt! New and improved! It's even self-\n\n           tightening. Ow!\n\n                         \n\n          The constrictor SQUEEZES Grug till he turns blue. Grug\n\n          SMACKS it and it relaxes a little.\n\n                         \n\n                          UGGA\n\n           What is that on your head?\n\n          71.\n\n                         \n\n                         \n\n                          GRAN\n\n           It's called desperation.\n\n                         \n\n          Grug strokes his weird, fake rasta-hair.\n\n                         \n\n                          GRUG\n\n           (swings his long hair around)\n\n           I call it a \"rug.\" Rhymes with Grug.\n\n           And this one. I call it a \"ride.\"\n\n           Rhymes with Grug.\n\n                         \n\n          Grug regards a boulder as if it's a Ferrari.\n\n                         \n\n                          GUY\n\n           That, doesn't--\n\n                         \n\n                          GRUG\n\n           It's gonna get us places faster than\n\n           shoes.\n\n                         \n\n          Grug climbs on top of the rock, facing the wrong way.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Yeah. Try to keep up.\n\n                         \n\n          He LEANS FORWARD. The \"car\" ROLLS downhill and SMASHES\n\n          through a redwood, TOPPLING it.\n\n                         \n\n                          THUNK\n\n           I wish I had a ride.\n\n                         \n\n                         ON THUNK\n\n                         \n\n          His face SLATHERED with reddish mud.\n\n                         \n\n                          GRUG\n\n           Painting is a thing of the past. I call\n\n           this, a \"snap-shot.\"\n\n                         \n\n          Grug takes a huge flat stone and SMASHES it against\n\n          Thunk, forcibly transferring the mud image to the rock.\n\n                         \n\n          Grug shows the Croods.\n\n                         \n\n                          THUNK\n\n           Let's do it again. I think I blinked.\n\n                         \n\n          Thunk PASSES OUT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHUNK\n\n           Let's do it again. I think I blinked. Thunk PASSES OUT. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          ON THE CROODS\n\n                         \n\n          Wearing wooden sunglasses. They are effectively wearing\n\n          blindfolds.\n\n          72.\n\n                         \n\n                         \n\n                          GRUG\n\n           I call them \"shades.\"\n\n                         \n\n                          THUNK\n\n           The sun doesn't hurt my eyes anymore!\n\n           Where do you get these great ideas?\n\n                         \n\n                          GRUG\n\n           Since I don't have a brain, they're\n\n           coming from my stomach. Down deep below,\n\n           and then up again into my mind.\n\n                         \n\n          Thunk walks into a tree. All the other Croods RAISE their\n\n          \"shades\" in time to see Grug walk over a cliff.\n\n                         \n\n                          GUY\n\n           Grug. We have to keep moving.\n\n                         \n\n                         \n\n                         ON GRUG\n\n                         \n\n                          GRUG\n\n           See, I got ideas, I got thoughts.\n\n                         \n\n          ON Grug lifting a huge flat rock over his head.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Like this. I call it a \"mobile home.\"\n\n           Isn't that something?\n\n                         \n\n          A huge BEAST BUNNY JUMPS into the opening of the rock.\n\n          Grug is smashed flat.\n\n                         \n\n                         ON GRUG\n\n                         \n\n          Standing on one side of a primitive Teeter-Totter.\n\n                          GRUG (CONT'D)\n\n           And I'm calling this one a \"lifterator.\"\n\n                         \n\n                          EEP\n\n           Mom?\n\n                         \n\n                          UGGA\n\n           I know. It's bad.\n\n                         \n\n          Grug tosses a massive boulder on the opposite end. Grug\n\n          is LAUNCHED into the sky. Grug becomes a speck in the\n\n          sky. He is HIT by LIGHTNING.\n\n                         \n\n                          GRAN\n\n           I almost feel sorry for him.\n\n          73.\n\n                         \n\n                         \n\n          Grug falls back down onto the teeter totter dislodging\n\n          the boulder from the other side. The boulder rolls back\n\n          down onto Grug.\n\n                         \n\n                          GRAN (CONT'D)\n\n           Hah, no I don't.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n          SEQ. 1950 - TRUTH REVEALED\n\n                         \n\n          Guy is rowing a SHELL BOAT with everyone inside.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe boulder rolls back\n\n          down onto Grug. GRAN (CONT'D)\n\n           Hah, no I don't. DISSOLVE TO:\n\n                         \n\n          SEQ. 1950 - TRUTH REVEALED\n\n                         \n\n          Guy is rowing a SHELL BOAT with everyone inside. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          UGGA\n\n           What are you trying to do Grug?\n\n                         \n\n                         ON GRUG\n\n                         \n\n          Burned and battered, laying in the bottom of a turtle\n\n          shell boat.\n\n                         \n\n          Ugga is attending to his injuries.\n\n                         \n\n                          GRUG\n\n           I thought if I could have ideas like Guy,\n\n           maybe Eep would listen to me. Maybe she\n\n           wouldn't want to go with Guy.\n\n                         \n\n          Ugga gets a PAINED look on her face.\n\n                         \n\n                          UGGA\n\n           Oh Grug, is that what this is all about?\n\n                         \n\n          Ugga is about to confess her thoughts of going to\n\n          Tomorrow with Guy when Grug interrupts her.\n\n                          GRUG\n\n           And I also thought it would kill your\n\n           mother. So you know? Win win.\n\n                         \n\n                          GUY\n\n           We're here.\n\n                         \n\n          The view of the mountain is beautiful.\n\n                         \n\n          Thousands of birds fly overhead darkening the sky.\n\n                         \n\n          The shell boat hits the shore. The Croods step out onto\n\n          land.\n\n                         \n\n          An explosion goes off on a nearby mountain. A PLUME of\n\n          magma BURSTS from the water in the distance.\n\n                         \n\n          Grug looks around for shelter and spots a cave.\n\n          74.\n\n                         \n\n                         \n\n                          GRUG\n\n           Cave! Everyone inside. Come on! Hurry\n\n           up, let's go. Go, go.\n\n                         \n\n          The Croods don't want to move.\n\n                         \n\n                          EEP\n\n           No.\n\n                         \n\n                          UGGA\n\n                          (GENTLY)\n\n           No more caves, Grug.\n\n                         \n\n                          GRUG\n\n           What?\n\n                         \n\n                          GRAN\n\n           We're gonna jump on the sun and ride it\n\n           to Tomorrow with Guy.\n\n                         \n\n                          GRUG\n\n           Wait, so you're all going to do this?\n\n                         \n\n          Silence from the Croods answers his question.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Thunk?\n\n                         \n\n                          THUNK\n\n           Sorry, dad.\n\n                         \n\n          Thunk joins the others. It's the last straw.\n\n                         \n\n                          EEP\n\n           You have to stop worrying for all of us.\n\n                          GRUG\n\n           It's my job to worry. It's my job to\n\n           follow the rules.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP\n\n           You have to stop worrying for all of us. GRUG\n\n           It's my job to worry. It's my job to\n\n           follow the rules. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          EEP\n\n           The rules don't work out here.\n\n                         \n\n                          GRUG\n\n           They kept us alive.\n\n                         \n\n                          EEP\n\n           That wasn't living, that was just, not\n\n           dying. There's a difference.\n\n                         \n\n                          GRUG\n\n           Ugga, everyone, you have to listen to me.\n\n                         \n\n          Ugga doesn't move.\n\n          75.\n\n                         \n\n                         \n\n                          EEP\n\n           We would be dead if we listened you.\n\n                         \n\n          Grug is STUNNED.\n\n                         \n\n                          EEP (CONT'D)\n\n           We have to follow Guy now.\n\n                         \n\n          Grug slowly turns around to face Guy. He is smoldering.\n\n                         \n\n                          GRUG\n\n           Guy?\n\n                         \n\n                          UGGA\n\n           Guy, run.\n\n                         \n\n          Grug lunges toward Guy, SCREAMING.\n\n                         \n\n                          GRUG\n\n           AAAAAAAAAAUGHHHHHHHHHHHHH!!!!\n\n                         \n\n          Grug ATTACKS Guy - they fall down an embankment.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 2100 - TAR PIT\n\n                         \n\n          Grug CHASES Guy across a TREMBLING landscape.\n\n                         \n\n                          GUY\n\n           This is pointless. We're running out of\n\n           time. Everything is collapsing. You're\n\n           being irrational and counterproductive.\n\n                         \n\n                          GRUG\n\n           Big words anger me. Keep talking.\n\n                         \n\n                          GUY\n\n           Countermeasures.\n\n                         \n\n          Belt THROWS fruit at Grug. The fruit HITS Grug square in\n\n          the face. He's blinded. He doesn't stop.\n\n                         \n\n                          GUY (CONT'D)\n\n           Remember how you were this morning? You\n\n           changed, remember? Idea man? Modern\n\n           man?\n\n                         \n\n          Guy comes to a sudden stop - he's stepped in a small\n\n          puddle of TAR.\n\n                         \n\n          Grug wipes his eyes clean of fruit.\n\n          76.\n\n                         \n\n                         \n\n                          GRUG\n\n           I... am... a... CAVEMAN.\n\n                         \n\n                          GUY\n\n           No, no, no wait.\n\n                         \n\n          Guy and Grug do a slow-motion PLUNGE over a tar-fall. As\n\n          they descend Grug SWINGS at Guy, coating himself with\n\n          tar.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUY\n\n           No, no, no wait. Guy and Grug do a slow-motion PLUNGE over a tar-fall. As\n\n          they descend Grug SWINGS at Guy, coating himself with\n\n          tar. \n\nTARGET SECTION TO BE ANNOTATED:\n Grug's arms are held like glue. His punches stop\n\n          well short of Guy's face. Guy and Grug arrive in a wide\n\n          pool of tar. They SINK slowly.\n\n                         \n\n                          GRUG\n\n           Hnnnnnngh! No. What is this stuff that\n\n           saves you from my punches?\n\n                         \n\n                          GUY\n\n                          (HOLLOW)\n\n           Tar.\n\n                         \n\n          The tone of Guy's voice SINKS IN. Grug CEASES his\n\n          attack.\n\n                         \n\n                          GUY (CONT'D)\n\n           Please Grug. You have to stop struggling.\n\n                         \n\n                          GRUG\n\n           No. I have to get back to them.\n\n                         \n\n                          GUY\n\n           Grug! Stop!\n\n                         \n\n          Grug looks to Guy.\n\n                         \n\n                          GUY (CONT'D)\n\n           No one gets out of this. Believe me. I\n\n           know.\n\n                         \n\n          Grug gets it.\n\n                         \n\n                          GRUG\n\n           Your...?\n\n                         \n\n                          GUY\n\n           Family. Yeah.\n\n                         \n\n                          GRUG\n\n           Sorry.\n\n                         \n\n          Grug looks at Guy again - he needs more than that. Guy\n\n          takes a deep breath - this is going to be hard.\n\n          77.\n\n                         \n\n                         \n\n                          GUY\n\n           I was little when it happened. The last\n\n           thing my parents told me was, \"Don't\n\n           hide. Live. Follow the Sun. You'll\n\n           make it to Tomorrow.\"\n\n                         \n\n          This resonates with Grug.\n\n                         \n\n          A thread of light trickles through the storm, falling\n\n          just near enough to Guy he can gather it in his palm.\n\n                         \n\n                          GRUG\n\n           You followed the light. My daughter is a\n\n           lot like you.\n\n                         \n\n                          GUY\n\n           No. She's like you. She loves you but\n\n           always forgets to say it. Just like you\n\n           forget to tell her.\n\n                         \n\n          Grug ponders this. A CHANGE comes over Grug. He focuses\n\n          on Guy. This hits Grug hard.\n\n                         \n\n                          GRUG\n\n                          (CRUSHED)\n\n           I guess I was just busy keeping them all\n\n           alive.\n\n                         \n\n          Guy considers Grug.\n\n                         \n\n                          GUY\n\n           It's okay. That's what Dads do.\n\n                         \n\n          Grug smiles.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nGUY\n\n           It's okay. That's what Dads do. Grug smiles. \n\nTARGET SECTION TO BE ANNOTATED:\n He regards Guy in a different light. He\n\n          sees him not as a boy but a man. Someone good enough for\n\n          his little girl.\n\n                          GRUG\n\n           That's right... but we can't do that from\n\n           here. We need one of your ideas.\n\n                         \n\n          The music TURNS.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Come on. You can do it.\n\n                         \n\n          Buoyed by Grug's encouragement, Guy swings into action\n\n          mode.\n\n                         \n\n                          GUY\n\n           Belt! Emergency Idea Generator,\n\n           activate!\n\n                         \n\n          Belt hits Guy in the head with a rock.\n\n          78.\n\n                         \n\n                         \n\n                          GUY (CONT'D)\n\n           Ow!\n\n                          (THEN)\n\n           I've got it!\n\n                         \n\n                          CUT TO:\n\n                         \n\n          SEQ. 2250 - GRUG &amp; GUY ESCAPE\n\n                         \n\n          We are tracking with the MACAWNIVORE. Suddenly, the big\n\n          cat stops. His eyebrows raise.\n\n                         \n\n          MACAWNIVORE'S POV - a FEMALE MACAWNIVORE PUPPET.\n\n                         \n\n                          BELT\n\n                          TA-DAAAAA\n\n                         \n\n                          GRUG\n\n           Wow.\n\n                         \n\n                          GUY\n\n           Yeah, I know. But he's doing the best\n\n           with what he has. Let's go.\n\n                         \n\n          Grug and Guy are holding bones connected to the puppet.\n\n          Belt SIGNALS to Guy.\n\n                         \n\n                          GUY (CONT'D)\n\n           There he is. Belt, I want romance, drama,\n\n           sincerity. Move me.\n\n                         \n\n          Belt makes music, which grabs the Macawnivore's\n\n          attention.\n\n                         \n\n                          GUY (CONT'D)\n\n           Okay he sees us!\n\n          Belt plays a little melodramatic tune.\n\n                         \n\n          Grug halfheartedly moves the bones he's holding.\n\n                         \n\n                          GUY (CONT'D)\n\n           That's our cue. Now work it!\n\n                         \n\n          The puppet starts shaking its tail.\n\n                         \n\n                          GUY (CONT'D)\n\n           He's not coming over. I don't think our\n\n           puppet looks scared enough.\n\n                         \n\n                          GRUG\n\n           Scared? I'll show you scared. Hand me\n\n           those acting sticks!\n\n          79.\n\n                         \n\n                         \n\n          Grug shakes the puppet and makes a frightening sound of\n\n          terror.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHand me\n\n           those acting sticks! 79. Grug shakes the puppet and makes a frightening sound of\n\n          terror. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n          Suddenly, the Macawnivore leaps forward and jumps on the\n\n          puppet. He grabs it and pulls it up out of the tar,\n\n          bringing Grug and Guy along with it.\n\n                         \n\n          Grug and Guy hang on to the bones of the puppet frame.\n\n                         \n\n          The Macawnivore shakes the puppet, pulling it out of the\n\n          tar along with Grug and Guy.\n\n                         \n\n                          GUY\n\n           Hold on!\n\n                         \n\n          The puppet breaks apart, the Macawnivcore turns to Grug\n\n          and Guy. He is not pleased.\n\n                         \n\n                          BELT\n\n           Da da daaaaaa...\n\n                         \n\n          The Macawnivore dashes towards the pair. They try to run\n\n          from him. The Macawnivore's paws slip slowly backwards\n\n          into the nearby tar--he's stuck. The tar snaps him back\n\n          and throws him far from Grug and Guy.\n\n                         \n\n          Belt blows a whistle signalling a field goal!\n\n                         \n\n                          GRUG\n\n           Yes. You did it!\n\n                         \n\n          Grug PATS Guy on the back. Grug realizes his hand is\n\n          stuck to Guy's back.\n\n                         \n\n          The Croods come running to help them.\n\n                          UGGA\n\n           Grug.\n\n                         \n\n                          THUNK\n\n           Dad!\n\n                         \n\n          Grug and Guy TURN to see the rest of the Croods. Grug\n\n          waves to the family with Guy stuck to his hand.\n\n                         \n\n                          GUY\n\n           Hey, we're okay!\n\n                         \n\n          The family stops to take this in.\n\n                         \n\n                          GUY (CONT'D)\n\n           Yeah, we're okay.\n\n          80.\n\n                         \n\n                         \n\n          The ground shakes violently. Meteors stream across the\n\n          sky.\n\n                         \n\n                          GUY (CONT'D)\n\n           Grug. Your call.\n\n                         \n\n          Grug knows his answer.\n\n                         \n\n                          GRUG\n\n           Take us to Tomorrow.\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 2925 - TO TOMORROW\n\n                         \n\n                         \n\n          EXT. EDGE OF THE WORLD - EARLY EVENING.\n\n                         \n\n          ON THE CROODS\n\n                         \n\n          RUSHING up the gun-sight into the bright rays of the sun.\n\n                         \n\n                          GUY\n\n           Hurry! Come on.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nON THE CROODS\n\n                         \n\n          RUSHING up the gun-sight into the bright rays of the sun. GUY\n\n           Hurry! Come on. \n\nTARGET SECTION TO BE ANNOTATED:\n We're gonna make it!\n\n                         \n\n          When the Croods rush toward \"Tomorrow,\" it is a golden,\n\n          ethereal image created by a perfect alignment of sun,\n\n          clouds, and mountain. From the Croods POV it looks as if\n\n          they can cross a solid bridge of clouds and climb onto a\n\n          waiting sun.\n\n                         \n\n                          EEP\n\n           You were right.\n\n                         \n\n                          GUY\n\n           There it is. The sun. We can do it! We\n\n           can ride it to Tomorrow.\n\n                         \n\n          Even Grug is taken with the sight - it's there after all.\n\n                         \n\n          The Croods stare at the open meadow across from them.\n\n          Tremors violently SHAKE the ground.\n\n                         \n\n                          GUY (CONT'D)\n\n           Run!\n\n                         \n\n          When the rift OPENS in front of them, the hot gasses and\n\n          blasts of hot ash BURST the clouds from beneath. The\n\n          debris shades the sun, revealing a very Earthly landscape\n\n          beyond.\n\n                         \n\n          From the Croods perspective, Tomorrow vanished before\n\n          their eyes.\n\n          81.\n\n                         \n\n                         \n\n          A SHOCKWAVE knocks a large chunk of rock off the edge the\n\n          Croods are standing on blowing them backwards.\n\n                         \n\n                          GUY (CONT'D)\n\n           I don't understand. The sun was right\n\n           here. It was right here.\n\n                         \n\n          KABOOM! A gargantuan jet of ash STABS at the sky. Ugga\n\n          PULLS the Croods away from the ledge. She herds them\n\n          back toward the gunsight.\n\n                         \n\n                          UGGA\n\n           We have to go back to the cave. Hurry,\n\n           hurry, stay together. Let's keep moving.\n\n           Move, move! Everybody hold my hand.\n\n           Thunk let's go. Go! Let's stay\n\n           together.\n\n                         \n\n          But Grug doesn't join them. Instead, Grug takes a step\n\n          TOWARD the precipice, peering into the curtain of ash as\n\n          if trying to burn a hole straight through it.\n\n                         \n\n                          UGGA (CONT'D)\n\n           Grug? What's wrong with you? Grug we'll\n\n           die if we stay here!\n\n                         \n\n          Grug spies a wispy shaft of light STRUGGLING through the\n\n          ash cloud.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat's wrong with you? Grug we'll\n\n           die if we stay here! Grug spies a wispy shaft of light STRUGGLING through the\n\n          ash cloud. \n\nTARGET SECTION TO BE ANNOTATED:\n He HOLDS UP his hand to feel it. A beam of\n\n          light settles on his palm. Grug is ENLIGHTENED.\n\n                         \n\n                          UGGA (CONT'D)\n\n           (softly to Grug)\n\n           Grug. Listen to me. We've gotta get\n\n           back to that cave.\n\n                         \n\n          Grug looks back at his family - huddled, terrified. The\n\n          picture of what he would have wanted in the beginning.\n\n          The sight bothers him.\n\n                         \n\n          Grug TURNS to face them.\n\n                         \n\n                          GRUG\n\n           No more dark. No more hiding. No more\n\n           caves.\n\n                         \n\n                         BEAT\n\n                         \n\n                          GRUG (CONT'D)\n\n           What's the point of all this?\n\n                         \n\n                         BEAT\n\n                         \n\n                          GRUG (CONT'D)\n\n           To follow the light.\n\n          82.\n\n                         \n\n                         \n\n          A smile breaks across Eep's face - her dad has answered\n\n          the question.\n\n                         \n\n                          GRUG (CONT'D)\n\n           I can't change. I don't have ideas. But\n\n           I have my strength. And right now that's\n\n           all you need.\n\n                         \n\n                          UGGA\n\n           No. We don't know what's over there.\n\n           Maybe nothing. It's too risky.\n\n                         \n\n                          GRUG\n\n           It's a chance.\n\n                         \n\n          Belt wipes a tear off his face.\n\n                         \n\n                          GUY\n\n           I'll take that chance.\n\n                         \n\n          Grug LIFTS Guy above his head.\n\n                         \n\n                          GRUG\n\n           You know, I've wanted to throw you away\n\n           ever since I met you.\n\n                         \n\n                          GUY\n\n           Heh. That's a joke, right?\n\n                         \n\n                          GRUG\n\n           What's a joke?\n\n                         \n\n          Grug's comment freaks Guy out. ANOTHER ANGLE shows Grug\n\n          with a twinkle in his eye.\n\n                         \n\n          Belt puts on his helmet for safety.\n\n          With a titanic effort, he HURLS Guy in to the void.\n\n                         \n\n          The Croods wait an eternity. Then - a HORN SOUNDS.\n\n                         \n\n                          UGGA\n\n           He made it... He made it...\n\n                         \n\n                          GRUG\n\n           Okay, Thunk. Your turn.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe made it... GRUG\n\n           Okay, Thunk. Your turn. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          THUNK\n\n           You're not coming, are you?\n\n                         \n\n                          GRUG\n\n           When you make it, so will I.\n\n                         \n\n          Grug HURLS Thunk.\n\n          83.\n\n                         \n\n                         \n\n          Ugga KISSES Grug. She whispers in his ear.\n\n                         \n\n                          UGGA\n\n           You did good.\n\n                         \n\n                          SANDY\n\n           Daddy.\n\n                         \n\n          Grug wipes a tear from Ugga's eye. Then lifts her above\n\n          his head. He HURLS her across.\n\n                         \n\n                          GRUG\n\n           Gran.\n\n                         \n\n          Gran is next in line.\n\n                         \n\n                          GRAN\n\n           No mush, just throw me.\n\n                         \n\n          Grug LIFTS her above his head.\n\n                         \n\n                          GRAN (CONT'D)\n\n           Wait. You surprised me today. Lunkhead.\n\n                         \n\n          Grug SMILES and throws her next.\n\n                         \n\n                          GRAN (CONT'D)\n\n           (landing on the other side)\n\n           Still alive!!!\n\n                         \n\n          Another TREMBLER. MORE cliff FALLS away. Now the\n\n          distance is even greater.\n\n                         \n\n          Eep is next in line.\n\n                         \n\n                          GRUG\n\n           Time to go.\n\n                         \n\n                          EEP\n\n           No. I have too much to say to you. I\n\n           need to fix everything and I don't have\n\n           time.\n\n                         \n\n                          GRUG\n\n           I can fix it.\n\n                         \n\n          Grug embraces Eep.\n\n                         \n\n                          EEP\n\n           This works good. What do you call it?\n\n                         \n\n                          GRUG\n\n           I was thinking of calling it a Hug.\n\n           (clears his throat)\n\n                          (MORE)\n\n          84.\n\n                          GRUG (CONT'D)\n\n           Because it rhymes with Grug. But you can\n\n           change it if you want.\n\n                         \n\n                          EEP\n\n           No. I like a \"Hug.\"\n\n                         \n\n          A BEAT.\n\n                         \n\n                          GRUG\n\n           I love you.\n\n                         \n\n          Eep takes in the full effect of her dad's words.\n\n                         \n\n                          EEP\n\n           I...\n\n                         \n\n          The ground begins to shake and break apart around them.\n\n                         \n\n                          EEP (CONT'D)\n\n           Dad, I'm scared.\n\n                         \n\n                          GRUG\n\n           Never be afraid.\n\n                         \n\n          The gap grows wider.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP (CONT'D)\n\n           Dad, I'm scared. GRUG\n\n           Never be afraid. The gap grows wider. \n\nTARGET SECTION TO BE ANNOTATED:\n Grug lifts Eep and makes the\n\n          greatest throw of his life.\n\n                         \n\n          The tumult parts briefly. Grug can see his entire family\n\n          safe on the other side. He waves a last goodbye. To his\n\n          surprise, a shaft of sunlight has settled on his open\n\n          hand.\n\n                         \n\n                          GUY\n\n           There. I see him!\n\n                         \n\n          The family waves to Grug to let him know they are okay.\n\n                          CUT TO:\n\n                         \n\n          SEQ. 2750 - FAMILY PORTRAIT\n\n                         \n\n                         \n\n          EXT. CLIFFSIDE\n\n                         \n\n          Grug is startled by another earthquake. The ground is\n\n          ripping itself apart as meteors begin to fall around him.\n\n          Grug dodges falling debris and lighting and manages to\n\n          crawl into a nearby cave-- a familiar place for him.\n\n          85.\n\n                         \n\n                         \n\n          INT. CAVE\n\n                         \n\n          Grug grabs two pieces of flint and starts clicking them\n\n          together, just as Guy did earlier. They ignite. Grug\n\n          has created his very first fire.\n\n                         \n\n                          GRUG\n\n                          (PLEASED)\n\n           Hey, I did it.\n\n                         \n\n          Another earthquake shakes the cavern. Grug moves over to\n\n          a wall and uses some nearby mud to paint a portrait of\n\n          his family. He paints each member individually and then\n\n          looks longingly at the family he will never see again.\n\n                         \n\n          The torch begins to go out. Grug blows on it and is\n\n          startled by the massive Macawnivore beast, growling at\n\n          him.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Ahhhh! Back! Stay back! Stay back!\n\n                         \n\n          The Macawnivore blows out the torch. Another meteor hits\n\n          the cave with a loud boom! The Macawnivore stops growling\n\n          and starts blowing on the torch along with Grug. It is\n\n          just as frightened as Grug. Grug reaches out and pets\n\n          the now gentle carnivorous beast.\n\n                         \n\n                         \n\n                         \n\n          INT. CAVE\n\n                         \n\n          Grug and the Macawnivore huddle together in a prehistoric\n\n          armistice. When suddenly, Grug hears the dim tone of\n\n          Eep's \"shell signal.\" He rushes to the entrance to the\n\n          cave.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CAVE\n\n                         \n\n          Grug and the Macawnivore huddle together in a prehistoric\n\n          armistice. When suddenly, Grug hears the dim tone of\n\n          Eep's \"shell signal.\" He rushes to the entrance to the\n\n          cave. \n\nTARGET SECTION TO BE ANNOTATED:\n He surveys the raging CATACLYSM outside the cave\n\n          as the world is being torn asunder.\n\n                         \n\n          He hears the SHELL ALARM blow TWO MORE TIMES. His family\n\n          is in trouble.\n\n                         \n\n                          GRUG\n\n           They're in trouble. Hang on! I'm\n\n           coming.\n\n                         \n\n          The scale of his problem sinks in.\n\n                         \n\n                          GRUG (CONT'D)\n\n           How do I get across? Gotta think. What\n\n           would Guy do? What would Guy do?\n\n                         \n\n          Something occurs to Grug.\n\n          86.\n\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n           What would I do?\n\n                         \n\n          He absent-mindedly hands the torch to the Macawnivore.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Hold this.\n\n                         \n\n          Grug CLOSES HIS EYES, and CONCENTRATES.\n\n                         \n\n          The ember of a thought FLICKERS TO LIFE in Grug's brain.\n\n                         \n\n                          GRUG (CONT'D)\n\n           I... have... an... IDEA!\n\n                         \n\n                          MACAWNIVORE\n\n           Erm?\n\n                         \n\n                          CUT TO:\n\n                         \n\n                         \n\n          SEQ. 2975 - GRUG CROSSES THE DIVIDE\n\n                         \n\n                         \n\n          EXT. FIELD\n\n                         \n\n          Grug uses a log to wipe tar all over a giant rib cage.\n\n          Grug runs out of the cave and into a nearby field and\n\n          startles a pack of nesting PIRANHA OWLS. He turns back\n\n          to the Macawnivore.\n\n                         \n\n          The meat-eating birds begin to chase Grug.\n\n                         \n\n                          GRUG\n\n           Run!\n\n          Grug leaps onto the Macawnivore's back as the birds move\n\n          in closer. The ground begins to break up violently as\n\n          lakes empty themselves and entire forests turn sideways.\n\n                         \n\n          The Macawnivore rushes into a giant rib cage that Grug\n\n          has coated with tar. The Piranha Owls hit the rib cage\n\n          and stick to it. As they fight to free themselves, the\n\n          rib cage lifts off the ground. Grug takes a giant tree\n\n          branch, ignites it, and uses it as a rudder, scaring the\n\n          Piranha Owls and prompting them to fly in one coherent\n\n          direction.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Piranha Owls hit the rib cage\n\n          and stick to it. As they fight to free themselves, the\n\n          rib cage lifts off the ground. Grug takes a giant tree\n\n          branch, ignites it, and uses it as a rudder, scaring the\n\n          Piranha Owls and prompting them to fly in one coherent\n\n          direction. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          GRUG (CONT'D)\n\n           Yes!\n\n                         \n\n          As the cage flies, above the fiery landscape, Grug sees\n\n          Douglas, sitting forlornly with the shell still in his\n\n          mouth.\n\n          87.\n\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n           Douglas?\n\n                         \n\n          Grug doesn't even debate it, he runs back for the little\n\n          monstrosity.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Hey, I know that guy.\n\n                         \n\n          Grug JUMPS out of the cage and rushes over to grab the\n\n          gerbils. Then Grug notices a familiar Liyote hiding\n\n          under a nearby rock. He GRABS the Liyote. Grug sees the\n\n          TRIP-GERBILS stranded as well. Grug TWIRLS the Trip-\n\n          Gerbils around his neck like a scarf.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Get up!\n\n                         \n\n          A ROAR BUILDS behind Grug - the pyroclastic flow is\n\n          SPEEDING closer.\n\n                         \n\n          Grug CATCHES UP to the lumbering blimp-cage. He PUSHES\n\n          it to go faster.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Hold on.\n\n                         \n\n          The pyroclastic cloud BLASTS up the narrow passage.\n\n          Finally, with Grug's strength, the cage CLEARS the edge\n\n          of the cliff.\n\n                         \n\n          The CLOUD HITS them all, SWALLOWING the Cage like a\n\n          speck.\n\n                         \n\n                          CUT TO:\n\n                         \n\n          SQ 3000 REUNITED - 05.16.2012\n\n                         \n\n                         \n\n          EXT. \"TOMORROW\"\n\n                         \n\n                         ON EEP\n\n                         \n\n          Standing at the edge of the cliff alone, BLOWING her\n\n          shell horn. Behind her, Sandy HOWLS. Gran puts a\n\n          comforting arm around her grandchildren, even she has a\n\n          tear in her eye.\n\n                         \n\n          The ground begins to shake softly.\n\n                         \n\n                          GUY\n\n           It's not safe here.\n\n          88.\n\n                         \n\n                         \n\n                          GRAN\n\n           I'll tell her.\n\n                         \n\n          Gran walks up to Eep. Eep continues to blow her shell\n\n          horn. Eep and Gran share a moment.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nGran walks up to Eep. Eep continues to blow her shell\n\n          horn. Eep and Gran share a moment. \n\nTARGET SECTION TO BE ANNOTATED:\n Eep breaks into tears.\n\n          Gran looks at her shell horn and BLOWS it loudly. Eep is\n\n          happily surprised.\n\n                         \n\n          The whole family, even Guy, steps up next to Eep and\n\n          begins BLOWING their shell horns.\n\n                         \n\n          It's clear from Eep's expression she has no intention of\n\n          budging.\n\n                         \n\n                          EEP\n\n           I never got to tell him.\n\n                         \n\n          Ugga appeals to Eep.\n\n                         \n\n                          UGGA\n\n           Eep, if your Dad were here, he would tell\n\n                          YOU TO--\n\n                         \n\n           GRUG (O.S.)\n\n           GET OUT OF THE WAY!!!\n\n                         \n\n                          THUNK\n\n           Wow, you sound just like him.\n\n                         \n\n          Ugga looks up. Guy LOOKS UP. Everyone looks up!\n\n                         \n\n           GRUG (O.S.)\n\n           GET OUT OF THE WAY!!!\n\n                         \n\n                          SANDY\n\n           Daddy!\n\n                          EEP\n\n           He did it!\n\n                         \n\n                          GUY\n\n           He's riding the Sun... but not very well.\n\n           Everybody out of the way!\n\n                         \n\n          Grug CRASHES near the family. They run to meet him.\n\n                         \n\n                          THUNK\n\n           Dad!\n\n                         \n\n                          UGGA\n\n           Grug!\n\n          89.\n\n                         \n\n                         \n\n                          GRUG\n\n           Ahhh! Where's the danger? Who blew their\n\n           shell?\n\n                         \n\n          But all Grug sees is his astonished family staring back\n\n          at him.\n\n                         \n\n          Eep RUNS to him, HUGS him ferociously, nearly knocking\n\n          him down.\n\n                         \n\n                          EEP\n\n           I love you too.\n\n                         \n\n          The rest of the Croods begin running to Grug. Grug hugs\n\n          each of them like never before.\n\n                         \n\n                          GRUG\n\n           One, two, three, four, five, six...\n\n                         \n\n          Grug puts his arm around Guy.\n\n                         \n\n                          GRUG (CONT'D)\n\n           ... and seven.\n\n                         \n\n          Belt wants to be acknowledged as well.\n\n                         \n\n                          BELT\n\n           Eerrghh.\n\n                         \n\n                          GRUG\n\n           And a half.\n\n                         \n\n          All the animals join in hugging Grug.\n\n                         \n\n                          GRUG (CONT'D)\n\n           And eight, and nine.\n\n          Douglas runs up and licks Thunk.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll the animals join in hugging Grug. GRUG (CONT'D)\n\n           And eight, and nine. Douglas runs up and licks Thunk. \n\nTARGET SECTION TO BE ANNOTATED:\n                         \n\n                          THUNK\n\n           Douglas! Dad you saved him!\n\n                         \n\n                          GRUG\n\n           Well, a boys gotta have a pet.\n\n                         \n\n          Suddenly the group rises up as the Macawnivore stands\n\n          near them.\n\n                         \n\n                          GRUG (CONT'D)\n\n           Turns out, I'm a cat person.\n\n                         \n\n          Grug notices a TAIL sticking out of Chunky's mouth.\n\n          90.\n\n                         \n\n                         \n\n                          GRUG (CONT'D)\n\n           Uh! No.\n\n                         \n\n          Chunky SPITS OUT the TRIP-GERBILS. He GRINS sheepishly.\n\n          The TRIP-GERBILS run to Gran knocking her over in their\n\n          excitement.\n\n                         \n\n                          EEP\n\n           You really need to see this.\n\n                         \n\n          The whole family takes this amazing view in then looks to\n\n          Grug for his decision.\n\n                         \n\n                          GRUG\n\n           We should go there.\n\n                         \n\n                          DISSOLVE TO:\n\n                         \n\n                         \n\n          SEQ. 3500 - EPILOGUE\n\n                         \n\n          RUSHING TOWARD A SHORELINE covered in dense palms, gentle\n\n          waves lapping at the sand.\n\n                         \n\n          On Eep, fixing her hair. We PULL OUT to see the whole\n\n          family preparing for a family photo.\n\n                         \n\n           EEP (V.O.)\n\n           This is me. My name's Eep. And this, is\n\n           my family. The Croods. If you weren't\n\n           clued in by the sun tans and pets, we're\n\n           not exactly cavemen anymore.\n\n                         \n\n          Grug has a wonderful picture making contraption they are\n\n          about to experience. The slab of rock smacks them all in\n\n          the face leaving the first family photo.\n\n                          THUNK\n\n           Let's do that again. I think I blinked.\n\n                         \n\n          BACK TO THE SHORELINE, RUSHING ever closer to the beach.\n\n                         \n\n                          EEP\n\n           Our world is still plenty harsh and\n\n           hostile. But now we know the Croods will\n\n           make it.\n\n                         \n\n          ON BELT riding on the back of the Crocopup, delivering a\n\n          drink to Gran, PULL OUT to reveal she is in a sled,\n\n          hitched to a team of Liyotes.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nEEP\n\n           Our world is still plenty harsh and\n\n           hostile. But now we know the Croods will\n\n           make it. ON BELT riding on the back of the Crocopup, delivering a\n\n          drink to Gran, PULL OUT to reveal she is in a sled,\n\n          hitched to a team of Liyotes. \n\nTARGET SECTION TO BE ANNOTATED:\n The liyotes are tending to\n\n          her. Gran sips her drink.\n\n          91.\n\n                         \n\n                         \n\n                          EEP(CONT'D)\n\n           Because we changed the rules. The ones\n\n           that kept us in the dark.\n\n                         \n\n          On Ugga sharpening a spear. The Macawnivore comes in to\n\n          frame with Grug riding on top. Ugga tosses him the spear.\n\n          Eep, flips from out of the trees. She blows her horn to\n\n          call Guy and the BearOwl for a ride.\n\n                         \n\n                          EEP (CONT'D)\n\n           And because of my dad, who taught us that\n\n           anyone can change...\n\n                         \n\n          The Macawnivore LEAPS through the trees onto a broad,\n\n          beautiful beach with Grug and Ugga atop.\n\n                         \n\n                          GRUG\n\n           Release the baby!\n\n                         \n\n                          EEP\n\n           Well, sort of.\n\n                         \n\n          Thunk breaks through the trees riding a LANDWHALE. Sandy\n\n          and Belt are riding the Crocopup. Eep and Guy are riding\n\n          the BearOwl.\n\n                         \n\n                          EEP (CONT'D)\n\n           So from now on we'll stay out here.\n\n                         \n\n          The first camera picks them up as it reaches the beach.\n\n          It FOLLOWS the Croods as they TURN and ride toward a\n\n          sunrise.\n\n                         \n\n                          EEP (CONT'D)\n\n           Where we can follow the light.\n\n          FLARE TO WHITE\n\n                         \n\n                         BEAT\n\n                         \n\n          Belt and Sandy poke their heads up at the base of the\n\n          screen.\n\n                         \n\n                          BELT/SANDY\n\n           Da da daaaaaaaaaaa.\n\n                          \n\n\n\n"
}