{
  "1": "\"The Village\"\n\nThe Woods\n\nby\n\nM. Night Shyamalan\n\f \n\n \n\n \n\n \n\n \n\nINT. HILLTOP - NOON\n\nOne might describe the scene as beautiful, if one could get by the child’s\n\n~ coffin.\n\nA wooden sign in the dirt reads.\n\n“Here lies Danie] Nicholson.\nBeloved by all.\nDied October 3, 1897”\n\nA wilting man in his late forties sits on the grass next to the, much too small\nbox. :\n\nMAN(smiling)\nWho will plague me with\nquestions now?... Who will\npinch me to wake me up? Who\nwill Jaugh at me when I fall?\n(voice cracks)\nWho’s breath will I'listen to so\nthat ] may sleep? Who’s hand\nwill I hold, so that I may walk?\n\nThe wilting man’s face trembles.\n\nBehind him, a respectful thirty feet away, stand a group of about sixty\npeople, equally still.\n\nCUT TO:\nEXT. SUPPER TABLE ~ AFTERNOON\n\nAn enormous handmade wooden table sits in the center of a small village of\nlog cabins. All sixty members of the village are seated for the meal.\n\nThe women wear bonnets. The men have their farmer’s shirts rolled up at\nthe sleeves.\n\n \n\fpe po!\n\nAman in his late forties stands. He has the eyes of a child; innocent and\n\n“pure. This is EDWARD WALKER.\n\nWALKER\nWe came here to start anew-\n\n_ Beat. Eyes look up one by one. Edward Walker stands silently, appearing\nsuddenly overwhelmed. A hand reaches up and squeezes his arm. Edward\nWalker looks down to the wilting man we saw earlier. They look at each\nother quietly.\n\n‘Walker turns back to the table.\nWALKER\nWe came here to start anew.\nWe are grateful for the time we\nhave been given.\n\nWalker sits. Movement begins across the table as hands begin to pass bread\n& and corn and meat\n\nAND THEN WE HEAR IT. THE SOUND CARRIES THROUGH THE\n\nAIR AND BLEEDS INTO THE VILLAGE. IT COMES FROM THE\n\nWOODS.\n\nSCREAMS. IT IS NOT HUMAN.\n\nAll movement at the table stops, except for a TALL BOY at the end of the\n\ntable. He is barely in his twenties.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nIT IS NOT HUMAN. All movement at the table stops, except for a TALL BOY at the end of the\n\ntable. He is barely in his twenties. \n\nTARGET SECTION TO BE ANNOTATED:\n He is mentally handicapped. He starts\n\nclapping wildly.\n\nEveryone else sits uncomfortably still. No expressions on their faces. They\nwait.\n\n“THEN THE SCREAMS SLOWLY START TO MOVE AWAY.\n\nThe boy’s clapping slows and then stops as well. The happiness trickles\nfrom his face.\n\n \n\f \n\n \n\nThe rest of the table waits till the last of the nonhuman screams have moved\n_ away. And then quietly hands start reaching across the table again.\n\nCUT TO:\nEXT. WATER PUMP —- LATE AFTERNOON\n\nA group of women.and girls are washing and drying the wooden bowls and\nplates at a hand water pump that stands in the ground.\n\nA strong older woman pumps the handle. Bursts of water spurt out from the\n\npump’s mouth. Two girls are holding bowls under the water. One girl gets\nsplashed by the other. They both start laughing. The older woman makes a\ndisapproving noise with her mouth. The girls looks over, nod and return to\n\nwashing the bowls; little grins on their little faces.\n\nCUT TO:\nEXT. PORCH — LATE AFTERNOON\n\nTwo young women sweep the porch of a cabin. One of the young women”\nstarts mimicking the other’s movements. They begin to sweep in synch.\nThey both begin to smile as they sweep. They begin to move around the\nporch like dancers.\n\nThey’re giggling stops as one spots something. They both stop dancing.\nThey look down at the base of the post that holds the porch roof up. There\nare two RED WILDFLOWERS peeking out from the fist full of weeds.\n\nThey bend down quickly and yank the red wildflowers out. They move off\nthe porch and kneel down in the dirt next to the porch.\n\nThey use their hands to dig a small hole in the dirt. They put the crushed red\nwildflowers into the hole and methodically bury it.\n\nThe two young women stand, Jook around, and wipe themselves off before\nreturning to the porch and picking up the brooms again.\n\nCUT TO:\n\n \n\f \n\n \n\n \n\nEXT. COURTYARD BELL - LATE AFTERNOON\nA MEDIUM SIZED BRASS BELL hangs from a wooden t-post. A hand\nreaches out and takes hold of the rope that dangles from its side.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\n \n\f \n\n \n\n \n\nEXT. COURTYARD BELL - LATE AFTERNOON\nA MEDIUM SIZED BRASS BELL hangs from a wooden t-post. A hand\nreaches out and takes hold of the rope that dangles from its side. \n\nTARGET SECTION TO BE ANNOTATED:\n The hand\npulls once strong and hard.\n\nCUT TO:\nEXT. STORAGE CABIN — LATE AFTERNOON\n\nMen stow away farm equipment. Hoes and sickles are stacked neatly in\npiles.\n\nALONG BELL TOLLS.\n\nThe men stop working. They put down their tools where they stand. One\nman Jeans into the storage cabin to tell those inside.\n\nMAN\nDrill bell.\n\nCUT TO:\nEXT. WATER PUMP —- LATE AFTERNOON\n\nThe older women usher the girls into an orderly Jine as they leave the area of\nthe water pump. Dirty dishes are left on the ground.\n\nCUT TO:\nEXT. CLUSTER OF CABINS - LATE AFTERNOON ©\nWe see the courtyard. There are clusters of cabins on every side.\nWe watch as one by one everyone in the courtyard and everyone coming in\nfrom the fields, disappears into different cabins like ants retreating into ant\n\nholes.\n\nCUT TO:\n\n \n\n \n\f \n\n \n\n \n\n \n\nINT. CABIN — LATE AFTERNOON\nWe are in someone’s home. A group of about eight women and children\nwalk in through the front door. They move to the back of the small cabin\nwhere a woman reaches down and pulls on a handle in the floor.\n\n. . . LUT TO: |\nINT. DIFFERENT CABIN — LATE AFTERNOON\n\nWe are in another-two-room cabin. A group of men wait their turn as each\nman climbs into the trap door in the floor.\n\nWhen the last is in. The final man reaches up and brings down the trap door,\nclosing them all in.\n\nCUT TO:\nINT. UNDERGROUND ROOM - LATE AFTERNOON\nA collection of two men, four women and three children are huddled\ntogether i in a four by eight space in the ground. The adults have to sit down\nto fit in this space.\nA THIN STRIP OF LIGHT FALLS ON THE FACES from the seam in the\ntrap door. All we hear is the nine of them breathing. Their eyes all stare at\nthe CRACK OF LIGHT.\nA child coughs. A woman reaches over a couple bodies and pats the\ncoughing child on his back. The child settles. They all return to staring at the\nlight. Beat.\nTHE BRASS BELL SOUNDS AGAIN.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all return to staring at the\nlight. Beat. THE BRASS BELL SOUNDS AGAIN. \n\nTARGET SECTION TO BE ANNOTATED:\nThe two men reach up and open the trap door. LIGHT POURS IN.\nOne by one, they all climb out of the four by eight space in the ground.\n\nCUT TO:\n\f \n\n \n\nINT. FAMILY CABIN - LATE AFTERNOON\n\nThe men, women and three children walk out into the afternoon light. One\nwoman immediately grabs a broom and continues cleaning the porch.\n\nThe community returns to doing their chores.\n\nCUT TO:\nEXT. CABIN —- NIGHT\nWe are in the darkness, Jooking into the LIGHT OF A CABIN WINDOW.\nWe see a child’s bedroom - A small bed - A small wooden desk. On the\nchild’s desk there is nothing.\nThe wilting man lays curled up on the little bed. He stares out with red eyes.\n\nCUT TO:\nEXT. CABIN — NIGHT\nIn another cabin we see a woman pouring water from a jug into a large white\nbowl by the side of the bed. We see her speak to her husband who sits\nreading in bed. She Jeans over and begins washing her face with the water in\nthe bowl.\n\nCUT TO:\nEXT. CABIN — NIGHT\n\nThree children kneel and pray by their bedside. Their parents begin blowing\nout the oil lamps in their room.\n\nCUT TO:\nEXT. TOWER — NIGHT\nA young man blows his nose into a handkerchief. He wipes his face and\n\nresumes standing. His eyes gaze down quietly. The ORANGE LIGHT\nFROM THE TORCH LIT NEXT TO HIM, FLICKERS ON HIS FACE.\n\f \n\n \n\n \n\n \n\nHe is standing on a platform, thirty feet in the air. It is a tower on the edge of\nthis community. He is keeping guard.\n\nArms folded, he stares at the darkened woods.\n. CUT TO:\nEXT. SCHOOL HOUSE — MORNING\n\nA group of children carrying cloth bags with books in them, crowd around\nsomething in the dirt.\n\nEdward Walker moves through the tiny gathering.\n\nWALKER\nWhat manner of spectacle has\ncaught your attention so\nsplendidly? I ought to carry it\nin my pocket to help me teach.\n\nEdward Walker parts the final layer of titillated children. He stares down at\nthe thing on the ground. Beat. His expression becomes grave.\n\nWALKER\nWho came upon this?\n\nJt takes a moment before a little boy steps forward.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis expression becomes grave. WALKER\nWho came upon this? Jt takes a moment before a little boy steps forward. \n\nTARGET SECTION TO BE ANNOTATED:\n His eyes never look up.\n\nWALKER\nPhilip, did you move this?\n\nPHILIP shakes his head, “No.” Everyone watches Walker who turns and\nlooks down again quietly.\n\nITIS HARD FOR US TO SEE THROUH ALL THE TINY LEGS AND\nFEET OF THE CHILDREN. THERE IS SOMETHING DARK AND\nMOIST LYING IN THE DIRT.\n\nCUT TO:\n\f \n\nINT. CLASSROOM - MORNING\n\n \n\nThe classroom is overcome by whispering. Walker uses chalk to write the\ndate, “October 5, 1897” on a gray slate board framed in wood.\n\nHe turns to the children who range in age from seven to twelve.\n\nWALKER\nOkay, let’s have it. What\ndelicious conclusions have you\ncome to?\n\nTHIN BOY\nAn animal God created was\nslain.\n\nWALKER\nDonald, please, try to speak\nplainly. It disturbs your mother,\nwhen you speak so darkly.\nEverything need not be said\nwith such drama.\n\n \n\nAnother hand shoots up.\nWALKER\nMarybeth.\nMARYBETH\n\n] inspected it carefully. Its head\nwas twisted back and much of\nits fur was removed.\n\nWALKER\nI see.\n\nDONALD\n\n‘s Jt was murdered.\n\f \n\nNow the children become quiet.\n\n \n\nWALKER\nSo who is the culprit? Who has\ndone this heinous act?\n\nBeat.\n\nMARY |\nThose we don’t speak of, killed\nit.\n\nWALKER\nAnd there it is.\ncoe ee eee (beat)\nWhy would such a notion enter\nyour heads? |\n\nTWELVE-YEAR OLD BOY\nThose we don’t speak of, eat\nsmaller animals.\n\n \n\nBROWN EYED GIRL\nThose we don’t speak of have\nclaws.\n\nWALKER\n\nChildren... Those we don’t\nspeak of have not breached our\nborder for many years. We do\nnot go into their woods and\nthey do not come into our\nvalley. We do not threaten\nthem. Why would they do this?\n\nDONALD\nIt is a warning of the doom to\ncome.\n\n \n\f‘\n\n \n\nWALKER\n(stern)\nDonald.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy would they do this? DONALD\nIt is a warning of the doom to\ncome. ‘\n\n \n\nWALKER\n(stern)\nDonald. \n\nTARGET SECTION TO BE ANNOTATED:\nWalker gazes out at the classroom of concerned children,\n\nWALKER\nIs it possible, in your haste, you\nhave missed the simplest\nexplanation? That this small\nanimal was slain by a slightly\nlarger animal like a fox, and\nthat this said fox carried it into\nour village.to avoid other\nscavengers from coming and\neating his prize. And when our\nvillage awoke and started its\nmorning business, the fox was\nscared off and left its prize for\nus to find.\n\n(beat)\nI can’t say if that’s what really\nhappened, but it’s certainly\nmore reasonable to think that,\nthan something...\nunprecedented.\n\nMARY\nI did see two foxes on the hill\nyesterday.\n\nWALKER\nDoes anyone have further\nquestions pertaining to our\nimmediate doom?\n\nWalker winks at Donald. No one raises their hand. ‘\n\n \n\nWalker watches the image of the foxes scamper through the minds of the\n\n \n\f \n\n \n\nWALKER\nThen if it is agreeable, let us\nbegin our studies.\n\nOne by one, the children reach into their cloth bags and retrieve their\nnotebooks. oe\n\nCUT TO:\n\nINT: MEETING HALL - AFTERNOON\n\nWe are'in one of the largest cabins. Wooden chairs are scattered throughout.\nThis is some sort of gathering place.\n\nTwelve of the chairs have been brought together in a circle. Twelve of the\noldest members of the village are seated in the chairs.\n\nThe Wilting man and Edward Walker are among them.\n\nFIDGETY WOMAN\nWe ought not to overlook the\nFlight of the Birds. We didn’t\nhave it last year and I for one\nmissed it desperately. I know\nTabitha missed the children\ndressed in feathers and such.\n\nA small, gentle woman with her hair tied back, looks up. TABITHA sits to\nEdward Walker’s side.\n\nTABITHA\nlam fond of it.\n\nThe two women slowly turn to Edward.\n\nEDWARD\nI do not have a say in this\nmatter. August Nicholson is\nChair of today’s meeting.\n\f \n\n \n\n \n\nAll eyes tum to the wilting man, AUGUST NICHOLSON. He appears\nexhausted. August nods as he shuffles the papers in his hand.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nAll eyes tum to the wilting man, AUGUST NICHOLSON. He appears\nexhausted. August nods as he shuffles the papers in his hand. \n\nTARGET SECTION TO BE ANNOTATED:\nAUGUST\nThe Flight of the Birds will be\nreturned to this year’s Fall\nFestival.\n\nThe group.nods quietly.\n\nFIDGETY WOMAN\nLet us speak of food then.\n\nTHERE JS A KNOCK at the far end of the room. All attention moves in that\n\ndirection.\n\nAnother man in his mid forties steps in. He carries a tiny smile, his eyebrows\nare raised.\n\nMAN\nThere is a young man who has\nrequested a word with the\nelders.\n\nThe group looks to one another. This is unusual.\n\nAUGUST\nDo have him come forward.\n\nThe man with the raised eyebrows steps out. Beat. The door stays still fora\nmoment, and then it opens.\n\nA sinewy young man in his twenties steps in. His deep-set brow and dark\ngreen eyes never look up as he walks forward to the group.\n\nThere are many glances to a pretty elder in her forties. Edward looks to her\nas well. She stares back with the identical dark green eyes as the boy. She\nshakes her head slightly; She doesn’t know why he’s here.\n\f \n\nThe young man slows to a stop a few feet from them. His hand brings a\npaper up. He begins to read carefully.\n\nGREEN EYES\nMy mother is unaware of the\nreason for my visit today. She\ndid not give her consent or\nconsult me in any form.\n\nThe woman with green eyes moves forward in her seat without knowing it.\n\nGREEN EYES\n\n_T have spent all but my first\n\nyears in this village. It is all that\n1 know. It is a blessed place,\nthis village. Our days are filled\nwith love and compassion and\n\njoy.\n\nHis green eyes flick up, just for a moment... He returns to the paper.\n\nGREEN EYES\nBut there is also some suffering\nand fear. The passing of little\nDaniel Nicholson from illness-\n\nAugust Nicholson goes still.\n\nGREEN EYES\n-and other events have\nweighted on my thoughts. We\nhave been taught of the greed\nand corruption that exists in the\ntowns. And the countless\nwasted lives centered on the\nexchange of money there. But\nwe have also been taught about\ntheir fascination with science\nand machines and medicine.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe\nhave been taught of the greed\nand corruption that exists in the\ntowns. And the countless\nwasted lives centered on the\nexchange of money there. But\nwe have also been taught about\ntheir fascination with science\nand machines and medicine. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n \n\n)\n\nGREEN EYES\nCould they have rescued Daniel\nfrom his terrible illness?\n\n(beat)\nI ask permission to cross into\nthe forbidden woods and travel\nto the nearest town. I will\ngather new medicines and\ninformation of what has\nhappened in the world, and I\nwill return.\n\nBeat.\n\nLee a _. ... GREEN EYES -- 2=-=-:\nWith regards to Those we don’t\nspeak of, I am but a single\nperson, J am not a threat to\nthem, I am certain they will let\nme pass.\n\n(Beat)\nCreatures can sense emotion _\nand fear. They will see ] am\npure of intention and not afraid.\nThe end.\n\nThe young man with green eyes lowers his hands with the paper and stares\nat the group.\n\nNo one moves at first. Edward Walker begins to smile.\nWALKER\n(soft)\nLucius Hunt, that is the most\n\nI’ve heard you speak in many\nyears combined.\n\nThe young man with green eyes stands quietly before the group.\n\nCUT TO:\n\n \n\f \n\n \n\n \n\n \n\n_INT. CABIN - NIGHT\n\nThe pretty woman with green eyes sits on the edge of her bed in her night\nrobe. She hears her son descend the ladder from the loft space he lives in.\n\nALICE HUNT watches him through her bedroom doorway.\n\n/ ALICE\nWhat goes on in that head of\n. yours?\nLUCIUS turns to face her.\nALICE\n\nSay something Lucius.\nBeat. Lucius stares.\n\nLUCIUS .\n\n(soft)\nFinton Coin is in the Tower. I\npromised to sit with him.\n\nAlice lies back in her bed. She pulls the covers over herself. She gazes at her\nson from the pillow.\n\nALICE\nWhy do you not tell me what\nyou feel? I do not know if you\nthink about love. I do not know\nwhat your dreams are. When\nyou stood today, you spoke in\nsuch a gentlemanly manner. I\nscarcely recognized you.\n\nHer eyes close.\n\f \n\n \n\n \n\nALICE\nHow can a mother fail to\nrecognize her son? Tell me.\nTell me that...\n\nLucius watches his mother become quiet. Her breathing becomes steady and\nsoft.\n\nLucius walks into her room and takes the quilt from the rocking chair and\ngently places it over his mother’s sleeping shoulders.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucius watches his mother become quiet. Her breathing becomes steady and\nsoft. Lucius walks into her room and takes the quilt from the rocking chair and\ngently places it over his mother’s sleeping shoulders. \n\nTARGET SECTION TO BE ANNOTATED:\n He whispers in her ear.\n\nLUCIUS\nIdo think about love.\n\nLucius walks out of his mother’s room and exits the cabin quietly.\n\nCUT TO:\nEXT. TOWER — NIGHT\n\nFINTON COIN is a skinny boy with big curly hair. He is on the platform —\ntonight, thirty feet in the air. .\n\nThe trap door opens as Lucius climbs up. Finton immediately relaxes.\n\nFINTON\nDid anyone see your approach?\n\nLucius shakes his head, “No.”\n\nFINTON\n\nI saw Christop Crane sniffing\naround. He suspects something.\nHe has announced, more than\nonce, in my presence that only\none man should hold post in the\ntower each night. Why would\nhe say such a thing if he didn’t\nsuspect? What a wretch he is?\nIs it so bad to be a trifle timid?\n\f \n\nFINTON\nAre you sure you were not ©\ndetected?\n\nLucius shakes his head again, “No” as he takes his seat in the corner. Beat.\n\nFINTON\nAnd I shared a portion of my\nchicken with him not two days\nago. A fine, tender piece.\n\nThe two young men fall into silence; one sitting, one standing. And then out\nof the silence- . :\n\nLUCTUS\nDo you ever think of the towns\nFinton?\n\nFinton turns to the sound of Lucius’ voice,\nFINTON\nThe towns? What for? They’re\nwicked places where wicked\n\npeople live, that’s all.\n\nFinton doesn’t notice the expression on Lucius’ face as he sits in the\nshadows. Finton shrugs his shoulders and returns to looking out. Beat.\n\nFINTON\n(soft)\nI do hope no one saw you.\nCUT TO:\nEXT. APPLE ORCHARD - DAY\n\nAlong the hilltop runs a group of twenty apple trees; their branches bursting\nwith deep red pickings.\n\fOn the ground near the trees are baskets filled with apples. A few are\ntoppled over.\n\n \n\nStanding in a tight group a few feet from the abandoned baskets are a group\nof women. The same quiet fearful expressions on their faces.\n\nThey stare at something at the base of a tree.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nStanding in a tight group a few feet from the abandoned baskets are a group\nof women. The same quiet fearful expressions on their faces. They stare at something at the base of a tree. \n\nTARGET SECTION TO BE ANNOTATED:\n We can’t see what it is, but we\ncan HEAR THE FLIES BUZZING around its dead carcass.\n\nALICE(o.s)\n‘We understand the depth of\nyour worries, but you needn’t\n\nbe alarmed.\nwae weet nisin Seniors nee CUT TO:\nINT. MEETING HALL - AFTERNOON\neS } Every member of the village is jammed into this little building. The elders\n\n8 are standing towards the front of the room.\nAlice Hunt’s green eyes look compassionately over the gathering.\n\nALICE\nWhat we seem to have amongst\nus, is a scavenger of some type.\nMost likely a coyote or wolf.\nIt’s manner of killing and\nremoving the fur, but leaving\nthe flesh torn may be a sign that\nthe animal may suffer from _\nmadness.\n\nAn uncomfortable murmur flutters in the meeting room.\n\n \n\f \n\nALICE /\nFor the next fortnight we\nshould be vigilant for sightings\nof this coyote. Keep careful\nwatch over the little ones as\nthey play on the hills.\n\n(lowers voice)\n\n. As for the other notion... we do\nnot believe our boundary has\nbeen breached: Those We\nDon’t Speak Of are much larger\ncreatures than coyotes. We\n.would know if they had been\nhere.\n\nCUT TO:\nEXT. COURTYARD — AFTERNOON\n\nWe pick up Edward Walker as he leaves the meeting hall with the rest of the\ncongregation. A young woman in her early twenties catches up to him. She\nhas a round attractive face. She is the lively sort. She practically bounces to\nhis side.\n\nGIRL\nIt’s frightful, this business with\nthe coyote, is it not Pappa?\n\nWALKER\nDo not fee] worried Kitty?\n\nKITTY\nYou are not troubled?\n\n“WALKER\nTam certain it will all end soon.\n\nKITTY\nCan we speak on other matters\nthen?\n\f \n\n \n\n20\n\nWALKER\nIt would be a relief.\n\nKITTY WALKER takes his arm and whispers in his ear as they walk.\n\nKITTY\nJam in love.\n\nHe looks at his daughter as they tum the comer onto a path where they are\nalone. Kitty beams at his side.\n\nWALKER\nIhave great reverence for the\nword ‘Jove’ Kitty.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks at his daughter as they tum the comer onto a path where they are\nalone. Kitty beams at his side. WALKER\nIhave great reverence for the\nword ‘Jove’ Kitty. \n\nTARGET SECTION TO BE ANNOTATED:\n It should not\nbe thrown about lightly. It is\nthe greatest force on this earth.\n\nKITTY\nThese feelings are so strong, it\ncan be nothing else Pappa.\n\nWALKER\n\nI see.\nKITTY\n\nYou do not believe me.\nWALKER\n\nI] have no judgment yet.\nKITTY\n\nIt must have been bubbling\n\ninside me for a long time, for it\ncame bursting forth not three\ndays ago. J have thought of\nnothing since.\n\nEdward nods his head.\n\f \n\n \n\n \n\n21\n\nWALKER\n‘Burting forth’ is it?\nKITTY\nI realized since I’m the eldest\n\n‘of your children and since you\n\nwere stricken with five girls\nand no boys, I decided to act as\nif ] were the son and ask your\npermission.\n\nWALKER\n\n- I must correct you on the word\n\n‘stricken’. I would not trade\nany one of my five daughters\nfor a hundred of the finest boys.\nSo now, what is it you are\nasking permission for?\n\n_ KITTY\nI would like permission to\nmarry, Pappa.\n\nWALKER\nThere is.a proper manner in\nwhich these things are to\nhappen. Such as the boy would\nnormally be standing next to\nyou at a moment such as this.\nWhere is the boy in all of this\n\nKitty? |\n\nKITTY -\nJ haven’t spoken to him as of\nyet.\n\nNow Edward stops walking.\n\n \n\f \n\nWALKER\nThe young man is unaware of\nyour intentions? .\n\nKITTY .\nHe has a quiet way. I was going\nto talk with him, but ] wanted\nyour blessings papa. I wont talk\nwith him without your\nblessings. :\n\nEdward starts walking again.\n\nWALKER\nKitty-\n\nKITTY\nIt’s Lucius Hunt.\n\n=)\n% van\n: -Lucius? .\n\nKitty sees the expression on her father’s face.\n\nKITTY\nYou think badly of him?\n\nWALKER |\nNo, no... I’ve just been\nthinking on him recently.\n\nKitty’s face returns to beaming.\nKITTY\n\nHe’s not like the other boys. He\ndoesn’t joke and bounce about.\n\nWALKER\n\n@ He certainly doesn’t:\n\n \n\f \n\nqe\n\n-.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nKITTY\n\nHe’s not like the other boys. He\ndoesn’t joke and bounce about. WALKER\n\n@ He certainly doesn’t:\n\n \n\f \n\nqe\n\n-. \n\nTARGET SECTION TO BE ANNOTATED:\n 23\n\nKITTY :\nDo I have your blessings then?\n\nHe looks down at his eldest daughter. He nods, “yes.”\n\nShe hugs him tight as they come to a stop in the far end of the courtyard at\nthe base of the medium sized town bell.\n\nWALKER\nDo me one favor first Kitty. Do\n_ hot tell anyone else of your\n‘burstings’ until you have\nspoken with the young man.\n\nKitty nods earnestly. Beat. Edward Walker gets lost in his thoughts again.\nKITTY\n(whispers)\nPapa, something does trouble\nyou? / |\n\nEdward looks down and sees the concern in his daughter’s eyes.\n\nBeat. He then reaches up and pulls long and hard on the rope that tolls the\nbrass bell.\n\nWe see in the background everyone stops what they’re doing and begins\nwalking in lines towards the cabins.\n\nWe watch as people walk in from the stream and from the orchards. They\ndisappear quietly into the cabins.\n\nCUT TO:\nEXT. FIELD —- AFTERNOON\n\nLucius stands at the edge of a field of crops. He methodically removes the\nclumps of dirt from the prongs of the tools he’s used on the soil that day.\n\f \n\n24\n\n. - KITTY\nip? : Good afternoon Lucius.\n\n \n\nLucius’ hands stop their work. He turns and looks over his shoulder at the\nyoung woman that stands before him. She rises on her tip-toes and returns to\nearth again. Lucius never lets go of his tools. He nods hello to her.\n\nKITTY\nI wanted to tell you something. . |\n\nLucius stares.\n\nKITTY\nMy goodness, my heart is\npounding so fast, I think I may -\nfaint right on this spot... You’d\nprobably catch me course,\nbefore I fell.\n\noes\n\nLucius continues to stare.\n\nq?\n\nKITTY\nSeeing as you’re of age... and\nseeing as I’m of age... and .\nseeing as we get along so well\nlike this... A thought entered\nmy head that may have entered\nyour head as well.\n\nLucius blinks his green eyes. Kitty takes this .as a positive gesture and smiles\nsweetly.\n\nKITTY\n\n(soft)\nJ love you Lucius. I love you\nlike the day is long.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitty takes this .as a positive gesture and smiles\nsweetly. KITTY\n\n(soft)\nJ love you Lucius. I love you\nlike the day is long. \n\nTARGET SECTION TO BE ANNOTATED:\n I love you\nmore than the sun and moon\ntogether. And if you feel the\nsame way, we.should not hide\n\nwv it any longer. It’s a gift, love is.\n\f \n\n \n\n.25\n\nKITTY\nWe should be thankful. We\nshould bellow it with all the\nbreath in our lungs, “Thank\nyou! Thank you! Thank you!’\n\nKitty finishes her flurry by rising up on the tips of her toes and returning to\nearth again.\n\nLucius stares.\nCUT TO:\n\nINT. WALKER CABIN - NIGHT\n\nKitty i is wailing.\n\nEdward carries his youngest daughter in his arms as his petite wife holds\ntheir next two youngest on their Japs. They watch with concern as Kitty cries\nloudly from her bedroom\n\nKitty is being consoled by her closest sister. Kitty has her head in her sister’s\nlap.\n\nIVY WALKER strokes the hair of her older sister gently. Ivy is thin, almost\ntoo thin. Her long blond hair falls over her sharp striking face.\n\nShe wipes the tears from her sister’s cheeks. Beat. Ivy begins to sing sofily.\n\nIVY\n\n(sings)\nWhy are you sorrowful, why do\nyou weep? Why do you ask me\nto rock you to sleep? Could you\nbut see thro’. this world’s vale\nof tears...\n\nEdward and Tabitha Walker hold their three youngest girls and listen quietly\nfrom the other room. _ ‘\n\n \n\f26\n\nIVY\n(sings) \\\nLight would your sorrows be,\nharmless your fears, all that _\nseems darkness to you would\nbe light, all would be sunshine\nwhere now is but night...\n\n \n\n“Ivy wipes the last tears from her sister’s face. Ivy’s voice fills the cabin and\nwraps them all like a blanket.\n\nCUT TO:\nINT. AUGUST NICHOLSON’S CABIN — NIGHT\nLucius knocks on the half open door with his elbow. He waits a moment and\n\npushes the door open. Lucius carries a large pile of firewood in his arms as\nhe steps into the cabin.\n\n, He sees the wilting man, August Nicholson, sleeping in a chair.\n\nLucius moves to the hearth. Some of the kindling falls off the pile onto the\nfloor. August stirs awake.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nLucius moves to the hearth. Some of the kindling falls off the pile onto the\nfloor. August stirs awake. \n\nTARGET SECTION TO BE ANNOTATED:\n He sees Lucius kneeling with the wood.\n\nAUGUST\nYou are very kind.\n\nLucius nods.\nAUGUST\nYou must pardon my manners.\nThaven’t slept in many nights.\n\nLucius nods again and starts making a pile next to the hearth. Beat.\n\nAUGUST(0.s.)\n-like a dog can smell you.\n\nLucius turns. August has his eyes closed. Beat.\n\f \n\n:27\n\nLUCIUS\nDid you say something Mr.\nNicholson?\n\nAugust doesn’t reply. He is fast asleep in the chair.\n\nLucius retums to the pile. He transfers the last of the firewood from his\narms.\n\nAUGUST(0.s.)\n-you may run from sorrow. As\nwe have. Sorrow will find you.\n\n‘Lucius turns to see August, eyes open this time, staring into the corner of the\ncabin. :\n\nAUGUST\nIt can smell you.\n\nLucius follows the elder’s gaze to the corrier of the room where a WOODEN\nBLACK BOX, one foot by one foot, sits on a'table all by itself.\n\nLucius turns back to August.\nAUGUST\n(reverent)\nThere were pasteries with\ncream in them.\nLucius watches as August Nicholson’s eyes slowly close again. Beat.\nLucius rises to his feet. He walks across the cabin to the door.\nAUGUST(0.s.)\n-my wife and I, we used to\nthrow dinner parties. °\n\nLucius looks back. August stares sleepily at him.\n\nAugust’s words are so soft, the crackle of the fire almost covers them.\ng\n\f \n\n \n\n \n\n28\n\nAUGUST\n\n(quiet)\n-in town.\n\n(beat)\nWe served pasteries with cream\nin them.\n\nLucius waits till August is asleep again. The young man’s green eyes stare\nquietly at the wilting man.\n\nCUT TO:\nEXT. BORDER — NIGHT\n\nWe are at the edge of the village. Yellow cloth flags are attached to the trees\nthat create the natural border between the grassy slopes and the woods. The\nyellow flags and torch lit lamp curve into the distance as far as one can see.\n\nA fifteen-year old boy in overalls stands on a stump-right at the edge of the\ngrass. His back is to the woods. His arms outstretched at his sides.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nA fifteen-year old boy in overalls stands on a stump-right at the edge of the\ngrass. His back is to the woods. His arms outstretched at his sides. \n\nTARGET SECTION TO BE ANNOTATED:\n His body\nmakes the form of the crucifix. He is trembling.\n\nYOUNG MAN(o.s.)\nHe has tears in his eyes,\nChristop.\n\nA group of young men are huddled behind a rock ten feet down the slope\nand watch the fifteen-year old standing on the stump.\n\nCHRISTOP.CRANE is a thin, tall, very neatly combed young man.\nCHRISTOP\nHe’s doing capitol. Just a few\n\nmore moments...\n\nThe young men fight each other for the best view.\n\n   \n\n \n\f \n\n \n\nq)\n\n29\n\nCHRISTOP\nDo not jostle about so. You'll\nruin my shirt.\n\nThe fifteen-year old’s eyes are filling with water. He’s straining to hold up\nhis arms. .\n\n-WE ARE IN THE DARKNESS OF THE WOODS. WE ARE BEHIND\n\nTHE BOY. WE SEE THE SILOHUETTE OF HIS SLIGHT FIGURE\nSTANDING ON THE TREE STUMP.\n\nThe boy makes a noise — a a slight whimper. A NOISE IS HEARD FROM\nTHE WOODS.\n\nThe boy stiffens. He whispers out to the boys behind the rock.\n\nBOY ON STUMP\n\n(loud whisper) .\nThey made a sound when I\nmade a sound. They mimic\nbefore they attack.\n\nChristop pops his head out.\nCHRISTOP\n(loud whisper)\nThat’s a wives tale. It isn’t true.\n\nDo not falter... A few moments\nmore.\n\nA BRANCH SNAPS IN THE WOODS. The fifteen-year old’s eyes flick up.\nAll the heads from behind the rock peek out.\n\nThe boy LISTENS desperately. He wants to look behind, but he doesn’t.\n\nTHERE ARE NOISES IN THE WOODS. THE SOUND OF LEAVES\nBEING CRUNCHED.\n\nThe boy begins to shake.\n\f \n\n \n\nA LARGE BRANCH SNAPS. The fifteen-year old lets out a SMALL\nSQUEAL as he lowers his arms and jumps from the stump. He starts\nrunning. .\n\nHe runs past the young men hiding behind the rock. As he does; they start\nrunning too. Everyone evacuates in a hurry. They all start racing down the\nslope back to the FIRE LIGHTS FLICKERING in the distance from the\nvillage.\n\nCUT TO:\nINT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nEveryone evacuates in a hurry. They all start racing down the\nslope back to the FIRE LIGHTS FLICKERING in the distance from the\nvillage. CUT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n VILLAGE COURYARD — NIGHT\nThe gang of young men, are moving at a fast walk through the courtyard,\ntrying to catch their breath. The fifteen-year old walks in the center receiving\nvarious pats on the back. His face is still ashen.\nThe group walks by a contemplative Lucius.\n\nHe doesn’t look up as they pass in a flurry of youthful conversation.\n\nLucius moves silently in the opposite direction, the weight on his shoulders,\nalmost visible.\n\nCUT TO:\nEXT. SCHOOLYARD FIELD - DAY\n\nThe mentally handicapped young man we saw clapping at the supper table is\n\n’ wrestling in the dirt with two young men who try to restrain him.\n\nHe is strong and quick. The two young men end up in the dirt over and over\nas the mentally handicapped young man slips them and throws them down.\n\nThe children watch the dust and dirt kick up as the three continue scuffling.\n\nCUT TO:\n\f \n\n \n\n°31\n\nEXT. SCHOOLHOUSE - DAY\n\nA trail of dark blood runs down the forehead of a hysterical child. Kitty\n\ngently escorts him off the playground.\n\nThey pass Ivy seated on.a bench that overlooks the back of the schoolyard.\n\n‘Kitty speaks over her shoulder as she climbs the steps into the school\n\nbuilding.\nKITTY.\nNoah ought to be punished. He\n\nwacked little Joseph with a\nstick again.\n\nIvy nods. Kitty and JOSEPH disappear into the school building..\nIvy takes hold of the wooden cane lying next to her. She rises from the\nbench. She moves towards the NOISE OF THE PLAYGROUND: The\nwooden cane moves deftly back and forth in front of her.\nHer STRIKING BLIND EYES focus on nothing.\n\nCUT TO:\nEXT. SCHOOLYARD — DAY\n\nThe wrestling has gotten fierce. NOAH PERCY is almost pinned when he\nsuddenly throws them and frees himself. The two young men immediately\ngo for his legs.\n\nIVY\n\nNoah Percy, stop your fussing\nright this moment.\n\nNoah stops and stares at Ivy.\n\nThe two young men on the ground stop. They realize they are holding each\nother’s leg.\n\fP\n\n32\n\nNoah stands as the two young men lie on the ground. Noah smiles sweetly\nat Ivy.\n\nCUT TO:\nEXT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nP\n\n32\n\nNoah stands as the two young men lie on the ground. Noah smiles sweetly\nat Ivy. CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n QUIET ROOM —- DAY\n\nA heavy Jock is undone. The tall wooden door swings open. We look into a-\nsmal] cabin. It has only one room. It has a wooden chair in the center. A few\npotato sacks have been piled in the comer. The room is dusty.\n\nIvy and Noah stand and look in. Noah holds her arm.\n\nIvy\nYou’re in trouble you know?\n\nNOAH\nNo hitting.\n\nIVY\nI’m to place you in the quiet\nroom.\n\nNOAH\n-I’'ll cry quarts.\n\nIVY\nWhat if we strike a deal?\n\n* NOAH\nCapitol! Capitol idea!\n\nIVY\nIt would be prudent to keep our\ndeal a secret. Can you do that?\n\nNOAH\nLike a church mouse.\n\nThis makes Ivy laugh. Noah laughs too.\n\n \n\f \n\n \n\n \n\n+ 33\n\nIVY . |\nYou needn’t go to the quiet |\nroom if you take an oath to :\nnever strike any person again.\n\nNOAH\n\nvase . Nohitting. wees\n\nIvy puts out her hand to shake.\n\nIVY\n_No hitting.\n\nNoah shakes hands, up and down big, like the elders do.\n\nIvy taps her cheek. Noah leans down, for he stands a good six inches taller\nthan her, and kisses her softly once.\n\nIVY\nThe deal is struck.\n\nNoah is beaming. Ivy closes the door to the quiet room.\n\nIvy\nWe ought not return right away.\nWhat shall we do with our\nstolen time?\n\n(beat)\nShall we have a foot race? Up\nthe hill to the resting rock.\n\nNOAH\nNo cheating.\n\nIVY\nWhat a deeply scandalous thing\nto say. I insist you take that\nback... Is that the school bell?\n\f \n\n34\n\nNoah looks back. Ivy takes off. She’s a good ten feet down the path before\nhe turns to see her not there.\n\nCUT TO:\nEXT. RESTING ROCK - DAY\n\nNoah is bigger, stronger and faster, but he.has a hard time. catching the blind\nyoung woman running ahead of him. She moves effortlessly. She does not\nuse her stick. She knows every step of these hills. She taps a tree as she runs\nby. She is laughing as she runs. :\n\nNoah passes her just as they finish.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe knows every step of these hills. She taps a tree as she runs\nby. She is laughing as she runs. :\n\nNoah passes her just as they finish. \n\nTARGET SECTION TO BE ANNOTATED:\n They both are out of breath as they reach\nthe rock formation.\n\nOne rock juts out at the base of an enormous wall of rock buried into the\nside of the hill. There is shade here. This is Resting Rock.\n\nThere is someone sitting there when they arrive. Noah goes right over and\nsits with him. Ivy sits and catches her breath before looking in their\ndirection. - .\n\nIVY\nMy sister cried a lot.\n\nLucius stops eating the biscuit he has wrapped in his handkerchief for his\nlunch break. Beat.\n\nIvy\nDo you wonder how I\nrecognized you.\n\nLucius stares at the striking girl with the sweaty face and messed hair.\n\nIVY\nSome people, just a handful\nmind you, give off the tiniest\ncolor. It’s faint, like a haze. It’s\nthe only thing I ever see in the\ndarkness. Papa has it too.\n\f \n\n \n\n \n\n>)\n\nLucius gazes quietly at Ivy as if she was a sorcerer. Noah just smiles. Beat.\n\nIVY\nDo you wonder what your color\nis? Well that, I won’t tell you.\nIt’s not ladylike to speak of\nsuch things. You shouldn’t\neven have asked.\n\nLucius fights a smile. Noah runs off after some nearby birds.\n\nIvy smoothes her wrinkled, dusty frock. It is an uncharacteristic nervous\ngesture.\nIVY\n(serious)\nI know why you denied my\nsister.\n\nLucius’ smile melts away.\n\nIVY\nWhen I was younger you used\nto hold my arm when I walked.\nThen suddenly you stopped.\n(beat)\nOne day, I even tripped in your\npresence and nearly fell. I was\nfaking of course, but still you\ndid not hold me.\n\nIvy\nSometimes we don’t do things\n‘we want to do, so that others\nwon’t know we want to do\nthem.\n\nLucius is about to say something when Noah comes back. Noah sits down\nbetween them. Lucius turns his piercing eyes back to his biscuit.\n\n \n\f \n\n \n\n \n\n36\n\nNoah reaches into his pocket. He clutches something in his hand. He puts it\ninto Ivy’s lap.\n\nIVY\nWhat’s this?\nShe feels it in her hands.\nIVY\n\nA flower, what a splendid\npresent.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nIVY\nWhat’s this? She feels it in her hands. IVY\n\nA flower, what a splendid\npresent. \n\nTARGET SECTION TO BE ANNOTATED:\nLucius glances over. He goes still. Beat.\n\nLUCIUS\n' (low)\nBe cautious. You are holding\nthe bad color. :\n\nIvy’s face changes as she holds the RED FLOWER.\n\nIVY\n\n(even)\nNoah it is not allowed. This\ncolor attracts Those We Don’t\nSpeak of. You must bury it.\n\nShe holds it out to a saddened Noah. Her hand is trembling slightly. He\ntakes it back after a moment.\n\nIvY\nYou ought not to pick that color\nflower anymore.\n\nLucius gazes at the flower in Noah’s hand.\n\nLUCIUS\nHe did not pick that now.\n\f \n\n \n\nBeat. Ivy’s head turns a quarter turn towards Lucius.\n\nIVY\nWhat’s wrong? You’re\nbreathing has changed.\n\nLUCIUS\nI’ve never set eyes on such a\nflower.\n\nLucius and Noah look at each other. Beat.\nLUCIUS\n(quiet)\nNoah... where did you find\nthis?\nCUT TO:\nEXT. BORDER — AFTERNOON\n\nIvy’s fingers trace along Noah’s arm. She finds his hand. She moves over his\nfinger that is pointing: She turns and faces that direction.\n\nBeat.\nIVY\nAre you sure? _\nNoah nods.\nNOAH\nNo cheating.\n\nIvy, Noah, and Lucius stand at the top of the hill and stare. Beat. Lucius\nturns and starts walking down the hill.\n\f \n\n38\n\nLUCIUS(v.0.)\nMy mother is unaware of the\nreason for my visit today. She\ndid not give her consent-\n\nCUT TO:\nINT. MEETING HALL - AFTERNOON\n\nWALKER\nLucius.\n\nLucius’ green eyes look up from his paper.\n\n_ . WALKER\nYou do not need to address us\nso formally. You may just\nspeak.\n\nLucius stares at the group of elders seated on the wooden chairs before him.\nAlice watches her son lower the paper at his side. He just stands there. Beat.\n\nLUCIUS\nWe mustn’t-\n\nLucius eyes drift down. He tilts the paper slightly as he tries to read the\nwords at a steep angle at his side.\n\nLUCIUS\nWe mustn’t-\n\nEdward smiles.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nLUCIUS\nWe mustn’t-\n\nLucius eyes drift down. He tilts the paper slightly as he tries to read the\nwords at a steep angle at his side. LUCIUS\nWe mustn’t-\n\nEdward smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nWALKER\nLucius, you may read from the\n\npaper if you wish.\n\nLucius brings the paper back up.\n\f \n\n“39\n\nLUCIUS\n-or consult me in any form:\n. (beat)\nToday at Resting Rock. Noah\nPercy handed Ivy Walkera _\nflower of the bad color.\n\n \n\nEdward Walker sits up just a bit at the sound of his daughter’s name.\n\nLUCIUS\nWhen asked where he found\nthis flower, for it was not like\nothers I have seen, he took us\nthere. He led us to the peak of\nthe hill, by the tree stump.\nThere he pointed to a bush\ncovered in flowers of the bad\ncolor.\n\ny Lucius looks up. He doesn’t look down when he says the next six words.\n\nLUCIUS\nHe was pointing into Covington\nWoods.\n\nLucius returns his eyes to the paper.\n\nLUCIUS\nBy my eye, the bush of the bad\ncolor was, at the very least,\nseventy-five paces past the\nforbidden line.\n\nBeat.\nLUCTUS\nIt is my belief that Noah Percy\nhas entered the woods, and has\ndone so on many occasions.\n\n<\n\n \n\f \n\n \n\n \n\n \n\n40°\n\nLUCTUS\nIt is also my belief, that because -\nof his innocence, those\ncreatures who reside in the\nwoods did not harm him.\n\n(beat)\nThis strengthens my belief that\nthey will let me pass if they\nsense ] am not a threat. I ask for\nfurther consideration in my\nrequest to travel into the woods\nso that I may gather medicines\nand informations from the\nnearby town.\n\nLucius slowly lowers his paper. He exhales very slowly. The elders just\nstare.\n\nCUT TO:\nEXT. SCHOOLYARD — AFTERNOON ~\n\nNoah makes monster sounds. He holds his hands up like claws as he slowly\nchases the pack of Jaughing and screaming children around the playground.\n\nThe group of elders have gathered at the edge of the schoolyard. They watch\nNoah carefully as he runs around with the other children.\n\nNoah bares his teeth and growls as he catches one of the laughing ten-year-\nold boys in the pack. Noah picks him up and throws him to the ground hard.\nThe child starts crying.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nNoah bares his teeth and growls as he catches one of the laughing ten-year-\nold boys in the pack. Noah picks him up and throws him to the ground hard. The child starts crying. \n\nTARGET SECTION TO BE ANNOTATED:\nTEACHER\nNoah Percy!\n\nNoah stops acting like a monster. He runs and hides behind the other\nchildren. :\n\nThe elders watch as the teacher pulls Noah off the schoolyard. Noah is\nthrowing a slight tantrum as he is led to his punishment.\n\n \n\f \n\n \n\n9\n\n \n\n‘INT. HUNT CABIN - NIGHT\n\nCUT TO:\n\nAlice Hunt sits at her small table. Hands folded on her lap.\n\nALICE\n-” We shall speak of the town, just\nthis once, and we shall never\nspeak of it again.\n\nLucius sits across from her. His eyes flicker from the lamp light on the shelf.\n\nALICE :\nWhen we lived there, the three\nof us, you were but an infant. I\nwould be telling an untruth if]\nsaid there was no joy. We were\ncontented souls: the three of\nus... But contentment is an\nunwelcomed alien in the towns.\nThere is something in the very\nnature of the cities and towns\nthat rejects it. Society survives\non greed, and desire. Its heart is\nfed by wants. It has no place\nfor something so untradable\nand old fashioned as\ncontentment.\n\n(beat)\nYour father left for the market\non a Tuesday at quarter past\nnine in the morning... He was\nfound-robbed and naked in the\nriver two days later.\n\nLucius is shaking.\n\n41\n\f \n\n42\n\nLUCIUS\n\n(barely audible)\nWhy do you tell me this\nblackness?\n\nALICE\nSo you will know the nature of\nwhat you desire.\n\nLUCIUS\nI do not desire it!\n\nAlice is sincerely unsettled by the sight of her son on the verge of yelling.\n\nLUCTUS\nMy intentions are true to my\nword. IJ think of nothing but the\npeople of this village.\n\nAlice lowers her eyes. Beat. She speaks in a softer voice.\n\nALICE\n1 know that. Forgive me. J am\nbut scared for my only son’s\nlife.\n\nLUCIUS\nTam not the one with secrets.\n\nAlice’s eyes lock on his.\n\nALICE\nWhat is your meaning?\n\n(beat)\nSpeak! Do not retreat to your\nsilence yet.\n\nLucius stands from the table. He moves across the small room.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo not retreat to your\nsilence yet. Lucius stands from the table. He moves across the small room. \n\nTARGET SECTION TO BE ANNOTATED:\n\f \n\n_ 43\n\nLUCIUS\nThere are secrets in every\ncomer of this village. Do you\nnot feel it? Do you not see it?\n\n \n\nLucius points to the black box seated in the corner of the room on a small\ntable. It is identical tothe one we saw in August Nicholson’s house.\n\nALICE\nThat is for our own well being.\nSo the things that scare us do\nnot have power over us.\n\nLUCTUS\nThen let us open it.\nALICE\nNo-\nww , Alice looks ready to rise from her chair to.stop him. Lucius doesn’t move.\n\nBeat. .\nAlice visibly composes herself. Her hands return to her Jap.\nALICE\n_ (soft)\nPerhaps we should speak with\n\nEdward Walker together. He\nmay-\n\nLUCIUS\nHe hides too.\n\nAlice stares quietly at the stranger before her.\nLUCIUS\n\n(soft)\nHe hides his feelings for you.\n\f \n\n \n\n \n\n \n\nAlice instantly rises from the table and moves into her room with great\ndignity. .\n\nLUCIUS\n_ (calls to her)\nSometimes we don’t do things -\nyet others know we want to do\nthings - so we don’t do them.\n\nLucius doesn’t even understand what he said. Alice walks back out of her\nroom. :\n\nALICE\nWhat nonsense are you saying?\n\nLucius is flustered. He gathers his thoughts and looks to his mother. Beat.\nLUCIUS\nYou needn’t worry. Nothing\nwill happen to me.\nAlice gazes upon her son.\nALICE\n(gentle)\n\nYou remind me of a colt\nsometimes.\n\nAlice moves back to the chair she started in. Lucius takes his seat across\nfrom her. Beat.\n\nAlice cleans some dust off the table as she speaks.\n\" ALICE\nWhat makes you think he has\n\nfeelings for me?\n\nBeat. Lucius thinks of other things as he says the words.\n\n \n\f \n\n \n\n45\n\nLUCIUS\nHe never touches you.\n\nAlice shakes her head, “No” to herself. They both sit at the table plowing\nthrough their own thoughts. CANDLIGHT flickers on this painting of a\nmother and son at a wooden table. :\n\nCUT TO:\nEXT. BORDER ~ DAY\n\nWe are at the edge, where the grass ends and the woods begin.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey both sit at the table plowing\nthrough their own thoughts. CANDLIGHT flickers on this painting of a\nmother and son at a wooden table. :\n\nCUT TO:\nEXT. BORDER ~ DAY\n\nWe are at the edge, where the grass ends and the woods begin. \n\nTARGET SECTION TO BE ANNOTATED:\n On every tree\nthat touches the grass is'a yellow slash of paint. Every fourth tree holds a\nflag of the same color.\n\nTwo young men replace a broken flag. They both wear hooded cloaks that\ntouch the ground. The cloaks are a mustard-yellow.\n\nThe young man, who has been boosted up, loses his balance. He. quickly\ngrabs a branch and steadiest himself. He looks down to his partner. They\nshare a tension filled look as they glance into the forest. They work as if they\nare on a tight wire.\n\nA third young man in a mustard yellow cloak passes them. Lucius carries a\nwooden bucket of yellow paint. He nods to them as he passes.\n\nLucius walks along the perimeter of trees. He stops a handful of trees down\nthe line. The paint on this tree is fading. Lucius dips the handmade brush\ninto the bucket and puts another coat on the tree.\n\nHe picks up his bucket and continues on. He glances over his shoulder as the\nfigures of the two young men get smaller and smaller. Lucius keeps walking.\n\n- He passes the large tree stump.\n\nNow he slows to a stop again. He looks to the woods... Seventy five paces\naway from where he stands, nestled between two thin trees, is A BUSH\nBLOOMING WITH RED FLOWERS.\n\f \n\n \n\n \n\n46\n\nHe looks down the line of trees to the two young men; they move along the\nperimeter and slowly move out of sight. .\n\nLucius steps to the edge of the grass. His shoes are inches away from the\ndirt of the forest floor. In the dirt, clearly visible to the eye, are groups of\nLARGE CLAWED FOOTPRINTS. The indentations from the claw points\ndig deep into the soil.\n\nLucius does not acknowledge any of this, He stares quietly into the woods,\nlowers his bucket to the ground. Beat.\n\nHE STEPS OVER THE FORBIDDEN LINE INTO COVINGTON\nWOODS.\n\nLucius walks calmly. His shoulders graze branches as he moves. His eyes\nstay locked on the bush with red flowers.\n\nWE HEAR A NOISE IN THE WOODS. Lucius does not look over.\n\nHe takes the last few.steps to the bush. He reaches into it and snaps off a\nbranch. He straightens up.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes the last few.steps to the bush. He reaches into it and snaps off a\nbranch. He straightens up. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nAnd then for the first time we sense him pausing.\n\nHe tums and looks slowly over his shoulder.\n\nTHERE IS SUDDEN MOVEMENT. LEAVES AND BRANCHES SNAP\nAS WE SEE, FIFTY FEET AWAY, THE DARK FORM OF A HUMPED\nCREATURE, STANDING UPRIGHT. IT SUDDENLY MOVES. WE SEE\nIT STRIDE AWAY INTO THE DENSENESS OF THE WOODS.\n\nLucius tums and starts walking. Branch in hand, he moves at a calm even\npace as he heads back to the bucket with yellow paint.\n\n_CUT TO:\n\n_EXT. WALKING PATH — NIGHT\n\nLucius moves along a walking path. He passes by a LAMP LIGHT.\n\n \n\f \n\n \n\n47\n\nHe gets pulled from the strong current of his thoughts by the rattling of a\nbush. He sees someone crawling around in the foliage.\n\nGIRL’S VOICE FROM BUSH\nThere is no escape. —\n\nLucius watches as Ivy Walker crawls out and stands. She looks in Lucius’\ndirection.\nIVY\nOh Hello.\n\nIvy runs her hands over her frock. Dirt and leaves fall off.\n\nIVY\nJ was just playing a game with\nNoah. The rascal must have\ngone to hide in my house again.\nHouses are against the rules. He\nknows that.\n\nLucius stares at Ivy who has dirt and leaves in her hair. She bends down and\npicks up her cane.\n\nIVY\nAre you okay? Your quiet is a\ndifferent quiet than your usual\nquiet.\n\nLucius nods.\n\nIVY\n] assume you’re nodding.\n\nIvy smiles.\n\f \n\nom,\n\n \n\n \n\n48\n\n» IVY |\nWell I better get back home and mo |\nconfront the scoundrel.\n\n(beat)\nYou could walk with me if you\nlike. :\nThere is an awkward moment.\nCUT TO:\nEXT. WALKER BACK PORCH — NIGHT\n\nIvy and Lucius arrive in silence to the back porch of the Walker cabin. In the\n\n_ LAMP LIT windows we see Kitty and her younger sisters talking.\n\nIvY\nWe are tending to the children\ntonight, Kitty and 1... 1 should\nbe with her.\n\n(beat)\nBe well.\n\nIvy climbs the stairs and stops.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nIvY\nWe are tending to the children\ntonight, Kitty and 1... 1 should\nbe with her. (beat)\nBe well. Ivy climbs the stairs and stops. \n\nTARGET SECTION TO BE ANNOTATED:\n :\n\nIVY\nI heard my parents speaking of\nyou. I know of your request to\ngo to the towns. I think it is\nnoble, but I do not think it is\nright.\n\nBeat.\nLUCTUS\n\nThere may be things we do not\nknow that may help us.\n\f \n\n€\n\n‘IVY\n\nYou speak as if we are plagued. .\n\nThere is nothing to cure. -\nBeat.\n\nLUCIUS\n‘Are you not angry you have no\nsight? Perhaps your eyes could\nhave been saved as a child by\nknowledge held in the town’s\nmedicines.\n\n: IVY\nI know it upset Pappa very\nmuch when it happened to me.\nHe would not speak for three\ndays. I was told. But it does not\nbother me Lucius.\n\nLUCIUS -\nWhat of Noah then? What if\nthere was medicines for Noah\nthat could help him be still?\n- Help him learn?\n\nBeat. This affects Ivy.\nIVY .\nMay we stop speaking of this?\n\nIt is putting knots in my\nstomach.\n\nLucius nods. Ivy climbs a few more steps and stops.\nShe turns.\n\nIvy\nKitty is to be married.\n\nLucius looks a little confused.\n\n \n\n49\n\f \n\n \n\na\n\n50\n\nIVY /\nShe has found love again. With\nChristop Crane.\n\nLucius raises his eye brows.\n\nIVY\n\n(soft)\nYou think it an odd choice\nright? You know he won’t sit\nback in his chair for fear of\nsetting wrinkles his shirts.\n\n(beat)\nBut he does have a gentlemanly\nway about him and he does care\nfor my sister deeply. I think\nKitty is blessed.\n\nIvy\nlam blessed as well... My\nolder sister is now spoken for. I\nam now free to receive interest\nfrom anyone... who might have\ninterest.\n\nLucius stares at the striking blind girl who stands in the shadows with a\nmischievous smile.\n\nIVY\n(soft).\nGoodnight Lucius Hunt.\n\nIvy turns and walks into the house. We see through the open back door as\nNoah leaps out from behind a water basin and scares her. Ivy starts chasing\nthe tall boy around the room playfully. .\n\nCUT TO:\n\f \n\n \n\n \n\n \n\nsi\n\nEXT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see through the open back door as\nNoah leaps out from behind a water basin and scares her. Ivy starts chasing\nthe tall boy around the room playfully. . CUT TO:\n\f \n\n \n\n \n\n \n\nsi\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TOWER - NIGHT\n\nFinton Coin sits huddled in the comer of the tower perch. His knees are\n\ntucked into his chest. There is an oil Jamp on the floor by his side.\n\nThe oil lamp moves as the tower creaks. Finton sits up. THE LAMP LIGHT\nON FINTON’S TENSE FACE FLICKERS AND THEN RETURNS.\n\nFINTON\nLucius?\n\nSILENCE. Finton crawls over to the trap door in the floor. He listens a\nmoment before reaching for the rope handle.\n\nHe pulls back the wooden door slowly.\nFinton looks down the ladder that drops twenty feet away to the ground. The\nthick legs of the tower can also be seen.\n\nFINTON\n\nLucius?\n\nSOMETHING PASSES UNDERNEATH. IT 1S DARK IN FORM AND\nMOVES DEVILISHLY QUICK INTO THE SHADOWS.\n\nAll the air leaves Finton Coin’s lungs.\n\nFinton shuts the trap door quietly. He moves the wooden bolt into the lock\nposition. All his movements are slow and trancelike.\n\nFinton places his hands on the railing and pulls himself up. He steadies\nhimself on his feet. And then peers over the railing.\n\nCUT TO:\nEXT. COURTYARD — NIGHT\n\nPeople of the village move normally through the courtyard.\n\f \n\n \n\n52\n\nAND THEN THE WARNING BELL SOUNDS IN THE DISTANCE. ITIS\nVERY DIFFERENT THAN THE PRACTICE BELL IN THE YARD. ITS\nSOUND IS DEEPER MORE POWERFUL AND RESONANT. ITS\nSHORT REPEATED RINGING ECHOES THROUGH THE AIR. -\nEveryone in the courtyard suddenly freezes and then starts running.\n\nEveryone except Lucius. He turns and looks over his shoulder towards the\ndirection of the tower.\n\nCUT TO:\nINT. WALKER CABIN - NIGHT\nKitty and Ivy look up as they dress their little sisters for bed.\n\nTHE DISTANT REPEATED SOUND OF THE WARNING BELL silences\nall the chatter. a .\n\nBeat.\n\nKitty turns to Ivy.\nKITTY\n(low)\n\nClose all the doors.\n\nKitty scoops her little sisters off their bed and moves directly towards the\ntrapdoor in the back of the cabin.\n\nCUT TO:\nEXT. CABINS — NIGHT\nLucius ushers a group of people into a cabin.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nKitty scoops her little sisters off their bed and moves directly towards the\ntrapdoor in the back of the cabin. CUT TO:\nEXT. CABINS — NIGHT\nLucius ushers a group of people into a cabin. \n\nTARGET SECTION TO BE ANNOTATED:\n He closes the door and shuts\nthem in. He moves quickly across the path to a woman who tries desperately\nto close the shutters on her cabin. The shutters stick on their rusty hinges.\n\nLucius comes over and closes it shut.\n\nHe turns as a SHADOW PASSES OVER HIM.\n\f \n\n \n\nC\n\n'S3\n\nLucius ducks into the darkness by the side of the cabin. There is movement\nall around him.\n\nHE WATCHES AS A CREATURE MOVES SLOWLY TOWARDS THE\nFRONT DOOR OF THE CABIN.\n\nLucius steps back farther into the shadows. He presses his. back against the ©\nside of the cabin and loses sight of the creature. :\n\nCUT TO:\n\nINT. WALKER CABIN = NIGHT\n\n~~Nosili jumps up arid'down, agitated and excited. Kitty tugs at his arm as she\n\npulls him towards the trap door. She looks across the cabin and seesIvy .\nstanding in the open front.door.\n\nKITTY\n\n(yells)\nYou must close the door!\n\nIvy looks out in the direction of the STRANGE SOUNDS.\n\nIVY\nLucius is out walking.\n\nKitty leads Noah down into the craw] space where the two younger sisters\nwait frightened and silent.\n\nKITTY\n\n(yells)\nHe’s inside safe somewhere.\n\nClose the door!\nIvy turns and looks back at her sister, strain and strength on her face.\nIvY\n\nHe’ll come back to make sure\nwe're safe.\n\n \n\f \n\n \n\nKitty walks down into the underground room with Noah and the children.\nOnly her head can be seen as she watches her little sister, across the cabin\nstand in the doorway to the outside.\n\nIvy puts out her hand through the open doorway. She holds it out to the\ndarkness.\n\nTHE WARNING BELL RINGS OVER AND OVER IN THE DISTANCE.\n\nSTRANGE SOUNDS CAN BE HEARD THROUGH THE WALLS IN\nTHE BACK OF THE CABIN.\n\nKitty listens to them, tears fill her eyes. Her head tums back to Ivy and\n\n~'screams across the cabin floor. * ~~~\n\nKITTY\nIvy please!\nOUTSIDE:\n\nTHERE ARE SHADOWS ALL AROUND THE WALKER CABIN.\n\nA HUMPED CREATURE EMERGES FROM THE DARKNESS.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer head tums back to Ivy and\n\n~'screams across the cabin floor. * ~~~\n\nKITTY\nIvy please! OUTSIDE:\n\nTHERE ARE SHADOWS ALL AROUND THE WALKER CABIN. A HUMPED CREATURE EMERGES FROM THE DARKNESS. \n\nTARGET SECTION TO BE ANNOTATED:\n IT\nSTARTS RUSHING TOWARDS THE PORCH.\n\nIvy holds her hand out as she stares blankly into the darkness outside. Tears\nstream down her face. She is terrified.\n\nIvy\n(soft)\nNo.\n\nKITTY\nDon’t let them in!\n\nTHE LARGE DARKENED FIGURE OF THE CREATURE CLIMBS\nONTO THE PORCH.\n\nA HAND GRABS IVY’S HAND.\n\f \n\n \n\n“55\n\nSLOW-MOTION: Ivy tums as Lucius moves with her through the doorway.\nThey close the door shut quickly and bolt it. Lucius and Ivy run together\nacross the cabin. Lucius never Jets go of her hand.\n\nThey reach the open trapdoor. Lucius helps Ivy in and then follows her\ndown. His arm-spears out and grabs hold of the rope handle. The door shuts\nover their heads.\n\nCUT TO:\nINT. UNDERGROUND ROOM - NIGHT\nREAL TIME: .\nSix individuals huddle together in the darkness. A TINY STREAM OF\nLIGHT FALLS ON-THEIR FACES: -\n\nSOUNDS OF SCRATCHING AND CLAWING CAN BE HEARD ON\nTHE WALLS OF THE CABIN. THE DISTANT SOUND OF THE\nWARNING BELL IS MUFFLED IN THIS UNDERGROUND SPACE.\n\nKitty holds her little sisters tight. Noah claps his hands joyously in the small\nspace he has to move.\n\nLucius and Ivy are crouched together close to the stairs. Their faces are\nalmost touching. They both stare up at the crack in the door and listen. They\nboth breathe hard; their breath falling on each other.\nIvy’s face tilts slowly to her lap. Lucius’ hand is still holding hers.\n\nCUT TO:\nINT. UNDER GROUND ROOM #2 ~ NIGHT\n\nA large number of men and women are crammed together in another\nunderground room.\n\nTHEY LISTEN AS NOISES AND GRUNTS MOVE AROUND THEM\nOVERHEAD.\n\nCUT TO:\n\f \n\n \n\n \n\n56\n\nINT. UNDERGROUND ROOM #3 — NIGHT\n\nA group of children are huddled together in the darkness of another\nunderground room. The children’s hands cover their ears. They try to block\nout the SOUNDS STABBING AT THEM THROUGH THE CRACKS IN\nTHE TRAP DOOR.\n\nWe see their tiny bodies jerk with every sound.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe children’s hands cover their ears. They try to block\nout the SOUNDS STABBING AT THEM THROUGH THE CRACKS IN\nTHE TRAP DOOR. We see their tiny bodies jerk with every sound. \n\nTARGET SECTION TO BE ANNOTATED:\nTheir scared faces dissolve into the darkness.\n\nFADE TO BLACK:\n\nCUT TO:\n\nEXT. VILLAGE - DAY\n\n_A gentle breeze pushes leaves around in circles. There is no one in the\n\ncourtyard. There is no one on the walking path.\n\nThe front doors of the cabins are closed. On each door are TWO RED\nSLASHES OF COLOR FORMING AN “X”. The crimson markings are\nseen throughout the empty village.\n\nCUT TO:\nINT. MEETING HALL - DAY\n\nAll members of the village, young and old, are gathered together. THE\nSOUND OF SOME CHILDREN WHIMPERING can be heard in the tense\nsilence.\n\nEdward looks at the faces.\n\nWALKER\nWe may question ourselves at\ntimes such as these. Did we\nmake the right decision to settle\nhere?\n\f \n\n \n\nco\n\n57\n\nWALKER\nWe must remember why we\ncame here. It was for goodness\nand a rare type of innocence.\nThat is worth a struggle I think.\n\n(beat)\n\nLet it be known for all to\ncomfort in, that no person was\ninjured lat night. We have\nalways had, from the day we\nsettled here, a gentle\nunderstanding with those who\n‘visited us.\n\n(beat)\n\noe\" Thave always pictured them, in\n\nsome ways, as our protectors.\nThey have allowed us to live\nhere nestled amongst them in\nthis untouched place:\n\n(beat)\nBy the markings we find this\nmorning on our homes, I feel\nthey were warning us: They\nacted as if threatened. We will\ndo our best to discover what it\nis that has set them to action.\n\nBeat. Edward suddenly looks older. His childlike eyes flicker with emotion,\n\nWALKER\n\n(soft)\nI myself wonder if this simple\nway of life can go on... If it\nwas meant too...\n\nAugust touches him on the shoulder in a brotherly way to stop him from\nspeaking. August looks out over the congregation.\n\f58\n\nAUGUST\nIf any want to talk of their\nworries or concems, we would\n_ welcome them.\n\n \n\nA note is passed from the gathering. Vivian Percy is the closest of the elders\nand accepts it. She checks the front and back for an inscription. She looks\nout over the room of faces. .",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nVivian Percy is the closest of the elders\nand accepts it. She checks the front and back for an inscription. She looks\nout over the room of faces. . \n\nTARGET SECTION TO BE ANNOTATED:\nVIVIAN\nWho has written this note?\n\nThe room of faces do not respond. Vivian opens it.\nVivian turns to the elders at her side.\nVIVIAN\n\nIt is the wish of the writer for\nthis to be read aloud.\n\n \n\nThey all nod. Vivian throws a quick look to Alice before turning back to the\npaper. :\n\nVIVIAN\n\n(reading)\nPlease read so that all may hear.\n\n(beat)\nMy mother is unaware that 1\nwrote this note. She did not\ngive her consent or consult me\nin any form.\n\n(beat)\nJ have brought this burden upon\nus. On the day before last, 1\ncrossed the forbidden line into\nCovington Woods and was\nwitnessed there by Those We\nDon’t Speak Of.\n\n ) Whispers fill the meeting hall. Alice closes her eyes. August looks down.\n\f \n\n \n\n59\n\nVIVIAN\n\n(reading)\nIam deeply sorry. I have\nshamed myself and my family.\n1 pray that my actions will\ncause no further pains.\n\n, (beat)\n\nWith deepest sorrow, Lucius\nHunt.\n\nIvy sits in the crowd. She stares blankly at a point in space.\n\nThere are nothing but murmurs for a moment. Edward Walker silently steps\nforward. The crowd moves aside ashe-walks through them. .\n\nHe moves to the back corner, where the crowd parts and reveals Lucius\nsitting against the wall. His eyes are red. Tears fall from his cheeks.\n\nEdward Walker kneels down in front of him.\n\nWALKER\nDo not fret.\n\nWalker’s face trembles with emotion as he stares at the young man. Edward\nWalker leans forward and whispers in the young man’s ear.\n\nWALKER\n(barely audible)\nYou are fearless in a way, 1\nshall never know.\n\nLucius Jooks up. The two men stare at each other. The crowd goes quiet _.\naround them. The overwhelming pride and emotion in Edward Walker’s\neyes slowly start to change Lucius. He grows stronger with every second he -\ngazes at his elder.\n\nDISSOLVE TO:\n\f \n\n| INT. CLASSROOM - DAY\n\nVivian Percy claps her hands.\n\nMRS. PERCY\nTa. Tee-tee. Ta.\n\nCLASS\nTa. Tee-tee. Ta\n\nMRS.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nCLASS\nTa. Tee-tee. Ta\n\nMRS. \n\nTARGET SECTION TO BE ANNOTATED:\n PERCY\nSplendid. Shall we take it from _\nthe first phrase of the song?\n\nShe stares at the quiet faces of the children.\n\nMRS. PERCY\nIt has been difficult to\nconcentrate, I admit. The visit\nfrom Those We Don’t Speak\nOf three weeks past, are still\nwith us... 1 know some of you\nare frightened still. This is why\nour job is so vital. We must lift\neveryone’s spirits. Kitty\nWalker’s wedding will be a\nglorious time. We will sing and\ndance and be merry again.\nNow let us be strong little souls\nand begin the song again from\nthe very beginning.\n\n \n\nThe children nod gently. They are ready.\nCUT TO:\n\n-~) EXT. CLEARING ~ DAY\n\nA collection of fifteen men and women are constructing a wooden canopy.\n\f \n\n \n\n \n\n \n\n61\n\nNoah Percy helps cut a rope that tethers one of the frames of the canopy to a\nstatue in the ground. An elder holds the rope and points. Noah slices it. He\n\nlaughs when the rope splits. He waves the knife in the air\nelder quickly takes the knife away from him and smiles.\n\njoyously. The\n\nEdward and Tabitha Walker guide the others as the two sides of the canopy-\n\nframe are brought up into their standing positions.\n\n_ They look up at the structure for their daughter’s wedding with wonder in\n\ntheir eyes. Beat.\n\nThey are gathered by the others and begin tying garlands of flowers to the\n\nframe.\n\nEXT. RESTING ROCK - DAY\nLucius unwraps his biscuit form his handkerchief.\n\nIVY(o.s.)\n1 know you have been ignoring\nme.\n\nLucius looks up to find Ivy standing before him.\n\nIVY\nIt is the day of my sister’s\nwedding and J am beginning to\nbelieve you would let the day\npass without saying a word to\nme.\n\nLucius doesn’t say a word.\n\nIVY\nPerhaps you sensed I was angry\nwhen you revealed you crossed\ninto the woods. In fact I was. If\nyou want to act foolish, that is\n\nCUT TO:\n\f \n\n \n\n \n\nyour choice. But I do not find\nany reason to risk such dangers\nin the woods for anything. It\nwas wrong.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf\nyou want to act foolish, that is\n\nCUT TO:\n\f \n\n \n\n \n\nyour choice. But I do not find\nany reason to risk such dangers\nin the woods for anything. It\nwas wrong. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\nI say this as your friend,\nbecause friends may say\nanything to each other.\n\nIvy lets out a breath.\n\nIvy\nI’m glad we’ve had a chance to\ntalk.\n\n(beat) /\nKitty needs help getting ready.\nEnjoy your biscuit.\n\nIvy turns and walks away. Lucius’ green eyes watch her as he brings the\nbiscuit to his mouth. .\n\nCUT TO:\nEXT. SUPPERTABLE — AFTERNOON\n\nWALKER\nWe came here to start anew-\nWe are grateful for the time we\nhave been given.\n\nEdward Walker Jooks to Kitty at his side. Christop sits across from her. They\nare both dressed in white. Edward smiles to them as he takes a seat.\n\nAugust stands. It is unexpected. Eyes watch him.\n\nAUGUST\nThese are the experiences we\ncame here to have. This is\ngood. This is pure.\n\f"
}