{
  "1": "FADE IN: 1\nOn an apparently black screen. We hear the voice of DIEGO:\n\nDIEGO (V.0.)\n\nIn 1822, General Santa Anna of Mexico\nsuccessfully overthrew the Spanish\nrule. Mexico's long war for\nindependence was won. The last\nViceroy of Alta California had been\nrecalled to Spain. Realizing his\ndays of power were at an end, the\nViceroy ordered all prisoners\nexecuted\n\n(beat )\nThe spirit of justice demanded a\nchampion\n\nA KNIFE BLADE pokes through the black screen from the other side.\nIt cuts out one hole. Then a second --\n?A PAIR of EYES peek through. Child's eyes, dark and watchful.\n\nJOAQUIN (0.S.)\nWhat's going on, Alejandro? Let me\nsee.\n\n-INT. WAGON - DAY\n\nThe black screen is, in fact, the canvas side of a wagon. Crouched\ninside, hiding, are two boys. They are:\n\nJOAQUIN MURIETTA, ten years old, on his way to manhood. A great\nolder brother, gentle with and protective of:\n\nALEJANDRO MURIETTA, eight. Despite his age, Alejandro is the\nnatural leader of the two, although neither knows it.\n\nAlejandro moves over, so he peeks out one eye hole. Joaquin peers\nthrough the other.\n\nWHAT THEY SEE:\n\nTHE TOWN SQUARE. Whitewashed walls and terra cotta, the SUNSET\nleaching color, creating an almost black-and-white look. Thronged\nwith people, milling restlessly, on the edge of where a crowd\nbecomes a mob.\n\nOrder is kept by dozens of SOLDIERS, standing sternly at arms.\nThey keep a perimeter in the form a large semi-circle in front of\nthe VICEROY'S BUILDING. A six-man FIRING SQUAD sets up. Three\nbound PRISONERS await their fate.\n\nON THE BOYS:\n\nALEJANDRO\nHe’s not going to come.\n\nJOAQUIN\nShould we move closer?\n\n(CONTINUED)\n\fCONTINUED:\nSuddenly light spills across the two boys.\nUNDERTAKER (0.S.",
  "2": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\fCONTINUED:\nSuddenly light spills across the two boys. UNDERTAKER (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nHooligans! What do you think you're\n\ndoing? Get out of here!\nAn UNDERTAKER glares in at them, holding up a flap of canvas. He\nwears a black suit as severe as his expression. It's his wagon,\nevidenced by the three empty coffins inside.\n\nALEJANDRO\nWe should move closer!\n\nHe slices the canvas, and the two dive out into the square.\nEXT. TOWN SQUARE - DAY\n\nThe boys scramble around and among the legs of onlookers, moving\ncloser to the semi-circle.\n\nJOAQUIN\nWhere is he?\n\nALEJANDRO\nI don't see him.\n\nJOAQUIN\nHe's got to come. He’s very brave.\n\nOn all fours, they slip past a group of UNIFORMED SOLDIERS.\n\nALEJANDRO\nYes, but he’s also very smart.\n\n[The boys crawl past a MAN in ROUGH HOODED CLOAK, his sandaled feet\nvisible --\n\nHe reaches out and grabs them (gently) by the ears. It is FRAY\nFELIPE, an out-of-place scowl on his round, jovial face.\n\nJOAQUIN\n(horrified)\nFray Felipe!\nFELIPE\nDo you suppose you're parents -- God-\nrest-their-souls -- would approve of\n\nyou two being here?\n\n(leans closer; worried)\nThere's going to be trouble. Get\nback to the mission -- now!\n\nHe gives them a little push. Abashed, they move away, aware of\nFelipe watching them. But as soon as he turns away --\n\n(CONTINUED)\n\fCONTINUED: 2\n\nAlejandro grabs Joaquin, yanks him down. Back on all fours, Joaquin\nleading, they crawl back through the crowd. Suddenly, Alejandro is\ncut off, bumping into the knees of a MAN in a ROUGH HOODED CLOAK.\nSure he's caught, he looks down --]\n\nBeneath the monk's robe are SHINY BLACK BOOTS WITH SILVER SPURS.\nAnd the SILVER TIP of a SCABBARD.\n?Alejandro's eyes go wide. He looks up --\n\nANGLE - LOOKING UP: Beneath the monk's hood, a mask, a dashing\nmustache, the flash of a smile.",
  "3": "---END OF PREVIOUS SECTION---\n? Alejandro's eyes go wide. He looks up --\n\nANGLE - LOOKING UP: Beneath the monk's hood, a mask, a dashing\nmustache, the flash of a smile. \n---TARGET SECTION TO BE ANNOTATED---\n It's ZORRO. He puts a finger to\nhis lips: 'Shhh.'\n\nAlejandro wheels, scrambles back to Joaquin.\n\nALEJANDRO\nJoaquin! He's here! He's here!\nJOAQUIN\nZorro's here?\nALEJANDRO\n(a finger to his lips, a la\nZorro)\n\nSHHHH! He's right over there --\n\n[He points --\n?The monk's robe lies discarded on the ground. ]\n\nAlejandro looks around in wonder, amazed at the disappearing trick.\nJoaquin grabs his hand, heads for a ladder.\n\nJOAQUIN\nC'mon!\n\nAlejandro is dragged along; he barely avoids running into --\n\nDON LUIZ, an older man, tall and thin, with an elegant goatee. He\npushes through the crowd, reaches the entrance to the Viceroy's\nBuilding. Soldiers meet him with a challenge.\n\nDON LUIZ\nDon Luiz. The Viceroy sent for me.\n\nINT. VICEROY'S BUILDING - DAY 3\nDon Luiz moves down a hallway, his face pale, eyes taking in all the\nactivity. He dodges servants as they rush past, roll up tapestries,\nhurriedly pack household items, etc. Soldiers carry heavy crates\nout, moving with a sense of urgency.\n\nINT. VICEROY'S BUILDING - 2ND FLOOR - STUDY - DAY 4\nThe door is ajar. Don Luiz steps into the study, which has been\ncleared out quickly. Shelves emptied, drawers left open. Papers\nscattered about.\n\n(CONTINUED)\n\fCONTINUED:\n\nA balcony opens off the room. Looking out over the square is a\ndarkly handsome man with the eyes of a snake. He wears an\nunderstated military uniform, and stands utterly still. This is\nRAFAEL MONTERO, Viceroy of Alta California.\n\nDON LUIZ\nI hoped it wasn't true. You're\nreturning to Spain ..?\n\n[MONTERO\n\nI am the Spanish Viceroy, after all -\n- and California is no longer part of\nSpain.\n\n(bitter)\nSanta Anna's troops are already on\ntheir way to take control of the\npresidio.]\n\nDON LUIZ\n[The Dons are worried.",
  "4": "---END OF PREVIOUS SECTION---\nYou're\nreturning to Spain ..? [MONTERO\n\nI am the Spanish Viceroy, after all -\n- and California is no longer part of\nSpain. (bitter)\nSanta Anna's troops are already on\ntheir way to take control of the\npresidio.]\n\nDON LUIZ\n[The Dons are worried. \n---TARGET SECTION TO BE ANNOTATED---\n How will we\nfare under Mexico? Ruled by peasants\n\nMONTERO\nWho will squander this land the same\nway Spain has. California is richer\nthan anyone can imagine\n\n(smiles)\n\nAnyone but me. One day, Don Luiz, I\nwill return. And all of our plans\nwill see fruition.\n\nDON LUIZ\nKnow that we will always remain loyal\nto you. And will strive to keep\n\nCalifornia at least ... a little\ncivilized.\n\nMONTERO\nA hard thing, in this land of\nsavages.\n\nHe catches the eye of the firing SQUAD LEADER.\n\nMONTERO (CONT'D)\nBegin the execution!\n\n+IN THE SQUARE: Alejandro and Joaquin scramble across a roof.\nBelow them, the Squad Leader draws his sword.\n\nSQUAD LEADER\n\nPreparén!\n(he raises his sword)\nApuntén!\nThe crowd is still. Alejandro and Joaquin search for Zorro. The\n\nprisoners stand straight, meeting death with honor.\n\n(CONTINUED)\n\fCONTINUED:\nThe Squad Leader is about to slash his arm down --\n\nSQUAD LEADER\nDisparen!\n\nFingers tighten on triggers --\n\n?with a CRACK the fall of a whip wraps around one of the rifle\nbarrels -- and yanks it sideways, into the next, sending it\nsideways, and so on, like dominoes, so that all the rifles are\npointed at the SQUAD LEADER --\n\nSQUAD LEADER\nNo disparen! No disparen --\n\nToo late -- the soldiers FIRE. The Squad Leader crumples --\n\nThe whip-wielder leaps nimbly into the square: an apparition in\nblack, sword drawn. Alejandro spots him first --\n\nALEJANDRO\nZorro!\n\nThe crowd sees him. People point; a cry rises up:\n\nCROWD\nEL ZORRO! VIVA EL ZORRO!\n\nZorro reaches the prisoners. Three quick slashes free them.\nSeveral of the soldiers reload. Others draw their swords, attack\nZorro --\n\nZorro fights with graceful economy, anticipating all attacks.\n\n[As the freed prisoners make their escape, Felipe upends a wagon of\nbarrels.] The barrels roll free, blocking and tripping soldiers.",
  "5": "---END OF PREVIOUS SECTION---\nSeveral of the soldiers reload. Others draw their swords, attack\nZorro --\n\nZorro fights with graceful economy, anticipating all attacks. [As the freed prisoners make their escape, Felipe upends a wagon of\nbarrels.] The barrels roll free, blocking and tripping soldiers. \n---TARGET SECTION TO BE ANNOTATED---\nThe CROWD has erupted; some of the peasants try to block the\nsoldiers, who club them down --\n\nZorro parries two soldiers' swords into a wheel of the overturned\nwagon, spins the wheel; their swords are wrenched away.\n\nON MONTERO AND DON LUIZ:\nDON LUIZ\nTrust Zorro to spoil a good\nexecution.\n\nMONTERO\nI was counting on it.\n\nHe takes a candle from a sconce, light a torch strapped to the\nbalcony rail. The torch FLARES to life --\n\nON ALEJANDRO AND JOAQUIN, as they look up, see the signal --\n\n(CONTINUED)\n\fCONTINUED: 5\n\n?-- as do several SOLDIERS, who emerge onto the wood balcony\nbelow the boys, taking up positions to fire at Zorro.\n\nALEJANDRO\nLook!\n\nJOAQUIN\nAn ambush! We’ve got to warn Zorro -\n\nAlejandro is ahead of him. There's a large, loose brick on the\nroof's edge. He strains to shove it off. Joaquin joins him --\n\nThe stone SMASHES down on the soldiers, taking them out.\n\nZorro turns at the noise, sees the soldiers -- then spots the boys.\nOther soldiers start firing at him. Zorro dives away, SMASHES\nthrough the door of a building --\n\nAlejandro and Joaquin peer over the roof's edge. Like the soldiers,\nthey wait for Zorro to reappear --\n\nBlack-gloved hands drop onto their shoulders. They spin --\nIt is Zorro. He has almost magically appeared behind them.\n\nZORRO\nMy thanks to you, gentlemen.\n\nHe removes a MEDALLION from around his neck. It has an intricate\ndesign: several circles within the large circle, with various lines\nof radii intersecting.\n\nZORRO\nHere. A symbol of my gratitude. But\nyou’1l have to share it.\n\nHe holds it. It's a ceremonious moment. The Medallion gleams.\n\nAlejandro reaches for it, but too late -- Joaquin takes it.\nZORRO\nNow -- if you’1l excuse me\n\nAnd he steps off the roof, onto an overhang, leaps to a canopy, then\nonto --\n\nMONTERO'S BALCONY.",
  "6": "---END OF PREVIOUS SECTION---\nThe Medallion gleams. Alejandro reaches for it, but too late -- Joaquin takes it. ZORRO\nNow -- if you’1l excuse me\n\nAnd he steps off the roof, onto an overhang, leaps to a canopy, then\nonto --\n\nMONTERO'S BALCONY. \n---TARGET SECTION TO BE ANNOTATED---\n Zorro holds his blade on Montero, who does not\nflinch. Behind him, Don Luiz fades back, fingering his own throat.\n\nZORRO\nYou were willing to kill those men to\ntrap me.\n\n(CONTINUED)\n\fCONTINUED: 5\n\nMONTERO\nI'd have killed a hundred men -- if I\ncould be sure that one of them was\nyou.\n\nZORRO\nYou should have learned by now. No\ninnocent will die as long as I'm\nalive to rescue them. Three men.\nThree cuts.\n\nLightning-quick, he makes THREE QUICK CUTS on Montero's neck.\nMontero slaps a hand up, covering them.\n\nZORRO\nA souvenir of your days in\nCalifornia.\n(beat )\nGood-bye, Montero. And good\n\nriddance.\n\nHe whistles --\n\n?A HUGE BLACK STALLION gallops into the square. Zorro leaps\n\nfrom the balcony onto its back. Soldiers scramble as Zorro gallops\nthrough them, up a flight of exterior stairs --\n\nSilhouetted against the setting sun low on the horizon, Zorro on\nhorseback leaps from rooftop to rooftop, then is gone.\n\nON ALEJANDRO AND JOAQUIN, watch in awe as he disappears. With the\nfeeling of ceremony, Joaquin lifts the medallion, drapes it around\nhis neck. Alejandro reaches out to touch it, lightly, reverently.\n\nON THE BALCONY OVERLOOKING THE SQUARE. Montero lowers his hand from\nhis neck. On the palm is the bloody IMPRINT of a backwards 'Z',\nmirroring the one on his neck.\n\nMontero clenches his hand into a bloody fist.\n\nEXT. SECRET CAVE - NIGHT 6\n\nA waterfall cascades over stone. Zorro rides up, dismounts\nsmoothly. Removes the horse's tack and saddle, pets him.\n\nZORRO\nThere you go, Tornado. Take the rest\nof the night off.\n\nTornado snorts, gallops away. Saddle over his shoulder, Zorro\nclimbs a path, disappears behind the waterfall --\n\nINT. DE LA VEGA HACIENDA - HALLWAY - NIGHT 7\nA large GRANDFATHER CLOCK swings aside on oiled hinges. It is a\n\nsecret doorway, cave wall visible beyond.",
  "7": "---END OF PREVIOUS SECTION---\nSaddle over his shoulder, Zorro\nclimbs a path, disappears behind the waterfall --\n\nINT. DE LA VEGA HACIENDA - HALLWAY - NIGHT 7\nA large GRANDFATHER CLOCK swings aside on oiled hinges. It is a\n\nsecret doorway, cave wall visible beyond. \n---TARGET SECTION TO BE ANNOTATED---\n DIEGO DE LA VEGA steps\nout. Mid-thirties, a dashing and handsome man.\n\fINT. DE LA VEGA HACIENDA - ELENA'S ROOM - NIGHT 8\n\nDiego steps in quietly. A striking view through the window: distant\ncliffs above the moonlit ocean. A large stand of manzanita just\noutside. But Diego's eyes are on the small occupant of a crib\nbeneath the window sill--\n\n \n\n[DIEGO\nHello, darling Elena. Do you want to\nhear what your father did tonight?\nIt is quite the hair-raising\nadventure -- J\n\nIn the crib is ELENA DE LA VEGA, almost two. A sleeping angel --\nwith funny-looking spiky hair. Diego dotes on her\n\nDIEGO\n(re: her hair)\nOh, you've heard it already?\n\nESPERANZA (0.S.)\nShe doesn't understand a word you\nsay. She just likes the sound of\nyour voice.\n\n[Standing in the doorway is ESPERANZA. She wears a simple dress\naccented by a yellow pafuelo -- a full-length silk scarf.] If Elena\ngrows up to resemble her mother at all (and she will), she will\nbreak a thousand hearts. Diego slips an arm around Esperanza's\nwaist.\n\nDIEGO\nSomeday she'll listen to my stories\nthat's all I ask.\nINT. DE LA VEGA HACIENDA - SALA - NIGHT 9\n\nExposed oak beams. Elegant furniture and filled bookshelves. Lit\nby candlelight. Diego and Elena enter.\n\nESPERANZA\nAll I ask is you be around to tell\nthem.\n\nMore fear is in her tone than she intended. Diego notes it.\n\nDIEGO\nEsperanza ...\nShe gestures ‘one moment.' Shuts her eyes, gathering herself. She\nlooks at Diego, in control of her fear now.\nESPERANZA\nDiego ... I love you ... and I love\nyou for what you do. But ... I can\nsmell the gunsmoke on you.\n(wryly)\n\nAnd you're not getting any younger --\n\n(CONTINUED)\n\fCONTINUED:\nDIEGO\n(pulls her close)\nI assure you ... My bones aren't\n\nbrittle yet.",
  "8": "---END OF PREVIOUS SECTION---\nI can\nsmell the gunsmoke on you. (wryly)\n\nAnd you're not getting any younger --\n\n(CONTINUED)\n\fCONTINUED:\nDIEGO\n(pulls her close)\nI assure you ... My bones aren't\n\nbrittle yet. \n---TARGET SECTION TO BE ANNOTATED---\nESPERANZA\nNot all of them, anyway.\n\nA passionate kiss -- [] Suddenly the door CRASHES open, a soldier's\nfull weight behind it. Other SOLDIERS spill in behind him.\n\nESPERANZA\nMadre de Dios --\n\nMontero strides in. A blood-stained bandage is around his throat.\n\nDIEGO\nViceroy -- this is my home. what do\nyou want here?\n(re: the bandage)\nDid you cut yourself shaving?\n\nMONTERO.\nGlib as ever, de la Vega. I have\ncome to settle things between us.\n\nDIEGO\nThere is nothing between us.\n\nMONTERO\nYou are a betrayer, de la Vega. You\nhave stood against me -- and your\nfellow Dons -- for as long as I can\nremember.\n\nDIEGO\n\nOnly when you were wrong. Which has\nbeen as long as I can remember.\n\nMONTERO\nYou've secretly funded General Santa\nAnna and his craven rebels -- Don't\n\ndeny it!\nMontero regards Diego coldly.\n\nMONTERO (CONT'D)\nYou have many powerful friends, in\nSpain as well as Mexico. But none\nwill seek revenge for the death of\nZorro.\n\nEsperanza and Diego stare at him. And then -- they laugh.\n\n(CONTINUED)\n\f10.\n\nCONTINUED:\n\nESPERANZA\nBelieve me, Rafaél -- if he were\nZorro, I'd be the first to know.\n\nDIEGO\nNo, actually, I would --\n\nMontero stares at Esperanza. He shakes his head.\n\nMONTERO\nYou chose badly, Esperanza. You gave\nyour love to the wrong man.\n\nHer eyes blaze. She returns his gaze levelly.\n\nESPERANZA\nThere was never any choice to make.\n\nDiego steps between them. Glares at Montero.\n\nDIEGO\nI think you're dizzy, Montero. From\nloss of blood, perhaps?\n\nMONTERO\nFor fifteen years Zorro has been a\nthorn in my side. I've always\nsuspected you, de la Vega. I just\nnever had any proof.\n\nFrom beneath his jacket he produces a black cape and mask -- poor\nimitations of Zorro's. Holds them up to a SERGEANT.\n\nMONTERO\nFind these somewhere.",
  "9": "---END OF PREVIOUS SECTION---\nFrom beneath his jacket he produces a black cape and mask -- poor\nimitations of Zorro's. Holds them up to a SERGEANT. MONTERO\nFind these somewhere. \n---TARGET SECTION TO BE ANNOTATED---\n(nods his head)\nAnd kill him.\n\nA soldier grabs for Diego. Diego evades him, slides the sword from\nthe soldier's belt. SLAMS the soldier hard into a wall.\n\nDIEGO\nNow, you choose, Montero: Leave my\nhouse. Or ...\n(a deadly smile)\nActually, there's no choice there,\neither.\n\nMONTERO\nEveryone knows that Diego de la Vega\nhas no affection for the fight.\n\nHe attacks, engaging Diego -- who is, of course, Zorro. Montero\nsmiles at Diego's skill.\n\n(CONTINUED)\n\f11.\n\nCONTINUED:\n\nMONTERO\nYou really are Zorro, aren't you?\n\nDIEGO\nAffection and ability are two\ndifferent things.\n\nThis time Diego attacks, forcing Montero back.\n\nA soldier, sword drawn, moves to attack Diego's back --\n\nEsperanza grabs a broom and trips him. The Sergeant is drawing his\npistol; Esperanza shoves the bristles into his face, knocking him\nback, then smacks the pistol away.\n\nA second soldier moves toward Diego and Montero, who continue their\nduel, blades FLASHING in candlelight.\n\nA third soldier moves toward Diego --\n\n?The Sergeant finds his lost pistol, takes aim at Diego --\n?Esperanza leaps to defend Diego from the third soldier --\n?The Sergeant FIRES --\n\nThe SHOT freezes the room. The next sound is --\n?ESPERANZA'S GASP --\n\nDiego and Montero watch in horror as she crumples to the floor.\nThe Sergeant, aghast, still holds the smoking pistol.\nAs one, Diego and Montero lunge, their blades piercing the\n\nSergeant's heart. The Sergeant falls back against a standing\ncandelabra. It topples, setting curtains ABLAZE.\n\n \n\nDiego drops his sword, leaps to Esperanza. He cradles her in his\narms, her blood staining his shirt.\n\nDIEGO\nOh, Esperanza ... Esperanza ...\n\nMontero moves closer, stands over him, staring down in horror at\nEsperanza. He is genuinely stricken, oblivious to the flames\ngrowing around them.\n\nMONTERO\n(soft; to himself)\nYou deserved better. You would have\nloved to see Spain.\n\nA BURNING BEAM CRASHES down, separating the two men.",
  "10": "---END OF PREVIOUS SECTION---\nMONTERO\n(soft; to himself)\nYou deserved better. You would have\nloved to see Spain. A BURNING BEAM CRASHES down, separating the two men. \n---TARGET SECTION TO BE ANNOTATED---\n Diego throws\nhimself back as FLAMES ERUPT HIGHER --\n\nDIEGO\nElena!\n\n(CONTINUED)\n\f12.\n\nCONTINUED: 9\n\nHe scrambles toward her room. WOOD CREAKS --\n?-- Diego turns as a section of WALL FALLS INWARD. He throws up\nhis arms in defense --\n\nTHE SCREEN GOES BLACK\nEXT. DE LA VEGA HACIENDA - NIGHT 10\n\nDiego lands hard; he comes to slowly. Firelight illumines his face.\nHe raises his hands -- they are chained. He is in a cage ona\nwagon, with several other prisoners. His eyes focus, and he gasps -\n\n-- through the bars he sees his hacienda ENGULFED IN FLAMES.\n\nDIEGO\nElena! ELENA!\n\nSOLDIER\nShe's still inside.\n\nDiego snaps a look at him, his rage building. He rattles the cage\nbars, lets loose an almost animal howl --\n\nDIEGO\nMontero! DAMN YOU TO HELL, MONTERO!\nI will find you and kill you --\n\nThe Soldier RINGS his sword off the bars.\n\nSOLDIER\nShut up. The Viceroy didn't get out\neither.\n(to the driver)\nTake him away! You'll rot in the\ndungeons at Talamantes, de la Vega.\nYou'll die there.\n\nThe wagon starts forward with a jerk. Diego stares at the BURNING\nHACIENDA. He collapses back, draws his knees up to his chest,\ndefeated.\n\nRain begins to fall.\n\nDIEGO\nI... am dead all ready.\n(a whisper)\nEsperanza ... Elena\n\nThe Soldier watches the wagon disappear.\n\nFrom the Hacienda comes the sound of the ROOF COLLAPSING. And then\nSHOUTS --\n\nA FIGURE appears, runs OUT OF THE FLAMES. Cloaked in a smoldering\ncarpet. Soldiers gather round him --\n\n(CONTINUED)\n\f13.\n\nCONTINUED: 10\n\nThe figure throws back the carpet from his face, leaves it wrapped\naround him like a cape. It is MONTERO.\n\nSOLDIER\n\nViceroy! You're all right -- ?\nMONTERO\n\nWhere's de la Vega?\nSOLDIER\n\nGone -- to Talamantes. With the\n\nothers.",
  "11": "---END OF PREVIOUS SECTION---\nMONTERO\n\nWhere's de la Vega? SOLDIER\n\nGone -- to Talamantes. With the\n\nothers. \n---TARGET SECTION TO BE ANNOTATED---\nMontero is livid. This is not what he intended.\n\nMONTERO\nNo! Get him back here! I'll kill\nhim --\n\nA SCOUT steps forward.\n\nSCOUT\nNo time, sir. There are Mexican\ntroops just over the hills. They'll\nsee the fire --\n\nMONTERO\nDamn!\n\nMontero stares in the direction Diego's wagon went. Considers his\ncourse of action.\n\nMONTERO\nDamn him. Let's go.\n\nThere comes the soft sound of a BABY CRYING. Montero throws the\ncarpet all the way off --\n\nIn his arms is ELENA. He cradles her, protecting her from the rain.\n\nMONTERO\nShh, nifia. Shh. I'll take care of\nyou.\n(pulls her close)\nYou should have been mine, and now\nyou are.\n\nThe rain POURS down, extinguishing the FLAMES of the burning\nhacienda. Smoke pours across the huge, full moon.\n\n+OMIT 11\n+OMIT 12\n\nSLOW DISSOLVE TO:\n\f14.\n\nEXT. ROAD - DAY - TWENTY YEARS LATER 13\n\nCLOSE ON: THE MEDALLION. Hanging from the neck of JOAQUIN MURIETTA,\ntwenty years older. Intense, earnest -- and in trouble. Also\naround his neck is a ROPE, tying him to --\n\n-- ALEJANDRO MURIETTA, trailing behind. Handsome despite his\nunkempt hair and shaggy beard. Their hands apparently tied behind\nthem, they are prisoners of --\n\nTHREE-FINGERED JACK, a powerfully-built man, the rough look of a\n\nbounty hunter. Only three fingers on his left hand; the bones of\nthe other two jut from his hat band. On horseback, he leads the\n\nbrothers by the rope.\n\nThey crest a hill. In the distance is a WATERING STATION -- a small\nproduce shack with a horse trough and feed bins.\n\nJack grins, gives the rope a yank. Alejandro and Joaquin exchange a\ndefeated glance, trudge forward --\n\nEXT. WATERING STATION -- DAY 14\n\nCLOSE ON: A POSTER: 'WANTED: THE MURIETTA BROTHERS.' Passable\ndrawings of Joaquin and Alejandro.",
  "12": "---END OF PREVIOUS SECTION---\nJack grins, gives the rope a yank. Alejandro and Joaquin exchange a\ndefeated glance, trudge forward --\n\nEXT. WATERING STATION -- DAY 14\n\nCLOSE ON: A POSTER: 'WANTED: THE MURIETTA BROTHERS.' Passable\ndrawings of Joaquin and Alejandro. \n---TARGET SECTION TO BE ANNOTATED---\nThe poster is being nailed to a post by CORPORAL LOPEZ, a bandy cock\nsoldier. He is watched by the OWNER, his little GIRL, an OLD MAN\nand a FARMER.\n\nThree SOLDIERS loiter, guarding a horse-drawn wagon. Their horses\n\ndrink, and the soldiers help themselves to produce -- to the Owner's\ndisgust.\n[FARMER\nThe army should be capturing these\nbandits -- instead of just nailing up\n\nwanted posters. People have been\ndisappearing --]\n\n(worried)\nI haven't seen Jose Gonzales in\nweeks.\n\nOWNER\nHe's right. There are more and more\ndisaparecidos all the time. Farmers\nIndians -- even woman and children.\nNo one's safe.\n\nLOPEZ\n(shrugs)\nA few peasants disappear, what does\nit matter? These Muriettas actually\ndare to rob cabelleros and soldiers.\n\nFARMER\nThe only ones with any money.\n\n(CONTINUED)\n\f15.\n\nCONTINUED: 14\n[OLD MAN\nZorro could capture them. Zorro\ncould find the disappeared ones].\n\nGIRL\nWho's Zorro?\n\nLopez rolls his eyes.\nLOPEZ\nYou peasants. Have to have your\nlittle stories about Zorro.\n\nHe picks up a tomato lazily, bites into it.\n\nOLD MAN\n(to the girl)\nZorro was a great man -- a champion.\n\nHe protected us. He would stop the\ndisappearances, if he were here.\n\nOWNER\nHe would make people pay for the food\nthey ate.\n\nLopez backhands him -- suddenly and violently.\n\nLOPEZ\nThese are taxes. To pay the soldiers\nwho do protect you.\n\nHe kneels beside the Girl, addresses her like a kindly uncle.\n\nLOPEZ (CONT'D)\n\nI'll tell you who Zorro was. Zorro\nwas a crazy man who wore a mask. Do\nyou know what that makes him? A\nbandit. And if he showed himself\naround here, we'd treat him just like\nany other bandit.\n\n(a tomato-red smile)\nWe'd hunt him down and kill him.\n\n \n\nFARMER\nOr get someone to do it for you.\n\nHe points.",
  "13": "---END OF PREVIOUS SECTION---\n(a tomato-red smile)\nWe'd hunt him down and kill him. FARMER\nOr get someone to do it for you. He points. \n---TARGET SECTION TO BE ANNOTATED---\n Everyone looks where he's pointing: At JACK, leading\nALEJANDRO and JOAQUIN, coming up the road.\n\nThe soldiers raise their rifles warily. Lopez gestures for them to\nwait as Jack draws near.\n\nJACK\nI heard soldiers came through here\nevery week. I think I got some\npeople you want to meet.\n\n(CONTINUED)\n\f16.\n\nCONTINUED: 14\n\nFARMER\n(looking at the poster)\nIt's them! It's the Murietta\nbrothers.\n\nLopez examines the brothers. Squints at the poster. Jack\ndismounts, crowds forward, everyone trying to see the poster\n\nALEJANDRO\nSo -- how much is the reward?\n(Lopez glares at him)\nJust asking.\n\nJOAQUIN\n(boastful)\nWell, these soldiers are delivering\nthe army payroll. That sounds about\n\nright.\nLOPEZ\nHa. The reward's two hundred pesos.\nALEJANDRO\n(aghast )\n\nTwo hundred pesos? For each of us?\n\nJoaquin reaches up, tears down the poster, looks at it\n\nJOAQUIN\nFor both of us!\nALEJANDRO\nThat's insulting!\n(to Jack)\n\nIf I were you, I wouldn't accept it.\nYou worked too hard to catch us.\n\nLopez's eyes widen -- he finally notices that Joaquin's hands are\nfree, holding the poster. He points --\n\nLOPEZ\nHey -- you're not tied up!\n\nA 'click' -- Lopez is looking down the barrel of Jack's pistol; he\nfreezes. But the soldiers are startled into action. Two rush at\nJack --\n\nAlejandro steps to one side, drops to his knees --\n\nALEJANDRO\nJoaquin! Down!\n\n(CONTINUED)\n\f17.\n\nCONTINUED: 14\n\nJoaquin drops to his knees. The rope between them is taut.\nAlejandro keeps a grip on the rope, leaving some slack around his\nneck -- but Joaquin doesn't. He is choked, yanked over as the\nsoldiers trip over the rope.\n\nAlejandro slips the rope off his neck, jumps the two downed\nsoldiers, subdues them --\n\nThe third soldier takes aim at Alejandro.",
  "14": "---END OF PREVIOUS SECTION---\nAlejandro keeps a grip on the rope, leaving some slack around his\nneck -- but Joaquin doesn't. He is choked, yanked over as the\nsoldiers trip over the rope. Alejandro slips the rope off his neck, jumps the two downed\nsoldiers, subdues them --\n\nThe third soldier takes aim at Alejandro. \n---TARGET SECTION TO BE ANNOTATED---\n Joaquin draws a sword --\nan old, tarnished spadroon -- from where it was hidden in Jack's\nbedroll. He dives, knocks the rifle aside as the soldier FIRES, the\nshot going wide.\n\nThe soldier attacks Joaquin with his bayonet -- and disarms him\neasily. His sword goes flying.\nJOAQUIN\nHey!\nJoaquin grabs the rifle barrel, and yanks it away -- then swings it\n\nlike a bat, clocking the soldier.\n\nIt's over in seconds, and Lopez is still staring down Jack's gun\nbarrel. The onlookers are a little stunned by it all.\n\nJOAQUIN\n(rubbing his throat)\nDamn it, Alejandro -- next time, warn\n\nme.\n\n[Alejandro doesn't look up. He's too busy going through the\nunconscious soldiers' pockets. ]\n\nALEJANDRO\nNext time.\n\nJack, gun still on Lopez, picks up the Wanted Poster.\n\nJACK\nLook at this. I'm not on here.\n(to Lopez)\n\nI'm Three-Fingered Jack. How hard is\nit to remember that?\n\n(holds up his hand)\nThree fingers! See? Three-Fingered\nJack!\n\n[Now Alejandro's loading food into a basket as he makes the peasants\nturn their pockets inside-out. He's not impressed. ]\n\nALEJANDRO\nMaybe you shouldn't make an issue of\nit, Jack.\n\nJACK\n\nI'm a member of this gang. I want a\nlittle respect.\n\n(CONTINUED)\n\f18.\n\nCONTINUED: 14\n\nThe Old Man brings Joaquin his sword. Joaquin takes it, makes a few\nswipes.\n\nOLD MAN\nAre you supposed to be Zorro?\n\nJOAQUIN\n(flattered)\nYou think I look like Zorro?\n\nOLD MAN\nNo.\n\n[Joaquin deflates. Alejandro chuckles, tosses the basket of food\ninto the wagon, climbs on.]\n\nOLD MAN (CONT'D)\nZorro wasn't a bandit. He just used\nto wear a medallion like yours,\nthat's all.\n\nJOAQUIN\nGo away.\n\nHe climbs up on the wagon beside Alejandro.\n\nJOAQUIN (CONT'D)\nLet's get out of here.\n\nHe tries to ignore Alejandro's grin. Alejandro flicks the reins.\nThe wagon moves.",
  "15": "---END OF PREVIOUS SECTION---\nHe tries to ignore Alejandro's grin. Alejandro flicks the reins. The wagon moves. \n---TARGET SECTION TO BE ANNOTATED---\nLOPEZ\nCaptain Love will have your heads for\nthis.\nJack still has his gun on Lopez. He raises his hand -- Lopez cowers\n\nback -- but Jack just displays his fingers.\n\nJACK\nRemember: Three-Fingered Jack.\n\nLOPEZ\nI'll remember.\n\nHe mounts his horse, smiles 'thank you.' Waves daintily, spurs the\nhorse. Follows the wagon away, leaving behind unconscious soldiers,\nexcited onlookers, and an angry Lopez.\n\n+OMIT 15\nEXT. HILLSIDE/RAVINE - DAY 16\nThe wagon, driverless, horseless, careens down the hillside, SMASHES\ninto the ravine.\n\n?Jack, wielding a pry bar, SNAPS OPEN a strongbox lock.\n\n?Joaquin strips off the lock, throws back the lid --\n\n(CONTINUED)\n\f19.\n\nCONTINUED: 16\n\nThe box is filled with GOLD INGOTS. The outlaws gasp.\n?Alejandro lifts one out. Turns it in his hands.\n\nJACK\nWe're rich.\n(to Joaquin)\nWe can keep it, right?\n\nJOAQUIN\nHalf. Half we give to the mission.\n\n[ALEJANDRO\nDon't start that! What've they ever\ndone for us?\n\nJOAQUIN\nFray Felipe raised us -- taught us --\n\nALEJANDRO\nAnd we turned out so well. That gold\nis ours! We should just take it and\n\nrun!\nJOAQUIN\nDammit, Alejandro --]\nALEJANDRO\nThis isn't some army payroll. This\nis something else -- something big.\n\nThey'll hunt us down. We'll just be\nthree more disaparecidos.\n\nJOAQUIN\nZorro would never have run away --\n\nALEJANDRO\nLook around, Joaquin! Do any of us\nlook like Zorro?\n(pointed)\nNo!\n\nJoaquin regards him. Then puts a hand on his shoulder\nJOAQUIN\nSo we ride to the mission. In honor\nof Zorro.\n\nAlejandro looks at him; the point is settled. Alejandro turns the\nbar of gold in his hands; sunlight FLARES off of it --\n\f20.\n\nINT. SHIP - HOLD - DAY 17\n\nSlashes of light shine down through the deck.",
  "16": "---END OF PREVIOUS SECTION---\nAlejandro turns the\nbar of gold in his hands; sunlight FLARES off of it --\n\f20. INT. SHIP - HOLD - DAY 17\n\nSlashes of light shine down through the deck. \n---TARGET SECTION TO BE ANNOTATED---\n SWORDS CRASH --\n?Two figures duel with classic small swords. One is an OLD\n\nSALT, gray and grizzled but still spry. The other one is younger,\nwith long hair, tied back.\n\nThey duel amongst the boxes of cargo. The Old Salt feints, then\nlunges -- and FREEZES. His opponent's blade is aimed directly at\nhis heart. He looks up at --\n\nELENA. Even wearing man's clothes she is breathtaking. The Old\nSalt knocks her blade away, snorts in self-disgust.\n\nOLD SALT\nYou got a knack for the blade, girl.\n\nELENA\nMy father is an expert swordsman.\n\nOLD SALT\nThen how come you go to old sailors\nfor your lessons. Old sailors ...\nand Spanish Gypsies.\n(her surprise confirms it)\nThought I knew the style.\n\nELENA\nMy father would say ... it is\nimproper for a lady to learn the\nsword. He is a very proper man.\n(sighs; troubled)\nAnd I don't think I'm the proper\ndaughter he deserves.\n\nSuddenly the hatch opens; light floods in.\n\nMONTERO (0.S.)\nElena!\n\nElena and Old Salt exchange shocked glances.\n\nCAPTAIN (0.S.)\nI can't imagine what she'd be doing\nin the hold.\n\nMONTERO (0.S.)\nNeither can I -- but I can't find her\nanywhere else.\n\n[Elena makes a decision. Tosses the Old Salt her sword, grabs up a\ntraveling cloak -- and wriggles out through a porthole. ]\n\nThe Old Salt strikes a nonchalant pose -- realizes he still holds\nthe swords. He stashes them, reassumes his pose -- just in time as\nthe CAPTAIN finds him.\n\n(CONTINUED)\n\f21.\n\nCONTINUED: 17\n\nCAPTAIN\nWe are looking for Don Montero's\ndaughter. Have you seen her?\n\nOLD SALT\nDown here? Not unless she's got a\ntaste for rats.\n\nMontero looks in distastefully from the top of the stairway.\n\nMONTERO\nHardly. She is a refined and\ndelicate lady.\n\n+OMIT 18\nEXT. SHIP - DECK - DAY 19\n\n[Montero, the Captain and the Old Salt emerge from the hold.",
  "17": "---END OF PREVIOUS SECTION---\nShe is a refined and\ndelicate lady. +OMIT 18\nEXT. SHIP - DECK - DAY 19\n\n[Montero, the Captain and the Old Salt emerge from the hold. \n---TARGET SECTION TO BE ANNOTATED---\n The\nOld Salt spots Elena, climbing over the seaward rail. She pleads to\nhim with her eyes. He turns so that the Captain and Montero's backs\nare to her.]\n\nOLD SALT\nI don't want to be a Jonah -- but\ncould she have...?\n(jerks his head overboard)\n\nMONTERO\n(to the Captain)\nIf she has fallen overboard, I will\nhold you and your crew responsible --\n\nELENA\nWho's fallen overboard, father?\n\nThey turn. Elena stands there, the traveling cloak concealing her\nattire.\n\nMONTERO\nI was afraid you had --\n\nELENA\nYou were looking for me? Why?\nSomething exciting, I hope.\nHe smiles at her enthusiasm. He offers her his arm.\n\nMONTERO\nSomething you've never seen before.\n\nEXT. SHIP - DECK - RAIL - DAY 20\nMontero and Elena are at the rail, his hands over her eyes.\n\n(CONTINUED)\n\f22.\n\nCONTINUED: 20\n\nMONTERO\nCalifornia.\n\nHe uncovers her eyes. Elena gasps. Across the white-capped waves,\nthe golden hills move past.\n\nELENA\nWe're there?\n\nMONTERO\nOur new home.\n\nShe hugs Montero, her eyes still taking in the sight.\nELENA\n\nAll my life, it seems, I've dreamed\nof California.\n\nCAPTAIN\nDon Montero ... your boat is ready.\nBut I tell you again ... this delay\n\nwill put the tides against us.\n\nMONTERO\nNo matter. I must go ashore.\n\nELENA\nWhy, Father? What's wrong?\n\nMONTERO\nNothing, dear. Nothing that need\nconcern you.\n\nMontero looks away, out across the water, lost in thought.\nINT. TALAMANTES PRISON - DAY 21\n\nA TORCH blazes. Montero carries it, trailed by the Warden and\nseveral guards.\n\nThe cell block is all wet stone and rusted iron bars. Narrow shafts\nof sunlight are swallowed by the oppressive darkness.\n\nMONTERO\nHis name is Diego de la Vega. He\nmust be here.\n\nWARDEN\nI'm sorry, sir, but we don't keep\nrecords. Prisoners have no need for\nnames. And only the dead leave\n\nTalamantes.",
  "18": "---END OF PREVIOUS SECTION---\nWARDEN\nI'm sorry, sir, but we don't keep\nrecords. Prisoners have no need for\nnames. And only the dead leave\n\nTalamantes. \n---TARGET SECTION TO BE ANNOTATED---\nMontero shoves the torch between the bars of a cell. Only then do\nwe see the prisoner inside, blinking painfully at the light. It's\nnot Diego.\n\n(CONTINUED)\n\f23.\n\nCONTINUED: 21\n\nMontero moves to the next cell: not Diego. The next: Not Diego.\nThe next. The next\n\nA prisoner lies on the ground, unmoving. Eyes staring. Flies\nbuzzing -- he's dead. And he's not Diego. Montero moves on.\n\nWARDEN\nGet a coffin. Bury him.\n\n[One of the Guards -- ORDAZ -- unlocks the cell door. The other two\nstay with Montero and the warden. ]\n\nMontero moves faster, checking one cell after another, one face\nafter another, recognizing none of them.\n\nIn one cell, a prisoner sits huddled in the shadows. Montero shoves\nthe torch in --\n\nCLOSE ON: THE PRISONER'S EYES. Reflecting the torch light.\n\nIt is DIEGO. Twenty years older, Diego has been ravaged by time.\nBearded, gray hair, face heavily lined -- none from laughter. One\nleg is manacled, the chain bolted into the wall.\n\nMontero peers at him. No recognition. He moves on, throwing the\ncell back into darkness.\n\nBut Diego has recognized Montero. He steps out of the shadows,\nstaring after him.\n\nDiego watches Montero continue down the block, the Warden and the\nother two guards trailing.\n\nMONTERO\nYou must be right, Warden. He must\nbe dead\nDiego grabs the bars, rattles them in anger.\n[DIEGO\n(a whisper)\nHe's alive ...]\nA SCRAPE from down the hall. Diego sees:\n\n+ORDAZ, dragging a rough wooden coffin to the dead man's 22 21A\ncell. Diego's eyes narrow --\n\nDIEGO\nGuard!\n\nHis voice is just a raw croak. Ordaz looks up.\n\nORDAZ\nI thought you were dumb.\n\nDiego motions him closer. Ordaz moves warily.\n\n(CONTINUED)\n\f24.\n\nCONTINUED: 21A\n\nORDAZ (CONT'D)\nI been here ten years. What's so\nimportant, you have to talk now?\n\nDIEGO\n(still hoarse)\nThe man that man is looking for\nI know who he is.",
  "19": "---END OF PREVIOUS SECTION---\nCONTINUED: 21A\n\nORDAZ (CONT'D)\nI been here ten years. What's so\nimportant, you have to talk now? DIEGO\n(still hoarse)\nThe man that man is looking for\nI know who he is. \n---TARGET SECTION TO BE ANNOTATED---\nORDAZ\nwho?\n\nDIEGO\n(shakes his head)\nYou'll get a reward. I want some,\ntoo. Better food. More of it.\n\nOrdaz thinks it over.\n\nORDAZ\nIf it's worth something to Don\nMontero, it'll be worth something to\nyou.\n\nDiego nods reluctantly. Ordaz checks for listeners, moves close to\nthe bars. Lowers his voice.\n\nORDAZ (CONT'D)\nWho is it?\n\nDIEGO\nMe.\n\nHe whips the rope belt from his pants, loops it around the guard's\nneck, yanks his head into the bars with a CLANG. Ordaz fights --\nDiego CLANGS him again. And again.\n\nOrdaz slumps, unconscious. Diego grabs Ordaz's key ring, unlocks\nhis cell door, drags the Guard inside.\n\nHe smiles as he tries one of the keys on his manacle. It doesn't\nwork. He tries anther. No good. Then another, and another, each\nmore frantically --\n\nNone of the keys fit. Crushed, Diego drops the key ring.\n\nHe searches Ordaz. Finds a dagger his boot, tries to fiddle the\nlock with it, digs at the ring in the wall -- useless.\n\nDiego feels defeated. Then his gaze falls on --\n?-- Ordaz's POWDER HORN.\n\nDiego pours black powder into the manacle's keyhole. Packs it with\nthe dagger. Uses a strip of Ordaz's tunic as wadding.\n\n(CONTINUED)\n\f25.\n\nCONTINUED: 21A\n\nHe wraps more of the tunic around his manacled foot to protect it.\nA pouch on Ordaz's belt holds shot and flints. Diego strikes one of\nthe flints against the dagger.\n\nThe wadding smolders. Diego blows it to life. The makeshift fuse\nburns quickly. Diego hauls Ordaz's body between him and the manacle\nas a shield --\n\nTHE POWDER EXPLODES with a flash, blowing open the manacle --\n\nDiego strips the now-BURNING wrap off his foot, teeth gritted,\nscreaming a silent scream. His foot is blackened and bloody. But\nthe toes are all still there. He wriggles them thankfully.\n\nA large chunk of metal juts from Ordaz's chest. Diego shoves him\naside without remorse. He stands.",
  "20": "---END OF PREVIOUS SECTION---\nA large chunk of metal juts from Ordaz's chest. Diego shoves him\naside without remorse. He stands. \n---TARGET SECTION TO BE ANNOTATED---\n Winces at the pain from his\nfoot. Looks down at Ordaz's. At his BOOTS.\n\nINT. TALAMANTES PRISON - NEW ANGLE - DAY 23\nThe two other Guards, with a BURIAL DETAIL of four prisoners, go\ninto the dead man's cell. The coffin lies there, shut tight. No\nbody.\n\nSECOND GUARD\nWhere's Ordaz?\n\nTHIRD GUARD\nWho cares? You four -- haul that out\nof here.\n\nThe prisoners move to lift the coffin --\n?It_is heavy. They struggle. The Prison Guard snaps a flail.\n\nTHIRD GUARD\nPut your backs into it!\n\nThey haul the coffin up, and carry it through the door, into the\ncorridor. They carry it past --\n\nDIEGO'S CELL. Where a prisoner huddles in the shadows. ORDAZ, the\ndead guard. His feet are bare.\n\nEXT. TALAMANTES PRISON - DAY 24\n\nThe prisoners, sweaty with exertion, lower the coffin into a\nfreshly-dug shallow grave. They spade dirt in on top of it --\n\nEXT. TALAMANTES PRISON - NIGHT 25\nThe graveyard. The white crosses glow in the light of the moon.\n\nThe fresh grave. There is the sound of wood SPLINTERING. The dirt\nSHIFTS. Moves. CAVES IN --\n\nDiego's hand, clutching the dagger, shoves out the dirt.\n\n(CONTINUED)\n\f26.\n\nCONTINUED: 25\n\nDiego hauls himself out of the coffin, out of the earth. He gasps\nfor air; draws deep, cleansing breaths. He looks back into the\ncoffin, at the body. Crosses himself.\n\nHe rises. His leg buckles. Diego grabs one of the wooden crosses.\nUses it as a crutch, he limps from the graveyard.\n\nDISSOLVE TO:\nEXT. COASTLINE - BEACH - NIGHT 25A\n\nA rocky cove, spectacular in the moonlight. A campfire burns just\nshort of the treeline. Joaquin and Alejandro lay on bedrolls.\nThree-Fingered Jack stands watch.\n\nJOAQUIN\n... I've always wanted a horse. A\nblack one. And a silver trimmed\nsaddle and silver stirrups.",
  "21": "---END OF PREVIOUS SECTION---\nI've always wanted a horse. A\nblack one. And a silver trimmed\nsaddle and silver stirrups. \n---TARGET SECTION TO BE ANNOTATED---\n People\nwill see me and say, ‘There, that\nmust be a great man.'\n\nThree-Fingered Jack leaves his post, comes toward the fire.\n\nJACK\nI know what I'm going to do with my\nshare. I'm going to 'Frisco. I'll\nsip amontillado, buy the most\nbeautiful women, and smoke\ncigarettes. How 'bout you,\nAlejandro?\n\nALEJANDRO\nI couldn't hope to match the grandeur\nof your dreams.\n\nJOAQUIN\nOh, come on. Tell us again about the\nMagnificent hacienda, the love of a\nsweet, dark-eyed sefiorita who calls\nyou Don Alejandro\n\nALEJANDRO\nYou keep your horse, Joaquin. I'll\nkeep my sefiorita --\n\nThere is a CRACK from the darkness. The three freeze, and then\nAlejandro dives for his gun --\n\n-- but stops short, a BAYONET in his face, freezing him. A soldier\nstands over him.\n\nThe camp is quickly circled by soldiers, some with lanterns, some on\nhorses, all with guns leveled.\n\n(CONTINUED)\n\f27.\n\nCONTINUED: 25A\n\nA man on a superb buckskin horse looms out of the darkness: CAPTAIN\nHARRISON LOVE. His posture is perfect, his gaze intense. A dueling\nscar on his left cheek. He wears a small sword; a saber hangs ina\nscabbard from his saddle. First, last and always, he is a soldier.\nHe has a Texas accent.\n\nLove gazes down imperiously, a wanted poster in his hand.\n\nLOVE\nSo. The infamous Murietta Bandits.\n(nods to Jack)\nAnd you must be Three-Fingered Jack.\n\nHe displays the poster. It's a new one, with three drawings:\nJoaquin, Alejandro ... and a three-fingered hand. Jack slips his\nhand behind his back.\n\n \n\nJACK\nMaybe ... maybe not.\n\nLOVE\nI am Captain Harrison Love, of the\nFirst Dragoons of California. And\nyou are my prisoners.\n(mocking)\nTruth to tell, I expected more of a\nfight.\n\nALEJANDRO\nIf you insist.\n\nAlejandro kicks away the rifle pointed at him.",
  "22": "---END OF PREVIOUS SECTION---\n(mocking)\nTruth to tell, I expected more of a\nfight. ALEJANDRO\nIf you insist. Alejandro kicks away the rifle pointed at him. \n---TARGET SECTION TO BE ANNOTATED---\n Grabs two burning\nlogs and virtually throws the campfire at the soldiers. SHOTS are\nFIRED --\n\nSoldiers scatter as Love's horse rears back. Jack grabs his pistol,\nSHOOTS a soldier. Joaquin dives for his sword. He runs a soldier\nthrough --\n\nA soldier reloads his breech-loader from a cartridge pouch.\nAlejandro shoves a burning log at the pouch, IGNITING it. He pushes\nthe soldier into two others --\n\n?The cartridges EXPLODE, taking all three out --\n\nALEJANDRO\nScatter!\n\nHe grabs one of the soldiers' swords. The outlaws run. SHOTS\nfollow them --\n\nLOVE\nYou two -- secure the strongbox! The\nrest -- after them!\n\nHe spurs his horse after Joaquin, the soldiers following --\n\f28.\n\nEXT. WOODS - VARIOUS - NIGHT 25B\n\nON ALEJANDRO: who heads uphill. He breaks into a clearing, where an\nARMED SOLDIER turns and sees him.\n\nAlejandro brandishes his sword with a flourish.\n\n?The Armed Soldier grins, pulls his pistol.\n\n?Alejandro looks distressed at the sight of the gun. He flinches,\nraising his sword as the SHOT is FIRED --\n\nThe SOUND of bullet hitting steel. Alejandro looks: his sword is\nbroken. But he is okay. He grins --\n\nNow the Armed Soldier looks distressed. He tries to re-load his\npistol -- Alejandro hurls the sword hilt at him, hitting him in the\nhead. He grabs the soldier's LANTERN, takes off.\n\nA RIDER and a SOLDIER on foot turn and look: Alejandro's LANTERN\nbobs in and among the trees. They follow.\n\n+0N JOAQUIN: running down a rock-covered slope into a spill of  25C¢\nmoonlight. He pulls up short: a deadfall blocks his way. He\nunsheathes his sword, turns. A SHOT ricochets nearby; he dives for\ncover. Another SHOT kicks rock chips into his face.\n\n+0N JACK: who is chased along the shore. One soldier braces his 25D\nrifle on a piece of driftwood. FIRES --\n?Jack crumples, shot in the leg. Soldiers converge.",
  "23": "---END OF PREVIOUS SECTION---\nFIRES --\n? Jack crumples, shot in the leg. Soldiers converge. \n---TARGET SECTION TO BE ANNOTATED---\nON ALEJANDRO: who comes to the edge of a steep hill. He sees\nJoaquin below on the rocky slope. Sounds of pursuit near.\n\nThe Rider gestures; they split up. The Soldier creeps toward the\nbobbing LANTERN. He steps around a tree, pistol leveled.\n\nThe LANTERN hangs from a bobbing tree branch.\n\nSOLDIER\nIt's a damned trick --\n\nHe turns -- too late; Alejandro hits him hard, knocks him out.\nGrabs the pistol and rifle, extinguishes the lantern.\n\nON JOAQUIN: pinned by rifle fire. One soldier moves closer -- and\nhas a clear shot at Joaquin. He draws a bead --\n?-- and a SHOT kills him --\n\nON ALEJANDRO: who looks up from the sights of his stolen rifle,\nsmiles.\n\nON JOAQUIN: as another soldier charges forward, bayonet at ready.\nJoaquin parries the thrust -- but the bayonet impales him in the\nthigh. He cries out, clubs the man down.\n\nLove reins up.\n?Joaquin stands there, sword drawn, waiting.\n?Love smiles. Draws the heavy saber from its scabbard.\n\n(CONTINUED)\n\f29.\n\nCONTINUED: 25D\n\n?Joaquin doesn't like the looks of this. He dodges left, but\nhis leg betrays him --\n\n?Love's horse sidesteps in half-pass, cutting him off.\n?Joaquin tries again --\n\n?Love backs the horse up, its body blocking Joaquin off. He's\nplaying with him, a cat with a mouse.\n\nLove swings his saber at Joaquin, who barely parries in time, the\nheavy blade knocking him off-balance. He falls backward.\n\nLove advances. The horse rears, draws its front legs in -- a\nlevade. It kicks out with its front legs, smashes Joaquin's sword\nfrom his grasp. It lands in the deadfall, out of sight.\n\nLOVE\nYou are not worthy of that blade,\nMurietta.\n\nLove's face gives no hope of mercy.",
  "24": "---END OF PREVIOUS SECTION---\nIt lands in the deadfall, out of sight. LOVE\nYou are not worthy of that blade,\nMurietta. Love's face gives no hope of mercy. \n---TARGET SECTION TO BE ANNOTATED---\n Joaquin gambles: he feints,\nthen dives, rolls beneath the horse, comes up on the other side --\n\nLove's buckskin pirouettes, the spin giving impetus to Love's blade,\nslicing through the air, toward Joaquin's neck --\n\n-- and suddenly THE MEDALLION IS SAILING FREE.\n?It lands in a crevice, stained by Joaquin's blood.\n\nON ALEJANDRO: his eyes wide in shock.\n\nALEJANDRO\nJoaquin! JOAQUIN!\n\nFurious, he breaks from his hiding place, toward Love --\n\nALEJANDRO\nDamn you, you bastard! DAMN YOU!\n\nHe FIRES the pistol --\n\n?Love doesn't flinch. The bullet barely misses him, hits a tree\nbehind him. He draws a handkerchief from his sleeve, wipes his\nblade, his eyes never leaving Alejandro.\n\nALEJANDRO\nI'll kill you!\n\nSeveral mounted soldiers join Love. Jack, still alive, is slung\nover the saddle of one. Alejandro pulls up short.\n?The soldiers take aim --\n\nAlejandro leaps for the Rider who was hunting him, knocks him off\nhis horse. Swings across the saddle in a trick-riding mount. He\nreins the horse around, stares down at Love.\n\nALEJANDRO\nI will see you dead, Love!\n\n(CONTINUED)\n\f30.\n\nCONTINUED: 25D\n\nRIFLE FIRE tears up the tree beside Alejandro. He wheels the horse\ndisappears into the woods.\n\nON LOVE: as he gestures for his soldiers to pursue.\n\nLOVE\nGo, capture him.\n(to one soldier)\nYou -- bring this one's body.\n(sharp)\nAnd take special care with the head!\n\nEXT. BAY - BEACH - MORNING 26\n\nMontero's ship lies at anchor. Longboats row toward shore. The\nbeach is undeveloped -- no buildings or docks -- but full of\nactivity: VAQUEROS stack cured cattle hides. Trappers, traders, set\nout their wares.\n\nA small knot of CABALLEROS wait, away from the others. They are\npowerful dons, dressed in their silver-trimmed finery.\n\nThe first longboat hits the beach. Montero steps out of it.",
  "25": "---END OF PREVIOUS SECTION---\nThey are\npowerful dons, dressed in their silver-trimmed finery. The first longboat hits the beach. Montero steps out of it. \n---TARGET SECTION TO BE ANNOTATED---\n DON\nLUIZ, elderly now, one eye milky with cataracts steps forward. He\ncarries a dark wood alcalde's cane.\n\nDON LUIZ\n(loudly)\nThe Viceroy is returned!\n\nSome cheers from the gathering people on the beach, and a number of\nfrowns. But the cabelleros applaud, step forward. Among them: DON\nHECTOR, who resembles a bulldog. DON AGUILAR, a bow-legged dandy.\n\nHECTOR\nWelcome back to California, Don\nMontero.\n\nMONTERO\nDon Hector ... It's been a long time\nDon Aguilar ... Don Ramon\n(smiles warmly)\nLuiz.\n\nDON LUIZ\nRafaél.\n\nThey embrace.\nMONTERO\nYou look comfortable holding the\nalcalde's cane, Don Luiz.\n\n(CONTINUED)\n\f31.\n\nCONTINUED: 26\nDon Luiz regards the silver-handled cane in his hand. It is\ndistinctive -- polished, but still retaining the natural twists and\ncurves of the wood.\n\nDON LUIZ\nThe alcalde's job is difficult -- but\nit does seem to suit me\n\nBYSTANDER\n(a little too loudly)\nHa -- the alcalde's as crooked as his\ncane!\n\nDon Luiz spots him, raises his cane angrily --\n\nDON LUIZ\nHow dare you --\n\nMONTERO\nWait, Don Luiz.\n(to the Bystander)\nYou're unhappy with the way you're\nbeing governed?\n\nThe Bystander screws up his courage -- and tells the truth.\n\nBYSTANDER\n. Yes.\n\nMontero turns, addresses a TRADER, drawing in listeners.\n\nMONTERO\nAnd you -- you feel ill-served by\nyour government? Neglected?\n\nTRADER\nExcept at tax time.\n\nMONTERO\n(laughs)\nOf course. Tell me, Don Luiz -- are\nyou carrying out the edicts of\nMexico?\n\nLUIZ\nAs best I can --\n\nMontero plays to the crowd, an impromptu stump speech.\n\nMONTERO\nThat's the problem! You are being\nruled by a government in absentia.\nYou have no representation. No voice\nin your own futures\n\nThere are nods, murmurs of agreement.",
  "26": "---END OF PREVIOUS SECTION---\nYou are being\nruled by a government in absentia. You have no representation. No voice\nin your own futures\n\nThere are nods, murmurs of agreement. \n---TARGET SECTION TO BE ANNOTATED---\n One man is not smiling as he\npushes through the crowd --\n\n(CONTINUED)\n\f32.\n\nCONTINUED:\n\nDIEGO.\n\nHe stares fiercely at Montero, murder in his eyes. He moves toward\n\nthe front. He still uses his make-shift cane.\n\nMONTERO (CONT'D)\nThat's what led to the formation of\nthe Republic of Texas! The Republic\nof New Mexico! Perhaps it is time\nfor Californios to take the reins of\nthe destiny of California!\n\nThe crowd begins to buzz about the idea. With a smile, Montero\n\nmoves on, surrounded by the dons.\n\nHECTOR\nIt's a heady idea, isn't it? An\nindependent California ...\n\nDON LUIZ\nWas General Santa Anna willing to\nlisten to our proposal?\n\nMONTERO\nSanta Anna will listen to anything,\nas long as it ends with the sound of\nchange in his pockets.\n(it's great news)\nHe has agreed to our proposal.\n\nThe Dons are happily surprised.\n\nMONTERO (CONT'D)\nHe'll be arriving at the end of the\n\nmonth.\nDON LUIZ\nMy God ... that's wonderful.\nWonderful news.\nHECTOR\nYou are a miracle worker, Don\n\nMontero.\n\nMontero glances down the beach --\n\nCaptain Love rides toward them at full gallop. A BURLAP BAG hangs\n\nfrom his saddle, holding something basketball-sized.\n\nLove dismounts even as the horse is slowing. Diego is cut off; he\n\nchanges course through the crowd, frustrated.\nLove strides to Montero, grasps his hand.\n\n(CONTINUED)\n\f33.\n\nCONTINUED: 26\nMONTERO\nHarrison! I was wondering where you\nwere.\nLOVE\n\nDon Montero! Good to see you, sir!\n\nDON LUIZ\nOn your recommendation, Captain Love\nhas taken command of the presidio.\nHe has done an excellent job ridding\nthe pueblo of its less desirable\nelements.\n\nON DIEGO, moving closer. A small motion, and something drops from\nhis sleeve into his hand: a DAGGER.\n\nMONTERO\nWhen you wrote to me of the\nlawlessness in California, I knew it\ncalled for a strong hand.\nLove rests his hand on the burlap bag hanging from his saddle.\nLOVE\nAnd a sharp sword.",
  "27": "---END OF PREVIOUS SECTION---\nMONTERO\nWhen you wrote to me of the\nlawlessness in California, I knew it\ncalled for a strong hand. Love rests his hand on the burlap bag hanging from his saddle. LOVE\nAnd a sharp sword. \n---TARGET SECTION TO BE ANNOTATED---\n(humbly)\nIn fact, I believe it is safe to say\nthat there is nothing and no one to\nfear in all of California.\nON DIEGO: who nears his target, intent on Montero's back --\nELENA disembarks from a second long boat. As she moves up the\nbeach, a scent catches her attention. She investigates, plucks a\nbloom from a manzanita bush.\nDiego draws his arm back, the blade glinting --\n\nELENA (0.S.)\nFather!\n\nAs one, Diego and Montero turn --\nRecognition, shock, fills Diego's face.\nSmiling, Elena hurries toward them.\n\nDiego stares, frozen, as his daughter approaches --\n\nDIEGO\n(a whisper)\nDios Mio :\n\n-- but then Elena_goes past Diego, to Montero. Diego follows her\nwith his eyes, feeling the pain and loss of two decades.\n\n(CONTINUED)\n\f34.\n\nCONTINUED: 26\n\nMONTERO\nGentlemen. Allow me to present my\ndaughter, Elena...\n\nHector bows. Don Luiz's expression betrays him: he's startled by\nthe claim. But he accepts it, and bows.\n\nDON LUIZ\nI am honored, Sefiorita.\n\nDiego watches, his heart breaking.\nLove takes Elena's hand. Their eyes meet.\nLOVE\nElena -- your beauty is always\n\nwelcome. Particularly in this\nbarbarous place.\n\nMONTERO\nIt would be welcome anywhere.\nELENA\nFather, please -- his compliment was\n\nflattering enough. But thank you for\nleaping to my defense.\n\n(kisses his cheek)\nWhat would I do without you?\n\nThe dagger drops from Diego's hand. His eyes show realization: he\ncannot kill Montero. He stumbles, fades into the crowd.\n\nELENA\nFather, what is this flower? It\nsmells very familiar.\n\nLOVE\nThat's manzanita. But you must be\nmistaken about its familiarity. It's\nnative to California.\n\nElena frowns, puzzled. Don Luiz ushers them all up the beach.\n\nDON LUIZ\nCome with me, Don Montero. I've had\nyour hacienda prepared for your\narrival.\n\nLove nearly steps on something --\n?The abandoned DAGGER. He picks it up, examines it.",
  "28": "---END OF PREVIOUS SECTION---\nLove nearly steps on something --\n? The abandoned DAGGER. He picks it up, examines it. \n---TARGET SECTION TO BE ANNOTATED---\n Glances\nsuspiciously into the crowds.\n\nCUT TO:\n\f35.\n\nEXT. COASTLINE - ROCKY SLOPE - DAY 27\n\nThe site of Joaquin's death. Empty. Quiet. Alejandro appears\nexhausted. He ties his horse to the deadfall -- and sees Joaquin's\nsword. Stares at it a long moment.\n\nDRIED BLOOD stains the rocks where Joaquin's body lay. Alejandro\nkneels beside the spot. A FLASH OF LIGHT catches his eye. Sunlight\nglints off of something:\n\nTHE MEDALLION.\n?Alejandro picks it up -- and can't hold back his tears. Alone\non the rocky slope, he cries, his body hunched in mourning.\n\n+OMIT 28\n+OMIT 29\nEXT. TOWN SQUARE - CANTINA - DAY 30\n\nThe cantina is a glorified lean-to, open view to the street and town\nsquare. Diego steps in, goes straight to the plank-and-barrel bar.\nTosses coins down in front of a greasy BARTENDER.\n\nDIEGO\nTequila.\n\nThe Bartender pours. Diego gulps it. Gestures for another. The\nBartender pours. Diego nurses this one.\n\nALEJANDRO (0.S.)\nMore whiskey!\n\nAlejandro is sitting at one of the tables. Bleary-eyed. Joaquin's\nsword is on the table, wrapped in a blanket.\n\nThe Bartender carries a bottle over. Alejandro looks up. Lifts his\nglass, waiting.\n\nBARTENDER\nMoney first.\n\nAlejandro shrugs, digs in his pockets. Comes up empty. The\nBartender shakes his head in disgust, starts to move away.\nAlejandro grabs his arm.\n\nALEJANDRO\nHow about this?\n\nHe displays the MEDALLION. The Bartender appraises it.\n\nBARTENDER\nSilver?\n\nALEJANDRO\n(he's not sure)\nSure.\nThe Bartender considers. Pours. Reaches for the medallion --\n\n(CONTINUED)\n\f36.\n\nCONTINUED: 30\nA HAND closes around it. Diego's. He takes it from Alejandro.\n\nBARTENDER\nHey --\n\nDiego hands him some coins. The Bartender thinks about saying\nsomething, but Diego's gaze discourages him. He moves away.",
  "29": "---END OF PREVIOUS SECTION---\nBARTENDER\nHey --\n\nDiego hands him some coins. The Bartender thinks about saying\nsomething, but Diego's gaze discourages him. He moves away. \n---TARGET SECTION TO BE ANNOTATED---\nDIEGO\nWhere did you get this?\n\nAlejandro doesn't look up.\n\nALEJANDRO\nIt was my brother's. He's dead.\n\nHe drinks. Stares at the sword.\nALEJANDRO (CONT'D)\n(to himself; a vow)\nAnd the man who killed him will die\nby his sword.\n\nDiego regards the young man through narrow eyes. He pulls back a\ncorner of the blanket, looks at the sword.\n\nDIEGO\nYou seek revenge.\n\nALEJANDRO\nGo away!\n\nAlejandro turns his chair away.\nDIEGO\nBe careful, young man. Revenge can\nhave a very high cost.\n\nSuddenly, Alejandro sits bolt upright, staring. Diego follows his\ngaze --\n\nCAPTAIN LOVE rides across the square, reins up. Dismounts. Takes\nthe bag from his saddle. Pauses to speak to a soldier.\n\nAlejandro rises. He grabs the sword, walks away from the table\nwithout a backward glance.\n\nEXT. TOWN SQUARE - DAY 31\nDiego catches up to Alejandro.\n\nDIEGO\nDon't be a fool.\n\nAlejandro shoves him aside. Grips the sword's handle.\n\n(CONTINUED)\n\f37.\n\nCONTINUED: 31\n\nDIEGO (CONT'D)\nDo you even know how to use that\nthing?\n\nALEJANDRO\nThe pointy end goes in the other guy.\n\nDiego grabs Alejandro by the elbow in a come-along hold. Alejandro\ntries to shake him off, but can't. Diego twists Alejandro's arm,\npulls him into an alley --\n\nEXT. TOWN SQUARE - ALLEY - DAY 32\nDiego swings Alejandro against a wall.\n\nALEJANDRO\nWhat the hell are you doing?\n\nDIEGO\nSaving your life.\n\nALEJANDRO\nGet out of my way.\n\nHe tries to push past Diego. Diego jabs him in the chest with his\ncane, assumes a fencer's stance.\n\nDIEGO\nGet through me.\n\nAlejandro stares at him in disbelief. Then shrugs, shakes the\nblanket off his sword. Swings to knock the cane aside. Diego\ndeceives the blade -- there's no contact, though Diego barely moved.\nAlejandro tries again -- again Diego deceives him.\n\nAngry, Alejandro attacks, a series of brute-strength slashes.\nDiego parries with little effort.",
  "30": "---END OF PREVIOUS SECTION---\nAlejandro tries again -- again Diego deceives him. Angry, Alejandro attacks, a series of brute-strength slashes. Diego parries with little effort. \n---TARGET SECTION TO BE ANNOTATED---\n They disengage; Alejandro looks\nat him with respect. He tries a straight thrust --\n\nDiego parries, then envelopes Alejandro's blade, disarming him.\nThe sword flips into the air --\n?Diego trips Alejandro with his cane, catches the sword --\n\nAlejandro finds himself flat on his back, sword tip at his throat.\nHe stares up at Diego, amazed.\n\nDIEGO\nDeception, parry, envelopment.\n(presses the tip into\nAlejandro's throat)\nWould you care to see a thrust?\n\nALEJANDRO\n(swallows)\nNo, please.\n\n(CONTINUED)\n\f38.\n\nCONTINUED: 32\nDiego drops to a knee beside Alejandro.\nDIEGO\nYou want to kill that man? I can\nteach you.\n\nAlejandro narrows his eyes, peering at the old man.\n\nALEJANDRO\nA bargain has two sides ... what's\nmine?\n\nDIEGO\n\nIf you prove yourself an apt enough\npupil, I may have need of you. But\n\nuntil then -- no more questions,\nunless they concern the sword.\nUnderstood?\n\nAlejandro considers. Decides.\n\nALEJANDRO\nIf it means I'll be able to kill that\nbastard ... Anything.\n\nDiego nods, then hauls Alejandro to his feet. Diego extends the\nsword to Alejandro.\n\nDIEGO\nA fine weapon. It should be better\ncared for.\n\nALEJANDRO\n\n(he'll do anything)\nI'll clean it.\n\nDiego nods, satisfied.\n\nDIEGO\nCome along.\n\nALEJANDRO\nWhere are we going?\n\nDIEGO\nThat's a question.\n\nHe moves away. Pause. Takes the medallion from his pocket.\n\nDIEGO (CONT'D)\nHere. Take better care of this, too.\n\nHe tosses it back to Alejandro, who catches it. Holds it fora\nMoment. Then slips it around his neck, follows Diego.\n\f39.\n\n+OMIT 33\n+OMIT 34\nEXT. SECRET CAVE - NIGHT 35\n\nDiego disappears behind the waterfall. Alejandro gives it a wary\nonce-over, then follows.\n\nINT. SECRET CAVE - NIGHT 36\n\nA short passage gives way to a huge cave. Lit by moonlight through\nthe waterfall, it has a strange, otherworldly look.\n\nA torch FLARES to life, lit by Diego.",
  "31": "---END OF PREVIOUS SECTION---\nSECRET CAVE - NIGHT 36\n\nA short passage gives way to a huge cave. Lit by moonlight through\nthe waterfall, it has a strange, otherworldly look. A torch FLARES to life, lit by Diego. \n---TARGET SECTION TO BE ANNOTATED---\n Alejandro gasps.\n\nDiego stands on a forty-by-forty marble dais in the middle of the\ncave. Alejandro mounts the steps, staring in awe.\n\nThe dais' surface is inlaid with an intricate design: several\ncircles within a large circle, with various lines of radii\nintersecting. It is the same design as on the medallion, although\nthe one on the floor is more complex.\n\nAlejandro lifts the medallion from inside his shirt. The two\ndesigns match, although the one on the floor is more complex.\n\nALEJANDRO\nAre you ... Zorro?\nDIEGO\nI told you -- no questions.\n\nAlejandro surveys the cave. There is a cot and meager supplies.\nThere is a rack of swords, a grinding wheel, an armorer's bench.\nZorro's saddle, partly restored.\n\nALEJANDRO\nWhat is this place? what are we\ndoing here?\n\nDIEGO\nI can tell you're going to be an\nobedient student.\n(he considers, sighs)\nWhen you were a child, Rafaél Montero\nwas the Viceroy of California. Do\nyou remember?\n\nALEJANDRO\nYes.\n\nDIEGO\nHe has returned. That can only mean\nill for the people of California.\n\nALEJANDRO\nHow much worse can it get?\n\n(CONTINUED)\n\fCONTINUED:\n\n40.\n\n36\n\nDIEGO\nMontero counts among his confidants\nthe alcalde, Don Luiz -- and Captain\nHarrison Love.\n(beat )\nMuch worse.\n\nALEJANDRO\nAnd you are going to do ... what?\n\nDIEGO\nWe. We will find out what has\nprompted his return. We will\ndiscover the truth. And we will stop\nhim.\n\nALEJANDRO\n(sure of it now)\nYou are Zorro.\n\nDIEGO\nNo. I'm just an old man.\n(sharp)\nNow, get up here!\n\nAlejandro starts at the command -- but obeys. Diego takes\n\nAlejandro'\n\nAlejandro\n\ns sword, uses it as a pointer.\n\nDIEGO\n\nThis is the training circle of the\nSpanish Sword School, as prescribed\nby the masters Carranza and Narvaez.\nThis circle is your world, your very\nlife.",
  "32": "---END OF PREVIOUS SECTION---\nDiego takes\n\nAlejandro'\n\nAlejandro\n\ns sword, uses it as a pointer. DIEGO\n\nThis is the training circle of the\nSpanish Sword School, as prescribed\nby the masters Carranza and Narvaez. This circle is your world, your very\nlife. \n---TARGET SECTION TO BE ANNOTATED---\n Whatever occurs within this\ncircle is crucial to your existence.\nOutside of it\n\n(beat )\nThere is nothing outside of it.\n\nALEJANDRO\nBut Love is--\n\nDIEGO\nThere is nothing outside of it. As\nyour mastery of the sword increases,\nyour circle expands -- your world\nbecomes larger.\n\nis a bit skeptical -- but doesn't care.\n\nALEJANDRO\nWhen do we begin?\n\nDIEGO\nWe have begun.\n\n(CONTINUED)\n\f41.\n\nCONTINUED: 36\nAlejandro reaches for his sword. Diego holds it away.\n\nDIEGO\nWhat are you doing?\n\nALEJANDRO\nIf I'm going to learn swordplay, I'm\ngoing to need a sword.\n\nDiego stares at him. Shrugs. Hands him the sword.\n\nDIEGO\nVery well. Show me a lunge.\n\nAlejandro complies. Badly. His front foot is too far forward.\nDiego WHACKS it with his cane.\n\nDIEGO\nToo wide ... move your foot back.\n\nAlejandro drags the foot back, his heel SQUEAKING on the floor.\nUnsatisfied, Diego WHACKS it again. Alejandro drags it back a bit\nmore. Diego nods.\n\nDIEGO\nTurn your knee out. Out!\n(he whacks the knee)\nStraighten up --\n(whacks his side)\nI want a lunge, not a remise.\n\nHe walks around Alejandro, inspecting. And then Diego reaches out\nwith his cane and taps Alejandro lightly in the chest.\n\nAlejandro can't hold the lunge. Almost in slow motion, he topples.\nThe sword CLATTERS across the floor. Diego picks it up. Looks down\nat Alejandro.\n\nDIEGO\nI'll keep this until you need it.\n\nINT. SECRET CAVE - VARIOUS 37\n\nAlejandro stands with his feet on two parallel lines. Diego SNAPS\nhis fingers, cueing Alejandro's advances and retreats. Diego\nstops. Points. Alejandro's stance is now too wide. He returns his\nfeet to the lines. Diego resumes snapping.\n\nAlejandro exercises: lunge from a squat, return, again. Diego works\non the sword at the foot-operated grinding wheel. Alejandro stops.\nRub his sore thighs. Diego stops grinding -- but doesn't turn. No\nmatter. Alejandro resumes the drill. Diego resumes grinding.",
  "33": "---END OF PREVIOUS SECTION---\nNo\nmatter. Alejandro resumes the drill. Diego resumes grinding. \n---TARGET SECTION TO BE ANNOTATED---\nCLOSE ON: Diego and Alejandro, staring grimly at one another,\ncircling slowly, as if locked in duel corps a corps. A WIDE SHOT\nreveals the two men embraced, dancing along the radii.\n\n(CONTINUED)\n\f42.\n\nCONTINUED: 37\n\nThe footwork drill again, but now Diego snaps a whip at Alejandro's\nfeet, prompting his advances and retreats. Diego stops, points.\nAgain, Alejandro's stance is too wide.\n\nAlejandro advances and retreats. A length of cord now binds his\nfeet, keeping his stance correct.\n\nDiego CRACKS the whip. Following a radius, Alejandro retreats; on a\ncircle, he turns, executes a fleche, advances; on another circle,\nturns, executes a balestra. Stops. A quick, silent prayer -- and\nlooks at his feet.\n\nHis stance is perfect. He grins. Diego WHACKS him with his cane.\n\nDIEGO\nNever look at your feet. Don't think\nabout your feet.\n\nALEJANDRO\nYou seem pretty occupied with them.\n\nDiego ignores the barb. He holds the spadroon out.\n\nDIEGO\nLet's see if you're ready for the\nsword.\n\nAlejandro takes it, examines it in wonderment. Diego has cleaned up\nthe sword, sharpened it. It shines.\n?Alejandro practices a few swipes.\n\nDIEGO\nNo, no, no. Not like that!\n\nHe tries to reposition Alejandro's hand on the hilt.\nDIEGO\nDon't hold it too loosely -- but\ndon't crush it, either. Hold it --\nhold it the way you'd hold a woman.\n\nAlejandro tries to adjust his grip. Gives Diego a sidelong glance.\nHe's not getting it. Diego watches him fumble.\n\nDIEGO\n(exasperated)\nHold it the way you'd hold yourself.\nAlejandro immediately grips the sword correctly.\n\n(CONTINUED)\n\f43.\n\nCONTINUED: 37\n\nDIEGO\n(not surprised)\nPerfect.\n(beat )\nAnd now, we begin with the parry\nprimero. It evolves naturally from\nunsheathing the sword\n\nHe demonstrates with his cane. Alejandro attempts it -- wrong --\nand gets WHACKED for his trouble. Diego shakes his head.\n\nDIEGO\nThis will take a lot of work.\n\nEXT.",
  "34": "---END OF PREVIOUS SECTION---\nDiego shakes his head. DIEGO\nThis will take a lot of work. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ESTATE - DAY 38\n\nMontero's hacienda. Huge, palatial. Bell towers rise above\nfountains and archways, surrounded by manicured gardens.\n\nINT./EXT. ESTATE - COURTYARD - DAY 39\n\nMontero and Don Luiz walk through a grand tiled courtyard. Stairs\nlead to an overhanging gallery. On one wall, PAINTERS fill in the\nrough outlines of a map of North America.\n\nA huge round table dominates the courtyard. A WOODWORKER carves a\ndesign into the tabletop: a stylized bull and bear.\n\nDON LUIZ\nEvery cabellero in California has\nagreed to attend the junta. And the\ngovernor, as well.\n(fishing)\nDoes the house meet with your\napproval ..?\n\n[MONTERO\nYes -- if the work is done on time.\nI would prefer not to include\nlaborers on the guest list -- ]\n\nThrough an archway, Montero spies Elena, on horseback, riding at\nfull gallop. He smiles -- but it becomes a look of dismay. She\nrides astride the horse, rather than sidesaddle.\n\nMONTERO\nELENA!\n\nThe joy drains out of her face. She reins the horse up. Montero\nstrides toward her, Don Luiz trailing.\n\nMONTERO (CONT'D)\nThat is not a proper way for a lady\nto ride.\n\n(CONTINUED)\n\f44.\n\nCONTINUED: 39\n\nELENA\nYes, Father.\n\nMONTERO\nIf you don't care about my feelings,\nat least have the courtesy not to\noffend Don Luiz.\n\nELENA\nI'm sorry. My apologies, Don Luiz.\n\nMontero glares at her sternly. She turns so she sits sidesaddle,\nadjusts her skirts primly. Montero nods. She urges the horse\nforward in a sedate trot.\n\nDON LUIZ\nA daughter can be trying at times.\nMONTERO\nThey are women, after all.\n(a sigh)\nI keep hoping she'll find a suitable\nhusband :\nDON LUIZ\n\nPerhaps Captain Love?\n\nMONTERO\nCaptain Love has his merits, but :\ntruth be told, I'd prefer she meet a\nmore cultured Spanish gentleman.\n\nEXT.",
  "35": "---END OF PREVIOUS SECTION---\n(a sigh)\nI keep hoping she'll find a suitable\nhusband :\nDON LUIZ\n\nPerhaps Captain Love? MONTERO\nCaptain Love has his merits, but :\ntruth be told, I'd prefer she meet a\nmore cultured Spanish gentleman. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TOWN SQUARE - SIDE ALLEY - DAY 40\nON ALEJANDRO, slumped in the back of small mule-drawn wagon. Hat\nlow on his face. Clean-shaven now. Even so, he's clearly not a\ngentleman.\n\nAround the corner there is a commotion: men yelling, the whinny of a\nhigh-spirited horse.\n\nLOVE (0.S.)\nBe careful, you idiots!\n\nThat gets Alejandro's attention. He leaps from the wagon, goes to\ninvestigate.\n\nEXT. TOWN SQUARE - DAY 41\nThree Indians are wrangling a horse: A HUGE BLACK STALLION. It\nrears and bucks. They can barely hang onto the riatas around the\nhorse's neck. Alejandro stays in the shadows. Love and Corporal\nLopez watch the Indians.\n\n(CONTINUED)\n\f45.\n\nCONTINUED: 41\nLOVE\nThey know nothing about handling a\nhorse. Are you sure they're Indians?\n(Lopez shrugs)\nApaches. Now, they know horses.\nFierce warriors, too. Too bad there\naren't any Apaches in California.\nLOPEZ\n(he doesn't mind)\nYes, sir. A real shame.\nLove shakes his head, strides away -- toward Alejandro. Alejandro's\nfists clench -- he's ready to get his revenge right now.\nDIEGO\n(from behind)\nI told you to wait in the wagon.\nAlejandro looks back at him. Love passes without a glance at the\npair.\nDIEGO\nHaven't you learned anything? If\nhe'd spotted you --\nALEJANDRO\nHe didn't even look at me.\nDIEGO\nGood thing, too. You'd be reunited\nwith your brother if he had.\nALEJANDRO\nHe won't recognize me -- without my\nbeard --\nDIEGO\nThe beard has nothing to do with it.\nIt's your anger. Your hatred. It\nmarks you as an enemy.\nAlejandro doesn't want to hear it. Diego is insistent.\n\nDIEGO (CONT'D)\nYou can never give anything away.\nShow your opponents only what you\nwant them to see.\n\nALEJANDRO\nHell. I want him to see hell.\n\n(CONTINUED)\n\f46.",
  "36": "---END OF PREVIOUS SECTION---\nALEJANDRO\nHell. I want him to see hell. (CONTINUED)\n\f46. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 41\n\nDiego grabs Alejandro's shoulders, turns him toward the square,\nwhere the Indians wrestle with the horse.\n\nDIEGO\nLook at that horse. At its eyes.\nYour eyes are like that -- fiery,\n\nviolent. You cannot let your eyes\nbetray you. Ever.\n\nAlejandro nods impatiently -- he's got it. He watches the horse.\nCorporal Lopez snaps a whip at the Indians.\nLOPEZ\nTake it to the cuartel! I'll break\nit myself.\nALEJANDRO\n\nA magnificent animal.\n\n(baiting Diego)\nHe looks like Zorro's horse, doesn't\nhe? Maybe his bloodline?\n\nDIEGO\n(can't help but smile)\nIf the stories of Tornado are true,\nthere're probably whole herds of\nblack horses out there.\n\nDiego walks away. Alejandro moves to follow -- and something\ncatches his eye: a peddler's stand, with a display of brightly\ncolored silk cloth. But Alejandro is only interested in one thing:\nA black scarf.\n\nEXT. CUARTEL - NIGHT 42\nA military barracks/stables/corral. Lights in the barracks windows.\n\n[A SHADOWY FIGURE moves toward the cuartel. Suddenly, the figure\nwhirls, freezes: a RIDER bears down on him --\n\nThe rider reins up short: ELENA. She is shocked. Before her is:\nALEJANDRO. In his version of the ZORRO outfit. Striking. They\nstand there, staring at each other. A palpable electricity.\n?And then he SMILES. It startles her.\n\nZorro lifts a finger to his lips: 'Shhh.'\n?Elena narrows her eyes, unsure.\n\nHer horse whinnies, shuffles nervously. Zorro catches its bridle --\nand makes the 'Shhh' gesture to the horse as well.\n?Elena can't help but smile at that.\n\n(CONTINUED)\n\f47.\n\nCONTINUED: 42\nZorro grins up at Elena.\n\nZORRO\nBe careful, Sefiorita. There are\ndangerous men about.\n\nHe tips his hat. Then slips into the darkness.\n\nElena watches him go ... and toys with the neckline of her dress, a\nlittle warm. She catches herself doing it. She feels ashamed.",
  "37": "---END OF PREVIOUS SECTION---\nElena watches him go ... and toys with the neckline of her dress, a\nlittle warm. She catches herself doing it. She feels ashamed. \n---TARGET SECTION TO BE ANNOTATED---\nAngry with herself, she urges her horse forward --\n\n-- toward the small mission that stands across the square, the\nchurch doors open. ]\n\nINT. STABLES - NIGHT 43\n\n[In a stall are the three Indians from the town square, chained to\nthe stable wall. They look scared, defeated. The stable door\nCREAKS open -- and Zorro slips in.\n\nOLD INDIAN\nA bandit breaking into jail?\n\nINDIAN 2\nWhat more could they steal from us?\n\nOLD INDIAN\nThe Night Ghost has returned! Zorro\nis here to save us!\n\nZorro sees their predicament, shakes his head.\n\nZORRO\nSorry -- I'm just here for a horse.\n\nHe spots the black stallion. Zorro takes bridle and reins from a\npeg on the wall, enters the horse's stall. The horse is finicky,\nbut Zorro murmurs to him, fits the reins over his head. Spies a\nsaddle thrown over the stable wall.\n\nOLD INDIAN\nPlease, sefior. They are going to\nmake us disaparecidos.\n\nINDIAN 2\nHe's not Zorro. He's just a horse\nthief.\n\nZorro saddles the horse, talking softly in his ear. Leads him from\nthe stall. Then he tries to mount.\n\nThe horse EXPLODES, bucking wildly --\n(CONTINUED)\n\f48.\n\nCONTINUED: 43\n\nSeveral stalls are SMASHED open, horses running out. The black\nhorse leaps out the door. Zorro's head hits the frame. ]\n\nEXT. CUARTEL - NIGHT 44\nThe horse BUCKS violently. Incredibly, Zorro hangs on. The horse\n\nis searching for an exit. Too much fence. He sees the lighted\nwindows of the cuartel. Heads for them.\n\nZORRO\nWhoa! WHOA!\nINT. CUARTEL - NIGHT 45\n\nCorporal Lopez cocks and uncocks a pistol and swigs tequila as a\nSOLDIER bandages Lopez's bleeding leg.\n\nCORPORAL LOPEZ\nI'm going to kill that horse.\n\nSOLDIER\nWhat will you tell Captain Love?\n\nCORPORAL LOPEZ\nThe truth -- it hurt a leg. It had\nto be shot.\n\nHe hears a noise, tilts his head, listening.",
  "38": "---END OF PREVIOUS SECTION---\nCORPORAL LOPEZ\nThe truth -- it hurt a leg. It had\nto be shot. He hears a noise, tilts his head, listening. \n---TARGET SECTION TO BE ANNOTATED---\n?Suddenly THE HORSE CRASHES through the window, taking a good\npart of the wall with it.\n\nPANDEMONIUM as soldiers scurry for safety --\n\nZorro's head cracks against the roof beams as the horse bucks. It\nspins, knocking tables and chairs into soldiers --\n?Lopez dives beneath a bunk --\n\nZorro finally flies off, lands face-to-face with A STRONG BOX -- the\none the Muriettas previously stole. The lid's ajar; the gold ingots\nare visible.\n\n[Zorro's eyes go wide. He grabs a few ingots, stuffs them into his\npockets. He wants more. He glances around -- spots a lariat.\nLoops it a few times around the strong box --\n\nA shot rings off the box. Soldiers move toward Zorro --\n\nZorro grabs pistols from racks on the wall, FIRING and dropping them\nwith lightning speed, even as he ties the rope off on the horse's\nsaddle horn. Zorro leaps on --\n\nThe horse starts BUCKING AGAIN. It rears and spins -- and gets\ncaught between two support beams. Behind them, a soldier raises a\npistol --\n\n(CONTINUED)\n\f49.\n\nCONTINUED: 45\nZorro sees him, draws his sword, but can't reach the soldier. The\nhorse sees him, too --\n\n?-- and KICKS, smashing the soldier backwards.\n\nThe horse twists, cracking the support beams, freeing itself.\n\nThe BEAMS CREAK -- and then GIVE WAY --]\n\n+OMIT 46\n+OMIT 47\nEXT. CUARTEL - NIGHT 48\n\n[-- the building is COLLAPSING AROUND THEM as Zorro and the horse\nleap out the door --\n\n-- which is too low. Zorro is knocked backward off the horse. He\nrolls to his feet in time to see --\n\nTHE HORSE, galloping away, dragging the strongbox behind him.\n\nZORRO\nWait! Come back!\n\nHe glances back: soldiers pick their way out of the debris as broken\nlanterns set it afire. They spot him. He RUNS --]\n\nEXT. TOWN SQUARE - NIGHT 48A\n[Zorro spots the open church door. Sprints for it --]\n\nINT. CHURCH - VESTIBULE - NIGHT 48B\n[Zorro steps inside.",
  "39": "---END OF PREVIOUS SECTION---\nTOWN SQUARE - NIGHT 48A\n[Zorro spots the open church door. Sprints for it --]\n\nINT. CHURCH - VESTIBULE - NIGHT 48B\n[Zorro steps inside. \n---TARGET SECTION TO BE ANNOTATED---\n FRAY FELIPE appears behind him, startling him.\n\nFELIPE\nWhat may I do for you --\n\nZorro grabs him, puts a hand over his mouth. Felipe struggles --\nthan sees his assailant clearly for the first time.\n\nZORRO\nDon't yell. I seek sanctuary.\n\nHe removes his hand. Felipe isn't angry; far from it.\nFELIPE\nIf that mask means what it used to --\nthere's no need to even ask. Come.\nHe pulls shut the outer doors, bars them.\n\n(CONTINUED)\n\f50.\n\nCONTINUED: 48B\n\nFELIPE (CONT'D)\nAlthough I must say -- the years seem\nto have been far kinder to you than\nthey've been to me.]\n\nINT. CHURCH - CHAPEL - NIGHT 48C\n[A modest chapel. Pews, altar, crucifix.\nFELIPE\n\nI'll try to send your pursuers off\nchasing phantoms.\n\nZORRO\nThey may not like that.\nFELIPE\nThe Lord will grant us shelter from\n\nadversity.\n\nFrom outside comes the sound of pursuit. Banging on the exterior\ndoor.\n\nFELIPE (CONT'D)\nBut a good hiding place can't hurt.\n\nHe exits hurriedly, shuts the chapel doors behind him. Zorro\nglances around the chapel. Spots --\n\nTHE CONFESSIONAL. It's a cloth-roofed floor-to-ceiling job that\nalmost reaches the choir loft. Zorro slips into the father-\nconfessor's side. He sighs, leans his head back --]\n\nINT. CONFESSIONAL - NIGHT 48D\n[INTERCUT when necessary between Zorro and Elena.\n\nELENA (0.S.)\nPadre?\n\nZorro freezes. He doesn't answer.\n\nELENA (0.S.)\nPadre? Excuse me?\n\nZorro shrinks back, trying to hide. She raps on the partition.\nZorro has no choice. He slides it back.\n\nZORRO\nYes?\n\nELENA\nForgive me, Padre, for I have sinned.\nIt's been three days since my last\nconfession.\n\n(CONTINUED)\n\f51.\n\nCONTINUED: 48D\n\nZORRO\nHow many sins could you have\ncommitted in three days? Come back\nat the end of the week.",
  "40": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f51. CONTINUED: 48D\n\nZORRO\nHow many sins could you have\ncommitted in three days? Come back\nat the end of the week. \n---TARGET SECTION TO BE ANNOTATED---\nElena's a little puzzled.\n\nELENA\nExcuse me?\nZorro peers through the screen at her -- and catches his breath\nThe screen and shadows restrict his view. He can see only her eyes\n-- large and lovely -- but he knows who she is.\nZORRO\nI mean ... Tell me your sins.\nELENA\n\nI have broken the fourth commandment.\n\nZORRO\nYou, ah...\n(a wild guess)\nstole something?\n\nELENA\nNo -- I dishonored my father --\nZORRO\nOh, the fourth commandment. I\nthought you said, um... a different\none.\nELENA\n\nI try to behave properly -- the way\nmy father wants me to. But I'm\nafraid :\n\n(she is ashamed)\nMy heart is too wild.\n\nThat gets his attention.\n\nZORRO\nPlease. Go on.\nELENA\nWhen I was young, I sought out the\ncompany of Gypsies ... I learned to\nhunt -- and fence --\n(defiant )\n\nAnd I hate to ride sidesaddle!\n(this is the hardest)\n\nAnd, just now, I saw -- there was a\n\nman.\n\n(CONTINUED)\n\f52.\n\nCONTINUED: 48D\n\nShe's shifted behind the screen -- now only her lips are visible.\nShe smiles excitedly.\n\nELENA (CONT'D)\nI think he was a bandit.\n\nZORRO\nReally? Black mask, that sort of\nthing?\n\nELENA\nYes. And he looked at me -- I mean,\nwhen I looked at him ... Padre, I\n\nfelt like I was on fire. I felt\n(downcast now)\nImproper.\n\nZorro is happily astonished -- and knows how she feels.\nZORRO\nYou felt like the ocean was roaring\nin your ears.\n\nELENA\nYes -- exactly --\n\nZORRO\nLike you couldn't draw a breath.\n\nELENA\nYes\n\nHe leans forward, his forehead against the screen.\n\nZORRO\nAnd you wondered how that face would\nlook laughing ... or sleeping ... or\n\nbathed in the soft glow of moonlight.\n\nELENA\n(a whisper)\nYes ...\n(suddenly aware of what's\nbeen said)\nWho are you?\n\nThere is a commotion outside the chapel doors.\nLOVE (0.S.",
  "41": "---END OF PREVIOUS SECTION---\nThere is a commotion outside the chapel doors. LOVE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nBelieve me, priest -- if you're\nsheltering this 'Zorro', it will not\ngo well for you.\nZorro realizes he's got trouble. He draws his sword.\n\n(CONTINUED)\n\f53.\n\nCONTINUED: 48D\n\nZORRO\n(quickly)\nSefiorita, you've done nothing wrong.\nYour heart will lead you properly.\nNow -- go.]\n\nINT. CHURCH - CHAPEL - NIGHT 48E\n\n[The chapel doors bang open. Love, with a company of soldiers\nmarches in, Felipe hurrying alongside.\n\nFELIPE\nThis is God's house -- I will not\nstand for you to come in here --\n\nLOVE\n(warning)\n'To subvert a man in his cause, the\nLord approveth not.' Lamentations\n3:36.\n\nElena steps out of the confessional.\nELENA\n\nCaptain Love -- I thought I heard\nyour voice.\n\nLOVE\n\nElena! What are you doing here?\nELENA\n\nConfessing?\nLOVE\n\nTo whom? The priest is here.\n(to confessional)\nStep out! Immediately!\n\nThe confessional door stays resolutely shut. Love draws his pistol\nFIRES into the door of the confessor's side.\n\nLOVE\n(nonchalantly)\nOpen fire.\n\nThe soldiers empty their rifles into the confessor's booth, the\ncacophony of GUNSHOTS echoing in the chapel.\n\nSilence. Smoke hangs in candlelight. The confessor's door creaks\nopen. It is empty. Love peers inside, up --\n\nThere's a ragged hole in the ceiling of the confessional.\nLOVE\nSearch the chapel and the loft -- and\nthe rectory! Find him!\n(more)\n\n(CONTINUED)\n\f54.\n\nCONTINUED: 48E\nLOVE (Cont'd)\n(to Felipe)\nI will deal with you later.]\nEXT. TOWN SQUARE - CHAPEL ROOF - NIGHT 48F\n[Zorro's hurries to the roof's edge, searching for an escape route -\nIn the alley, THE HORSE munches scrub grass. The strong box rope is\nstill tied to his saddle.\n\nZORRO\nPsst! Horse! Come here!\n\nThe horse keeps munching.\n\nZORRO\nHey! Get over here!\n\nNothing.",
  "42": "---END OF PREVIOUS SECTION---\nZORRO\nHey! Get over here! Nothing. \n---TARGET SECTION TO BE ANNOTATED---\n Frustrated, Zorro lets out a whistle --\n\nThe horse's head jerks up. Zorro gapes as the horse trots over to\nbelow him. He jumps from the roof into the saddle. The horse leaps\n\nforward -- but Zorro gets him under control. He rides from the\nalley --]\n\nEXT. CUARTEL - NIGHT 48G\n[Zorro reins up near the cuartel -- he is dismayed at the extent of\n\nhis handiwork. The cuartel is a ruin, parts of it burning; the\nstables is wrecked; the horses run free.\n?Zorro pats the horse gently on the neck.\n\nZORRO\nWe make an excellent team.\n\nTHE INDIANS hurry past him.\n\nOLD INDIAN\nThank you -- I knew you wouldn't let\nus down.\n\nZORRO\n\nThink nothing of it.\n\nA final wall falls over. Lopez, still beneath the bunk, realizes he\nis exposed. He looks up at Zorro.\n\nCORPORAL LOPEZ\nWho -- Who are you?\n\nZorro can't resist. He draws his sword. Lopez flinches. With a\nfluid stroke, Zorro carves a_'Z' on an adobe wall.\n\nHe looks at Lopez expectantly. Lopez examines the 'Z', puzzled.\n\n(CONTINUED)\n\f55.\n\nCONTINUED: 48G\nCORPORAL LOPEZ\nI'm sorry -- I cannot read.\nZORRO\n(exasperated)\nIt's a 'Z' -- for Zorro!\n\nHe spurs the horse.\nZORRO (CONT'D)\nVamanos --\n(he names the horse)\nTornado! Vamanos!\n\nLove and his soldiers reach the church doors, Elena and Felipe\ntrailing them, just in time to see --\n\nZORRO GALLOPS PAST, strong box dragging behind him.\nLove gapes after him. Then --\nLOVE\nDammit -- round up those horses and\nget after him!\n\nHe and the soldiers hurry down the steps. Elena and Felipe exchange\na conspiratorial grin. She moves away; he goes inside. ]\n\nINT. CHAPEL - FOYER - NIGHT 48H\n\n[The lid of the POOR BOX is slightly ajar. Curious, Felipe moves to\nit, opens it --\n\nHe stares. INSIDE THE BOX are several GOLD INGOTS.",
  "43": "---END OF PREVIOUS SECTION---\nCHAPEL - FOYER - NIGHT 48H\n\n[The lid of the POOR BOX is slightly ajar. Curious, Felipe moves to\nit, opens it --\n\nHe stares. INSIDE THE BOX are several GOLD INGOTS. \n---TARGET SECTION TO BE ANNOTATED---\nFELIPE\nThank you, Zorro.\n\nHe lifts out an ingot -- then glances heavenward. Crosses himself.\n\nFELIPE (CONT'D)\nThank you, too.\n\nCUT TO:]\nOMITTED (49-55) 55\nINT. SECRET CAVE - MORNING 56\nDiego paces on the dais. Turns at the sound of --\n?ZORRO, on the black horse, rides into the cave. Diego gasps --\nit's like seeing a ghost.\n\n(CONTINUED)\n\f56.\n\nCONTINUED: 56\n\nDIEGO\nWhat the hell were you thinking? Did\nI give you permission to go out? And\ndressed like that --\n\nAlejandro strips off his mask, slips off the horse.\n\nALEJANDRO\nI needed a horse.\n\nDIEGO\nYou're a fool --\n\n[Alejandro yanks the rope, dragging the strong box into the cave.\nHe snaps it open, revealing the gold ingots.]\n\nALEJANDRO\nI got the horse! I got the gold! I\ngot away! Hell, I even rescued some\nIndians.\n\nDiego looks at the gold, genuinely shocked. He picks up several\ningots, thinking. Turns to the seething Alejandro.\n\nDIEGO\nGood work.\n\nAlejandro wasn't expecting that.\n\nALEJANDRO\nThank you.\n\nDIEGO\nMontero is convening a junta of the\ndons next week. You are going to be\nthere.\n\nALEJANDRO\nAnd how are you going to make that\nhappen? I'm no don.\n\n(angry) .\n\nI am tired of waiting. It will not\nbe a particularly satisfying revenge\nto watch Love die of old age. I\ncould have killed him tonight. I'm\n\nready.\n\nDIEGO\nYou're right.\n\nALEJANDRO\nI am?\n\nDIEGO\n\nYou are no don.\nHe takes something from a table --\n\n(CONTINUED)\n\f57.\n\nCONTINUED: 56\n\nDIEGO (CONT'D)\nI've made you a swordsman. Now I\nmust make you a gentleman.\n\nHe holds out something to Alejandro:\n?A FORK.\n\nAlejandro looks at it. Stares at Diego. Then, resigned, he reaches\nout and takes the fork, holding it in his fist.",
  "44": "---END OF PREVIOUS SECTION---\nAlejandro looks at it. Stares at Diego. Then, resigned, he reaches\nout and takes the fork, holding it in his fist. \n---TARGET SECTION TO BE ANNOTATED---\nDIEGO\nDon't hold it like that. Like this.\n(manipulates Alejandro's\nhand)\nThis will take a lot of work.\n\nEXT. CUARTEL - MORNING 57\n\nMontero and Love inspect the still-smoldering wreckage of the\nbuilding. Soldiers round up horses, salvage what they can.\n\n[LOVE\nThe priest aided him. From now on,\nhe'll be ministering to a whole new\nflock of lost lambs.\n(musing)\nHow could one man cause so much\ndestruction?]\n\nMontero comes upon the 'Z' slashed into the wall. He freezes, wide\nwith shock and fear.\n\nLOVE\nOh, yes that ... He called himself\n'Zorro'. The fox.\n\n(appraising the 'Z')\nJust a bit ostentatious.\n\nMontero reaches out and touches the 'Z', feeling the scarred clay.\nHe withdraws his hand. It is shaking. He clenches it.\n\nMONTERO\nFind him. Find the man who did this\nand kill him.\n(at Love)\nI want him DEAD!\n\nLove takes a step back from him. Soldiers stare at the outburst.\nMontero unconsciously rubs his neck, where the scar of the Z is\nhidden.\n\nMONTERO.\nAnd ... get that letter off the wall.\n\n(CONTINUED)\n\f58.\n\nCONTINUED: 57\n\nHe spins and leaves. Love glances at the 'Z' -- then back at\nMontero curiously.\n\nEXT. ESTATE - DAY 58\n\nGuests arrive, women in coaches, husbands riding beside them, their\nhorses bedecked in decorated tack and saddles. Servants trail\nbehind them. Grooms provide Old World valet parking.\n\nThe guests move along a carpet of red and yellow flowers, to the\nentrance, where they present their invitations and are greeted by\nMontero and Elena.\n\nThe GOVERNOR, a sour little man, and his wife arrive.\n\nMONTERO\nGovernor! It's an honor. Pleasant\njourney, I hope?\n\nGOVERNOR\nNo thanks to that damned horse. All\nI want is chair with a very thick\ncushion --\n\nSomething is causing a stir at the far end of the carpet. The\narriving guests part, allowing Montero and Elena to see --\n\nALEJANDRO. Don Alejandro.",
  "45": "---END OF PREVIOUS SECTION---\nAll\nI want is chair with a very thick\ncushion --\n\nSomething is causing a stir at the far end of the carpet. The\narriving guests part, allowing Montero and Elena to see --\n\nALEJANDRO. Don Alejandro. \n---TARGET SECTION TO BE ANNOTATED---\n Wearing silver-trimmed cabellero finery,\nastride Tornado, also in spectacular tack. Dashing.\n?Behind him, Diego arrives on a donkey.\n\nAlejandro dismounts, enjoying the impact he's making. As they move\ndown the carpet, he and Diego confer surreptitiously.\n\nDIEGO\nRemember -- you're the son of Bartolo\nCastillo.\n\nALEJANDRO\n\nThere's no chance his real son will\nshow up, is there? Or dad himself,\nfor that matter.\n\nDIEGO\nNo. Bartolo has been dead for years.\nAnd he and his wife had no children.\n\nAlejandro stops short. Diego covers the pause by brushing\nAlejandro's jacket.\n\nALEJANDRO\nThen how the hell is this going to\nwork?\n\n(CONTINUED)\n\f59.\n\nCONTINUED: 58\n\nDIEGO\nHe did have many mistresses. Just\nbehave as I've taught you. You'll\nwin Montero's confidence.\n(nudges Alejandro forward)\n\nALEJANDRO\nGreat. What about my confidence?\n\nDIEGO\nStop worrying. I'm certain that if\nyou want to, you can be one charming\nbastard.\n\nThey reach the vestibule. A servant holds out a hand for\nAlejandro's invitation. He ignores him, strides to Montero.\n\nALEJANDRO\nGood evening, Don Montero. I am Don\nAlejandro Castillo y Garcia.\n\nAlejandro takes Montero's hand, dips one knee and inclines his head\nin greeting. Montero is surprised -- then beams.\n\nMONTERO\nI haven't seen that in years --The\nformal greeting of the Spanish Court\n\nALEJANDRO\nMy late father was a stickler for\netiquette.\n\nMONTERO\nAnd who was your father?\n\nALEJANDRO\nDon Bartolo Castillo\n\nHe holds his hand out imperiously to Diego, who places a land grant\ndocument in it.\n\nALEJANDRO\n\n(a rote introduction)\nMy servant, Bernardo.\n\n(hands over the document)\nI've just arrived from Spain -- by\nway of Paris, Lisbon and San\nFrancisco. I'm inspecting my\nfamily's holdings.\n\nMONTERO\n(examining the grant)\nConsiderable holdings. And what\nbrings you to my doorstep?\n\n(CONTINUED)\n\f60.",
  "46": "---END OF PREVIOUS SECTION---\nMONTERO\n(examining the grant)\nConsiderable holdings. And what\nbrings you to my doorstep? (CONTINUED)\n\f60. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 58\n\nALEJANDRO\nMy father often spoke of California.\nThat it could be a land of\nopportunity -- for a man of vision.\n\nMONTERO\nAnd you're a man of vision?\n\nALEJANDRO\nI'm a man in search of vision.\n\nMontero cocks an eyebrow, smiles. Diego is pleased and proud of\nAlejandro's performance.\n\nMONTERO\nNews travels far, I see.\n\nALEJANDRO\nYes. But it seems I've interrupted a\nprior engagement. I'1l call again --\n\nAlejandro turns away. Diego catches his eye, dismayed.\nMONTERO\nPlease, it would honor me for you to\njoin us.\nAlejandro grins at Diego, turns back.\n\nALEJANDRO\nIt would honor me to do so, sir.\n\nMONTERO\nMay I present my daughter, Elena.\n\nAlejandro kisses her hand above the wrist, eyes never leaving hers.\n\nALEJANDRO\nCharmed. I'm afraid I've brought no\ngift for the hostess -- Oh, wait a\nmoment! Have you seen this one?\n\nHe performs a magic trick, produces a beautiful rose. That\nsurprises even Diego. Elena is nonplused, but takes it out of\ncourtesy.\n\nELENA\nGracias.\n\nAlejandro nods, strolls toward the ballroom. Montero looks after\nhim appraisingly, Diego in slack-jawed shock.\n\n(CONTINUED)\n\f61.\n\nCONTINUED: 58\n\nALEJANDRO (0.S.)\nBernardo -- attend me!\n\nDiego shakes himself, hurries to catch up to Alejandro.\n\nDIEGO\nYes, Don Alejandro. Right away.\n\nElena starts at his voice -- stares after him. More guests arrive,\nand she must turn her attention to them. But she glances over her\nshoulder, perplexed.\n\n+OMIT 59\n+OMIT 60\nINT. ESTATE - BALLROOM - DAY 61\n\nA fiesta in full swing. People sit at tables as their servants\nbring them food and drink. An ORCHESTRA plays festive music.\nCouples dance formally. Some people clustered in knots, engaged in\nserious discussions.\n\nON DIEGO AND ALEJANDRO: surveying the scene. Alejandro holds his\nglass up.\n\nALEJANDRO\nI need more wine.",
  "47": "---END OF PREVIOUS SECTION---\nON DIEGO AND ALEJANDRO: surveying the scene. Alejandro holds his\nglass up. ALEJANDRO\nI need more wine. \n---TARGET SECTION TO BE ANNOTATED---\n[DIEGO\nYou're not here to sample every cask\nin Montero's cellars. You've got a\njob to do.]\n\nALEJANDRO\nI don't really like the wine. I just\nlike ordering you around.\n\n[He notices Elena approaching.\n\nALEJANDRO (CONT'D)\nNo more back talk! Do as you're\ntold.\n\nDIEGO\n(he has no choice)\nYes, Don Alejandro.\n\nAgain, Elena peers at him briefly as he moves away.\n\nALEJANDRO\nGood help is so hard to find, don't\nyou think? Good evening again, dofia\nElena.\n\nELENA\nMy father has asked me to invite you\nto his table.\n\n(CONTINUED)\n\f62.\n\nCONTINUED: 61\n\nALEJANDRO\nSplendid.\n\nHe takes her arm. She allows it. She leads him to a table, where\nMontero sits with Don Luiz, Hector and Love, and the Governor. One\nof those party conversations that drifts between seriousness and\nlevity.\n\nAlejandro and Elena arrive in time to hear:\n\nHECTOR\nHe's not a threat. How could he be?\nHe'd be an old man by now.\n\nMONTERO\nAs old as I am, Don Hector?\n\nHector stammers. Montero and the others laugh. Alejandro helps\nElena into her chair. Love doesn't like that.\n\nMONTERO\nDon Alejandro! Join us!\n(makes introductions)\nDon Luiz, Don Hector, the Governor\n. And this is Captain Love.\nCaptain Love is in command of the\npresidio.\n\nALEJANDRO\nPleased to meet you, Captain.\nStrange for an American to command a\nMexican presidio.\n\nLOVE\nThese are strange days we live in,\nsir.\n\nALEJANDRO\n\nSir! I like that. The manners are\nthe only thing I've ever admired\nabout the military. I have no taste\nfor it otherwise.\n\nLOVE\nOur loss.\n(returns to the topic)\nAs I was going to say -- this may not\n\neven be the same man. After all, a\nmask never ages.\n\nALEJANDRO\nAh -- we're discussing the theater.\nA comedia de capa y espada, perhaps?\n\nDON LUIZ\nNo. We're discussing Zorro.\n\n(CONTINUED)\n\f63.",
  "48": "---END OF PREVIOUS SECTION---\nDON LUIZ\nNo. We're discussing Zorro. (CONTINUED)\n\f63. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 61\n\nALEJANDRO\nReally. Fox-hunting, eh? All those\nnoisy dogs --\n\nLOVE\n(smirks)\nThis is a man who calls himself\nZorro.\n\nDON LUIZ\nTwenty years ago, he helped agitate\nthe peasants to revolt against Spain.\n\nAlejandro looks down at his table setting --\n?It is a VAST ARRAY. He is bewildered. Considering it all, he\nreaches for a piece of bread, draws the butter closer\n\nHECTOR\nMaybe he'll convince them to help us\nthrow off Mexico.\n\nAlejandro's hand hovers over several different knives, without a\nclue as to which is which.\n\nMONTERO\nAnd then he'd just set them against\ntheir new rulers. He is an anarchist\n\n-- nothing more.\n\nAlejandro gives up; he pushes away the butter and bites into the\nroll, resigned to munch it dry.\n\nELENA\nI wonder ... would the people embrace\nZorro if there wasn't a need for him?\n\nThere's a slight awkwardness. Women should be seen, not heard.\n\nMONTERO\nElena\nELENA\n(ignoring the rebuke)\nSome of the servants seem ... well,\njubilant about his return.\nMONTERO\nI'll dismiss them immediately.\n(laughter)\n\nDiego has returned with Alejandro's wine. He stands behind\nAlejandro's chair --\n\n(CONTINUED)\n\f64.\n\nCONTINUED: 61\n\nELENA\nThey believe Zorro is one of their\nown. That he's their protector.\n\nAlejandro looks up sharply. He's never considered that. Diego also\nlooks at Elena -- but then looks away.\n\nLOVE\nFairy tales ... to be expected when\nyou talk to people beneath your\nstation.\n\nDiego sets the wine in front of Alejandro. Alejandro jostles his\narm, spilling the wine on his table setting.\n\nALEJANDRO\nYou idiot! Clean these and return\nthem to their places!\n(to the table)\nExcuse him\n\nAlejandro shoots Diego a plea with his eyes. Diego realizes what\nAlejandro is asking for. He wipes the silverware with a napkin,\nreturns them to their places.\n\nDIEGO\nThe butter knife at the top. The\nsoup spoon, here.",
  "49": "---END OF PREVIOUS SECTION---\nHe wipes the silverware with a napkin,\nreturns them to their places. DIEGO\nThe butter knife at the top. The\nsoup spoon, here. \n---TARGET SECTION TO BE ANNOTATED---\n Salad fork, here;\nbread knife; entrée fork; desert fork\n\nThe conversation continues over him. The Governor weighs in,\nreadjusting the big, soft cushion under him as he speaks.\n\nGOVERNOR\nI believe that those who govern must\nalways hold themselves above the\npeople they rule. So as to determine\nwhat's best for them.\n\nELENA\nI'm not so sure. There's something\nto the idea that people can govern\nthemselves.\n\nShe's gone too far. The men don't know what to say. Montero's\nembarrassed. He chuckles, tries to cover the faux pas.\n\nMONTERO\nA woman's grasp of politics. what\ncan I say?\nDiego rights the wine glass, whispers in Alejandro's ear\n\n(CONTINUED)\n\f65.\n\nCONTINUED: 61\n\nDIEGO\n(sotto)\nAnd the napkin goes in your lap, not\ntucked in the front of your shirt.\n\nAlejandro gives him an angry glance, shoos him away.\nELENA\nWhat do you think, Don Alejandro?\nAre the people capable of guiding\ntheir own lives?\nAlejandro's on the spot. He considers his answer.\nALEJANDRO\nI think ... that sheep will always\nneed shepherds.\n\nElena scowls at him. Alejandro picks up his soup spoon -- actually\ngives it a happy glance -- and begins to eat.\n\nDON LUIZ\nWell spoken.\n\nGOVERNOR\nAbsolutely.\n\nMontero appraises the young man, smiles. Love doesn't like it.\n\nLOVE\nEnough of this. We're at a party.\nElena -- would you care to dance?\n\nHe offers her his arm. Elena gives Alejandro a final glare.\n\nELENA\nYes. Absolutely.\nShe puts her hand on his arm -- but Montero removes it.\nMONTERO\n\nI'm sorry, darling, but I need a few\nmoments of Captain Love's time.\nPerhaps ...\n(to Alejandro)\n\nDon Alejandro, would you indulge my\ndaughter?\n\nAlejandro was enjoying the soup. One last sip --\n\nALEJANDRO\nI'd be delighted. ]\n\nShe considers a protest -- but Alejandro, quite pleased, is already\nleading her away. Love stares daggers.\n\n(CONTINUED)\n\f66.\n\nCONTINUED: 61\n\nDON LUIZ\nAn impressive young man.\n\nMONTERO\nYes.",
  "50": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f66. CONTINUED: 61\n\nDON LUIZ\nAn impressive young man. MONTERO\nYes. \n---TARGET SECTION TO BE ANNOTATED---\n We should include him in the\njunta.\n\nLOVE\nCan we trust him? We know nothing\nabout him. He's only just arrived in\nCalifornia --\n\nMONTERO\nAnd that just means he's a gachupin.\nLike me. More importantly -- he is a\nSpaniard.\n(pointed)\nOne of us.\n\nLove sets his jaw, says nothing\n\nON ALEJANDRO AND ELENA: As she grudgingly allows him to lead her to\na spot among the waltzing couples.\n\n[ALEJANDRO\nGive me a chance, sefiorita. I'm not\nas bad as you think. I could have\njust as easily said music needs notes\nor pigs need slops.]\n\nELENA\nWhat does that mean?\n\nALEJANDRO\n(spreads his hands)\nI have no idea.\n(smiles)\nShall we?\n\nHe opens his arms to her. A moment, and then she accepts. They\nbegin to waltz.\n\nON MONTERO -- who is leaving the ballroom, Don Luiz in tow.\n\nMontero glances once back at Alejandro and Elena, smiles -- and then\nexits.\n\nDiego, watching him darkly, follows.\n\nINT. ESTATE - HALLWAY - DAY 62\n\nThe music is softer, distant. Diego moves down the empty hallway.\nPushes open a heavy wood door. Glances in --\n\f67.\n\nINT. ESTATE - STUDY - DAY 63\n\nBooks, empty chairs, a table. On the wall is a portrait of Montero\nand a ten-year-old Elena. He can barely stand to look at it. He\npulls the door closed, starts up the hall --\n\nINT. ESTATE - HALLWAY - DAY 64\n\nSOUNDS of FOOTSTEPS, approaching. Diego reverses direction\nsmoothly, ducks back into the study --\n\nINT. ESTATE - STUDY - DAY 65\n\n-- and pulls up short. Standing in the previously empty study are\nMontero and Don Luiz, looking down, examining a map.\n\nDON LUIZ\nIf Santa Anna ever learns the truth -\n\nMONTERO\n(angry, at Diego)\nWhat do you want?\n\nDiego gapes. Where did they come from? But he watches as Don Luiz\nfolds the map protectively, puts it in an oilskin pouch.",
  "51": "---END OF PREVIOUS SECTION---\nDiego gapes. Where did they come from? But he watches as Don Luiz\nfolds the map protectively, puts it in an oilskin pouch. \n---TARGET SECTION TO BE ANNOTATED---\nDIEGO\nI, uh ... The kitchen. For more\nmorcilla --\n\nDiego's eyes sweep the room. No other doors or windows.\n\nMONTERO\nIt's on the other side of the dining\nhall. Go.\n\nDIEGO\n\nMuchas gracias, sefior.\nDiego bows, and backs away.\nINT. ESTATE - BALLROOM - DAY 66\nAlejandro and Elena waltz together beautifully. The song ends.\nLight applause from the dancers. The orchestra begins a fandango.\nElena turns away. He catches her arm.\n[ALEJANDRO\n\nIt would be a shame to quit now. We\nseem to be in step, Elena.\n\nELENA\nFootwork and spirit are not the same\nthing.]\n\nALEJANDRO\n\nDoes that mean you're afraid you\ncan't keep up?\n\n(CONTINUED)\n\f68.\n\nCONTINUED: 66\n\nHe strikes a stance -- throwing down the gauntlet. A moments\nconsideration, and then she takes up the challenge.\n\nThis dance is much hotter than the first. Alejandro dips Elena,\npulls her close. She gasps at the contact -- then returns it,\nsensually. They become more bold, more erotic, with complete\ndisregard for the other dancers. The other dancers step aside,\nleaving the floor to Alejandro and Elena.\n\nLove looks on in disgust.\n\nDiego comes back into the ballroom -- and stops short. He sees the\nway Alejandro is dancing with his daughter -- and doesn't like it.\nMontero and Don Luiz come in behind him -- and Montero also stops\n\nshort. He's not too happy at what he sees, either.\n\nMontero and Diego wear the exact same expression: that of a\nprotective father.\n\nDON LUIZ\nShocking.\n\nBoth Montero and Diego snap a look at him. Then Montero pushes\nDiego aside, moves toward the couple.\n\nA crescendo; the dance ends with them tightly embraced, breathing\nhard, barely within decorum.\n\nALEJANDRO\nYou see, Elena? We aren't so\ndifferent. Not at heart.\n\nELENA\nSo now you know my secret. You can\nkeep a secret, can't you?\n\nALEJANDRO\nI'm getting better at it.\n\nHe spots Montero coming his way.",
  "52": "---END OF PREVIOUS SECTION---\nYou can\nkeep a secret, can't you? ALEJANDRO\nI'm getting better at it. He spots Montero coming his way. \n---TARGET SECTION TO BE ANNOTATED---\n He disengages from Elena\nimmediately, becomes the height of propriety.\n\nALEJANDRO\nThank you for the dance, sefiorita.\n\nShe's surprised at his change in behavior. He turns -- and runs\ninto Montero, feigns surprise.\n\nALEJANDRO (CONT'D)\nDon Montero! You startled me -- need\nto catch my breath. Your daughter is\navery -- spirited -- dancer.\nMontero's anger -- at Alejandro, at least -- subsides.\n\n(CONTINUED)\n\f69.\n\nCONTINUED: 66\n\nMONTERO\nShe does have a problem with\nboundaries at times.\n\nElena's eyes blaze. She can't believe that Alejandro is foisting\nthe blame onto her -- and Montero is buying it. She shoves\nAlejandro aside, strides from the floor.\n\nMONTERO\nI apologize if you were offended.\n\nALEJANDRO\nCompletely unnecessary, sir.\n\nMontero accepts the absolve gratefully. He claps a hand on\nAlejandro's shoulder.\n\nMONTERO\nDon Alejandro, join us in the\ncourtyard. There's something I want\nto share with you.\n\nALEJANDRO\nWhat?\nMONTERO\nA vision.\nAlejandro cocks his head -- then smiles.\nINT./EXT. ESTATE - COURTYARD - SUNSET 67\n\nANGLE - FROM ABOVE, looking down on the huge round wooden table, the\nbull and bear carved beautifully into its surface.\n\nSelect dons take seats of honor around the table. Other dons,\nAlejandro among them, stand in the torchlit courtyard. Montero\nstands beneath the mural, hidden by a curtain.\n\nMONTERO\n[Governor ... fellow dons of\nCalifornia. Two decades ago, Spain\nabandoned you.] Left you stranded in\na sea of barbarism, as surely as if\nCalifornia was the island for which\nit was named.\n(fondly)\nBut we can recall the golden years of\n—l Camino Real. The fiestas, the\nbull and bear fights. Mules weighted\nwith casks of mescal from Baja!\n(slams his fist on the\ntable)\nAnd we were the masters! Not Mexican\npeasants! Us.\n(more)\n\n(CONTINUED)\n\f70.\n\nCONTINUED: 67\n\nMONTERO (Cont'd)\nThe cabelleros.",
  "53": "---END OF PREVIOUS SECTION---\nUs. (more)\n\n(CONTINUED)\n\f70. CONTINUED: 67\n\nMONTERO (Cont'd)\nThe cabelleros. \n---TARGET SECTION TO BE ANNOTATED---\n The gentes de razon.\n(with conviction)\nIt is time. Time to exert our\nmastery. Time to claim our\nbirthright. My friends, I give you:\n\nMontero pulls a cord. The curtain drops away --\n\nMONTERO (CONT'D)\nThe Republic of California!\n\nUnveiled is the completed map of North America -- showing the new\nCOUNTRY OF CALIFORNIA. Applause and cheers.\n\nMONTERO (CONT'D)\nOnce again, we will be the silver\ndons. The lords of New Iberia!\n\nSome of the younger dons cry 'Viva Montero!' and 'Viva California!\nAlejandro draws a breath -- this is unbelievable.\n\nDON PERALTA rises shakily. White-haired, refined, the oldest -- and\nmost respected -- man in the room.\n\nDON PERALTA\n\nThe old Spanish ways are already\nbeing lost. And the United States\n\n. we have long feared its westward\nexpansion. They are a nation of\nslavery. They will suppress the holy\nCatholic faith.\n\n(nods)\n\nDon Montero's plan is our only\ncourse.\n\nThe dons applaud as Peralta settles back into his chair. DON COTA,\na severely-dressed reactionary, reproaches Montero.\n\nDON COTA\nAre you proposing revolution? Have\nyou forgotten how Santa Anna reacted\nto Texas independence?\n(ticking them off)\nThe massacre at San Antonio de Bexar.\nThe massacre at Goliad --\n\nLove steps forward.\nLOVE\n\n(off Cota's rhythm)\n-- the massacre at San Jancinto. But\n\nwait -- there was something different\nabout that one.\n(more)\n\n(CONTINUED)\n\f71.\n\nCONTINUED: 67\n\nLOVE (Cont'd)\n(snaps his fingers)\nThat's right! Texas won. We routed\nthe Mexican Army and captured Santa\nAnna himself.\n\nCRIES of approval at this. Montero holds up his hands.\n\nMONTERO\nTalk of revolution and massacres is\nunnecessary. Our secession will be a\nbloodless one. Gentlemen -- we are\ngoing to buy California from Mexico.\n\nThe dons react to this with murmurs of surprise.\nINT. ESTATE - HALLWAY - EVENING 67A\n\n[Diego eavesdrops outside the doors to the courtyard. He is\nstartled by Elena, who comes up behind him.",
  "54": "---END OF PREVIOUS SECTION---\nINT. ESTATE - HALLWAY - EVENING 67A\n\n[Diego eavesdrops outside the doors to the courtyard. He is\nstartled by Elena, who comes up behind him. \n---TARGET SECTION TO BE ANNOTATED---\nELENA\nBernardo?\n\nDIEGO\nSefiorita -- I\n\nHe trails off, face-to-face with her alone for the first time. She\nlooks at him, concerned.\n\nELENA\nWhat's wrong, Bernardo? You look as\nthough you've seen a ghost.\n\nDiego lowers his head, assuming a subservient role -- but also\navoiding meeting her eyes.\nDIEGO\nI'm sorry, Sefiorita -- I must ... I\n\nhave to go.\n\nHe hurries away, down the hall. Elena watches him go, curious about\nhis reaction. ]\n\nINT./EXT. ESTATE - COURTYARD - EVENING 67B\nTorches now light the courtyard. Don Cota still isn't satisfied.\nMONTERO\nMexico owes fifteen million pounds to\nEngland. They have debts to Spain,\nto France\n\n(CONTINUED)\n\f72.\n\nCONTINUED: 67B\n\nDON COTA\nI find it hard to believe General\nSanta Anna will accept any offer for\nCalifornia.\n\nMONTERO\n(smiles)\nSanta Anna has already accepted. He\narrives in two days time to sign the\ntreaties, and take delivery of his\npayment.\n\nAnother don, DON INEZ, calls out.\n\nDON INEZ\nAnd what are we paying him with? I\nsaw no crates of gold unloaded on the\nbeach when you arrived, Don Montero.\n(warning)\nAnd Santa Anna is not a man who cares\nfor I.0.U.s.\n\n \n\nALEJANDRO\nExcept for the ones he writes\nhimself, of course.\n\nLAUGHTER from the room. One don thumps Alejandro on the back.\n\nMONTERO\n\nQuite right, Don Alejandro. Some of\nyou have apprehensions --\nunderstandably.\n\n(considers an idea)\nVery well. We will select a\nrepresentative party. Meet me here\ntomorrow at dawn, and I will lay all\nyour doubts to rest.\n\nDON LUIZ\n(sotto)\nIs this wise?\n\nMONTERO\n(waves him off)\nDon Inez, of course ... Don Cota\nDon Peralta, Don Aguilar\nGovernor\n\nHis eye falls on Alejandro, who spreads his hands in a ‘how about\nme?' gesture.",
  "55": "---END OF PREVIOUS SECTION---\nDON LUIZ\n(sotto)\nIs this wise? MONTERO\n(waves him off)\nDon Inez, of course ... Don Cota\nDon Peralta, Don Aguilar\nGovernor\n\nHis eye falls on Alejandro, who spreads his hands in a ‘how about\nme?' gesture. \n---TARGET SECTION TO BE ANNOTATED---\nMONTERO\nAnd Don Alejandro -- would you like\nto join us?\n\n(CONTINUED)\n\f73.\n\nCONTINUED: 67B\nALEJANDRO\nIt's why I'm here.\nOMITTED (68-71) 71\nEXT. MOUNTAINS - CANYON - GOLD STRIKE - DAY 72\n\n[ANGLE ON: a line of horse-drawn COACHES, coming over a rise.\nBlack tarps have been nailed over the windows. Soldiers drive them;\nLove and Montero accompany them on horseback.\n\nThe lead coach stops. Montero pulls the door open. The Governor is\nthe first out, sweating, blinking in the sunlight\n\nGOVERNOR\nFinally! I don't appreciate this\nlack of trust, Don Montero --\n\nHe shuts up, looking past Montero. Behind him, the representative\nparty climbs out of the coach, just as awed. Alejandro is the last\nout. He stares --]\n\nBelow the coaches is a narrow canyon, the location of a busy gold\nstrike.\n\nSluices bleed water from a tiny stream, leaving the riverbed dry. A\nseries of elaborate WOODEN PLATFORMS and SCAFFOLDINGS have been\nconstructed, allowing access to mines that delve into the canyon\nwalls.\n\nThe sluices, quarries, and mines are worked by MEN IN CHAINS.\n\nMen in chains crush stone. Men in chains cart stone out of the\nmines, carry it down ladders in slings on their backs. Men in\nchains run the huge smelting pots, and the gold ore lift -- a large\npulley-and-counterweight device that lifts the gold up out of the\nvalley.\n\nAlejandro steps down from the step, joins the other dons, staring\ndown, taking it all in.\n\nMONTERO\nGentlemen ... This is the means with\nwhich we will realize our dream.\n\nALEJANDRO\nGold. You've discovered gold.\n\nMONTERO\nThe Indians did, actually -- but they\nhad no idea of its value.\n\f74.\n\nEXT. DRY RIVERBED - DAY 73\n\nLove addresses the dons as they climb down a stairway, onto the\nfloor of the canyon. They pass several chained INDIANS, crushing\nstone into slurry, and running it through sluices.",
  "56": "---END OF PREVIOUS SECTION---\nEXT. DRY RIVERBED - DAY 73\n\nLove addresses the dons as they climb down a stairway, onto the\nfloor of the canyon. They pass several chained INDIANS, crushing\nstone into slurry, and running it through sluices. \n---TARGET SECTION TO BE ANNOTATED---\nDON LUIZ\nSince the days of Father Serra, the\nsavages have traded gold for food and\nclothing. Don Montero always\nbelieved we could find the mother\nlode.\n\nLOVE\nIt was just a matter of persuading\nthe savages to help us.\n\nAlejandro scowls: he can imagine how they were 'persuaded.'\n\nDON COTA\nHow much is there?\n\nA PRISONER stirs a hopper of hot embers, used in pouring gold\ningots. He pauses, exhausted -- and is CLUBBED back to work by one\nof the many guards.\n\nLOVE\nAt first we were picking it up off\nthe ground. Now it's a matter of\ndigging and blasting.\n\nThe Governor stares at the workers in chains, their guards.\n\nDON PERALTA\nThese people ... this is slavery!\nLOVE\n\nAll these men are law-breakers, sir,\nsentenced to hard labor.\n\nAlejandro scans the terrain. He notices something, moves casually\ntoward it. In the mud is --\n\nA CHILD'S FOOTPRINT. Tiny beside Alejandro's boot. He looks at\nLove coldly, the mystery of the 'disappeared ones' explained. He\nrubs out the print with his boot.\n\nALEJANDRO\nSo. This is the future of\nCalifornia.\n\nMONTERO\nExactly!\n\nAlejandro looks toward the workers -- and his eyes widen. One of\nthe workers is staring at him. Starved, unshaven, dirty, it takes a\nmoment for Alejandro to recognize him --\n\nIt is THREE-FINGERED JACK.\n\n(CONTINUED)\n\f75.\n\nCONTINUED: 73\n\nMONTERO (CONT'D)\nGentleman -- We Spanish came to the\nNew World searching for El Dorado\n(beat )\nAnd now -- We have found it!\n\nJack's eyes widen. He has seen Alejandro. Alejandro glances around\n-- but where can he run? Jack steps toward Alejandro. Quickens\nhis pace, mouth opening to shout something --\n\nSOLDIER (0.S.)\nFIRE BELOW!\n\nAn EXPLOSION rocks the valley, fire erupting from a tunnel, the\nblast covering the sound of Jack's shout --\n\nWHITE SOUND as the blast ECHOES. To the visitors, Jack is just a\nwild-eyed criminal with a pick, running toward them --\n\nLove smoothly draws his pistol.",
  "57": "---END OF PREVIOUS SECTION---\nS.)\nFIRE BELOW! An EXPLOSION rocks the valley, fire erupting from a tunnel, the\nblast covering the sound of Jack's shout --\n\nWHITE SOUND as the blast ECHOES. To the visitors, Jack is just a\nwild-eyed criminal with a pick, running toward them --\n\nLove smoothly draws his pistol. \n---TARGET SECTION TO BE ANNOTATED---\n Alejandro moves to stop him --\n\nLove FIRES. Blood blossoms on Jack's chest. Jack stumbles, still\nyards away from Alejandro. A soldier FIRES his rifle into Jack's\nback --\n\nJack crawls forward, an arm reaching for Alejandro --\n?And then he dies.\n\nNORMAL SOUND fades back in. Alejandro stares in horror at Jack's\ncorpse. He reasserts control. His gaze is unreadable.\n?The Governor, shaken, looks to Montero for an explanation.\n\nMONTERO\n(apologetic)\nWe can't allow any of the prisoners\nto escape, of course. If word got\nout that California was a land of\n\ngold\n\nGOVERNOR\nPeople from all over the world would\ncome\n\nMONTERO\n\nYes. That mustn't happen -- not\nuntil it is our country.\n\nGOVERNOR\n(he's sold)\nOf course.\nDON COTA\n\nI think I underestimated you, Don\nMontero. I'm in. We all are.\n\nThe other cabelleros nod and murmur assent.\n\n(CONTINUED)\n\f76.\n\nCONTINUED: 73\n\nMONTERO\nThank you.\n(to Alejandro)\nAnd you, my fellow gachupin. what do\nyou think?\n\nAlejandro raises an eyebrow. Takes in the workers, the guards, the\ndead man lying a few feet away.\n\nALEJANDRO\nWhy, a man would have to be crazy to\nprotest this.\n\nMontero smiles, slaps Alejandro's back. Alejandro and the others\nhead back to the ladders that lead up to the coaches.\n\nLove examines JACK'S BODY. Glances at his OUTSTRETCHED ARM, his\nHAND with only THREE FINGERS.\n\nIt POINTS DIRECTLY at ALEJANDRO, now walking away. Love watches\nAlejandro, suspicious now, his frown deepening.\n\nEXT. MOUNTAINS - CANYON - LATER 74\nThe coaches rumble away, out of view, as we DROP DOWN TO --\n\nThe valley floor as the body of Three-Fingered Jack is dragged\nthrough the dirt by guards. Past large rocks. Around a bend.\n\nPast cage bars set into the ground --\n\n?-- where a child is staring out, the LITTLE GIRL from the\nWatering Station. Her father, THE OWNER, pulls her back.",
  "58": "---END OF PREVIOUS SECTION---\nAround a bend. Past cage bars set into the ground --\n\n?-- where a child is staring out, the LITTLE GIRL from the\nWatering Station. Her father, THE OWNER, pulls her back. \n---TARGET SECTION TO BE ANNOTATED---\nMINE GUARD\nEveryone -- back to work!\n\nCage doors are opened, and dozens of other workers are released --\nwomen, children, old men. They are roughly shoved along.\n\nFOLLOW THE BODY as it is dragged down the valley, then\nunceremoniously dropped, near where a MAN digs in the dirt.\n\nMINE GUARD\nAnother one for you, Father. Better\nhurry up, we're getting ahead of you.\nThe Guard laughs. The man looks up, turns --\nIt_is FRAY FELIPE. He glances at the body.\n\nFELIPE\nte vas a eir a infierno --\n\nThe Guard WHIPS Felipe, who crouches down. PULL BACK as Felipe\nreturns to his work, shoveling dirt onto a newly-dug grave. Two\nbranches form a makeshift wooden cross.\n\n(CONTINUED)\n\f77.\n\nCONTINUED: 74\n\nCONTINUE PULL BACK from Felipe and RISE UP, to reveal the valley\nfloor -- it is nearly covered, filled with dozens, perhaps hundreds\nof the makeshift crosses.\n\nINT. ESTATE - STABLES - DAY 74A\n\n[Diego combs Tornado. Elena leads her horse in. Diego looks up at\nher -- then away. Elena notices Diego; she hands her horse off to a\ngroom, and approaches.\n\nELENA\nGood afternoon, Bernardo.\n\nDIEGO\nSefiorita ...\n\nShe strokes Tornado admiringly. Diego wishes she would go away.\n\nELENA\nA magnificent animal\n\nDIEGO\nI have to finish grooming him\nfor my master\n\nELENA\nHow long have you served Don\nAlejandro?\n\nDIEGO\nSometimes it seems interminable.\n\nElena laughs, surprised. Diego immediately realizes his gaffe\ntries to cover.\n\nDIEGO (CONT'D)\nI'm sorry -- I speak out of place --\n\nELENA\n\nDon't worry, Bernardo. He won't hear\nif from me.\n\n(beat )\nThere is something about Don\nAlejandro that makes me believe he is\naman of character ... but it\ncertainly isn't in the way he acts.\n\nDIEGO\nDon Alejandro is a fine man ... and\nhe is constantly improving.\nDiego combs Tornado harder. His words come with difficulty:\n\n(CONTINUED)\n\f78.",
  "59": "---END OF PREVIOUS SECTION---\nDIEGO\nDon Alejandro is a fine man ... and\nhe is constantly improving. Diego combs Tornado harder. His words come with difficulty:\n\n(CONTINUED)\n\f78. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 74A\n\nDIEGO (CONT'D)\nBut sometimes ... sometimes\ncircumstances prevent a person from\nsaying the things ... that need to be\nsaid. The things he most wants to\nsay.\n\nElena considers this. She picks up the brush and begins grooming\nthe horse, beside Diego.\n\nELENA\nI think ... I understand. I've felt\nthat way.\nDIEGO\nHave you?\nAlmost against his will, Diego regards her -- for too long. She's\n\naware of his gaze. He can't help saying it:\n\nDIEGO\nYou look like your mother.\n\nElena snaps a look at him, puzzled at his familiarity.\n\nDIEGO (CONT'D)\n(recovering)\n-- I imagine. I see very little of\nDon Montero in you.\n\nELENA\n(laughs)\nI think he'd prefer I was even more\nlike her. She was very obedient, and\nalways appropriate.\n\nDIEGO\nIs that how he describes her? But\nnot you? Growing up, you had trouble\nwith rules?\n\nELENA\n\nYou have to ask? Yes ... I was a\nterror. I was always\n\n(smiles at a memory)\nWhen I was little, I hated wearing\nshoes. My duena would take her eyes\noff me for an instant, and somehow\nI'd have lost another pair.\n\n(shakes her head)\nI was a very willful child.\n\nDIEGO\nThat must have been something to see\n\n(CONTINUED)\n\f79.\n\nCONTINUED: T4A\nThey share a moment, a smile.\n\nDIEGO (CONT'D)\nWhat happened to your mother?\n\nElena looks away. A painful memory, but one she's learned to deal\nwith.\n\nELENA\nShe died, just after I was born. I\nnever knew her ... and my father\n\nrarely speaks of her.\n\nElena really appraises Diego. Something's been bothering her, and\nshe can't keep it inside any longer.\n\nELENA\nBernardo -- last night, I wanted to\nask you ... Have we ever met? In\nSpain, perhaps?\n\nDIEGO\nI haven't been to Spain in... since\nbefore you were born.\n\nELENA\nI'm sorry -- it's just ... your voice\n\nseems so familiar.\n\nDIEGO\nMy voice ..",
  "60": "---END OF PREVIOUS SECTION---\nDIEGO\nI haven't been to Spain in... since\nbefore you were born. ELENA\nI'm sorry -- it's just ... your voice\n\nseems so familiar. DIEGO\nMy voice .. \n---TARGET SECTION TO BE ANNOTATED---\n?\n\nELENA\n\nYes. The sound of it. I swear I've\n\nheard it before.\nDIEGO\n\nIt may be ... I just have one of\n\nthose voices\n\nElena considers it. Finally shrugs non-comittally.\n\nELENA\n\nI suppose. Well ... it's very\n\npleasant. Good day, Bernardo.\n\nDIEGO\nVaya con Dios, Sefiorita.\n\nShe moves away, toward the door. Diego can't stop himself --\n\nDIEGO (CONT'D)\nSefiorita!\n\nShe turns back to face him.\n\n(CONTINUED)\n\f80.\n\nCONTINUED: T4A\nDIEGO (CONT'D)\nPerhaps ... you are more like your\nmother than you realize.\nShe's surprised. She beams.\n\nELENA\nGracias, Bernardo.\n\nShe exits. Diego lets the comb drop from his hand. Leans his\nforehead against Tornado. ]\n\nEXT. ESTATE - FRONT GATE - DAY 75\nThe dons, in a celebratory mood, emerge from the coaches, head for\nthe house. Alejandro is the last one out; his mood is much less\nebullient.\n\nDiego waits with Tornado and his donkey. Alejandro goes to him.\nAs he checks the cinch of his saddle:\n\nALEJANDRO\nHe's discovered gold. A lot of it.\nDiego is surprised -- but believes it.\nDIEGO\nGold.\n\n(nods, thinking)\nHe's going to buy California from\nSanta Anna -- using gold that belongs\nto Santa Anna.\n\n(a mirthless laugh)\nIt's exactly what I'd expect from\n\nMontero.\n\nALEJANDRO\nHe's got people in chains -- working\nthe mines. He says they're\n\ncriminals.\n(shakes his head)\nI saw a child's footprint. And my\nfriend Jack --\n(his voice falters)\nJack was there as well.\n\n(grim)\nI think I have found the\ndisaparecidos.\n[DIEGO\nI think ... that it is time for Zorro\n\nto make another appearance. Tonight.\n\nAlejandro gives him a questioning look. Before he can say anything\n\n(CONTINUED)\n\f81.\n\nCONTINUED: 75\n\nLOVE\nDon Alejandro!\n\nLove comes up behind him. Trailing Love are two soldiers, one of\nthem POX-SCARRED and huge.",
  "61": "---END OF PREVIOUS SECTION---\nCONTINUED: 75\n\nLOVE\nDon Alejandro! Love comes up behind him. Trailing Love are two soldiers, one of\nthem POX-SCARRED and huge. \n---TARGET SECTION TO BE ANNOTATED---\nLOVE\nI'd like a word with you.\nALEJANDRO\nYes?\nLOVE\nNot here. At the cuartel.\nALEJANDRO\nVery well. I'1l meet you there.\nLOVE\nI have a coach waiting. Let's all go\n\ntogether.\n\nIt's not a request. Alejandro takes in the huge Pox-scarred\nSoldier. Smiles, shrugs.\n\nALEJANDRO\nIf it's that urgent, Captain, how can\nI refuse?\n\nHe and Diego exchange a look, and then Alejandro follows the two\nsoldiers away. Tornado snorts. Love glances at him -- then does a\ndouble-take. Shakes his head, moves away.\n\nEXT. TOWN SQUARE - DAY 76\n\nElena moves through the square. She passes a row of stalls where\nIndian artisans display their wares.\n\nA very old INDIAN WOMAN tugs on Elena's skirt. Smiling, she presses\na yellow pafiuelo into Elena's hands.\n\nELENA\nThank you. It's beautiful.\n\nThe Old Woman says something in her native tongue, touches Elena\ngently on the shoulder.\n\nElena tries the pafiuelo on. (It is similar to the one Esperanza\nwore in the opening of the movie.) Elena smiles, delighted with it.\n\nELENA\nHow much?\n\nElena looks up, but the Old Woman is gone. Elena searches, sees the\nOld Woman back behind her stand, speaking with a young INDIAN GIRL.\nElena approaches.\n\n(CONTINUED)\n\f82.\n\nCONTINUED: 76\n\nELENA\nHow much does this cost?\n\nThe Indian Girl speaks to the Old Woman, who shakes her head.\n\nINDIAN GIRL\nIt is a gift, she says. In honor of\nyour mother.\n\nElena is taken aback.\n\nELENA\nTell her she must be mistaken. My\nmother died long ago, in Spain.\n\nThe Indian Girl translates. The Old Woman makes a dismissive\ngesture. Speaks emphatically, indicates Elena's face.\n\nINDIAN GIRL\nShe says there is no mistaking the\ndaughter of Esperanza and Diego de la\nVega. She worked for your mother on\nthe de la Vega Estate.\n\n(smiles)\n\nShe says your eyes are your mother's\neyes.",
  "62": "---END OF PREVIOUS SECTION---\nINDIAN GIRL\nShe says there is no mistaking the\ndaughter of Esperanza and Diego de la\nVega. She worked for your mother on\nthe de la Vega Estate. (smiles)\n\nShe says your eyes are your mother's\neyes. \n---TARGET SECTION TO BE ANNOTATED---\nElena holds the scarf out, her hand trembling.\n\nELENA\nI'm sorry. I cannot accept this --\n\nThe Old Woman waves a hand at Elena, and disappears into the back of\nthe stand.\n\nElena watches her go, shaken, twisting the scarf in her hands.\nEXT. DE LA VEGA HACIENDA - SUNSET 76A\n\n[All that is left are charred, overgrown ruins. Elena climbs toward\nthem, a carriage waiting on the road behind her.\n\nElena steps into the center of what is left of the hacienda. She\ntakes a deep breath. A sudden impulse, and she turns --\n\n-- and faces what was her nursery room, the spectacular view of the\ndistant coastline. She steps into the 'room.' Beyond the broken\nremains of the window is a tall bush -- manzanita.\n\nShe leans down hesitantly. Then breathes in its scent --\nElena slumps, sits on the broken remains of a wall, buries her head\n\nin her hands. Finally she lifts her head, and looks around,\nquestioning, still unsure.]\n\f83.\n\n+OMIT 77\nINT. CUARTEL - DAY 78\n\nThe Cuartel is in the midst of reconstruction. Alejandro is shoved\ninto a chair at a desk. Love sits across from him. A water pitcher\nand two glasses are before him.\n\nLOVE\nI know your secret.\n\nALEJANDRO\nWould you care to share it with me?\n\nLove takes one of the glasses, but ignores the wine. He fills it\nfrom a container in his desk drawer, out of sight from Alejandro.\n\n[LOVE\nDid you know that ancient warriors\nwould cannibalize their slain\nenemies? In order to absorb their\nessence. Their eyes, in particular,\nwere most sought after. To see\nthrough the eyes of an enemy was a\nvaluable thing. ]\n\nLove sips from his glass, regards Alejandro with hooded eyes.\n\nLOVE (CONT'D)\nAnd it's in a man's eyes that you can\nfind the true measure of his soul.\n(takes another sip)\nWhere are my manners? Would you care\nfor a drink?\n\nLove brings the container up suddenly and shoves it across the\ntable. It rotates as it slides --\n\n-- Alejandro is looking at the pickled HEAD of JOAQUIN MURIETTA.",
  "63": "---END OF PREVIOUS SECTION---\nWould you care\nfor a drink? Love brings the container up suddenly and shoves it across the\ntable. It rotates as it slides --\n\n-- Alejandro is looking at the pickled HEAD of JOAQUIN MURIETTA. \n---TARGET SECTION TO BE ANNOTATED---\nIn the jar, the lid off.\n\nAlejandro is startled -- but that's all. No anger in his eyes.\n\nLOVE\nPerhaps a different vintage ..?\n\nLove slides a second, smaller jar forward. It contains THREE-\nFINGERED JACK'S three-fingered hand.\n\nALEJANDRO\nInteresting taste you have.\n(nods at Joaquin)\nWho was he? An irate husband, maybe?\n\n(CONTINUED)\n\f84.\n\nCONTINUED: 78\n\nLOVE\nAn enemy. He has a brother out there\nsomewhere. Who will share his fate.\n\nAlejandro remains unfazed. In fact --\n\nALEJANDRO\nWell, I wish you luck.\n\n-- he picks up the jar containing Joaquin's head.\n\nALEJANDRO\nTo your health.\n\n?-- and DRINKS BRINE from it. His eyes never leave Love's. Love\nnarrows his eyes at him.\n\nLOVE\nYou may not be Murietta's brother --\nbut you are more than you pretend to\nbe.\n\nALEJANDRO\nAm I? Maybe someday I'll see what I\nlook like through your eyes, Captain\nLove.\n\nWith that, Alejandro pats his lips with his handkerchief, rises,\nsaunters out.\n\n+OMIT 79\nOMITTED (80) 80\nOMITTED (81) 81\nEXT. ESTATE - HILLSIDE - NIGHT 82\n\n[CLOSE ON: Alejandro's eyes. He looks out at --\n\nThe Estate. Serene under the bright stars. He and Diego survey it\nfrom a secluded vantage point. Tornado is tied to a tree. A\ncanister of kerosene sits to one side.\n\nDIEGO\nThere must be a secret room off the\nstudy. Search it -- somewhere in\n\nthere, they have a map of the mine.\n(off Alejandro's look)\n\nI'm certain. It's all the proof we\n\nneed of Montero's treachery.\n\n(CONTINUED)\n\f85.\n\nCONTINUED: 82\n\nALEJANDRO\nMontero ... What about Love?\n(seeing it)\nHe kept my brother's head. In a jar.\nHe ...\n(he falters)\nHe is a monster.\n\nDIEGO\n\nAlejandro -- Listen to me. There is\nmore at stake here than your revenge.\nCalifornia must not fall under\nMontero's rule.",
  "64": "---END OF PREVIOUS SECTION---\nDIEGO\n\nAlejandro -- Listen to me. There is\nmore at stake here than your revenge. California must not fall under\nMontero's rule. \n---TARGET SECTION TO BE ANNOTATED---\n We must expose him,\nhis true nature, to everyone who\nloves and respects him.\n\n(beat )\nPlease.\n\nAlejandro considers his words.\n?He ties on the ZORRO MASK. Calming down.\n\nALEJANDRO\nYes ... very well.\n\nDiego squeezes his shoulder, questioningly. Alejandro nods: 'I'm\nokay.']\n\nDIEGO\nGo over the wall at my signal.\nALEJANDRO\nWhat's the signal?\nDIEGO\n(smiles)\nYou'll know.\nEXT. ESTATE - OUTER WALL - NIGHT 83\n\nZorro moves silently from shadow to shadow. Crouches. Ahead of\nhim, several SOLDIERS patrol the estate perimeter.\n\nINT./EXT. ESTATE - COURTYARD - NIGHT 84\n\nMontero and Love sit at the table. Before them is the oilskin\npouch. Spread out is the map to the mines. Love gazes at the wall\nat the huge map of North America above them.\n\nLOVE\nHow long until we turn toward the\nUnited States?\n\nMONTERO\nThere will be a gold rush, of course.\nWe'll have population and wealth\nenough to raise an army.\n\n(CONTINUED)\n\f86.\n\nCONTINUED: 84\nLOVE\n(anticipating it)\nHow far do we go?\nMontero makes a sweeping gesture across the large map.\nMONTERO\nAll the way to the east coast,\nHarrison. Just think of it as\n(he grins)\nManifest destiny.\n\nLove raises a wine glass in a toast. Starts to drink --\n?Suddenly SHOUTS are heard. Cries of 'FUEGO!' ring out --\n\nEXT. ESTATE - GATE - NIGHT 85\nMontero's stricken expression is lit by a burning glow --\n\nAcross the valley is a huge BURNING Z OF FLAMES. It takes up an\nentire hillside, white smoke billowing into the black sky.\n\nMONTERO\n(to himself)\nit's happening again\n\nBehind him, Love shouts orders. Horses THUNDER past as soldiers\nride to investigate --\n\nEXT. ESTATE - OUTER WALL - NIGHT 86\n\nZorro sees the burning Z, grins. The soldiers in front of him move\naway from their posts. Zorro slips over the wall.\n\nINT./EXT.",
  "65": "---END OF PREVIOUS SECTION---\nThe soldiers in front of him move\naway from their posts. Zorro slips over the wall. INT./EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ESTATE - COURTYARD - NIGHT 87\n\nZorro moves quickly to the courtyard. He sees papers on the wooden\ntable. Goes to investigate.\n\nIt is the map. Zorro can't believe his good fortune. He moves\ntoward it -- hears Love approaching.\n\nLOVE (0.S.)\nBack to your posts! Immediately!\n\nZorro curses under his breath, slips into the shadows --\nINT. ESTATE - STUDY - NIGHT 88\n\nZorro backs into the study, crouches. He notices the portrait of\nMontero and Elena.\n\nSuddenly SOUNDS of FOOTSTEPS approaching. Zorro looks around,\nsearching the room. He runs his hands along the wall. Pulls ona\nbookshelf. VOICES can be heard now --\n\n?An idea hits him.\n\n?He goes back to the portrait. Adjusts it --\n\n(CONTINUED)\n\f87.\n\nCONTINUED: 88\nA soft 'click.' A bookshelf swings away from the wall. A secret\npassage lies beyond -- from within comes the shimmer of gold --\nINT. ESTATE - ROOM OF GOLD - NIGHT 89\n\nZorro moves into the room, awed. Stacks of GOLD INGOTS. GOLD\nCONQUISTADOR ARMOR. One wall stacked with STRONGBOXES, like the one\nstolen earlier -- enough gold to buy a country.\n\nCentral to it all is the portrait of a woman. Surrounded by golden\nsplendor, lit by candles, the room is almost a shrine.\n\nZORRO\nElena ..?\n\nBut it is not Elena. It's her mother. The lower right corner is\nburned away, but the name plate is still there: Esperanza de la\nVega. Zorro frowns.\n\nHe examines the armor, touches the helmet, leaving it askew.\n\nOutside, from the study, approaching VOICES can be heard. Zorro's\nhead snaps up. He looks around for a way out --\n\nINT. ESTATE - ROOM OF GOLD - MOMENTS LATER 90\n\nON MONTERO AND LOVE as they enter --\n?The room of gold is EMPTY. Zorro has disappeared. Montero\ncarries the oilskin pouch that contains the map.\n\n[MONTERO\nSanta Anna will be here at dawn. We\ncannot risk discovery. ]\n\nLOVE\nThe mine is nearly played out.",
  "66": "---END OF PREVIOUS SECTION---\nMontero\ncarries the oilskin pouch that contains the map. [MONTERO\nSanta Anna will be here at dawn. We\ncannot risk discovery. ]\n\nLOVE\nThe mine is nearly played out. \n---TARGET SECTION TO BE ANNOTATED---\n We've\nfound no new veins in months. We\ncould destroy it.\n\nMONTERO\nYes. Destroy it. Better safe than\nsorry.\nLOVE\nAnd the slaves?\nMONTERO\n(brusque)\n\nNo survivors.\n\nLOVE\nAlways a good policy.\n\nMontero puts the pouch inside an ornate chest. Our ANGLE favors the\ngold conquistador armor -- is Zorro hiding there?\n\nLove has noticed the askew helmet on the armor. He frowns.\n\n(CONTINUED)\n\f88.\n\nCONTINUED: 90\n\nLove moves to it. Pulls out his sword. Oh, no. Swings the sword\nhard through the neck, CHOPPING OFF the helmet. It CLATTERS to the\nground -- the armor is EMPTY.\n\nLOVE\nAs you say ... better safe than\nsorry.\n\nHe scans the room suspiciously. Follows Montero out.\nTILT UP: We see Zorro, hidden in the shadows of the ceiling, holding\nhimself spread-eagled between two beams. He drops to the floor,\nopens the chest. Grabs the oilskin pouch --\nINT. ESTATE - HALLWAY - NIGHT 91\nZorro slips out of the study. Hears Love's voice:\nLOVE (0.S.)\n\nI want the house and grounds\n\nsearched. Twice.\nLove comes into view, with several soldiers. Zorro backs away,\n\naround a corner, into hiding. He stuffs the oilskin pouch into his\nshirt, looks up --\n\nA mirror is opposite him. Zorro curses as he sees Love's\nreflection, just as Love spots him --\n\nLOVE\nThere he is!\n\nNext to Love, a Soldier takes aim, FIRES. Zorro's image SHATTERS,\nof course, as the bullet hits the mirror. Love rolls his eyes at\nthe Soldier's stupidity, slaps him.\n\nLOVE\nAfter him!\n\nThe chase is on. Zorro bolts, heads UP A WIDE FLIGHT OF STAIRS,\nLove and the soldiers after him. He turns a corner --\n\n-- and comes face-to-face with Montero. Montero's eyes go wide,\nhorrified at the sight of ZORRO, a specter from the past. He\nstaggers, puts a hand out to the wall.\n\nZorro spins, and leaps to a window--\n\nINT./EXT.",
  "67": "---END OF PREVIOUS SECTION---\nMontero's eyes go wide,\nhorrified at the sight of ZORRO, a specter from the past. He\nstaggers, puts a hand out to the wall. Zorro spins, and leaps to a window--\n\nINT./EXT. \n---TARGET SECTION TO BE ANNOTATED---\n ESTATE - COURTYARD - NIGHT 92\nZorro sidesteps a Soldier chasing him out the window; the Soldier\ngoes over the edge, but manages to grab onto the sill with both\nhands. He makes a convenient ladder.\n\n(CONTINUED)\n\f89.\n\nCONTINUED: 92\nZorro climbs down him, holding onto his ankles, but can't quite\nreach the next balcony. With his sword, Zorro cuts the Soldier's\nbelt. His pants drop, catch on his ankles. Hanging from the pants,\nZorro swings to the balcony --\n\n-- where another Soldier appears. Zorro leaps down to a wooden\ncrossbeam, which supports a bell above the courtyard. The Soldier\njumps onto the beam after him --\n\nZorro is knocked off-balance; he hooks a leg, spins around the beam,\ncomes back up the other side and hits the soldier. The soldier\nfalls off the beam --\n\n-- into the hanging bell with a 'CLANG.' Zorro leaps to the bellpull\nrope, slides down to the tabletop. More Dragoons appear from all\nsides --\n\nZorro fights them, the table his circle. His style is fluid, more\nflamboyant than Diego's. He dodges, spins, meeting all attacks.\n\nINT. ESTATE - UPSTAIRS HALLWAY - NIGHT 93\nLove helps Montero to his feet.\n\nMONTERO\nZorro -- it's Zorro!\n\nLOVE\nHe has the map --\n\nMONTERO\nYou must stop him! Kill him!\n\nElena comes into the hallway in her nightgown, hair sleep-tousled.\n\nELENA\nFather? What's happening?\n\nMONTERO\nLock yourself in your room! Now!\n\nHe and Love hurry down the stairs. Elena does not return to her\nroom. She looks out the window, sees --\n\nEXT. ESTATE - COURTYARD - NIGHT 94\n\nZorro is in danger of being overwhelmed as more Dragoons keep\ncoming. Several take aim with rifles --\n\nZorro leaps for the bell pull -- lifts himself up into the bell asa\nVOLLEY of SHOTS ricochet off, RINGING it loudly --\n\n(CONTINUED)\n\f90.\n\nCONTINUED: 94\n\nZorro drops down.",
  "68": "---END OF PREVIOUS SECTION---\nESTATE - COURTYARD - NIGHT 94\n\nZorro is in danger of being overwhelmed as more Dragoons keep\ncoming. Several take aim with rifles --\n\nZorro leaps for the bell pull -- lifts himself up into the bell asa\nVOLLEY of SHOTS ricochet off, RINGING it loudly --\n\n(CONTINUED)\n\f90. CONTINUED: 94\n\nZorro drops down. \n---TARGET SECTION TO BE ANNOTATED---\n A little wobbly, he swings on the bell pull rope\nout over a soldier's head, kicking him. His boots hit the wall,\nleaving bootprints on the map-mural. He back-flips to the ground,\ndashes out, around the side of the house.\n\nINT. STABLES - NIGHT 95\n\nZorro dashes inside. Horses whinny nervously. He slouches against\nthe wall --\n\nA soldier comes out of a stall, pistol pointed at Zorro.\n\nSOLDIER\nDon't move!\n\nZorro isn't happy to see him. He looks to heaven --\n?-- then BANGS his fist against the stall. The nervous horse\nKICKS the soldier across the stable, knocking him out.\n\nThe FRONT DOORS close. Zorro whirls --\n\nElena, a robe wrapped around her, is there. They look at each\nother.\n\nZORRO\nGood evening, Sefiorita.\n\nELENA\nI saw you come in here.\n\nZORRO\nYou should be careful. There are\ndangerous men about.\n\nELENA\nYou lied to me. You pretended to be\na priest.\n\nZORRO\n\nYou lied to Captain Love. You\npretended I was a priest.\n\nShe scowls. Moves toward the soldier.\nELENA\nYou've stolen something of my\nfather's. I can't let you leave.\nZorro laughs. He moves toward her, toward the doors --\nElena draws the soldier's sword, levels it at Zorro.\n\nZORRO\nOh, please.\n\nHe continues toward the door --\n\n(CONTINUED)\n\f91.\n\nCONTINUED: 95\n\nShe ATTACKS -- practiced, deadly. Surprised, Zorro evades, must\ndraw his sword to defend himself. He leaps away from her.\nConsiders.\n\nZORRO\nI don't have time to give you a\nfencing lesson.\n\nELENA\nYou're the one who needs to learn a\nfew things.\n\nShe engages him, blades dancing --\n?-- a SLASH cuts his shirt. He fingers the cut. Then he salutes\nher -- and attacks seriously.\n\nLightning parry-ripostes --\nHer robe is slowing her down. She slips it off quickly.\n\nZorro slices her nightgown, exposing the smooth curve of her left\nhip.",
  "69": "---END OF PREVIOUS SECTION---\nLightning parry-ripostes --\nHer robe is slowing her down. She slips it off quickly. Zorro slices her nightgown, exposing the smooth curve of her left\nhip. \n---TARGET SECTION TO BE ANNOTATED---\nZORRO\nYou should have parried primero\ninstead of séptimo.\n\nShe sneers and moves in again. This time he cuts to her right\nshoulder. The strap of the nightgown falls away; we see bare\nshoulder, the swell of her breast.\n\nZORRO\nAnd your tercera parry is too low.\nYou're not catching the strong of the\nblade.\n\nElena's incensed. The duel renews. She grabs up her robe. She\nuses like a cape as they fight, parrying thrusts, snapping it across\nhis face to divert him.\n\nA quick series and the sleeve of Zorro's shirt drops away, exposing\nwell-muscled arm, shoulder and chest.\n\nAnother exchange and Zorro finds himself backed against a stack of\nhay bales. Elena catches his blade in her robe -- twists it,\ndisarming him, sending his sword across the room.\n\nThey're both stunned at this development. Then Elena grins --\nZorro backrolls onto the hay bales (losing his hat) --\n\n?-- then leaps over her --\n\n?-- she slashes at him --\n\nHe lands. Dismayed, he examines a gash in his pants, along the\ninseam, about three inches below the crotch.\n\n(CONTINUED)\n\f92.\n\nCONTINUED: 95\n\nELENA\nYou should have parried séptimo.\n\nHe glares at her. Grabs up his sword.\n\nShe lunges at him. He parries, swipes at her head --\n?She ducks --\n\nHe steps on her hair. She can't straighten up. She glares up at\nhim through her hair.\n\nElena slashes at his legs. He leaps over her blade --\n\n?She snaps her head up, her hair free --\n\n?-- he lands and she spins, leg out, taking his feet out from\nunder him. He goes down flat on his back. She attacks --\n\n[Zorro parries her attack using his spurs and boots. Sparks fly.\nHe catches the blade between crossed spurs, rolls, wrenches the\nsword from her.\n\nShe grabs up his sword, faces him. Both are breathing hard,\nsweating, their clothes in a state of dishabille. He weighs her\nsword in his hand -- its lighter.",
  "70": "---END OF PREVIOUS SECTION---\nShe grabs up his sword, faces him. Both are breathing hard,\nsweating, their clothes in a state of dishabille. He weighs her\nsword in his hand -- its lighter. \n---TARGET SECTION TO BE ANNOTATED---\n He smiles, re-engages --\n\nZorro envelopes her blade (actually, his sword) and snaps it into\nthe ceiling -- where it sticks.]\n\nHe puts her on point. She never takes her eyes off him as he moves\ntoward her, backing her toward the hay bales.\n\nShe leans back -- her face is illumined by a shaft of moonlight\nthrough a high window.\n\nZORRO\nI wondered what you would look like\nbathed in moonlight ... Beautiful.\nELENA\n(a husky whisper)\nI'll scream.\n\nZORRO\nNo doubt.\n\nHe kisses her. She does not resist. Their lips part. He stares\ninto her eyes. Leans in again. She's ready for another kiss --\n\n-- he retrieves his hat. Puts it on, touches the brim.\n\nZORRO\nAs I said -- Good evening, Sefiorita.\n\n[He tosses her sword so it sticks in the ceiling, grabs his own,\nleaps to a ladder, then to the loft, and out.]\n\n(CONTINUED)\n\f93.\n\nCONTINUED: 95\nElena watches him go, breathing hard, perhaps a bit disappointed.\nThe doors burst open. Montero follows several soldiers.\n\nMONTERO\nElena! what are you doing out here?\nWas Zorro here?\n\nELENA\nYes! I fought him -- then he left.\n(suddenly incensed)\nHe left!\n\nMontero rushes to a window. Elena pulls her sword from the ceiling\n(she must jump several times to reach it), joins him.\n\nMONTERO\nCould you tell who he was? Was he an\nold man?\n\nELENA\nOh, no ... he was young. Very\nvigorous\n\nShe thinks about that -- then slashes the air angrily with her\nsword. Montero looks at her, puzzled.\n\nMONTERO\nYou know how to fence?\n\nElena stops looking angry, starts looking guilty.\nEXT. ESTATE - NIGHT 96\n\nZorro reaches the high exterior wall. Spots a ladder leaning\nagainst it, makes for it, soldiers after him.\n\nHe clambers up. A soldier stabs at him. Zorro twists the ladder\nover, parrying the blade with the side rail. Hanging from a step\nhe kicks a second soldier coming at him. The first soldier stabs\nagain. Zorro flips the ladder, parrying again.",
  "71": "---END OF PREVIOUS SECTION---\nHanging from a step\nhe kicks a second soldier coming at him. The first soldier stabs\nagain. Zorro flips the ladder, parrying again. \n---TARGET SECTION TO BE ANNOTATED---\n Kicks the man in\nthe face, climbs up to the wall.\n\n+NEAR THE STABLES, Love grabs a LIEUTENANT as he rushes by. 97\n\nLOVE\nTake a company on horseback. Ford\nthe river, block the bridge, in case\nhe escapes --\n\nLIEUTENANT\nYes sir!\n\f94.\n\n+AT THE FRONT GATE, Zorro battles a guard. Their swords cross, 98\nlock -- Zorro picks the man up, hangs him on the post of the gate,\nkicks him. He swings away --\n\nAnd Zorro turns, parries a thrust from another guard. Behind him,\nthe gate swings back toward Zorro as he fights. The hanging soldier\nreadies his sword, stabs at Zorro --\n\n-- who dodges just in time; the hanging Soldier runs through the\nsoldier Zorro was fighting.\n\nZorro turns. One Rifleman is left, standing his ground, desperately\nre-loading. Zorro strides toward him. The Rifleman moves quickly:\npowder, wadding, tamp, ball, tamp. He raises his rifle to shoot --\n\nZorro is right there. He puts his sword into the barrel. The\nSoldier pulls the trigger -- the rifle BACKFIRES, knocks him flat.\n\nGuards call out -- he's been spotted. Zorro spins, races through\nthe gates.\nEXT. WOODS - NIGHT 99\n\nAlejandro rushes past trees. Dives into the cover of a bush.\nQuiets his breathing. SOUNDS of pursuit all around:\n\nLOVE (0.S.)\nI want his head! Shoot to kill!\n\nFrom behind Alejandro comes a RUSTLE. He spins. Staring straight\ninto his eyes is --\n\nA FOX.\n\nAlejandro stares back. The fox crouches as soldiers move past.\n\nIt, too, is hiding. SOUNDS of the soldiers FADE. The fox stares at\nAlejandro. It is a strange, silent, defining moment, a moment of\ndestiny for Alejandro.\n\nAnd then, as suddenly as it appeared, the fox leaps away.\nAlejandro turns from it, his eyes thoughtful, serene.\n\nEXT. ESTATE - DIRT ROAD - NIGHT 100\n\nIn the distance, SHOUTS from soldiers; sounds of MANY HOOFBEATS\napproaching.",
  "72": "---END OF PREVIOUS SECTION---\nAlejandro turns from it, his eyes thoughtful, serene. EXT. ESTATE - DIRT ROAD - NIGHT 100\n\nIn the distance, SHOUTS from soldiers; sounds of MANY HOOFBEATS\napproaching. \n---TARGET SECTION TO BE ANNOTATED---\n Zorro steps onto the road, WHISTLES for Tornado, who\nappears out of the woods. Relieved, Zorro moves toward him.\n\nZORRO\nNo time to waste, let's go --\n\nAt the word 'go' Tornado takes off -- but Zorro's not yet astride\nhim. He grabs for the riata hanging from the saddle, is dragged a\nfew yards. The riata pulls free, and Zorro tumbles into the\nundergrowth.\n\nCORPORAL LOPEZ (0.S.)\nI hear him! Hurry -- he's getting\naway !\n\n(CONTINUED)\n\f95.\n\nCONTINUED: 100\n\nANGLE - ZORRO, on the ground as a troop on horses -- led by the\nhapless Corporal Lopez -- THUNDER toward him, chasing Tornado.\n\nAs they race past, Zorro casts his riata at a branch overhead.\nRuns, swings out --\n\n-- onto the last horse of the troop, knocking the soldier off.\n\nEXT. WOODS - MOVING WITH HORSES - NIGHT, 101\nas Zorro leaps to the next horse, knocks its rider off. Leaps\nagain, knocks that rider off, too. One at a time he takes them out,\nworking his way to the front.\n\nIn the lead, Lopez rides hard, along the embankment of a raging\nriver. He finally catches sight of Tornado -- and sees he is\nriderless.\n\nCORPORAL LOPEZ\nWhere is he?\n\nHe twists, looks back over his right shoulder, cries out --\n\nHis company is gone. Following him is a THUNDERING HERD of\nRIDERLESS HORSES, an eerie sight.\n\nLopez looks over his left shoulder --\n\nThere's Zorro, pacing him, grinning at him. He punches Lopez in the\nface, knocking him off his horse -- but Lopez catches himself on his\nhorse's neck --\n\nAhead is a fallen tree, coming up fast. Zorro sees it --\n\nHe steps off his horse, onto the back of Lopez's horse, across to\nTornado, into the saddle, and spurs the black stallion. Tornado\nLEAPS over the fallen tree.\n\nLopez, still hanging from his horse's neck, looks over his shoulder,\nsees the tree approaching. His horse leaps --\n\nTHUD, and Lopez is gone.\n\nEXT.",
  "73": "---END OF PREVIOUS SECTION---\nLopez, still hanging from his horse's neck, looks over his shoulder,\nsees the tree approaching. His horse leaps --\n\nTHUD, and Lopez is gone. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BRIDGE - NIGHT 102\nAhead is a high bridge. Tornado thunders across, pulls up --\n\n?0n the far side are seven Dragoons on horseback, sent by Love\n\nto cut Zorro off.\n\nTornado wheels --\n?Behind them are four more Dragoons. Zorro draws his sword.\n\nZORRO\n(to Tornado)\nWell, which is it going to be? Seven\non that side, four on the other\n\n(CONTINUED)\n\f96.\n\nCONTINUED: 102\nTornado wheels toward the seven.\nZORRO\nSure. What's a few extra soldiers,\nmore or less --\nTornado wheels back toward the four.\n\nZORRO\nMake up your mind!\n\nTornado moves skittishly, his ears back, his eyes wild. He does not\nlike this situation. And then he lunges forward --\n\nZORRO\nHey! Whoa! WHOA!\n\nTornado LEAPS from the bridge. They plummet spectacularly down,\nSPLASHING into the churning river below.\n\nThe soldiers look down with awe and respect.\n\nLIEUTENANT\nThat is the bravest man I have ever\nseen.\nMurmurs of agreement --\nEXT. RIVER - NIGHT 103\n\nCoughing, Zorro screams at Tornado as they flail in the rushing\nwater.\n\nZORRO\nStupid, stupid horse! You're crazy!\nDon't ever do that!\n\n \n\nTornado climbs up out of the rushing water. Shakes himself off.\nZorro pulls himself up onto a rock.\n\nZORRO\nI can't believe you did that.\n\nTornado snorts at him as if to say, 'it worked, didn't it?' Cursing,\nZorro crawls onto shore.\n\nINT. SECRET CAVE - NIGHT 104\n\nThe map is rolled open on the dais. Alejandro and Diego stand on\nthe cave floor. Alejandro traces a river with his finger.\n\nALEJANDRO\nThis is the canyon, here. There were\nat least ten guards -- but we can\n\nhandle them.\nHe heads across the dais for the exit. Diego doesn't move.\n\n(CONTINUED)\n\f97.",
  "74": "---END OF PREVIOUS SECTION---\nHe heads across the dais for the exit. Diego doesn't move. (CONTINUED)\n\f97. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 104\n\nALEJANDRO (CONT'D)\nOnce the prisoners are free, they'll\njoin the fight --\n(he looks back)\nWhat are you waiting for? We have to\nget moving!\n\nDIEGO\nNo.\n\nAlejandro is puzzled. Diego doesn't meet his eyes.\n\nDIEGO (CONT'D)\nMontero is deceiving Santa Anna. To\nsave his dream -- his precious\nRepublic of California -- he will do\nwhatever I want.\n(he looks up)\nThe mine must remain a secret.\n\nAlejandro stares at Diego, aghast.\n\nALEJANDRO\nBut the prisoners will die!\n\nDiego slams his hand on the dais.\n\nDIEGO\nIf the news of the mine gets out,\nI'll have no leverage over Montero.\n\nHe rolls up the map, steps up and past Alejandro.\n\nDIEGO (CONT'D)\nOur bargain is complete. You've\ndiscovered the truth. You're free to\ntake your revenge on Love.\n\nAlejandro cuts in front of Diego, blocking his path. Unbeknownst to\nthe two men they enact a duel on the circle.\n\nALEJANDRO\nYou told me that the circle would\nexpand ... my world would get larger.\nIt has.\n(beat )\nThere is more at stake here than just\nrevenge.\n\nDIEGO\nWould your brother agree with that?\n\nThat cuts Alejandro -- but he knows the truth.\n\n(CONTINUED)\n\fCONTINUED:\n\n98.\n\n104\n\nALEJANDRO\n\nI am no longer certain killing Love\nis the best way to honor Joaquin.\n\n(accusing)\nYou said this was about saving\nCalifornia -- the people of\nCalifornia. They believe Zorro is\ntheir protector --\n\nDiego laughs a sharp, bitter laugh.\n\nDIEGO\nI tried that. Protecting people. I\ncouldn't even protect my family. My\nwhole life was destroyed. My wife\nwas killed. And my daughter --\n(an effort to say it)\nMy daughter was stolen from me.\n\nHearing it, it suddenly becomes clear to Alejandro:\n\nALEJANDRO\nElena. Elena is your daughter.\nDIEGO\nYes! And with this --\n(the map)\n\nI will force Montero to tell her the\ntruth! She will be lost to him --\njust as she was lost to me.",
  "75": "---END OF PREVIOUS SECTION---\nDIEGO\nYes! And with this --\n(the map)\n\nI will force Montero to tell her the\ntruth! She will be lost to him --\njust as she was lost to me. \n---TARGET SECTION TO BE ANNOTATED---\n That's\nwhat I dream about! That's the only\ncircle I give a damn about!\n\nThe two men stare at each other. Finally:\n\nALEJANDRO\nYou think Montero will give up his\ndaughter for the sake of his dream?\n\nDIEGO\nYes! I know him! TI know him as well\nas I know --\n(cuts himself off)\n\nALEJANDRO\nYourself?\n(beat )\nI ride to the mine.\n\nDiego grabs Alejandro by the collar.\n\n(CONTINUED)\n\f99.\n\nCONTINUED: 104\n\n[DIEGO\nSanta Anna will be here in few hours!\nWhen he finds out the truth, there\nwill be a blood bath! Elena could be\nkilled! ]\n\nALEJANDRO\n\nThen that gives you something to do!\nSave her!\n\n(quoting)\nNo innocent will die, as long as\nZorro is alive to rescue them.\n\n(lets it sink in)\nToo bad you're dead.\n\nHe shoves Diego away. The old man sprawls to the ground.\n\nDIEGO\nYou're a fool! Do you think that's\nall this has been about? To make you\na hero? The protector of the people?\n\nAlejandro heads for the exit.\nDIEGO (CONT'D)\n(vehemently)\nYou are mine! I forged you as my\nweapon!\nAlejandro turns, holds Diego's gaze.\n\nALEJANDRO\nNo. You taught me to be Zorro.\n\nHe leaves. Diego is alone, in the middle of the dais, in the center\nof the circle. Lost. Searching for his course.\n\nEXT. DRY RIVERBED - MORNING 105\n\nLove oversees several GUARDS as they force SLAVES into a small gated\ntunnel on the canyon floor.\n\nThere isn't much room; the slaves are packed tight, with more to\ncome.\n\nGUARD\nThey're not going to be very\ncomfortable, all of them crammed in\nlike that.\n\nLOVE\nDon't worry. It won't be for long.\n\n(CONTINUED)\n\f100.\n\nCONTINUED: 105\n\nThat's when the Guard notices: EXPLOSIVES are being laid at the\ntunnel entrance, and on the slope above. The implication is clear -\nthe slaves will be buried alive.\n\nLove strides to the ore lift, nimbly leaps on t as it rises --\nEXT.",
  "76": "---END OF PREVIOUS SECTION---\nCONTINUED: 105\n\nThat's when the Guard notices: EXPLOSIVES are being laid at the\ntunnel entrance, and on the slope above. The implication is clear -\nthe slaves will be buried alive. Love strides to the ore lift, nimbly leaps on t as it rises --\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOUNTAINS - CANYON - GOLD STRIKE - MORNING 106\n\nA load of gold ore is moved from the platform hoist, onto a wagon.\nLove sits astride his horse.\n\nSOLDIER\nThat's it. The final load.\n\nLOVE\nI'll escort it to Montero personally.\n\nWe gradually become aware of another person in the scene: Zorro.\nHe sits astride Tornado, horse and rider completely motionless, in\nthe shadow of a boulder. Watching.\n\nCLOSE ON: Zorro's sword hand. He grips his sword tightly.\n\nLOVE\nAs soon as the prisoners are\nconfined, explode the charges. Don't\ndelay.\n\nSOLDIER\nYes, sir.\n\nCLOSE ON: Zorro's eyes behind the mask.\n\nZORRO\n(to himself)\nThe cost is too high.\n\nHe relaxes his grip on the sword. The wagon moves forward; Love\ngallops away, never knowing the danger he was in.\n\nZorro dismounts silently. Gestures for Tornado to stay put. As the\nsoldiers turn away, Zorro hops nimbly onto the lowering platform as\nit drops out of sight.\n\n+OMIT 107\n+OMIT 108\nEXT. DRY RIVERBED - MORNING 109\nFray Felipe clings to a post, refusing to move into the tunnel. He\n\nis whipped by a SADISTIC SOLDIER.\n(CONTINUED)\n\f101.\n\nCONTINUED: 109\nFELIPE\n(in Latin)\n. forgive us our trespasses as we\nforgive those who trespass against us\n\nSADISTIC SOLDIER\nOh, shut up! God's not going to\nanswer your prayers!\n\nOf course that's when Zorro appears behind him, a dark angel.\nFelipe's eyes widen.\n\nSADISTIC SOLIDER (CONT'D)\nHe sure never answered mine.\n\nThe soldier raises his whip, turns. Zorro gives him a smile.\n\nZORRO\nNext time you can ask Him in person.\n\nThe soldier slashes the whip at Zorro, who runs him through.\n\n[Zorro offers his hand to the priest, helps him up.\n\nFELIPE\n\nYou really are Zorro ... aren't you?]\nZORRO\n\nHelp the others. Get them out of\n\nhere.\n\nFelipe nods. Zorro pulls open the gate to the tunnel.",
  "77": "---END OF PREVIOUS SECTION---\nGet them out of\n\nhere. Felipe nods. Zorro pulls open the gate to the tunnel. \n---TARGET SECTION TO BE ANNOTATED---\n Slaves spill\nout, climbing up the scaffolding and ladders to freedom. One of\nthe soldiers setting explosives spots them.\n\nSOLDIER\nIt's Zorro! Get him!\n\nSoldiers scramble toward Zorro. The fuse line spool to the powder\nkegs is dropped.\n\nZorro moves with grace and economy, taking on two, then three, then\nfour soldiers at once.\n\nHe kills two of them -- but a GRINNING SOLDIER pins his blade,\ndisarms him. Zorro backs away from him, onto the ore lift platform.\nThe Grinning Soldier pursues him onto the lift, backed by a SECOND\nSOLDIER --\n\nSuddenly Zorro shoves the ore car off the lift with his leg, rolling\noff himself in the opposite direction.\n\n(CONTINUED)\n\f102.\n\nCONTINUED: 109\n\nThe Soldier's grin fades -- as the platform shoots up into the air,\ntaking the Soldier with it. Zorro scoops up his blade, parries a\nthrust from the Second Soldier. Zorro shoves him back --\n\n-- directly beneath the counterweight of the ore lift as it plummets\ndown; the soldier is crushed. Zorro turns away as behind him, with\n\na scream and a THUD, the Grinning Soldier drops down to the ground,\n\nfallen from above.\n\nZorro climbs the scaffolding, leaps off, knocking a soldier down.\nPunches him --\n\nBut another soldier sneaks toward Zorro, coming at him from behind,\nbayonet raised --\n\nThe little GIRL sees him. She breaks away from the others.\nBravely climbs a ladder, onto a platform. Kicks the ladder over.\nThe ladder falls --\n\n-- and collars the attacking Soldier around the neck. Zorro grabs\nthe ladder, and helps the Soldier along -- into another Soldier.\nThey run each other through.\n\nZorro looks up at the Girl, who meets his gaze bravely. He takes\noff his MEDALLION, slips it over her head.\n\nZORRO\nThank you, Sefiorita.\n\nGIRL\nAre we going to die?\n\nZORRO\nNo. No one is going to die.\n\nZorro hands her down to others who climb out of the canyon. He\nspins back to the fight, guarding the escape rout as the last of the\nslaves climb to safety.",
  "78": "---END OF PREVIOUS SECTION---\nNo one is going to die. Zorro hands her down to others who climb out of the canyon. He\nspins back to the fight, guarding the escape rout as the last of the\nslaves climb to safety. \n---TARGET SECTION TO BE ANNOTATED---\nA Soldier glances at a huge smelting hopper filled with hot embers,\ngets an idea. He gestures to another Soldier.\n\nThey grab the edge of the hopper, slowly TILT IT OVER. It falls,\nand glowing EMBERS wash toward Zorro --\n\nZorro sees the hot embers coming, dives out of the way, avoiding a\nwild swipe at his head by another Soldier. Flailing, the Soldier\nloses his balance, falls backwards into the burning embers,\nSCREAMING.\n\nA small rivulet of embers makes its way to the fallen fuse roll.\nThe FUSE FLARES -- then IGNITES.\n\nSoldiers flee. Zorro climbs the scaffolding ore-life structure,\nracing to safety --\n\f103.\n\n+A MASSIVE EXPLOSION. A LANDSLIDE; the entrance to the tunnel 110\nis buried. The mining scaffolding crumbles, a good half of it\nslamming to the ground.\n\n+Zorro clings to a rope, hanging in mid-air. He looks over: 141\nThe only person still on the scaffolding is Fray Felipe -- anda\nFINAL SOLDIER, battling him. Felipe wards off sword thrusts with a\npiece of wood.\n\nZorro pushes off, swings across to a platform near Felipe. The\nFinal Soldier sees Zorro, turns away from Felipe.\n\nZORRO\n(to Felipe)\nGet to safety! Go!\nZorro guards the way as Felipe climbs to safety.\nZorro and the last soldier duel, FLAMES licking at the scaffolding\nbelow, parts of it crumbling beneath them as they fight. Zorro\ndispatches him quickly; he plummets to his death.\n+OMIT 112\nEXT. MOUNTAINS - CANYON - GOLD STRIKE - MORNING 113\nFelipe reaches a high ledge, helped up by other freed slaves. He\nlooks down into the canyon, at the duel below, crosses himself, says\na silent prayer --\nEXT. DRY RIVERBED - MORNING 114\nThe mining scaffolding is consumed by blazing flames. Zorro races\nalong a platform, leaps into space, just as the entire structure\ncrashes to the ground.\nZorro clings to the side of the canyon beneath an overhang. He digs\nhis knife into the dirt wall for better purchase, but it's clear he\ncan't hang on long.\nEXT.",
  "79": "---END OF PREVIOUS SECTION---\nZorro clings to the side of the canyon beneath an overhang. He digs\nhis knife into the dirt wall for better purchase, but it's clear he\ncan't hang on long. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MOUNTAINS - CANYON - GOLD STRIKE - MORNING 115\nThe Girl raises an arm, points:\n\nGIRL\nLook!\n\nEXT. MOUNTAINS - CANYON - GOLD STRIKE - MORNING 116\nTornado appears on the ledge above Zorro. Throws his head forward;\nhis reins drop down, within Zorro's reach. Zorro grabs them --\nTornado backs away, pulling Zorro to safety.\n\nEXT. MOUNTAINS - LEDGE - MORNING 117\n\nA CHEER rings out from the onlookers. Felipe shakes his head in\ndisbelief, grinning like a fool.\n\n(CONTINUED)\n\f104.\n\nCONTINUED: 117\n\nFELIPE\nNow that's a horse!\n\nINT./EXT. ESTATE - COURTYARD - MORNING 118\n\nThe house has that early-morning empty feel. Elena moves into the\ncourtyard, past the huge oak table --\n\nDiego steps out from the shadows of an archway, faces her.\n\nELENA\nBernardo -- what are you doing here?\n\nDIEGO\nI've come to warn you. You must\nconvince Montero to leave, now.\nImmediately. He must go back to\nSpain. And take you with him.\n\nElena is taken aback. She looks for some semblance of reason.\n\nELENA\nIs Don Alejandro with you?\n\nDIEGO\n\n(ignores her)\nMontero's building this country of\nhis on the backs of slaves and stolen\ngold. He is trying to cheat Santa\nAnna. And Santa Anna will react\nviolently.\n\n(steps forward)\nYou must be safely away before then.\n\nINT. ESTATE - HALLWAY - MORNING 119\nTwo soldiers trail Montero -- the POX-SCARRED one and a PRIVATE.\n[MONTERO\n\nGeneral Santa Anna will be arriving\n\nfrom the beach at any moment. When\n\nCaptain Love returns, send him to me\n\nimmediately --]\nHe nears the courtyard --\n\n-- and sees Diego with Elena. He pulls up short, back against the\nwall. Gestures 'quiet' to the two soldiers.\n\nINT./EXT. ESTATE - COURTYARD - MORNING 120\nELENA\nI don't believe you. It can't be\ntrue.\n\n(CONTINUED)\n\f105.",
  "80": "---END OF PREVIOUS SECTION---\nESTATE - COURTYARD - MORNING 120\nELENA\nI don't believe you. It can't be\ntrue. (CONTINUED)\n\f105. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 120\nDiego throws the oilskin pouch on the table in frustration.\nDIEGO\nDammit, there's no time!\n(grabs her shoulders)\nYou have to tell Montero. You have\nto get out!\n\nELENA\nWhy? Why do you want me to do this?\n\nDIEGO\nBecause he'll listen to you. Because\n\nHe has no choice. He must say it.\n\nDIEGO (CONT'D)\nBecause you're his daughter.\n\nElena stares at him.\n\nELENA\nWho are you?\n\nMONTERO\nAn excellent question.\n\nThe soldiers flank Montero, guns on Diego.\n\nMONTERO (CONT'D)\nTake your hands off her.\n\nDIEGO\n(steps away from Elena)\nI'm unarmed.\n\nMontero sees the oilskin pouch on the table.\n\nMONTERO\n\nWhere did that come from?\nDIEGO\n\nFrom me.\n\nMontero studies him. And then -- he knows. He blanches.\n\nMONTERO\n\nMy God. De la Vega.\n\n(seething)\n\nDamn you! How did you survive?\n\nELENA\nDiego de la Vega?\n\nThat surprises both Diego and Montero.\n\n(CONTINUED)\n\f106.\n\nCONTINUED: 120\n\nDIEGO\n\nYes.\nMONTERO\n\nHow do you know that name?\nELENA\n\nI -- a woman in town told me --\n\n(flat)\n\nShe said he was my father.\nThe two men stare at her. Montero finally finds his voice.\n\nMONTERO\nRidiculous. He must have paid her to\ntell you lies.\n(to Diego)\nIs that why you came here? For\nrevenge?\n\nDiego shakes his head slowly.\n\nDIEGO\nThere's a proverb. When you seek\nrevenge, dig two graves. One for\nyour enemy. One for yourself.\n\nMONTERO\nIf that's so ... you did twice as\nmuch work as you had to.\n(to the soldiers)\nLock him up in the stables. Keep him\nunder guard. And be careful!\n\nThe soldiers grab Diego roughly. Haul him from the courtyard.\nDIEGO\nMontero! Get out now! I'm warning\nyou --\n\nPox-Scarred Soldier punches him in the kidneys, shutting him up.\nElena flinches at the blow.\n\nEXT.",
  "81": "---END OF PREVIOUS SECTION---\nI'm warning\nyou --\n\nPox-Scarred Soldier punches him in the kidneys, shutting him up. Elena flinches at the blow. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BEACH - MORNING 120A\nDon Luiz and Hector, flanked by soldiers, look out to sea.\n\nLongboats are coming in. In the lead boat is an amazing sight: A\nHORSE stands in the prow, a RIDER astride it: GENERAL SANTA ANNA.\n\nHECTOR\nHe only has one leg, you know. He\nlost the other to cannon fire.\n(a smirk)\nFrench cannon fire.\n\n(CONTINUED)\n\f107.\n\nCONTINUED: 120A\n\nDON LUIZ\nSanta Anna is shrewd, and brutal. We\nlearned that twenty years ago. I\nmuch prefer him as an ally than\nenemy.\n\nThe longboat hits the beach. Santa Anna's horse leaps to shore.\nOther boats are landing; they are chockfull of Santa Anna's honor\nguard, in bright crimson uniforms.\n\nDon Luiz steps out to meet Santa Anna.\n\nDON LUIZ\nGeneral Santa Anna. Welcome to\nCalifornia. I'm Don Luiz Fuentes y\nSilva, the alcalde --\n\n[SANTA ANNA\nThere's not long before the tide\n\nturns.]\n\nDON LUIZ\nOf course. Don Montero is waiting\nfor you.\n\nHe moves to his horse --\n\nEXT. ESTATE - GROUNDS - MORNING 121\n\nOutside the courtyard is a wagon filled with strong boxes. Pox\nshoves Diego past, the Private trailing. Diego stumbles, cries out\n\nin pain. The soldiers bunch up behind him.\n\nPOX\n(disgusted)\n\"Be careful,' he says. Of what, old\nman? If you're so dangerous, how\ncome you got captured?\n\nDIEGO\nI needed a sword.\n\nDiego grabs the hilt of Pox's sword -- and swings the scabbard up\nbetween the Private's legs, doubling him over.\n\nPox yanks away from Diego. Moves to draw his sword --\n\nDiego simply CATCHES POX'S ELBOW, and SHOVES IT BACK, re-sheathing\nthe sword. Pox tries to draw again, and Diego repeats the trick.\nSmiles.\n\nPox lets go of his sword and just swings a roundhouse at Diego.\nDiego ducks the punch --\n\n-- and draws Pox's sword. Pox finds the point at his throat.\n\n(CONTINUED)\n\f108.",
  "82": "---END OF PREVIOUS SECTION---\nDiego ducks the punch --\n\n-- and draws Pox's sword. Pox finds the point at his throat. (CONTINUED)\n\f108. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 121\n\nDIEGO\nThis one will do.\n\nHe steps forward quickly, clocks Pox with the pommel. He yanks the\nsecond soldier to his feet. Sword at his back, he shoves the\nsoldier toward the house.\n\nINT./EXT. ESTATE - COURTYARD - MORNING 122\nMontero checks to make sure the map is still in the pouch.\n\nELENA\nWhy would he want revenge on you?\n\nMONTERO\nBecause he hates me. Because\nbecause Esperanza chose me over him.\nHe's never forgotten it.\n\nELENA\nMy mother lived here in California?\nYou told me --\n\nMontero spins on her. She steps back, startled.\nMONTERO\nElena -- enough. We will finish this\ndiscussion later.\nHe takes her elbow, escorts her toward the stairs.\nMONTERO (CONT'D)\nI think it best if you retire to your\nroom. Stay there until my business\nis concluded.\nThe Private appears in the archway.\n\nMONTERO\nWhat are you doing here?\n\nThe private walks stiffly to the table, near the pouch.\n\nMONTERO\nI ordered you to the stables!\n\nDiego, hidden behind the Private, slams the Private's head down on\nthe table. The Private slumps to the floor.\n\nDIEGO\nHe didn't make it.\n\nHe takes the pouch, heads for the door. Montero cuts him off.\n\nMONTERO\nYou're not going anywhere.\n\n(CONTINUED)\n\f109.\n\nCONTINUED: 122\n\nDIEGO\nI'm going to deliver this to Santa\nAnna, and see if I can prevent the\nconsequences of your actions. Once\nhe sees the mine for himself --\n\nMONTERO\n(he draws his sword)\nNo.\nDiego considers -- then slips the pouch into his belt.\n\nDIEGO\nThis time I'm armed.\n\nMONTERO\nNo matter.\n\nHe attacks. They engage, begin to feel each other out. Despite\ntheir ages, and despite Diego's bad leg, their blades are lightning\nquick.\n\nThe duel moves toward Elena. She scrambles toward the Private,\ndraws his sword -- and then his pistol as well.\n\nMontero slips; Diego has an opening.",
  "83": "---END OF PREVIOUS SECTION---\nThe duel moves toward Elena. She scrambles toward the Private,\ndraws his sword -- and then his pistol as well. Montero slips; Diego has an opening. \n---TARGET SECTION TO BE ANNOTATED---\n He advances, SLASHES --\nAnother sword -- not Montero's -- STOPS Diego's blade inches from\nMontero's throat. Diego whirls, responds to the new threat. A\nquick exchange of thrusts and parries --\n\nDiego freezes. He is fighting ELENA. Diego is incredulous.\n\nELENA\nStop. Both of you --\n\nAnd then Montero attacks. Diego jumps aside, barely avoiding a\ndeadly thrust. Montero slashes at him, then suddenly stops.\n\nSmiles, looking over Diego's shoulder.\n\nCaptain Love strides into the courtyard. Without hesitation, he\ndraws his pistol, aims at Diego --\n\nELENA\nNo!\n\nElena leaps in front of Diego --\n?-- Diego and Montero see what's coming --\n?-- Love pulls the trigger --\n\nThe pistol MISFIRES. Montero and Diego realize how near a thing it\nwas -- a near-repeat of Esperanza's death, twenty years earlier.\nLove just shrugs.\n\nLOVE\nHangfire. Lucky.\n\n(CONTINUED)\n\f110.\n\nCONTINUED: 122\n\nLove drops the pistol, draws his sword -- and attacks Diego. Diego\nmust now defend himself against both men. He moves to the stairs,\nkeeping one opponent in front of the other.\n\nLOVE\nExcellent. The narrow space prevents\nus from engaging you at the same\ntime.\n\nDIEGO\nThank you.\n\nLOVE\nOne problem.\n\nHe indicates 'behind you.' Diego glances back. The stairs end,\nopening into the larger gallery. Love drives Diego back, into the\ngallery.\nEXT. ROAD - MORNING 122A\nSanta Anna and his escort thunder toward the estate.\nINT. ESTATE - GALLERY - MORNING 123\nLove and Montero spread out and attack. Diego defends himself well,\nbut both opponents score hits. Blood seeps from his wounds. Love\nis delighted.\nLOVE\n\nYou're the most extraordinary\n\nswordsman I've ever seen! If it\n\nweren't for your leg, I think you\n\ncould actually beat us both.\n\nMONTERO\nThat's because he's Zorro, you idiot.\n\nLOVE\nNo, he's not.\n\nMONTERO\nYes he is!\n\nALEJANDRO (0.S.)\nNo. He's not.\n\nAlejandro stands at the edge of the stairs.\n\nALEJANDRO (CONT'D)\nI'm Zorro.",
  "84": "---END OF PREVIOUS SECTION---\nHe's not. Alejandro stands at the edge of the stairs. ALEJANDRO (CONT'D)\nI'm Zorro. \n---TARGET SECTION TO BE ANNOTATED---\nAnd he looks it, even in torn black clothes. Love sneers -- and\nattacks.\n\n(CONTINUED)\n\f111.\n\nCONTINUED: 123\n\nNow all four expert swordsmen battle, their blades clashing and\nechoing in the halls. Elena steps onto the landing. She still\nholds the sword and pistol.\n\nZORRO\nI offer you mercy, Love. Lay down\nyour sword.\n\nLOVE\nA coward's offer. Just what I'd\nexpect from a man who hides behind a\nmask.\n\nHe slashes Zorro's arm. Zorro examines the cut: it is an 'L'.\nLOVE\n\nYou aren't the only one who knows the\n\nalphabet.\nTheir duel resumes. Zorro SLASHES Love's cheek. Another SLASH,\nangling off the first. And then a third, making a 'Z'. Love\nignores the blood. And then ZORRO makes a FOURTH CUT.\nLove slaps his hand to his cheek. Looks at the palm of his glove.\n\nOn it is the BLOOD IMPRINT of an 'M'. Love looks up at Zorro.\n\n \n\nAlejandro strips off his mask.\n\nALEJANDRO\nMurietta. Joaquin was my brother.\n\nElena is shocked.\n\nELENA\nAlejandro\n\nLOVE\nI grant you one thing, Murietta.\nYou're slightly harder to kill than\nhe was.\n\nLove attacks. He locks Alejandro's blade with his, corps a corps.\nHe slashes his gauntlet across Alejandro's eyes. Alejandro\nstaggers, fighting blind. Love slashes his leg --\n\nAlejandro goes down to one knee. Love steps on his blade.\nAlejandro looks up. Love smiles, prepares the killing blow --\n\nAlejandro slams his fist down on Love's foot. With a yelp, Love\ntakes his weight off the foot -- and Alejandro yanks his other leg\nout from under him. Love tumbles down the stairs.\n\nDiego disarms Montero. He holds Montero at sword's point. Diego's\narm is tense, trembling\n\n(CONTINUED)\n\f112.\n\nCONTINUED: 123\n\nELENA\nPlease -- don't\n\nDiego hesitates. Elena steps close to Montero. Montero grabs her\naround the neck, grabs her pistol, puts it to her head. Elena\ngasps in shock.",
  "85": "---END OF PREVIOUS SECTION---\nElena steps close to Montero. Montero grabs her\naround the neck, grabs her pistol, puts it to her head. Elena\ngasps in shock. \n---TARGET SECTION TO BE ANNOTATED---\n Diego steps forward --\n\n \n\nMONTERO\nDrop your sword.\nNo hesitation -- Diego does it. His sword clatters to the floor.\nElena stares at him. Montero sneers.\nMONTERO.\nYou fool -- I wouldn't have hurt her.\nDiego looks from him to Elena. His eyes say it all -- a father's\n\nlove for his daughter.\n\nDIEGO\nI couldn't take that chance.\n\nElena's eyes widen. She knows in her heart who her true father is.\nMontero turns the pistol toward Diego, cocks it --\n\nELENA\nNo!\n\nShe shoves Montero's arm as he FIRES --\n?-- the bullet HITS Diego in the arm, spins him to the floor.\n\nMontero twists Elena around, glares into her eyes -- shoves her\ndown. He strides toward Diego, picks up his fallen sword.\n\nMONTERO\nYou'll die by the sword after all.\n\nAlejandro's eyes clear. He sees:\n?Montero -- aiming the sword's point at Diego's heart --\n\nAlejandro flashes across the room, his sword SLASHING down. He cuts\ndeep into Montero's arm. Montero's sword flies away. Alejandro\nshoves him back against the gallery railing.\nDIEGO\n(a warning shout)\nAlejandro --\nLove runs at Alejandro. He spins, parries Love's sword --\n\n-- Love's momentum drives the thrust into Montero. Montero's eyes\ngo wide. Love CRASHES into Alejandro, who SLAMS into Montero --\n\nBoth Alejandro and Montero break through the gallery rail.\nMontero's body falls, THUDS onto the table below.\n\n(CONTINUED)\n\f113.\n\nCONTINUED: 123\nElena gasps. Stares down in horror --\nMontero lies in the center of the table. Alone.\n\nAlejandro hangs from the edge of the gallery. He hauls himself up,\nso he's lying half-on, half-off the floor. Love steps on his back,\ndriving out his breath.\n\nLove raises his sword above his head, targets Alejandro's neck --\n?From behind him comes a SCREAM -- ELENA'S SCREAM.\n?Love turns --\n\nElena swings a saber at him two-handed. The blade's edge chops hard\nacross Love's neck, axing in edge first. It sticks, imbedded in his\nthroat.",
  "86": "---END OF PREVIOUS SECTION---\nLove turns --\n\nElena swings a saber at him two-handed. The blade's edge chops hard\nacross Love's neck, axing in edge first. It sticks, imbedded in his\nthroat. \n---TARGET SECTION TO BE ANNOTATED---\n He falls backwards --\n\n-- and down, face-down toward the floor between TWO CHAIRS, the\nsword still wedged into his throat --\n\nThe sword hilt impacts on the arm of one chair.\n?The tip of the blade imbeds on the arm of the other.\n\nLove's BODY hits the floor. Followed by his HEAD. Severed in the\nfall, eyes staring into the hereafter.\n?The SWORD remains bridged between the two chairs.\n\nIN THE GALLERY -- Elena flinches at the sight. But she still\nreaches down to help Alejandro up. He gathers her in his arms.\n\nINT./EXT. ESTATE - COURTYARD - DAY 124\nThe huge oak doors swing open. SANTA ANNA and DON LUIZ stand in the\ndoorway. Behind them are a number of dons, Santa Anna's honor guard\nand several of Love's Dragoons.\n\nSanta Anna and Luiz take in the courtyard: two bodies, one\nMontero's, the other headless.\n\nSANTA ANNA\nAlcalde ... there's an explanation\nfor this?\n\nDON LUIZ\nI, uh\n\nDiego leans on Alejandro as they descend the staircase. Elena\nfollows, arms wrapped around herself. Don Luiz spots them.\n\nDON LUIZ (CONT'D)\nThere! They assassinated Don\nMontero! Arrest them!\n\nSANTA ANNA\nArrest? No wonder California is\nlawless.\n(to his guards)\nExecute them!\n\n(CONTINUED)\n\f114.\n\nCONTINUED: 124\nHis Honor Guardsmen raise their rifles.\n\nALEJANDRO\nMaybe you should see this.\n\nAlejandro takes the pouch from Diego's belt, slides it to Santa\nAnna.\n\nDon Luiz sees the pouch, moves to take it. Santa Anna slaps his\nhand down on the pouch. Picks it up. Slips on a pair of half-\nglasses from his jacket. Examines the map.\n\nALEJANDRO\nThey discovered gold. That map --\n\nSANTA ANNA\nDid you know about this, Don Luiz?\n\nDON LUIZ\nUm ... no, of course not --\n\nSANTA ANNA\n(turns to the dons)\nAnd the rest of you? Did you all\nknow?\n\nSanta Anna doesn't even wait for an answer. He slips off his\nglasses, turns to leave.",
  "87": "---END OF PREVIOUS SECTION---\nDid you all\nknow? Santa Anna doesn't even wait for an answer. He slips off his\nglasses, turns to leave. \n---TARGET SECTION TO BE ANNOTATED---\nSANTA ANNA (CONT'D)\nExecute them all.\n\nHis guards immediately target the Dragoons and the dons.\n\nDON LUIZ\nNo! I am the alcalde here --\n\nSanta Anna snatches the alcalde's cane from Don Luiz and clubs him\nwith it. Don Luiz crumples to the floor. Santa Anna slams the cane\non the table. Suddenly he is the Santa Anna who ordered prisoners\nbutchered at Goliad.\n\nSANTA ANNA\nThis entire area is under martial\nlaw. Hunt down and execute all\ninsurrectionists and traitors --\n\nDIEGO\nGeneral Santa Anna.\n(Santa Anna looks at him)\nI am Diego de la Vega.\nSeveral of the dons recognize the name -- as does Santa Anna.\n\n(CONTINUED)\n\f115.\n\nCONTINUED: 124\n\nSANTA ANNA\nDe la Vega. I remember -- you\nsupported us in the war against\nSpain. You're supposed to be dead.\n\nDIEGO\nIn honor of our past association,\nlong ago ... I would like to request\n\nleniency for this pueblo. It would\ngo hard on the people if you mete out\nthis harsh justice.\n\nSanta Anna's eyes flare. His voice is grim.\n\nSANTA ANNA\nI understand your concern for the\npeople. But what of these men? They\ntried to take what is mine. Why\nshould I be lenient?\n\nDiego limps to the wagon, just outside the archway.\n\nDIEGO\nBecause you can afford to be.\nBecause it is yours ... your country.\n\nHe opens one of the strong boxes. The gold inside GLEAMS.\n\nDIEGO (CONT'D)\nYour gold.\n\nSanta Anna lifts an eyebrow. A smile spreads across his face.\nThen he LAUGHS, his white teeth gleaming.\n\nSANTA ANNA\n(to his guards)\nLoad it aboard the ship.\n(to Diego)\nThe people here own their lives to\nyou, de la Vega.\n\nHe turns to leave. Pauses. Turns back -- and tosses the alcalde's\ncane to Diego. Diego catches it, surprised.\n\nSANTA ANNA (CONT'D)\nI trust, as alcalde, you will inform\nme of any further discoveries\n\nDIEGO\nYou'll be the first to know.\n\nSanta Anna nods. Leaves. His men withdraw. The wagon rolls away.",
  "88": "---END OF PREVIOUS SECTION---\nLeaves. His men withdraw. The wagon rolls away. \n---TARGET SECTION TO BE ANNOTATED---\nThe dons gaze at each other. Begin to drift out of the room.\n\n(CONTINUED)\n\f116.\n\nCONTINUED: 124\nDiego sighs heavily. He glances around, spots Elena outside.\nEXT. ESTATE - COURTYARD STEPS - DAY 125\n\nElena sits with her head down, eyes closed -- praying. Alejandro\nsits beside her. He puts his hand gently on hers. She turns her\nhand over, intertwines her fingers with his.\n\nDiego sits down beside her heavily. She looks over at him.\nReaches out to examine the bullet wound in his arm.\n\nELENA\nYou should have that taken care of\n\nDIEGO\nElena -- my daughter --\n\nDiego reaches for her hand. She snatches it away.\n\nELENA\nDon't!\n(softer)\nDon't. I don't know you. The man\nwho was my father is dead.\n(beat )\nYou're a stranger to me.\n\nThe words sting Diego ... but he knows they are true.\n\nDIEGO\nIs there ... anything I can do\nto change that?\n\nElena regards him. Tears a strip of cloth from the hem of her\ndress, begins to bandage his arm.\n\nELENA\nTell me your story.\n\nDIEGO\nWhat?\n\nELENA\nTell me about my mother ... and you.\nAnd Zorro.\n(beat )\nI want to hear your story.\n\nDiego looks up at her gratefully.\n\nDIEGO\nThat is all I ever asked.\n\nDiego takes a breath. Elena and Alejandro listen as he tells her\nthe story he began when she was two years old, the story he never\nfinished. The legend of Zorro. The circle is complete.\n\n(CONTINUED)\n\f117.\n\nCONTINUED: 125\n\nDIEGO\nIt began twenty years ago. Mexico's\nlong war for independence was won.\n\nDISSOLVE TO:\nEXT. CALIFORNIA COUNTRYSIDE - NIGHT 126\n\nOpen land, a full moon -- and Zorro galloping toward us. MOTION\nSLOWS as he nears, to STILL FRAME, a beautiful portrait.\n\nDIEGO (0.S.)\nThe last Viceroy of Alta California\nhad been recalled to Spain.",
  "89": "---END OF PREVIOUS SECTION---\nMOTION\nSLOWS as he nears, to STILL FRAME, a beautiful portrait. DIEGO (0. S.)\nThe last Viceroy of Alta California\nhad been recalled to Spain. \n---TARGET SECTION TO BE ANNOTATED---\nRealizing his days of power were at\nan end, he ordered all prisoners\nexecuted\n\nMOVE IN on Alejandro's face --\nDIEGO (0.S.)\nThe spirit of justice demanded a\nchampion...\n\n-- and his eyes behind the mask -- ZORRO'S EYES. Dark and watchful,\nand full of hope.\n\nTHE END\n\f\f"
}