{
  "1": "(Name of Project)\n\nby\n(Name of First Writer)\n\n(Based on, If Any)\n\nRevisions by\n(Names of Subsequent Writers,\nin Order of Work Performed)\n\nCurrent Revisions by\n(Current Writer, date)\n\nName (of company, if applicable)\nAddress\nPhone Number\n\fTHE UTAH MURDER PROJECT\n\nSUPERIMPOSE:\nINSPIRED BY A TRUE STORY\n\nIn total darkness we hear the almost deafening sounds of a\nHEART SLOWLY BEATING. The loud sound is up close and in our\nears. It continues as we slowly --\n\nFADE IN:\n\nE.c.U. OF A HAND GRIPPING A .45 CALIBER AUTOMATIC. The heart\nbeating continues as we TILT UP to reveal the face of\nundercover narcotics detective CHARLIE DESANTIS (30s). He is\nunkempt with wild long hair, goatee and beard.\n\nThe gruff and scruffy cop is leaning his back against a car\ndoor, hiding. He is nervous and shaking -- panting and\nsweating like a thirsty animal. Obviously scared for his\nlife.\n\nIn the b.g. we barely make out the sounds of RANDOM GUNSHOTS\nECHOING THROUGH THE AIR. With each shot, DeSantis flinches\njust a bit. These gunshots are faint, though. Dimmed out by\nthe deep, pulsating sound of the detective’s HEART BEAT.\n\nEXT. STREET CURB - EAST LOS ANGELES - DAY (SLOW MOTION\nSEQUENCE )\n\nHiding next to DeSantis is his partner JEFF SPEARS (30s) --\nscruffy and unkempt. Spears looks to have had a few more\nyears on the force. In his eyes we see that he is also\nvisibly frightened.\n\nThe two men are undercover and have just closed in ona\nsuspect. It appears that a deal has just gone bad. Very\nbad. The constant barrage of gunfire SHATTERS THE WINDOWS OF\nTHE PARKED CAR. Shards of glass attack the two men as they\ncover themselves from harm.\n\nJEFF\n\nIn a slow and steady movement...",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe constant barrage of gunfire SHATTERS THE WINDOWS OF\nTHE PARKED CAR. Shards of glass attack the two men as they\ncover themselves from harm. JEFF\n\nIn a slow and steady movement... \n\nTARGET SECTION TO BE ANNOTATED:\nthe detective stands and\nrests his hands on the roof of the unmarked squad car --\naiming his weapon down the street and in the direction of\ntheir suspect RAMON VASQUEZ (30s) also hiding safely behind a\nrow of parked cars.\n\n(CONTINUED)\n\fCONTINUED:\n\nVASQUEZ\n\ninstantly returning the cops fire with shots from a large,\nautomatic machine gun. Like an uzi, only more high-tech and\ndeadly.\n\nJEFF\n\nquickly ducks down, dodging the gunfire and hitting the\nground with his partner.\n\nDESANTIS\ncontinues to sit in a state of shock, unable to move due to a\n\ngunshot wound to the leg. He peeks from the corner of his\neye and turns his head slightly --\n\nHIS P.O.V.\n\nHe notices a young boy (7) trapped under his bicycle. He is\nerying and covering his ears -- muffling the deafening\ngunfire.\n\nBACK TO SCENE\n\nDESANTIS\n\nwants desperately to help the child but cannot move.\nJEFF\n\nturns and notices his partner’s catatonia. He abruptly grabs\nhim by the collar and mouths the words “Get the boy!”\n\nDESANTIS\n\nsimply cannot move an inch.\n\nJEFF\n\nrecklessly runs into the line of fire to cover the young\nchild. He instantly catches some stray fire in the back and\nfalls, wounded. As he struggles to get up, he manages to\npull the boy from his bicycle -- almost out of harm’s way.\nUnfortunately, the detective cannot dodge the constant blaze\nof sporadic gunfire.\n\nDESANTIS\n\nwatches as his partner is hit with several more shots as he\nand the boy struggle to take cover behind the vehicle.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nJEFF\nfalls to the ground, dying.\nTHE BOY\n\nlay still on the ground, frozen and unable to move.\n\nDESANTIS\n\ndesperately reaches out to the boy -- who is crying heavily.\nTHE BOY\n\nreaches his arm to DeSantis -- who successfully pulls him\n\nfrom the line of fire.\nDESANTIS\n\nholds the scared child in his arms as BULLETS CONTINUE TO\nSPRAY THE VEHICLE they’re hiding behind. The detective turns\nand notices --\n\nJEFF\n\ndesperately reaching his hand out to him, begging for help.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE BOY\n\nreaches his arm to DeSantis -- who successfully pulls him\n\nfrom the line of fire. DESANTIS\n\nholds the scared child in his arms as BULLETS CONTINUE TO\nSPRAY THE VEHICLE they’re hiding behind. The detective turns\nand notices --\n\nJEFF\n\ndesperately reaching his hand out to him, begging for help. \n\nTARGET SECTION TO BE ANNOTATED:\nHe is blood-soaked, dying. He mouths the words “Help me!”\nBefore DeSantis can react we quickly...\n\ncur TO:\n\nINT. DESANTIS’ HOME - LIVING ROOM - NIGHT\n\nDESANTIS jumping up and awaking from the nightmare. He is\ncompletely drenched in sweat and cannot catch his breath. He\nslowly manages to compose himself. The detective is a very\ndifferent looking man than in his dream. Short hair, no\nbeard. Just some five o’clock shadow.\n\nHe lays on a beaten, old couch in the middle of his living\nroom. The coffee table before him is completely covered with\nEMPTY LIQUOR AND BEER BOTTLES. Not five or six, but forty or\nfifty bottles. The floor surrounding him is also covered\nwith empty bottles and other trash.\n\nDeSantis calms himself -- looks down at his pants and notices\nthat he’s urinated. A few moments pass before he stands and\ncontinues toward the bathroom to get cleaned up. As he\npasses through the filthy home, he kicks and muddles his way\nthrough the trash and debris.\n\fINT. BATHROOM - CONTINUOUS\n\nDeSantis enters and flicks on the light. Without hesitation\nhe removes his pants and tosses the urine soaked sweat pants\ninto the bathtub -- which is filled with ten or more other\npairs of urine stained sweats and boxers. We stay on the\nbathtub a few moments... taking it all in. This is a sad,\ndeeply haunted and disturbed man.\n\ncur TO:\n\nEXT. MOTEL - DESERT HIGHWAY - NIGHT\n\nA small, dusty motel in the middle of nowhere. A NEON\nVACANCY SIGN FLICKERS on and off. A total of three cars sit\nparked in the dusty lot. The night is suspiciously quiet,\nwith only a slight wind in the air.\n\nSUPERIMPOSE:\n\nBRYERSON, UTAH\nAPRIL 13, 2004\n11:49 PM\n\nThe long stretch of road in front of the motel is empty. It\nseems to stretch into eternity with no sign of a vehicle in\nsight. Then...suddenly...TWO BRIGHT HEADLIGHTS are seen in\nthe distance. A CAR coming up the road.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen...suddenly... TWO BRIGHT HEADLIGHTS are seen in\nthe distance. A CAR coming up the road. \n\nTARGET SECTION TO BE ANNOTATED:\nThe LIGHTS become BRIGHTER and BRIGHTER as the car draws\nnearer. As it becomes visible we see that it’s a Grey DODGE\nPICK-UP with a DIRT BIKE mounted in the cab. The truck draws\nnearer to the motel, turns into the barren lot.\n\nEXT. MOTEL - CONTINUOUS\n\nThe truck parks in an empty spot. From the truck steps an\nunseen MAN, from the waist down. We’1ll call him “The\nCowboy”. Dressed in typical cowboy apparel. Blue jeans,\nboots. He steps to the rear of the vehicle and pulls a long\nAREA RUG from the truck’s cab. He begins toward the room.\n\nINT. MOTEL ROOM\nThe cowboy enters, leaving the door wide open. We see a pair\n\nof HANDS in RUBBER GLOVES as he unrolls the rug in front of\nthe bathroom door.\n\n(CONTINUED)\n\fCONTINUED:\n\nSERIES OF SHOTS\n\nA PINK BLOUSE and pair of BLUE JEANS lay on the un-made bed.\nThe man grabs the clothing and stuffs it into a large garbage\nbag.\n\nA PICTURE appears to be missing on the motel room wall.\nThere is a hook where a picture used to hang. We TILT DOWN\nto reveal several shards of BROKEN GLASS AND A SHATTERED\nPICTURE AND FRAME on the carpet.\n\nSuddenly...A HAND reaches down and grabs the picture from the\nfloor. He tosses the broken picture frame into the garbage\nbag.\n\nBATHROOM\n\nThe cowboy grabs the white shower curtain and pulls it from\nits rings. As the shower curtain is removed we are shocked\nto see A BLOODY HANDPRINT on the shower wall. The print is\nsmall and delicate. The print of a young woman. We then\nquickly...\n\nCUT TO BLACK.\n\nROLL TITLES:\nTHE UTAH MURDER PROJECT\n\nFADE IN:\n\nINT. MEN’S LOCKER ROOM - L.A.P.D. - DAY\n\nDeSantis opens up his locker and packs a few personal\nbelongings into a small gym bag. This includes a nickel-\nplated .22 CALIBER HANDGUN. His backup weapon. Taped to the\ninside of his locker door is a PHOTO of a young woman (20s) --\nblonde and beautiful.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis includes a nickel-\nplated .22 CALIBER HANDGUN. His backup weapon. Taped to the\ninside of his locker door is a PHOTO of a young woman (20s) --\nblonde and beautiful. \n\nTARGET SECTION TO BE ANNOTATED:\n DeSantis spots the photo out of the\ncorner of his eye. He takes a moment and gazes at the young\nwoman. He peels it from the locker door and tosses it into\nhis bag.\n\nINT. OFFICE OF CAPTAIN EDDIE GRUBER - NARCOTICS DIVISION\nCAPT. GRUBER P.O.V.\n\nFrom behind his desk. We stay on the front door as we notice\nDESANTIS approaching it from the other side.\n\n(CONTINUED)\n\fCONTINUED:\n\nWe hear the VOICE OF CAPTAIN GRUBER on the telephone as\nDeSantis peers through the glass.\n\nCAPTAIN GRUBER (0.S.)\nYeah. I just got off the phone\nwith IA five minutes ago and got an\nearful.\n\nDeSantis gives a quick knock before entering.\n\nCAPTAIN GRUBER (0.S.)\nI got trouble knocking on my door\nright now. I/’11 call you later.\n\nDeSantis shuts the door behind him and stands respectively\nwith his hands crossed and rested on his lap. We hear\nCaptain Gruber HANGING UP A PHONE.\n\nCAPTAIN GRUBER (0.S.)\nI hear you’ve officially requested\na stress leave. Ninety days?\n\nDESANTIS\nThat’s right.\n\nThe sound of Captain Gruber shifting in his chair, sighing\nuncomfortably.\n\nCAPTAIN GRUBER (0.S.)\nWell that’s pretty damn irregular\nconsidering the present\ncircumstances, don’t you think,\nDeSantis?\n\nThe detective doesn’t respond. His eyes remain locked on the\nCaptain. He doesn’t even blink.\n\nCAPTAIN GRUBER (0.S.)\nPut yourself in my shoes, Charlie.\nIt’s only been two weeks since IA\ncleared you on assault charges and\nnow you’re asking for a three month\nleave.\n\nDESANTIS\nI know how it must look.\n\nCAPTAIN GRUBER ({0.S.)\nGood. Cos it looks real fuckin’\nbad. I went to bat for you with\nInternal Affairs to convince them\nyou weren’t losing it.\n\n(MORE)\n\n(CONTINUED)\n\fCONTINUED: (2)\nCAPTAIN GRUBER (0.S.) (cont'd)\nNow you’re going on a psycho leave\nand giving them every excuse to re-\nopen the investigation.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nI went to bat for you with\nInternal Affairs to convince them\nyou weren’t losing it. (MORE)\n\n(CONTINUED)\n\fCONTINUED: (2)\nCAPTAIN GRUBER (0. S.) (cont'd)\nNow you’re going on a psycho leave\nand giving them every excuse to re-\nopen the investigation. \n\nTARGET SECTION TO BE ANNOTATED:\nDESANTIS\nI need to figure some things out.\nAbout this place. About where I\nstand.\n\nCAPTAIN GRUBER (0.S.)\nSo you’re thinking about a\ntransfer?\n\nDESANTIS\nLike I said...I need some time.\nThat’s all I can really tell you\nright now.\n\nCAPTAIN GRUBER (0.S.)\nAll right. You listen and listen\ngood.\n\nWe slowly close on DeSantis’ face.\n\nCAPTAIN GRUBER (0.S.)\nAs far as I’m concerned if you\nwanna run off for three months and\nruin your record, that’s fine with\nme. But let me make one thing\ncrystal clear to you. I don’t want\nyou in this building. I don’t want\nto see you. I don’t wanna hear\nabout you harassing Vasquez. The\nbest advice I can give you...get\nthe hell as far away from here as\npossible. Cos Internal Affairs\nwill be watching and so will I.\n\nA slight grin on DeSantis as the Captain approves his three\nmonth leave.\n\ncur TO:\n\nEXT. DESERT HIGHWAY - UTAH - DUSK\n\nThe camera travels quickly down a two lane desert road. An\nORANGE SUN AND SKY illuminate the RED DESERT TERRAIN. It’s\nbeautiful. Nothing bad could ever happen here.\n\fINT. DESANTIS’ CAR\n\nThe detective cruises down the long desert highways of Utah.\nHe passes the time by anxiously flipping through the channels\non his stereo -- not picking up much.\n\nEXT. DOWNTOWN BRYERSON - DAY\n\nDeSantis slowly passes through the downtown avenues of\nBryerson, Utah. Population 3,459. It’s an old fashioned\nburg that hasn’t seen a touch of remodeling since the\nEisenhower years.\n\nThe streets consist mostly of small, family owned businesses\nand shops. An old movie palace, five and dime stores. An\nice cream parlor, etc. It’s very quaint in a dull and dreary\nkind of way.\n\nINT. DESANTIS’ CAR\n\nHe peeks out his window and spots the Sheriff’s office in the\nnear distance. He slows to a halt, approaching the front\ndoor of the office. A SIGN ON THE WINDOW reads “Closed for\nSunday dinner”.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESANTIS’ CAR\n\nHe peeks out his window and spots the Sheriff’s office in the\nnear distance. He slows to a halt, approaching the front\ndoor of the office. A SIGN ON THE WINDOW reads “Closed for\nSunday dinner”. \n\nTARGET SECTION TO BE ANNOTATED:\nDeSantis grins at the sign -- shaking his head in amusement.\nHe continues down the street, headed for Sunday dinner.\n\nEXT. HOME OF SHERIFF DAN PATTERSON\n\nDeSantis pulls up to the front of the home. A real down home\nsouthern cottage with a giant front yard and picket fence.\nChildren are running about the yard, playing tag, wresting,\nrough-housing.\n\nThe detective attempts to park but there are cars up and down\nboth sides of the street -- as far as the eye can see.\n\nDeSantis stares in amusement at the very basic innocence of\nthis town.\n\nDESANTIS\nCan Opey come out and play?\n\fEXT. BACKYARD\n\nThe backyard is where the party is. A barbecue is going.\nMusic is playing. And rows of townspeople sit at picnic\ntables, eating, socializing. Enjoying the simple life. It’s\na regular Sunday afternoon event for the people of Bryerson.\n\nDeSantis and SHERIFF DAN PATTERSON (50s) stone faced and\nrugged -- sit at a corner table, away from most of the crowd.\nAlso sitting with them is DEPUTY BILLY BRACKEN (20s) a short\nand thin but fierce looking young man with a menacing stare\nand something to prove. DeSantis hands The Sheriff a manila\nfolder.\n\nDESANTIS\nThis is a missing person’s report\nfiled by The Gold’s in November of\n1996. After week four and no\ncontact was made, Darcy was\npresumed dead. A little under two\nweeks later...she shows up back at\nhome.\n\nThe Sheriff turns his attention from the paperwork to\nDeSantis. He squints in confusion.\n\nDESANTIS (CONT’D)\nTurns out she was staying with a\ngirlfriend and her brother at his\nplace. Some secluded cabin in the\nwoods, 40 miles up state. At the\ntime of her disappearance, her\nparents were in the middle of an\nugly divorce. Darcy admitted to me\nthat she used this as a ploy to\nkeep her parents together.\n\nSHERIFF PATTERSON\nWhy didn’t the Golds mention any of\nthis before?\n\nDESANTIS\n\nThey probably don’t want the past\ndrudged up any more than I do.\nBeing that Mr. and Mrs.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERIFF PATTERSON\nWhy didn’t the Golds mention any of\nthis before? DESANTIS\n\nThey probably don’t want the past\ndrudged up any more than I do. Being that Mr. and Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Gold were\nstill contract players for NBC, the\nwhole incident became a huge media\ncase. Sheriff, what I’m asking is\nthis. I was hoping...for now...we\ncould keep this incident quiet.\n\n(CONTINUED)\n\f10.\nCONTINUED:\n\nThe Sheriff stares over at Deputy Bracken who watches with\nequal suspicion.\n\nDESANTIS (CONT’D)\nYou know if word of this leaks,\nyour town is flooded with\nreporters. If her kidnapper is\ncontinuing to make contact with\nyou, odds are he’s still here. I\nthink a media presence would only\nscare this guy off. But I know you\nalready know that, Sheriff.\nOtherwise you would’ve called the\nstate police and FBI the moment\nDarcy was picked up.\n\nThe Sheriff cracks a smile -- SMIRKS at the young detective.\nHe’s blown away by his up front, in-your-face directness.\nDeSantis is a force to be reckoned with. Whether the Sheriff\nlikes it or not.\n\nSHERIFF PATTERSON\nAnything else, Detective?\n\nDeputy Bracken lets out a SMIRK as he devours another slice\nof the pie.\n\nDeSantis pays the Deputy no mind and stays focused on the\nSheriff’s eyes.\n\nDESANTIS\nI’d like permission to stick\naround. Review your case files.\nTalk to any witnesses you may have\nquestioned. You have a sketch of\nthis man. I’d like to help show\nhis picture around. See if we can\npinpoint who this man is. I’d like\nto make myself useful, Sheriff.\n\nSheriff Patterson sighs in frustration. He sits, staring at\nDeSantis with uncertainty.\nEXT. SIDEWALK\n\nSheriff Patterson and DeSantis take a stroll down a sidewalk\nin front of his home. Children are still running about.\n\nSHERIFF PATTERSON\nSince your friend disappeared, I’ve\nbeen flooded with phone calls.\n(MORE)\n\n(CONTINUED)\n\fll.\n\nCONTINUED:\nSHERIFF PATTERSON (cont'd)\n\nPeople are coming in off the street\nasking questions about a kidnapping\nI don’t have any answers to. Like\nyou said, the only good lead we\nhave is the fact this man’s\nMaintained contact.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE)\n\n(CONTINUED)\n\fll. CONTINUED:\nSHERIFF PATTERSON (cont'd)\n\nPeople are coming in off the street\nasking questions about a kidnapping\nI don’t have any answers to. Like\nyou said, the only good lead we\nhave is the fact this man’s\nMaintained contact. \n\nTARGET SECTION TO BE ANNOTATED:\n Until we get\nsomething better, I don’t wanna\ndraw any more attention than I have\nto.\n\nDESANTIS\nI understand.\n\nSHERIFF PATTERSON\nThat includes flashing an LA badge\nand making everyone even more\nnervous. Next thing you know...the\nwhole town’s calling. Asking\nquestions. Wanting to know if\nthere’s some crazy bastard out\nthere abducting girls. Darcy’s\nfriends, The Golds, they don’t\nwanna believe she’s gone.\n\nSheriff Patterson stops in his tracks -- faces DeSantis.\n\nSHERIFF PATTERSON (CONT’D)\nMaybe they think you’1l tell them\nsomething different. Something\nthey’d rather hear. You say you\nwanna help?\n\nDESANTIS\nWhatever I can.\n\nSHERIFF PATTERSON\nYou keep them calm and out of my\nhair so me and my men can do our\njobs.\n\nINT. CASEY AND LEANNE’S MOTEL ROOM\n\nAt a corner table. DeSantis sits across from CASEY BRENNER\n(20s) dark hair, as beautiful as Darcy.\n\nSitting on the edge of a nearby bed is Darcy’s other friend\nLEANNE BOWMAN (20s) red hair, cute.\n\nSheriff Patterson leans his back comfortably against the\n\nwall, listening in on the conversation. He remains silent\nand passive despite his obvious disgust with DeSantis.\n\n(CONTINUED)\n\fCONTINUED:\n\n12.\n\nCASEY\nHe called twice. Yesterday and\ntoday.\n\nDESANTIS\nAt what time did you get the first\ncall?\n\nCASEY\n\nReal early. I’d say around five in\nthe morning or so. Maybe Five\nthirty.\n\nDESANTIS\nWhat did he have to say?\n\nCASEY\nHe just wanted to let us know what\na great time he and Darcy were\nhaving. Then he said whatever you\ndo, don’t leave your room for the\nnext few days. Either him or Darcy\nwould be calling back.\n\nDESANTIS\nDid you ask to speak with Darcy?\n\nCASEY\nHe said she couldn’t come to the\nphone. She was in the shower.\nGetting cleaned up from their long,\nhot night. He was disgusting.\n\nDESANTIS\nAnd what about this second call?\n\nCASEY\nHe didn’t call again until\ntoday...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe was disgusting. DESANTIS\nAnd what about this second call? CASEY\nHe didn’t call again until\ntoday... \n\nTARGET SECTION TO BE ANNOTATED:\na little bit after two\no’clock. This time Sheriff\nPatterson was here.\n\nDeSantis notices Sheriff Patterson leaning on the wall. The\ntwo men exchange stares.\n\nCASEY (CONT’D)\nHe didn’t say anything about Darcy.\nHe just asked if I spoke with the\npolice. He said he had a message\nfor them.\n\n(CONTINUED)\n\fCONTINUED:\n\n13.\n\n(2)\n\nDESANTIS\nA message?\n\nCASEY\nWhen I told him The Sheriff was\nhere and wanted to talk, he hung\nup. I guess he panicked. That’s\nwhen I called you. Darcy said to\ncall you if I ever needed help.\n\nDESANTIS\nYou did good, Casey.\n(to Sheriff)\nSheriff? You think I could have a\nfew minutes with the girls?\n\nSheriff Patterson gives DeSantis an angry stare, but\nMaintains his cool composure.\n\nSHERIFF PATTERSON\nI’m gonna check on The Golds.\n\nHe continues out.\n\nDESANTIS\nCasey -- when we spoke the other\nday, you mentioned that Darcy was\ndrinking a lot the night she\ndisappeared.\n\nCASEY\nYes she was. We all were. So\nwhat?\n\nDESANTIS\nDo you know if Darcy’s been in any\nkind of trouble lately? Like with\nher drugs? Has she been depressed\nat all?\n\nLeanne visibly grows suspicious of the detective’s\nquestioning. As does Casey.\n\nCASEY\nWhat’re you saying?\n\nDESANTIS\nBefore The Sheriff and I can\ncontinue any further we need to\nestablish Darcy’s mind set at the\ntime of her abduction.\n\n(CONTINUED)\n\f14.\nCONTINUED: (3)\n\nCasey seems to be growing impatient with the detective’s line\nof questioning.\n\nLEANNE\nWhat the hell does her mood have to\ndo with anything? She was picked\nup in broad daylight in front of\ntwo witnesses. What’s your\nproblem?\n\nDESANTIS\nI know you’re both scared of the\npublicity Darcy would get if this\nthing went public. We all know\nthis isn’t the first time she’s\ndisappeared.\n\nLEANNE\nThat’s bullshit. That was eight\nyears ago. She was just a kid. I\ncan’t even believe you’re bringing\nthat up now.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat was eight\nyears ago. She was just a kid. I\ncan’t even believe you’re bringing\nthat up now. \n\nTARGET SECTION TO BE ANNOTATED:\n(to Casey)\nPlease tell him he’s crazy.\n\nCasey is awkwardly silent -- refusing to take sides with\nLeanne. She’s already contemplated this.\n\nLEANNE (CONT’D)\nCasey?\n\nLeanne awaits an answer and doesn’t get one. She sits ina\nstate of total dismay and utter disgust, folding her arms and\nlooking away in protest.\n\nDESANTIS\nShe jumped in a strange car\nalthough the two of you strongly\nadvised against it. When the Feds\nget wind of this, they’re gonna\nfind this behavior a little\nsuspicious. Especially with her\nhistory of running away.\n\nLeanne sighs, completely disgusted. She buries her face,\nunable to even look at the detective.\n\nDESANTIS (CONT’D)\nThe reality is, if we can’t get her\nback soon, this will go public.\nThat means FBI. A statewide APB.\n(MORE)\n\n(CONTINUED)\n\f15.\n\nCONTINUED: (4)\nDESANTIS (CONT’D)\nHer face all over the news and on\nevery paper and tabloid that can’t\nwait to use this incident to dig up\nher past and use it against her.\n\nLEANNE\nBut she didn’t run away! She was\nkidnapped!\n\nDESANTIS\nI know she was. But in order for\nme to find out exactly what\nhappened to Darcy, I’m gonna need\nall the facts. I need to know if\nshe was back on her pills. If she\nwas drinking again. If she was\nhaving problems at work or with her\nlove life. Anything and\neverything.\n\ncur TO:\n\nEXT. SIDEWALK - RESIDENTIAL STREET - MORNING\n\nIt is a typical beautiful sunny day in California as DARCY\nGOLD (20s) blonde hair, drop dead gorgeous, jogs down a\nsidewalk in her quiet, up scale neighborhood. She moves with\nthe grace and confidence of a born star.\n\nSUPERIMPOSE:\n\nSANTA MONICA, CA\nTWO WEEKS AGO\n\nDarcey finishes her jog and continues into her apartment\nbuilding.\n\nINT. DARCY’S APARTMENT - CONTINUOUS\n\nDarcy enters and continues into the kitchen. She grabs a\nbottled water from the refrigerator and begins chugging it\ndown like a mad woman.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DARCY’S APARTMENT - CONTINUOUS\n\nDarcy enters and continues into the kitchen. She grabs a\nbottled water from the refrigerator and begins chugging it\ndown like a mad woman. \n\nTARGET SECTION TO BE ANNOTATED:\nMINUTES LATER\n\nDarcy is sprawled out on the living room floor, stretching\nher legs out after a long, hard jog. She is in a full split.\nThe PHONE RINGS behind her. Darcy attempts to grab the phone\nfrom the table, but her hand cannot reach. She quickly sits\nup, answers.\n\n(CONTINUED)\n\f16.\nCONTINUED:\n\nDARCY\nHello?\n\nINT. OFFICE OF ALICIA NEWMAN - KBS STUDIOS\n\nDarcy sits across from her boss ALICIA NEWMAN (50s) a very\nattractive but somewhat frigid woman. She is the creator and\nexecutive producer of “Beverly Manor”. One of the top rated\ndramas of the last ten years. She is a very important woman\nand she knows it.\n\nMS. NEWMAN\nI’m sorry to call you in here like\nthis. It’s been a long week. And\na stressful one at that.\n\nDARCY\nWhat is it you wanna talk about?\n\nMS. NEWMAN\nWe’ve been making provisions to re-\nwrite Jennifer’s character back\ninto the show. We’re gonna be\nbringing her back for next season.\n\nDARCY\nI don’t understand. Didn’t we kill\nher off?\n\nMS. NEWMAN\n\nYeah, but the fans miss her. They\nmiss her a lot.\n\nDARCY\nI know. It takes time for any show\nwhen they lose a cast member to --\n\nMS. NEWMAN\n(interrupting)\nNo. I’m afraid our problem runs a\nbit deeper than that.\n(abruptly changing the\nsubject)\nHow rude of me. Would you like a\ndrink, Darcy?\n\nDarcy sits awkwardly silent -- anxious and uncertain.\n\nDARCY\nUmm. Sure.\n\n(CONTINUED)\n\f17.\nCONTINUED:\n\nMs. Newman gives Darcy an unsure grin and briskly walks to a\ncorner liquor cabinet. She pours herself and Darcy a shot of\nscotch. She gives Darcy an extra generous belt of the\nliquor.\n\nDarcy notices this and becomes visibly worried.\n\nMS. NEWMAN\nWe’ve had a thirty percent drop in\nratings since last season. The\nnetwork feels it’s because of\nJennifer’s absence. Quite frankly,\nthey don’t feel we can last another\nseason without her.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEWMAN\nWe’ve had a thirty percent drop in\nratings since last season. The\nnetwork feels it’s because of\nJennifer’s absence. Quite frankly,\nthey don’t feel we can last another\nseason without her. \n\nTARGET SECTION TO BE ANNOTATED:\n The\ncompetition is just too stiff.\n\nMs. Newman hands Darcy her drink and has a seat on the edge\nof her desk.\n\nDARCY\nDid she say something to you about\ncoming back?\n\nMS. NEWMAN\n\nNo. But I don’t think that will be\na problem. Her new program hasn’t\ntaken off the way we expected.\nThere’s already talks of a mid\nseason replacement. She can easily\nmake the transition back to Beverly\nManor. Make a surprise appearance\non the season finale...and our\nratings will go through the roof.\n\nDARCY\nA surprise appearance? But we\nalready wrapped for this season.\n\nMS. NEWMAN\nWe’re gonna be re-shooting this\nseason’s last two episodes. It’s\nthe majority opinion that in order\nto get us back in the race, our\nlast episode should be more of a\ncliff hanger. Something that will\nwet the viewer’s appetite. Make\nthem wanna tune in for another\nseason. The producers feel with\nfocusing the story line on\nJennifer, it could be our best year\never.\n\n(CONTINUED)\n\f18.\nCONTINUED: (2)\n\nDARCY\nI see.\n\nMS. NEWMAN\nIt seems the only logical way of\nbringing Jennifer back this season\nis if she exacts her much-awaited\nrevenge on Kristen. Unfortunately,\nthat would mean --\n\nDARCY\n(interrupting)\nThat would mean killing me off.\n\nMS. NEWMAN\nIt’s a ratings war, Darcy. And\nwe're losing fast. In the end, it\nall comes down to the numbers.\n\nINT. STAIRWAY - DARCY’S APARTMENT BUILDING - DAY\n\nDarcy begins up a flight of stairs with a large bag of\ngroceries, looking completely disgusted. Her annoying\nneighbor MICHAEL (20s) boyishly handsome, but a bit cocky,\nlooks over a railing and notices her coming up the stairs.\n\nMICHAEL\nDarcy.\n\nDarcy SIGHS in frustration -- continuing up the steps toward\nher neighbor. Michael meets her half-way. His cocky smile\near to ear.\n\nMICHAEL\nFunny running into you like this.\nYou coming up the steps just as I’m\nleaving.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis cocky smile\near to ear. MICHAEL\nFunny running into you like this. You coming up the steps just as I’m\nleaving. \n\nTARGET SECTION TO BE ANNOTATED:\nDARCY\nAnd how did I know I’d be running\ninto you today?\n\nMICHAEL\nSo you’ve been thinking about me?\n\nDarcy fights back a smile and looks away in embarrassment.\n\nMICHAEL (CONT’D)\nYou’re blushing.\n\nDARCY\nI don’t blush.\n\n(CONTINUED)\n\f19.\nCONTINUED: (3)\n\nMICHAEL\nYou’re red as a beet.\n\nDARCY\nI’m having a hot flash. Now excuse\nme. I have ice cream melting.\n\nMICHAEL\nI won’t keep you. I was just\nwondering if you’d had time to re-\nthink my offer for dinner.\n\nDARCY\nI have.\n\nMICHAEL\nSo what did you decide?\n\nDARCY\nI haven't.\n\nDarcy passes Michael and continues up.\nMICHAEL\nOkay. I can see I got you at a bad\ntime. If you change your mind --\n\nDARCY\nI know where you live.\n\nDarcy disappears around a corner, out of sight.\n\nINT. DARCY’S APARTMENT - DUSK\n\nThe BRIGHT SUN peaks itself through Darcy’s blinds and into\nher living room.\n\nDarcy is sprawled out on the couch, asleep. On the table in\nfront of her sits a GIN AND TONIC and a half-empty bottle.\nHer PHONE RINGS. This startles Darcy, causing her to jump.\nShe lets the phone ring, eventually letting the answering\nMachine pick it up.\n\nMRS. GOLD (0.S.)\nDarcy? It’s your mother. Are you\nthere? Hello?\n\nDarcy reaches for the phone, answers.\n\nDARCY\nHi, mom.\n\n(CONTINUED)\n\f20.\n\nCONTINUED:\n\nMRS. GOLD (0.S.)\nDarcy? Are you all right? You\nsound like you were sleeping.\n\nDARCY\nI was. So what’s up?\n\nMRS. GOLD (0.S.)\nJust checking to see if you’re\nstill coming to dinner. Your\nfather’s expecting you, you know?\n\nDarcy quickly wakes herself. Sits up.\n\nDARCY\nOh, man. What time is it?\n\nShe checks her watch and grabs her head in pain from sitting\nup too fast.\n\nA beat.\n\nMRS. GOLD (0.S.)\nIt’s quarter till’ six.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. GOLD (0. S.)\nIt’s quarter till’ six. \n\nTARGET SECTION TO BE ANNOTATED:\n What’s\nwrong?\n\nDARCY\nNothing. I have a headache.\n\nMRS. GOLD (0.S.)\nOh. So are you still coming?\n\nDARCY\nI don’t know. I’ve kind of had a\nbad day.\n\nMRS. GOLD (0.S.)\nWhat happened?\n\nDARCY\nIt’s a long, complicated story.\nOne I really don’t wanna get into\nright now.\n\nMRS. GOLD (0.S.)\n\nWell it sounds to me like the last\nthing you should do is be alone\nright now. Why don’t you get\ndressed and come over. We can talk\nabout it before dinner.\n\n(CONTINUED)\n\f21.\nCONTINUED: (2)\n\nMRS. GOLD (0.S.)\nHello?\n\nDARCY\nYeah. Okay, Mom.\n\nMRS. GOLD (0.8.)\nOkay. See you in a little bit.\n\nDarcy hangs up. She lets out a huge, unenthusiastic sigh of\nexhaustion.\n\nEXT. HOME OF HENRY AND SHARON GOLD - NIGHT\n\nThe Gold’s upper middle class home. Darcy definitely enjoyed\na comfortable but humble childhood.\n\nINT. DINING ROOM - HOME OF HENRY AND SHARON GOLD\n\nDarcy and her two parents HENRY GOLD (50s) and SHARON GOLD\n(50s) sit at the dinner table devouring a large home-cooked\nmeal. Fried chicken, mashed potatoes, corn on the cob, etc.\n\nMR. GOLD\nSo what’s the big deal? I thought\nyou liked Jennifer.\n\nDARCY\nI do. I guess.\n\nMR. GOLD\nSo what’s the problem? I think\nit’1l be good for the show if she\ncame back. Especially for your\ncharacter.\n\nMRS. GOLD\nI think Darcy’s concerned there\nmight not be room for both of them\non the show.\n\nMR. GOLD\nHey, Darcy. You’ve got no reason\nto be upset about this. She’s been\non that program for seven years.\nIt’s only your first season. You\ncan’t just expect to win over her\nfans just like that. You’1l have\nto give them time to develop your\ncharacter.\n\n(CONTINUED)\n\f22.\nCONTINUED:\n\nDarcy puts down her fork and nervously folds her arms.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’1l have\nto give them time to develop your\ncharacter. (CONTINUED)\n\f22. CONTINUED:\n\nDarcy puts down her fork and nervously folds her arms. \n\nTARGET SECTION TO BE ANNOTATED:\n She\ncan’t even look her father in the eye, let alone tell him the\nreal truth.\n\nMR. GOLD (CONT’D)\nBut all that doesn’t matter. What\nmatters is your mother and I are\nproud of you. You’ve accomplished\na lot this year. I know we haven’t\nexactly been supportive. But you\nsurprised the hell out of a lot of\npeople by staying sober the way you\nhave. You should be proud of\nyourself. Just like we are.\n\nDarcy looks anything but proud.\n\nMRS. GOLD\nHe’s right, Darcy.\n\nMrs. Gold notices Darcy’s strange demeanor.\n\nMRS. GOLD (CONT’D)\nHoney? Is there something you’re\nnot telling us? You don’t look so\nhot.\n\nDarcy pauses -- contemplates telling her parents she was let\ngo from the show, but eventually backs down.\n\nDARCY\nNo. I guess I’m just not that\nhungry.\n\nMR. GOLD\n\nListen to your father. Don’t let\nJennifer Conway get you down.\nYou’re a winner. It’s in your\nblood. You’re just gonna have to\nget used to it.\n\nDarcy sports a fake smile and scoops herself some mashed\npotatoes.\n\nFADE TO BLACK.\n\nFADE IN:\n\nINT. DARCY’S APARTMENT BUILDING - PARKING GARAGE - NIGHT\n\nDARCY pulls her S8.U.V. into an empty spot.\n\f23.\n\nINT. DARCY’S S.U.V.\n\nDarcy’s face is red and her eyes are filled with tears. She\nshuts off her engine and begins crying heavily.\n\nINT. HALLWAY - APARTMENT BUILDING\n\nDarcy continues to cry as she slowly walks through the\nhallway headed to her apartment.\n\nINT. DARCY’S APARTMENT\n\nDarcy enters -- shuts the door behind her. She rests her\nback against the door, slowly sliding to the floor and\nballing like crazy.\n\nINT. MICHAEL’S APARTMENT - MINUTES LATER\n\nMichael is in bed, asleep. He hears a LOUD KNOCKING coming\nfrom the other room. He quickly gets up, tosses on a robe\nand continues to the door. He answers and is in shock to see\nDARCY standing before him.\n\nHer makeup is a mess from crying.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe quickly gets up, tosses on a robe\nand continues to the door. He answers and is in shock to see\nDARCY standing before him. Her makeup is a mess from crying. \n\nTARGET SECTION TO BE ANNOTATED:\n She stands silent and\nstill. Michael finally breaks the silence.\n\nMICHAEL\nIt’s 11:30. A little late for\ndinner, don’t you think?\n\nDarcy invites herself inside -- still crying. She begins\nkissing Michael. He is taken back at first, but doesn’t stop\nher. She takes off his robe and begins kissing his bare\nchest -- forcing him against a wall as they continue.\n\nFADE OUT:\n\nFADE IN:\n\nINT. MICHAEL’S BEDROOM - SOME TIME LATER\n\nDarcy checks to see if Michael is awake. She quietly sneaks\nout of bed. Michael is almost comatose. He doesn’t even\nmove let alone notice Darcy.\n\f24.\n\nINT. DARCY’S APARTMENT - NIGHT\n\nDarcy enters. She is completely disheveled and seemingly\nupset at herself for what she’s done with Michael. She\ntosses her keys down on a corner table as a long, complicated\nday is coming to an end.\n\nBEDROOM - MINUTES LATER\n\nDarcy sits alone in the dark, drinking a gin and tonic and\ntalking on the phone with Casey.\n\nDARCY\nDid I wake you?\n\nCASEY (0.S.)\nIt’s okay. What’s up?\n\nDARCY\nNothing. I just wanted to talk.\n\nCASEY\nYeah, right, Darcy. It’s one\no’clock in the morning. What’s the\nmatter?\n\nDARCY\nUmm...do you wanna get out of here?\nMaybe go somewhere this weekend?\n\ncur TO:\n\nINT. CASEY AND LEANNE’S MOTEL ROOM - DAY\nBACK TO PRESENT DAY\n\nCASEY\nAnd that’s pretty much it.\n\nDESANTIS\nAnd you don’t know anything else?\n\nCASEY\nNo. But I could tell something was\nwrong by the way she was acting. I\ncould hear her crying. When I\nasked what it was, she wouldn’t\ntell me. It was obvious she didn’t\nfeel like talking about it, so I\ndidn’t push.\n\n(CONTINUED)\n\f25.\nCONTINUED:\n\nDESANTIS\nBut she did tell you she lost her\njob and slept with Michael?\n\nCASEY\nNo. Wot then. I didn’t hear about\nthat until later. But I knew she\nhad a bad day.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nWot then. I didn’t hear about\nthat until later. But I knew she\nhad a bad day. \n\nTARGET SECTION TO BE ANNOTATED:\n You could tell she\njust wanted to get the hell out of\nLA as soon as possible. She\nsuggested we go to her parent’s\nlodge in Park City for the weekend.\n\nDeSantis jots down a few notes on a note pad.\n\nCUT TO:\n\nEXT. DESERT HIGHWAY - UTAH - DUSK\n\nDarcy’s S.U.V. barrels down the empty highway. Surrounded by\nBRIGHT RED LANDSCAPE. In the b.g., we hear LOUD MUSIC\nPLAYING from the interior of the truck.\n\nINT. S.U.V.\n\nDarcy is behind the wheel with Casey up front and Leanne in\nthe back.\n\nLEANNE\nSo, Darcy. I hear you’re living\nacross the hall from Hannibal\nLector.\n\nDarcy doesn’t respond. She simply stares over at Casey with\ndisgust.\n\nCASEY\nSorry. I had to tell her.\n\nLEANNE\nSo what’s his problem anyway? Is\nhe, like, leaving dead flowers on\nyour doorstep and writing you poems\nin his own blood?\n\nDARCY\nIt’s not like that. He’s harmless.\nHe’s an actor and he’s new in the\nbuilding. He’s just a little star\nstruck.\n\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n26.\n\nDARCY (cont'd)\nOnce he finds out I’m out of a job,\nhe’1ll get over it. Believe me.\n\nLEANNE\nCasey said that you said he was\nstalking you or something.\n\nCASEY\nWas stalking her. Not anymore.\n(to Darcy)\nIsn’t that right, Darcy?\n\nDarcy smacks Casey on the arm. Leanne’s jaw drops as she\nslowly figures it out.\n\nLEANNE\nYou slept with him?! You little\nskank!\n\nDARCY\nIt was a mistake.\n(to Casey)\nWhy did you even do that?\n\nLEANNE\nOh, I see. You could tell her you\nporked some weird stalker guy you\nbarely even know, but you can’t\ntell me?\n\nDARCY\nMaybe it’s because I know you’d\nfreak out and call me pretty names\nlike ho-bag and skank.\n\nLEANNE\nWell, I’m sorry, Darcy, but I’m not\nthe one who’s constantly breaking\nour pact.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou could tell her you\nporked some weird stalker guy you\nbarely even know, but you can’t\ntell me? DARCY\nMaybe it’s because I know you’d\nfreak out and call me pretty names\nlike ho-bag and skank. LEANNE\nWell, I’m sorry, Darcy, but I’m not\nthe one who’s constantly breaking\nour pact. \n\nTARGET SECTION TO BE ANNOTATED:\nCASEY\nA pact? There’s a pact?\n\nLEANNE\nDarcey and I decided that the next\nrelationship we were in, we were\ngonna hold out on our man for at\nleast three months. The idea being\nthat any man that can last three\nmonths is in it for more than sex.\n\nDARCY\nOr he’s really lame and desperate.\n\n(CONTINUED)\n\fCONTINUED:\n\n27.\n\n(2)\n\nLEANNE\nOh. So now I go with desperate\nguys? Is that it? That the only\nguy who could possibly be\ninterested in Leanne’s saggin’ tits\nis some reject who hasn’t been laid\nin five years? Please, Darcy.\nDon’t feel the need to spare my\nfeelings or anything. Just come\nout with it.\n\nCASEY\n(to Leanne)\nOh, yeah. While we’re on the\nsubject. Who’s pregnancy test did\nI find in your waste basket last\n\nweek?\nDARCY\nBusted! Now who’s the skank?\nLEANNE\nOkay. First of all, that wasn’t\nmine.\nCASEY\n\nIt wasn’t mine! I know it wasn’t\nDarcy’s, so who else could it be?\n\nLEANNE\nIf you’d shut up a second, I could\ntell you, Casey!\n\nCASEY\nOkay, fine. Tell us. We’re all\nears.\n\nDarcy breaks out in hysterics.\n\nLEANNE (CONT’D)\nI had a friend over. She lives\nwith her folks. She was too afraid\nto do it at home so she used our\n\nplace.\n\nCASEY\nYeah, right, Leanne. You’re so\nbusted.\n\nDarcy continues laughing uncontrollably.\n\n(CONTINUED)\n\f28.\nCONTINUED: (3)\n\nLEANNE\n\n(to both)\nWhat’re you guys?...like a tag team\nor something?\n\n(to Casey)\nI’m trying to talk to Darcy for a\nsecond. I’m trying to make a point\nand you’re, like, re-directing\neverything at me. Getting all in\nmy face.\n\nDARCY\nAnd how many times exactly did you\nand Roger go out before he climbed\nthe great peaks of Mount Leanne?\n\nCASEY\nYeah, really. It couldn’t have\nbeen more than twice.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nDARCY\nAnd how many times exactly did you\nand Roger go out before he climbed\nthe great peaks of Mount Leanne? CASEY\nYeah, really. It couldn’t have\nbeen more than twice. \n\nTARGET SECTION TO BE ANNOTATED:\nLEANNE\nYeah, but it was over a span of\nthree months, so that doesn’t\ncount.\n\nDarcy and Casey continue laughing at Leanne.\n\nLEANNE (CONT’D)\nIt doesn’t count!\n\nEXT. GAS STATION - CONVENIENCE STORE\n\nThey approach an old worn down gas station and turn in --\nparking in front of one of the pumps. Out steps Darcy and\nthe two girls. Darcy continues into the store.\n\nCASEY\nGreat going, Leanne. I should’ve\nknown better than to tell you\nanything.\n\nLEANNE\nWhat? I’m bored. Nobody said\nanything for, like, two hours. I\nwas just trying to liven things up\na bit.\n\n(CONTINUED)\n\f29.\nCONTINUED:\n\nCASEY\nWell you did. Why’d you have to\nsay anything about her neighbor?\nDarcy’s never gonna tell me\nanything again.\n\nLEANNE\nHey, I’m sorry, but I tell you guys\neverything and...\n\nLeanne stops mid-sentence when she notices a suspicious MAN\n(30s) blocking Darcy from entering the convenience store. He\nis being very flirtatious, forcing himself on her. He is a\ntypical red-neck cowboy with a full beard, tank-top, dark\nshades and cowboy hat.\n\nCASEY\nWhat is it?\n\nLEANNE\nThat cowboy won’t let Darcy inside.\n\nCasey also turns her attention to the door. The cowboy\nstands, blocking Darcy from the doorway.\n\nCasey begins filling Darcy’s tank, all the while watching the\ngreasy cowboy as he continues to taunt Darcy.\n\nCASEY\n(to herself)\nJust kick him in the balls, Darcy.\n\nThe cowboy finally gives up and lets Darcy pass. He\ncontinues to his truck...A GREY DODGE PICK-UP sitting at the\nfar end of the lot.\n\nCasey watches the mysterious man as he returns her stare. He\ngrins and points his finger at her, all the while holding a\nbottle of beer in the same hand. He flicks his thumb as if\nhe’s pulling an imaginary trigger.\n\nCasey is visibly frightened by this.\n\nThe cowboy crawls in his truck, cranks up the engine. He\nsits, waiting, staring back at the girls in his rearview\nmirror.\n\nDarcy coming out of the store.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe cowboy crawls in his truck, cranks up the engine. He\nsits, waiting, staring back at the girls in his rearview\nmirror. Darcy coming out of the store. \n\nTARGET SECTION TO BE ANNOTATED:\nCasey hangs up the pump as she and Leanne get back in the\ntruck. Darcy follows behind.\n\f30.\n\nINT. S.U.V.\n\nCasey and Leanne stare into Darcy’s rearview mirror, gazing\nat the dirty pick-up in the distance.\n\nLEANNE\nNice wheels.\n\nCasey turns her attention to Darcy who is seemingly upset.\n\nCASEY\nYou okay?\n\nDARCY\nSame ass holes, different state.\n\nCASEY\n\nSome things you can’t get away\nfrom.\n\nEXT. GAS STATION\nThe girls pull out of the small lot and back onto the\n\nhighway. They continue down the road a piece -- the grey\npick-up follows behind.\n\nINT. BAR - NIGHT\n\nThe three girls sit bellied up at the local bar, doing shots\nof tequila.\n\nDarcy is the ring leader, setting the other two up with\nanother shot.\n\nDARCY\nRaise your glasses.\n\nThe three girls prepare for a toast.\nDARCY (CONT’D)\nHere’s to Jennifer. For her\ntriumphant, but all too soon return\nto Beverly Manor.\n\nCASEY\nHere, here. I guess.\n\nThe three girls tap glasses -- about to throw down another\nshot, until --\n\n(CONTINUED)\n\f31.\nCONTINUED:\n\nLEANNE\nWait.\n\nCasey and Darcy stare over at Leanne, waiting.\n\nLEANNE (CONT’D)\nThe other day, didn’t you say you\nwanted to claw this chick’s eyes\nout and smash her face with a\nbrick?\n\nCasey checks with Darcy.\n\nDARCY\n\nSo maybe it isn’t the most sincere\nof toasts. I’m just trying to bea\ngood sport.\n\n(changing the subject)\nOkay. For real this time. All\njoking aside. Here’s to my mother\nand father, Henry and Sharon Gold.\nMay their love only grow stronger\nin these very difficult days that\nlay ahead.\n\nLeanne looks over at Casey who returns her stare. They are\nboth suspicious of Darcy’s strange rhetoric. The three girls\ntap glasses, throw back another shot.\n\nCASEY\n(to Darcy)\nWhy don’t you ease up a bit. Don’t\nyou think you’re hitting the booze\na little hard?\n\nDARCY\nYes I do. On that note, I think\nI’ll have another.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nDon’t\nyou think you’re hitting the booze\na little hard? DARCY\nYes I do. On that note, I think\nI’ll have another. \n\nTARGET SECTION TO BE ANNOTATED:\nDarcy pours herself another shot of Cuervo.\n\nDARCY (CONT’D)\nAre you gonna have one with me or\nyou gonna be a pain in my ass this\nwhole trip?\n\nCasey gives up and holds out her glass to Darcy who quickly\nfills it.\n\nLeanne turns her attention to the front door and notices THE\n\nCOWBOY from earlier. He struts over to the bar and bellies\nup. The bartender takes his order.\n\n(CONTINUED)\n\f32.\nCONTINUED: (2)\n\nLEANNE\nOh great. Don’t look now.\n\nCasey and Darcy notice him sitting down just a few feet away.\nThey watch as he whispers something to the bartender.\n\nThe bartender smiles and approaches the girls.\n\nBARTENDER\nExcuse me ladies. The gentleman at\nthe end of the bar will be taking\ncare of your tab this evening.\n\nCASEY\nTell him no thanks.\nDARCY\nTell him we appreciate it.\nCASEY\nDarcy?\nDARCY\n\nLet him pay. Who cares?\n\nCASEY\nI don’t want him hassling us again.\n\nDARCY\nHe didn’t hassle you, he hassled\nme. If I wanna be hassled, that’s\n\nmy problem.\nCASEY\n\nYou’re drinking too much.\nDARCY\n\nNo. You’re just drinking too\n\nlittle.\nSOME TIME LATER\n\nDarcy and the cowboy are dancing. Darcy is absolutely\nobliterated. Out of her mind drunk. She is hanging all over\nthe cowboy and making a fool of herself.\n\nCasey and Leanne sit at a corner table, way passed ready to\nleave.\n\nLEANNE\nDo you think we should say\nsomething to her?\n\n(MORE)\n\n(CONTINUED)\n\f33.\nCONTINUED: (3)\nLEANNE (cont'd)\nI mean, if she’s not careful she’s\ngonna throw up all over his shirt.\nJust like at that club last month.\n\nCasey squints a bit, confused.\n\nCASEY\nDarcy said that was you.\n\nLEANNE\nWhatever. Can we just go get her\nand leave?\n\nCasey reluctantly takes the job and walks over to Darcy and\nher dance partner.\n\nCASEY\nExcuse me. We have to go.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nCasey reluctantly takes the job and walks over to Darcy and\nher dance partner. CASEY\nExcuse me. We have to go. \n\nTARGET SECTION TO BE ANNOTATED:\nDARCY\nOh, do we have to?\n\nCasey grabs her friend by the arm and pulls her away from the\ncowboy. They continue out of the bar as Leanne follows\nbehind.\n\nDARCY\n(to cowboy)\nBye, bye!\n\nINT. MOTEL ROOM - BATHROOM - NIGHT\n\nDarcy is puking her guts up in the toilet as Leanne holds her\nhair back.\n\nCasey walks in with a few cans of ginger ale. She pours one\ninto a small cup of ice and rests it on a nearby sink.\n\nCASEY\nHow’s she doing?\n\nLEANNE\nYou wanna turn down her bed. I’m\ngonna try to move her.\n\nCasey steps out -- back into the bedroom. Darcy tosses a few\nmore chunks into the commode. Leanne takes a peek inside.\n\nLEANNE (CONT’D)\nGod. What is that?\n\n(CONTINUED)\n\f34.\nCONTINUED:\n\nCasey turns down the sheets on one of the two beds. She\nlooks up and notices A MAN -- WEARING A DARK SKI MASK AND\nBLACK COWBOY HAT -- staring into the window, between the\ndrapes and into their room. He quickly backs away.\n\nCASEY\nLeanne?\n\nCasey slowly moves to the door and locks it. She hurries to\nthe window and peeks outside. There is no one in sight.\n\nEXT. DESERT HIGHWAY - MORNING\n\nThe S.U.V. is back on the road as the three girls continue\ntheir journey across the red desert.\n\nINT. S.U.V.\n\nLEANNE\nMy stomach is killing me.\n\nCASEY\nYou need some coffee and dry toast.\nSoak up some of that poison in your\nsystem.\n\nDARCY\nThere’s a diner about a quarter\nmile up the road. My dad used to\nstop there all the time for\nbreakfast.\n\nLEANNE\nOh, God. Remind me again why I\ndrink tequila. There’s got to be\nan easier way to have fun.\n\nDarcy looks to her right, quickly taking notice of something:\nDARCY’S P.O.V.\n\nThey pass by a mysterious BLUE STATION WAGON sitting on the\nside of the road. The driver’s side window is down and a\nman’s head sits rested against the side of the door. He\nisn’t moving.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey pass by a mysterious BLUE STATION WAGON sitting on the\nside of the road. The driver’s side window is down and a\nman’s head sits rested against the side of the door. He\nisn’t moving. \n\nTARGET SECTION TO BE ANNOTATED:\n There is BLOOD in the man’s hair and on the\n\ndoor. They continue past the car.\n\nBACK TO SCENE\n\n(CONTINUED)\n\f35.\nCONTINUED:\n\nDARCY\nWait. Go back.\n\nCASEY\nWhat? Did you forget something?\n\nDARCY\nNo. Back there in that car. I saw\nsomeone. They were bleeding and\nthey weren’t moving!\n\nCASEY\nI didn’t see anything.\n\nDARCY\nI did! And he was bleeding! Look!\nSomebody could be hurt! Now will\nyou just go back!\n\nLEANNE\nI saw something too, Casey. Maybe\nwe should check it out.\n\nCASEY\nAre you kidding me? We’re in the\nmiddle of nowhere. You don’t know\nthat guy. He could have a gun or\nsomething. He could stuff the\nthree of us in his trunk.\n\nDARCY\nIt’s my truck and I’m telling you\nto turn around right now!\n\nCASEY\nNo way, Darcy! Forget it!\n\nDarcey forcefully grabs the wheel, jerking it to the right,\nforcing them onto the soft shoulder. Casey quickly steps on\nthe brakes.\n\nCASEY\nWhat the fuck, Darcy! What the\nhell’s the matter with you?! Are\nyou high?!\n\nDARCY\n\nTurn around right now or get out of\nthe truck.\n\n(CONTINUED)\n\f36.\nCONTINUED: (2)\n\nCasey looks in the rearview mirror, staring back at Leanne.\nThe two girls sharing a look of shock and confusion. Casey\nturns back to Darcy.\nCASEY\n\nAlright, Darcy. We’ll go back.\nEXT. HIGHWAY\nCasey pulls a quick u-turn and heads back toward the idle\ncar. The S.U.V. pulls up about a hundred feet behind the car\nand slowly comes to a halt.\n\nINT. S.U.V.\n\nDARCY\nWait here.\n\nCASEY\nWith pleasure.\n\nDarcy steps out and begins toward the vehicle. Casey and\nLeanne watch as Darcy gets closer and closer.\n\nEXT. HIGHWAY\n\nDarcy stops and peeks through the rear windshield at the man\nbehind the wheel. He isn’t moving. She continues toward the\ncar -- her pace a bit slower and more cautious.\n\nINT. STATION WAGON\n\nCAMERA P.O.V.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTATION WAGON\n\nCAMERA P. O. V. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom the interior of the car, we look up at Darcy as she\napproaches the passenger side door and peeks inside. She is\nvisibly startled by something and steps back a bit.\n\nEXT. STATION WAGON\n\nDarcy stares back at her two friends.\nINT. S.U.V.\n\nCasey and Leanne both watch as Darcy stares back at them with\na panicked look in her eyes.\n\n(CONTINUED)\n\f37.\nCONTINUED:\n\nLEANNE\nWhat is it? What do you see?\n\nEXT. STATION WAGON\n\nDARCY\nHe isn’t moving! I’m gonna check\nhis pulse!\nINT. S.U.V.\n\nCasey nervously strokes her hair back.\n\nLEANNE\nNow would be a good time to go get\nher.\n\nCASEY\nLet me guess. You want me to do\nit?\n\nLEANNE\n\nWell, you’re closer.\n\nCasey smirks at Leanne, shakes her head and steps out.\n\nINT./EXT. S.U.V.\n\nCasey slowly steps out of the truck and begins toward Darcy\nand the station wagon.\n\nCASEY\nDarcy!\n\nDARCY\nThere’s blood all over the place!\nI think he might be dead!\n\nCASEY\nThen let’s call an ambulance and\nget the hell out of here!\n\nDarcy peeks through the rear passenger window and into the\nbackseat. Something catches her attention.\n\nDARCY’S P.O.V.\n\n(CONTINUED)\n\f38.\nCONTINUED:\n\nThe man’s wallet sits opened on the backseat. Credit cards\nand wallet sized photographs are scattered all over the\nplace. It appears someone has stolen his money.\nINT./EXT. S.U.V.\nLeanne watches as Darcy opens the rear passenger side door.\nLEANNE\nWhat the hell is she doing?\nEXT. HIGHWAY\nCasey continues toward the car at a brisk pace.\n\nCASEY\nDarcy, I’m serious! Let’s go!\n\nDarcy crawls into the backseat, against the advisement of her\nfriend. She has to know.\n\nINT. BACKSEAT - STATION WAGON\n\nDarcy picks up the wallet from the seat. She opens it and\nnotices that it is completely empty. No loose cash, no\nnothing. Suddenly...THE MAN BEHIND THE WHEEL sits up and\nstrikes Darcy over the head, knocking her backward.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo loose cash, no\nnothing. Suddenly... THE MAN BEHIND THE WHEEL sits up and\nstrikes Darcy over the head, knocking her backward. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nstarts the engine and darts off.\n\nEXT. HIGHWAY\n\nCasey watches in horror.\n\nCASEY\nDARCY!!!\n\nThe car spins out of the dirt and back onto the main road.\n\nINT. S.U.V.\n\nLeanne also watches in horror as the station wagon speeds off\ndown the highway.\n\nLEANNE\nOH MY GOD!!!\n\f39.\n\nEXT. HIGHWAY\n\nCasey chases after the car on foot as a panicked Darcy smacks\nher hands on the rear windshield and SCREAMS for help. Her\nscreams are silent: muffled by the glass.\n\nLEANNE\n\nJumps from the car and yells for Casey to return.\n\nLEANNE\nCOME ON!!!\n\nLeanne jumps in the driver’s seat.\n\nCasey runs back and jumps in the front passenger seat. The\ntwo girls quickly begin after the car, in full pursuit.\nINT. S.U.V.\n\nCASEY\nDON’T YOU LOSE HER!!!\n\nLEANNE\nCALL THE POLICE!!!\n\nCasey is in an absolute panic as she pulls out her cell phone\nand dials 9-1-1.\n\nCASEY\nThe phone’s not working!\n\nThey gain on Darcy’s kidnapper but quickly begin to slow\ndown. Leanne hits the gas repeatedly, but seems to do no\ngood. The car keeps getting slower and slower. Soon,\nstepping on the gas has no effect at all.\n\nLeanne looks down at the gauge. The tank is empty.\n\nLEANNE\nWhat the hell!\n\nCASEY\nWe’re losing him!\n\nEXT. HIGHWAY\n\nThe S.U.V. comes to a complete halt on the side of the road.\n\n(CONTINUED)\n\f40.\nCONTINUED:\n\nA FEW MOMENTS PASS\n\nThen suddenly...a frantic Casey and Leanne jump out of the\ntruck and head up the road on foot -- running as fast as they\ncan. They are headed for a small DINER in the near distance.\nA pay phone awaits them.\n\nEXT. DINER\n\nCasey and Leanne approach the diner, completely exhausted.\nCasey runs to a pay phone and dials 9-1-1.\n\nOPERATOR (0.S.)\n911. What’s your emergency?\n\ncuT TO:\nINT. CASEY AND LEANNE’S MOTEL ROOM - DAY\nBACK TO PRESENT DAY\nCASEY\nAnd that was the last we saw of\nher.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat’s your emergency? cuT TO:\nINT. CASEY AND LEANNE’S MOTEL ROOM - DAY\nBACK TO PRESENT DAY\nCASEY\nAnd that was the last we saw of\nher. \n\nTARGET SECTION TO BE ANNOTATED:\nDESANTIS\nNeither this grey pick-up or the\nwagon had a license tag?\nCASEY\nSo what do you think? You think it\nwas the same guy?\nDeSantis nods in agreement.\ncuUT TO:\n\nINT. SHERIFF PATTERSON’S CAR - DAY\n\nSheriff Patterson and DeSantis cruise down a dusty piece of\nhighway, side by side.\nDESANTIS\nI hear this isn’t the first time a\nwoman’s been abducted in Bryerson.\n\nSheriff Patterson smiles at DeSantis’s coy persistence.\n\n(CONTINUED)\n\f41.\nCONTINUED:\n\nSHERIFF PATTERSON\nSo you heard about that did you?\n\nDESANTIS\nYou wanna tell me about Janet\nCooney?\n\nSHERIFF PATTERSON\n\nNot much to tell. She was this\nhooker. Drifted in to town some\nyears back. She was out there on\nthe highway, sellin’ her ass for\nabout two years. One night, some\njohn picks her up, beats her damn\nnear to death, then drops her in\nthe desert right where he found\nher.\n\nDESANTIS\nNo leads?\n\nSHERIFF PATTERSON\nNo. She’s got no known family. We\ncouldn’t get anyone to claim the\nbody. After the autopsy, we had\nher cremated. Outside her\noccupation, no one seems to know\nmuch about her.\n\nDESANTIS\nSo what’s your take on what\nhappened?\n\nSheriff Patterson stares suspiciously over at DeSantis.\nReluctant to answer.\n\nSHERIFF PATTERSON\nWe found a switchblade in the dirt\nnear Cooney’s body, covered in\nblood. Her right thumb and finger\nwere sliced up real good.\nExaminer said she cut herself with\nthe blade. So I’m thinking, he\nstarts getting rough with her so\nshe pulls the knife.\n\nDeSantis going over the case in his head and comparing his\ntheories with the Sheriff.\n\nSHERIFF PATTERSON (CONT’D)\nHe tries to knock the knife out of\nher hand and she cuts herself.\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n42.\n(2)\nSHERIFF PATTERSON (CONT’D)\nThen he starts in on beating her.\nOnly he don’t stop.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n42. (2)\nSHERIFF PATTERSON (CONT’D)\nThen he starts in on beating her. Only he don’t stop. \n\nTARGET SECTION TO BE ANNOTATED:\n When he’s\ndone, he drags her into the desert\nand off he goes into the sweet bye\nand bye.\n\nDESANTIS\nWhat about the possibility this\nguy’s local?\n\nSHERIFF PATTERSON\nI don’t think so. Her house was\nonly a quarter mile up the road\nfrom where we found her. That’s\nwhere she usually took her johns.\nI think this guy wanted a quickie\nfor the road. Besides. A local\nknows about a thousand better\nhiding places for that body than on\nthe side of the highway in plain\nview. No. This guy was ina\npanic.\n\nDESANTIS\nThat would be true. Unless he\nwanted you to find her body.\n\nSheriff Patterson turns and gives DeSantis a discerning\n\nstare.\n\nSHERIFF PATTERSON\nI know what you’re getting at. Now\njust in case you’re thinking\nthere’s a connection between the\nCooney murder and your girl getting\nsnatched, you can hold it right\nthere.\n\nDESANTIS\nI didn’t say that.\n\nSHERIFF PATTERSON\nNo, but you’re hinting at it. I’m\nnot as slow as you think, DeSantis.\n\nDESANTIS\nYou got a small town, Sheriff. I\nwouldn’t think this type of thing\nhappens every day.\n\nSHERIFF PATTERSON\nNo, it doesn’t.\n\n(CONTINUED)\n\f43.\nCONTINUED: (3)\n\nDESANTIS\nAnd you don’t think there’s a\npossibility of a connection?\n\nSHERIFF PATTERSON\nI watched that girl for years,\npeddling her ass on that highway.\nIt was a matter of time before some\nnut job passing through town broke\nher neck or cut her throat. The\nlast thing I wanna do is scream\nserial killer and get everyone in\ntown into an uproar. They’ll be\nburning up my phone line every time\nlittle Susie’s late getting home\nfrom cheerleading.\n\nDeSantis visibly grows weary of Sheriff Patterson’s uncaring,\nlazy attitude.\n\nSHERIFF PATTERSON\nThis isn’t LA. It’s peaceful here.\nFor the last twenty years these\npeople have been looking to me to\nkeep it that way.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERIFF PATTERSON\nThis isn’t LA. It’s peaceful here. For the last twenty years these\npeople have been looking to me to\nkeep it that way. \n\nTARGET SECTION TO BE ANNOTATED:\n If word gets out\nI’m losing control, then all hell\nbreaks loose.\n\nINT. MOTEL ROOM - CRIME SCENE\n\nThe sound of a door being unlocked. Enter DeSantis and\nSheriff Patterson. The first thing DeSantis notices are the\nMINUTE DROPS OF BLOOD on the carpet, leading into the\nbathroom.\n\nHIS P.O.V.\nDeSantis looks into the bathroom and instantly notices the\nBLOODY HANDPRINT on the interior wall of the shower. (No\nshower curtain)\nBACK TO SCENE\nThe two men continue further into the room. DeSantis takes\nnotice of the barren hook on the wall where a picture once\nhung.\n\nSHERIFF PATTERSON\n\nI figured they started fighting\nright about here.\n\n(CONTINUED)\n\f44,\nCONTINUED:\n\nSheriff Patterson stands near the center of the room where\nthe picture fell from the wall.\n\nDeSantis notices small pieces of broken glass and a BLOODY\nRIGHT HANDPRINT. The small print of a young woman.\n\nSHERIFF PATTERSON (CONT’D)\nLooks like they started fighting,\nhe throws her into the wall,\nknocking the picture down and\nshattering the frame. That’s\nprobably where she cut herself.\nShe falls right about here and\nbleeds out.\n\nDeSantis turns his attention from the bloody spot to yet\nanother BLOOD STAIN about ten feet away. A good foot from\nthat stain are TWO MORE BLOODY HANDPRINTS. The prints are\nsmall and delicate.\n\nHe approaches the blood evidence, kneels down to take a\ncloser look.\n\nIn the corner of the room sits a small round table. There is\na small BLOOD SMEAR on the edge of the table.\n\nDeSantis then motions toward the BLOOD STAIN and HANDPRINTS\non the carpet -- connecting all the dots in his head.\n\nHe stands and motions toward the bed. The blankets are\nturned down on only half of the bed, as if only one person\nhas slept in it.\n\nDESANTIS\nYou get the lab results from\nforensics?\n\nSHERIFF PATTERSON\nYeah. They pulled a blonde hair\nfrom the bed sheets and crossed it\nwith a sample from Darcy’s hair\nbrush. Wo match.\n\nDeSantis stays focused on the crime scene, completely\nignoring Sheriff Patterson.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey pulled a blonde hair\nfrom the bed sheets and crossed it\nwith a sample from Darcy’s hair\nbrush. Wo match. DeSantis stays focused on the crime scene, completely\nignoring Sheriff Patterson. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. BATHROOM\n\nMOMENTS LATER\n\n(CONTINUED)\n\f45.\nCONTINUED:\n\nDeSantis kneels over the bathtub, takes a peek. Sheriff\nPatterson hovers behind him. DeSantis notices the prints of\nTHREE BLOODY FINGERTIPS on the edge of the tub.\n\nSHERIFF PATTERSON\nYou notice anything missing?\n\nDESANTIS\nThe shower curtain.\n\nSHERIFF PATTERSON\nHe used it to wrap the body.\n\nDESANTIS\nThere’s three print smears on the\nedge of the tub, plus the\nhandprint. But the rest of the\nshower’s immaculate. It’s like he\ncleaned around it.\n\nSHERIFF PATTERSON\nLooks like she regained\nconsciousness and tried to get out.\n\nDESANTIS\nWhat’s wrong with this picture?\n\nSHERIFF PATTERSON\nThe handprint. It’s too high up\nthe wall. If your girl were flat\non her back, there’s no way she’d\n\nreach.\n\nDESANTIS\nVery good, Sheriff, but what does\nit mean?\n\nINT. SHERIFF PATTERSON’S HOME - OFFICE - NIGHT\n\nDeSantis sifts through a stack of CRIME SCENE PHOTOS from\nboth the Janet Cooney murder and the motel room where Darcy\nwas assaulted. Sheriff Patterson sits comfortably with his\nfeet kicked up on a desk, waiting for DeSantis to finish.\n\nSHERIFF PATTERSON\nI don’t know what you think you’re\ngonna find, but we’ve been over\nevery inch of those things a\nthousand times.\n\n(CONTINUED)\n\f46.\nCONTINUED:\n\nDESANTIS\nIt never hurts to have a fresh pair\nof eyes.\n\nSHERIFF PATTERSON\nLook. If I don’t get to bed, my\nwife’s gonna come looking for me.\n\nDeSantis picks up a large PHOTO OF JANET COONEY’S BODY from\nthe desk. It is a FULL SHOT of her body, laying idle in the\ndesert. Her LEFT ARM lay fully extended and exposed. Her\nRIGHT ARM is carefully place behind her back.\n\nHe lays the picture down and reviews the next; a CLOSE UP of\nthe deceased’s LEFT HAND. There are severe cuts on the\nwoman’s thumb and index finger.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer\nRIGHT ARM is carefully place behind her back. He lays the picture down and reviews the next; a CLOSE UP of\nthe deceased’s LEFT HAND. There are severe cuts on the\nwoman’s thumb and index finger. \n\nTARGET SECTION TO BE ANNOTATED:\n Self-inflicted wounds caused\nby a switchblade.\n\nDESANTIS\nWait a minute.\n\nSHERIFF PATTERSON\nWhat?\n\nDeSantis picks up another CRIME SCENE PHOTO from the desk;\nthe BLOODY HANDPRINT of Darcy’s LEFT HAND on the shower wall.\n\nHe lays the photo down and picks up another; a shot of\nanother BLOODY HANDPRINT on the motel room’s carpet. Darcy’s\nwounded RIGHT HAND after she is violently tossed to the\nfloor.\n\nDESANTIS\nThere’s only one print on the\ncarpet.\n\nSHERIFF PATTERSON\nYeah?\n\nDESANTIS\nIf Darcy cut both her hands on the\nglass, then why is there only a\nright hand print on the carpet?\n\nSHERIFF PATTERSON\nSimple. Her left hand never\ntouched the floor.\n\nDESANTIS\n\nMaybe. Or someone else cut it for\nher.\n\n(CONTINUED)\n\f47.\nCONTINUED: (2)\n\nSHERIFF PATTERSON\nWhat’re you saying?\n\nDeSantis tosses down a photo and picks up another. This one\nis a CLOSE UP of Cooney’s RIGHT ARM, placed carefully behind\nher back.\n\nDESANTIS\nCooney’s arm was found behind her\nback. I don’t think this was\ncoincidence. This is how your guy\nrestrained her. She didn’t die in\nthat car. Your guy walked her into\nthe desert first.\n\nThe wheels begin to turn in Sheriff Patterson’s eyes.\n\nDESANTIS (CONT’D)\nThen he wraps her arm around her\nback and listens to her scream in\npain as she begs for her life. You\nknow what else? I think he did the\nsame thing to Darcy.\n\nSHERIFF PATTERSON\nNow hold on. Don’t you think\nyou’re getting a little ahead of\nyourself? All this could be\ncoincidence.\n\nDESANTIS\nThat’s why the left hand print. He\npulls Darcy’s arm around her back.\nJust like he did to Cooney. That’s\nwhen he cut her. He cuts her left\nhand and plants her print on the\nshower wall.\n\nDeSantis picks up the photo of Cooney’s LEFT HAND, severely\nwounded from a knife.\n\nDESANTIS (CONT’D)\nDarcy’s left hand print.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe cuts her left\nhand and plants her print on the\nshower wall. DeSantis picks up the photo of Cooney’s LEFT HAND, severely\nwounded from a knife. DESANTIS (CONT’D)\nDarcy’s left hand print. \n\nTARGET SECTION TO BE ANNOTATED:\n That’s\nwhat he wanted us to find. That’s\nthe connection.\n\nSHERIFF PATTERSON\nFind what? And what connection?\n\n(CONTINUED)\n\f48.\nCONTINUED: (3)\n\nDESANTIS\nI think I know what this guy was\ntrying to tell you now, Sheriff.\nCome and get me, cop.\n\nINT. SHERIFF’S DEPARTMENT - CONFERENCE ROOM - DAY\n\nDeSantis, Sheriff Patterson and The Golds sit at a large\nconference table, discussing the investigation.\n\nThe Golds appear very weary. They look as if they’ve been\nerying non-stop for days.\n\nDESANTIS\nHas Darcy mentioned anything to you\nabout getting strange phone calls\nor if someone might be following\nher?\n\nMR. GOLD\nIf there were someone like that,\nshe wouldn’t tell us.\n\nMRS. GOLD\nShe doesn’t like to worry us.\nWe've always been very protective\nwith Darcy. When her drugs started\ngetting out of control, we put her\nin a hospital. When she got out,\nwe insisted she come stay with us\nfor awhile. She didn’t want any\npart of it. But the network\ninsisted she stayed under strict\nsupervision those first few months\nout of the program. She’s barely\nspoken with us since.\n\nDeSantis is locked into every word. A look of intense\nconcentration consumes his face.\n\nMR. GOLD\nShe was hell bent on jumping right\nback into her career. No matter\nhow much we were against it.\n\nDeSantis looks to be in deep thought, pondering what The\nGolds have told him. He snaps out of it and turns his\nattention back to The Golds.\n\nDESANTIS\nThank you.\n\f49.\n\nEXT. SHERIFF’S DEPARTMENT - DAY\n\nMr. Gold takes his dog for a short walk across the parking\nlot, leash in hand. Sharon stands in front of the office,\npuffs away at a cigarette, taking one nervous drag after the\nnext as DeSantis exits the building. He spots her, quietly\nhaving a seat on an outside bench.\n\nMRS. GOLD\nIt really is beautiful country,\nisn’t it?\n\nDeSantis stares off into the mountains, as if for the first\ntime.\n\nDESANTIS\nYes, it certainly is. I guess I\nnever stopped to notice.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nDeSantis stares off into the mountains, as if for the first\ntime. DESANTIS\nYes, it certainly is. I guess I\nnever stopped to notice. \n\nTARGET SECTION TO BE ANNOTATED:\nMRS. GOLD\nI forgot how much I missed it here.\nIt’s so quiet. Sometimes I wonder\nif Darcy were better off being\nraised in a small town. Someplace\nwhere people don’t walk all over\nyou, or spit on you so much as look\nat you.\n\nSharon nervously reaching for another smoke, sparking it up.\nDeSantis noticing her slowly growing angry, almost breaking\nout into tears.\n\nMRS. GOLD (CONT’D)\nBut we were the typical Hollywood\nfamily. Darcy spent most of her\nchildhood either listening to Henry\nand I argue or watching us drink.\nOur whole world revolved around the\nnext audition or getting picked up\nby some stupid pilot. And it was\nalways a competition. We thought\nour lives would change if we had a\nbaby and stopped thinking about\nourselves. But it didn’t. Nothing\never changed.\n\nSharon’s eyes remain locked on Henry, now tossing a tennis\nball with his dog.\n\n(CONTINUED)\n\f50.\nCONTINUED:\n\nMRS. GOLD (CONT’D)\nExcept now, instead of two angry\npeople in the house, there were\nthree. I remember when things got\ntoo hot between Henry and me at the\ndinner table...Darcy would ask if\nthe three of us could go get ice\ncream. We would always give in.\nEvery time. It seems like every\nother night, after dinner, we were\nsitting down at Scoops. Watching\neach other eat ice cream. None of\nus saying a damn thing. But it\nalways put a smile on Darcy’s face.\nHenry and I would just look at each\nother, smiling at what a little con\nartist she was. She was funny that\nway.\n\nSharon turns, smiling at DeSantis, who politely returns her\ngrin.\n\nMRS. GOLD (CONT’D)\nI guess she had to have a sense of\nhumor living with the two of us.\nImagine our shock when Darcy\nannounced she wanted to be an\nactress like her mommy. I guess,\nin a way, she’d been performing her\nwhole life. That’s all she ever\nknew how to do.\n\nDeSantis slowly drifts off into a daydream, contemplating\nwhat Sharon has told him.\n\nINT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat’s all she ever\nknew how to do. DeSantis slowly drifts off into a daydream, contemplating\nwhat Sharon has told him. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DESANTIS CAR - NIGHT\n\nDeSantis cruises down a long, dark stretch of highway. He\nmakes a left turn onto a dirty, country road. He slowly\nmakes his way down the path until he approaches TWO PATROL\nCARS -- LIGHTS FLASHING.\n\nParked in the middle of the road is the BLUE STATION WAGON\nfrom before. The trunk sits open.\n\nDeSantis notices and is visibly frightened.\n\f51.\n\nINT./EXT. DESANTIS CAR\n\nDeSantis steps out and approaches the abandoned car. He is\ngreeted by Sheriff Patterson.\n\nDESANTIS\nIs she...?\n\nSHERIFF PATTERSON\nNo. But we did find this.\n\nSheriff Patterson walks to the rear of the station wagon and\nmotions inside. He grabs one of FIVE LARGE RED GAS CANS from\nthe trunk. They are all filled to the brim with gasoline.\n\nSHERIFF PATTERSON (CONT’D)\nLooks like he siphoned the gas out\nof Darcy’s truck the night before.\nAnd so the game continues.\n\nDESANTIS\nYou get a lead on the owner?\n\nSHERIFF PATTERSON\nNo tags, no registration and not\none visible VIN on the entire car.\n\nDESANTIS\nAnything else?\n\nSHERIFF PATTERSON\nTake a look for yourself.\n\nSheriff Patterson begins toward the driver’s side of the\nvehicle.\n\nDeSantis follows behind.\n\nSheriff Patterson motions toward bright RED BLOOD on the\noutside of the driver’s door.\n\nSHERIFF PATTERSON (CONT’D)\nRed paint. It’s all over the\ninterior.\n\nDeSantis peeks his head inside, taking in the carefully\nstaged crime scene. Fake blood is carefully spattered on the\nsteering wheel, headrest, dashboard and windshield.\n\nDESANTIS\nSo what do you make of this?\n\n(CONTINUED)\n\f52.\nCONTINUED:\n\nSHERIFF PATTERSON\nTo the untrained eye, like Darcy,\nthis might look a helluva lot like\na gunshot wound to the head, close\nrange.\n\nDeSantis pulls his head from the window and faces The\nSheriff.\n\nSHERIFF PATTERSON (CONT’D)\nAnd just when she figures him for\ndead, she opens the door to check\nhis ID and off he goes.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nSHERIFF PATTERSON\nTo the untrained eye, like Darcy,\nthis might look a helluva lot like\na gunshot wound to the head, close\nrange. DeSantis pulls his head from the window and faces The\nSheriff. SHERIFF PATTERSON (CONT’D)\nAnd just when she figures him for\ndead, she opens the door to check\nhis ID and off he goes. \n\nTARGET SECTION TO BE ANNOTATED:\nDESANTIS\nI.D.?\n\nSheriff Patterson hands DeSantis a black wallet.\n\nSHERIFF PATTERSON\nFound it in the backseat along with\na mess of stolen credit cards, no\ncash. The cards were scattered\neverywhere and the wallet was\nempty. Your girl probably spotted\nit in the backseat and got in to\nget a closer look.\n\nDESANTIS\nIt’s a set-up. He makes it so he\ngot shot by some drifter who\nsnagged his cash.\n\nSHERIFF PATTERSON\nThis guy sure went through a lot of\ntrouble to snatch your girlfriend,\nDeSantis.\n\nDESANTIS\nYeah. Looks that way.\n\nDeSantis brushes off the Sheriff. Sheriff Patterson’s eyes\nnever leave the detective.\n\nDESANTIS (CONT’D)\nIf he dumped her, she can’t be far.\n\nSHERIFF PATTERSON\n\nThe dogs are on their way. It’ll\nbe sun-up in about an hour.\n\n(CONTINUED)\n\f53.\nCONTINUED: (2)\n\nDESANTIS\nI’1l let The Golds know.\n\nDeSantis walks off. Sheriff Patterson watches with\nsuspicion.\n\nCUT TO:\n\nINT. CASEY AND LEANNE’S MOTEL ROOM - NIGHT\n\nThe room is dark. DeSantis sits in a corner chair, in deep\nthought, as Casey and Leanne sleep in the same bed just a few\nfeet away.\n\nCasey lays awake, focusing on the telephone. Leanne is sound\nasleep.\n\nCASEY\nI keep waiting for that phone to\nring.\n\nCasey focuses on DeSantis’ eyes, studying them.\n\nCASEY (CONT’D)\nYou think she’s dead, don’t you?\n\nor)\n\nDESANTIS\nI don’t know.\n\nCASEY\nMe too.\n\nDeSantis is visibly surprised with Casey.\n\nCASEY (CONT’D)\nI’m sorry.\n\nDESANTIS\n(motioning to Leanne)\nHow’s she handling this?\n\nCASEY\nLeanne? Same way she deals with\neverything else in her life. She\nsleeps all day and hopes everything\nwill work out on its own.\n\nDESANTIS\nAnd Darcy? Does she...?\n\n(CONTINUED)\n\f54.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESANTIS\nAnd Darcy? Does she...? (CONTINUED)\n\f54. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nCASEY\nStill talk about you? Drink\nherself to sleep every night over\nher unborn child? No. Not at all.\n\nDESANTIS\nThat’s not what I was gonna ask.\n\nCASEY\nShe doesn’t blame you for losing\nthe baby. It was the stress of\neverything. Trying to stay\nstraight. Trying to stay perfect\nin the public’s eyes. She hasn’t\nbeen happy for awhile, you know?\n\nDESANTIS\nDo her parents know about us?\n\nCASEY\nI don’t know. Darcy never\nmentioned it. It doesn’t really\nmatter anymore, does it? The only\nthing you can do for her now is\nfind her and bring her home alive.\nAfter that, the two of you can call\nit even.\n\nINT. MR. AND MRS. GOLD’S MOTEL ROOM\n\nHenry and Sharon lay awake in bed. Sharon in Henry’s arms,\nsearching for some comfort at this very difficult time.\nThoughts of their daughter’s safety consume their every\nsecond.\n\nThe PHONE suddenly RINGS, startling The Golds. Henry reaches\nover and answers.\n\nMR. GOLD\nHello?\n\nNo one.\nMR. GOLD (CONT’D)\nHello?\n(listens)\nWho is this?\n\nSharon quickly sits up, putting her ear to the phone and\nlistening for a voice on the other line.\n\n(CONTINUED)\n\f55.\nCONTINUED:\n\nSTRANGE MAN (0.S.)\nI’m watching you.\n\nA stunned Sharon covers her mouth to keep from screaming.\nSuddenly...there is a LOUD KNOCK at the door. The Golds\nalmost jump off the bed in a panic as Sharon lets out a\nhorrible shriek.\n\nMR. GOLD\nStay here.\n\nMr. Gold reluctantly heads for the front door. He opens and\nwalks outside --\n\nINT./EXT. MOTEL ROOM - CONTINUOUS\n\nMr. Gold looks into the distance and notices the strange\nCOWBOY -- black cowboy hat and face mask -- on a DIRT BIKE,\nsitting at the edge of the motel parking lot. He is revving\nhis engine and staring back at Mr. Gold.\n\nMr. Gold simply stands in shock, unsure of his next move. He\nonly returns the man’s stare. He is helpless.\n\nMrs. Gold runs to the doorway and notices something taped on\nthe door itself.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is helpless. Mrs. Gold runs to the doorway and notices something taped on\nthe door itself. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a polaroid of Darcy, streaked in\nblood. Her throat has apparently been slit. Her lifeless\neyes staring back at us. Mrs. Gold instantly turning away\nfrom the photo, covering her mouth. She vomits slightly, in\nbetween her fingers, stumbling to the floor in shock.\n\nThe cowboy speeds off, down the dark highway, kicking up a\nmound of dirt and dust into the air.\n\nMrs. Gold SCREAMS out in horror. Mr. Gold runs back into the\nroom, noticing the picture. He also SCREAMS out in agony at\nthis gruesome sight. He grabs his wife and holds her tight\nas they grieve for their daughter together. Then, the PHONE\nRINGS again. Mr. Gold rushes over to answer.\n\nMR. GOLD\nHello?\n\nTHE COWBOY (V.O.)\nThis must be daddy.\n\nMR. GOLD\nYes. This is Henry Gold.\n\n(CONTINUED)\n\f56.\nCONTINUED:\n\nTHE COWBOY (V.O.)\nGood. Pay close attention, Henry.\nNow you know I’m watching you.\nThat means I see things. When you\ntake your next piss, before you\nfuck one more inch of that wife of\nyours, I’1l know about it. Tell me\nyou understand.\n\nMR. GOLD\nYeah. I get it.\n\nMrs. Gold hovers over the toilet, dry heaving. She is in\ncomplete shock, sick beyond description.\n\nMr. Gold rushes over to her, getting her attention. She\nstares up at him.\n\nMRS. GOLD\nOh my God, Henry!\n\nMr. Gold shuts his eyes, unable to bear the scene before him.\nHe quickly turns away from his wife, trying to focus.\n\nTHE COWBOY (V.O.)\nNow understand this, Henry. If you\ninvolve one more cop or step one\nfoot outside this city without my\npermission...I let the whore die.\nNow’s the part where you ask me\nwhat I want.\n\nMR. GOLD\nWhat do you want?\n\nTHE COWBOY (V.O.)\nGood boy. I want five hundred\nthousand cash, not a penny less.\n\nMR. GOLD\nI...I don’t know. I don’t have\nthat kind of money. Be reasonable.\nI can get you some money, but...\n\nTHE COWBOY (V.O.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can get you some money, but... THE COWBOY (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\n(interrupting)\n\nNow, come on, Henry. Your\ndaughter’s worth it. I know who\nshe is. There’s a lot of people\nwho wanna see her live. You’re in\ncharge of seeing she does.\n\n(MORE)\n\n(CONTINUED)\n\f57.\n\nCONTINUED: (2)\nTHE COWBOY (V.0.) (cont'd)\n\nWhen you get the cash, you can\ncontact Darcy’s cell and I’1l get\nyou the time and place. You have\nforty eight hours. Well...you’re\nwasting time, Henry. I need a yes\nor no.\n\nMR. GOLD\nYes, of course. I can get it.\n\nTHE COWBOY (V.O.)\nGood. I like your attitude.\nYou’re one step closer to getting\nyour daughter back. Sleep well,\nHenry.\n\nThe cowboy hangs up.\n\nINT. SHERIFF’S DEPARTMENT - CONFERENCE ROOM - MORNING\n\nDeSantis, The Golds, Casey and Leanne gather around the\ntable as Sheriff Patterson stands at the helm.\n\nSHERIFF PATTERSON\n\nThis was only a warning of what\nhe’1l do to her if we don’t meet\nhis demands. He’s asking for half\na million cash.\n\n(to The Golds)\nI assume you and your wife don’t\nhave that kind of money laying\naround?\n\nMR. GOLD\nNo. We've got about $100,000 in\nsavings, a few bonds. Nothing\nclose.\n\nMRS. GOLD\nMaybe if we made a good faith\npayment it could buy us some more\ntime...\n\nSHERIFF PATTERSON\nIt won’t work. It’s got to be\n$500,000. Not a dime less or he\nkills Darcy. Now it’s obvious this\nman knows who she is and what kind\nof cash she’s capable of raising.\nHe’s not looking to settle.\n\n(CONTINUED)\n\f58.\nCONTINUED:\n\nMRS. GOLD\nBut Darcy’s just getting started.\nShe doesn’t have that kind of\nmoney.\n\nDESANTIS\nBut she knows people who do.\nPeople who would want to help her.\nOur guy knows that.\n\nMR. GOLD\nWhat’re you saying?\n\nDESANTIS\nThe only option we have is going to\nKBS. I think our guy’s counting on\nthat.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nGOLD\nWhat’re you saying? DESANTIS\nThe only option we have is going to\nKBS. I think our guy’s counting on\nthat. \n\nTARGET SECTION TO BE ANNOTATED:\nLEANNE\nThe network?\n\nDESANTIS\n\nIf this goes public and the press\nfinds out they refused to put up\nDarcy’s ransom, they’1ll have a\nfield day with it. After just\nletting Darcy out of her contract\nI’m sure they won’t want any more\nbad publicity.\n\nMRS. GOLD\nI don’t understand. Darcy’s\nmissing, possibly dead and you’re\ntalking about publicity.\n\nDESANTIS\nAs twisted as it may sound, putting\nup Darcy’s ransom is a ratings\nbooster. Once we get her back, a\nlot of people are gonna want to\nhear her story. If they’re smart,\nthe execs at KBS will want her back\nalive as soon as possible.\n\nCasey looks to be in deep thought -- contemplating something.\nShe finally breaks her silence --\n\nCASEY\nWhat if we can’t get the money in\ntime? You can’t be sure KBS will\njust hand over this kind of cash\nwith no questions asked.\n\n(CONTINUED)\n\fCONTINUED:\n\nEXT. KBS\n\n(2)\n\nSHERIFF PATTERSON\nI’m gonna have to agree with\nDeSantis on this one. If they know\nthey’re Darcy’s only hope, they’11l\ncooperate. They have a lot more to\ngain by getting her back.\n\nCASEY\nIt just seems like too big a risk.\n\nMRS. GOLD\nNo. This won’t work. There’s got\nto be an easier way of getting this\nmoney. Maybe from the police or\nthe FBI. Don’t they prepare for\nsituations like this?\n\nSHERIFF PATTERSON\nHe said if we involve the police or\nFBI, he’s gone and Darcy’s as good\nas dead.\n\nMRS. GOLD\nYou don’t know that.\n\nDESANTIS\nYou already know he’s been watching\nour every move. I guarantee you\nhe’1l be watching this one.\n\nMR. GOLD\nTime’s already running out. How do\nyou know for certain that these\npeople at the network will\ncooperate?\n\nDESANTIS\nMay I make a suggestion?\n\nSTUDIOS - HOLLYWOOD, CA - DAY\n\nSUPERIMPOSE:\n\nKBS STUDIOS\nHOLLYWOOD, CA\n\n59.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow do\nyou know for certain that these\npeople at the network will\ncooperate? DESANTIS\nMay I make a suggestion? STUDIOS - HOLLYWOOD, CA - DAY\n\nSUPERIMPOSE:\n\nKBS STUDIOS\nHOLLYWOOD, CA\n\n59. \n\nTARGET SECTION TO BE ANNOTATED:\nCars are entering and exiting the front yellow gates of this\nbusy television studio.\n\f60.\n\nINT. BEVERLY MANOR PRODUCTION OFFICE\n\nDeSantis follows a busy Ms. Newman through the office. She\nis carrying a lot of paperwork and seems disinterested in\nDeSantis’s story.\n\nMS. NEWMAN\nPut yourself in my position,\nDetective. What would you do if\nyou were me? Just days after you\nlet Darcy out of her contract, her\nex fiance shows up asking for\n$500,000 in ransom money. You\nwouldn’t think that the least\nsuspicious?\n\nDESANTIS\nI don’t know. I guess it would\ndepend on my personal relationship\nwith Darcy. Look, I know this is a\nlot to take in, Ms. Newman, but we\ndon’t have a lot of time here --\n\nMS. NEWMAN\nRight. I get it.\n\nMs. Newman enters her office as DeSantis follows behind,\nshutting the door.\n\nEXT./INT. OFFICE OF ALICIA NEWMAN - CONTINUOUS\n\nMs. Newman walks around her desk and sorts some paperwork as\nshe continues with DeSantis.\n\nMS. NEWMAN\nYou have 48 hours to get the money\nor she’s dead, right?\n\nDESANTIS\nActually, it’s 36.\n\nMS. NEWMAN\nRight. I saw that movie too. I\nthink I produced it.\n\nDESANTIS\n\nIt sounds suspicious, I know. But\nbelieve me, this couldn’t be more --\n\n(CONTINUED)\n\f61.\nCONTINUED:\n\nMS. NEWMAN\nWhy haven’t I heard anything about\nthis until now? Why haven’t you\nalerted the police or the FBI about\nDarcy’s disappearance.\n\nDESANTIS\nIf you’d just listen one second --\n\nMS. NEWMAN\nI wonder what your Captain would\nfeel about all this. I’m sure\nyou’ve alerted him of Darcy’s\nabduction. Maybe I should give him\na call and we can straighten this\nout right now.\n\nMs. Newman picks up her phone. DeSantis quickly grabs it and\nslams it down on the receiver.\n\nMS.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nNewman picks up her phone. DeSantis quickly grabs it and\nslams it down on the receiver. MS. \n\nTARGET SECTION TO BE ANNOTATED:\n NEWMAN (CONT’D)\nWhat the hell do you think you’re\ndoing?\n\nDeSantis dials, puts the phone to his ear, listens.\n\nDESANTIS\nHey. It’s Charlie.\n(listens)\nShe’s right here in front of me,\nMr. Gold.\n\nMs. Newman is taken back by this sudden change in events.\nShe is stunned and visibly frightened.\n\nDESANTIS (CONT’D)\n(into the phone)\nYou wanna talk to her?\n\nDeSantis hands the phone to a very reluctant Ms. Newman.\n\nMS. NEWMAN\nHello?\n(listens)\nYes, Mr. Gold. I’ve been made\naware of the situation and I’m very\nsorry.\n(listens)\nYes. I’m well aware of your time\nrestraints. Detective DeSantis has\nbeen filling me in.\n(MORE)\n\n(CONTINUED)\n\f62.\n\nCONTINUED: (2)\nMS. NEWMAN (cont'd)\n(listens)\nNo. Of course not.\n(listens)\nYes, sir. I can guarantee you that\nKBS will be doing everything we can\nto ensure Darcy’s safe return.\n(listens)\nYes, of course I will.\n(listens)\nYes. Thank you. And may God be\nwith you and your family.\n(listens)\nYes. Goodbye.\n\nMs. Newman hangs up the phone and stares back at DeSantis\nwith a look of uncertainty in her eyes.\n\ncur TO:\n\nEXT. DIRT ROAD - BRYERSON, UTAH - NIGHT\n\nA large U-HAUL VAN sits parked on the dirt path. The rear\ncab is open. Sitting a good thirty feet from the truck is a\nMAN on a DIRT BIKE -- THE COWBOY. He is wearing his\ntrademark black cowboy hat and face mask.\n\nHe REVS THE MOTOR on his bike, giving it some juice. He then\nrides the bike up a long metal ramp, into the back of the\nvan.\n\nThe cowboy parks the bike and jumps out, closing the metal\nramp and sliding door behind him. He continues to the\ndriver’s side and gets in. The SOUND OF THE ENGINE STARTING.\nFULL SHOT OF THE TRUCK\n\nThe large U-HAUL continues up the long, dark path. The\nechoing ROAR OF THE ENGINE fills the night sky -- the truck\nslowly disappearing into the darkness.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe SOUND OF THE ENGINE STARTING. FULL SHOT OF THE TRUCK\n\nThe large U-HAUL continues up the long, dark path. The\nechoing ROAR OF THE ENGINE fills the night sky -- the truck\nslowly disappearing into the darkness. \n\nTARGET SECTION TO BE ANNOTATED:\nFADE OUT.\n\nFADE IN:\n\nEXT. STREETS OF DOWNTOWN BRYERSON - NIGHT\nDARCY’S S.U.V. slowly cruises down the quiet street. It is\n\nthe middle of the night. Not a soul in sight. The S.U.v.\napproaches an alley and stops.\n\n(CONTINUED)\n\f63.\nCONTINUED:\n\nParked halfway down the alley is the cowboy’s grey dodge pick-\nup. The motor bike that was once strapped into the truck is\nnow gone.\n\nINT. S.U.V.\n\nHenry Gold sits behind the wheel with a cell phone to his\near.\n\nMR. GOLD\nOkay. I’m here.\n\nTHE COWBOY (0.S.)\nI see you.\n\nINT. SHERIFF PATTERSON’S CAR\n\nDeputy Bracken drives through the dark avenues of this quiet\ndowntown with Sheriff Patterson at his side -- using an\nearpiece to listen in on Mr. Gold and the kidnapper’s\nconversation.\n\nTHE COWBOY (0.S.)\n\nNow, real slow-like, you’re gonna\nback down the alley in reverse.\n\nEXT. ALLEY #2\nDeSantis also cruises down a dark alley with his head lights\noff. He slowly comes to a halt.\n\nINT. DESANTIS CAR\n\nDeSantis also has a plug in his ear -- listening to the\nkidnapper’s demands.\n\nTHE COWBOY (0.S.)\nYou’re gonna keep going until you\nreach the fire escape. Then you\nstop.\nINT. SHERIFF PATTERSON’S CAR\n\nDeputy Bracken continues down the dark street with Sheriff\nPatterson at his side.\n\n(CONTINUED)\n\f64.\nCONTINUED:\n\nSHERIFF PATTERSON\nStop the car.\nEXT. SHERIFF PATTERSON’S CAR\n\nThey come to a halt. Out steps The Sheriff.\n\nEXT./INT. SHERIFF PATTERSON’S CAR\nSheriff Patterson pops his head inside the window.\nSHERIFF PATTERSON\nWhen I give the word, you move it\nin. But not one second before.\nYou got it?\n\nDEPUTY BRACKEN\nGot it.\n\nSHERIFF PATTERSON\nOkay. See you there.\n\nSheriff Patterson continues down the street on foot as his\nDeputy pulls away. He puts a two way walkie to his mouth.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSee you there. Sheriff Patterson continues down the street on foot as his\nDeputy pulls away. He puts a two way walkie to his mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nSHERIFF PATTERSON (CONT’D)\nDeSantis? Are you in position?\n\nMATCH CUT TO:\n\nINT. DESANTIS CAR\nDeSantis responds with his two way walkie.\nDESANTIS\nCopy that.\nEXT. STREET\n\nSheriff Patterson pulls his gun from a holster as he\ncontinues down the street on foot.\n\nSHERIFF PATTERSON\n(into the walkie)\nAll right. Just stay put and be\nready to block that exit.\n\nMATCH CUT TO:\n\f65.\n\nINT. DESANTIS CAR\n\nDESANTIS\nRoger that.\n\nINT. ALLEY\n\nThe S.U.V. pulls ahead of the alley a few feet, then begins\ndown the alley in reverse. It slowly approaches the grey\ndodge pick-up and stops about twenty or thirty feet from the\nbumper.\n\nINT. S.U.V.\n\nMr. Gold puts the cell to his ear.\n\nMR. GOLD\nI’m here.\n\nTHE COWBOY (0.S.)\nNow you’re gonna take the money\nout. Then open up those back\ndoors. Let me take a real good\nlook. If I even think I see a\nshadow of something or\nsomeone...I’1]1 slit her throat.\nTell me if you understand.\n\nMR. GOLD\nI understand.\n\nTHE COWBOY (0.S.)\nGreat. Now get out.\n\nMr. Gold opens his door and steps out with the BLACK MONEY\nBAG in hand. It is filled with $500,000 cash.\n\nINT./EXT. S.U.V.\n\nMr. Gold walks to the rear -- about to open the back door --\n\nTHE COWBOY (0.S.)\nWait.\n\nMr. Gold stops in his tracks.\n\nTHE COWBOY (0.S.)\nOpen your coat.\n\n(CONTINUED)\n\f66.\nCONTINUED:\n\nMr. Gold pulls open his coat, letting the cowboy take a peek.\n\nTHE COWBOY (0.S.)\nTake it off.\n\nMr. Gold removes his coat and drops it to the ground.\n\nTHE COWBOY (0.S.)\nPut your hands up and turn around.\n\nMr. Gold places his hands in the air and slowly turns, facing\nthe back of the S.U.V.\n\nTHE COWBOY (0.S.)\nNow open up the doors.\n\nMr. Gold opens the rear doors of the S.U.V. There is no one\ninside.\n\nINT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nV. There is no one\ninside. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DESANTIS CAR\nDeSantis listens carefully.\n\nTHE COWBOY (0.S.)\nReal good, pops. We’re halfway\nthere.\n\nEXT. STREET\n\nSheriff Patterson continues jogging down the street with his\ngun drawn and in the other hand holding in his ear piece,\nstill listening to every word. He slowly approaches the\nentrance to an alley.\n\nHe peeks his head around the corner and notices the grey\ndodge pick-up sitting in an adjacent alley. He also notices\nthe shadowy figure of a MAN hiding behind a trash dumpster.\n\nSHERIFF PATTERSON\nI see him. I see the son of a\nbitch. He’s hiding behind the\ntrash.\n\nMATCH CUT TO:\n\f67.\n\nINT. DESANTIS CAR\nDeSantis responds.\n\nDESANTIS\nIs Darcy with him?\n\nSHERIFF PATTERSON (0.S.)\nI can’t tell.\n\nDESANTIS\nDon’t move in. Not yet.\n\nSHERIFF PATTERSON (0.S.)\nHe’1l kill him.\n\nDESANTIS\nHe’1ll kill her if he sees you.\n\nINT. ALLEY\n\nMr. Gold approaches the driver’s window of the grey pick-up\nwith the bag of money, then suddenly -- THE COWBOY comes\ncareening around the left-hand corner on a motor bike,\nwearing his trademark hat and mask, armed with a large MAG-\nLIGHT FLASHLIGHT. He shines the LIGHT into Mr. Gold’s face,\nblinding him, knocking him over the head with the flashlight.\n\nEXT. STREET\nSheriff Patterson chases after the suspect.\nSHERIFF PATTERSON\nMove it in! He’s on the move!\nINT. ALLEY\n\nMr. Gold lay unconscious on the ground. The Cowboy grabs the\nmoney bag, begins down the opposite end on his bike.\n\nSheriff Patterson spots the motor bike speeding down the\nsecond alley, raises his weapon to fire. Before he can get a\nclear shot, the motor bike disappears behind a wall.\n\nSHERIFF PATTERSON\nDeSantis, he’s headed your way!\n\f68.\n\nEXT. ALLEY\n\nDeSantis comes to a screeching halt in front of the alley’s\nexit, blocking the Cowboy in.\n\nThe Cowboy also spots DeSantis and slams on his brakes. He\npulls a very large .",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nALLEY\n\nDeSantis comes to a screeching halt in front of the alley’s\nexit, blocking the Cowboy in. The Cowboy also spots DeSantis and slams on his brakes. He\npulls a very large . \n\nTARGET SECTION TO BE ANNOTATED:\n50 CALIBER REVOLVER with LASER SIGHTING\nfrom his side.\n\nDeSantis steps out of his car and runs into the alley with\nhis gun drawn. He stops and points his weapon at the\nsuspect.\n\nDESANTIS\nDROP IT!!!\n\nSheriff Patterson comes careening around the corner and\nstops. He notices the stand-off between the two men.\n\nSHERIFF PATTERSON\n\nShoot him! What’re you waiting\n\nfor?!\nEXT. STREET\nDeputy Bracken cuts a hard right into the second alley,\nquickly making his way up the alley, toward The Sheriff.\nINT. ALLEY\nThe Cowboy points his red laser light at DeSantis’ chest,\nready to pull the trigger. He has the detective’s life in\nhis hands.\nSheriff Patterson points his pistol at The Cowboy, ready to\nshoot the masked killer. He spots DeSantis in his line of\nfire and cannot take the shot.\n\nThe Cowboy begins after DeSantis at full speed.\n\nDESANTIS\nFREEZE!!!\n\nThe Cowboy moves closer and closer to DeSantis -- who stands\nfrozen and cannot take the shot.\n\nSHERIFF PATTERSON\nSHOOT HIM!!!\n\n(CONTINUED)\n\f69.\nCONTINUED:\n\nThe Cowboy drops his weapon and strikes DeSantis over the\nhead with the large flashlight, knocking him to the ground.\n\nThe Cowboy passes DeSantis’ car and back onto the main\nstreet.\n\nEXT. STREET\n\nThe dirt bike is out of sight almost immediately.\n\nINT. ALLEY\n\nDeSantis lays on the ground, grabbing his throbbing head in\npain. Sheriff Patterson runs down the alley toward him.\n\nEXT. STREET\n\nThe cowboy is nowhere in sight. He has gotten away.\n\nEXT. SHERIFF PATTERSON’S OFFICE\n\nDeSantis peers through the glass at Sheriff Patterson pacing\nback and forth on the phone. He is arguing with someone.\n\nAbruptly, The Sheriff slams the phone down on the receiver.\nEnter DeSantis.\n\nEXT./INT. SHERIFF PATTERSON’S OFFICE\nSheriff Patterson gives DeSantis a look of complete contempt.\n\nSHERIFF PATTERSON\nI thought I told you to wait at the\nmotel. If The Golds see you here,\nthey’1l take your head off. If I\ndon’t do it first.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERIFF PATTERSON\nI thought I told you to wait at the\nmotel. If The Golds see you here,\nthey’1l take your head off. If I\ndon’t do it first. \n\nTARGET SECTION TO BE ANNOTATED:\nDESANTIS\nYou hear anything?\n\nSHERIFF PATTERSON\nOh, we’re just getting flooded with\nphone calls here, DeSantis! If you\nbothered putting a hole in that\ncowboy I guess we could be checking\nthe local hospitals for gunshot\nwounds!\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nDeSantis hangs his head low -- in shame. Yet, he remains\nfocused and continues droning on about the case.\n\nDESANTIS\nI’m guessing he ditched the bike\nand had a back up car waiting\nsomewhere close by.\n\nSHERIFF PATTERSON\nIs that right? You know, you’re\nalways one step ahead of us good\nole’ boys, aren’t you? Or maybe\nyou’re just covering for the fact\nthat you just plain fucked up out\nthere.\n\nDESANTIS\nI couldn’t get a clear shot.\n\nSHERIFF PATTERSON\nBullshit! Hell, L.A.P.D.! You\nspend four days a week at the\npistol range, you can’t shoot one\nlousy son of a bitch ten feet in\nfront of you?!\n\nDeputy Bracken enters -- interrupting the men.\n\nDEPUTY BRACKEN\nExcuse me.\n\nSHERIFF PATTERSON\nNot now, Billy! Can’t you see I’m\nbusy in here!\n\nDEPUTY BRACKEN\nSorry. The Golds wanna know what’s\nhappening?\n\nSHERIFF PATTERSON\n(to Bracken)\nDeSantis here was about to tell us\nwhat in the hell happened out\nthere.\n(to DeSantis)\nWell? We’re waiting!\n\nDESANTIS\nI couldn’t see well enough to get a\nclear shot. But he had me in his\nsights. All he had to do was pull\nthe trigger and I was done.\n\n(MORE)\n\n(CONTINUED)\n\f71.\n\nCONTINUED: (2)\nDESANTIS (cont'd)\nBut he didn’t. It took a lot of\nnerve for him to charge me the way\nhe did. It’s like he knew I\nwouldn’t take the shot.\n\nSHERIFF PATTERSON\nThat’s real interesting, DeSantis.\nWhy the hell would he think that?\n\nDESANTIS\nBecause he knows I’ve figured out\nwho he is.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHERIFF PATTERSON\nThat’s real interesting, DeSantis. Why the hell would he think that? DESANTIS\nBecause he knows I’ve figured out\nwho he is. \n\nTARGET SECTION TO BE ANNOTATED:\nDeputy Bracken lets out a slight smirk, shaking his head in\ncontempt.\n\nSHERIFF PATTERSON\nYou’ve figured it all out. Well\ntell me, DeSantis -- Who is he? If\nyou don’t mind letting the rest of\nus simple minds in on your little\nsecret.\n\nDESANTIS\nSomebody close to Darcy. A friend.\nA boyfriend, maybe.\n\nSHERIFF PATTERSON\nDarcy’s boyfriend? They’re all in\ncahoots together now? Is that it?\n\nDESANTIS\nIt’s the only explanation I can\ncome up with.\n\nSheriff Patterson lowers his head and shakes it in\nfrustration. He picks up a PHOTOGRAPH from his desk, hands\nit to DeSantis -- who inspects it.\n\nINSERT - PHOTO OF JANET COONEY\nHer dead body is bruised and badly beaten.\n\nSHERIFF PATTERSON\nThat look familiar to you? Billy\nfound that in the pick-up, under\nthe driver’s seat. Now unless\nDarcy’s boyfriend drove into town\nto beat Cooney to death, I’d say\nthis new little theory of yours is\none big fuckin’ steaming pile of\nhorse shit.\n\n(CONTINUED)\n\f72.\nCONTINUED: (3)\n\nDeSantis shuts his eyes in embarrassment. He hands the photo\nto Deputy Bracken who is smiling from ear to ear.\n\nSHERIFF PATTERSON (CONT’D)\n(to Deputy Bracken)\nBilly. I want you to escort the\ndetective back to his motel. Let\nhim pack his things. When he’s\ndone, make sure he’s on the road\nand headed the right direction.\n\nDEPUTY BRACKEN\nYes, sir, boss.\n\nSheriff Patterson excuses himself from the office, leaving\nDeSantis standing pitiful and shamed. He simply stares at\nthe floor with nothing to say for himself. For the first\ntime, he is completely speechless.\n\nINT. SHERIFF’S DEPARTMENT - MAIN WAITING ROOM\n\nThe Golds, Casey and Leanne all listen as The Sheriff\nexplains the latest news on Darcy’s abductor.\n\nSHERIFF PATTERSON\nI’ve arranged to set up road blocks\non both ends of the interstate,\nwithin a hundred mile radius of\nhere.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SHERIFF’S DEPARTMENT - MAIN WAITING ROOM\n\nThe Golds, Casey and Leanne all listen as The Sheriff\nexplains the latest news on Darcy’s abductor. SHERIFF PATTERSON\nI’ve arranged to set up road blocks\non both ends of the interstate,\nwithin a hundred mile radius of\nhere. \n\nTARGET SECTION TO BE ANNOTATED:\n Along with my staff, we’ve\ngot men in five different counties\nlooking for Darcy. Checking every\nlocal motel, every back road, bus\ndepot and train station from here\nto Salt Lake. I’ve also contacted\nthe state police. They’re putting\nan APB out on Darcy and our\nsuspect. The FBI too. A field\nagent from the bureau will be here\nin the morning. I'’11 be officially\nturning over...\n\n(catching himself)\n\nDarcy’s investigation...to them.\n\nMR. GOLD\nYou assured us the safest thing for\nDarcy was to keep this quiet.\n\nSHERIFF PATTERSON\nI know. We did what was right and\nsafe for Darcy at that time. But\nthings are a bit different now.\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n73.\n\nSHERIFF PATTERSON (cont'd)\nWe made good with the ransom. This\nman’s got the money and the means\nto disappear for good. He can only\nexpect us to come at him with\neverything we got. And that’s\nexactly what we’re going to do.\n\nMR. GOLD\n\nIt’s a little late for heroics,\nSheriff. Weither one of you could\nadmit this was a situation you\ncouldn’t handle. None of you. You\njust wanted to keep things nice and\nquiet so you didn’t put a scare in\nyour precious little town. No!\nThat would make too big of a mess!\n\nSheriff Patterson hangs his head low as Mr. Gold continues to\nlet him have it.\n\nMR. GOLD (CONT'D)\nYou wanna help us now, Sheriff?\nYou tell the FBI everything. You\ntell them how you insisted on\nkeeping them from my daughter’s\ninvestigation to cover your ass.\nThen maybe you can tell them how\nyou let a Los Angeles detective a\nhundred miles out of his\njurisdiction let our daughter’s\nkidnapper get away right under your\nnose. Why don’t you put all that\nin your fucking report!\n\nCasey looks away and to the front door where Deputy Bracken\nis escorting DeSantis out.\n\nEXT. MOTEL\n\nCasey pulls into the motel lot and parks in front of their\n\nroom.\n\nDeputy Bracken sits waiting in his squad car, taking notice\n\nof Casey.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. MOTEL\n\nCasey pulls into the motel lot and parks in front of their\n\nroom. Deputy Bracken sits waiting in his squad car, taking notice\n\nof Casey. \n\nTARGET SECTION TO BE ANNOTATED:\nShe ignores him and heads for the room.\n\nINT. MOTEL ROOM\n\nDeSantis finishes packing his stuff into\nCasey, who quickly shuts the door behind\n\na suitcase. Enter\nher.\n\n(CONTINUED)\n\f74.\nCONTINUED:\n\nCASEY\nWhy didn’t you take that shot?\n\nDESANTIS\nIt’s the Feds case now.\n\nCASEY\nYou think she’s alive, don’t you?\n\nDESANTIS\nShe wasn’t at the drop.\n\nCASEY\nThat doesn’t mean she’s dead. Even\nif you thought she was dead, why\ndidn’t you take that shot? You had\nnothing to lose. He dropped his\ngun.\n\nDeSantis wants to answer Casey. The words are there, but he\njust can’t. He stares at her for what seems like an\neternity. Then...suddenly...he breaks his silence.\n\nDESANTIS\nI can’t help her anymore. I’ve put\nin my time. She’s sick, Casey.\nVery sick and there’s nothing more\nme or you can do about that.\n\nCasey stands in shock by this statement. She wanted to hear\nthis, but didn’t expect to.\n\nDESANTIS (CONT’D)\nBut I think we’ve all known that\nfor awhile now.\n\nCASEY\nOh my God.\n\nDESANTIS\nShe wanted a new life. You said so\nyourself. Now she has the chance.\nAway from everything and everybody.\n\nCasey covers her mouth as if she’s going to be sick. She\nturns away from him and stares out the window.\n\nCASEY\nWhat did this man talk her into?\nWhat the hell was she thinking? I\ndon’t understand! Any of this!\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n75.\n(2)\nCASEY (cont'd)\nNo, Charlie! Why would she do\nthis?!\n\nDESANTIS\nMaybe she feels like it’s her only\nway out. I don’t know. It’s not\nyour problem anymore.\n\nCASEY\nYou knew what she did here. You’ve\nknown this whole time. That’s why\nyou kept it quiet.\n\nDeSantis doesn’t respond. He only smiles and changes the\n\nsubject.\n\nDESANTIS\n\nYou know what I think, Casey?\nCASEY\n\nNo.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe only smiles and changes the\n\nsubject. DESANTIS\n\nYou know what I think, Casey? CASEY\n\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\nDESANTIS\n\nI think the best thing for all of\nus now is to walk away.\n\nCASEY\nYou didn’t help her, Charlie. You\nonly made things worse by not\ncalling the police. You have to\ntell The Sheriff about this.\n\nDESANTIS\nI tried that once. He’s not\nlistening.\n\nCASEY\nShe could hurt herself. If she’s\nout there and sick and needs help,\nI wanna help her.\n\nDESANTIS\nGood luck with that.\n\nDeSantis passes Casey and exits the room, leaving Casey in\ncomplete shock.\n\nEXT.\n\nDESERT HIGHWAY - NIGHT\n\nDeSantis heads down the dark country highway, headed for\n\nhome.\n\n(CONTINUED)\n\f76.\nCONTINUED:\n\nThe camera TILTS DOWN as he reaches into the passenger seat\nand grabs a pack of smokes. Resting underneath the\ncigarettes is an orange and white envelope marked U-HAUL.\n\nFADE OUT.\n\nFADE IN:\n\nEXT. DESANTIS HOME - NIGHT\n\nDeSantis pulls into his driveway. He steps out and\nimmediately walks to the trunk. He pops it open and there\nsits his suitcase, as well as a large SILVER BRIEFCASE.\n\nHe grabs the suitcase and pulls it out, sets it down on the\npavement. He then pulls out the silver briefcase and uses\nhis free hand to shut the trunk.\n\nEXT./INT. DESANTIS HOME\n\nDeSantis enters his dark home, shutting the door behind him.\n\nThe house is fairly empty. The cluttered mess that was once\n\nthere is now a memory. There are cardboard boxes everywhere\n\nfilled with personal belongings. It appears he is moving out\nvery soon. He drops his suitcase on the floor and continues\n\ninto the kitchen with the SILVER BRIEFCASE.\n\nKITCHEN\n\nDeSantis hides the briefcase under the sink. He grabs a\nglass from a cabinet, sets it down. He reaches into the\nfreezer and grabs a few ice cubes, tosses them into the\nglass. He grabs a bottle of whiskey, resting nearby on the\ncounter and pours himself a good double shot. He takes a\ngenerous swig of the scotch.\n\nHe continues across the home and to the FRONT WINDOW.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grabs a bottle of whiskey, resting nearby on the\ncounter and pours himself a good double shot. He takes a\ngenerous swig of the scotch. He continues across the home and to the FRONT WINDOW. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nstares aimlessly into the distance at nothing, gulping down\nthe rest of his drink.\n\nFADE OUT.\n\nFADE IN:\nEXT. DESERT - CRIME SCENE - DAY\n\nWe CLOSE ON the skeletal, decomposed remains of DARCY GOLD on\nthe red desert sand.\n\n(CONTINUED)\n\f77.\nCONTINUED:\n\nSUPERIMPOSE:\n\nBRYERSON, UTAH\nTHREE WEEKS LATER\n\nStanding hovered over the body is Sheriff Patterson and\nDeputy Bracken.\n\nSHERIFF PATTERSON\nWhere was she buried?\n\nDEPUTY BRACKEN\nWe found a shallow hole and white\nshower curtain about a hundred\nyards from here. It was chewed up\npretty good. Looks like the damn\ncoyotes got to her.\n\nSHERIFF PATTERSON\nWhat about The Golds?\n\nDEPUTY BRACKEN\nHaven’t called them yet. I was\nwaiting on you.\n\nSHERIFF PATTERSON\nCall the coroner. I wanna get her\nout of here before I start making\nthe calls.\n\nDEPUTY BRACKEN\nYou got it.\n\nDeputy Bracken begins off as Sheriff Patterson stares at the\nwretched, decomposed body with disgust.\n\nWe PULL AWAY and GO WIDER AND WIDER to reveal Sheriff\nPatterson standing a good hundred yards from a SHALLOW GRAVE.\n\nAs we stare into the grave, we notice a large AREA RUG\ninside. The remains of a WHITE SHOWER CURTAIN lay some ten\nto fifteen feet from the grave.\n\nINT. CITY MORGUE - DAY\nSheriff Patterson stands hovered over Darcy’s remains which\nlay on an examination table. Also standing over the body is\n\na young FORENSIC EXAMINER who is discussing the condition of\nthe body with The Sheriff.\n\n(CONTINUED)\n\f78.\nCONTINUED:\n\nFORENSIC EXAMINER\nThere is one visible entry wound on\nthe victim’s chest. It was caused\nby a small, thin blade,\napproximately 3 inches in length\nand 1 inch in diameter. Probably a\npocket knife of some sort.\n\nDeSantis enters the room -- grabbing the attention of a not\nso thrilled Sheriff Patterson.\n\nHe tosses DeSantis a dirty stare as the young detective\napproaches the examination table.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nProbably a\npocket knife of some sort. DeSantis enters the room -- grabbing the attention of a not\nso thrilled Sheriff Patterson. He tosses DeSantis a dirty stare as the young detective\napproaches the examination table. \n\nTARGET SECTION TO BE ANNOTATED:\nFORENSIC EXAMINER (CONT’D)\nThe victim also suffered a\nfractured skull and jaw. Although\nshe was stabbed, she died of\nextreme hemorrhaging in the brain\nas a result of trauma to the head.\n\nDeSantis focuses on the body closely.\n\nFORENSIC EXAMINER (CONT’D)\nUpon first examination, we find\nMaggot mass aggregation in the\npelvic and genital regions of the\nbody and also in the skull and\nnasal cavities. It was the\nparticularly small size of the\nlarvae that I found interesting.\nThe fact that these maggots\nremained stabilized and didn’t\ncontinue their growth cycle\nsuggests the body remained in a\ncooler climate. I also found empty\npuparium on the underside of the\nbody and on the remains of the\nshower curtain.\n\nSHERIFF PATTERSON\nWhat does that mean?\n\nFORENSIC EXAMINER\nIt means that the victim had\nremained under ground for a\nduration of no less than twenty\ndays. Which places time of death,\nat the latest, one to two days,\nmaybe even hours after her\nabduction.\n\n(CONTINUED)\n\f79.\nCONTINUED: (2)\n\nSHERIFF PATTERSON\nIs there anything else about the\nbody we should know about?\n\nFORENSIC EXAMINER\nThere’s no signs of sexual assault.\n\nDeSantis shuts his eyes -- sighing in relief.\n\nSHERIFF PATTERSON\nAnything else?\n\nFORENSIC EXAMINER\nThere is one thing.\n\nDeSantis quickly opens his eyes and turns his attention back\nto the examiner.\n\nFORENSIC EXAMINER (CONT’D)\nThe size of the maggots in the\nvictim’s nasal cavity is of a\nparticularly large size. Almost\nthree times the normal size, to be\nprecise. This strongly suggests\nyears of repeated cocaine abuse.\n\nSHERIFF PATTERSON\nShe was a coke addict?\n\nDESANTIS\nI don’t see the importance of that\nnow.\n\nFORENSIC EXAMINER\nAs you know, Detective, I’m legally\nobligated to record any forms of\nsubstance abuse in my report. It’s\nfor identification purposes.\n\nDESANTIS\nI can appreciate that.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORENSIC EXAMINER\nAs you know, Detective, I’m legally\nobligated to record any forms of\nsubstance abuse in my report. It’s\nfor identification purposes. DESANTIS\nI can appreciate that. \n\nTARGET SECTION TO BE ANNOTATED:\n But as far\nas this girl’s parents are\nconcerned, she never had a coke\nproblem and has been drug free and\nsober for eight months. When the\npress gets a hold of this, she’1l\nbe all over the front page.\n\nFORENSIC EXAMINER\nWhat is it exactly you’re asking me\nto do, detective?\n\n(MORE)\n\n(CONTINUED)\n\f80.\n\nCONTINUED: (3)\nFORENSIC EXAMINER (cont'd)\nTo falsify my findings in order to\nease the grieving process of this\ngirl’s parents.\n\nDESANTIS\nSheriff? Would you excuse us a\nmoment.\n\nSheriff Patterson reluctantly steps out of the office.\nDeSantis gives the examiner the evil eye. The examiner\nsimply returns his stare. The two men stand silent, staring\neach other down. We then very slowly...\n\nFADE OUT.\n\nFADE IN:\n\nINT. HALLWAY - CITY MORGUE\n\nThe Golds, Casey and Leanne await in a hallway outside the\nexamination room. The Golds sit on a bench, grasping each\nothers hands tight as Casey and Leanne pace back and forth on\nthe cold hard floor.\n\nSheriff Patterson and DeSantis exit the exam room, catching\neveryone’s attention.\n\nMr. Gold quickly stands and approaches The Sheriff.\n\nSHERIFF PATTERSON\nI’m very sorry.\n\nMr. Gold loses control -- SCREAMING out in despair and\ncrumbling to his knees. Sheriff Patterson grabs him, but is\npulled down by his weight. The two men both fall to their\nknees. He slowly puts his arms around Mr. Gold, comforting\nhim.\n\nMrs. Gold pulls her husband away from The Sheriff and holds\nhim tight.\n\nCasey and Leanne also weep for their friend. They walk over\nto The Golds and place their arms around them. They all hug\nand mourn together.\n\nSheriff Patterson shuts his eyes, unable to witness the\nunbearable scene before him.\n\nDeSantis is taken over by guilt. He turns and walks off.\n\nSheriff Patterson turns and notices that DeSantis has\nsuspiciously left.\n\fsl.\n\nEXT. GAS STATION - NIGHT\nVERY WIDE SHOT of the worn, old station.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nsl. EXT. GAS STATION - NIGHT\nVERY WIDE SHOT of the worn, old station. \n\nTARGET SECTION TO BE ANNOTATED:\n From a distance, we\nsee DeSantis’ car pull into the station and park in front of\na pay phone booth. Out steps DeSantis who walks into the\nbooth and picks up the phone.\n\nFADE OUT.\n\nFADE IN:\n\nINT. POLICE STATION - L.A.P.D. - INTERNAL AFFAIRS - DAY\n\nTWO MEN enter the division of Internal Affairs. The first\nMan through the door is LT. WOLF (40s). Following behind is\nDETECTIVE AARONSON (30s) a very youthful appearance. Sitting\nat his desk, behind a computer is DETECTIVE HARRIS (40s).\n\nLT. WOLF\nHarris? Wake up.\n\nDet. Harris spins around in his chair, facing Lt. Wolf.\n\nDET. HARRIS\nYeah?\n\nLT. WOLF\nI want you to meet Detective Kyle\nAaronson.\n\nThe two men shake.\n\nDET. AARONSON\nHey there.\n\nLT. WOLF\nIt’s his first official day with\nI.A.D. I’m putting him with you on\nthe DeSantis case.\n\nDET. HARRIS\nHave you already been briefed?\n\nDET. AARONSON\nNo, not yet.\n\nDET. HARRIS\nTake a seat.\n\n(CONTINUED)\n\f82.\nCONTINUED:\n\nDet. Aaronson has a seat across from Harris, while Lt. Wolf\nstands hovered over the men. Det. Harris hands Aaronson a\nstack of thick files on DeSantis.\n\nDET. HARRIS (CONT’D)\nDetective Charlie DeSantis,\nnarcotics division. A degenerate\ngambler, wife beater and all around\nbad guy. We just got word from one\nof our C.I.’s that he’s into Artie\nVittero for $75 grand. Coming out\nof vice, I’m sure you’re aware of\nMr. Vittero’s activities.\n\nDET. AARONSON\n(nodding in agreement)\nOh, yes.\n\nDET. HARRIS\nThis C.I. says that DeSantis has\nless than three weeks to square his\ndebt or he’s a dead man. Now it\njust so happens that DeSantis\nrequests a stress leave and\nmysteriously leaves Los Angeles.\n\nDET. AARONSON\nHe’s on the run?\n\nLT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nDET. AARONSON\nHe’s on the run? LT. \n\nTARGET SECTION TO BE ANNOTATED:\n WOLF\nExactly. The word from his Captain\nis DeSantis needed some personal\ntime to deal with his partner’s\nrecent death. He’s been cracking\nup ever since he saw him killed.\n\nDET. HARRIS\nAccording to this C.I., DeSantis\nhas been bringing a lot of heat\ndown on himself by putting\nthousands of dollars in counterfeit\ncash onto the streets.\n\nLT. WOLF\nSupposedly, there may even be a\nprice on his head. He said the\nword is, he’s been making a lot of\ndrug buys. Generating some names.\n\n(CONTINUED)\n\f83.\nCONTINUED: (2)\n\nDET. HARRIS\nWe think he’s been trying to get\ncloser to a Ramon Vasquez, an east\nside cholo, piece a shit who shot\nhis partner six months ago.\n\nDET. AARONSON\nThey never caught this guy?\n\nLT. WOLF\nBy the time they found Vasquez,\nDeSantis had already beaten him\nwithin an inch of his life.\nVasquez’s lawyer saw to it that all\ncharges against his client were\ndropped. Ever since, DeSantis has\nbeen trying to put him away. He’s\nobsessed.\n\nMATCH CUT TO:\n\nINT. DESANTIS HOME\n\nDeSantis sits at the kitchen table with the SILVER BRIEFCASE\nopened. He stares into the case at the money.\n\nDET. AARONSON (V.0O.)\nSo where did all this money come\nfrom?\n\nHe grabs a hand full of the cash and stuffs it into a manila\nenvelope.\n\nDET. HARRIS (V.0.)\n\nWe have reason to believe DeSantis\nstole over 2 million in counterfeit\ncash from a drug bust he says went\nsour.\n\nHe wraps a rubber band around the envelope.\nLT. WOLF (V.0.)\nNarcotics sends him in with the\nfunny money to make the deal.\nFifty kis.\n\nHe walks to his bedroom, grabs a long coat from his closet.\n\n(CONTINUED)\n\fCONTINUED:\n\nLT. WOLF (V.0.)\nAccording to DeSantis, they put a\ngun to his head and made out with\nthe coke and the cash.\n\nDET. HARRIS (V.O.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nDET. HARRIS (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nHe says somebody on the inside blew\nhis cover. Somebody told them he\nwas a cop, all right. It was\nDeSantis.\n\nDeSantis stuffs the envelope into his coat pocket.\nDET. AARONSON (V.0.)\nAnd he keeps the phoney cash handy\nto support his gambling habit.\n\nDET. HARRIS (V.O.)\nAnd pay off his debts.\n\n84.\n\nDeSantis walks to the kitchen and shuts the SILVER BRIEFCASE\n\nfull of cash.\n\nLT. WOLF (V.0.)\nI just got off the phone with\nCaptain Gruber in narcotics. He\nsays he just got a call from\nBryerson, Utah, Sheriff’s office.\nThe Sheriff there says DeSantis has\nbeen there for weeks, investigating\nthe kidnapping of an old\ngirlfriend. Darcy Gold. He says\nhe thought we should know.\n\nDeSantis walks to the center of his living room and\nopen an ATTIC DOOR. He unfolds a small ladder from\nand begins up the small steps.\n\nDET. HARRIS (V.O.)\nShe’s an actress here in LA. The\nword is DeSantis went to Darcy’s\nproducer at KBS, an Alicia Newman,\nand requested the $500,000 in\nransom money.\n\nTHE ATTIC\n\npulls\nthe attic\n\nDeSantis places the silver briefcase in a dark corner, out of\n\nsight.\n\n(CONTINUED)\n\f85.\nCONTINUED: (2)\n\nDET. HARRIS (V.O.)\nHe told her whoever snatched Darcy\ncontacted him and said if he didn’t\nget the money within 48 hours, he’d\nkill her.\n\nHe begins back down the ladder and into the living room.\n\nDET. AARONSON (V.O.)\nAnd they actually gave him the\nmoney?\n\nDeSantis folds up the ladder and shuts the attic door.\n\nDET. AARONSON (V.O.)\nSo what happened?\n\nEXT. DESANTIS HOME - DUSK\n\nDeSantis exits his home -- walks to his car and gets in. He\npulls out of the driveway as we watch him begin down the\nstreet.\n\nLT. WOLF (V.0.)\nA couple days ago, the Bryerson\nSheriff’s office found a body in\nthe desert.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\npulls out of the driveway as we watch him begin down the\nstreet. LT. WOLF (V.0.)\nA couple days ago, the Bryerson\nSheriff’s office found a body in\nthe desert. \n\nTARGET SECTION TO BE ANNOTATED:\n The coroner officially\nidentified the body as one Darcy\nGold.\n\nDET. HARRIS (V.O.)\nMeanwhile, Darcy’s killer has\nmysteriously disappeared into thin\nair and no one has the first clue\nwho he is or where to find him.\n\nEXT. HOME OF HENRY AND SHARON GOLD - DUSK\nMr. Gold exits -- makes his way toward the mail box.\nLT. WOLF (V.0.)\nBottom line, we think DeSantis is\n\nworking with someone.\n\nDET. AARONSON (V.0.)\nWho?\n\n(CONTINUED)\n\fCONTINUED:\n\n86.\n\nLT. WOLF (CONT’D)(V.O.)\nThe same person who kidnapped and\nmurdered Darcy Gold. Who that is,\nwe don’t know yet.\n\nDET. AARONSON (V.0.)\nWhat does this Utah Sheriff have to\nsay about it?\n\nLT. WOLF (V.0.)\nHe’s obviously suspicious of\nDeSantis. But he doesn’t have all\nthe facts. And that’s how we’re\ngonna keep it. DeSantis is a smart\ncop.\n\nMr. Gold approaches the mail box and opens it -- pulling out\n\nthe day’s\n\nmail.\n\nLT. WOLF (V.0.)\nHe’1l smell trouble a mile away.\nThe smartest thing we can do now is\nwait.\n\nDET. AARONSON (V.0O.)\nWait for what?\n\nMr. Gold sifts through the mail and notices an envelope with\nthe logo WESTLAKE INSURANCE at the top left corner.\n\nDET. HARRIS (V.O.)\nWait for him to relax and think he\ngot away with it.\n\nMr. Gold opens the envelope and pulls out a check in the\n\namount of\n\nA look of\n\nFADE IN:\n\n1.5 MILLION DOLLARS.\n\nDET. HARRIS (V.0O.)\nHopefully, he’1ll slip up and get\ncareless. And that’s when we’1ll\nnail him.\npure shock consumes Mr. Gold’s face.\n\nFADE TO BLACK.\n\f87.\n\nINT. HOME OF HENRY AND SHARON GOLD - KITCHEN - NIGHT\n\nMrs. Gold is busy putting away leftover fried chicken and\nmashed potatoes into tupperware containers.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HOME OF HENRY AND SHARON GOLD - KITCHEN - NIGHT\n\nMrs. Gold is busy putting away leftover fried chicken and\nmashed potatoes into tupperware containers. \n\nTARGET SECTION TO BE ANNOTATED:\n She is cleaning\nup the kitchen after a large family supper. She peaks\nthrough the kitchen window and spots her husband and Darcy on\na porch swing outside.\n\nDarcy’s head is rested in her father’s lap as she finishes a\nbowl of ice cream. He lovingly strokes her hair back as they\ncontinue to swing back and forth.\n\nMrs. Gold smiles at the loving scene. Darcy’s like a kid\nagain.\n\nFRONT PORCH\n\nMr. Gold and Darcy continue to swing back and forth as Darcy\ndishes out her problems to her father.\n\nDARCY\nWhen am I ever gonna catch a break,\ndaddy? I’m on the show one\nstinkin’ season and they’re already\nplotting to get rid of me.\n\nMR. GOLD\nOh, come on now. They just got\ncaught with their pants down. It’s\ngot nothing to do with whether\npeople like you or not. Look at\nyou. You’re young, beautiful,\nsmart, and you got me for a father.\nWhat more could a girl want?\n\nDarcy smiles.\n\nDARCY\nI’m sorry I lied to you and Mom\nbefore. I didn’t know how you guys\nwould take the news.\n\nMR. GOLD\nJust remember. You’re better off\nthan Jennifer Conway. She couldn’t\ncut it on her own show so she had\nto come crawling back. But not\nyou. You’re going all the way.\nJust watch. Movies, the Oscars,\nthe whole bit.\n\n(CONTINUED)\n\f88.\nCONTINUED:\n\nDARCY\nThanks, dad.\n\nDarcy smiles at her father. She notices that his nose is\nbleeding.\n\nDARCY (CONT’D)\nDad? Your nose is bleeding.\n\nDarcy quickly sits up. Henry uses his finger to wipe the\nblood from his nose.\n\nMR. GOLD\nDamn it.\n\nDarcy pulls a tissue from her pocket.\n\nDARCY\nHere.\n\nShe begins wiping her father’s nose. He snatches the tissue\nfrom her hand as he begins coughing like crazy.\n\nDARCY (CONT’D)\nAre you okay?\n\nMR. GOLD\nI’m fine.\n\nHe continues to cough.\n\nDARCY\nI’1l get you some water.\n\nDarcy jumps from the swing and continues into\nTHE KITCHEN\n\nwhere Mrs.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe continues to cough. DARCY\nI’1l get you some water. Darcy jumps from the swing and continues into\nTHE KITCHEN\n\nwhere Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Gold is scrubbing out some pots in the sink.\nDarcy pulls a drinking glass from a nearby cabinet.\n\nMRS. GOLD\nYou look so cute out there with\nyour father. It’s just like when\nyou were a kid.\n\nDARCY\nYeah. The simple days. I wouldn’t\nmind having those back.\n\nMRS. GOLD\nYeah. Me too.\n\n(CONTINUED)\n\f89.\nCONTINUED: (2)\n\nMrs. Gold stares at her husband through the kitchen window\nwith a look of concern on her face.\n\nMRS. GOLD (CONT’D)\nOh well. We can’t turn back time,\nnow can we?\n\nDarcey notices her mother’s obvious gloom.\n\nDARCY\nMom? Has Daddy been doing okay?\nHe doesn’t look so hot.\n\nMRS. GOLD\nHe’s been sick on and off for a few\nweeks now.\n\nDARCY\nHas he been to a doctor?\n\nMRS. GOLD\nYou know your father. He’d be\nbleeding from the eyes before he\nstepped into a hospital.\n\nDarcy stares at her mother with suspicion. She continues out\nof the kitchen. Mrs. Gold turns and notices that Darcy has\nleft the room. She sighs in relief.\n\nINT. BATHROOM\n\nDarcy walks in and over to the sink -- begins filling the\ndrinking glass with the cold water.\n\nShe can’t help but notice a stack of magazines sitting to the\nleft of the faucet. On top sits a special medical magazine\nentitled WHAT EVERY PATIENT NEEDS TO KNOW.\n\nShe picks up the magazine and begins flipping through it.\nShe spots a page marked SECTION 1: PREPARING FOR YOUR\nTRANSPLANT. She flips through a few more pages and spots a\npage marked SECTION 2: THE TRANSPLANT PROCESS.\n\nDarcy sets the magazine back where she found it. She looks\nup and stares at herself in a side mirror. She opens the\nside cabinet and spots A PRESCRIPTION BOTTLE. She pulls the\nbottle from the cabinet and reads the label. It is marked\nPROPRANOLOL. She also notices a large liquid glass\ncontainer. A medical label reads LACTULOSE.\n\n(CONTINUED)\n\f90.\nCONTINUED:\n\nShe puts the medication back in the cabinet as a look of pure\nfear covers her face.\n\nINT.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f90. CONTINUED:\n\nShe puts the medication back in the cabinet as a look of pure\nfear covers her face. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DARCY’S APARTMENT - DAY\n\nDarcy sits at home at her computer, doing research. She is\non the website DOGPILE.COM. She types in the words\nPROPRANOLOL and LACTULOSE into the search box and hits fetch.\n\nHER P.O.V.\n\nA medical webpage pops up.\n\nINSERT - PARAGRAPH\n\n“Some patients who have had bleeding from ruptured varicose\nveins in the lower oesophagus may be put onto a drug called\nPropranolol which reduces the pressure in those veins and\nlowers the chances of them bleeding again. Finally, liver\ntransplantation may be considered in patients with end-stage\ncirrhosis.”\n\nBACK TO SCENE\n\nDarcy reads the shocking information concerning her father’s\nmedication.\n\nINSERT - PARAGRAPH\n\n“Lactulose is used in higher doses to help reduce a\ncomplication associated with liver disease called hepatic\nencephalopathy.”\n\nBACK TO SCENE\n\nDarcy shuts her eyes and rests her hands on her weary face.\nShe goes to the FILE MENU on her computer and selects the\nPRINT OPTION. A copy of the webpage begins to print.\nEXT. HOME OF HENRY AND SHARON GOLD - DAY\n\nA FULL SHOT of the home. From a distance, we see Darcy’s\nS.U.V approaching the home and pulling into the long\ndriveway. Out steps Darcy. She is carrying with her a\nmanila folder filled with paperwork.\n\nWe watch Darcy from a distance as she approaches the front\ndoor and rings the doorbell.\n\n(CONTINUED)\n\f91.\nCONTINUED:\n\nMR. GOLD answers. We see that the two exchange some words,\nbut cannot hear what is going on. We are watching only as\nvoyeurs. Darcy opens the manila folder, pulls out the\npaperwork and hands it to her father. A few seconds pass and\nMr. Gold invites her inside.\n\nWe SLOWLY DISSOLVE into night time. Suddenly...\n\nDARCY\n\nExits the front door in tears. She is crying heavily. She\ncontinues to her car and gets in.\n\nINT. S.U.V.\n\nDarcy continues to cry. She quickly begins out of the\ndriveway.\n\nEXT. STREET\n\nThe S.U.V. darts down the street at very high speed.\n\nEXT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nU. V. darts down the street at very high speed. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOME OF HENRY AND SHARON GOLD\n\nANGLE ON the front window. We peek through the glass at The\nGolds -- both in tears as they watch Darcy storm down the\nstreet.\n\nINT. DARCY’S APARTMENT BUILDING - PARKING GARAGE - NIGHT\n\nDarcy pulls her S.U.V. into an empty spot.\n\nINT. S.U.V.\n\nDarcy shuts off her engine, continues to cry heavily.\n\nINT. MICHAEL’S APARTMENT - NIGHT\n\nMichael is in bed, sleeping. He suddenly hears a KNOCKING at\nthe door. He quickly crawls out of bed and puts ona\nbathrobe. He continues to the front door and answers. He is\nin shock to see DARCY standing before him.\n\nMICHAEL\n\nA little late for dinner, aren’t\nyou?\n\n(CONTINUED)\n\f92.\nCONTINUED:\n\nDarcy stares up at Michael with a sad, desperate look in her\neye.\n\nFADE TO BLACK.\n\nFADE IN:\n\nINT. MICHAEL’S APARTMENT - BEDROOM - MORNING\n\nMichael is still sleeping. He rolls over and attempts to\ncuddle with Darcy, but no one is there. She has left. He\nquickly opens his eyes and notices that Darcy is gone. He\nsits up in bed and turns his attention to the BATHROOM.\nNotices that the door is shut.\n\nMICHAEL\nDarcy?\n\nThere is no answer from the bathroom.\n\nMICHAEL (CONT’D)\nHello?\n\nMichael realizes she’s gone. He grabs his portable phone\nfrom a night stand and dials. He rests the phone to his ear.\n\nINT. DARCY’S APARTMENT —- MORNING\n\nDarcy is dressed for her morning jog. Her look is somewhere\nbetween angry and regretful. Her phone begins RINGING --\nstopping her on the way out the door.\n\nShe looks down at the phone, knowing it’s Michael and\npondering whether or not to answer. She decides against and\ncontinues out.\n\nEXT. RESIDENTIAL STREET - MORNING\n\nDarcy jogging down the sidewalk. Her regular morning\nroutine. As she jogs, we see Darcy’s thoughts unfold before\nour eyes.\n\nMS. NEWMAN (V.0O.)\nIt’s a ratings war, Darcy. And\nwe’re losing.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nMS. NEWMAN (V.0O.)\nIt’s a ratings war, Darcy. And\nwe’re losing. \n\nTARGET SECTION TO BE ANNOTATED:\n In the end, it all\ncomes down to the numbers.\n\nSERIES OF SHOTS\n\n(CONTINUED)\n\f93.\nCONTINUED:\n\nMs. Newman breaking the bad news to Darcy.\nMS. NEWMAN\nI’m sorry, Darcy. You don’t know\nhow much it hurts me to do this.\nDarcy having dinner with her parents.\nMR. GOLD\nYou’re a winner, Darcy. It’s in\nyour blood. Get used to it.\nBACK TO PRESENT DAY\n\nDarcy jogging down the sidewalk, obviously affected by her\nthoughts.\n\nMRS. GOLD (V.O.)\nHoney? Is there something you’re\nnot telling us?\nBACK TO MONTAGE\n\nMr. Gold’s nose begins to bleed. Darcy takes notice.\n\nDARCY\nYour nose is bleeding.\n\nDarcy and Mrs. Gold in the kitchen.\n\nDARCY\nHas he been to a doctor?\n\nMRS. GOLD\nYou know your father. He’d be\nbleeding from the eyes before he\nstepped into a hospital.\n\nBACK TO PRESENT DAY\n\nDarcey jogging even faster.\n\nBACK TO MONTAGE\n\nDarcy confronts her father at the front door.\n\nDARCY\n\nI know you’re sick. I know what\nmedications you’re taking and I\nknow you’re looking into a\n\ntransplant.\n(MORE)\n\n(CONTINUED)\n\f94.\n\nCONTINUED: (2)\nDARCY (cont'd)\nI need you and Mom to quit lying to\nme and tell me what the hell’s\ngoing on.\n\nMr. Gold is overcome with grief.\nEND MONTAGE\nBACK TO PRESENT DAY\nDarcy jogs faster and faster.\nMR. GOLD (V.O.)\n\nWhy don’t you come inside. We can\n\ntalk about it.\nDarcy’s jogging begins to slow as she starts crying. She\neventually stops altogether -- burying her face in her hands.\nShe is completely overcome with grief.\n\nEXT. HOME OF HENRY AND SHARON GOLD - BACKYARD - DAY\n\nMr. Gold is busy throwing a tennis ball back and forth with\nhis golden retriever.\n\nDARCY steps off the back porch, toward her father. She looks\ntired and miserable. The sound of the back door shutting\ncatches Mr. Gold’s attention.\n\nMR. GOLD\nHi, baby.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nGold’s attention. MR. GOLD\nHi, baby. \n\nTARGET SECTION TO BE ANNOTATED:\n I didn’t know you were\nhere.\n\nDARCY\n\nJust got here.\n\nMR. GOLD\nHow’d things go with Ms. Newman?\n\nDarcy looks down and nervously begins playing with her\nfingernails.\n\nDARCY\nNot so good.\n\nMR. GOLD\nOh? You couldn’t get them to\nchange their mind?\n\nDarcy shakes her head -- too upset to say the words.\n\n(CONTINUED)\n\f95.\nCONTINUED:\n\nDARCY\nIt’s over.\n\nMR. GOLD\nI’m so sorry, Darcy.\n\nDARCY\nDon’t be. The last thing you\nshould be worrying about now is me.\nI’ve been enough trouble for you\nand Mom already.\n\nMr. Gold retrieves the tennis ball from his dog and stares at\nDarcey with concern.\n\nDARCY (CONT’D)\nThe truth is if it weren’t for you,\nI probably wouldn’t be alive right\nnow. I know I wouldn’t. I know\nsometimes it seems like I don’t\nappreciate you guys. But I do. I\nreally do.\n\nMr. Gold is seemingly touched by his daughter’s sincerity.\n\nDARCY (CONT’D)\nSometimes I get real angry\nbecause...it seems like you won’t\nlet me grow up. But I’m really\njust angry at myself because I know\ndeep down I could never make it\nwithout you.\n\nDarcy can no longer hold back the tears. She loses it.\n\nDARCY (CONT’D)\nAnd I’m angry because I never said\nthank you. Thank you for being\nthere and for being my daddy. It\nhurts so bad because I wanna help\nyou like you helped me, but I\ncan’t.\n\nMr. Gold hurries over to his daughter and gives her a giant\nhug.\n\nMR. GOLD\n\nJust you being here right now is\nenough.\n\n(CONTINUED)\n\f96.\nCONTINUED: (2)\n\nDARCY\n(crying)\nWhy didn’t you tell me?\n\nMR. GOLD\nI guess I was afraid. Your mother\nand I thought you needed some time\nto get back on your feet. We just\nwanted to wait and see what our\noptions were before we said\nanything.\n\nDARCY\nI’m sorry. I’m so sorry, dad.\n\nMR. GOLD\nIt’s okay. You’re here now.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. GOLD\nIt’s okay. You’re here now. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom a distance, we watch as the two continue to embrace.\nFADE OUT.\n\nFADE IN:\n\nINT. FORENSIC EXAMINATION ROM - CITY MORGUE - DAY\n\nSheriff Patterson, DeSantis and the forensic examiner hover\nover the supposed remains of Darcy Gold.\n\nDESANTIS\nSheriff? Would you excuse us a\nmoment?\nSheriff Patterson reluctantly steps out -- leaving the\n\ndetective and the coroner to each other.\n\nFORENSIC EXAMINER\nSorry, DeSantis. But my price just\nwent up.\n\nDESANTIS\nDarcy never used coke.\n\nFORENSIC EXAMINER\nI know. It’s called a bargaining\nchip. I get what I want and I\nwon’t send this report to Darcy’s\nphysicians in Los Angeles. I’m\nsure they’1ll find my report very\nfascinating.\n\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\n(om)\n\n97.\n\nFORENSIC EXAMINER (cont'd)\nAfter going through that rehab\nclinic, I’m sure they know Darcy’s\ndrug history real good. It’s only\na matter of time before they figure\nout the truth.\n\nDESANTIS\nYou stupid son of a bitch. Do you\neven know what you’re doing?\n\nFORENSIC EXAMINER\nNow come on, Detective. What did\nyou expect? She was a hooker.\nThey’re not exactly Snow White.\n\nDESANTIS\nYou knew Cooney was a user this\nwhole time.\n\nFORENSIC EXAMINER\nOf course. Everyone did. But it\nwas your idea to use her body. Not\nmine. You put me in a hell of a\nspot, Charlie. I’m just trying to\nprotect my best interests.\n\nDESANTIS\nYou bastard.\n\nFORENSIC EXAMINER\nI got news for you. This is my\nshow now. Unless you want Sheriff\ndipshit in on our little secret,\nyou better do exactly as I tell\nyou.\n\nDESANTIS\nWhat do you want?\n\nFORENSIC EXAMINER\nI want another fifty grand. And I\nwant it tonight.\n\nDESANTIS\nGo to hell.\n\nFORENSIC EXAMINER\nNo. Roger’s Park. Midnight. If\nyou’re one second late, I’m faxing\nthis report to LA.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoger’s Park. Midnight. If\nyou’re one second late, I’m faxing\nthis report to LA. \n\nTARGET SECTION TO BE ANNOTATED:\n What’s it gonna\nbe?\n\n(CONTINUED)\n\f98.\nCONTINUED: (2)\n\nDeSantis grabs the examiner and shoves him backward.\n\nFORENSIC EXAMINER (CONT’D)\nDon’t be so angry, cop. You’re\nacting like I’ve never done this\nbefore.\n\nDeSantis grabs him by the shirt and pushes him against a\nwall.\n\nFORENSIC EXAMINER (CONT’D)\nCareful. Your boyfriend’s outside.\nYou should’ve known better. Did\nyou really think I was gonna let\nyou screw me again? I got all\nthose bodies for you and your mob\nfriends and what do you do? You\ntry to fuck me out of my money.\nNow I’m on the run from that\ngreaseball for the rest of my life.\n\nDESANTIS\nNobody told you to testify, you\ndumb shit.\nFORENSIC EXAMINER\nStrike two, DeSantis. Now I want a\nhundred.\nDeSantis tries like hell to restrain himself.\n\nFORENSIC EXAMINER (CONT’D)\nYou wanna make it two hundred?\n\nDeSantis begins to calm himself.\n\nFORENSIC EXAMINER (CONT’D)\nTake your hands off me.\n\nDeSantis slowly lets go of the man and backs away.\n\nINT. CORONER’S OFFICE - CITY MORGUE\n\nThe forensic examiner opens a file drawer. He flips through\nthe files until he reaches one labeled COONEY, JANET. He\npulls the file from the drawer and lays it on a table.\n\nTABLE\n\nNext to the file is another manila envelope marked GOLD,\nDARCY. Also laying on the table is a piece of paperwork.\n\n(CONTINUED)\n\f99.\nCONTINUED:\n\nWe see various shots of words like “Gold, Darcy” and “post-\nmortem”\n\nHe pulls the dental charts and paper work from the Cooney\nfolder, which are carefully separated by PRE-MORTEM and POST-\nMORTEM records. He removes the X-rays from both sets of\npaperwork and places them on the table. He begins filling\nout the necessary paper work for Darcy Gold’s post-mortem\ndental records.\n\nINT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe removes the X-rays from both sets of\npaperwork and places them on the table. He begins filling\nout the necessary paper work for Darcy Gold’s post-mortem\ndental records. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY - CITY MORGUE\n\nThe Golds, Casey and Leanne await patiently in a waiting room\nfor Sheriff Patterson and DeSantis. The same as before:\nCasey and Leanne pacing on the floor, The Golds awaiting on a\nbench.\n\nSheriff Patterson and DeSantis exit the coroner’s office.\nMr. Gold stands and approaches Sheriff Patterson.\n\nSHERIFF PATTERSON\nI’m very sorry.\n\nFADE OUT.\n\nFADE IN:\n\nEXT. DESERT ROAD - NIGHT\n\nDeSantis’ car pulls up next to another CAR in the middle of\nnowhere. He steps out and approaches the other car. The\ndriver’s side door opens and out steps MICHAEL (Darcy’s\nneighbor). He is carrying the BLACK MONEY BAG. He turns the\nbag upside down and dumps several heavy books onto the\nground.\n\nMICHAEL\nThat’s real good thinking,\ndetective. Something tells me you\ndon’t exactly trust me.\n\nDESANTIS\nStop where I can see you.\n\nDeSantis pulls his gun out and points it at Michael -- who\nquickly drops the black bag and places his hands in the air.\n\n(CONTINUED)\n\f100.\nCONTINUED:\n\nMICHAEL\nTake it easy. If I wanted to kill\nyou, I would’ve done it back in\nthat alley.\n\nDESANTIS\nTurn and face the car and put your\nhands on the hood.\n\nMichael laughs -- shakes his head in disgust.\n\nMICHAEL\nI don’t believe this.\n\nMichael reluctantly turns and places his palms on the hood of\nthe car. DeSantis quickly pats him down for weapons.\n\nMICHAEL (CONT’D)\nI don’t have a gun anymore,\nremember?\n\nDESANTIS\nShut up.\n\nDeSantis walks to the trunk of his car and opens it. He\npulls out another large BLACK BAG and begins back to Michael.\nHe places the bag on the roof of Michael’s car and unzips it.\nHe pulls out his share of the money and tosses it in front of\nMichael -- who is still palms down on the hood.\n\nDESANTIS (CONT’D)\nIt’s all there.\n\nMichael reaches down and grabs a hand full of the cash.\nDESANTIS (CONT’D)\nYou know what you have to do to get\nthe rest.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESANTIS (CONT’D)\nIt’s all there. Michael reaches down and grabs a hand full of the cash. DESANTIS (CONT’D)\nYou know what you have to do to get\nthe rest. \n\nTARGET SECTION TO BE ANNOTATED:\nMichael backs away from the hood with the money in hand.\n\nMICHAEL\nI’ve been doing some thinking about\nthat.\n\nDESANTIS\nOh yeah? What’ve you been thinking\nabout?\n\n(CONTINUED)\n\f101.\nCONTINUED: (2)\n\nMICHAEL\nI was thinking, if and when I were\nto do this, how do I know you’1ll\nkeep your word and pay me my money?\n\nDESANTIS\nYou don’t.\n\nMICHAEL\nThen what if I were to tell you to\ngo to hell?\n\nDESANTIS\nThen I let Darcy look at that long\nrap sheet of yours. And when she\nfinds out what a piece of shit,\ndrug dealing pervert you really\nare, she won’t want anything more\nto do with you.\n\nMichael’s demeanor suddenly changes, knowing that DeSantis\nhas his number.\n\nDESANTIS\nDon’t think for one second you’re\nsmarter than me.\n\nMichael laughs and shakes his head in disbelief.\n\nMICHAEL\nDarcy told me to watch out for you.\nShe said you were tricky. I guess\nthis means we’re partners again.\n\nDeSantis slowly walks over to Michael. He gets in his face.\nMichael is seemingly intimidated by this.\n\nDESANTIS\nI want it done tonight. I don’t\ncare how you do it. But she\ndoesn’t leave this town alive.\n\nMICHAEL\nWhatever you say, detective.\n\nDeSantis returns to his car and gets in. He drives off,\nkicking up the desert sand behind him.\n\nMichael watches as DeSantis continues down the desert road.\nHe stands watching -- as the car becomes invisible.\n\n(CONTINUED)\n\f102.\nCONTINUED: (3)\n\nHe puts the money in his coat pocket and reluctantly begins\ninto his car.\n\nFADE OUT.\n\nFADE IN:\n\nEXT. ACTING STUDIO - WEST HOLLYWOOD - DAY\n\nMichael exits an acting workshop after a long session. He\ncontinues down a sidewalk and approaches his car, parked\nagainst a curb. There is a message waiting under his\nwindshield wiper. He picks it up, reads.\n\nINSERT - LETTER\n\nMICHAEL,\n\nMEET ME AT EL DORADO’S\n\nON SAN VICENTE, 2 O’CLOCK,\nDARCY\n\nBACK TO SCENE\n\nMichael smiles, crumples up the message.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a message waiting under his\nwindshield wiper. He picks it up, reads. INSERT - LETTER\n\nMICHAEL,\n\nMEET ME AT EL DORADO’S\n\nON SAN VICENTE, 2 O’CLOCK,\nDARCY\n\nBACK TO SCENE\n\nMichael smiles, crumples up the message. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. EL DORADO CLUB - DAY\n\nMichael patiently awaits outside of the club at a small lunch\ntable. He is sipping on a cool drink while he waits for\nDarcy. A hand touches his shoulder.\n\nHe turns and notices DESANTIS approaching him from behind.\nHe has a seat across from him.\n\nDESANTIS\nSurprise, Michael.\n\nMICHAEL\nYou?\n\nDESANTIS\nSorry about the note on your car.\nI figured it would get you here\nquicker. I was right. You’re ten\nminutes early.\n\nMICHAEL\nWhat do you want?\n\n(CONTINUED)\n\fCONTINUED:\n\n103.\n\nDESANTIS\nI didn’t hear from you yesterday.\nYou’re supposed to be giving me\nupdates. That was the deal.\n\nMICHAEL\nI was busy.\n\nDESANTIS\nAnd what exactly were you busy\ndoing, Michael?\n\nMichael sits silent -- knowing where DeSantis is taking this.\n\nDESANTIS (CONT’D)\nDon’t act so surprised, Michael. I\nhad your apartment bugged just like\nDarcy’s. So you two are getting\npretty close now.\n\nMICHAEL\nShe came over. She was upset.\n\nDESANTIS\nI know. I heard. Sounded like\nthings got pretty hot between you\ntwo. Sucks to be the shoulder to\nery on, but someone’s got to do it.\n\nMICHAEL\nLook, I told you everything you\nneed to know. She hasn’t talked to\nInternal Affairs and they aren’t\ntalking to her. WNothing’s changed.\nI never lied to you.\n\nDESANTIS\nYou sound suspiciously like someone\nwho’s trying to hide something,\nMichael.\n\nDeSantis sits silent -- gazing intimidatingly back at\n\nMichael.\n\nAfter a full ten seconds of awkward silence --\n\nMichael finally breaks.\n\nMICHAEL\nOkay. She told me about some money\nshe found at your place. It was\nright before she broke things off\nwith you.\n\n(MORE)\n\n(CONTINUED)\n\f104.\n\nCONTINUED: (2)\n\nMICHAEL (cont'd)\nThen she tells me about how you\njust show up at her place at odd\nhours, asking her questions about\nwho she’s been talking to. The\nonly thing that’s keeping her from\ngoing to the cops is the fact she’s\nscared shitless of you.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE)\n\n(CONTINUED)\n\f104. CONTINUED: (2)\n\nMICHAEL (cont'd)\nThen she tells me about how you\njust show up at her place at odd\nhours, asking her questions about\nwho she’s been talking to. The\nonly thing that’s keeping her from\ngoing to the cops is the fact she’s\nscared shitless of you. \n\nTARGET SECTION TO BE ANNOTATED:\nDESANTIS\nOkay, Michael. I want you to\nlisten carefully. If I.A. shows up\non my doorstep asking a bunch of\nquestions about stolen money, I’m\ngonna assume either you or Darcy\ntalked. I’m also gonna assume you\nlied to me. You know the rest.\n\nDeSantis lays down a manila envelope on the table and stands\nto leave.\n\nDESANTIS (CONT’D)\nThere’s another ten grand if you\ndecide there’s something else I\nshould know about. I hope you do\nthe right thing. A lot of innocent\nlives may depend on your decision.\nI’1l see you around.\n\nDeSantis walks off. Michael grabs the envelope and opens it.\nIt is filled with loose bills, about $10,000.\nINT. MICHAEL’S APARTMENT - NIGHT\nMichael enters -- carrying a large bag of groceries. He\nheads for the kitchen and lays the bag down on the counter\ntop. The sound of DESANTIS in the b.g. startles him.\nDESANTIS (0.8.)\n\nYou should get a better lock for\n\nthat door.\nMichael quickly turns around, pulling out a .9MM HANDGUN from\nhis coat and points the weapon at a DARK FIGURE sitting ina\ncorner chair.\n\nDeSantis flicks on a nearby lamp, revealing himself to\nMichael.\n\nDESANTIS\nDon’t shoot. I’m allergic.\n\nMichael continues to point his weapon at DeSantis.\n\n(CONTINUED)\n\fCONTINUED:\n\n105.\n\nMICHAEL\nWhat the hell’re you doing here?\n\nDESANTIS\nI came to talk to you about another\njob.\n\nMICHAEL\n\nI’m not interested in any more of\nyour jobs, cop.\n\nDESANTIS\n(motioning to gun)\nDo you mind?\n\nMICHAEL\nWhat do you want?\n\nDESANTIS\nHave you talked to Darcy lately?\n\nMICHAEL\nHaven’t seen her, haven’t talked to\nher. Now for the last time, what\nare you doing here?\n\nDESANTIS\nI figured out a way to help Darcy’s\nold man. But I’m gonna need your\nhelp. Yours and Darcy’s.\n\nMICHAEL\nWhy the hell would I do that?\n\nDESANTIS\nBecause you’re in love with her.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nYours and Darcy’s. MICHAEL\nWhy the hell would I do that? DESANTIS\nBecause you’re in love with her. \n\nTARGET SECTION TO BE ANNOTATED:\nIf there’s anything I can do,\nDarcy. Isn’t that what you told\nher right before she cried herself\nto sleep in your arms?\n\nA sore subject for Michael. He puts the hammer back on his\nweapon and places it back in his coat. He continues into the\nkitchen and begins emptying his groceries.\n\nDESANTIS (CONT’D)\nI know you wanna help her, Michael.\nWell I’m giving you the chance.\nMight be your only chance of\ngetting her back. You can either\ntake it or you can continue to be a\nmiserable sack of shit.\n\n(CONTINUED)\n\f106.\nCONTINUED: (2)\n\nMichael grabs a beer and continues back into the living room.\n\nMICHAEL\nOkay, cop. What’s in it for you?\n\nDESANTIS\nIf we do this right, we all come\nout on top. Not just Darcy and her\nfather. I’m talking serious money\nwith minimal risk. All I need to\nknow is if you’re in or out.\n\nMichael stands silent -- gulping down his beer and gawking\nback at DeSantis -- who simply returns his stare, patiently\nawaiting an answer.\n\nEXT. MICHAEL’S APARTMENT BUILDING - NIGHT\n\nDeSantis exits the building and continues down a sidewalk.\nWatching carefully from his apartment window is MICHAEL. He\nstares at the detective with extreme suspicion and\napprehension.\n\nDeSantis stops and stares back at Michael, smiles at him.\nMichael notices and slowly backs away from the window.\nDeSantis pulls a cigarette from his pack and sparks it up,\nstill smiling in the direction of Michael’s apartment window.\nHe continues up the sidewalk.\n\nCUT TO BLACK.\n\nFADE IN:\n\nEXT. DESANTIS HOME - NIGHT\n\nHis car pulls into the driveway. Out steps DeSantis -- who\nwalks to the rear of the car and opens his trunk. He reaches\ninside and pulls out the large BLACK MONEY BAG. He shuts the\ntrunk and continues into his house.\n\nINT. DESANTIS HOME - NIGHT\n\nDeSantis enters. He walks further into the home with the\nmoney bag -- dropping it in the center of the room. He\n\ncontinues into the bathroom.\n\nBATHROOM\n\n(CONTINUED)\n\f107.\nCONTINUED:\n\nDeSantis runs a shower.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\n\ncontinues into the bathroom. BATHROOM\n\n(CONTINUED)\n\f107. CONTINUED:\n\nDeSantis runs a shower. \n\nTARGET SECTION TO BE ANNOTATED:\n Before he gets undressed, he walks\nback into the living room.\n\nLIVING ROOM\n\nHe grabs the black money bag from the ground and continues\ninto the kitchen. He places the bag on the kitchen table and\nunzips it. He then kicks his right leg up onto a chair,\npulls his pant leg up and yanks out a small HANDGUN from an\nankle holster. He places the weapon into the money bag and\nzips it back up.\n\nINT. BATHROOM - SHOWER\n\nA FEW MINUTES LATER\n\nDeSantis is in the middle of a shower. He hears the faint\nsound of his CELL PHONE RINGING. He quickly turns off the\n\nwater and grabs a towel from a nearby rack.\n\nHe steps out of the shower and grabs his cell phone from off\nthe bathroom sink, answers.\n\nDESANTIS\nYeah? DeSantis?\n\nNo answer.\n\nDESANTIS (CONT’D)\nHello?\n\nMICHAEL (0.S.)\nIt’s done.\n\nDESANTIS\nWhere are you?\n\nMICHAEL\nCarl’s grocery on highway 30.\nAbout fifteen miles east of Kanab.\n\nDeSantis stands in shock. He cannot bring himself to ask the\nquestion.\n\nDESANTIS\nWhere is she?\n\n(CONTINUED)\n\f108.\nCONTINUED:\n\nMICHAEL (0.S.)\nShe’s real close. I can show you\nif you’d like.\nDESANTIS\nStay put. I/’11 be there in three\nhours.\nMichael hangs up. DeSantis catches a glimpse of himself in\n\nthe mirror, not liking what he sees. He turns away from the\nmirror and continues to dry off.\n\nINT. BEDROOM\n\nDeSantis finishes getting dressed. He grabs his gun and\nholster from a night stand, places them on his belt and\ncontinues into the\n\nKITCHEN\n\nwhere his black money bag sits rested on the dining table.\nHe grabs the money bag and walks to the front door. Exits.\nINT./EXT. DESANTIS HOME - NIGHT\n\nDeSantis exits and continues to his car. He gets in and\npulls out of his driveway in a hurry. Sitting in a parked\ncar down the street and watching closely is MICHAEL.\n\nHe waits until the detective’s car is invisible, then gets\nout. He struts across the street toward the home.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nSitting in a parked\ncar down the street and watching closely is MICHAEL. He waits until the detective’s car is invisible, then gets\nout. He struts across the street toward the home. \n\nTARGET SECTION TO BE ANNOTATED:\n As he\napproaches the front door, he pulls out a spare KEY that\nDarcy has given him. He unlocks the front door and walks\ninside.\n\nINT. DESANTIS HOME\n\nMichael walks further into the home and quickly begins\nsearching the premise for the stolen ransom money.\n\nSERIES OF SHOTS\nMichael checks the bedroom closet, tearing it apart.\nMichael searches the kitchen cabinets.\n\nMichael searches under the kitchen sink.\n\n(CONTINUED)\n\f109.\nCONTINUED:\n\nMichael becomes frustrated. He spots the attic door on the\nceiling and quickly pulls it open.\n\nEND MONTAGE\n\nMichael unfolds the ladder from the attic and begins up. He\nreaches the top and looks inside.\n\nINT. ATTIC\n\nMichael notices the SILVER BRIEFCASE of money sitting in the\ncorner. He grabs it and begins back down the ladder. As he\nsteps off, he notices DESANTIS sitting in a living room\nchair, holding a gun and resting his arms on the chair.\n\nMichael stops in his tracks -- completely taken by surprise.\n\nDESANTIS\nWhat did I tell you about thinking\nyou’re smarter than me, Michael?\nYou and I both knew there was only\none thing that could come from you\ntaking me to see Darcy’s body.\nEither you kill me or I kill you.\n\nMichael is frozen with fear. He can’t take his eyes off of\nDeSantis’ gun.\n\nDESANTIS (CONT’D)\nYou played it cool in Utah when I\ngave you that fifty grand in funny\nmoney. But you played it off. You\ndid the right thing and kept your\nmouth shut. You wanted to wait\nuntil my guard was down to come\ntake my money. So let me see if I\ncan get this straight...\n\nMichael turns his attention from the gun to DeSantis.\nDESANTIS (CONT’D)\n++-You never killed Darcy. And not\nonly is she still alive...you and\nthat cunt were gonna run off with\nmy money together.\nDeSantis points his gun at Michael.\n\nDESANTIS (CONT’D)\nWhere is she?\n\n(CONTINUED)\n\f110.\nCONTINUED:\n\nMICHAEL\nIf I tell you, you’1l kill me.\n\nDESANTIS\nBelieve me...it’ll hurt a lot worse\nif you don’t.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f110. CONTINUED:\n\nMICHAEL\nIf I tell you, you’1l kill me. DESANTIS\nBelieve me...it’ll hurt a lot worse\nif you don’t. \n\nTARGET SECTION TO BE ANNOTATED:\nDeSantis cocks the weapon and points it at Michael’s\ngenitals.\n\nMICHAEL\nI can take you to her. I can still\ndo it. I can kill her if you want.\n\nDeSantis slowly lowers his gun.\nDESANTIS\nGood. Very good, Michael. You\njust bought yourself a second\nchance.\nMichael lets out a huge sigh of relief -- giggles nervously.\nMICHAEL\nYou almost made me piss myself.\nTell you what. Let me take a quick\nleak and we’ll go do this.\nDeSantis stares at Michael with apprehension.\n\nDESANTIS\nYou got thirty seconds.\n\nMichael reluctantly turns his back on DeSantis and heads for\nthe bathroom.\n\nINT. BATHROOM\n\nMichael reaches into the back of his pants and pulls out a\nsmall AUTOMATIC PISTOL. He pulls back the slide, cocking the\nweapon.\n\nINT. KITCHEN\n\nDeSantis pulls out a large CUTTING KNIFE from a rack on the\nkitchen counter. He slowly moves toward the bathroom.\n\f111.\n\nINT. BATHROOM\n\nMichael holds a cell phone to his ear and gun in his hand.\nSuddenly, DeSantis kicks in the door and pushes Michael\nbackward. He has Michael in one hand and the large KNIFE in\nthe other. He pushes the young thug into the shower door --\nalmost shattering it and knocking the phone out of Michael’s\nhand.\n\nDeSantis drives the knife into Michael’s gut -- retracts,\nthen once more as Michael drops to the floor. He spits up\nblood onto the cold, hard tile and grabs his gut in pain.\n\nDeSantis yanks a hand towel from a nearby rack and tosses it\nto Michael.\n\nDESANTIS\nPut some pressure on the wound.\nYou’re gonna bleed out.\nMichael grabs the towel and holds it to his stomach.\n\nDeSantis notices the cell phone on the floor.\n\nDESANTIS (CONT’D)\nWhat is this?\n\nHe reaches down and picks it up -- puts it to his ear.\nDESANTIS (CONT’D)\nMichael can’t come to the phone\nright now.\n\nMATCH CUT TO:\n\nINT. MOTEL ROOM\n\nA WOMAN’S HAND hangs up a phone on its receiver. Who is this\nmystery woman? Darcy?\n\nMATCH CUT TO:\nINT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho is this\nmystery woman? Darcy? MATCH CUT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BATHROOM\n\nDeSantis hangs up the cell phone. He hovers over Michael\nwith the knife in his hand. A crazed look in his eyes.\n\n(CONTINUED)\n\f112.\nCONTINUED:\n\nDESANTIS\nYou must think this all comes easy\nfor me. Taking lives. Watching\nsomeone die. Did you know I held\nmy partner’s wife in my arms for\nfour hours when I broke the news to\nher. She blamed me for what\nhappened, you know? I’m just\ntrying to make things right again.\nNobody understands that. Darcy\nnever understood. She was too\nselfish. But she always was a\nspoiled little bitch.\n\nDeSantis kicks Michael in his wounded stomach. He SCREAMS\nout in agony.\n\nThe detective reaches down and runs his hand through\nMichael’s pockets. He pulls out a MOTEL ROOM KEY.\n\nDESANTIS (CONT’D)\n(staring at the key)\nWhat’s this, Michael? Room 101.\nIs this where you two love birds\nare hiding?\n\nMichael once again SCREAMS out in agony.\n\nDESANTIS (CONT’D)\nI told you I’d make it hurt if you\ntried to fuck me, didn’t I? Now\nlook at you. Isn’t this a sight?\nA real life, living piece of shit\ndies next to my toilet. The irony.\n\nMICHAEL\nFuck you.\n\nDESANTIS\nOh, such foul language from such an\nupstanding citizen. Tell you what\nI’m gonna do. I’m gonna go get\nyour girlfriend. But I’1l be back.\nYou can run, but the nearest\nhospital’s fifteen minutes. You\nmove, you’ll probably bleed out in\nfive. Your best bet is to sight\ntight until I get back.\n\nDeSantis pulls Michael’s gun from the floor and pulls back\n\nthe slide -- cocking the weapon. He ejects the clip and\nrests the gun on the bathroom sink.\n\n(CONTINUED)\n\f113.\nCONTINUED: (2)\n\nDESANTIS (CONT’D)\nThere. There’s one in the chamber.\nIn case the pain’s a little too\nmuch for you. Consider it giving\nyou an easy way out.\n\nA look of pure hatred consumes Michael’s face.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn case the pain’s a little too\nmuch for you. Consider it giving\nyou an easy way out. A look of pure hatred consumes Michael’s face. \n\nTARGET SECTION TO BE ANNOTATED:\nDESANTIS (CONT’D)\nIf I don’t see you when I get\nback..-it’s been real. Take care.\n\nDeSantis smiles and continues out of the bathroom, shutting\nthe door behind him.\n\nMichael attempts to sit up, but the pain is too intense. He\nstares up at the handgun rested on the sink.\n\nCUT TO:\n\nEXT. MOTEL - SANTA MONICA - NIGHT\n\nDeSantis pulls into the small lot, in front of room 101. He\ngets out and begins toward the door.\n\nEXT./INT. MOTEL ROOM\n\nDeSantis enters with his gun drawn. There is no one in\nsight. He notices that the bed isn’t made, as if someone has\nslept in it. He walks further into the room and hears a\nSHOWER RUNNING in the bathroom. He slowly makes his way\ntoward the bathroom door.\n\nHe looks down at the sink next to the door and notices a red\nlipstick resting on the counter top. He attempts to open the\ndoor, but it is locked. He stands back and gives the door a\nswift kick, knocking it open.\n\nINT. BATHROOM - MOTEL ROOM\n\nDeSantis slowly approaches the shower -- pulls back the\ncurtain. There is no one there. He looks at the shower wall\nand notices large letters made of red lipstick. It says FUCK\nYOU. A little inside joke between Darcy and DeSantis.\n\nDeSantis becomes furious with rage. He runs out of the\nbathroom, intent on killing Darcy.\n\f114.\n\nINT./EXT. MOTEL ROOM\n\nDeSantis runs out of the room and back to his car. He\nSQUEALS his tires against the concrete lot and back onto the\nstreet.\n\nINT. DESANTIS HOME\n\nEnter DeSantis. He makes his way to the bathroom. He\napproaches with caution -- slowly opening the door. Laying\npresumably dead on the tile is MICHAEL.\n\nThe gun DeSantis left on the sink is now sitting limp in\nMichael’s hand. There is some blood on his head where\nMichael shot himself.\n\nDeSantis pulls a cell phone from his pocket and dials a\nnumber. He briefly turns his back on Michael.\n\nDESANTIS\nYeah. It’s me.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe briefly turns his back on Michael. DESANTIS\nYeah. It’s me. \n\nTARGET SECTION TO BE ANNOTATED:\n Why don’t you meet\nme at my place in half an hour. I\ngot a job for you guys.\n\nA LOUD SHOT is heard in the b.g. DeSantis looks down and\nnotices BLOOD SPATTERED on the wall before him. He slowly\nlooks down at his chest and notices he’s been shot. He turns\naround, facing Michael -- who is still alive on the floor.\nBarely. He is pointing the handgun at DeSantis, panting his\nlast few breaths of life.\n\nDeSantis stares down at Michael in disbelief. He touches his\nwounded chest and observes the BRIGHT RED BLOOD on his hand.\nHe falls against the opposite wall, knocking off a few\npictures.\n\nHe falls to the living room floor, gasping for air. The CLIP\nOF BULLETS he took from Michael’s gun falls out of his pocket\nand hits the floor.\n\nOut of the bathroom crawls Michael, who is near death.\n\nDeSantis struggles to reach into his holster and pull his\ngun.\n\nMICHAEL\n\nNotices the gun clip on the living room floor and quickly\nattempts to stand.\n\n(CONTINUED)\n\f115.\nCONTINUED:\n\nDESANTIS\n\nManages to pull the gun from his holster. He attempts to\npoint it at\n\nMICHAEL who finally manages to stand up.\n\nThe pain is so severe and he is so weak from the loss of\nblood that he falls to his knees. He keels completely over,\nface first. The GUN CLIP is just within reach of Michael.\nMICHAEL\n\nReaches out his arm, attempting to retrieve the bullets.\n\nDESANTIS\n\nIs now pointing the gun at Michael. His hand is shaking. He\ndoes not have the strength to pull the trigger.\n\nMICHAEL\n\nIs finally able to grab the GUN CLIP and place it into his\nweapon. He reaches up and points his weapon at\n\nDESANTIS\nWho is still shaking from weakness.\n\nThe two men are now pointing their weapons at each other. We\nquickly...\n\nMATCH CUT TO:\n\nEXT. DESANTIS HOME - NIGHT\n\nA LONG SHOT of the home. We hear the faint sounds of TWO\nGUNSHOTS going off simultaneously. DeSantis and Michael have\npresumably killed each other.\n\ncuT TO:\n\nEXT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear the faint sounds of TWO\nGUNSHOTS going off simultaneously. DeSantis and Michael have\npresumably killed each other. cuT TO:\n\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOSPITAL - DAY\nSERIES OF SHOTS - (SILENT)\n\nThe Golds pull into the parking lot. As they enter the lot,\nwee see a sign reading “Medical Center”.\n\n(CONTINUED)\n\f116.\nCONTINUED:\n\nMr. and Mrs. Gold step out of their car and begin walking\ntoward the hospital’s entrance.\n\nMr. Gold is pulling a suitcase behind him.\n\nMr. Gold laid up in a hospital bed, while his wife holds his\nhand.\n\nDARCY (V.0O.)\nI just need you to tell me. How\nserious is it?\n\nSeveral doctors enter and wheel Mr. Gold’s bed out of the\nroom.\n\nMR. GOLD (V.O.)\nThis is very hard.\n\nA tear falls down Mrs. Gold’s face as she watches them wheel\nher husband to surgery.\n\nINT. HOME OF HENRY AND SHARON GOLD - DAY\n\nThe Golds sit on their couch, holding hands. Across from\nthem sits Darcy -- who is anxiously awaiting an answer.\n\nMR. GOLD\nYour mother and I noticed something\nwas wrong a few months ago. There\nwas some changes in my behavior. I\nstarted feeling tired. Real tired.\nThen we noticed some yellow\ndiscoloration on my skin. She\nthought I might have jaundice, so I\nwent for a physical. The doc said\nmy liver was abnormally large so he\ndid a biopsy. He discovered that I\nhave fibrosis.\n\nDARCY\nCirrhosis?\n\nMR. GOLD\nRight. I keep forgetting you play\na nurse on TV. The doc says I’ve\ngot some scar tissue that’s\nblocking the normal flow of blood\nthrough my liver. It’s caused a\nlot of complications. I have what’s\ncalled coagulopathy.\n\n(MORE)\n\n(CONTINUED)\n\fCONTINUED:\n\nThe Golds\ndaughter.\n\nEXT. HOME\n\nMR. GOLD (cont'd)\nIt’s a type of hypertension that’s\ncausing my blood to clot. They’ve\nput me on Vitamin K and a few other\nmeds to try and un-clot the blood.\n\nDARCY\n\nThat’s why the nose bleeds?\nMR. GOLD\n\nRight.\nDARCY\n\nAnd you’re gonna need a liver\ntransplant?\n\nMR. GOLD\nThat’s right.\n\nDARCY\nHow soon?\n\nMR.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nGOLD\nThat’s right. DARCY\nHow soon? MR. \n\nTARGET SECTION TO BE ANNOTATED:\n GOLD\nSoon.\n\nDARCY\nYears? Months? Days? What?\n\nstare at each other with concern for their\n\nMR. GOLD\nMonths.\n\nDARCY\nOh my God.\n\nOF HENRY AND SHARON GOLD\n\n117.\n\nMr. Gold exits his home and begins toward the mailbox at the\nend of the driveway.\n\nMRS. GOLD (V.0.)\nBut there’s good news, Darcy.\nBecause your father has a rare\nblood type, the doctor says there\nshouldn’t be a problem getting his\nname near the top of the transplant\nlist.\n\nDARCY (V.O.)\nThat’s great, daddy.\n\n(CONTINUED)\n\f118.\nCONTINUED:\n\nMR. GOLD (V.O.)\nIt’s not so great.\n\nMRS. GOLD (V.0.)\nWhat’re you talking about?\n\n(244)\nMr. Gold approaches the mailbox and pulls out the day’s mail.\n\nMR. GOLD (V.0.)\nI didn’t want to tell you like\nthis, but...I’m afraid that...I’m\ncurrently not eligible for the\ntransplant.\n\nMRS. GOLD (V.O.)\nWhat?\n\nMR. GOLD (V.0.)\nOur HMO is refusing to cover the\ncosts of the transplant. They’re\nsaying with my history of drinking,\nI’m too big a risk for the\noperation.\n\nDARCY (V.0.)\nI don’t understand. You’ve been\nsober for five months.\n\nMR. GOLD (V.0.)\nThe pre-operation costs alone are\n$240,000. That’s just to make me\neligible for the operation. That’s\nnot counting the actual transplant\nand the post-op care. All\ntogether, this will cost around\n$750,000.\n\nDARCY (V.0O.)\nDad, you’re kidding, right? Please\ntell me this is one big joke.\n\nMr. Gold sifts through the mail an discovers a letter from\nKBS. He tears it open and begins reading.\n\nMR. GOLD (V.O.)\nI wouldn’t kid you about something\nlike this. I’m afraid the only\nthing that could get me on that\noperating table now is a miracle.\n\n(CONTINUED)\n\f119.\nCONTINUED: (2)\n\nMr. Gold folds up the letter and begins back to the house.\n\nINT.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2)\n\nMr. Gold folds up the letter and begins back to the house. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOME OF HENRY AND SHARON GOLD - DAY\n\nThe Golds sit at the dining room table as Mr. Gold reads the\ncontents of the KBS letter.\n\nMRS. GOLD\nWhat’s this?\n\nMR. GOLD\nIt’s a letter from Darcy’s boss.\n\nMRS. GOLD\nYou’re kidding? It’s only three\nmonths late. Not only do the\nbastards fire her, they can’t even\nsend us some lousy flowers. What\ndoes it say?\n\nMR. GOLD\nDear Mr. And Mrs. Gold. I’m\nterribly sorry to hear about the\nloss of your beautiful daughter.\nShe was a bright shining star that\nbreathed new life into everyone she\nencountered. She will be missed\ndearly by everyone at KBS, but\nmostly by me. I am thankful that\nsome good has come of all this with\nthe success of your liver\ntransplant. From everyone at KBS,\nwe wish you a speedy recovery.\nSincerely, Alicia Newman.\n\nMRS. GOLD\nNice letter. We could’ve used it\nthree months ago.\n\nMr. Gold pulls out two AIRLINE TICKETS from the envelope.\n\nMRS. GOLD\nWhat’s that?\n\nMR. GOLD\nTwo first class tickets to Cancun.\n\f120.\n\nINT. CASEY’S HOME - KITCHEN - DAY\n\nCasey is in the midst of chopping up some vegetables for\ndinner. She walks to the refrigerator and is about to open\nthe door, but stops when she spots a PHOTO of her and Darcy\nstuck to the surface.\n\nBACKYARD\n\nCasey carries out a large garbage bag and begins toward two\nlarge trash bins. She opens the lid on one of the bins and\nis in shock to see PILES AND PILES OF MONEY laying on top of\nthe garbage.\n\nCasey is overwhelmed with joy. She begins laughing\nhysterically and crying at the same time. She knows where\nthe money came from.\n\nINT. LEANNE’S APARTMENT - DAY\n\nLeanne cuts the tape on the top of a large cardboard box with\na knife. She has received a package from UPS. She pulls out\na few random items from the box. A bunch of memories shared\nbetween her and Darcy. At the bottom of the box is THE OTHER\nHALF OF THE RANSOM MONEY.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pulls out\na few random items from the box. A bunch of memories shared\nbetween her and Darcy. At the bottom of the box is THE OTHER\nHALF OF THE RANSOM MONEY. \n\nTARGET SECTION TO BE ANNOTATED:\nShe is also overwhelmed with joy -- doing a little dance on\nthe couch.\n\ncur TO:\n\nINT. SHERIFF PATTERSON’S HOME - NIGHT\n\nSheriff Patterson is kicked back on his recliner watching the\nevening news. It’s the first moment of peace he’s had all\nmonth.\n\nINSERT - TV\n\nA live broadcast in front of DeSantis’ home. A FIELD\nREPORTER covers the story as several uniformed officers and\nplain clothes detectives roam about the scene.\n\nREPORTER\nA Los Angeles narcotics detective\nand a known drug dealer have\napparently killed each other at the\ndetective’s Van Nuys home, sometime\nlate last night.\n\n(MORE)\n\n(CONTINUED)\n\f121.\n\nCONTINUED:\nREPORTER (cont'd)\nBoth victims were killed with a\nsingle gunshot wound to the face,\nclose range...\n\nBACK TO SCENE\n\nWe slowly close on Sheriff Patterson’s face as the news\ncontinues...\n\nREPORTER (0.S.)\nPolice cannot speculate as to what\nexactly led to these shootings, but\nare calling the death of the two\nmen drug related...\n\nThe news of the detective’s death does not phase him in the\nleast.\n\nREPORTER (0.S.)\nDetective Charlie DeSantis had\nhimself been the target of a long,\nongoing, internal investigation,\nlinking the detective to several\nmajor drug organizations in the Los\nAngeles area...\n\nThe sound of the reporter’s voice slowly fades away as we\nstay on Sheriff Patterson. His face is complete stone, not\nevoking the slightest emotion. Then...slowly...he cracks a\nsmile.\n\nEXT. BEACHSIDE HOTEL - CANCUN, MEXICO - DAY\n\nA TAXI pulls up to the front of a quaint little beach side\nresort. Out of the cab steps Mr. And Mrs. Gold. The CAB\nDRIVER steps out and walks to the trunk of the car. He opens\nit and pulls out The Gold’s luggage.\n\nThe Golds begin rolling their luggage toward the hotel.\n\nEXT./INT. HOTEL\n\nThe Golds enter the hotel and begin toward the front desk.\nDirectly to the left of the front door, sitting patiently in\na chair and grasping a flower in both hands is DARCY. She is\noverwhelmed at the sight of her parents. A tear falls down\nher cheek.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nDirectly to the left of the front door, sitting patiently in\na chair and grasping a flower in both hands is DARCY. She is\noverwhelmed at the sight of her parents. A tear falls down\nher cheek. \n\nTARGET SECTION TO BE ANNOTATED:\n She stands and slowly begins walking toward them.\nWe stay on the chair. Before we can witness this touching\nfamily reunion, we slowly...\n\nFADE TO BLACK.\n\n(CONTINUED)\n\f122.\nCONTINUED:\n\nTHE END\n\f"
}