{
  "1": "MEG\n\nBy\n\nDean Georgaris\n\nProperty of: MEG FILM LLC\nBelle Avery @ belle.apelles@gmail.com\nColin Wilson @ maedayproductionsinc@me.com\n\n2/26/15\n\fEXT. PUDONG SKYLINE - SUNRISE\n\nThe silhouette of the majestic Pearl Tower tells us we are in\nSHANGHAI, just as day breaks. TWO BLACKED-OUT SUVs glide\nthrough a city that’s at once both ancient and modern.\n\nThe CONVOY passes:\n\nThe lights of Nanjing Road, shutting off with the dawn...\nStudents practicing sunrise Tai Chi along the Huangpu river...\n\nThe CONVOY continues past:\n\nAntique vendors on Dongtai Road, setting up for the day’s\nbusiness...\n\nEager chefs negotiating with seasoned fishermen for the prize\ncatch at a local fish market...\n\nEXT. THE DONGHAI BRIDGE - CONTINUED\n\nThe TWO SUVs cut through a morning fog that gives this bridge\nthe appearance of stretching to infinity...\n\nEXT. YANGSHAN PORT - CONTINUED\n\nThe JOURNEY ENDS at one of the world’s busiest ports, where\nboth SUVs come to a STOP, and the RED-CARPET BOARDING STAIRS\nof an AUGUSTA-WESTLAND AW101 HELICOPTER - the most expensive\nrotorcraft ever made - beckons all to board.\n\nEXT. HELIPAD, YANGSHUN PORT - MOMENTS LATER\n\nThe helicopter lifts off, leaving the port and its off-shore\nwind turbines behind. And heading out to sea...\n\nEXT. A WHALE WATCHING BOAT - OFF OF HAINAN ISLAND\n\nTourists, angling to get the best photographs of a pod of\nwhales, HARDLY NOTICE THE HELICOPTER as it speeds by...\n\nEXT. SANYA BAY BEACHES - HAINAN ISLAND\n\nAnd neither do the sun-worshipping beachgoers, nor the high-\nspirited water lovers who surf the breaks.\n\nOnly a LONE BOY looks up, shielding his eyes from the sun, to\nadmire the HELICOPTER as it speeds by over the lush, tropical\nisle and heads out INTO THE VAST PACIFIC...\n\nA WOMAN’S VOICE\nImagine going to the moon...\n\fEXT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnly a LONE BOY looks up, shielding his eyes from the sun, to\nadmire the HELICOPTER as it speeds by over the lush, tropical\nisle and heads out INTO THE VAST PACIFIC... A WOMAN’S VOICE\nImagine going to the moon... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PACIFIC OCEAN - DAY\n\nThe Helicopter flies low across the surface of the water.\nEndless blue as far as the eye can see....\n\nA WOMAN’S VOICE\nBut instead of it being a lifeless\nvoid, it was teeming with creatures\nso exotic, they boggle the mind.\n\nINT. AUGUSTA-WESTLAND AW101 HELICOPTER - DAY\n\nThe voice belongs to PRESCA MORRIS, an immaculately dressed,\nincredibly charismatic businesswoman. She’s speaking to her\npassengers for the day: EIGHT INTERNATIONAL VIPs -(whose\npersonal fortunes come from American oil money, Mexican\ntelecom, Brazilian Manufacturing, and Indian petrochemicals)\n\nMORRIS (CONT’D)\nImagine exploring an alien world,\nwhose scale dwarfs the highest of\nmountains, the grandest of canyons.\nNow imagine, instead of this being\na fantasy, instead of it being a\njourney that would take years to\ncomplete, you could do it right\nhere, right now. Ladies and\nGentlemen, I welcome you, our first\noutside guests, to Mana-One.\n\nTHROUGH THE LARGE CABIN WINDOWS\n\nThe VIPs see MANA-ONE, a PLATFORM IN THE MIDDLE OF THE OCEAN.\nIt’s industrial-looking, sits low in the water, and is little\nmore than a wide, square landing area with docks/sub-\nlaunching arms protruding from each of its four sides.\n\nTEXAS VIP\n(disappointed, to his Wife)\nThat's it?\n\nEXT. HELICOPTER / EXT. MANA-ONE - MOMENTS LATER\n\nMorris leads the VIPs across the deck, heading for the only\nvisible structure, a BANK OF ELEVATORS, that sticks up on the\notherwise flat platform, like some kind of design mistake.\n\nMRS. TEXAS VIP\n(to Morris)\nObviously, when you get closer to\ncompletion, you’re gonna do this\nup, right?\n\fMORRIS\n(smiling)\nNo.\n\nNo? Did they hear that right? The ELEVATOR door opens, and\nif the VIPs thought that the platform was disappointing...\n\nINT. ELEVATOR - CONTINUED\n\n...Then the ELEVATOR takes that to another level. It’s a\nmassive freight lift - the kind you’d find in a garment\nwarehouse.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEVATOR - CONTINUED\n\n... Then the ELEVATOR takes that to another level. It’s a\nmassive freight lift - the kind you’d find in a garment\nwarehouse. \n\nTARGET SECTION TO BE ANNOTATED:\n The only clue that there is something more going\non here is that Morris is holding out STICKS OF--\n\nMORRIS\nChewing gum, anyone? For your\nears. I recommend it. The first\ntime down can be a bit much.\n\nAnd so this group of people, collectively worth 1/4 of a\nTRILLION DOLLARS, take sticks of 99-cent chewing gum.\n\nTEXAS VIP\nAre we on candid camera or\nsomething?\n\nMorris selects the “0” floor, using an old-fashion hand-crank\nselector. DOWN they go. Fast.\n\nMORRIS\nYour ears are popping because, even\nthough the station is normalized,\npressure changes underwater are much\ngreater than they are in the air. A\nScuba diver, rising from the depth\nwe're going to, would have to spend\nhours in a decompression tank or die\na painful death. Then again, no\nscuba diver has ever been as deep as\nyou're about to be.\n\nThey reach the O-level. The elevator stops with a LURCH.\n\nMORRIS\nYour gum?\n\nMorris holds out a CHEAP PLASTIC CONTAINER for those who want\nto get rid of their gum. That’s the last straw for TEXAS.\n\nTEXAS VIP\nI’ve got to be honest with you, Ms.\nMorris. So far I find this whole\nthing profoundly underwhelming--\n\f4.\n\n--as if on cue the ELEVATOR DOORS OPEN to reveal A HUMPBACK\nWHALE gliding gracefully by right in front of them. ITS SONG\nfills the elevator as A SECOND HUMPBACK, a BABY, slides by.\n\nMINWAY ZHANG (0.S.)\nThen it’s a good thing it’s not the\nelevator you’re here to see.\n\nDR. MINWAY ZHANG - 60s, but brimming with the enthusiasm of a\nchild, has been waiting for them here on the--\n\nINT. OBSERVATION LEVEL (O-LEVEL) - MANA #1 - DAY\n\nAn all-glass world - shaped like a massive horizontal bicycle\nwheel. Its six “spokes” are corridors, and its “rim” is more\nthan 1/4 mile around in its entirety. The result is a view\nof sea life in every direction. A 360 degree aquarium called\nthe Pacific Ocean.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nIts six “spokes” are corridors, and its “rim” is more\nthan 1/4 mile around in its entirety. The result is a view\nof sea life in every direction. A 360 degree aquarium called\nthe Pacific Ocean. \n\nTARGET SECTION TO BE ANNOTATED:\nMINWAY ZHANG\nYou are looking at something few\npeople have ever seen. Life 1,000\nfeet beneath the surface...\n\nStanding next to Zhang, his granddaughter MEIYING, 8, seems\nto take delight in watching the VIPs’ jaws drop.\n\nZHANG\nOn behalf of my granddaughter,\nMeiying, I welcome you to the\nObservation Level. A structure\ndesigned with the knowledge that\nnothing man makes will ever compete\nwith the majesty of the sea.\n\nEND CREDITS\nINT. OBSERVATION LEVEL (O-LEVEL) - MANA #1 - DAY\n\nWe WALK with the group as Zhang leads them around a portion\nof the O-Level. Pausing to point out certain species of sea\nlife as they make appearances outside the glass.\n\nZHANG\nMana-one’s location, on the edge of\na tectonic shelf, means we get an\nincredible variety of aquatic life.\nFrom something as common as the\nBluefin Tuna...\n\n(two 800-lbs glide by)\n\n...to something as rare and\nspectacular as...\n\n.--He nods for Meiying to identify what she sees outside:\n\fMEIYING\n(excited)\nAn oarfish!\n\nGasps are heard as the VIPs see AN OARFISH: a 35-ft long\n\nsilvery ribbon of life with a dragon’s head.\n\nINDIAN VIP\nThis is incredible, Dr. Zhang.\n\nBRAZILIAN VIP\nTruly spectacular.\n\nTEXAS VIP\nHow long ‘til you open up to paying\ncustomers?\n\nZhang looks to Morris. Those details are her department.\n\nMORRIS\nTen months. In addition to this\nlevel, we're building a restaurant\nwe think has the world’s greatest\nview, a hospital-quality infirmary,\nand most importantly, a gift shop.\n\nThat gets laughs.\n\nZHANG\nFor years, I’ve traveled the world,\nurging people to take better care\nof the sea. My hope is now, by\nbringing the world here, the sea\nwill speak for itself.\n\nThere is some spontaneous applause for the achievement.\n\nMORRIS\n(Prompting Zhang)\nSo, it’s no accident we invited you\nall here today...\n\nZHANG\n...Yes.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMORRIS\n(Prompting Zhang)\nSo, it’s no accident we invited you\nall here today... ZHANG\n... Yes. \n\nTARGET SECTION TO BE ANNOTATED:\n As you may remember, Mana-\nOne is built where it is to give us\naccess to the deepest reaches of\nour planet. The Marianas Trench.\nNearly seven miles below the\nsurface at its base, the mysteries\nof the trench hold the keys to a\nbetter understanding of the world\nin which we live. And yet it\nremains a place mankind has seen\nless of than the planet Mars. Our\n\n(MORE )\n\fZHANG (CONT'D)\nmission is to change that. Right\nnow, as I speak to you, a team of\nour submersibles, including one\npiloted by my daughter, is putting\nthe last of our UNIS BOT sensor\nstations in place, 30,000 feet\nbelow us. When powered up, these\nBOTS will send back images, the\nlikes of which no one has seen\nbefore. And we want you, our angel\ninvestors, to be with us when we\nturn them on for the first time.\n\nNow everyone is really jazzed. TEXAS VIP looks at Morris.\n\nTEXAS VIP\nWell played, little lady. Well\nplayed.\n\nWIPE TO:\nINT. MANA-1, DIVE CONTROL CENTER - DAY\n\nZhang, Morris, Meiying and the VIPs emerge from the elevator\nand find themselves in a Mission-Control like space, known as\nthe DIVE CONTROL CENTER (DCC). A small TEAM OF PERSONNEL\n(who we'll get to know) is monitoring every aspect of the\ncurrent mission into the trench. A dazzling array of video\nscreens shows us everything from the CREW MEMBERS’ VITAL\nSIGNS, to IMAGES FROM INSIDE THE SUBS, and of course, IMAGES\nOF WHAT’S OUTSIDE THE SUBS.\n\nA TACTICAL DISPLAY shows a computer representation of the\ndive going on right now. Two sleek ABYSS GLIDERS (Fastback 1\nand Fastback 2) are orbiting at 20,000 feet down, acting like\nsonar eyes in the sky for the two MULE SUBS (Angel 1 and\nAngel 2) that are actually in the trench placing the last of\nthe UNIS BOTS into position.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nA dazzling array of video\nscreens shows us everything from the CREW MEMBERS’ VITAL\nSIGNS, to IMAGES FROM INSIDE THE SUBS, and of course, IMAGES\nOF WHAT’S OUTSIDE THE SUBS. A TACTICAL DISPLAY shows a computer representation of the\ndive going on right now. Two sleek ABYSS GLIDERS (Fastback 1\nand Fastback 2) are orbiting at 20,000 feet down, acting like\nsonar eyes in the sky for the two MULE SUBS (Angel 1 and\nAngel 2) that are actually in the trench placing the last of\nthe UNIS BOTS into position. \n\nTARGET SECTION TO BE ANNOTATED:\nThe DIVE OPERATIONS CHIEF, James “MAC” Mackriedes, 30s, rough\naround the edges, nods ‘hello’ to the VIPs and then resumes\nwhat he’s doing.\n\nJAMES “MAC” MACKRIEDES\n(into a mic)\nAngel one, have you got that last\nbot in position?\n\nANGEL ONE, the first of the Mules, is captained by JUNJIE\nChen and co-piloted by CARL Sheppherd. We see their cockpit\non a screen. There’s a delay between the video and audio:\n\fJUNJIE/ANGEL ONE (RADIO)\nStandby... Bot is down. Footpad\nindicator. four greens. Inertial\nPower Unit: on. Tether: released.\n\n  \n\nThe TACTICAL DISPLAY shows ANGEL ONE is no longer tethered to\nits UNIS BOT cargo. And that the BOT is well-positioned in\n\nthe trench. This gets the room excited.\n\nJUNJIE/ANGEL ONE (RADIO)\nWell everyone, it looks like we owe\nDimitri an apology. His stuff\nmight actually work.\n\nHe’s referring to DIMITRI Karmanov, the handsome, blue-eyed\nRussian Engineer who is watching the dive from a seat next to\nMac. Mac pats Dimitri on the back. Dimitri is emotionless.\n\nMAC\nFan, let’s go ahead and ping the\nBOTS so we can start them up.\n\nThis to Linfan “FAN” Chang, 24, a marine biologist whose arms\nare covered in decorative tattoos of mermaids and sea\ncreatures. Fan is Meiying’s favorite team member, (besides\nher mom and grandpa), so it’s no surprise that Meiying has\njoined her at the control panel. Fan enters a series of\ncommands on her keyboard.\n\nFAN\nWake-up boys... Give us a smile...\n\nON TACTICAL\n\nOne by one, the two dozen BOTS, which have been placed in\ntandem along a length of the trench, BEGIN TO BLINK.\n\nFAN\nAll Bots responding. Initial\nreadings - nominal. Ready for\npower-up on your command.\n\nFan looks at Mac, but then Mac, and everyone, looks at ZHANG.\nThis moment is the culmination of years of hard work.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nReady for\npower-up on your command. Fan looks at Mac, but then Mac, and everyone, looks at ZHANG. This moment is the culmination of years of hard work. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nZHANG\nGo ahead, please.\n\nDimitri and Fan rapidly execute a series of keystrokes - then\nreach the final button-push. Fan turns to MEIYING. Let’s\npush this last button together. As they do, Fan says...\n\nFAN\nLet there be light.\n\fA SERIES OF QUICK CUTS BETWEEN POVS.\n\n1) From Junjie’s and Francois’s MULES (Angel One and Two) -\nhovering in the trench. They stare into the darkness - but\nsee NOTHING yet.\n\n2) From an ABYSS GLIDER (Fastback One) orbiting above,\npiloted by SUYIN Zhang -- late 20s, beautiful and brilliant.\nSuyin looks down out the bottom of her glass cockpit. She\nsees the faint blinking position lights of the two Mules far\nbelow... But NOTHING else.\n\nBACK IN THE DIVE CONTROL CENTER\n\nTHE TACTICAL DISPLAY shows all BOTS turning from Red to\nGreen, meaning they should be on... But...\n\nFAN\nNo visuals from BOT cameras. No\ndata either.\n\nIs it possible something isn’t working? Mac looks at\nDimitri. Dimitri stares, it will be fine.\n\nMAC\n\n(nervous, into the mic)\nAngel One, do you have a visual?\n\n(static)\nJunjie, I say again, do you have a\nvisual?\n\n(static)\nSuyin, can you see anything from up\nwhere you are?\n\nSilence. It’s horrible. Mac is about to speak again when--\n\nJUNJIE/ANGEL ONE (RADIO)\n--Mana-One, confirmed. The BOTS\nare working...\n\nJUNJIE’S POV\n\nIn the inky black reaches just below him, he now sees a\nseries of BRIGHT WHITE LIGHTS - orbs in the darkness.\n\nJUNJIE/ANGEL ONE\nNot sure our cameras will do them\njustice. From here it looks like\nsomeone dropped the two most\nbeautiful diamond necklaces you\never saw.\n\fSUYIN’S POV\n\nFrom up here, it almost looks like an airport runway at\nnight. Suyin breaks into a big smile.\n\nSUYIN\nCongratulations, father. You did it.\n\nINT. DIVE CONTROL CENTER\nApplause breaks out. Zhang, beaming...\n\nZHANG\nWe did it. All of us.\n\nFAN\nAnd we have visuals.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nZHANG\nWe did it. All of us. FAN\nAnd we have visuals. \n\nTARGET SECTION TO BE ANNOTATED:\n Welcome,\neveryone, to the most exotic place\non planet Earth...\n\nThe VISUALS begin to explode onto the DCC SCREENS. This is\nthe Marianas Trench as we have never seen it. CORAL TOWERS\nreach skyward like church spires. ACTIVE VOLCANOES spew\nplumes of deadly sulfur. And STRANGE, ALIEN CREATURES haunt\nthe waters. Bleach white cephalopods, invertebrates. Then--\n\n--A SCREAM FROM ONE OF THE VIPs WHEN an ANGLER FISH appears\non screen, like something out of a nightmare! That gives\neveryone a good scare. Then more LAUGHS.\n\nZHANG\nHave no fear. That Angler Fish is\nonly 6 inches long. And it’s six\nmiles beneath us.\n\nThere’s a MOMENT where everyone just marvels at what they\nsee. Is that a tear in ZHANG’S eye? MAC and HELLER embrace.\nFAN reaches out and surreptitiously SQUEEZES DIMITRI’S HAND -\na secret romance between the fiery gal and icy Russian.\nPING...\nAmidst the celebratory laughs, a lone SONAR PING.\nAnd then another...\nPING...\n\nFAN (MIC)\n\nFastbacks One and Two. You guys\nsee that?\n\f10.\n\nINT. FASTBACK ONE - SUYIN - SAME\n\nSuyin looks around. Her glass cockpit has a HEADS-UP DISPLAY\nprojected on it. And sure enough it is picking up SOMETHING\nmoving fast, north to south, high to low, in the TRENCH. The\nsub’s computer puts a little box around the ‘target’ even\nthough it can’t actually be seen.\n\nSUYIN\nCopy that, Mana-One. I have one...\nMake that two targets...\n\nMore BOXES appear... Indicating more targets... But then\nsome disappear and re-appear... It’s really weird.\nSUYIN\n\nDJ, you picking this up?\nINT. FASTBACK TWO - DJ - SAME\n\n“DJ\" LAU, late 20s, a guy who exudes ‘cool’ in every way. DJ\nflips a quarter through the fingers of his left hand, while\npiloting his ship with his right.\n\nDJ\nMy sonar’s lighting up like a Vegas\ncasino.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nFASTBACK TWO - DJ - SAME\n\n“DJ\" LAU, late 20s, a guy who exudes ‘cool’ in every way. DJ\nflips a quarter through the fingers of his left hand, while\npiloting his ship with his right. DJ\nMy sonar’s lighting up like a Vegas\ncasino. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s got to be electrical\ninterference.\n\nINT. FASTBACK ONE - CONTINUED\nSuyin can think of one OTHER possibility.\n\nSUYIN\nAngels one and two - suggest ascend\n500 meters - there might be a rock\nslide heading your way.\n\nINT. DIVE CONTROL CENTER - CONTINUED\nRock slide? The smile from Mac’s face vanishes.\n\nFAN\nOur sonar’s picking up nothing.\nAnd there’s no indication of\nseismic activity.\n\nDIMITRI\n(looks at Mac)\nYou worry too much. It’s\ninterference, nothing more--\n\nSuddenly -- SMASH -- THERE IS A BLACK SQUARE where one of the\nBOT CAMERAS’ FEED used to be as the SIGNAL GOES OUT. Then a\n\f11.\n\nSECOND BOT CAMERA goes black. We see that Angler Fish\nsuddenly dart away and then THAT CAMERA TOO GOES BLACK.\n\nINT. ANGEL TWO - CONTINUED\n\nPiloted by FRANCOIS Bernard and his brother, LUC. They are\nin a hovering orbit, with Junjie’s Mule “Angel One” visible\nnot too far off their starboard side.\n\nThey watch as - one by one - THE BOTS vanish into blackness.\n\nFRANCOIS\nMana, Angel Two. We've lost visual\non the Bots. All of them.\n\nBACK IN THE DIVE CONTROL CENTER\n\nZhang confers with Mac. Fan and Dimitri pour over some data.\nNothing dramatic has happened up here, but the discussion\namong the staff is enough to make some people wonder:\n\nINDIAN VIP\n(to Morris)\nIs everything okay?\n\nMac catches wind of that question. Adjusts his tie and\nscrews on the charm.\n\nMAC\nEverything is fine. The test went\nperfectly. I’ve asked Dimitri to\npower down the Bots so we could re-\nposition them. Our placement was\ngood, but you know Dr. Zhang, it\nhas to be perfect, so...\n\nMorris, reading Mac, has already called for the Elevator.\nShe jumps in--\n\nMORRIS\n(to the VIPs)\n--So we just want to say thank you,\nagain, for making the trip to be a\npart of history.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nZhang, it\nhas to be perfect, so... Morris, reading Mac, has already called for the Elevator. She jumps in--\n\nMORRIS\n(to the VIPs)\n--So we just want to say thank you,\nagain, for making the trip to be a\npart of history. \n\nTARGET SECTION TO BE ANNOTATED:\n Before we take\nyou back to Shanghai, we do still\nhave one very important thing we\nhave to do -- raid that gift shop\nso no one goes home empty handed.\n\nThe VIPs step in the ELEVATOR, the door CLOSES, they’re GONE.\n\nMAC\nThank God the dog and pony show is\nover because I haven’t cursed in\n(MORE )\n\f12.\n\nMAC (CONT'D)\ntwenty minutes and I’m starting to\nworry about what might come out of\nmy mouth. Talk to me, people.\n\nMac approaches Dimitri, who is hovering over Fan, both\nwatching the computer systems reboot. As Mac arrives he\n\n“loosens”\n\nhis tie. Except Mac’s wearing a clip-on tie - so\n\nit comes right off. Fan’s attention turns from the computer\nscreen to Mac’s absurd accessory.\n\nFAN\nIt’s like you just pulled a unicorn\noff your shirt. I'd heard of clip-\non ties, but thought they were an\nurban legend--\n\nMAC\nYou think my tie is the reason\nwe're staring at a wall of blank\nmonitors!?\n\nFAN\nHonestly, I’m not prepared to rule\nit out.\n\nDIMITRI\n\n(has the real answer)\nThe BOTS have been knocked off\ntheir moorings. Suyin was right.\nIt must have been a landslide.\n\nZHANG\nAre you saying we have to put all\nthe BOTS back in position?\n\nDimitri nods. That’s a lot of work. Mac turns to Zhang.\n\nMAC\nMaybe we should bring everyone up,\nstart fresh in the morning.\n\nDIMITRI\nSure, the BOTS are only 100 million\neuros a-piece. Let’s leave them\nunfastened at the bottom of the\ntrench - what could go wrong?\n\nMac doesn’t appreciate the sarcasm. But Zhang agrees with\n\nDimitri.\n\nAs does Fan. As does Mac, when he thinks about it.\n\nMAC (MIC)\nGood news, gang. You’re going to\nearn some overtime...\n\f13.\n\nZHANG crosses to HELLER at the MEDICAL MONITORING STATION.\nThey can see the divers’ heart rates, body temperature, etc.\n\nZHANG\nDr. Heller, will it be safe for\nthem to stay down there that long?\n\nHELLER\nThey're fine. Vitals are normal.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHeller, will it be safe for\nthem to stay down there that long? HELLER\nThey're fine. Vitals are normal. \n\nTARGET SECTION TO BE ANNOTATED:\n(tries to lighten things)\nJunjie’s so relaxed, he might\nactually be asleep.\n\nZhang smiles. He needed that. He looks over at Meiying.\n\nZHANG\nCome on, sweetie, I’1l take you\nback to your room. Mommy's going\nto be down there a while longer.\n\nINT. ANGEL ONE - CONTINUED\nJunjie puts his Mule into a descent.\nJUNJIE/ANGEL ONE\n\nAngel one. Heading back down. Try\n\nnot to crash into me, Francois. I\n\nsaw that bottle of Merlot you\n\nsmuggled on board.\nINT. ANGEL TWO - CONTINUED\nFrancois puts his Mule into a descent.\n\nFRANCOIS/ANGEL TWO\n\nAngel One, I take offense to that.\n\nNo Frenchman would risk a dive for\n\na Merlot. Now a good Bordeaux on\n\nthe other hand...\nEXT. WIDE SHOT - TRENCH - CONTINUED\nWe watch as the TWO MULES plunge into darkness. All is quiet\nand peaceful UNTIL -- SOME FAST MOVING MASSIVE SHAPE --\nglides across the FRAME and we...\n\nCUT TO:\n\nINT. DIVE CONTROL CENTER - A LITTLE LATER\n\nVisual and Data feeds from all four subs are BREAKING UP now.\nPictures go FUZZY... Voices sound computer DISTORTED...\n\f14.\nMAC (MIC)\nAngels One and Two, status?\nINT. ANGEL TWO\n\nFrancois and Luc’s POV as they close in on a Bot. Their\nsearch and flood lights illuminating a cone of darkness.\n\nFRANCOIS\nComing up on a Bot. Looks like it\nwas knocked over.\n\nMAC (RADIO)\nAngel 2, was it a landslide?\n\nMEANWHILE - ABOVE THEM - INT. FASTBACK ONE\nSuyin fights to steady her Abyss Glider against the current.\nSUYIN\nDJ, current’s picking up. I’m\nfiring starboard anchor.\nShe flips a switch and...\nEXT. FASTBACK ONE - SAME\n\nAn ANCHOR shoots out of the right wing-top of Suyin’s Abyss\nGlider and lodges in the side of the vertical cliff face.\n\nThen WHOOSH -- another anchor goes by and burrows into the\nsolid face -- revealing DJ'S Glider has done the same thing.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FASTBACK ONE - SAME\n\nAn ANCHOR shoots out of the right wing-top of Suyin’s Abyss\nGlider and lodges in the side of the vertical cliff face. Then WHOOSH -- another anchor goes by and burrows into the\nsolid face -- revealing DJ'S Glider has done the same thing. \n\nTARGET SECTION TO BE ANNOTATED:\nBELOW -- we can see the lights of Angel One and Two. Then\nSOMETHING PASSES OVER THEM - momentarily obscuring our view.\n\nINT. ANGEL ONE - CONTINUED\n\nJUNJIE approaches a Bot. You can BARELY SEE ANYTHING around\nhim. The intense depth causes the HULL TO MOAN AND POP.\n\nJUNJIE\nThrough 11,000 meters. It’s pea\nsoup down here guys. Something\nreally stirred the sediment up.\n\nFRANCOIS (RADIO)\nGuys, this BOT is completely caved in.\n\nA bead of sweat rolls down Junjie’s forehead, as his sub\nanxiously creeps forward inches at a time. Finally, through\nthe haze of sand, the BOT COMES INTO VIEW.\n\f15.\nJUNJIE\nThat’s impossible...\nJUNJIE'S POV OF THE BOT -- It’s completely torn apart.\nINT. DIVE CONTROL CENTER\nHeller notices Junjie and Carl’s Heart rates begin to RISE...\nJUNJIE (RADIO - STATIC)\n-..-looks like a bomb... We’re...\nthrough the wreckage.... Clues.\nMac turns to Zhang. He’s got a bad feeling about this.\nMAC\nDr. Zhang, I suggest we get our\npeople out of there, go back down\nwith an unmanned sub...\nINT. ANGEL ONE\nJunjie carefully guides his sub over the debris field.\nWE/THEY can only see inches at a time. Carl points to\n\nsomething that isn’t metallic grey in the wreckage.\n\nIt’s a WHITE TRIANGULAR OBJECT, which is partially broken,\nthat is now embedded in the side of the UNIS BOT.\n\nJUNJIE\nThere’s something in the bot.\n\nINT. DIVE CONTROL CENTER\n\nMac continues his plea.\n\nMAC\nWhen I hear talk of an explosion--\nDIMITRI\nThere is nothing explosive down\nthere.\nMAC\n\n--I don’t think Junjie is making it\nup, do you? Something happened.\n\nINT. ANGEL ONE\n\nThe MYSTERIOUS OBJECT becomes more clear... There isn’t just\nONE TRIANGLE. There are four, five, six...\n\nJUNJIE\nOh my God...\n\f16.\n\nJunjie and Carl are transfixed by a row of GIANT TEETH.\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\n16. Junjie and Carl are transfixed by a row of GIANT TEETH. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DIVE CONTROL CENTER\nHeller sees the HEART RATES of Junjie and Carl jump.\nHELLER (MIC)\nJunjie, I’m seeing major spikes for\nyou and Carl - are you okay?\nThey get no immediate answer - so Mac makes a decision.\nMAC (MIC)\nThis is Mana-One - code BUSTER. All\nvehicles commence ascent now.\nINT. FASTBACK ONE\nSuyin realizes the Mules can’t hear Mac. She relays:\nSUYIN\nAngels one and two, code Buster.\nWe're getting out of here.\nINT. ANGEL ONE\nCarl and Junjie - transfixed by the sight of the teeth.\n\nCARL\nYeah. I think that’s a swell idea--\n\n--In_less than a tenth of a second, SOMETHING hits Angel One\nwith the force of a FREIGHT TRAIN. The sub IMPLODES, killing\nJunjie and Carl instantly!\n\n \n\nINT. DIVE CONTROL CENTER\nAnd sending flat lines to Heller's readings.\n\nHELLER\nI’ve lost them!\n\nFAN\n(looking on tactical)\nSo have I...\nMac's radio calls to Angel One play over:\n\nINT. ANGEL TWO - CONTINUED\n\nFrancois and Luc are rising from the trench when suddenly Luc\nsees a SHADOW approaching and WHAM--\n\f17.\n\nINT. DIVE CONTROL CENTER\n--Contact with Francois and Luc is lost. The DCC is in chaos.\nINT. FASTBACK ONE - CONTINUED\n\nSuyin can hear Mac’s frantic radio calls for Angels One and\nTwo. She’s getting very worried now.\n\nSUYIN\nAngel One this is Fastback, over.\nJunjie, talk to me. Angel Two...\n\nThen... PING - PING. Suyin’s sonar begins to identify\nMULTIPLE TARGETS COMING UP AT HER FROM BELOW.\n\nDJ (RADIO)\nSuyin, I’ve got multiple targets,\ndirectly below and rising fast.\n\nSUYIN\nAngel One, Angel Two, come in...\n\nDJ (RADIO)\nSuyin, do you hear me? We’ve got\nto get out of here. Now!\nINT. FASTBACK TWO - CONTINUED\nPING - PING - PING - as the targets get closer, the pitch of\nthe PINGS increases and the volume gets louder.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nNow! INT. FASTBACK TWO - CONTINUED\nPING - PING - PING - as the targets get closer, the pitch of\nthe PINGS increases and the volume gets louder. \n\nTARGET SECTION TO BE ANNOTATED:\n DJ cuts away\nhis sub’s anchor - but sees Suyin hasn’t done the same.\n\nDJ\nCut away or you'll be killed!\n\nSUYIN (RADIO)\nYou want to run, run, but I’m not\nleaving them...\nDJ\n(to himself)\nYes, you are...\nEXT. OCEAN - CONTINUED\n\nIn an INCREDIBLE DISPLAY OF PILOTING SKILL, DJ uses the wings\nof his Abyss Glider to BREAK SUYIN’S ANCHOR LINE.\n\nINT. FASTBACK ONE - CONTINUED\n\nSuyin - furious -\n\f18.\n\nSUYIN\nDJ, you son of a--\n\n--BAM! BAM! BAM! Suyin doesn’t get to finish that thought\nbecause she’s hit by RISING DEBRIS FROM JUNJIE’S SUB.\nInstantly, her craft is damaged. Leaks spring. She begins\nto lose air pressure. ALARMS sound everywhere.\n\nINT. FASTBACK TWO - CONTINUED\n\nDJ hasn’t fared much better. He can see systems failing. He\nflips dozens of switches from memory as he radios a report:\n\nDJ\nMana-One, this is Fastback One in\nthe blind. Both subs have been\ndamaged, pressure vessel failing,\ncommencing emergency ascent.\n\nHe opens a glass panel and FLIPS a switch which turns the\nABYSS GLIDER into a craft as buoyant as an air balloon.\n\nINT. FASTBACK ONE - CONTINUED\nThrough the cracking cockpit glass over her head, Suyin sees\nDJ's Abyss Glider begin to ascend. She reaches for the same\npanel he used.... And flips it.\nSHE/WE HEAR - a muffled explosion. A compressed gas\ncannister has inflated her emergency ascent buoys. Her sub\nrises like a missile.\nINT. DIVE CONTROL CENTER\nHeller barks orders as he runs for the emergency lift.\nHELLER\n\nHave the decompression chamber\n\npressurized for 7,000 meters and\n\nget all hands to the starboard\n\nquarter for retrieval.\nQUICK CUTS BETWEEN INT. FASTBACK ONE / INT. FASTBACK TWO\nDJ and Suyin struggle to stay conscious and help guide their\nsubs to the surface. The pressure and rapid ascent threaten\nto rip their vehicles apart. And the pain is excruciating.\nINT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pressure and rapid ascent threaten\nto rip their vehicles apart. And the pain is excruciating. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n MANA-ONE DECOMPRESSION TANK\n\nHeller leads a staff of med-techs prepping the decomp tank.\n\f19.\n\nEXT. UNDERNEATH THE MANA-ONE\n\nDIVERS drop into the sea below. They will meet the subs and\nlock the hydraulic arms into position.\n\nINT. FASTBACK ONE\n\nWe stay close on Suyin as she fades out of consciousness.\nHer cabin is a cacophony of system alarms and warning lights.\n\nPOV SUYIN\nThe pressure shift attacks Suyin’s hold on reality. Her POV\nbecomes increasingly surreal as she closes in on the Mana-\nOne. The ship lights reflect on her sub window, blinding and\nheavenly. We are losing her. Her only connection to the\nworld those deafening warning bells. She’s surfaced but\ndoesn’t know it. Masked faces come into frame, an alien\nintrusion into her fever dream.\n\nTO BLACK:\nIN BLACK - we HEAR tap tap tap... tap tap tap...\nINT. DECOMPRESSION CHAMBER - A LITTLE LATER\nSuyin AWAKES with a start. She looks around. DJ is with\nher. And tap tap tap - Meiying is signalling to her on the\nglass window of the decompression chamber hatch.\n\nSUYIN\nHi, sweetie!\n\nThey can’t hear each other, so they communicate by touching\nhands on the glass.\n\nSUYIN\n(without turning to DJ, asks)\nJunjie and Carl?\n\nDJ\nNo. But Francois and Luc are okay.\n\nINT. DIVE CONTROL CENTER - SAME\n\nDimitri and Fan are pouring over schematics of the MULE SUB\nas Mac talks with Francois...\n\nMAC (MIC)\nAnd you tried isolating Bus-B?\n\nINT. ANGEL TWO - STUCK ON THE BOTTOM - SAME\n\nLuc looks at Francois. Nods, he tried it.\n\f20.\n\nFRANCOIS\nOur engines are fried, Mac. Air\npressure’s good. Hull integrity is\ngood. But I’m afraid you're going\nto have to come get us.\n\nZHANG (RADIO)\nAny guess as to what hit you?\n\nFRANCOIS\nDo they have freight trains down\nhere?\n\nINT. ZHANG’S PRIVATE OFFICE - MANA ONE\n\nZhang, Heller, and Mac discuss their options.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANCOIS\nDo they have freight trains down\nhere? INT. ZHANG’S PRIVATE OFFICE - MANA ONE\n\nZhang, Heller, and Mac discuss their options. \n\nTARGET SECTION TO BE ANNOTATED:\nOff their\n\nAll three\n\nZHANG\nHow much air do they have?\n\nHELLER\n24 hours. That’s more than enough.\n\nMAC\nDimitri needs five hours to repair\nthe Abyss Gliders. Suyin and DJ\ncan’t leave decomp for six - so I’m\nsetting the dive for 1700 hours.\n\nnods...\n\nMAC\nWhich gives us time to get a pilot\nfor Angel 3. The best rescue diver\non the planet is in Lufeng...\n\nHELLER\n--You can’t be serious...\n\nMAC\n...-We need him.\n\nof them know who Mac means.\n\nHELLER\nMac, I appreciate your loyalty, but\ndo I have to remind you what\nhappened the last time he went this\ndeep?\n\nMAC\nI don’t know what happened. And\nneither do you.\n\f21.\n\nHELLER\nHe had a psychotic episode under\npressure--\n\nMAC\n\n--That was your explanation,\ndoctor. Not his.\n\nHELLER\nWell - the Navy agreed with me.\n\nMAC\n\nBecause it gave them a scapegoat.\nIt let them close the books on bad\nmission and move on.\n\n(to Zhang)\nDr. Zhang, a rescue like this, even\nwith the best equipment in the\nworld, is risky. If it’s me down\nthere, if it’s my daughter going\ndown there, there’s only one man on\nthe planet I want for the job.\n\nEXT. DINOSAUR VALLEY - LUFENG - DAY\n\nWind whips across the arid ochre mesas of the Lufeng Quarry.\nWe hear the sound of PICK-AXES. Then the delicate sound OF\nBRUSH STROKES as A PhD CANDIDATE IN MARINE BIOLOGY carefully\ntries to separate what is fossil from what is Earth.\n\nJONAS TAYLOR (0.S.)\nYou don’t have to be so delicate...\n\nThe Candidate’s Professor - JONAS TAYLOR, 30s, USN-Retired,\ntakes his student’s tools and demonstrates a quicker method.\nQuizzing the girl as he goes...\n\nJONAS\nHave you identified the fossil?\n\nThe Candidate stares at him. He’s her professor, he’s also\nrugged and gorgeous and tends to leave people tongue-tied.\n\nJONAS\nCarcharocles...\n\nPHD CANDIDATE\n...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s her professor, he’s also\nrugged and gorgeous and tends to leave people tongue-tied. JONAS\nCarcharocles... PHD CANDIDATE\n... \n\nTARGET SECTION TO BE ANNOTATED:\nCarcharocles Megaladon.\n\nJONAS\nGood, and have you measured it?\n\nPHD CANDIDATE\nEight centimeters...\n\f22.\n\nJONAS\nWhich means...\n\nPHD CANDIDATE\nIt was from a juvenile, 10-12\nmeters in length.\n\nJONAS\nVery good. But the fact that it is\nblack, fully carbonized, also\nmeans...\n\nHe swings his hand axe at it... Clank... Nothing happens.\n\nJONAS\nYou couldn't break it if you tried.\n\nHe gives her a friendly wink, she laughs, and he walks off.\nWE WIDEN -- to see this is a permanent Archeological Dig\nfunded by the DEEP SEA CENTER AT TIANJIN.\n\nINT. TRAILER - CONTINUED\n\nJonas stares off into the magnificent vista, as A TEACHING\nASSISTANT hands him some papers to look through.\n\nTEACHING ASSISTANT\nLooking forward to getting back to\nTianjin, Professor?\n\nJONAS\nI do love these two weeks in the\nquarry, but a new semester means\nfresh minds to open to all the\namazing realities of our world.\n\nTEACHING ASSISTANT\nYou mean ‘possibilities’, right?\n\nJONAS\n65 million years ago, this whole\nregion was underwater. And those\nfossils out there were alive.\nSure, the water has receded. But\nwhat makes you think the ocean\nitself has changed?\n\nThe conversation trails off because of the sound of an\narriving helicopter.\n\nJONAS\nWe expecting guests?\n\f23.\n\nThe TA shakes his head. He goes to check a clip-board.\nJonas sees Mac, Heller, and Zhang get out.\n\nTEACHING ASSISTANT\nThere’s nothing on the schedule...\n\nThe TA looks up - realizes he’s talking to an empty trailer.\nEXT. EXCAVATION SITE - CONTINUED\nJonas gives Mac a big hug.\n\nMAC\nHow are you, Captain?\n\nJONAS\nBetter than you, Mac, judging by\nthe looks of you.\n\nZHANG\nCaptain Taylor, I’m--\n\nJONAS\nI know who you are Dr. Zhang. It’s\nan honor and a privilege.\n\nLast, but not least, is a rather sheepish Heller.\n\nHELLER\nHello, Jonas.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\nan honor and a privilege. Last, but not least, is a rather sheepish Heller. HELLER\nHello, Jonas. \n\nTARGET SECTION TO BE ANNOTATED:\nJONAS\nHey there, Tom.\n\nPOW - Jonas punches Heller in the face. Heller goes down.\n\nMAC\n(deadpan)\nThat actually went better than I\nexpected.\n\nINT. TRAILER - A LITTLE LATER\n\nJonas looks through screen grabs taken from the video feeds\noff of Junjie’s sub and the UNIS BOTs.\n\nJONAS\nHow long after the BOTs were\nactivated did you lose them?\n\nMAC\nMaybe five minutes.\n\fMac shows\n\n24.\n\nJONAS\nAnd where were you, exactly?\n\nhim on the chart. Jonas gives Mac a look.\n\nJONAS\nYou went back there?\n\nZHANG\nIt was my decision. That part of\nthe trench has never been explored,\nits combination of depth and\nexpanse make it--\n\nJONAS\nThe last great unknown on Earth.\nYeah, I’ve heard that before. It’s\nwhy the Navy had the Chesapeake\ndoing maneuvers down there. It’s\nwhy they had to send me in to\nrescue her men when she was\nmysteriously disabled. And it’s\nwhy this guy blamed me when\neveryone died!\n\nHELLER\nI didn’t blame you. I simply said\nthat your after-action report,\nclaiming you had been attacked by\nsomething down there, was likely\nthe result of hypoxic dementia--\n\nJONAS\nAfter which I was court-martialed,\nblack-balled from every diving\noperation in the world, and now\nreceive a steady supply of hate\nmail from widows who think I’m the\nreason those men are gone.\n\nMAC\nLook, Jonas. I’m not a past or\nfuture guy. I’m present tense.\nI've got two crew members sitting\ndown there--\n\nJONAS\nAnd who are you going to send for\ntheir rescuers when they get taken\nout too?\n\nZHANG\nCaptain, I’ve read your account of\nwhat happened to you. Before today,\n(MORE )\n\f25.\n\nZHANG (CONT'D)\nI wouldn't have given credence to\nyour theories. But now... Now, two\nof my friends are dead. And my\ndaughter is only alive by providence.\nI’m here, we're here, because you\ngive us the best chance of not adding\nany more friends to that list.\n\nJonas looks out at the field of fossils.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd my\ndaughter is only alive by providence. I’m here, we're here, because you\ngive us the best chance of not adding\nany more friends to that list. Jonas looks out at the field of fossils. \n\nTARGET SECTION TO BE ANNOTATED:\n We don’t see what\nhe’s looking at, but we know he’s made up his mind.\n\nHELLER\nThink of it as a chance to prove me\nwrong.\n\nJONAS\n\n(looks at Heller a beat)\nDon’t you get it? I don’t want you\nto be wrong.\n\nJonas walks out. They realize he’s heading for the\nhelicopter. That’s good news.\n\nINT. HELICOPTER - DAY\n\nAll four of them are seated, the machine is about to lift\noff. Heller stares at a SCREEN CAPTURE PHOTO in Mac’s hands.\n\nHELLER\nYou really think there’s something\ndown there that could do that?\n\nMeaning, the BOT - torn in half. Mac looks OUT THE WINDOW.\n\nMAC\nAs a matter of fact, I do...\n\nHeller turns, and as the chopper lifts off, we REVEAL THE DIG\nSITE IN FULL... And there, in the ochre canyon walls, is a\nSET OF JAWS SO BIG that eight grad students - standing side\nby side - fit comfortably in its width. We HOLD on it and--\n\nWIPE TO:\nEXT. MANA ONE - NIGHT\nThe helicopter has landed. Mac and Jonas have split off from\nthe other two. They walk across the platform with purpose,\nJonas’s attention drawn to the state-of-the-art subs. He\neyeballs them, impressed. Very impressed.\n\nMAC\nWe dive in one hour.\n\f26.\n\nJONAS\nWhy wait that long?\n\nMAC\nFor starters, your two dive mates\nare in decomp...\n\nMAC INDICATES THE DECOMPRESSION TANK IN THE DISTANCE where\nMeiying is sitting outside ‘talking’ with her mom.\n\nJONAS\nThat's comforting.\n\nMac and Jonas then DESCEND a stair, unaware that MEIYING,\nhaving seen them, has decided to follow them.\n\nEXT. MANA ONE - CONTINUED\n\nMeiying watches from a distance as Mac and Jonas inspect\nSUYIN’S ABYSS GLIDER up on a hydraulic lift. DIMITRI and FAN\nare replacing the last of the damaged parts. Quick intros--\n\nMAC\nJonas Taylor - Dimitri Karmanov -\nLinfan Chang.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMANA ONE - CONTINUED\n\nMeiying watches from a distance as Mac and Jonas inspect\nSUYIN’S ABYSS GLIDER up on a hydraulic lift. DIMITRI and FAN\nare replacing the last of the damaged parts. Quick intros--\n\nMAC\nJonas Taylor - Dimitri Karmanov -\nLinfan Chang. \n\nTARGET SECTION TO BE ANNOTATED:\n(asks Dimitri)\nSo, what’s the verdict?\n\nDIMITRI\n(furrowed brow)\nSuyin took a direct hit froma\nlarge piece of debris. The\npressure lines were cut. There was\ndamage to the sensor array. The\nentire Nav was smashed--\n\nMAC\n--Stop. Are you doing that thing\nwhere you tell me how bad it is,\nthen tell me you managed to fix it,\nso you look like a hero?\n\nThat hangs there a beat.\n\nDIMITRI\nNo. I’m telling you it’s fixed.\n(beat, deadpan)\nWhether that makes me a hero or not\nis for others to decide.\n\nAs Jonas and Mac walk away...\n\nJONAS\nI like him.\n\f27.\n\nINT. MANA ONE - CORRIDOR - CONTINUED\nMeiying follows Jonas and Mac as they run into:\n\nMORRIS\n\nCaptain Taylor, I’m Presca Morris,\none of the financial partners in\nMana-One. I was looking up your\nrecords, and, well, all I found\nwere records. Most dives below\n20,0000 feet, most rescues in the\nhistory of the Navy, the list went\non and on... Needless to say, I’m\nvery glad you're with us.\n\nJONAS\nThank you, ma’am.\n\nAs they walk off...\n\nMAC\nSee, I told you I said good things.\n\nINT. SPARE LIVING QUARTERS - CONTINUED\n\nMac shows Jonas the simple stateroom. A bed, a bathroom...\n\nMAC\nJumpsuit in the closet. You know\nthe drill.\n\nJONAS\nI do...\n\n(sees something)\nAlthough I’m not sure what to do\nwith this...\n\nMEIYING is standing in the doorway.\nMAC\nMeiying, are you spying on us?\nThis is Zhang's grand-daughter.\n\nJONAS\nHi, Meiying. I’m Jonas.\n\nMEIYING\nThe crazy one.\n\nJonas looks at Mac.\nJONAS\n\nWell, I see my reputation precedes\nme. Who said that?\n\f28.\n\nMEIYING\nMy mom, when grandpa told her you\nwere coming. DJ, Dr. Heller...\n\nMAC\n.-.I’m out of here...\n\nJONAS\nYeah, I bet you are...\n\nMac EXITS, leaving Jonas and Meiying alone.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m out of here... JONAS\nYeah, I bet you are... Mac EXITS, leaving Jonas and Meiying alone. \n\nTARGET SECTION TO BE ANNOTATED:\n Jonas gets a\nkick out of the little girl’s moxie.\n\nJONAS\nI’m not crazy. It’s just -- I’ve\nseen things no one else has.\n\nMEIYING\n\nThat’s the definition of crazy.\nJONAS\n\n(laughs )\n\nYou’re tough.\nMEIYING\n\nTitanium.\nJONAS\n\nTitanium? Wow, I’ve never met a\ngirl made of titanium. I’ve dated\na few made of ice but...\n\nJonas goes to squeeze Meiying’s biceps, which she’s offering\nas proof of her strength.\n\nJONAS\nThose are some guns you’ve got--\n\nSUYIN (ARRIVING)\n(in Mandarin)\nMeiying come here now.\n\nMeiying retreats to her mom’s side. Suyin, liberated from\nDecomp, is there in the doorway with DJ.\n\nJONAS\nYou must be Suyin. And DJ--\n\nSUYIN\n--Briefing starts in ten minutes.\n\nWith that Suyin and Meiying are gone, leaving DJ to follow a\nbeat later after a shrug.\n\f29.\n\nINT. DIVE CONTROL CENTER - A FEW MINUTES LATER\n\nThe ENTIRE TEAM are pouring over charts of the Marianas\nTrench. There is a vast deep basin in the heart of it,\nlabeled “SIREN’S VOID”. Mac is marking a position.\n\nMAC\nFrom what Francois described, best\nguess is he’s along this ridge\nhere, about 2,000 yards from..\n\nMac taps a RED CIRCLE on the chart.\n\nMAC (CONT'D)\n\n-..-This thermal vent. Dimitri’s\nrun the numbers, and with Angel 2's\nfuel tanks emptied, she’s light\nenough for the three of you to tow\nto the surface--\n\nJONAS\nSend me first.\n\nOff their looks.\n\nJONAS\nSend me, alone, in the Mule. Let\nme see if I can do a hatch-to-\nhatch...\n\nSUYIN\nNo...\n\nJONAS\nIf the hatch is blocked, then the\ntwo of you can come down to tow...\n\nSUYIN\nOkay, first of all, your method\nwill waste hours...\n\nJONAS\nBut put less lives at risk...\n\nSUYIN\nSecond, I notice you picked\nyourself to be the lone diver, in\nspite of...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUYIN\nOkay, first of all, your method\nwill waste hours... JONAS\nBut put less lives at risk... SUYIN\nSecond, I notice you picked\nyourself to be the lone diver, in\nspite of... \n\nTARGET SECTION TO BE ANNOTATED:\nJONAS\n.-.-In spite of the time off, yes. I\nhave the most experience...\n\f30.\n\nSUYIN\n...I was going to say, in spite of\nthe fact that on your last rescue\neveryone else was killed.\n\nThat hangs there a beat.\n\nLandslide.\n\nJONAS\nThey were killed because they\ndidn’t listen to me. And there’s\nnot a day goes by that I don’t\nthink about how they could have\nmade it if they believed what I was\ntelling them...\n\nSUYIN\n...Are we sure we want him with\nus...\n\nJONAS\n..-But, no, they were convinced it\nhad to be a landslide.\n\nThe word hangs there. Suddenly, all is quiet.\n\nJONAS\nI don’t blame them. I thought that\nat first too. I mean, what else\ncould show up on the sonar like\nthat? What else could tear open\nmetal like it was tin? You don’t\nthink about the fact that this\n‘landslide’ isn’t triggering any\nreadings on the seismograph. You\ndon’t say to yourself - this is the\nmost accurate, lethal, guided\nlandslide in the 4 billion year\nhistory of geology. Because what\nelse could it be, right?\n\nAfter a long silence.\n\nJONAS\nLet me go, alone--\n\nZHANG\nNo one appreciates your expertise\nmore than I do, but this is our\noperation, we’re doing it as\nplanned. Is that a problem?\n\nJonas considers it - looks at Mac.\n\fJONAS\nI sincerely hope not.\n\nDJ\nSays the Monster Hunter.\n\nJONAS\nYou think I’m hunting whatever is\ndown there?\n(beat)\nIt’s hunting us.\n\nEXT. SUBMERSIBLE LOADING STATION - NIGHT\n\nCarbon fiber and titanium gleam under the Kleig lights.\n\n31.\n\nSUYIN AND DJ inspect their Abyss Gliders. JONAS stares at the\n\nopen hatch of his Mule. He seems HESITANT.\n\nMAC (ARRIVING) ~\nThe results of the popularity\ncontest are in. You didn’t win.\n\nJONAS\n(looking at Suyin and DJ)\nI don’t care if they like me.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAC (ARRIVING) ~\nThe results of the popularity\ncontest are in. You didn’t win. JONAS\n(looking at Suyin and DJ)\nI don’t care if they like me. \n\nTARGET SECTION TO BE ANNOTATED:\n Will\nthey listen to me?\n\nMAC\nZhang's daughter is tough, but\nremember she just lost two friends--\n\nJONAS\nWill - they - listen?\n\nMAC\n(nods, yes)\nThey're the two best sub pilots on\nthe planet that aren’t named you.\nThey've got ice in their veins and\nyears of experience...\n\nMac's voice trails off because he and Jonas are now\n\ndistracted by THE SIGHT OF DJ, kneeling in front of Fastback\n2, holding a small bundle of BURNING SAGE towards the hatch.\n\nMAC\nYeah. Um. That’s white sage.\nSomething to do with the clearing\nof negative energies.\n(beat)\nYou want me to ask him to stop?\n\f32.\n\nJONAS\n(droll)\nI want you to ask him for more.\nJonas notices Meiying, who is with Suyin, waving at him...\n\nJONAS\nAt least somebody likes me.\n\nJonas waves back.\nDIMITRI (PRE-LAP/RADIO)\n\nFastbacks clear for drop.\n\nIn ten, nine, eight...\nINT. JONAS’S MULE SUB - “ANGEL THREE” - NIGHT\nCLOSE ON Jonas -- as his Mule is LOWERED into the water. He\ncan see the Abyss Gliders (Fastback 1 and 2), on either side\nof him, held in angled chutes on the sides of the station.\nTheir launch will be dynamic. Jonas’s is more traditional.\n\nDIMITRI (RADIO)\nSeven, six, five, four...\n\nThe OCEAN swallows Angel Three.\nINT. FASTBACK 1 - SUYIN\nA deep breath from Suyin as she reaches for the drop handle--\n\nDIMITRI (RADIO)\nThree, two, one... Release.\n\n--And pulls it. The Abyss Glider PLUMMETS into the ocean,\ncutting through the surface like an Olympic diver.\n\nINT. FASTBACK 2 - DJ\n\nDJ's Abyss Glider PIERCES the sea with tremendous momentum\nand a slight roll. DJ tilts his control stick. His ship\nresponds instantly, stopping itself, and establishing a hover\na few meters below the surface.\n\nINT. ANGEL 3 - JONAS\n\nUnlike DJ and Suyin, it’s taking Jonas a few moments to get\npositive control over his sub and establish it as stable.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis ship\nresponds instantly, stopping itself, and establishing a hover\na few meters below the surface. INT. ANGEL 3 - JONAS\n\nUnlike DJ and Suyin, it’s taking Jonas a few moments to get\npositive control over his sub and establish it as stable. \n\nTARGET SECTION TO BE ANNOTATED:\nSUYIN (RADIO)\nYou need a minute there, Jonas?\n\nDJ (RADIO)\nYeah. You look a little seasick.\n\f33.\n\nJonas settling in - remembering the feel of being at sea.\nJONAS\n\nMock all you want. You two have\n\nthe Ferraris, I’m in the mule.\nINT. DCC - CONTINUED\nFAN has the dive up on TACTICAL DISPLAY. HELLER has all\ntheir vitals on screen. DIMITRI and ZHANG are at the\nplanning table, and MAC (with Morris behind him) is at the\ncenter of it all.\n\nMAC (MIC)\nRescue One, commence descent.\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin pushes her control stick forward and smoothly\naccelerates away from the surface.\n\nSUYIN\nFrancois, we’re on our way...\n\nEXT. UNDERWATER - NIGHT\nThe three subs, in formation, DISAPPEAR into the depths.\nDISSOLVE TO:\nINT. DCC - LATER\nAlmost two hours have gone by on the MISSION CLOCK. Tactical\nshows the THREE SUBS are at nearly 6,000 meters below the\nsea, and approaching a LAYER that’s marked “THERMOCLINE”.\nFAN (MIC)\nRescue One, approaching\n\nThermocline.\n\nMORRIS\nWhat’s the thermocline?\n\nZHANG\nIt’s a dense layer of cold water\nthat separates the upper ocean from\nthe deep sea.\n\nQUICK CUTS BETWEEN FASTBACKS ONE AND TWO\n\nDJ and Suyin move reflexively. Flipping switches and\ntightening their harnesses.\n\f34.\n\nSUYIN\nHeaters to full. Autostabilizers\nto on. Harness secure.\nSuyin BEGINS TO EXPERIENCE TURBULENCE. She reads a gauge.\nSUYIN\nEntering thermocline. Sea temp now\n39 and dropping.\nINT. ANGEL THREE - JONAS\n\nJonas is getting bounced around harder. But that’s not the\nproblem. The problem is it’s starting to FREEZE in here.\n\nJONAS\nMana, I’m showing a fault in the\nheating system.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut that’s not the\nproblem. The problem is it’s starting to FREEZE in here. JONAS\nMana, I’m showing a fault in the\nheating system. \n\nTARGET SECTION TO BE ANNOTATED:\n Can you confirm?\nSUYIN (RADIO)\nNeed us to tell you where the ‘on’\nswitch is, Jonas?\nINT. DCC - CONTINUED\nFan confirms what Jonas sees.\nFAN (MIC)\nJonas, we see the fault. Try re-\ncycling the system.\nINT. ANGEL THREE - JONAS\n\nJonas exhales, we can see frost on his breath. Re-cycle the\nsystem? That’s going to require him pulling out a checklist.\n\nDJ (RADIO)\nJust follow my lead, man.\n\nJONAS\nDJ, I’m not in the mood--\n\nINT. FASTBACK TWO - DJ\nDJ isn’t teasing him.\nDJ\nMy temp gauge hasn’t gone below 48\nand my ride is smooth as glass.\n\nINT. DCC - CONTINUED\n\nMac is about to tell Fan to check that but she already has.\n\f35.\n\nFAN\n(turns to Mac)\nHe’s right. Looks like DJ has\nfound some kind of warm water\nupcurrent through the thermocline.\n(looks at Zhang)\nHave you ever heard of that?\n\nZHANG\nNo. The thermocline is a wall.\n\nMAC\nYeah well, there’s a hole in this\nwall, and if you don’t mind, I'd\nlike to send our team through it so\nJonas doesn’t freeze to death.\n\nFAN (MIC)\nJonas, good news. You can put down\nthe checklist...\n\nINT. ANGEL THREE - JONAS\n\nJonas tosses the checklist aside.\n\nFAN (RADIO)\nCome to 270 and then shadow DJ,\nhe’s found a smoother ride. Suyin,\nsuggest you do the same.\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin corrects her course.\n\nSUYIN\nNice job, DJ.\n\nDJ (RADIO)\nTotally all skill on my part.\n\nINT. ANGEL THREE - JONAS\n\nJonas feels the ride smooth out, and sees his SEA TEMP GAUGE\nrise. The frost inside his cabin begins to thaw.\n\nJONAS\nI’ve found the channel. I’m going\nto power down and enjoy the ride...\n\nJonas flips a bunch of switches, KILLING ALL OF HIS EXTERIOR\nLIGHTS, plunging him into darkness.\n\f36.\n\nINT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonas flips a bunch of switches, KILLING ALL OF HIS EXTERIOR\nLIGHTS, plunging him into darkness. 36. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FASTBACK ONE - SUYIN\nSuyin is a few hundred meters above/behind Jonas.\nSUYIN\nAngel Three, did you just kill your\nlights?\n\nJONAS (RADIO)\nAffirmative.\n\nSUYIN\nYou feel like telling us why?\n\nJONAS (RADIO)\nSee for yourself.\n\nSuyin, annoyed, decides to go ahead. She kills her lights,\nfinds herself in darkness. She’s about to get mad when...\n\nHER FASTBACK is suddenly illuminated by COLORFUL\nBIOLUMINESCENT LIGHTS from outside. It’s dazzling.\n\nINT. FASTBACK TWO - DJ\nDJ, in near total darkness, is already enjoying the show.\nDJ\n\nOk, I’m not gonna lie. This is\n\nawesome.\nThe warm water channel is filled with tiny plankton and algae\nthat LIGHT UP when agitated, meaning DJ is leaving a trail of\nbioluminescent light in his wake...\nINT. ANGEL THREE - JONAS\n\nFor a few moments, Jonas just sits there, marvelling...\n\nJONAS\nIt’s good to be home.\n\nEXT. DEEP SEA - CONTINUED\n\nThe three of them descend, like rainbow-tailed comets,\nthrough the inky blackness...\n\nDISSOLVE TO:\nINT. DCC - LATER\n\nTACTICAL now shows all three subs passing 10,000 meters.\n\f37.\n\nFAN (MIC)\nRescue 1, approaching bottom.\n\nQUICK CUTS BETWEEN FASTBACK ONE AND TWO\nAs both SUYIN and DJ power back up...\nINT. ANGEL THREE - SAME\nJonas is more reluctant to turn everything back on.\nJONAS\nFastback one, suggest we keep power\nto minimal. No need to tell the\nwhole world we’re here.\nSUYIN (RADIO)\nNegative, Angel Three. This is a\nrescue, we want all systems on.\nJONAS\nLook, I just think we want to keep\na low profile--\n\nFRANCOIS (RADIO)\nDid somebody say rescue?\n\nINT. ANGEL TWO - CONTINUED\n\nFrancois and Luc can see the position and search lights of\nthe three rescue subs in the distance.\n\nFRANCOIS (CONT'D)\nCause that’s the word the of the\nday here at Chez Francois. You’ve\neach won a free dinner!\nINT.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANCOIS (CONT'D)\nCause that’s the word the of the\nday here at Chez Francois. You’ve\neach won a free dinner! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FASTBACK ONE - SUYIN\nSuyin is thrilled to report.\n\nSUYIN\nMana-One. We’ve found them!\n\nINT. DCC - CONTINUED\n\nMorris and Zhang greatly relieved. Dimitri satisfied with\nhis work. Fan squeezes his hand.\n\nMAC\nLet’s save the celebrating for when\nthey’re back please.\n\f38.\n\nINT. ANGEL THREE - JONAS\n\nJonas watches as Suyin accelerates by him to join DJ in\napproaching the sub.\n\nSUYIN (RADIO)\n\nJonas, we’ll secure our tow lines\n\nfirst, then you do the heavy\n\nlifting.\nINT. ANGEL TWO - CONTINUED\nFrancois and Luc can see Fastbacks One and Two getting\ncloser. Everything is great until A LONG SHADOW passes\nbetween them and the rescue subs.\n\nFRANCOIS\nGuys... Did you see that?\n\nINT. ANGEL THREE - JONAS\nJonas’s SONAR comes to life... PING... PING...\n\nJONAS\nTarget, bearing 120...\n\nINT. FASTBACK TWO - DJ\n\nDJ checks his sonar. It’s PINGING. His HEADS-UP display has\nput squares on multiple points in the darkness...\n\nDJ\nI've got it too, multiple bogeys...\n\nSUYIN (RADIO)\nThen let’s hurry this up.\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin takes her sub down a little faster and THROWS ON HER\nFLOOD LIGHTS illuminating the dark...\n\nJONAS (RADIO)\nFastback, that is a bad idea--\n\nSuyin reaches the bottom. Her engines KICK UP THE SAND --\n\nSUYIN\nDammit...\n\n-- creating an undersea FOG that, because of the lack of\ncurrent, just hangs there, obscuring everything.\n\f39.\n\nSUYIN\nI've lost all visibility. Repeat,\nlost all visibility...\n\nShe gets occasional glimpses of clear water in between thick\npatches of cloudy sand. SOMETHING passes by in the darkness.\n\n \n\nSUYIN\n(stunned)\nThere’s something down here.\n\nINT. FASTBACK TWO - DJ\nDJ gets a glimpse of SOMETHING too.\n\nDJ\nI see it!\n\nBut it is gone as quickly as it was there.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nFASTBACK TWO - DJ\nDJ gets a glimpse of SOMETHING too. DJ\nI see it! But it is gone as quickly as it was there. \n\nTARGET SECTION TO BE ANNOTATED:\nDJ\nWhy aren't we getting it on sonar?!\n\nJONAS (RADIO)\nThe sand fog’s made the sonar\nuseless...\n\nINT. DCC - CONTINUED\nAs all three pilots are now talking over one another.\n\nDJ (RADIO)\nMana-One, we are NOT alone down\nhere, repeat, not alone...\n\nJONAS (RADIO)\nYou both need to pull back...\n\nSUYIN (RADIO)\nNegative, I’m attaching my tow-line\nto Angel Two. DJ, standby...\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin centers ANGEL TWO in her sights and FIRES her tow-line.\nWhooosh - a thin, magnetic-tipped length of wire shoots off\ninto the darkness towards ANGEL TWO but... THUNK... IT HITS\nSOMETHING ELSE FIRST and falls to the sea floor.\n\nSUYIN\nWhat the...?\n\n--WHAM!! SOMETHING MASSIVE hits Fastback One. It’s a\nglancing blow but it sends it SPINNING OUT OF CONTROL.\n\f40.\n\nINT. FASTBACK TWO - DJ\n\nDJ is in thick sand fog when he suddenly finds himself face\nto face with FASTBACK ONE as Suyin finally regains control.\n\nDJ\nSuyin, are you oka--\n\nBAM, now it’s DJ’s turn to be hit by something. He spins...\nINT. DCC - CONTINUED\n\nHeller watches as SUYIN AND DJ’S pulses soar into the 160s as\nboth can be heard SHOUTING STATUS reports over the radio.\n\nDI\nI’ve been hit. I’m okay...!\n\nSUYIN\nMana-One, we are totally defensive,\nunknown contacts...!\nJONAS'S PULSE is steady. And that’s because...\nINT. ANGEL THREE - CONTINUED\nJonas makes a choice. He slams the throttle forward.\nJONAS\nAngel Two, forget about the tow.\nPrepare for hatch-to-hatch!\nEXT. OCEAN - NIGHT\nAngel Three plunges fearlessly through the zero visibility.\nEXT. ANGEL THREE - ANGEL TWO\n\nJonas deftly rolls his sub on its side, aligning its hatch\nwith Angel Two’s hatch.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nOCEAN - NIGHT\nAngel Three plunges fearlessly through the zero visibility. EXT. ANGEL THREE - ANGEL TWO\n\nJonas deftly rolls his sub on its side, aligning its hatch\nwith Angel Two’s hatch. \n\nTARGET SECTION TO BE ANNOTATED:\nJONAS (RADIO)\nStandby for docking!\n\nThe two hatches meet with a THUD that reverberates into the\ndarkness at the speed of sound. It travels out past the\nfastback subs, into the black, where SOMETHING REACTS to it.\nINT. FASTBACK ONE - SUYIN\n\nPing. Suyin looks down. A clear target on passive sonar.\n\f41.\n\nSUYIN (MIC)\nAngel Three. Single target. 2000\nyards. Bearing. Right at you!\nINT. ANGEL THREE - CONTINUED\nJonas powers up to create a seal between hatches.\nJONAS\nGuys, let’s go. I’m not sure we've\ngot a lot of time.\nINT. ANGEL TWO / ANGEL THREE\nFrancois and Luc work fast on their end.\nINT. DCC - CONTINUED\nWhere everyone can only listen.\nSUYIN (RADIO)\nAngel Three, 1200 yards... A\nthousand...!\nINT. ANGEL TWO / ANGEL THREE\nFrancois unseals his upper hatch and opens it. After some\nresidual water falls out, he is safe to climb through to the\nhatch of the Angel Three.\nSUYIN (RADIO)\nComing up on 800 yards, you need to\nget out of there!\n\nAs Luc preps the ship for evac, HE SUDDENLY SEES SOMETHING\nout the sub window that stops him in his tracks...\n\nFRANCOIS\nCome on, Luc! Come on!\n\n«+..a vague bioluminescent trail behind some otherwise\ninvisible beast that’s coming right at them.\n\nSUYIN (RADIO)\n600 yards... 400 yards!\n\nLuc knows there’s no time. He closes his hatch and--\n\nFRANCOIS\nNo!\n\f42.\n\nINT. ANGEL TWO - NOW SEPARATE\n\nLuc BLOWS the lock, detaching violently from Angel Three.\nAnd not a moment too soon. Because...\n\n..-BAM! Angel Two is smashed into oblivion by something 70-\nfeet long and moving at more than 50 miles per hour.\n\n \n\nINT. FASTBACK ONE - SUYIN\nSuyin feels the vibrations of the terrible collision.\n\nSUYIN\nAngel Three, come in?! Angel\nThree...",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nFASTBACK ONE - SUYIN\nSuyin feels the vibrations of the terrible collision. SUYIN\nAngel Three, come in?! Angel\nThree... \n\nTARGET SECTION TO BE ANNOTATED:\nAs she waits for a reply, PING... PING... Suyin’s sonar tells\nher the mysterious monster is now coming for her and DJ.\n\nINT. ANGEL THREE - JONAS AND FRANCOIS\n\nSparks explode inside the main cabin as Jonas and Francois\nrecover from the partial impact. The only light comes\nintermittently from the flashing red alarms blaring.\n\nJONAS\nThis is Angel Three, we lost Luc.\nYou both need to power down now!\n\nINT. FASTBACK TWO - DJ\nPING... PING.... DJ realizes they don’t have much time.\n\nJONAS (RADIO)\nIt’s drawn to energy. You need to\ngo dark!\n\nSUYIN (RADIO)\n--But we’ll be sitting ducks!--\n\nDJ\nThat’s better than dead ducks!\n\nDJ's turns off EVERYTHING that sends out a signal, including\nlights. That leaves only the PINGING of his passive sonar,\nwhich gets faster as whatever is out there closes in.\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin now sits in the dark too. As the PINGING becomes\nfrantic, she stares out into the inky sea and takes her hands\naway from the controls. She braces for impact as SWOOOOOSH!!\nSOMETHING MASSIVE HURTLES JUST PAST HER...\n\f43.\n\nINT. FASTBACK TWO - DJ\n\nDJ feels it go by too... Then, he exhales. He’s alive. For\nnow. But the PINGING of his sonar now reveals that:\n\nDJ\nIt’s circling us.\n\nINT. DCC - CONTINUED\nMac and his team, desperate to help.\n\nDIMITRI (MIC)\nUse your infrared, you should be\nable to see and not be seen.\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin turns on the sub’s infrared lights and pulls down a\nvisor...\n\nHER POV -- It’s similar to night vision, a world in black and\ngreen. Suyin can see the distant outline of the trench wall,\nshe can see DJ’s sub, and she can see A BLUR OF MOVEMENT\nwhich leaves in its wake a random trail of bioluminescence.\n\nSUYIN\nI don’t think seeing is going to\nhelp much. Any other ideas, Mana?\n\nINT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUYIN\nI don’t think seeing is going to\nhelp much. Any other ideas, Mana? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FASTBACK TWO - DJ\n\nDJ, scared, has also gone to infrared. The first thing he\nsees is the SHAPE of Suyin’s Abyss Glider. So fish-like.\n\nDJ\nHere’s an idea. Dimitri, the next\ntime you design a sub, maybe don’t\nmake it look like the catch of the\nday!\n\nThen DJ freezes...\n\nHIS INFRARED POV -- A GIANT SQUID, with a body twenty feet\nlong and tentacles measuring out to more than a hundred, is\nnow floating right in between him and Suyin.\n\nDJ\nSuyin...\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin turns and sees the monster. They seem totally helpless\nagainst the mighty Kraken, which is now advancing menacingly.\n\f44,\n\n--UNTIL -- WHAM -- THE GIANT SQUID IS TORN IN HALF in one\nviolent attack by A_MEGALADON.\n\nQUICK CUTS BETWEEN THE DCC AND ANGEL THREE\nAs they hear screams and want to know...\n\nMAC (MIC)\nIs everybody okay?\n\nINT. FASTBACK ONE - SUYIN\nSuyin has ripped off the goggles.\n\nSUYIN\nIt’s a shark.\n\nINT. ANGEL THREE - CONTINUED\nJonas hears exactly what he was hoping he wouldn’t hear...\n\nSUYIN (RADIO)\nHuge. 60 feet. Maybe more.\n\nJONAS\n(to himself)\nCarcharocles Megaladon.\n\nINT. DCC - CONTINUED\nEveryone takes a beat to process the news.\nSUYIN (RADIO)\nIt ripped a giant squid right in\nhalf.\nINT. FASTBACK TWO - DJ\n\nDJ was even closer to the mauling. He’s actually drifting\nthrough what’s left of the squid.\n\nDJ\nYeah. And I say we get out of here\nbefore it get gets hungry again!\n\nDJ starts to power up when--\n\nJONAS (RADIO)\nNo, DJ. Don’t. If you power on,\nit will come for you. You have to\nsurface without using your engines.\n\f45.\n\nINT. FASTBACK ONE - SUYIN\nSuyin shakes her head to no one.\n\nSUYIN\nWe're too deep, Jonas. We need our\nengines to climb from down here.\nWe’re at zero ballast.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUYIN\nWe're too deep, Jonas. We need our\nengines to climb from down here. We’re at zero ballast. \n\nTARGET SECTION TO BE ANNOTATED:\nAs if to emphasize the danger, SOMETHING speeds by in the\ndarkness, ROCKING THE TWO FASTBACKS IN ITS WAKE.\n\nINT. ANGEL THREE - JONAS AND FRANCOIS\nJonas looks at Francois - is she right? Francois nods, yes.\nFRANCOIS\nMules have standard ballast tanks,\n\nbut not the fastbacks. This deep,\nthey have to power up--\n\nJONAS\nIf they power up - they’re fish\nfood!\n\nFRANCOIS\n\nThey're already fish food! We need\nto get them off the menu!\n\nJonas gets an IDEA. He keys the mic.\n\nJONAS (MIC)\nWhat about the thermal vent?\n\nINT. FASTBACK ONE - SUYIN\nSuyin understands the plan the minute she hears it...\n\nJONAS (RADIO)\nThat upcurrent of warm water we\nrode down. That could carry you up\na few thousand meters without you\nneeding power.\n\nINT. FASTBACK TWO - DJ\nDJ wants to be hopeful but...\nDJ\nI don’t mean to be a downer but\n\nthat vent is a mile from here and I\ndon’t think paddling is an option.\n\f46.\n\nINT. ANGEL THREE - JONAS AND FRANCOIS\nJonas is one step ahead of them. He turns to Francois.\n\nJONAS\nDoes this thing have flares?\n\nFRANCOIS\nWhy don’t I like that question?\n\nINT. DCC - CONTINUED\nEveryone, desperate for ideas, when they hear Jonas’ plan:\nJONAS (RADIO)\nFastbacks one and two, when I tell\nyou to, I want you to both power up\nand go flank speed for the vents.\nLooks are exchanged. What’s Jonas doing?\nJONAS (RADIO)\nMana, can you give them a bearing\n\nto that vent please?\n\nFAN (MIC)\n0-5-0.\n\nQUICK CUTS BETWEEN THE FASTBACKS - DJ AND SUYIN\nDJ and Suyin are dialing in 050 but--\n\nSUYIN\nJonas, what about the shark?\n\nINT. ANGEL THREE - JONAS AND FRANCOIS\n\nJonas trims the last of the ballast trim tabs. He and\nFrancois are ready to do whatever it is they’re about to do.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ANGEL THREE - JONAS AND FRANCOIS\n\nJonas trims the last of the ballast trim tabs. He and\nFrancois are ready to do whatever it is they’re about to do. \n\nTARGET SECTION TO BE ANNOTATED:\nJONAS\nIt’ll be pre-occupied. With us.\n\nFRANCOIS\n(to Jonas, droll)\nI just want to say this has\nofficially stopped feeling like a\nrescue.\n\nJonas smiles. Francois nods back. And...\n\nJONAS\nNow!\n\f47.\n\nINT. FASTBACK ONE - SUYIN\n\nSuyin can suddenly see a bloom of white as -- FWOOMP! -- The\nBRIGHT LIGHTS of Angel Three shatter the darkness like an\nundersea North Star. Suyin is jostled by the WAKE of\nSOMETHING MASSIVE OVERHEAD. It completely eclipses the Angel\nThree, taking seconds, that feel like minutes, to pass, until\neven in the darkness, she makes out the unmistakable shape of\nan ENORMOUS TAIL FIN snapping right in front of her.\n\nSUYIN\nOh my God.\n\nThe invisible beast heads for Angel Three.\n\nSUYIN\nAngel Three, it’s coming to you!\n\nJONAS (RADIO)\nHead for the vent! Go!\n\nQUICK CUTS BETWEEN THE FASTBACKS - DJ AND SUYIN\nDJ and SUYIN both power up and race for the vent.\n\nSUYIN\nRange to vent... 1500 meters.\n\nINT. ANGEL THREE - JONAS AND FRANCOIS\n\nFrancois and Jonas can see the Two Abyss Gliders race for the\nvent as the bioluminescent storm that is the MEG heads\nstraight for the Mule.\n\nJONAS\nThat’s it. Come on...\n\nINT. FASTBACK TWO - DJ\n\nDJ peering into the darkness with his Infrared Visor. It’s\nlike flying at night... We can tell they’re moving very fast.\n\nSUYIN (RADIO)\n1000 meters!\n\nINT. DCC - CONTINUED\nEveryone is on the edge of their seat...\n\nFAN\nYou think this will work?\n\nMac indicates Jonas’s pulse. Which is steady.\n\f48.\nMAC\nHe does. So I do too.\nINT. ANGEL THREE - JONAS AND FRANCOIS\nFrancois is getting nervous, but Jonas remains calm...\n\nSUYIN (RADIO)\n600 meters!\n\nINT. FASTBACK ONE - SUYIN\nUsing Infrared, Suyin can see THE THERMAL VENT AHEAD...",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUYIN (RADIO)\n600 meters! INT. FASTBACK ONE - SUYIN\nUsing Infrared, Suyin can see THE THERMAL VENT AHEAD... \n\nTARGET SECTION TO BE ANNOTATED:\nSUYIN\nVent in sight!\n\nINT. FASTBACK TWO - DJ\nDJ sees it too. Then suddenly a TENTACLE ATTACKS HIS SUB...\n\nDJ\nAHHH...\n\nFor a moment, DJ thinks he’s squid food. He is ensnared in\nthe angry embrace of the massive cephalopod. But then he\nrealizes these are just PIECES of what’s left of that squid.\n\nSUYIN (RADIO)\n\nDJ?\n\nDJ\nI’m good. Sub’s gonna need a wash\nthough.\n\nSUYIN (RADIO)\nEntering vent. Controls on!\n\nEXT. THERMAL VENT - SEA FLOOR - NIGHT\n\nWe watch as first Suyin and then DJ enter the plume of\nviolent water that rockets upwards...\n\nCareful eyes will see that the VENT ITSELF has been broken\nopen by the REMAINS OF A CRASHED UNIS BOT.\n\nQUICK CUTS BETWEEN THE FASTBACKS - DJ AND SUYIN\nFight to keep their ships stabilized...\nSUYIN\n\nKeep the bubble level and watch\nyour hull temp.\n\f49,\n\nDJ looks out the turbulent water, at the lights of Angel\nThree, and the black mass of the MEG hurtling towards it.\n\nDJ\nEverything I said about that guy.\nI’m taking it back right now.\n\nINT. ANGEL THREE - JONAS AND FRANCOIS\nJonas can almost feel the beast upon them now.\n\nJONAS\nStandby... Standby... NOW!\n\nJonas BLOWS all the BALLAST TANKS, and Francois hits the\nRESCUE FLARE switch.\n\nEXT. ANGEL THREE - CONTINUED\n\nThe suddenly rising sub drops a FLARE, which spreads like a\ncomet tail behind them. As it does, Jonas kills the sub\nlights, so all focus is on the brilliant burning star.\n\nIt drops through the inky depths. Illuminating a wall filled\nwith brightly colored algae, coral, alien creatures, until...\n\nWHOOSH, the massive beast snatches the flare, its enormous\njaws illuminated for the first time. The creature swims\nthrough its target, colliding violently with the undersea\nmountain range like a fiery wrecking ball. The sea wall that\nonce provided shelter for Francois, now reduced to rubble.\n\nINT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe creature swims\nthrough its target, colliding violently with the undersea\nmountain range like a fiery wrecking ball. The sea wall that\nonce provided shelter for Francois, now reduced to rubble. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DCC - CONTINUED\nOn TACTICAL: They can see Angel Three rising, and...\n\nFAN\nFastbacks One and Two are rising.\nThey're going to make it...\n\nZHANG\nHe did it... He did it...\n\nJoy begins to ripple through the DCC, and it increases ten\nfold when they hear Jonas’ deadpan voice over the coms:\n\nJONAS (RADIO)\nMana, this is Angel Three. We’ve\nblown our ballast and are rising,\npower off. We’ve lost our\ndirectional control so someone’s\ngoing to have to come meet us.\n\f50.\n\nMAC (MIC)\n(laughing)\nThat can be arranged--\nBut suddenly the good mood SOURS as -- PING... PING...\nINT. ANGEL THREE - JONAS AND FRANCOIS\nThe PINGS are here too. The MEG is coming for them.\n\nFRANCOIS\nBut all the power’s off...\n\nJONAS\nI guess she learned that trick.\n\nJonas begins to power the sub back on.\nJONAS\nWe have to make flank speed for the\nthermocline. It can’t follow us\nthrough that! Francois, you ever\nbeen shot out of a cannon?\nFRANCOIS\nRight now, that actually sounds\nlike a pretty good idea.\nJonas shoves the throttle forward. They rise like a missile.\nINT. DCC - CONTINUED\n\nThe Sonar images tell the story. Angel Three is rising...\nThe Meg below closing in fast... And the THERMOCLINE looms.\n\nMAC\nAt what water temperature will that\nthing have to turn back?\n\nFAN\nI don’t know. Megalodons are\nsupposed to be extinct.\n\nMAC\nBest guess then!\n\nZHANG\nFifty degrees.\n\nANGEL THREE’S TEMP gauge - now at 58, ticks down to 57...\nINT. ANGEL THREE\n\nFrancois watches through the back window. So far, no Meg.\n\f51.\n\nJONAS\nApproaching Thermocline. You\nbetter grab on to something.\nWHAM! The sub is SLAMMED by turbulence. Bad turbulence.\nJONAS\nIf I don’t slow down we might break\napart!\n\nBut now Francois can see THE MEGALADON - it’s closing fast.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBad turbulence. JONAS\nIf I don’t slow down we might break\napart! But now Francois can see THE MEGALADON - it’s closing fast. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANCOIS\nThat’s a negative on slowing down!\n\nINT. DCC - CONTINUED\n\nThe good news is the temp is dropping... 54... 53... 52...\nINT. ANGEL THREE - CONTINUED\n\nThe bad news is the beast has nearly reached them. And, to\nmake matters worse, all kinds of system alarms are firing as\n\nBOOM! BOOM! They continue to get hammered by turbulence.\n\nJONAS\nWe're losing the engines!\n\nEXT. ANGEL THREE\n\nFrom outside the sub, we see the terrifying reality of just\nhow close the Meg now is to the sub.\n\nINT. ANGEL THREE\n\nFrancois’ chilling POV of the Meg, only seconds away. Alarms\nblaring, the sub rocking, and the excruciating ascent...\n\nFRANCOIS\nAAAAAHHHH! !!!\n\nThe MEG is about to reach them when SUDDENLY it turns back!\nINT. DCC - CONTINUED\n\nAs we see the temperature gauge on Angel Three is now at\n50... 49... And they all see that the MEG has turned around.\n\nMAC\nTHEY MADE IT! THEY MADE IT!\n\f52.\n\nINT. ANGEL THREE - CONTINUED\n\nJonas throttles back what’s left of the engines, the sub\nliterally falling to pieces around him and Francois.\n\nJONAS\nAngel Three, above the Thermocline.\nRequest permission to never go back\ndown there again.\n\nMAC (RADIO)\nPermission granted! Great job!\n\nJonas and Francois share a very satisfied smile.\n\nFRANCOIS\nNice to meet you by the way.\n\nEXT. FASTBACKS ONE AND TWO - CONTINUED\n\nThe Abyss Gliders head for the surface. As they speed off,\nwe notice THE BLOODY TRAIL OF SQUID DJ’s sub is leaving\nbehind... A trail that goes down... And down... And\neventually...\n\nInto that warm water channel through the thermocline.\n\n \n\nEXT. OCEAN SURFACE - DAY\n\nANGEL THREE bursts through the surface. Jonas pops the\nhatch, climbs up and sees... NOTHING BUT OCEAN.\n\nJONAS\nSo much for a welcoming committee.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nJonas pops the\nhatch, climbs up and sees... NOTHING BUT OCEAN. JONAS\nSo much for a welcoming committee. \n\nTARGET SECTION TO BE ANNOTATED:\nBLARE! Comes the sound of a SHIP’S HORN as Jonas and\nFrancois turn around to see ZHANG’S RESEARCH VESSEL - THE\nMAZU -- a thousand yards away. And closing.\n\nJONAS\nNow that’s more like it.\n\nThe SHIP’S HORN sounds again as we...\n\nCUT TO:\nEXT. A PRIVATE BAY - HAINAN ISLAND - THAT AFTERNOON\nPeace and quiet in one of Hainan’s most tranquil bays.\nThe MAZU is anchored a few hundred yards off shore from THE\nNEW 5-STAR “MANA RESORT AND SPA”. The place is a few months\n\nfrom opening, but Morris’s crown jewel is fully built, with a\nskeleton staff is putting it through its paces.\n\f53.\n\nINT. BEACH BUNGALOW GUEST ROOM - SHOWER - DAY\n\nJonas enjoys a hot shower. He’s cleaning up, and he’s trying\nto psychologically decompress from what’s just happened. He\nTURNS OFF the water and just stands there, breathing.\n\nEXT/INT. BEACH BUNGALOW - CONTINUED\n\nA knock and Jonas's unlocked door swings open. SUYIN and\nMEIYING are there. Meiying holding something in her hands.\n\nSUYIN\nJonas? Jonas?\n\nJONAS - having not heard them - steps out from his bathroom.\nLuckily, he’s in a towel.\n\nSUYIN AND JONAS\nOh, excuse me... Sorry, I didn’t\nknow...\n\nMeiying BURSTS OUT laughing. And, as Jonas retreats to\nquickly pull on some clothes out of their line of sight, he\nbegins to LAUGH too - because Meiying’s glee is infectious.\n\nJONAS\n(calls)\nShe kills me, you know that?\n\nSUYIN\n(calls back)\nTell me about it. Saying no to her\nis almost impossible.\n\nJonas returns, dressed and smiling. Is this the first time\nSuyin has allowed herself to realize he’s handsome? She's\nsuddenly very aware. Luckily, her daughter to the rescue.\n\nMEIYING\nThis is for you...\n\nMeiying hands him the somewhat crudely wrapped blob. It’s a\nDOLPHIN CHARM made of...\n\nJONAS\nTitanium.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeiying hands him the somewhat crudely wrapped blob. It’s a\nDOLPHIN CHARM made of... JONAS\nTitanium. \n\nTARGET SECTION TO BE ANNOTATED:\nSUYIN\nThe dolphin is the symbol of the\nZhang family. They’re also known\nto save people... from sharks.\n\nMeiying reveals that she wears a matching, smaller, version\nof the charm around her neck. Jonas is very touched.\n\f54.\n\nJONAS\nThank you.\n\nSUYIN\nNo, thank you.\n\nMeiying begins to tug on her mom, wants her to ask Jonas\nsomething, but Suyin has her own thought to finish first.\n\nSUYIN\nI was hard on you. I didn’t treat\nyou with the respect you deserved--\n\nJONAS\nForget about it--\n\nSUYIN\nYou_saved our lives.\n\nHer sincerity makes him uncomfortable. The intimacy of it.\nHe shrugs it off but--\n\nSUYIN\nJonas. Thank you.\n\nHe nods. You’re welcome. Now, Meiying’s tugging reaches a\nfever pitch.\n\nJONAS\nWhatever it is, she’s not giving up.\n\nSuyin stops her daughter with a look. Then...\n\nSUYIN\nMeiying wants me to ask you to join\nus for tea. It’s another family\ntradition. We share tea every time\nI’m back from a dive.\n\nMEIYING\nOnly she missed it last time\nbecause she was in that stupid\nDecompression Tank.\n\nJonas laughs at Meiying yet again. But then he sees\nsomething through the doorway behind them. It’s MAC and\nZHANG walking a main building of the resort.\n\nJONAS\nI'd like to, but actually I have to\ntalk to Mac about getting back to\nthe mainland.\n\nThose words sting Suyin in a way she hadn’t expected.\n\f55.\n\nSUYIN\n\nYou're leaving? Right. Of course.\nJONAS\n\nNow that everyone’s safe... I\n\nexpect your father has a full plate\nwithout me to worry about.\n\nSuyin hides her disappointment. Meiying doesn’t.\nINT. CONFERENCE ROOM - RESORT - DAY\n\nA room with a view of the Pacific. Right now it hosts an\nINTENSE DISCUSSION between Zhang, Morris, Heller, and Mac.\n\nMORRIS\n.-.I’m not saying what happened\nwasn’t a tragedy, I just want to\nset that aside long enough to talk\nabout what we found down there and\nwhat it means for the future.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nRight now it hosts an\nINTENSE DISCUSSION between Zhang, Morris, Heller, and Mac. MORRIS\n.-. I’m not saying what happened\nwasn’t a tragedy, I just want to\nset that aside long enough to talk\nabout what we found down there and\nwhat it means for the future. \n\nTARGET SECTION TO BE ANNOTATED:\nBecause the choices we make between\nnow and when you announce what\nhappened could mean billions of\ndollars of added value.\n\nREVEAL - JONAS, outside, listening and thinking that--\nEXT/INT. THE RESORT’S OPEN-AIR RESTAURANT - DAY\n\nJonas finds Suyin and Meiying have set up tea at a table\nalong the water’s edge.\n\nJONAS\n--On second thought, tea sounds\ngreat.\nMeiying claps.\nMEIYING\nOkay, sit here... And do exactly\nas I say...\nJONAS\n\n(laughing, to Suyin)\nApple doesn’t fall from the tree.\n\nSuyin blushes.\nBACK TO -- INT. CONFERENCE ROOM - RESORT - SUNSET\n\nA PICTORIAL of the ocean is unfurled. It depicts the sea\nseen from the side, so is all about the VARIOUS DEPTHS.\n\f56.\n\nZHANG\nIn general, the deeper you go, the\nfurther you get from the sun, the\ncolder the ocean gets.\n\nMORRIS\nBut where we dove today, at the\nvery bottom, that water was warm.\n\nZhang indicates ‘Siren’s Void’ - the vast basin of the\nMarianas Trench - an area more than 1,000 miles long.\n\nThe CHART\nbottom...\n\nZHANG\nYes, a portion of the deepest ocean\nis heated by volcanic vents. In\nthese areas, as you get away from\nthe heat source, so in this case as\nyou rise, the water gets colder.\n\nmakes it clear. The water goes from warm at the\ngets cold as it rises away from the heat source...\n\nZHANG\nThe coldest water is always here in\nthe thermocline. This water is too\ncold to support any life.\n\nHELLER\nSo whatever lives above, stays\nabove. And whatever lives below,\nstays below.\n\nZHANG\nGiven that we’ve never explored\nSiren’s Void, and given we've\nencountered at least one species,\nthe Megaladon, heretofore thought\nextinct, I think the odds are there\nis an entire ecosystem down there\nthat has remained untouched for\nmillions of years.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHELLER\nSo whatever lives above, stays\nabove. And whatever lives below,\nstays below. ZHANG\nGiven that we’ve never explored\nSiren’s Void, and given we've\nencountered at least one species,\nthe Megaladon, heretofore thought\nextinct, I think the odds are there\nis an entire ecosystem down there\nthat has remained untouched for\nmillions of years. \n\nTARGET SECTION TO BE ANNOTATED:\nMORRIS\n(thrilled)\nMeaning we’re sitting on top of our\nvery own Jurassic sea!\n\nINTERCUT -- THE RESORT’S OPEN-AIR RESTAURANT - SUNSET\n\nMeiying is showing Jonas the proper way to hold his tea cup,\nand Jonas is purposely getting it wrong to make her laugh.\n\nMEIYING\nHe’s funny!\n\f57.\n\nJONAS\nYeah. Funny looking.\n\nSUYIN\nDo you have children, Jonas?\n\nJONAS\nNo. When I was in the Navy, my\nwife and I kept putting it off...\nThen after we got divorced, I\nfocused all my energy on...\n\nSUYIN\n\nProving you weren’t crazy.\nMEIYING\n\nSee, I told you she said you were\n\ncrazy!\n\nThat gets more laughs. But then, as kids often do, Meiying\nsuddenly realizes something and gets sad.\n\nMEIYING\nWait. Does that mean you don’t\nhave a family?\nJonas shakes his head, he doesn’t.\n\nFAN\nGot room for us?\n\nFAN arrives, with DIMITRI and DJ. FRANCOIS is close behind.\nSUYIN\nThe more the merrier. Dimitri,\nsince when do you drink tea?\nDIMITRI\n(nods to Fan)\nSince she makes me.\nThat gets a good LAUGH. Dimitri frowns.\n\nDIMITRI\nI wasn’t joking.\n\nThat gets a BIGGER LAUGH.\nBACK TO -- INT. CONFERENCE ROOM - RESORT - SUNSET\n\nWhere Morris is acting like they’ve just struck gold.\n\f58.\n\nMORRIS\nWhy am I the only one excited here?\nI’m no Marine Biologist, but even I\nremember the prehistoric oceans\nwere filled will all sorts of\namazing creatures.\n\nMAC\nIncluding one that just killed\nthree of our people.\n\nMORRIS\nAgain, I’m not discounting that...\n\nMAC\nThat's exactly what you’re doing...\n\nZHANG\nSpeculation is dangerous, Ms.\nMorris. Only one thing is clear:\nwe've found something very special,\nso we must proceed with caution.\nI'm afraid our plans to\ncommercialize the Mana-One must be\nput on indefinite hold.\n\nMORRIS\nYou can’t be serious...\n\nZHANG\nThe platform is located directly\nabove this new world...",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm afraid our plans to\ncommercialize the Mana-One must be\nput on indefinite hold. MORRIS\nYou can’t be serious... ZHANG\nThe platform is located directly\nabove this new world... \n\nTARGET SECTION TO BE ANNOTATED:\nMORRIS\nWhich means we should double its\nsize. Then build a second one--\n\nZHANG\nThis isn’t about attracting\nvisitors. It’s about making sure\nwe protect the ecosystem.\n\nMORRIS\nIf those things have been down\nthere for 200 million years, I\nthink their ecosystem can handle it-\n\nZHANG\nI’m talking about our Ecosystem.\n(it hangs there a beat)\nThe world we live in, a world whose\nentire balance of life would shift\nviolently if even one pre-historic\ncreature found its way up here.\n\f59.\n\nINTERCUT -- THE RESORT’S OPEN-AIR RESTAURANT - SUNSET\n\nWhere everyone is laughing now - relieved - letting go of\nsome of the tension. DJ raises his tea.\n\nDJ\nI'd like to propose a toast. To\nJonas.\nALL\nTo Jonas.\nJONAS\nWait...\n\n(raises his)\nTo Junjie, Carl, and Luc.\n\nIf Jonas wasn’t a full-member of the team, then that gesture\nputs him over the top. It’s met with nods and teary eyes.\n\nThey drink, and then after they put their cups down all eyes\nturn to Francois.\n\nFAN\nSo, Francois. You got anything\nstronger than tea in your bungalow?\n\nFRANCOIS\nWhy is it the Frenchman who always\nhas to have the wine?\n(beat, a grin)\nI‘1l be right back...\n\nSuyin and Jonas exchange a smile. A smile that lingers. A\nsmile that keeps them focusing on each other even as we BEGIN\nTO HEAR the sound of a skiff’s engine racing into the bay.\n\nMEIYING\nThere’s something out there...\n\nBACK TO -- INT. CONFERENCE ROOM - RESORT - SUNSET\nMorris looks at Zhang and the rest.\n\nMORRIS\nDr. Zhang, you are a brilliant man.\nBut if you think you can control\nwhat’s about to happen, you are,\nforgive me, very naive. Before\ntoday, your platform was a\nspecialty attraction. But when the\nworld hears what you found, it is\ngoing to be the most desired\ndestination on Earth. Every child\n\n(MORE )\n\f60.\n\nMORRIS (CONT'D)\non the planet will want to come\nhere.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut when the\nworld hears what you found, it is\ngoing to be the most desired\ndestination on Earth. Every child\n\n(MORE )\n\f60. MORRIS (CONT'D)\non the planet will want to come\nhere. \n\nTARGET SECTION TO BE ANNOTATED:\n Every parent will make it a\npriority. This resort, and every\nresort within 500 miles will devote\nthemselves to what’s down there.\nWhether we like that or not--\n\nMorris stops as suddenly the door is thrown open. SUYIN,\nbreathless from running, is there.\n\nSUYIN\nDr. Heller!\n\nINT. RESORT’S BEACH - SUNSET/NIGHT\n\nSuyin and Heller race down to the water's edge - (Mac, Zhang,\nand Morris close behind). They find the rest of the team has\nencircled a fishing boat’s skiff, whose PILOT has driven it\nright up on the sand. Then they see why:\n\nA SECOND MAN - lying unconscious and bleeding on the sand.\n\nHELLER\n(quickly goes to work)\nHe’s in shock and suffering from\nsevere hypothermia. We need to get\nhim to a hospital, right away--.\n\nFAN\nWe called for an ambulance.\n\nHELLER\nGood, in the meantime, you can help\nme make sure he doesn’t lose any\nmore blood.\n\nAs Fan joins Heller in bandaging the seemingly endless number\ncuts on the man’s body, Mac asks the big question.\n\nMAC\nWhat happened?\n\nThe Skiff’s Pilot answers in Mandarin.\n\nSUYIN (TRANSLATING)\nHis ship was fishing when they\nheard a crash. They turned and saw\ntheir sister ship had been smashed.\nNot an explosion, just smashed. By\nthe time they got over to the\nwreckage, this man was the only one\nin the water. The others had\nvanished.\n\f61.\n\nThe AMBULANCE has arrived. PARAMEDICS come racing over with\na stretcher. Heller supervises as they take the patient to\nthe ambulance...\n\nSKIFF’S PILOT\n(in broken English)\nSea Monster. He said - a Sea\nMonster attacked his ship.\nAs THE ENTIRE TEAM exchanges glances we...\nCUT TO:\nEXT. A PRIVATE BAY - HAINAN ISLAND - NIGHT\nThe Mazu’s anchor clears the surface, and the boat pivots\nuntil it is pointed out sea. Then its mighty engines roar to\nlife - and the Mazu heads out into the darkness.\n\nEXT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nA PRIVATE BAY - HAINAN ISLAND - NIGHT\nThe Mazu’s anchor clears the surface, and the boat pivots\nuntil it is pointed out sea. Then its mighty engines roar to\nlife - and the Mazu heads out into the darkness. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OCEAN - NIGHT\n\nEven with DJ and Suyin’s Abyss Gliders in tow, the Mazu can\ngo as fast as 30 knots, its bow piercing the dark waters...\n\nEXT. MAZU - NIGHT\n\nJonas is up near the bow rail, looking out into night,\nwondering... Shaking his head as Mac looks on.\n\nJONAS\nIf that thing followed us... If\nit’s up here somehow...\n\nMAC\nIf being the key word.\n\nJONAS\nHe called it a sea monster, Mac.\nAll his life he’s worked the ocean,\nand he called it a sea monster...\n\nAs if on cue the Mazu’s engines grow quiet and the ship\n\n \n\nDECELERATES... Now we see why Because they are drifting\nthrough floating wooden debris... A whole field of it.\nJONAS\n(droll)\n\nYou think a great white did this?\n\nMAC\nI think we're about to find out.\n\nJONAS\nHow?\n\f62.\n\nOff Mac’s look...\n\nA SERIES OF QUICK INTERCUT SHOTS:\n\nINT. DIVE PREP ROOM - THE MAZU\n\nClose on FAN pulling on a wet suit. DIMITRI zips her up.\nINT. THE BRIDGE - THE MAZU\n\nJonas looking at Zhang and Morris. He’s backed by DJ and\nFrancois. Suyin somewhere in the middle.\n\nJONAS\nTell me this is a joke...\n\nINT. DIVE PREP ROOM - THE MAZU\n\nFAN, now fully suited up, CHECKS THE ACTION on a CARBON FIBER\nSPEAR GUN that is as light-weight as it is bad-ass looking.\n\nINT. THE BRIDGE - THE MAZU\nJonas, continuing his rant.\nJONAS (CONT'D)\n...Tell me we're not seriously\nconsidering doing this...\n\nEXT. DIVE PREP ROOM - THE MAZU\n\nDIMITRI is filling SPEAR-TIPS (rounds for the Spear Gun) with\nliquid etorphine from glass medical bottles.\n\nDIMITRI\nAn elephant is knocked out with 10\ncc’s - so 100?\n\nFAN\n\n(not messing around)\nUse the whole damn bottle.\n\nINT. THE BRIDGE - THE MAZU\nJonas shakes his head.\nJONAS (CONT'D)\n-..",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. THE BRIDGE - THE MAZU\nJonas shakes his head. JONAS (CONT'D)\n-.. \n\nTARGET SECTION TO BE ANNOTATED:\n-Because unless I missed\n\nsomething, this is insane.\n\nAll eyes turn to Zhang. Zhang looks at Fan and Dimitri.\n\f63.\n\nFAN\n\n(disagrees forcefully)\nIf the Meg followed DJ's trail up\nthrough the thermocline, then we\ncan’t let it get away. We know it\nlikes electromagnetic energy - that\nmeans Dimitri’s cage will draw it\nin like a moth to flame...\n\nJONAS\n.+-Did you just compare that thing\nto a moth? This is madness...\n\nMORRIS\n.--Actually madness, if I\nunderstand Dr. Zhang correctly,\nwould be to let this creature roam\noff towards the fishing fleet.\nThose boats wouldn’t stand a\nchance.\n\nJONAS\n(glares at Morris)\nA captured Meg would make for great\nadvertising, is that it?\n\nZhang has heard enough.\n\nZHANG\n\nWe can’t avoid the truth, no matter\nhow unpleasant. If there is a\nMegaladon here, if we leave it free\nto feed and mate, then we would be\nresponsible for the worst\necological disaster in history.\nWe, who have given our lives to\nprotect these oceans.\n\n(he looks at Dimitri)\nAre you sure your cage will hold?\n\nDIMITRI\nMath never lies. The Megaladon\ncould be the size of this ship, the\ncage will not break.\n\nFAN\nI‘1l bet my life on it.\n\nShe takes Dimitri’s hand. Squeezes it.\n\f64.\n\nEXT. MAZU - AFT-DECK\n\nThere are TWO KEY FEATURES to the back of the MAZU: One is a\nsmall HELIPAD. The other is a PAIR OF MASSIVE RIGGING\nCRANES. And it is from one of those crane’s that--\n\n--DIMITRI’S DIVE CYLINDER is now suspended.\n\nThe DIVE CYLINDER is a wonder. A ten foot-tall tube, made of\nSELEXIS, a clear material, plastic in appearance, that is THE\nSTRONGEST MAN-MADE MATERIAL in HISTORY.\n\nThe CYLINDER has no corners, no weak points, and is large\nenough to hold several divers, though only FAN will be going\ndown in it this time.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe DIVE CYLINDER is a wonder. A ten foot-tall tube, made of\nSELEXIS, a clear material, plastic in appearance, that is THE\nSTRONGEST MAN-MADE MATERIAL in HISTORY. The CYLINDER has no corners, no weak points, and is large\nenough to hold several divers, though only FAN will be going\ndown in it this time. \n\nTARGET SECTION TO BE ANNOTATED:\nOPENINGS cut in the center and the top of the structure are\ntoo small for a shark to get through, but large enough for\nFAN to use as murder holes for her SPEAR GUN.\n\nINT. DIVE CYLINDER - CONTINUED\n\nMac operates the crane, lowers the DIVE CYLINDER into the\nwater, stopping when it is half submerged to allow FAN, fully-\nsuited up, to climb inside.\n\nDimitri leans over the top, hands Fan her spear gun. Fan\ncocks it with confidence. Dimitri stares at her.\n\nDIMITRI\nIs it weird that I’m a little\nturned on?\n\nFAN\nBy the sight of your girlfriend\nholding a high-velocity spear gun?\nYes, it’s a little weird.\n\nDIMITRI\n(smiles)\nYou've never used the word\ngirlfriend before.\n\nFAN\nPlease put me in the water.\n\nDimitri smiles, shuts the top, and nods to Mac...\n\nEXT. MAZU - AFT-DECK - CONTINUED\n\nMac pulls a lever and the Dive Cylinder sinks into the sea.\nWater floods the interior through the openings in the center\n\nand top of the chamber. Among those watching the ‘launch’\nis JONAS. He shakes his head, worried.\n\f65.\n\nDIMITRI\nJonas, I’m telling you. The cage\nwill not break.\n\nWe begin to hear the sound of an APPROACHING HELICOPTER.\nJonas turns to Suyin -- what gives?\n\nSUYIN\nI told father if we were going\nshark hunting then he needed to\nevacuate all non-essential\npersonnel to Hainan. Including...\n\nMeiying, who is standing with Zhang, arms crossed. Visibly\nupset at her mother.\n\nINT. DIVE CYLINDER - NOW UNDERWATER\n\nThe cylinder drops quickly. The invisible walls create an\nastonishing visual, as if Fan is standing underwater. LIGHTS\nsnap ON and THE EXTERNAL CAMERAS position themselves.\n\nINT. DIVE ROOM - MAZU - CONTINUED\n\nJust inside the aft deck, the ship’s dive room isn’t as fancy\nas the one on the Mana One. THERE’S A BANK OF SMALL TV\nMONITORS showing FAN and VARIOUS CAMERAS’ POVs. THERE’S A\nSONAR SCREEN.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nDIVE ROOM - MAZU - CONTINUED\n\nJust inside the aft deck, the ship’s dive room isn’t as fancy\nas the one on the Mana One. THERE’S A BANK OF SMALL TV\nMONITORS showing FAN and VARIOUS CAMERAS’ POVs. THERE’S A\nSONAR SCREEN. \n\nTARGET SECTION TO BE ANNOTATED:\n CRANE/WINCH controls. And a MIC.\n\nMAC (MIC)\nRadio check.\n\nHe looks at the MONITOR as FAN gives him a thumbs up.\n\nMAC (MIC)\nOkay, taking you down to 100\nmeters.\n\nEXT. MAZU - AFT-DECK - CONTINUED\n\nThe WHINE of the winch lowering the Dive Cylinder is no match\nfor the ROAR of the HELICOPTER ENGINE. Non-Essential\nPERSONNEL are climbing aboard the chopper. Then only MEIYING\nis left to get on-board.\n\nSUYIN\n(over the noise)\nI love you. I/’11 see you soon.\nMeiying turns to the helicopter but then... RUNS AWAY!\n\nSUYIN\nMEIYING!\n\f66.\n\nMeiying disappears into the ship. Suyin goes after her.\nMORRIS\n(to Zhang)\nDo you want them to wait?\nZHANG\n(shakes his head no)\nWe’ll put her on the next one.\nMorris NODS to the pilot. The HELICOPTER lifts off.\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\nThe DIVE CYLINDER stops at 100M below the surface. The water\nsurrounding it now a deep rich black. Fan turns to a small\nCONTROL BOX - we see a series of switches marked “ELECTRICAL\nREPELLENT FIELD”. Click - click - click. She turns the\nFIELD ON. For an INSTANT we see a tesla-coil like ELECTRICAL\nCHARGE shoot through the CLEAR material.\nINT. DIVE ROOM - MAZU - CONTINUED\nThe entire team stand behind Mac, watching the monitors.\nMAC\nOkay, if that thing likes power,\nshe just became the equivalent of a\nT-Bone steak.\nJonas shakes his head. That’s NOT a good thing.\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\nFAN'S POV - Nothing but deep, dark blue in every direction.\nWe HEAR her breathing, she’s trying to stay calm... But WHEN\nALL YOU SEE IS DARK BLUE, WHEN YOU ARE WAITING for SOMETHING\nto appear, it is HARD TO STAY CALM.\nIs that something...? No... What about that? No...",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo... What about that? No... \n\nTARGET SECTION TO BE ANNOTATED:\nA 12-Foot GREAT WHITE passes over her head. She gasps!\nINT. DIVE ROOM - MAZU - CONTINUED\nThe Great White is visible on the monitors and the SONAR.\n\nHELLER\nHere comes a second one...\n\nThey can see the SHARKS on the sonar, sometimes before they\nsee them on the camera...\n\f67.\n\nFRANCOIS\nAnd a third...\n\nDJ\nWe've got ourselves a party.\n\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\n\nDrawn by the bait fish dangling off the rigging at the top of\nthe cylinder, the GREAT WHITES continue to increase in\nnumber. FAN tries to keep them all in sight as...\nNUDGE...ZAP!\n\nThe first of the sharks grabs for a meal and finds out that\nthe SELEXIS is ELECTRIFIED! The shark recoils as the\nCylinder rocks back and forth from the attempt.\n\nA SECOND SHARK and then a THIRD try their luck, but they meet\nthe same painful fate. FAN’s cylinder is swaying back and\nforth but she’s loving it, laughing, like she’s on an\namusement park ride.\n\nEverywhere she looks she sees Great Whites, all of them\namazing. None of them what she’s hoping to see.\n\nAnd then, as she does a complete 360 turn in the cylinder,\nshe begins to notice something:\n\nThe Great Whites are vanishing.\nINT. DIVE ROOM - MAZU - CONTINUED\n\nTheir retreat of is even more obvious on SONAR...\n\nMORRIS\nThey're getting frustrated.\nZHANG\nNo. The only thing that can chase\noff a shark is... a larger shark.\nPING... PING... There, on the sonar, we now see a shape FOUR\n\nTIMES LARGER than all the other shapes.\n\nFRANCOIS\nIt’s the Meg.\n\nJONAS\nGet her out of there.\n\nPING... PING... It’s like watching a train coming at someone.\n\f68.\n\nMAC\n(mic, calmly)\nFan, here we go. At your Six.\n\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\n\nFan turns inside the cylinder to the direction Mac told her.\nShe holds the spear gun tightly. Eerie silence. Her\nbreathing the only sound besides Mac’s voice.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe holds the spear gun tightly. Eerie silence. Her\nbreathing the only sound besides Mac’s voice. \n\nTARGET SECTION TO BE ANNOTATED:\nMAC\n(radio, calm)\nI’1l count it down for you...\n\nFAN'S POV - as she prepares to see the monster...\n\nMAC\n(radio, calm)\nFive... Four...\n\nFAN'S POV - Spear Gun ready...\n\nMAC\n(radio, calm)\nThree... Two...\n\nFAN’S POV - Where is it!?\n\nMAC\n(radio, calm)\nOne... And...\n\nFAN'S POV - She sees nothing. SUDDENLY, she looks down as\nWHAM! The MEG, which had been swimming DEEPER than she\nexpected, SLAMS into the DIVE CYLINDER from below!\n\nTHE IMPACT IS MASSIVE. Sparks fly! FAN is tossed across the\ncylinder, knocked senseless.\n\nShe recovers, tries to relocate the Meg. This time it comes\nfrom directly in front. BAM! BAM! The Meg slides across the\ncylinder, impervious to the electricity. Now we see it lit\n\nup in all its glory. A massive 35-foot wall of destruction.\n\nSMASH! It knocks the cylinder completely HORIZONTAL!\nINT. DIVE ROOM - MAZU - CONTINUED\nWatching the MONITORS is disorienting, because everything is\n\nbeing knocked around. Mac and the others see GLIMPSES of\nFAN... And then parts of the MEG...\n\f69.\n\nJONAS\n(loud)\nCome on, this is crazy, get her out\nof there!\nDIMITRI\n(louder)\nThe cage - will - not - break!\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\n\nFan steadies herself amidst the BASHING and the SWAYING. She\nraises the SPEAR GUN and fires OFF THE PERFECT SHOT!\n\nThe DART reaches the dorsal fin, but BOUNCES OFF harmlessly!\nThe Meg’s skin just too tough to penetrate.\n\nThe MEG seems to take the shot personally because it comes at\nFan more aggressively than ever - HITTING THE CYLINDER AND\nSCRAPING along it, creating a dazzling display of electric\nfire, before disappearing into the void once again.\n\nFan has a moment to reload.\n\nINT. DIVE ROOM - MAZU - CONTINUED\n\nThey realize she fired...\n\nZHANG (MIC)\nFan, did you hit it?\n\nFan raises her hand - fist closed.\n\nMAC\nMissed.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nZHANG (MIC)\nFan, did you hit it? Fan raises her hand - fist closed. MAC\nMissed. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\n\nFan floats, waiting, searching the blue for what seems like\nan eternity. Then the Meg pounces from the shadows...\n\nBUT THIS TIME WITH ITS JAWS OPEN WIDE - SO WIDE THAT THEY\nCHOMP DOWN ON THE CYLINDER - LIKE A DOG ON A CHEW TOY.\n\nThe MEG tugs and pulls the CYLINDER back and forth, as if\ntrying to free the ‘TOY’ from some imaginary ‘Master’s hand’\n\nBLAM! BLAM! BLAM! There go all but one of the cameras.\nINT. DIVE ROOM - MAZU - CONTINUED\n\nGRRRRRRRIIIIIIINNNNNNDDDDDD.... What’s that sound? Jonas and\nDimitri race back outside.\n\f70.\n\nEXT. MAZU - AFT-DECK - CONTINUED\n\nWhat they see BOGGLES their minds. That GRRIIINNNDDD is the\nsound of the DIVE CABLE FORCIBLY UNSPOOLING from ITS MASSIVE\nREEL.\n\nThe Meg is pulling the Dive Cylinder Deeper a few feet at a\ntime. But that’s not the problem. The problem is...\n\nCREAK. All that tension is putting a strain on the reel and\ncrane. Dimitri and Jonas both see it. Dimitri goes pale.\n\n \n\nJONAS\nYou're right - the cage won't\nbreak... The crane will!\n\nON JONAS\n\nAs he gets an idea and goes racing off, leaving Dimitri, who\nis now panicking and running back inside...\n\nDIMITRI\nWe have to get her out of there!\n\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\n\nThe MASSIVE JAWS surround Fan, desperately trying to snap her\nup. The Dive Cylinder DEFORMS under the pressure, but\ndoesn’t break, and it REBOUNDS to its normal shape any time\nthe MEG loosens its grip.\n\nSLAM - SLAM - SLAM - SLAM - The Meg resumes yanking it back\nand forth, dragging it further and further down.\n\nSomehow FAN, who is being bounced around like a pinball,\nnotices that there is less SCALY ARMOR on the UNDERSIDE of\nthe Meg.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Dive Cylinder DEFORMS under the pressure, but\ndoesn’t break, and it REBOUNDS to its normal shape any time\nthe MEG loosens its grip. SLAM - SLAM - SLAM - SLAM - The Meg resumes yanking it back\nand forth, dragging it further and further down. Somehow FAN, who is being bounced around like a pinball,\nnotices that there is less SCALY ARMOR on the UNDERSIDE of\nthe Meg. \n\nTARGET SECTION TO BE ANNOTATED:\n She aims for what is an impossible shot...\n\nPfffft.... It’s a hit! Right between the pectoral fins! Fan\nlet’s out a celebratory yell that no one hears as the Meg\nYANKS HER CYLINDER DOWN harder than ever!\n\nEXT. MAZU - AFT-DECK - CONTINUED\n\nSnap! Snap! The bolts at the base of the crane are\nliterally being pulled from the deck. And then, there is one\nfinal SHARP SNAP...!\n\nINT. DIVE CYLINDER - 100M BELOW THE SURFACE - NIGHT\n\n...A SNAP that coincides with the Meg’s SUDDEN RETREAT. For\n\na moment, Fan is about to celebrate. Then she looks up\ntowards the MOONLIT SURFACE above her...\n\f71.\n\nAt first she sees a SHADOW, then she is able to make out the\nMASSIVE CRANE ARM hurtling towards her. The Meg has ripped\nit off the deck. The ARM will drag her to the bottom of the\nocean, so she does the only thing she can, she opens the\nESCAPE HATCH ON TOP OF THE DIVE CYLINDER...\n\nAnd she’s just clear of it when IT’S DRAGGED DOWN INTO THE\nDARKNESS...\n\nFan finds herself floating, totally unprotected, 300 feet\nbelow the surface. It doesn’t get much scarier than that.\n\nINT. DIVE ROOM - MAZU - CONTINUED\n\nThe one CAMERA still working on the cage shows a view of FAN\nabove... And FAN’S CAMERA shows just how exposed she is.\n\nMAC\nShe blew the hatch! She’s in the\nwater! She’s in the water!\nEXT. MAZU - CONTINUED\n\nRRRREEEVVVWV. That’s the sound of Dimitri firing up a ZODIAC\nhe’s launched off the far side of the ship.\n\nFRANCOIS\nHang on...\n\nFrancois comes leaping into the Zodiac, manning the controls.\n\nFRANCOIS\nI‘ll drive, you grab her.\n\nHe SHOVES the DUAL THROTTLES forward to the stops.\n\nEXT. OCEAN - 75 METERS DOWN\n\nFan kicking for the moonlit surface, still a long way to go.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe SHOVES the DUAL THROTTLES forward to the stops. EXT. OCEAN - 75 METERS DOWN\n\nFan kicking for the moonlit surface, still a long way to go. \n\nTARGET SECTION TO BE ANNOTATED:\nBeneath her, in the dark, we see OCCASIONAL BURSTS OF\nELECTRICITY as the MEG continues to attack the Dive Cylinder.\n\nThere is a real rhythm to Meg’s strikes. We see LIGHT then\ndark. LIGHT then dark. But then LIGHT stops...\n\nEXT. OCEAN - 300 METERS DOWN\n\nWe see the Dive Cylinder now in free-fall. The MEG has\nABANDONED it. No longer interested in the ‘Toy’...\n\nMEG'S POV\n\nThere’s something tastier high up above.\n\f72.\n\nEXT. OCEAN - FAN’S POV - 20 METERS DOWN\n\nShe's breathing heavy. The promise of the surface so close!\nEXT. OCEAN - MEG’S POV\n\nThe moving figure of FAN is getting larger.\n\nEXT. OCEAN - NIGHT\n\nFan explodes onto the surface, spits out her regulator,\nSCREAMS for help.\n\nEXT. OCEAN - MEG’S POV\nAll it sees is FAN now. This is going to be delicious...\n\n.-.-Then SOMETHING comes plowing through FRAME from left to\nright...\n\n...we KNOW it’s the ZODIAC. But all the MEG knows is once\nthis thing has passed... Fan has vanished.\n\nEXT. OCEAN - ON THE ZODIAC - NIGHT\nFan is coughing and breathless in Dimitri’s arms.\n\nFAN\nI got the shot...\n\nFrancois, piloting them back to the Mazu at full throttle,\nshakes his head in amazement. Dimitri looks into Fan’s eyes.\n\nDIMITRI\nOf course you did. Because you are\nthe most bad-ass woman--\n\n--Dimitri doesn’t get to finish that lovely thought because\nsuddenly ALL OF THEM ARE FLYING OUT OF CONTROL IN THE AIR...\n\n.+..THROWN FAR FROM THE ZODIAC - WHICH IS ALSO HURTLING\nTHROUGH THE SKY - END OVER END.\n\nEXT. AFT DECK - THE MAZU\n\nMac, Zhang and the others look on helplessly as THE MEG has\nsmashed the Zodiac and now has three meals to choose from.\n\nEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. AFT DECK - THE MAZU\n\nMac, Zhang and the others look on helplessly as THE MEG has\nsmashed the Zodiac and now has three meals to choose from. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OCEAN - CONTINUED\nFrancois is closest to the Zodiac, which has settled in the\n\nwater upside down, so he swims for it while Dimitri and Fan\nrace towards the Mazu.\n\f73.\n\nFrancois reaches the Zodiac and is about to climb on board\nwhen SOMETHING knocks him from below - sending him back\nacross the surface about ten feet.\n\nFrancois’s face wrinkles. He’s in pain, but still mobile.\nHe swims for the Zodiac and as he’s about to climb on -- HE’S\nKNOCKED back again.\n\nFRANCOIS\nAre you playing with me?! Is that\nit?!\nHe swims for the Zodiac a third time and MAKES IT!\nEXT. OCEAN - ON THE OVER-TURNED ZODIAC - NIGHT\n\nFrancois collapses flat on his back. Safe for the moment.\nStill waters. The only noise - his own heavy breathing.\n\nAnd then we hear the unmistakable sound of rushing water.\nFrancois’ heavy breathing turns to laughter, as he takes a\nmoment, and enjoys the full moon as it hangs low in the sky.\n\nFRANCOIS\nI hope I give you indigestion.\n\nWHOOOOMMMMMPPPP - In a blur, the massive jaws of the Meg\nbreak the surface. The Meg clamps down. The Pressurized Air\nin the ZODIAC EXPLODES and Francois’ blood sprays across the\nblue skies before raining down like a fine mist.\n\nEXT. MAZU - PORT DECK\n\nSuyin prepares to lower another Zodiac. DJ sees that.\n\nDJ\nSuyin, that’s suicide.\nSUYIN\nYeah. Now are you going to help or\n\nwhat?!\nDJ nods. Of course he’s going to help.\nEXT. OCEAN - NIGHT\n\nDimitri and Fan keep swimming. Even after the echo of\nFrancois’ scream fades.\n\nTHEN THEY HEAR IT...\n\nLike a jet engine ripping across the water. It’s the DORSAL\nFIN of the Meg. Just barely breaking the surface, but\n\f74.\n\nleaving a tremendous wake behind it, creating the visual\neffect of a giant invisible monster coming right for them.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s the DORSAL\nFIN of the Meg. Just barely breaking the surface, but\n\f74. leaving a tremendous wake behind it, creating the visual\neffect of a giant invisible monster coming right for them. \n\nTARGET SECTION TO BE ANNOTATED:\nDIMITRI\n(stops swimming)\nYou know that joke, you don’t have\nto be faster than the shark, you\njust have to be faster than me?\n\nBut Fan can tell even if Dimitri sacrifices himself first, it\nwon’t make a difference. So she stops too.\n\nFAN\nHe gets you, then he gets me. Let\nhim get us together.\nThey embrace, at least they wont die alone.\n\nFAN\nI might love you.\n\nDIMITRI\nI'll take it.\n\nThe sound of that dorsal is as loud as a JET-ENGINE on take-\noff now. It’s about to reach them...\n\nEXT. OCEAN - BELOW THE SURFACE - SAME\nWe see the MEG opening its jaws, about to bite when...\n\nWHIIIISHHHHHH THHHUUUUUUD! Some kind of PROJECTILE on a\nchain SLAMS into the Meg’s side! REVEAL--\n\nINT. FASTBACK ONE - JONAS\n\nJONAS, in Suyin’s Abyss Glider, has FIRED THE PORT HORIZONTAL\nANCHOR (that we saw Suyin and DJ use earlier) INTO THE MEG.\n\nJonas then inverts his Abyss Glider UPSIDE DOWN...\n\nEXT. OCEAN - BELOW THE SURFACE SAME\n\n.»+-So that now the right ‘wing’ has a shot. He fires a\nSECOND ANCHOR into the beast’s side. These are fatal wounds.\nBut not instantaneously fatal. And as the Abyss Glider and\nthe shark are now linked twice, it means Jonas is about to be\nin for a wild ride.\n\nWe see the shark turn and twist...\n\nINT. FASTBACK ONE - JONAS\n\nJonas braces himself as the anchor chains go taut.\n\f75.\nJONAS\nThis is gonna hurt--\nWHIRL-SPIN-SMASH-BANG!\nThe Abyss Glider is violently accelerated and decelerated in\nevery direction. It’s like being on a roller coaster and the\nbumper cars at the same time. With a touch of bull rider.\n\nEXT. OCEAN - SAME\n\nThe good news is DJ AND SUYIN, in their Zodiac, reach DIMITRI\nand FAN and pull them from the water.\n\nFAN\nWhat happened?\n\nSUYIN\n(indicates the ocean)\nJonas.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nOCEAN - SAME\n\nThe good news is DJ AND SUYIN, in their Zodiac, reach DIMITRI\nand FAN and pull them from the water. FAN\nWhat happened? SUYIN\n(indicates the ocean)\nJonas. \n\nTARGET SECTION TO BE ANNOTATED:\nFrom the surface, they can see GLIMPSES - THROUGH THE DARK\nOCEAN WATERS - of the VIOLENT BALLET BELOW. The bloody MEG\ntwisting and turning. And the ABYSS GLIDER at its mercy.\nINT. FASTBACK ONE - JONAS\nJonas, totally disoriented, blows the emergency BALLAST tanks\njust as he’s THROWN FROM his seat when his HARNESS BREAKS.\nHis head smashes against the cockpit. Knocking him out cold.\nCUT TO BLACK:\n\nINT. SHIP’S INFIRMARY - MAZU - NIGHT\n\nA LIGHT shines into ‘our eyes’. Dr. HELLER is the source of\nit... We are...\nJONAS\n(weakly)\nHey.\n\nJonas rests on a bed, nursing the world’s worst headache.\nMEIYING holds his hand for comfort. SUYIN is with her, and\nMAC lurks unseen by Jonas off to the side, WORRIED.\n\nJONAS (CONT'D)\nHow long was I out, Doc?\n\nHELLER\nA few minutes. Hopefully, it’s just\na concussion, but we’re going to\nrun a battery of tests once we get\nyou back to the Mana One.\n\f76.\n\nNow Jonas sees MAC. Makes eye contact with his friend.\n\nJONAS\nDoc, I think I’m hallucinating. I\nsee a monster behind you...\n\nMeiying starts to cackle.\n\nMAC\nOkay, he’s fine.\n\nMac gives Jonas, ‘I’m glad you’re okay’ nod, before\ndisappearing off screen. Jonas turns to Suyin:\n\nJONAS\nWhat happened to the Meg?\n\nEXT. AFT DECK - THE MAZU - SUNRISE\n\nThe Mazu’s remaining CRANE ARM is HOISTING the DEAD MEG out\nof the water by its tail as DJ, FAN, and MORRIS look on.\n\nMORRIS\nIt’s spectacular...\n\nINT. CONFERENCE ROOM - MAZU - CONTINUED\n\nMac sees the Meg coming up and then looks away, looks back to\nwhere DIMITRI is showing ZHANG PHOTOGRAPHS OF the SMASHED\nUNIS BOT that is partially wedged into the thermal vent.\n\nZHANG\nSo we are the reason it could get\nthrough the thermocline.\n\nDimitri nods.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONFERENCE ROOM - MAZU - CONTINUED\n\nMac sees the Meg coming up and then looks away, looks back to\nwhere DIMITRI is showing ZHANG PHOTOGRAPHS OF the SMASHED\nUNIS BOT that is partially wedged into the thermal vent. ZHANG\nSo we are the reason it could get\nthrough the thermocline. Dimitri nods. \n\nTARGET SECTION TO BE ANNOTATED:\nDIMITRI\nBased on where our BOTS were\nplaced, I'd say that’s BOT 14.\n\nMAC\nWhacked into the side of that vent\nlike a tennis ball.\n\nDIMITRI\n\nNot a tennis ball, a thumb.\n\n(Mac doesn’t understand)\nThe Bot’s partially obstructing the\nflow of hot water out the vent -\nlike a thumb over a garden hose -\nincreasing the power of the water\nthat does jet out...\n\f77.\n\nZHANG\n...Creating a warm water hole up\nthrough the thermocline. A hole\nwe're going to have to close.\n\nDIMITRI\nAs soon as we get back to the Mana-\nOne, I can have the BOT self-\ndestruct via remote.\n\nEXT. AFT DECK - THE MAZU - SUNRISE\n\nAll 35-feet of the MEG is now out of the water. Its tail\nhigh in the air. Its once fearsome jaws now hovering a few\nfeet above the water.\n\nDJ and FAN sit side-by-side on folding chairs, just staring\nat the beast. The reverent silence is broken by...\n\nMORRIS\nWill one of you take my picture?\n\nShe holds out her camera phone. Is she for real? Finally,\nFan relents.\n\nMORRIS\nEither of you want to join me?\n\nFAN\nI just had a meet and greet with\nthat thing’s digestive tract, so\nI’m going to skip the photo op.\n\nClick - Fan takes the shot. She hands Morris her camera\nphone back. Morris realizes she may seem a tad insensitive.\n\nMORRIS\nIt’s been an emotional day. But I\nwant you both to remember, what\nyou've done here is unprecedented.\nYou're part of something truly\nhistoric.\n\nMorris walks back inside the ship. Once she’s gone--\n\nFAN\nIs it just me, or were there actual\ndollar signs in her eyes?\n\nFan chuckles. DJ is stoic.\n\nFAN (CONT'D)\n“Hey guys, how long do you think it\nwould it take to train a Megaladon\n(MORE )\n\f78.\n\nFAN (CONT'D)\nto do water ballet”\n(shakes her head)\nI swear, if she comes back with a\nsaddle, I’m going home.\n\nDJ nods vacantly. Not really listening to her.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nFAN (CONT'D)\nto do water ballet”\n(shakes her head)\nI swear, if she comes back with a\nsaddle, I’m going home. DJ nods vacantly. Not really listening to her. \n\nTARGET SECTION TO BE ANNOTATED:\nFAN (CONT'D)\nWhat’s wrong?\n\nDJ\nNothing.\n\nFAN\nRemember the last time we played\npoker? Remember what happened?\n\nDJ\nPeople focus too much on results...\n\nFAN\nI cleaned you out. Because you have\nthe world’s worst poker face. Now\nwhat is wrong?\n\nDJ\n(beat)\nThat’s not the same Meg.\n\nINTERCUT - INT. SHIP’S INFIRMARY - MAZU - DAY\nWhere Jonas has just told Suyin a similar thought.\n\nSUYIN\nWhat do you mean, that’s not the\nsame Meg?\n\nJonas tries to sit up, but he’s too dizzy.\n\nJONAS\nHow big is it? Thirty feet?\n\nSUYIN\nThirty-five.\n\nJONAS\nThe one we saw below. The one that\nkilled Junjie, Carl, and Luc. It\nwas twice that size. You said so\nyourself.\n\f79.\n\nSUYIN\nYou think there are two Megs? My\nfather was surprised even one\nfollowed DJ’s trail because--\n\nJONAS\n\n(a step ahead of her)\n--Because sharks are territorial,\nhe’s right. Assuming Megs behave\nlike other sharks, it should have\nstayed down there. Unless...\n\n(she waits for it)\nMature sharks don’t go exploring\nnew ground, they stay where they\nknow the food is. Juveniles on the\nother hand...\n\nON SUYIN - as she grasps the meaning of what Jonas is saying.\nEXT. AFT DECK - THE MAZU - MOMENTS LATER\nDJ and Fan continue to debate.\nDJ\nFan, I’m telling you, it didn’t\nlook bigger, it was bigger...\nFAN\nAnd DJ, I’m telling you, as someone\nwho curled up inside that thing’s\nmouth, I can say with all\nconfidence, that is the Meg.\nSUYIN arrives and heads straight for the Meg.\n\nDJ\nSuyin, settle something for us...\n\nBut Suyin doesn’t even acknowledge them, she’s so focused on\nRAIDING a SUPPLY chest - grabbing a HARNESS, a BLOWTORCH, and\nsome EYE PROTECTION.\n\nFAN\nSuyin?\n\nSuyin climbs halfway up the CRANE, attaches her HARNESS, then\nREPELS down the side of the MEG.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Suyin doesn’t even acknowledge them, she’s so focused on\nRAIDING a SUPPLY chest - grabbing a HARNESS, a BLOWTORCH, and\nsome EYE PROTECTION. FAN\nSuyin? Suyin climbs halfway up the CRANE, attaches her HARNESS, then\nREPELS down the side of the MEG. \n\nTARGET SECTION TO BE ANNOTATED:\n She reaches into the mouth,\nGRABS ON, and then pulls herself up and INSIDE the carcass.\nINT. MEG’S MOUTH / EXT. MAZU - CONTINUED\n\nThe darkness disappears as Suyin sparks up her blowtorch.\n\f80.\n\nEXT. AFT DECK - THE MAZU - CONTINUED\n\nSuyin’s operation attracts the attention of MORRIS, who comes\nrunning back in--\n\nMORRIS\nWhoa, whoa, whoa, what are you\ndoing? We're going to want that\nthing to look perfect!\n\nSLIDE - That’s the sound that a MEG’S TOOTH, now liberated\nfrom the jaw, makes as it SKIDS across the deck and stops at\nFAN'S FEET. As Fan bends down to pick it up...\n\n...-Suyin pushes off the side of the shark, SWINGS out over\nthe ocean, and then back towards the deck. She RELEASES the\nharness and lands in a trot towards her friends as MORRIS,\nannoyed, rushes over to the Meg to inspect the damage.\n\nMORRIS (CONT'D)\nWhat were you thinking?!\n\nFAN now has the tooth in her hands. She uses the ruler on\nher iPhone to measure the size. Then her face goes pale.\nShe looks at SUYIN. Suyin nods.\n\nFAN\n(realizes)\nThis is a baby.\n\nSUYIN\nAnd the one below, wasn’t. So...\n\nThe women exchange a look. Fan almost dizzy from the news.\n\nDJ\nCan one of you translate please?\n\nSUYIN\nThis Megaladon’s teeth are 8 cm. 8\ncm means this monster is actually\njust a kid. Maybe 6 months old.\n\nFAN\nAnd while sharks aren’t very\nloving, mothers usually stay close\nto their offspring for the first\nyear.\n\nMORRIS, who is right at the ship’s edge, and had been\nmourning the damage done to her prize, suddenly BRIGHTENS\nlike it’s Christmas morning.\n\f81.\n\nMORRIS\n(excited)\nWait are you saying there’s a\nbigger Meg?\n\nTHE ANSWER -- COMES IN HORRIFYING SCALE AND VIOLENCE. As\nsuddenly the OCEAN BEHIND THE MAZU EXPLODES.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nMORRIS\n(excited)\nWait are you saying there’s a\nbigger Meg? THE ANSWER -- COMES IN HORRIFYING SCALE AND VIOLENCE. As\nsuddenly the OCEAN BEHIND THE MAZU EXPLODES. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE ‘MOMMA’ MEGALADON comes flying out of the water at a\nsideways angle. She’s so massive that her arrival BLOCKS OUT\nTHE SUN, ECLIPSING THE MAZU, as her MIGHTY JAWS SNATCH the\nsmaller Meg that was once her child but is now her meal.\n\nMORRIS’S POV -- All she sees is Shark. It would be her dream\ncome true except for the fact that--\n\nTHOOMP! The MEG takes Morris with it as it DISAPPEARS into\nthe sea!\n\n \n\nBut not before... SMASH...! Its MASSIVE TAIL crashes through\nthe AFT DECK of the Mazu with SUCH FORCE that the ship\nPITCHES NOSE UP INTO THE AIR before SLAMMING BACK DOWN.\n\nDJ’S POV - FOR A MOMENT - THINGS ARE DISORIENTING. There’s\nNO SOUND, vision is BLURRY... Then, when the SOUND comes back\nit’s FILLED WITH DEAFENING SIRENS. And when VISION is\nrestored, we see part of the aft deck is gone completely.\n\nFan and Suyin, both having nearly fallen into the sea, regain\ntheir feet. Fan looks around for Morris.\n\nFAN\nIs she...?\n\nSuyin shakes her head. Morris is gone. And the ship is\nstarting to sink. The two women collect DJ, who can only\nprocess what’s happened though gallows humor.\n\nDJ\nThat settles the bigger Meg debate.\n\nINT. SHIP’S INFIRMARY - MAZU - MOMENTS LATER\nJonas, having been tossed like a rag doll gets to his feet.\nJONAS\n(to Meiying)\n\nAre you okay?\n\nMEIYING\nWhat’s happening?!\n\nJONAS\nWe've gotta get out of here.\n\f82.\n\nINT. CORRIDOR - ENGINE LEVEL - CONTINUED\n\nMAC runs through a gauntlet of FLASHING LIGHTS towards the\nengine room. He runs into DIMITRI, who is just coming from\nthere. They have to YELL over the siren to be heard.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nCORRIDOR - ENGINE LEVEL - CONTINUED\n\nMAC runs through a gauntlet of FLASHING LIGHTS towards the\nengine room. He runs into DIMITRI, who is just coming from\nthere. They have to YELL over the siren to be heard. \n\nTARGET SECTION TO BE ANNOTATED:\nDIMITRI\nTHE PROPS ARE GONE, BOTH ENGINES\nARE BLOWN AND WE’VE GOT NO RUDDER!\n\nMAC\nNOW COMES THE PART WHERE YOU TELL\nME YOU CAN FIX IT SO YOU LOOK LIKE\nA HERO!\n\nDIMITRI\nTHE ONLY PLACE THIS SHIP IS GOING -\nIS DOWN - AND FAST.\n\nINT. MAIN STAIRWELL - CORRIDOR - SECOND LEVEL - MAZU\nJonas and Meiying run into DJ, Fan and...\n\nMEIYING\nMOMMY!\n\nSUYIN embraces her daughter as MAC and DIMITRI run up.\n\nJONAS\nHow bad is it?\n\nMac shakes his head. We’re going down. Off their looks:\n\nMAC\nIt’s not all bad news. Since we\nalready took off non-essential\npersonnel, we have enough Zodiacs\nfor all of us.\n\nDJ\nZodiacs?! With that thing out\nthere, are you nuts?\n\nFAN\nWe still have the two subs.\n\nDIMITRI\n(shakes his head)\nLost them with the aft deck.\n\nJONAS\nWe need that helicopter.\n\nZHANG arrives as if on cue, and he has good news.\n\f83.\n\nZHANG\nI already radioed them. They’re\nthree minutes out.\n\nFinally, a break.\nINT. MAZU - THE HATCH TO THE HELIPAD - MINUTES LATER - DAY\n\nThe ENTIRE GROUP waits at the THRESHOLD OF THE HATCH that\nleads outside to the HELIPAD. The Mazu is now LISTING 15\nDEGREES TO STARBOARD. And the HELICOPTER, which they can see\napproaching, has WHEELS for landing gear. This means:\n\nMAC\nWe're listing too much for them to\nland safely. They’re going to have\nto use the basket - take us up one\nat time.\n\nJONAS\nHow long will that take?!\n\nMac looks Jonas - hopefully not too long.\n\nINT. THE HELICOPTER - CIRCLING\n\nIn the belly of the Helicopter, the CO-PILOT finishes rigging\nA RESCUE BASKET to the winch. He nods to the THIRD AIRMAN,\nit’s ready. The Third Airman SLIDES THE SIDE DOOR OPEN.\n\nNow it’s incredibly loud in here.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe nods to the THIRD AIRMAN,\nit’s ready. The Third Airman SLIDES THE SIDE DOOR OPEN. Now it’s incredibly loud in here. \n\nTARGET SECTION TO BE ANNOTATED:\n The THIRD AIRMAN and the CO-\nPILOT push the BASKET out. It FALLS a few feet before the\n\nrope catches. Then the CO-PILOT turns on the WINCH.\n\nThe line unspools and the basket drops slowly...\n\nINT. MAZU - THE HATCH TO THE HELIPAD - CONTINUED\n\nJonas can see the basket now...\n\nJONAS\nOkay, it’s coming.\n\nSuyin, holding Meiying, will go first. As they wait next to\nJonas, he can tell the little girl is terrified.\n\nJONAS\nHave you got your dolphin on?\n(off her nod)\nThen you’re going to be okay.\n\nMEIYING\nJonas, you know that’s just a\nsuperstition, right?\n\f84.\nHe laughs. Smiles at her. Then motions them to wait a few\nmore seconds. They watch the BASKET - getting closer.\nEXT. OCEAN - BELOW THE SURFACE\nMEG’S POV - From DOWN HERE the sky looks white. And we can\nsee the dark shape of the Mazu, which is too big to eat...\nThen there is the Helicopter which is too high in the sky...\nBut then there is that BASKET, dangling there, like a treat.\nINT. HELICOPTER - CONTINUED\n\nThe Third Airmen, looking down, judges the distance from the\nBASKET to the deck. It’s nearly there.\n\nTHIRD AIRMEN\nLooking good...\n\nHe turns back for a moment, so he doesn’t see what WE SEE...\n\nIN SLOW MOTION —- WITH ONLY SELECTED SOUNDS PIERCING THE\nSILENCE...\n\n \n\nThe MEG is coming straight at the surface, about to breach.\nEXT. HELIPAD - SLOW MOTION - SILENCE - CONTINUED\n\nJonas is outside with Suyin and Meiying when THEY SEE THE MEG\nSOARING INTO THE SKY. Our first look at the beast in ALL ITS\nIMPOSSIBLE GLORY. 70 feet long and 100 tons - yet it arcs\nthrough the air gracefully to snatch THE BASKET.\n\nJONAS -- turns and grabs Suyin/Meiying. We HEAR his ‘GET\nBACK!!' as he drives them inside the ship while...",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nOur first look at the beast in ALL ITS\nIMPOSSIBLE GLORY. 70 feet long and 100 tons - yet it arcs\nthrough the air gracefully to snatch THE BASKET. JONAS -- turns and grabs Suyin/Meiying. We HEAR his ‘GET\nBACK!!' as he drives them inside the ship while... \n\nTARGET SECTION TO BE ANNOTATED:\nBEHIND JONAS -- the MEG PIVOTS around its meal, its head\n\nturning back seaward as its TAIL carries on towards the sky.\nINT. HELICOPTER - SLOW MOTION - SILENCE - CONTINUED\n\nWe hear, distant and hollow, the sound of the pilot screaming\nto no one. ‘POWER!... POWER!... POWER...!’\n\nEXT. MAZU/OCEAN - SLOW MOTION - SILENCE - CONTINUED\n\nThe MEG, basket in mouth, begins to drag the Helicopter down.\nBut then we hear a snap as, thankfully, the line breaks. And\nthe plunging Helicopter arrests its fatal descent.\n\nINT. HELICOPTER - SLOW MOTION - SILENCE - CONTINUED\n\nThe PILOT breaks into a smile. We hear the joy in his\ndistant, hollow sounding voice - ”“WE’RE GONNA MAKE IT!”...\n\f85.\n\nThen the MEG’S TAIL rises into FRAME outside the cockpit.\n\nPILOT\nOh sh--\n\nEXT. MAZU/OCEAN - RESUME FULL SPEED\n\nSMASH! The Tail of the Meg SLAMS INTO THE HELICOPTER,\nsending the Helicopter careening into the Mazu.\n\nINT. MAZU - JUST INSIDE THE HATCH TO THE HELIPAD\n\nJonas pulls the HATCH shut as -- BA-BLAM! -- The Helicopter\nEXPLODES with tremendous force and a noise so deafening that,\nafter it’s over, our group is surprised to be unhurt.\n\nEXT. HELIPAD - MOMENTS LATER\n\nJonas opens the HATCH to see if there are any survivors.\nBut the deck is just filled with burning debris.\n\nJONAS\n(long beat, to Mac)\nHow many Zodiacs do we have?\nCUT TO:\n\nEXT. MAZU/OCEAN - WIDE SHOT - DAY\nThe Mazu is listing badly, soon it will roll over.\nEXT. MAZU - STARBOARD SIDE - DAY\nTHREE EMPTY ZODIACS float, tied to the deck. TWO are full-\nsized. ONE is smaller. As everyone prepares to board, MAC\nraises a pair of binoculars/laser ranger finder to his eyes.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nTWO are full-\nsized. ONE is smaller. As everyone prepares to board, MAC\nraises a pair of binoculars/laser ranger finder to his eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nMAC'S POV - THROUGH THE RANGE FINGER\n\nThe Mana-One looks huge at this magnification. And the\nDISTANCE, per the little red digital read out, is...\n\nMAC\n1 and 1/4 miles.\n\nDIMITRI\nSo about five minutes.\n\nLooks are exchanged among the group. That’s not a lot of\ntime. And yet, why does it feel like an eternity?\n\nJONAS\nDoes anyone see the Meg?\n\f86.\n\nZHANG looks at his watch, he’d set his timer.\n\nZHANG\nNot for almost seven minutes now.\n\nIt’s now or never. The group jumps in quickly...\n\nBOAT 1 - has DJ, MAC, and FAN\n\nBOAT 2 - has JONAS, SUYIN, MEIYING and ZHANG\n\nBOAT 3 - (the smaller one) - has DIMITRI and HELLER.\nBefore they fire up their engines, Zhang reminds them:\n\nZHANG\nPredatory instinct is to look for\nthe weak link. If we stay\ntogether, we have a better chance\nof all of us making it.\n(exhales )\nI just want to say...\n\n..-but words fail him then. He feels responsible for every\nperson out here and that is weighing on him.\n\nMAC\nYou can finish that on the\nplatform. Because we’re all making\nit and that’s an order.\n\nSUYIN\n(scans the horizon)\nLooks clear.\n\nThree boats, Nine people, Eighteen eyes all search for the 70-\nfoot beast. But the ocean is calm. They have a chance.\n\n--SFX: ENGINES AND WIND\nEXT. OCEAN - MOMENTS LATER\n\nThe THREE ZODIACS bound across the sea. At this speed, the\nWIND, ENGINES, and SEA SPRAY combine in a sensory overload.\n\nTHE BOATS stay close together. The three pilots: JONAS,\nDIMITRI, and MAC do an excellent job staying in formation.\n\nVARIOUS POV’S - OF THE WATER\nEveryone has a moment where they think they see it. There,\n\noff to the left... No, behind us on the right... A passing\nclump of SEAWEED nearly gives DJ a heart-attack.\n\f87.\n\nBUT THE TRUTH IS -- There is no sign of the Meg.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nA passing\nclump of SEAWEED nearly gives DJ a heart-attack. 87. BUT THE TRUTH IS -- There is no sign of the Meg. \n\nTARGET SECTION TO BE ANNOTATED:\nQUICK CUTS - CLOSE-UPS\n\nJONAS keeps his eyes fixed on the Mana-One. SUYIN holds\nMEIYING close. ZHANG whispers a prayer.\n\nThe seas are clear.\n\nMAC scans the horizon, DJ eyes the floor. FAN looks two\nboats across at DIMITRI.\n\nThe seas still clear\n\nDIMITRI eyes the gauges. And HELLER... Heller allows\nhimself the first hint of a SMILE...\n\nDJ\n--THERE IT IS!\n\nTHEIR POV\n\nA MASSIVE DORSAL FIN is circling the sinking MAZU about 1/2\nmile behind them.\n\nTHEY ALL WATCH\n\nAs the DORSAL FIN moves languidly, in profile, perpendicular\nto the Zodiacs, seemingly disinterested. And for a moment,\nit really seems as if the Meg doesn’t care about them.\n\nBUT THEN THE DORSAL FIN TURNS\n\nStraight for them. A wake grows as the Meg ACCELERATES, and\nthe fin sinks low in the water as its speed builds.\n\nJONAS\n(calls to other boats)\nSTAY TOGETHER!\nTHE MEG’S SPEED is breath-taking. It becomes clear...\nZHANG\nIt’s going to reach us before we\nmake it to the platform.\nEXT. OCEAN - BEHIND THE ZODIACS\nSpeeding along with the MEG as it closes in fast.\nINT. ZODIAC ONE - DJ, FAN, AND MAC\n\nDJ sees that the Meg is angling for their boat or Suyin’s.\n\f88.\n\nDJ\nMAC!\n\nMAC\nI’M GOING AS FAST AS I CAN!\n\nJONAS (0.S.)\n(distant, faint)\nStay together...\n\nINT. ZODIAC THREE - HELLER AND DIMITRI\n\nHELLER watches, horrified, as it becomes clear the MEG is\ngoing to take down one of the other two boats.\n\nDIMITRI\n(not aware of that)\nWE’RE HALFWAY THERE!\n\nWhen he hears nothing in response, DIMITRI GLANCES BACK. He\nsees the MEG is going for Boat 1 or Boat 2. He looks at FAN\nin Boat 1... And the fear of losing her grips him.\n\nJONAS (0.S.)\n(distant, faint)\nStay together...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd the fear of losing her grips him. JONAS (0. S.)\n(distant, faint)\nStay together... \n\nTARGET SECTION TO BE ANNOTATED:\nHELLER\n\nTo his credit, may not have a loved one on those boats, but\nhe can tell his partner does. He can also do the math. There\nare only two people in this boat. It is a logical sacrifice.\n\nHELLER\n(to Dimitri)\nHe’s wrong. If we stay together,\nthe MEG will get two of us before\nwe make the platform. But if one\nboat peels off and leads it away...\n\nDIMITRI processes what Heller is suggesting. He nods at\nHeller and Heller nods back. It’s agreed. We’1ll do this.\n\nINT. ZODIAC TWO - JONAS, SUYIN, MEIYING, AND ZHANG\n\nJONAS sees HELLER looking his way. Heller gives hima\nsalute. It’s both an apology and a goodbye.\n\nINT. ZODIAC ONE - FAN, DJ, AND MAC\n\nFAN sees Dimitri staring at her. Like he’s looking at her\nfor the last time. And then she knows at once.\n\f89.\nFAN\nNo... No... NO...!\nINT. ZODIAC THREE - DIMITRI AND ZHANG\n\nDIMITRI turns the wheel and angles off.\n\n \n\nQUICK CUTS BETWEEN ZODIACS ONE AND TWO\n\nAs the others react to the sacrifice. Zhang looks at the men\nwith pure admiration and heartbreaking guilt. Fan’s I love\nyou’s are heard only by the wind.\n\nEXT. OCEAN - WIDE\n\nDimitri begins a wide, sweeping turn, which DRAWS the MEG\noff. He brings the ZODIAC to a heading that eventually is\nalmost directly away from the other boats.\n\nHEAVEN’S POV\n\nFrom up here, we see the geography of the sacrifice, as\nZODIACS 1 and 2 are now separating from the MEG and ZODIAC 3.\n\nINT. ZODIAC THREE - DIMITRI AND HELLER\n\nThe two men stand side by side, looking straight ahead, not\nseeing the death that bears down on them from behind.\n\nThey face the sun, they face the light. They can HEAR the\nMeg behind them now. Then the sun GROWS IMPOSSIBLY WHITE--\n\nCUT TO:\n\nINT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey face the sun, they face the light. They can HEAR the\nMeg behind them now. Then the sun GROWS IMPOSSIBLY WHITE--\n\nCUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n ZODIAC TWO - SUYIN, MEIYING, AND JONAS\nSuyin angles Meiying away so she doesn’t see the EXPLOSION OF\nWATER in the distance. There’s nothing too graphic about it.\nAnd no screams can be heard. Just a giant burst of water and\nthen a terrible SILENCE.\nINT. ZODIAC ONE - DJ, FAN, AND MAC\nFan buries her head in her hands, sobbing.\nINT. ZODIAC TWO - SUYIN, MEIYING, AND JONAS\nJonas catches Suyin’s tear soaked eyes; one thing that gives\nhim great solace is that the MEG is too far away to be a\nthreat now. To either boat.\n\nJONAS\n\nWe're going to make it. We're both\ngoing to make it.\n\f90.\n\nEXT. WATER - DAY\n\nThe Zodiacs PASS BY CAMERA, heading for the sanctuary of MANA\nONE. And we FADE...\n\nTO BLACK:\nINT. DIVE CONTROL CENTER - DAY\nFor a moment there is no SOUND... Just IMAGES...\n\nA HAND along the back of Dimitri’s chair, which still bares\nthe IMPRINT of Dimitri’s back.\n\nSUYIN (FAINT, DISTANT)\nFan...\n\nFINGERS tracing some DESIGN DOODLES that Dimitri had been\nscribbling...\n\nSUYIN (FAINT, DISTANT)\nFan...\n\nFinally stopping on a QUICK SKETCH Dimitri made of Fan\nherself, when she wasn’t looking.\n\nALL SOUND RETURNS-—\n\nSUYIN\nFan? Are you going to be okay?\nBecause we need you.\n\nBefore she can answer, Fan feels a TUG at her side. MEIYING\nis there, offering her a sip of her SODA. Fan touches\nMeiying’s cheek: ‘No, but thanks.’\n\nFAN\n(to Suyin)\nI’m good.\nSUYIN\n\nPing Bot 14 and see if it responds.\nWe need to close that hole in the\nthermocline.\n\nON MEIYING - watching as FAN and SUYIN go to work. Then\nturning to see JONAS, MAC and DJ in a heated conversation.\nMeiying exhales. Not interested in either talk.\n\nINT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nMeiying exhales. Not interested in either talk. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n OBSERVATION LEVEL (O-LEVEL) - MOMENTS LATER\n\nDing. The elevator opens and MEIYING steps out into the all-\nglass world of the O-LEVEL.\n\f91.\n\nShe walks forward, drawn by something she sees IN THE OCEAN,\nbeyond the RIM of the structure. She reaches the end,\nextends her hands, her fingers tracing the glass.\n\nA HUMPBACK WHALE rolls gracefully onto its belly, its NEWBORN\nCALF close to its side. Meiying smiles.\n\nFAN (PRE-LAP)\nInternal cooling off... Pressure\nregulators shut down...\n\nINT. DIVE CONTROL CENTER - DAY\n\nThe TACTICAL DISPLAY showing data from BOT 14 begins to flash\nred. Fan's fingers fly across the keyboard--\n\nFAN\n...-Bot self-destruct in 10. 5.\n\nEXT. DEEP OCEAN - BOT 14 - WEDGED IN THE THERMAL VENT\n\nBLAM!! Bot 14 explodes with a flash. Its pieces jetted\nupward by the power of the THERMAL VENT, then scattered.\n\nThe TELL TALE COLUMN OF SUPER-HEATED WATER, which had\nstretched upwards like a TRANSLUCENT elevator shaft,\nDISAPPEARS.\n\nINT. DIVE CONTROL CENTER - DAY\nFan turns to Suyin, Mac, DJ and Jonas. She smiles.\n\nFAN\nThe hole is gone.\n\nMAC\nSo nothing else can get up here.\n\nDJ\nYeah, but that also means what came\nup is staying up.\n\nJONAS\nThe Meg was never going back down.\nWhere it came from it was just\nanother part of the food chain.\nMaybe not even the baddest thing on\nthe block. But up here...\n\nINT. OBSERVATION LEVEL (O-LEVEL) - DAY\n\nMeiying, face pressed against the glass, delights in watching\nthe Whales.\n\fINT. DIVE\n\nThe sound\n\n92.\n\nJONAS (V.O.)\nUp here, she’s the apex predator,\nwith no natural enemies, and an\nunlimited supply of food.\n\nCONTROL CENTER - DAY\nof the DOOR. A frustrated Dr. Zhang enters.\n\nZHANG\nThe Navy is sending a helicopter\nfor us, ETA 40 minutes.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nA frustrated Dr. Zhang enters. ZHANG\nThe Navy is sending a helicopter\nfor us, ETA 40 minutes. \n\nTARGET SECTION TO BE ANNOTATED:\nJONAS\nWhat about the Meg?\n\nZHANG\nThey're running my request for\nmilitary support up the line, but\nit’s not like they have a protocol\nto deal with this--\n\nJONAS\n--Because they don’t believe it.\n\nThe reality of that hangs there. Suyin shakes her head--\n\nSUYIN\nWell, they’re about to...\n\nShe indicates the waters NORTH of HAINAN ISLAND on the map.\n\n--SLAM.\n\nSUYIN (CONT’D)\nHalf the fishing fleet is working\nthese waters. That’s fifty, sixty\nboats. And the Meg is gonna tear\nright through them. After that\ncomes 30,000 tourists on the\nbeaches at Sanya Bay--\n\nThe DCC is rocked by an IMPACT. Something has hit\n\nthem. Reflexively, Fan pulls up CAMERA FEEDS of THE WATERS\nSURROUNDING THE MANA-ONE. That something is the MEG.\n\nDJ\nLooks like she’s got some\nunfinished business first.\n\nSeveral MONITORS now show various angles of the massive beast\nrushing the Mana-One.\n\nMAC\nHang on!\n\f93.\n\n--SLAM! THIS IMPACT is stronger. An EXPLOSION of concussive\nforce that triggers A DEAFENING CACOPHONY OF ALARMS--\n\n \n\nFAN\nWE'VE GOT BREACHES! TAKING ON\nWATER AT D-LEVEL, F-LEVEL, J-LEVEL--\n\nSUYIN turns to check on Meiying -- only to realize her\ndaughter isn’t there.\n\nSUYIN\nMeiying!\n\n--SLAM! This THIRD IMPACT is THE KNOCK-OUT PUNCH. One by\none, every system shuts down: THUNK - THUNK - THUNK - THUNK\nAnd they are plunged into TOTAL DARKNESS.\n\nEXT/INT. OBSERVATION LEVEL (O-LEVEL) - DAY\n\nWe're looking in at Meiying from outside the glass. Behind\nher, the lights go out, but she doesn’t notice because she’s\nTRANSFIXED by what’s unfolding in front of her.\n\nIN THE REFLECTION OF THE GLASS, we can see the two whales.\nThe Mother Whale is being shaken violently.\n\nREVEAL - the MEG has the whale in her jaws and is ripping it\nto pieces.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nIN THE REFLECTION OF THE GLASS, we can see the two whales. The Mother Whale is being shaken violently. REVEAL - the MEG has the whale in her jaws and is ripping it\nto pieces. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s a staggering demonstration of the true power\nof this beast - now unleashed in our world. As blood POURS\nfrom the dying whale, the sea becomes a THICK RED FOG--\n\nINT. DIVE CONTROL CENTER - DAY\n\nALARMS still screaming. SUYIN (with JONAS) JABS repeatedly\nat the elevator button, but it won’t work until--\n\nFAN\nEMERGENCY POWER -- ON-LINE!\n\nDARKNESS is replaced by eerie RED LIGHTING and -- DING the\nELEVATOR DOORS OPEN. As Jonas and Suyin head down to get\nMeiying, Fan checks the damage control screen.\n\nMAC\nHow bad is it?\n\nFAN\nWorse.\n\nINT. OBSERVATION LEVEL - DAY\n\nMeiying stares out at the thick red fog (blood). Then, it\nbegins to clear in front of her. Revealing A BLACK HOLE.\n\f94.\nDing. JONAS AND SUYIN arrive. And what they see causes\ntheir hearts to skip a beat. That’s not a BLACK HOLE...\nIT’S THE MEG.\nEXT. OBSERVATION LEVEL - SAME\n\nThe MEG hovers in the current, its side abutting the O-level,\nits MASSIVE EYE inches away from Suyin’s little girl.\n\nINT. OBSERVATION LEVEL - CONTINUED\nFor a beat, no one dares move. Then the EYE darts away--\n\nJONAS\nSUYIN, GO!--\n\nSUYIN races down the glass ‘spoke’ to save her daughter while\nthe MEG makes a 270-degree turn and comes at Meiying head-on.\nJaws opening...\n\nIT ALL HAPPENS IN LESS THAN A SECOND\n\n \n\nSuyin grabs Meiying and dives laterally, running along the\nrim of the station just as -- SMASH -- the MEG hits! It\nobliterates the place where Meiying just stood, and destroys\nTHAT ENTIRE CORRIDOR/SPOKE, as if it were made of smoke.\n\nAUTOMATIC PRESSURE DOORS\n\nSeal off the O-level where that SPOKE used to be as SMASH -—\nSMASH - the MEG takes out TWO MORE SPOKES - plowing through\nthem sideways - before diving away.\n\nJONAS\n(watching the Meg)\nIT’S COMING AROUND!\n\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nAUTOMATIC PRESSURE DOORS\n\nSeal off the O-level where that SPOKE used to be as SMASH -—\nSMASH - the MEG takes out TWO MORE SPOKES - plowing through\nthem sideways - before diving away. JONAS\n(watching the Meg)\nIT’S COMING AROUND! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n O-LEVEL - 4TH SPOKE - DAY\n\nSuyin and Meiying reach the next intact ‘spoke’ - turn - and\nsprint for the elevator. Suyin can see the MEG coming at\n\nthem from directly below. They aren’t going to make it.\nIN SLOW-MOTION\n\nSuyin LEAPS into the air and THROWS her daughter forward, as\nthe CORRIDOR beneath them SHATTERS from the Meg’s impact.\n\nStill airborne, Meiying and Suyin suddenly collide with\nJONAS, sliding into frame so as to CATCH MEIYING and PULL\nSUYIN through the--\n\nRAPIDLY CLOSING PRESSURE DOORS--\n\f95.\nWhich SNAP SHUT just after they’re all safely on the elevator\nside.\nRESUME - FULL SPEED\n\nSLAM! The Meg obliterates Spoke 4 -- and Jonas, Suyin, and\nMeiying FALL BACKWARDS into the ELEVATOR as its doors close.\n\nCUT TO:\nINT. DIVE CONTROL CENTER - DEAFENING ALARMS - DAY\n\nEveryone has been knocked to the floor. ELECTRICAL ARCS\nspark around them. WATER jets through SEAMS IN THE WALLS.\n\nFAN struggles to her knees and finds herself looking at\nMEIYING’S SODA CAN as it is CRUSHED by an invisible hand!\n\nFAN\nDR. ZHANG!...\n\nPlastic bottles of water collapse in on themselves. Plasma\nscreens explode as if hit by unseen hammers.\n\nZhang looks at the INTERNAL PRESSURE GAUGES. They are sky-\nrocketing into the RED. Heading for fatal levels fast.\n\nZHANG\nTHE PRESSURE VESSEL IS FAILING. WE\nHAVE TO GET TOPSIDE, NOW--\nDing -- JONAS, SUYIN, and MEIYING arrive in the Elevator.\n\nJONAS\nGoing up?\n\nINT. FREIGHT ELEVATOR - MOMENTS LATER\n\nIt’s a long ride to the top. Anxious silence until...\nSCRAAAAAAYYYY... They begin to hear a TERRIBLE SOUND. A\nsound that grows LOUDER as they reach the top deck and the\ndoors OPEN on to--\n\nEXT. MANA-ONE - MAIN PLATFORM - DAY\n\n--A sight out of Dante. Black SMOKE swirls in the wind.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\nsound that grows LOUDER as they reach the top deck and the\ndoors OPEN on to--\n\nEXT. MANA-ONE - MAIN PLATFORM - DAY\n\n--A sight out of Dante. Black SMOKE swirls in the wind. \n\nTARGET SECTION TO BE ANNOTATED:\nFIRES burn across the deck. And that SCRAAAAYYYY - is the\nMANA-ONE'’s LOADING CRANE as it comes CRASHING to the deck!\n\nSMASH! - the crane hits just a few feet in front them! When\nthe dust clears, the group take stock of their situation.\n\f96.\n\nON JONAS - as he stares at the fallen CRANE. Something about\nit triggers an idea in his mind... He starts to think...\n\nDJ\nHow long before that helicopter\ngets here!?\n\nZHANG\n30 minutes.\n\nON JONAS - STILL THINKING - It’s just an ordinary crane...\nOrdinary construction crane... Construction...\n\nDJ\n30 minutes? This thing will be at\nthe bottom of the ocean in 30\nminutes!\n\nON JONAS - As the idea snaps into place.\n\nJONAS\n\nIt’s enough time.\nDJ\n\nFor what?\nJONAS\n\nFor us to kill that Meg.\nFAN\n\n(lights up)\n\nNow we're talking.\nBut the rest of the team stare at him. Kill the Meg?\n\nJONAS\nEven if rescue gets here for us,\nthat doesn’t help the fishing\nboats, or the tourists. Like it or\nnot, we’re the ones responsible for\nthis. So I’m not going anywhere\nuntil that thing’s dead -- or I am.\n\nON ZHANG - as he looks at Jonas. And then nods.\n\nZHANG\nWhat do have you in mind?\n\nJUMP FORWARD TO:\nEXT. OCEAN SURFACE - AS SEEN FROM JUST UNDERWATER\n\nPeace, tranquility... THEN WE SEE SOMETHING FALLING TOWARDS\nUS... Is it TWO ASTRONAUTS IN SPACE SUITS...?\n\f97.\n\nSPLASH! --- No, it’s JONAS and SUYIN, each in DEEP-SEA\nDIVING SUITS, with WEIGHT BELTS that allow them to drop as\nfast sky divers, and RECOVERY WIRES hooked to their suits.\n\nGO BACK TO:\nEXT. MANA-ONE - MAIN PLATFORM\nJonas begins to outline his plan.\n\nJONAS\nWhen you built this platform, you\nset the foundation in bedrock.\nWhich means explosives. Still have\nany?\n\nMAC\nWe do, but they’re in an underwater\nbunker near the base of the\nstation. It’s 300 meters down.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nStill have\nany? MAC\nWe do, but they’re in an underwater\nbunker near the base of the\nstation. It’s 300 meters down. \n\nTARGET SECTION TO BE ANNOTATED:\nJonas nods. 300 meters down. That won’t be a problem...\nJUMP FORWARD TO:\nJONAS AND SUYIN’S POVS - FROM INSIDE THE SUITS\n\nWe're along for a TERRIFYING, TURBULENT, and CLAUSTROPHOBIC\nride. Outside sounds are muted - while our own breathing\nseems amplified. OUR FIELD OF VIEW is limited to what’s\ndirectly in front of us. We can just make out, to one side,\nthe SUPERSTRUCTURE of the Mana-One as we drop down along it,\n\nrapidly. Very rapidly.\n\nGO BACK TO:\nEXT. MANA-ONE - MAIN PLATFORM\nJonas continues...\n\nJONAS\nThis all started with the BOTs. The\nMeg was drawn to them as soon as\nyou turned them on. So Suyin and I\nwill go down to that bunker. We’1l\nget explosives and rig a bomb. DJ,\nFan, you two bring down a BOT.\nThen, we connect the bomb to the\nBot, turn it on, and -\n\nFAN\n--Boom - end of story.\n\nJUMP FORWARD TO:\n\f98.\n\nJONAS AND SUYIN’S POVS - FROM INSIDE THE SUITS\nThe TERROR RIDE continues. It’s like driving flat out\nthrough the fog, hoping you don’t hit something. FISH AND\nAQUATIC LIFE rush up at us, seemingly out of nowhere!\nGO BACK TO:\nEXT. MANA-ONE - MAIN PLATFORM\nDJ shakes his head. There’s a problem.\nDJ\nJonas, that crane was our last\nchance of getting a BOT down there.\nThe Meg already took out all our\nsubs. We've got nothing.\nJonas is caught. That’s a deal-breaker.\nFAN\nActually there is something.\nAn unmanned prototype Dimitri was\nworking on. It’s small, but\npowerful enough to take a Bot.\nDJ\nSince when was Dimitri interested\nin unmanned subs?\nFAN\nSince the day you tried to ask me\nout.\n\nThat hangs there a beat. All of them caught. A moment of\nhumanity. Of levity at DJ’s expense. They all needed that.\n\nMAC\nOkay people, let’s get to work!\nFORWARD TO:\nEXT.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all needed that. MAC\nOkay people, let’s get to work! FORWARD TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n OCEAN - UNDERWATER\n\nJONAS and SUYIN whizz by, like two base jumpers, dropping\nalong the Mana-One.\n\nBACK TO:\nEXT. MANA-1 - MAIN PLATFORM\n\nEveryone disperses to start the plan. Jonas holds Mac back.\n\f99.\n\nJONAS\nNone of this works if you don’t get\npower back to the main line.\n\nThere’s a reason Jonas saved this for last. It’s impossible.\nMAC\nJonas, I don’t know if this Meg can\n\nread a blueprint, but she managed\nto take out all our generators.\n\n(shakes his head)\nDimitri is who we need.\n\nJONAS\nYou’re who we've got.\n\nMac shakes his head.\nMAC\nI can’t tell if this plan is crazy,\nor stupid.\n\nJONAS\nOnly one way to find out.\n\nOff their smiles...\nEND SEQUENCE\nON JONAS - INSIDE HIS SUIT - STILL IN FREE-FALL\n\nA matching smile on Jonas’s face as his breakneck descent\ncontinues. A smile that EXPLODES INTO AGONY WHEN--SNAAAP!\n\nJONAS\nAAAARRRRRRRGGGGHHHHH !\n\nJonas’s descent is STOPPED ABRUPTLY, causing him to cry out,\nas Suyin DISAPPEARS into the waters below.\n\nEXT. MANA-ONE - DECK\n\nZhang, who is standing the TWO SPOOLS OF WIRE attached to\ntheir suits, sees Jonas’s wire has stopped dead.\n\nSUYIN (RADIO)\nSOMETHING HAPPENED TO JONAS!\n\nJONAS’S POV - FROM INSIDE HIS SUIT\n\nHis breathing labored, Jonas shakes off the pain and looks\nup. His LINE got SNAGGED on part of the MANA-ONE.\n\f100.\n\nJONAS (MIC)\nI’m okay. But my recovery line is\nall tangled up in the platform.\n\nSUYIN’S POV - RAPIDLY APPROACHING THE BOTTOM\nShe's at 300 meters and the sea floor is rushing towards her.\nSUYIN (MIC)\n\nFloor in sight, Weight belt\n\nreleased...\nEXT. SEA-FLOOR (320 METERS) - CONTINUED\nSuyin hits the QUICK RELEASE ON HER WEIGHT BELT, freeing her\nfrom the dropping mass of lead.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUYIN (MIC)\n\nFloor in sight, Weight belt\n\nreleased... EXT. SEA-FLOOR (320 METERS) - CONTINUED\nSuyin hits the QUICK RELEASE ON HER WEIGHT BELT, freeing her\nfrom the dropping mass of lead. \n\nTARGET SECTION TO BE ANNOTATED:\n The BELT continues on\nrapidly, STRIKING the sandy bottom like a meteor...\nBut Suyin SLOWS RAPIDLY, and by the time she reaches the\nbottom, her momentum is dissipated by one forward roll. She\nLOOKS UP for Jonas and sees him, dangling high up there, like\nsome toy on a string, totally defenseless.\nEXT. OCEAN / INT. SUIT - JONAS’S POV\nJonas begins to saw at the line his trusty knife.\n\nJONAS (MIC)\nI’m cutting free.\n\nZHANG (RADIO)\nHow do we get you back to the\nsurface?\n\nJONAS (MIC)\nOne problem at a time.\n\nAt least this won’t take very long, the WIRE begins to fray\nquickly. SNAP!... SNAP!... He’s free and begins to fall--\n\nSUYIN (RADIO)\n--WAIT, JONAS DON'T!\n\nReflexively, Jonas grabs for the wire and catches it. But\nhe’s holding his entire weight, and that of the belt, by one\ngloved hand. And his grip is slipping, fast.\n\nSUYIN (RADIO)\nIt’s passing right beneath you.\n\nJONAS LOOKS DOWN\n\nThe MEG’s size, compared to Jonas’s, is almost comical. It’s\nlike a COMMERCIAL AIRPLANE is passing 10 feet beneath him.\n\f101.\n\nJONAS LOOKS UP\n\nHis GLOVED HAND can’t maintain a grip on the wire. He\nwatches the line slip from his fingers... And then...\n\nJONAS DROPS\n\nJust as the MEG finishes passing though! WHOOOSH - it’s so\nclose that JONAS can feel the heat of MEG’S massive tail as\nit swipes, lethally, just inches from him his face.\n\nEXT. SEA-FLOOR (320 METERS) - MOMENTS LATER\n\nSuyin watches as Jonas approaches. Like her, he ditches the\nweight belt with about 15 meters to go, then slows himself to\nmake a soft landing. Suyin stares at him.\n\nSUYIN\nYou okay?\n\nJONAS\nLet’s get to the bunker. Because I\nreally want to blow that thing up.\n\nCUT TO:\nINT/EXT.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nJONAS\nLet’s get to the bunker. Because I\nreally want to blow that thing up. CUT TO:\nINT/EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MANA ONE - POWER STATION - DAY\n\nThe central power station is located one floor below the main\ndeck, and the stairwell to it has collapsed, meaning MAC has\nto CRAWL down the twisted remains of the staircase...\n\nThen CRAWL across the top of the power station... Then REPEL\noff its side, dangling out over the water, so he can do the\nrepairs there. Mac looks down at a Medusa’s hair tangle of\nELECTRICAL wires, half of which are hanging in the WATER.\n\nMAC\nWhat could go wrong here?\n\nAs soon as he says that, WHAM! The MEG RAMS the station (off-\nscreen) causing this ENTIRE PLATFORM TO DROP FIVE FEET CLOSER\nTO THE SEA before finally catching. Mac’s adrenaline spikes.\n\nMAC\n(to the universe)\nThat was a rhetorical question!\n\nWHAM! The MEG hits the station again...\n\f102.\n\nINT. MANA-ONE - EXTERNAL HALLWAY\n\n..-Rattling the entire Mana-one as the CAMERA now FOLLOWS\nBEHIND DJ AND FAN -- as they RUN down a partially-flooded\nindustrial hallway, with only DJ's FLASHLIGHT guiding them.\n\nDJ\nIs it me, or does it seem like\nshe’s getting more pissed off?\n\nFAN\nShe can join the club.\n\nDJ darts around a corner, FAN on his heels as...\n\nWHAM! The MEG hits again and suddenly DAYLIGHT replaces\ndarkness as the entire hallway in front of them DISAPPEARS!\n\n \n\nThe MEG has taken out the SKYWAY connecting the north side of\nthe Mana-One to the south side. And it’s done that just as\nDJ was leading Fan onto that skyway at break-neck speed!\n\nDJ watches/feels as the corridor around him seems to vanish,\nand suddenly he’s in mid-air, about to drop into the lethal\nwaters below. For a moment, time stands still...\n\nThen a hand reaches into frame and--\n\nFAN\nI GOT YoU!\n\nFAN pulls him back from certain death using every last bit of\nenergy she’s got. The two of them fall back into the safety\nof what’s left of the skyway. For a moment, neither can do\nanything but breathe.\n\nFinally, they get to their feet.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two of them fall back into the safety\nof what’s left of the skyway. For a moment, neither can do\nanything but breathe. Finally, they get to their feet. \n\nTARGET SECTION TO BE ANNOTATED:\n And DJ looks straight into\nthe eyes of the woman who just saved his life.\n\nDJ\nJust so we’re clear, I wasn’t\nasking you out. I was being polite\nbecause you were new here.\n\nFan stares at him. About to nail him with a clever rejoinder\nwhen -- WOOOOSH -- DJ vanishes. FALLING into the ocean as\nmore of the skyway collapses. Fan can only watch him go...\nEXT. FROM BELOW THE SURFACE OF THE OCEAN - CONTINUED\n\nThrough the churning water, we see DJ falling backwards into\nthe sea. His IMPACT SPLASH rings out like a dinner bell.\n\f103.\n\nEXT. OCEAN - CONTINUED\n\nDJ surfaces and finds himself surrounded by large chunks of\nfloating DEBRIS. He looks for something big enough to\nprotect him from the shark, but then realizes that’s futile.\n\nSo he looks up at the Mana-One. He has NO WAY of climbing\nback up on the South side, where Fan is. His only choice is\nto swim the 50 meters the skyway used to span and reach the\nNorth Side, where the DIVE PLATFORM sits at just above water\nlevel. A safe haven. If he can get there.\n\nDJ is about to swim for it when--\n\nFAN (0.S.)\nDJ. Don’t. Move.\n\nHe looks up at Fan. He’s never seen her so scared in her\nlife.\n\n \n\nEXT. MANA-ONE - FAN’S POV\n\nNow we see why. THE MEG is just a few meters beneath the\nsurface of the water, DIRECTLY UNDER DJ, studying him.\n\nON DJ - as he begins to hyperventilate from fear. He has to\nfight the urge to move. An urge coming from every cell in\nhis body.\n\nON FAN - she stares directly into his eyes, trying to keep\nhim centered. Keep looking at me. Relax. Just relax.\n\nON DJ - trying not to cry out as the MEG’S MASSIVE NOSE\nlazily brushes him. As if to see - is this just a piece of\ndebris, or should I eat it...?\n\nFAN\nYou're OK. You’re Ok.\n\nDJ looks up at her - easy for her to say! Then suddenly DJ\nis BLINDED BY A BEAM OF LIGHT. What the?!\n\nIt’s his flashlight.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen suddenly DJ\nis BLINDED BY A BEAM OF LIGHT. What the?! It’s his flashlight. \n\nTARGET SECTION TO BE ANNOTATED:\n The nudge from the Meg liberated it\nfrom DJ's pocket, it’s about to fall in the water, and it’s\nstill on!\n\nDJ\nOh no...\n\nON THE FLASHLIGHT as it leaves the confines of DJ’s pocket\nand begins to sink. DJ knows if he grabs for it, the MEG\nwill devour him. So he remains motionless. Helpless to stop\nthe flashlight’s fall.\n\f104.\n\nEXT. BELOW THE SURFACE OF THE OCEAN\n\nThe flashlight TUMBLES end over end - down past the massive\ncreature - which takes no notice of such a tiny spec.\n\nBut then, like an undersea spotlight, the flashlight’s beam\nsweeps the eyes of the MEG, before disappearing below.\n\nThe MEG, triggered, follows it into the depths.\nEXT. OCEAN - CONTINUED\n\nAs DJ waits for death, FAN realizes the MEG has vanished.\nBut where is it...?\n\nWHAM! The answer nearly sends Fan into the ocean herself.\nThe MEG has moved off, and decided to strike one of the TWO\nZODIACS tied up at the dock. It takes half the dock with it!\nThe bad news is - with the dock damaged - that part of the\nstation begins to take on water. The good news is - all that\nis happening a good distance away from where DJ is!\n\nFAN\nDJ! Go! Gol\n\nDJ, amazed to still be alive, SWIMS as fast as he can...\nEXT. OCEAN - MANA-ONE - CONTINUED\n\nDJ manages only a few strokes BEFORE THE MEG’S DORSAL FIN\nSTOPS in the water, like it just figured out it’s been duped.\n\nIt violently spins around and heads straight for DJ, cutting\nthrough the ocean like a Miter saw.\n\nEXT. OCEAN - SURFACE LEVEL\n\nWIDER - on DJ as he pushes forward. Over his shoulder, we\nbegin to see the massive dorsal fin, rising into frame as it\ngets closer. If DJ looks back, he’s dead.\n\nEXT. OCEAN - BELOW SURFACE\n\nA TRAILER SHOT - The tiny silhouette of the man... And the\nincredible scale of the monster that’s about to catch him.\n\nEXT. OCEAN SURFACE\nCLOSE ON DJ - Head down. Desperate.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. OCEAN SURFACE\nCLOSE ON DJ - Head down. Desperate. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE ON THE MEG - mouth opening wide for feeding...\n\f105.\n\nINT./EXT. LOADING DOCK - SOUTH SIDE OF MANA ONE\n\nIn one fluid motion, DJ swings himself up onto the deck, then\nrolls as far away from the water as he can get so when --\nSLAM -- THE MEG RAMS THE SIDE OF THE LOADING AREA -- he\nremains safely out of reach.\n\nEXT. MAIN PLATFORM - NORTH SIDE OF MANA ONE\n\nFan lets a scram of celebration. He made it. He made it!!\n\nINT./EXT. LOADING DOCK - SOUTH SIDE OF MANA ONE\n\nDJ, lying flat on his back, speaks to Fan via his ear-\npiece/mic.\n\nDJ (MIC)\nYou might want to take the stairs.\n\nCUT TO:\nINT. STORAGE FACILITY - 300 METERS BELOW THE SURFACE - DAY\n\nCLOSE ON - A PAIR OF HANDS - as they stack small SEMTEX\nPLASTIQUE (explosive) BRICKS into the shape of a Mayan\npyramid.\n\nCLOSE ON - THE SAME HANDS - now securing the pyramid with\nstrategic strips of duct tape.\n\nCLOSE ON - THE SAME HANDS - as they connect a small IMPACT\nPLATE TO THE TOP of the creation.\n\nPULL BACK TO REVEAL - Suyin watching Jonas finish his work.\n\nJONAS\n(off her look)\nMy ex-wife always said I was good\nat blowing things up.\n\nJonas and Suyin load the bomb into a BACKPACK. Bomb safely\ninside, Jonas zips up the pack before Suyin carefully puts it\non his back. She waits for him to start walking.\n\nJONAS\n(I have a bomb on my back)\nYou should go in front of me.\n\nSuyin nods, good point. As she starts for the Air-Lock,\nSOMETHING ON THE SUPPLY SHELF catches Jonas’s eye.\n\nHand Flares. He thinks a moment. Then takes two.\n\f106.\n\nJONAS (MIC)\nHow’s it going up there, Mac?\n\nINT/EXT. MANA ONE - POWER STATION - DAY\n\nMAC'S SWEAT DRENCHED EYES focus on the breaker panel with\neager anticipation. He slams down the central switch\nand...BOOM!!! An explosion of sparks sends him reeling and\nalmost off the edge of the power station.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe slams down the central switch\nand... BOOM!!! An explosion of sparks sends him reeling and\nalmost off the edge of the power station. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s blown the\nfuse board.\n\n \n\nMAC (MIC)\nOh, it’s going great.\n\nHe opens up the BOARD and begins to remove a fuse with his\nFINGERS...\n\nINT. DIVE PLATFORM - DAY\nWhile FAN’S FINGERS FLY across the keys of a LAPTOP.\n\nON SCREEN we see: RSV-NAVIGATION CONTROLS - LINKING...\nLINKING... CONNECTED.\n\nBEGIN POWER UP SEQUENCE...\n\nMachine-sounds begin to fill the air behind Fan. Their\nsource, THE UNMANNED SUBMERSIBLE, comes into view as DJ\nbrings it out of Dimitri’s lab, pulling it along an overhead\nconveyor belt.\n\nFAN (MIC)\nJonas, we're one minute to launch.\n\nEXT. SEA-FLOOR - STORAGE FACILITY - CONTINUED\n\nJonas and Suyin, just visible in the gloaming, walk clear of\nthe storage facility and look up at the DARK MANA-ONE.\n\nFAN (RADIO)\nCamera range is limited. So you’ll\nhave to guide me when I get close.\n\nINT MANA ONE - POWER CONTROL ROOM - CONTINUED\n\nMac is now at the main control board for the entire power\nstation. FLIP - FLIP - FLIP... He powers up the Main Bus,\nand for a moment it looks like it will work until-\n\nBOOM! Again. Something goes wrong. This time forcing MAC\nto duck down for cover UNDER THE DESK.\n\f107.\n\nWhile down there he sees an OPEN DRAWER. In it, is a small\nbox labeled, “in case of emergency”. He opens the box and\nfinds a bottle of 1942 Don Julio tequila. He stares at it.\n\nFAN (RADIO)\nRSV launched...\n\nINT. DIVE PLATFORM - VIEW FROM UNDERWATER\n\nTHE UNMANNED SUB descends RIGHT AT US... It passes by\nCAMERA... It’s TOW-LINE growing taut...\n\nINT. DIVE PLATFORM - CONTINUED\n\nDJ watches as a BOT now follows the sub into the depths\nbelow. Next to him, FAN works the sub’s controls, which are\nlinked to a LAPTOP that gives her a view from its NOSE CAM.\n\nFAN (MIC)\nBot clear and coming down to you.\n\nEXT.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nNext to him, FAN works the sub’s controls, which are\nlinked to a LAPTOP that gives her a view from its NOSE CAM. FAN (MIC)\nBot clear and coming down to you. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SEA-FLOOR - STORAGE FACILITY - CONTINUED\n\nJonas and Suyin, standing there like decorations in an\naquarium, exposed and doing their best to stay motionless...\n\nSUYIN (MIC)\nAny sign of our friend?\n\nEXT. MANA-ONE - DIVE PLATFORM - DAY\nZhang scans the water around the platform.\n\nZHANG (MIC)\nShe’s not up here.\n\nINT. DIVE PLATFORM - CONTINUED\n\nCLOSE ON THE MONITOR - showing the way ahead for the\nsubmersible.\n\nCLOSE ON FAN’S THUMBS - as she adjusts for currents.\nCLOSE ON THE DEPTH READ-OUT - now clicking past 150 meters.\nEXT. SEA-FLOOR - CONTINUED\n\nLike tumbleweeds blowing across a ghost town at high-noon,\nSTRANGE CLUMPS of PLANT LIFE roll by JONAS and SUYIN’S FEET.\n\nFAN (RADIO - STATIC)\nThat’s 150. You should see it any\nsecond now...\n\f108.\nJONAS AND SUYIN - STRAINING THEIR EYES to look above them.\nBut it’s nearly impossible with the MANA-ONE still dark.\nINT MANA ONE - POWER CONTROL ROOM - CONTINUED\n\nCLOSE ON - MAC - as finishes a re-patch and, with an exhale,\n\nPOWERS IT UP. FLIP - FLIP - FLIP... Before he throws the\nfinal switch he takes a ceremonial ‘good luck’ sip of the\ntequila, puts the bottle down and then.... FLIP...\n\nNo explosion... No boom....\n\nJust a SERIES of GREEN LIGHTS COMING ON.\n\n \n\nINT. DIVE CONTROL CENTER\n\nAll the power comes back on in the abandoned DCC. We watch\nas the INTERNAL PRESSURE GAUGES return to NORMAL.\n\nEXT. MANA-ONE\nExternal lights go on. Zhang smiles at Meiying. Good news.\nEXT. SEA-FLOOR - CONTINUED\n\nJonas and Suyin watch as the MANA-ONE blossoms to life. It’s\nlike being at the foot of the Eifel tower at night.\n\nAnd thanks to the light they can now see the SUBMERSIBLE AND\nTHE BOT - high above them - but making progress.\n\nJONAS (MIC)\nRSV in sight...",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\nlike being at the foot of the Eifel tower at night. And thanks to the light they can now see the SUBMERSIBLE AND\nTHE BOT - high above them - but making progress. JONAS (MIC)\nRSV in sight... \n\nTARGET SECTION TO BE ANNOTATED:\nBut his voice TRAILS OFF because suddenly the SUB and the BOT\nvanishes in A SHADOW.\n\nINT. DIVE PLATFORM - CONTINUED\n\nPFFFFFT! - STATIC replaces the picture from submersible’s\nnose cam. The RSV stops responding to controls...\n\nFAN\nWhat the...?\n\nEXT. SEA-FLOOR - CONTINUED\n\nGradually, the shadow clears... And suddenly Jonas and Suyin\nare looking at THE BOT -- no longer tethered to anything --\ndropping like a ROCK -- right down on top of them!\n\nJONAS (MIC)\nLOOK OUT!\n\f109.\n\nJONAS pushes SUYIN to cover behind rocky coral as -- SMASH--\nTHE BOT slams into the sea-floor, sending debris flying.\n\nFor a minute, we can’t see anything through the all the SAND\nthat’s been kicked up by impact.\n\nZHANG (RADIO)\nJonas, come in! Jonas, Suyin!\n\nThen the SAND clears. Jonas and Suyin are okay. But their\nplan literally lies in tatters all around their feet.\n\nJONAS (MIC)\nFan, this is the moment you tell me\nDimitri made two of those things.\n\nINT. DIVE PLATFORM - CONTINUED\n\nFan stares at her controls, still trying to re-establish\ncontact with the machine. DJ puts his hand on her shoulder.\n\nDJ (MIC)\nThat's a negative, Jonas.\n\nEXT. MANA-ONE - DAY\nMac, who has joined Zhang and Meiying, looks at Zhang.\n\nMAC\n(in disbelief)\nThere has to be another way.\n\nEXT. SEA-FLOOR - CONTINUED\nJonas has another way. He exhales.\n\nJONAS (MIC)\nOkay, then. DJ and Fan get to the\nZodiac. As soon as Suyin surfaces,\nyou load up and get as far away\nfrom here as you can.\n\nSUYIN (MIC)\nWhat are you doing?\n\nJonas shows her the hand flares.\n\nJONAS (MIC)\nBack-up plan. I use these to lure\nit to the O-level, we know how much\nit likes smashing that place up.\n\nSUYIN (MIC)\nThat’s a suicide mission.\n\f110.\n\nJONAS (MIC)\nNot necessarily. It is, however, a\nsolo mission so... Dr. Zhang,\nyou're clear to bring Suyin up...",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is, however, a\nsolo mission so... Dr. Zhang,\nyou're clear to bring Suyin up... \n\nTARGET SECTION TO BE ANNOTATED:\nSUYIN (MIC)\nNo...\n\nEXT. MANA-ONE - DAY\nDJ and Fan have joined Mac, Zhang, and Meiying.\n\nJONAS (RADIO)\nDr. Zhang, I repeat, bring Suyin\nup...\n\nZHANG (MIC)\nJonas, let’s think a moment--\n\nJONAS (RADIO)\nDammit, it’s this or we all lose.\nNow bring your daughter back to her\ndaughter, am I clear?\nEXT. SEA-FLOOR - CONTINUED\nSuyin shakes her head.\n\nSUYIN (MIC)\nNo, we're in this together...\n\nShe reaches out with a tether hook - hoping to connect\nJonas’s suit to hers but just before she can...\n\nShe is pulled away. She’s being pulled up.\nEXT. MANA-ONE - DAY\nMac has thrown the lever himself.\n\nSUYIN (MIC)\nI’m cutting loose!\n\nEXT. SEA-FLOOR - CONTINUED\nShe can still see Jonas - he looks at her.\n\nJONAS (MIC)\nPlease don’t.\n\nThe distance between them growing... The flickering lights of\nthe Mana-One revealing the sadness in Suyin’s eyes...\n\nThen she disappears into the haze.\n\f111.\n\nEXT. MANA-ONE - 320 METERS DOWN\n\nJonas approaches an emergency airlock at the base. He\ntouches the keypad. It lights up.\n\nJONAS (MIC)\nMac. I forgot to say - great job\nwith the power. Not that I ever\ndoubted you.\n\nEXT. MANA-ONE - DOCK - DAY\n\nMac smiles at the joke. Behind him, the group cautiously\nboards the lone Zodiac tied to what’s left of the dock.\n\nJONAS (RADIO)\nOkay, maybe I did...\n\nMAC (MIC)\nSo, a back-up plan, huh?\n\nINT. MANA-ONE - EMERGENCY STAIRWELL - SAME\n\nJonas, free from his suit, climbs a seemingly endless ladder,\nbackpack still on.\n\nINT. MANA-ONE - THE O-LEVEL - CONTINUED\n\nJonas emerges from a hatch on the backside of the Elevator\nshaft. He walks around so he can see ALL THREE REMAINING\nSPOKES - AND THE RIM THAT IS ATTACHED TO THEM ALL.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MANA-ONE - THE O-LEVEL - CONTINUED\n\nJonas emerges from a hatch on the backside of the Elevator\nshaft. He walks around so he can see ALL THREE REMAINING\nSPOKES - AND THE RIM THAT IS ATTACHED TO THEM ALL. \n\nTARGET SECTION TO BE ANNOTATED:\nJONAS (MIC)\nYou just be ready to get out of\nhere when I tell you.\n\nHe presses the elevator button. Waits and then - ding. It\narrives. He steps inside, presses the button for the\nsurface, then WEDGES the door so it doesn’t go anywhere.\n\nTHEN JONAS TURNS AND WALKS DOWN THE CENTER SPOKE\n\nHe’s heading towards the rim, appreciating the magnificent\nstructure this used to be.\n\nJONAS (MIC)\nDr. Zhang, I don’t know what kind\nof security deposit you put down on\nthis place, but I don’t think\nyou're getting it back.\n\nZHANG (RADIO)\nWhatever it takes, Jonas....\n\f112.\n\nEXT. MANA-ONE - DOCK\n\nFAN unties the bow, ZHANG the stern. Everyone is on board,\n\nincluding -- SUYIN, who surprises Jonas when she chimes in:\nSUYIN (MIC)\nJust make sure you get back up\nhere.\n\nINT. MANA-ONE - THE O-LEVEL - CONTINUED\nJonas, pleased Suyin has said this. Happy to hear her voice.\n\nJONAS (MIC)\nOkay... Thirty seconds.\n\nEXT. MANA-ONE - DOCK - CONTINUED\nThe ZODIAC’s engine roars to life.\nEXT. 300 METERS DOWN - THE OCEAN - SAME\n\nThe noise of the ZODIAC is more of a low vibration down\nhere... One the MEG turns towards...\n\nIt begins its ascent but then...\nTWINKLING RED-LIGHTS catch its attention.\nIt’s Jonas... In the O-Level...\n\nJONAS (V.O - RADIO)\nTwenty seconds...\n\nINT. MANA-ONE - THE O-LEVEL - CONTINUED\n\nJonas has struck the two flares and he’s waving them in his\n\nhands... Waiting... Hoping to see the MEG coming for him.\nJONAS\nCome on... Come on...\n\nThe MEG turns -- and comes straight towards him. JONAS holds\nhis ground... And holds it... And holds it... Then--\n\nJONAS (MIC)\nTen seconds. Go!\n\nJonas tosses the flares so that they will land close to the\nbackpack. As they arc high in the air, he turns and sprints\nFOR THE ELEVATOR...",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nGo! Jonas tosses the flares so that they will land close to the\nbackpack. As they arc high in the air, he turns and sprints\nFOR THE ELEVATOR... \n\nTARGET SECTION TO BE ANNOTATED:\n\f113.\n\nEXT. OCEAN - CONTINUED\nThe ZODIAC puts some distance between itself and the station.\n\nJONAS (RADIO)\nFive seconds... Four...\n\nINT. ELEVATOR - SAME\n\nJonas runs into the Elevator and pulls out the wedge. The\ndoors close, and the ELEVATOR QUICKLY BEGINS TO RISE.\n\nJONAS (MIC)\n(smiling)\n...Three... two...\n\nTHAT’S WHEN ALL THE POWER GOES OUT - INCLUDING THE POWER FOR\nTHE ELEVATOR - BRINGING EVERYTHING TO A GRINDING HALT.\n\nSo _ much for his escape.\nEXT. OCEAN - ZODIAC - SAME\n\nThe passengers see the station power down. Grim reality sets\nin. They know that can’t be good for his plan.\n\nINT. ELEVATOR - SAME\nFor a moment Jonas just sits there in the darkness. Then he\nsees something. Gum. He stakes a stick as he finishes the\n\ncountdown--\n\nJONAS\n--One.\n\nINT. MANA-ONE - THE O-LEVEL - SAME\n\nSMASH. The glass of the center spoke gives way to the power\nof the MEG. And the MEG plows right into the backpack.\n\n \n\nBLAM!\n\nAn explosive force of more than a 1000 sticks of dynamite is\nreleased.\n\nFROM SEVERAL ANGLES - INSIDE AND OUTSIDE\n\nThe MEG dies in three stages that play out in less than\n1/100th of a second. First, the BLAST WAVE liquefies the\ncartilage that makes up its body, essentially turning into a\ngiant shark-suited goo. Then, the HEAT super cooks the skin\ninto a black charcoal. Finally, the glass shards pierce the\ncarcass, VAPORIZING it into a cloud of tissue and blood that\nleaves no mistake - THE MEG IS NO MORE.\n\f114.\n\nINT. ELEVATOR - SAME\n\nThe explosion, moving faster than sound, hits the elevator\nBEFORE the sound does. So for a dizzying moment, the\nelevator is rocketed skyward, a bullet in a silent barrel.\n\nTHEN COMES THE DEAFENING ROAR\n\nA JET OF FIRE - shoots through the seams of the rapidly\nrising rocket lift.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEVATOR - SAME\n\nThe explosion, moving faster than sound, hits the elevator\nBEFORE the sound does. So for a dizzying moment, the\nelevator is rocketed skyward, a bullet in a silent barrel. THEN COMES THE DEAFENING ROAR\n\nA JET OF FIRE - shoots through the seams of the rapidly\nrising rocket lift. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly Jonas thinks it’s walls are\nmade of flame. Then FLAMES obscure our view of him.\n\nEXT. OCEAN - CONTINUED\n\nFrom the Zodiac, the Mana-One looks like a volcano. JETS OF\nFIRE erupt randomly from the station, followed by a DEAFENING\nBLAST that causes the team to duck and cover.\n\nINT. ELEVATOR - CONTINUED\n\nStill shooting towards the surface, flames swirling. Then,\nwhen the pressure has reached its crescendo, THE ELEVATOR\nITSELF DISINTEGRATES, and, like a cocoon that’s revealed its\ncargo, it releases Jonas into the OCEAN.\n\nFloating in and out of consciousness, rising towards the\nlight, the last thing JONAS sees is a hazy image of THE BABY\nHUMPBACK WHALE. It’s safe. Then he passes out and we...\n\nFADE TO BLACK:\nEXT. OCEAN - DAY\nThe Zodiac navigates the seas around what’s left of the Mana-\nOne. They’ve been searching for ten minutes with no sign.\nExpressions are grave.\n\nIt’s Suyin who sees him.\n\nSUYIN\nThere!\n\nJONAS is lying, half in the water, half clinging to a\nfloating remnant of the Mana-One. But he’s not moving. The\ncrew agonizes, waiting for a sign... They get it when Jonas,\nwithout raising his head, lifts a weary arm skyward and gives\nthem a THUMBS UP.\n\nCUT TO:\nEXT. OUTDOOR PLAZA - DIVE CENTER AT TIANJIN - DAY\n\nA reverent crowd sits, listening to the end of a MEMORIAL\nSERVICE/CELEBRATION OF LIFE. SUYIN stands at a dais, in\n\f115.\n\nfront of the MEMORIAL ITSELF, a beautiful, white marble, free-\nstanding wall that is shaped like a WAVE. On the wall,\n\netched tastefully, as if they were part of the wave, are the\nnames and histories of Junjie, Carl, Luc, Francois, Heller,\nand Dimitri.\n\nSUYIN, stunningly beautiful in her formal dress, turns to the\nfinal page of her dedication speech.\n\nSUYIN\n(at the dais)\nAdvancing our understanding of life\nhas always required great\nsacrifice. The world doesn’t give\nup her secrets easily...",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUYIN, stunningly beautiful in her formal dress, turns to the\nfinal page of her dedication speech. SUYIN\n(at the dais)\nAdvancing our understanding of life\nhas always required great\nsacrifice. The world doesn’t give\nup her secrets easily... \n\nTARGET SECTION TO BE ANNOTATED:\nOFF TO THE SIDE\n\nJONAS, dashing in a suit. MAC, a little less so in his. FAN\nand DJ both looking cooler than everyone else in the place.\nZHANG watches Suyin with great admiration.\n\nMAC\n(quietly to Jonas)\nShe’s her father’s daughter all\nright.\n\nSUYIN\n\n(at the dais)\nMy father’s dream, a dream shared\nby those we honor today, is that we\ncome to appreciate the gift that is\nour oceans. Now, thanks to their\nefforts, the entire world knows\nthat there is more to this gift\nthan we dared imagine. And I see,\nin everyone’s eyes, the same\nexcitement I once saw exclusively\nin my father’s. That is how I know\nthe friends we lost will live\nforever.\n\n(it hangs there)\nThank you all very much.\n\nOff the applause we CUT TO...\n\nEXT. OUTDOOR PLAZA - DIVE CENTER AT TIANJIN - A LITTLE LATER\nPeople milling about, congratulating Suyin who is with Zhang,\nMeiying, Jonas, and Mac. A passing waiter offers some crab\n\ncakes... Jonas shakes his head...\n\nMEIYING\nHe’s allergic.\n\f116.\n\nMac takes a beat.\n\nMAC\nYou are? Is that ironic?\n(as they laugh)\nAnd since when does Meiying know\nstuff about you that I don’t...\n\nMac's voice trails off as he realizes Jonas and Suyin are\nTOGETHER.\n\nMAC (CONT'D)\nOh, uh, never mind--\n\nMEIYING\nTry to keep up, Mac.\n\nThat gets laughs. Mac is in the middle of a comeback when a\nUS and a CHINESE NAVAL OFFICER interrupt the festivities.\n\nCHINESE OFFICER\nExcuse me, Dr. Zhang, we have a\nsituation and we’d like to talk to\nyou.\n\nZHANG\nThis is a service for my friends,\nnow is not--\n\nUS OFFICER\n--A deep-sea drilling platform tore\nopen a dormant volcano this\nmorning. It’s created a hole in\nthe thermocline.\n\nJONAS\nHow big a hole?\n\nCHINESE OFFICER\n(long beat)\nIt’s the size of Manhattan.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s created a hole in\nthe thermocline. JONAS\nHow big a hole? CHINESE OFFICER\n(long beat)\nIt’s the size of Manhattan. \n\nTARGET SECTION TO BE ANNOTATED:\nWIDER\nWe watch as an animated conversation ensues, and then all of\n\nthem hurry out through the crowd, pausing to grab FAN and DJ,\nand then disappearing from our view behind the wave wall.\n\nTHE END\n\f"
}