{
  "1": "A Haunting in Connecticut\n\nby\n\nAdam Simon & Tim Metcalfe\n\nBased on the True Story\n\nGold Circle Films\n\n9240 Wilshire Blvd., Ste 250\nBeverly Hills, CA 90212\n310-278-4800\n\n6/25/07\n\fCREDITS ROLL OVER:\n\nEERIE, OLD FASHIONED BLACK AND WHITE PHOTOGRAPHS: 1\n\n- Twin boys sit one each on Mother and Father’s lap. The\nchildren seem stiff and awkward as dolls.\n\n- an old man in a bed - surrounded by family who all stare\ninto the camera - only the old man’s eyes are closed.\n\n- a mother and new born infant lie together as if sleeping.\n- an entire family - Mother, Father, Three children. All sit\nfrozen before a painted backdrop of clouds as if seated in\nHeaven.\n\nAll dead.\n\nThese are not family photos but memorial photos from the\n1920's - staged final portraits of the dead.\n\nEnd Credits as the last images fade to black and:\nSUPER:\nBased on the true story.\nThe names have been changed to\n\nprotect those who survived.\n\nFADE TO BLACK.\n\nSARA (0.S.)\nWhy do bad things happen to good\npeople?\n\nFADE IN:\n\nINT. CAMPBELL HOME - UPSTATE NEW YORK - DAY 2\n\nThe dim light and anonymously silhouetted angle of a\ndocumentary interview. We can barely see the woman we will\ncome to know as SARA CAMPBELL.\n\nSARA\nThat’s the real question, right?\nWhy us? That’s what everybody wants\nto know. Some pity us. Others seem\nto think I wanted all this -\n\fShe sweeps her hand over the table in front of her - reveal a\nspread of tabloids and magazines with lurid headlines:\n‘Haunting in Connecticut!’ ‘Trapped in the House of the\nDead!’ ‘The REAL Hell House’ etc.\n\nSARA (CONT'D)\nGod knows why - attention I\nsuppose. Are they kidding? Truth\nis, I don’t know why it happened to\nus. We’re just regular people, like\nany other family. Not especially\ngood enough to be worth testing the\nway the Lord tested Job. Or wicked\nenough to deserve what happened.\nNobody deserves that.\n\nShe falls into silence.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nOr wicked\nenough to deserve what happened. Nobody deserves that. She falls into silence. \n\nTARGET SECTION TO BE ANNOTATED:\n Then - hearing an off-mike question:\n\nSARA (CONT'D)\nA silver lining? I guess...I guess\nit did make me more certain that\nHeaven exists.\n\n(straight into camera)\n\nIt must - right? I mean - maybe\nthat’s the one good thing...\nabout glimpsing Hell...\n\nCUT TO:\n\nA RED SWEATY FACE\n\nBurning with a feverish sweat, a teenage boy leans against a\ncar window, spattered with rain.\n\nSUPER: JUNE 19, 1987\n\nWE ARE:\n\nINT. SARA’S CAR - NIGHT - ON A CONNECTICUT HIGHWAY 3\n\nA worried woman drives at night: SARA CAMPBELL, 38. In the\nback seat her son MATT, 16, though the cancer and the\ntreatment conspire to make him seem much older. She looks at\nhim in the rear view mirror: Lying in the backseat. Sleeping.\n\nClose on her: A mother’s worry. Eyes try to focus on the\nroad - while images mix and melt with rain on the windshield:\n\f3B\n\nRAPID IMAGES: 4\n\nX-rays. MRI. body scan. PET Scan. CAT scan. Not whole scenes -\njust close-ups and details: Medical graphics. Tight close-ups\nin claustrophobic machine interiors. Needles draw blood.\n\nBlood cells seen through a microscope. The works. The\ndiagnostic hell that brought them here.\n\nDOCTORS AND THEIR AUTHORITATIVE VOICES ALL MERGE:\nVARIOUS DOCTORS\nSix months maybe less. /Experimental\ntreatment./No guarantee./Waiting\n\nlists./Nothing in New York. Can you\nget to Connecticut?\n\nBACK TO THE PRESENT ON THE INTERSTATE: 5\n\nThe car passes a sign announcing that we have just left\nConnecticut and entered New York.\n\nIN THE CAR: 3B\nAs we come back to her face we barely hear her hushed prayer.\n\nSARA\nPlease God. Let it work. Please.\n\nMatt suddenly sits up behind her.\n\nMATT\nTalking to yourself? You know what\nthey say, first sign of losing it.\n\nSARA\nI wasn’t talking to myself. I was\ntalking to God.\n\nMATT\nI think that’s the second.\n\nSARA\nI thanked him for giving me you.\n\nMATT\nPull over Mom. I’m gonna be sick.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARA\nI thanked him for giving me you. MATT\nPull over Mom. I’m gonna be sick. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA\nVery funny.\n\fMATT\nIt’s the chemo. I’m really gonna be-\n\nShe pulls over - he throws open the back door - we hear but\ndon’t see him RETCHING. She turns instinctively to help -\n\nMATT (0.S.) (CONT’D)\nMom - don’t look. I’m OK.\n\nShe winces with every retch. Matt comes back in.\n\nSARA\nFeel better?\n\nHe nods. She knows he’s lying as she starts the car moving.\n\nINT. CAMPBELL HOME - UPSTATE NEW YORK - THE KITCHEN - DAY 6\n\nSara makes breakfast as her husband PETER, 40, walks in from\nthe bedroom, plastering an unruly boyish cowlick which belies\nthe strain and age in his eyes. He’s off to work.\n\nPETER\nMorning, babe. I didn’t hear you\ncome in. When did you get home?\n\nSARA\nAbout 4.\n\nPETER\nI know it’s two hundred miles, but\nhow did that take you eight hours?\n\nSARA\nDo you really want to know how many\ntimes we stopped so he could vomit?\n\nPETER\nOh, man. How is he now?\n\nSARA\nHe’s okay now. He’s asleep.\n\nPETER\nLemme get breakfast. You go to bed.\n\nSARA\nNo it’s alright - I’m still wired\nfrom driving - and Wendy’s helping.\n\nWENDY - Sara's 17 year old niece - enters trailing the\nRAUCOUS SOUNDS OF KIDS behind her.\n\fSARA (CONT'D)\nThanks, Wendy. Sorry for the chaos.\n\nWENDY\nIt’s better than my house.\n\nSARA\nMy sister loves your daddy - they\njust have funny ways of showing it.\n\nWENDY\nI knew love was a four letter word,\njust not those four letter words.\n\nSARA\nTake these pancakes in to the\nhungry hordes.\n\nWendy exits. And through the open door we catch a quick\nglimpse of two younger kids at the table. And a bleary and\npale faced Matt stumbling out of a bedroom.\n\nPETER\nIt’s not good. One of these nights\nyou’re gonna drive off the road\nyou'll be so tired.\n\nSARA\nI wish we could just move there.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\nIt’s not good. One of these nights\nyou’re gonna drive off the road\nyou'll be so tired. SARA\nI wish we could just move there. \n\nTARGET SECTION TO BE ANNOTATED:\nJust for the summer, until -\n\nBehind them we see Matt and Wendy opening the kitchen door -\n\nPETER\nAnd in the meantime what? Pay\nmortgage and a rent? Every penny we\ngot is in the damn store. When we\nbought the franchise we didn’t plan-\n\nSARA\nNobody plans to have a child get\ncancer.\n\nPETER\n\nYou know that’s not what I meant.\n\nSee behind them: Matt and Wendy exchange embarrassed glances\nand step back - not wanting to hear them fight about Matt.\n\nPETER (CONT'D)\nLook. You’re right. He’s gotta come\nfirst. Let’s just do it.\n\n(MORE )\n\fPETER (CONT'D)\nFind a rental in Connecticut, near\nthe Hospital. We’1l make it work.\n\nSARA\nYou mean it? What’1l you do? How\nwill we afford it?\n\nPETER\nCome on weekends. Take a second\nmortgage on our second mortgage.\nWhatever it takes.\n\nSARA\nWe’re gonna make it through this,\nright?\n\nPETER\nDefinitely.\n\nHis eyes, though, have none of the certainty of his words.\n\nEXT. HOSPITAL - DAY\nVictorian Gothic Hospital with concrete ‘70’s additions.\n\nSUPER: St. Michael's Hospital. Goatswood, Connecticut.\nJune 20. 10:00 A.M.\n\nINT. ANTECHAMBER - CONTINUOUS\nSara with the Oncologist, DR. Brooks.\n\nDR. BROOKS\nHe’s doing great.\n\nSARA\nHe vomited twice more this morning.\nThat’s doing great?\n\nDR. BROOKS\nThat’s doing chemo. It’s his\nstomach cells dying. And being\nreborn. Right now - we’re waging\nwar. Total war. Inside Matt’s body.\nAnd the battle is just beginning.\n\nSARA\nThat’s what I’m afraid of.\n\nMONTAGE: - INTERCUT\n\nTight shots of Matt’s treatment with Sara’s house search:\n\f10\n\n9B\n\n10B\n\n11\n\n9c\n\nSara’s hand circling house-to-rent wants ads; some say “no\nkids or no pets” then crossing them out; seeing a few of the\navailable places through her eyes: they’re dumps;\n\nSARA (0.S.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nSARA\nThat’s what I’m afraid of. MONTAGE: - INTERCUT\n\nTight shots of Matt’s treatment with Sara’s house search:\n\f10\n\n9B\n\n10B\n\n11\n\n9c\n\nSara’s hand circling house-to-rent wants ads; some say “no\nkids or no pets” then crossing them out; seeing a few of the\navailable places through her eyes: they’re dumps;\n\nSARA (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nThey’re all too small, too pricey\nor have roaches as big as rats.\n\nMatt strapped down on a tilted gurney beneath a forbidding 9\npiece of equipment covered with radioactive warning signs.\n\nSARA (0.S.)\n- But I’m not giving up.\n\nINT. THE CAR - LATER 10\n\nAfter more scratched off lists, Sara is near tears. She looks\nout the window and sees it’s the cemetery she’s passing. She\nturns away and rams her foot down on the gas as if she could\nout run the grim reaper - or at least her tears.\n\nGloved hands place a fitted mask to hold Matt’s head in 9B\nposition. Metal rods and leather straps keep his body\nimmobilized. With a mechanical WHIR the radiation commences.\n\nINT. SARA'S CAR - SAME TIME 10B\n\nJust past the edge of the cemetery she does a double-take and\nslows down as she glimpses out of the side of her vision: A\nman clumsily hammers a ‘FOR RENT’ sign into the ground.\n\nEXT. HOUSE - CONTINUOUS 11\n\nSara pulls up and rolls down the window. Squinting into the\nsetting sun she sees a squamous purple Victorian house.\n\nSARA\nI don’t want to waste your time.\nWhat are you asking?\n\nThe man turns around - AZIZ SINGH, realtor. Warm, persuasive.\n\nMR. SINGH\nHello. Welcome. I give you first\nmonth free if I don’t have to\nfinish hammering this darn sign!\n\nClose Shots: Needles, needles, needles. In Matt’s veins. 9c\nSpine. The back of his neck. Drawing blood. Drawing marrow.\nInjecting things. Until he’s a pincushion of pain.\n\f12\n\n9D\n\n13\n\nMR. SINGH (0.S.)\nIt just needs some love and care...\n\nINT. HOUSE - SAME TIME 12\n\nSingh guides Sara past the time-faded wallpaper and chipped\npaint of a once elegant old interior.\n\nMR. SINGH\n---and a good family to bring it\nback to life.\n\nSARA\nAnd you don’t mind children?\n\nMR. SINGH\nWhere would we be without them? On\na cold empty rock.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. SINGH\nWhere would we be without them? On\na cold empty rock. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly - a RUMBLING, GROANING CLANKING sound.\n\nMR. SINGH (CONT’D)\nOld houses are like old stomachs.\nThey make a lot of noise.\n\nSARA\nIt’s everything we need. And then\nsome. It’s beautiful, spacious,\naffordable. I mean, it’s too good\nto be true. So what’s the catch?\n\nMatt seems to be hanging upside down - as hot lava flows irfttp\nhis veins - he slowly rotates - But in fact he is not moving -\n\nMR. SINGH (0.S.)\nThe catch? Yes, well it does have a\nsomewhat peculiar history...\n\n- it’s the camera spinning: Matt’s in a chair attached to a\nmachine; tubes from the machine give multiple injections\nsimultaneously. While another filters his blood.\nINT. PHONE BOOTH - LATE AFTERNOON 13\nSara nearly at the end of her rope, talking to Peter.\n\nSARA\n\nI saw one that was almost perfect\nbut...it just wasn’t quite right.\n\f14 INT. SARA’S CAR - A BEAT LATER 14\nDriving home. She looks at Matt in the rear view mirror.\n\nSARA\nThey say you might have some body\nache - but no nausea.\n\nMATT\n(through clenched teeth)\nDoctor says to patient; I got bad\nnews. You’ve got cancer. And you’ve\ngot Alzheimer’s.’ Patient says\n‘Whew, least I don’t have cancer.’\n\nSara laughs not to cry. As each tiny bump sends paroxysms of\npain through Matt’s body.\n\nMATT (CONT’D)\nAt least I don’t have nausea.\n\nHe’s putting on a brave face - but his groans can’t be\nstifled. Every small bump in the road sends shockwaves of\npain through his young body. Sara steals glances in the rear\nview mirror at him - and it tears at her heart. She turns the\ncar around and heads back the way they came...\n\n15 EXT. THE HOUSE - LATER 15\n\nMr. Singh stands out front with Sara, near her car. We see\nhe’s brought a big mattress, two sleeping bags, a portable TV\nand even some take-away food.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE - LATER 15\n\nMr. Singh stands out front with Sara, near her car. We see\nhe’s brought a big mattress, two sleeping bags, a portable TV\nand even some take-away food. \n\nTARGET SECTION TO BE ANNOTATED:\nBoth of them helping a frail Matt out of the back seat of\nthe car, one putting a blanket around his shoulders.\n\nSARA\nI don’t know how to thank you.\n\nHe leans in to her - out of Matt’s hearing.\nMR. SINGH\nReally, don’t worry - and remember -\na house is just bricks and wood and\nplaster. That’s all. Anything else -\nis just imagination...\n\n16 INT. HOUSE - LATER 16\n\nTwo sleeping bags lie on the mattress beside the table.\n\f17\n\n18\n\n10.\n\nMatt, half asleep, watches TV. Behind him we see Sara on the\nphone.\n\nSARA\nI made a decision. You weren’t\nthere.\nShe pulls the phone into the next room - so Matt can’t hear.\n\nAs Matt nods off we MOVE IN on the TV screen. In reflection\nwe can see Matt in front of it- but also - something else:\n\nSomeone standing behind him. Or is it just the flickering\nghosts of bad TV reception?\n\nSara steps into the next room - so Matt doesn’t hear.\nSARA\nYou didn’t have to hear him\n\ngroaning, Peter. I just couldn’t\ntake it.\n\nINT. PARLOR - LATER THAT NIGHT 17\nLooking down on Sara and Matt. Each in their own sleeping\nbag. But lying close. The dark room seems filled with muffled\n\nvoices. The walls seem to whisper like faint swarms of bees.\n\nA close POV of the sleeping mother and son - as of someone\nstanding right over them...\n\nMatt stirs, looks up uneasily at the spot where a second ago\nit seemed someone was standing observing them. Nothing there.\n\nMatt slips out of bed as quietly as he can. He starts into\nthe nearest bathroom - but realizes the sound will wake her -\nso he goes looking for another one upstairs.\n\nINT. SECOND FLOOR - CONTINUOUS 18\n\nHe finds a bathroom. He leans over to retch. Splashes cold\nwater in his face. Then freezes. Did he hear something?\n\nVOICE (0.S.)\nMatthew.\n\nMATT\nMom?\n\nHe opens the door. No one’s there. He pads back downstairs.\n\f19\n\n20\n\n21\n\n11.\n\nINT. PARLOR —- CONTINUOUS 19\n\nBut he sees she’s still sound asleep.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\n19\n\n20\n\n21\n\n11. INT. PARLOR —- CONTINUOUS 19\n\nBut he sees she’s still sound asleep. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s about to get into\nhis sleeping bag when again he hears--\n\nVOICE (0.S.)\nMatthew...\n\nFrom behind him this time. He tries to follow the sound.\n\nINT. THE BASEMENT - CONTINUOUS 20\n\nHe steps into the darkened stairwell. Suddenly the silence is\ntorn by a GRINDING sound - from deep inside the house: the\nclanging of old elevator chains...\n\nStepping out of the darkness of the stairs, Matt thinks he\nsees a mirror - but then sees it is a half wood, half thick\nglass wall with a door. The mirror effect is because someone\nseems to be standing on the other side of the glass.\n\n \n\nHe approaches - closer - cups his hands to try and see\nthrough the distorting glass -\n\nMATT\nHello? Who’s there?\n\nSeen through the distorting glass: A face - impossible to say\nif it is just a distorted reflection of his own face in the\nthick glass or another face on the other side looking back at\nhim - blackened and burnt and mouth open in a scream as a\nhand jerks the head away by the hair -\n\nMATCH CUT TO:\n\nINT. PARLOR - MORNING 21\n\n- and it is Matt who SCREAMS as he jerks awake, woozy, his\nface red and covered in sweat.\n\nMATT\nWhat? Wh-where?\n\nSunlight pours in. A hand strokes his brow.\n\nSARA\nHoney? You alright?\n\nMATT\nYeah. Just a dream. I guess.\n\f22\n\n23\n\n24\n\n25\n\n12.\n\nINT. KITCHEN - MORNING 22\nShe gives him a can of protein shake.\n\nSARA\nPick of the house for any bedroom\nyou want: if you drink this. Deal?\n\nMatt tries his best to get some of the protein shake down.\n\nINT. SECOND FLOOR - LATER 23\n\nMatt starts upstairs, checking out the rooms.\n\nINT. BEDROOM - CONTINUOUS 24\n\nMatt steps into the first room. Faded Victorian wall paper\ncovered with an intricate pattern of caged song birds. The\nfeeling is utterly lonely, and a place out of time.\n\nINT. DOWNSTAIRS PARLOR —- CONTINUOUS 25\n\nSara’s in the front parlor, damp dusting down the room and\ncabinets.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nfeeling is utterly lonely, and a place out of time. INT. DOWNSTAIRS PARLOR —- CONTINUOUS 25\n\nSara’s in the front parlor, damp dusting down the room and\ncabinets. \n\nTARGET SECTION TO BE ANNOTATED:\n She pulls at old built-in wooden cabinets beneath\nthe windows. They’re stuck shut from years of warping and\ndust. She pulls harder - and the wooden door opens, revealing\na cabinet filled with small frames stacked on their sides.\n\nShe pulls one out - then another - they’re old framed photos -\nfrom the teens or twenties by the dress of the people - we\nrecognize the photos - we saw them in the credit sequence:\n\n- Twin boys sit one each on Mother and Father’s lap. The\nchildren seem stiff and awkward as dolls.\n\n- an old man in a bed - surrounded by family who all stare\ninto the camera - only his eyes are closed.\n\n- a mother and new born infant lie together as if sleeping.\n\n- a family - Mother, Father, Three children. All sit frozen\nbefore a painted backdrop of clouds as if seated in Heaven.\n\nSuddenly Sara recognizes what they are - DEAD PEOPLE. Then\nlooks around her and recognizes the room she’s standing in -\nis the same as the room in which the photos were taken -she\ncan make out the faded painted over clouds of the heavenly\nbackdrop still visible beneath the fading paint on the walls,\nand drops the photos on the floor, breaking the glass.\n\f26\n\n27\n\n28\n\n29\n\n13.\n\nEXT. BACKYARD - A BEAT LATER 26\nSara bends over the large garbage cans out back dumping the\n\nphotos into the garbage cans. Looking around back at the\nhouse to make sure Matt hasn’t seen her.\n\nINT. HALLWAY - DAY 27\nIn the hall Matt stops by small metal doors with a button. He\nopens the doors into a small elevator shaft covered inside\nwith what looks like centuries of dust. He peers down into\nthe blackness. He pulls a penny from his pocket and drops it\n\ndown the shaft. We hear it PINGING and KNOCKING all the way\ndown...suddenly a GRINDING of GEARS and CLANKING CHAINS.\n\nINT. DOWNSTAIRS - CONTINUOUS 28\n\nStepping into the kitchen Sara hears the grinding elevator.\n\nSARA\nMatt?\n\nShe walks to the stairs and peers up to the hallway.\n\nSARA (CONT'D)\nMatt? Did you pick a room?\n\nMATT (0.S.)\nYeah. I did.\n\nThe voice doesn’t come from upstairs. But from downstairs.\n\nINT.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe voice doesn’t come from upstairs. But from downstairs. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BASEMENT - CONTINUOUS 29\nSara finds Matt in the middle of the basement.\n\nMATT\nOr it picked me.\n\nSARA\nWhat do you mean, it picked you?\n\nMATT\nI dunno. It’s the meds mom.\n\nSARA\nSo, which room?\n(Matt gestures, this room)\nDown here?\n\f30\n\n31\n\n14.\n\nMATT\nI like it. It’s nice and cool. And\nbest of all, my own private toilet -\nnobody has to hear me.\n\nSARA\nYou don’t need to hide from us.\n\nMATT\nKnowing everyone can hear me puking\njust makes me feel worse. Alright?\n\nMatt tries the locked door in the half-glass wall that\ndivides the space. The door is not locked. And the knob\n\nturns. But it just won’t open.\n\nMATT (CONT’D)\nWhat do you think’s back here?\n\nThey both have their faces pressed against the glass trying\nto see in. HONKS and SHOUTS from upstairs startle them.\n\nPETER (0.S.)\nHello? Anybody home?\n\nINT. THE HOUSE - CONTINUOUS 30\n\nMatt's brother BILLY, 11, and sister Mary, 7, race upstairs\narguing over bedrooms. Wendy follows them, giving chase.\n\nWENDY\nYou wait until Aunt Sara and Uncle\nPeter tell you where your room is.\nWait! You little monsters!\n\nEXT. THE HOUSE - MOMENTS LATER 31\nMatt and his Dad behind the rented U-Haul, which is connected\n\nto a shiny late model pickup truck - Peter’s pride and joy.\nPeter’s pulling boxes out of the back.\n\nMATT\nHand me that one.\nPETER\nNo, no —\nMATT PETER\n\nI can - You might -\n\f32\n\n33\n\n34\n\n15.\n\nMATT\nDad, I’m not gonna croak from\ncarrying cushions.\n\nPETER\nThat’s not what I meant. You might\nscratch my truck.\n\nThey laugh. Peter lifts a chair onto his head and walks\ninside. Matt follows carrying couch cushions.\nBACK UPSTAIRS: 32\nSara leads Wendy into a room down the hall.\nSARA\n\nNow I think this room would be a\n\nperfect girl’s room.\nINT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nBACK UPSTAIRS: 32\nSara leads Wendy into a room down the hall. SARA\n\nNow I think this room would be a\n\nperfect girl’s room. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BEDROOM —- CONTINUOUS 33\nThe room with the caged birds on the wall.\n\nWENDY\nWhy do you say that?\n\nSARA\nGood light. Nice wall paper. And a\nbig mirror.\n\nThey both laugh, and as she closes the closet door with the\nmirror on it we see SUPER-BRIEF FLASH: A young man - wearing\nvery old fashioned clothes - stands staring sullenly at them.\n\n \n\nINT. MATT’S BEDROOM - LATER 34\nPeter finishes putting Matt’s bed together down there.\n\nPETER\nA little dark. But hey - I was a\nteenager once. Cool bachelor pad.\n\nMATT\nCool pad? Dad, this is the 80's?\n\nPETER\nTrust me - the 70’s will be back.\n(Tries the door)\nWhat’s back here?\n\f35\n\n16.\n\nMATT\nDon’t know. We couldn’t open it.\n\nPETER\nHmm. Lock works fine. Knob turns.\nJust must be stuck. Step back -\n\nHe really leans into it. Nope. Just won’t open.\n\nPETER (CONT'D)\nMaybe the owners sealed it for\nstorage. Or the house settled and\nthe door frame’s jammed.\n\nThey’re interrupted by Sara who walks in with mop and bucket.\nSARA\nIf you’re gonna live down here - I\nneed to give it a good wash. You\nknow your immune system is weak. I\ndon’t like all this dust. Out, out!\n\nMatt and Peter know better than to argue so they leave.\n\nINT. THE BASEMENT —- SOME TIME LATER 35\n\nSara mops the floor of the room. As she moves backwards, the\nglass wall is behind her.\n\nMatt comes down stairs - sees his Mom still cleaning and\nsmiles and shakes his head - but then he sees:\n\nBehind her it seems he sees two figures back there. One a\n\ntall thin man. The other, a boy - about Matt's age. The same\n\nsullen boy we glimpsed in the mirror upstairs. They are bent\n\nover tables. Working.\n\nMatt says nothing but takes a step closer and for a second we\nFLASH TO:\n\nIn this exact same space a body'S exsanguinated, drained of\n\nblood. The tall thin man and the boy are embalming a body.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nWorking. Matt says nothing but takes a step closer and for a second we\nFLASH TO:\n\nIn this exact same space a body'S exsanguinated, drained of\n\nblood. The tall thin man and the boy are embalming a body. \n\nTARGET SECTION TO BE ANNOTATED:\nHosing the blood into a concave ditch that ends in a drain.\n\nBACK IN THE PRESENT\n\nMatt stifles a scream - his mother hears him and looks up\nfrom her mopping with a smile -\n\nSARA\nHoney? You feeling alright?\n\f36\n\n17.\n\nMatt looks up - the morticians are gone. He looks down at the\nfloor and sees a horrific red mess of congealing blood all\n\naround her mop.\n\nNoticing nothing Sara lifts the mop back into the water -\nsqueezes it out - clear water pours out. Matt blinks and sees\nit’s all normal. But when she puts the mop back down on the\nfloor: again the water turns a thick coagulated red.\n\nMATT\nMom!\n\nShe stops and looks up again - a bit annoyed now but trying\nnot to show it.\n\nSARA\nWhat now?\n\nHe looks at the dripping mop - no blood, just water. All\nnormal. And behind the window no figures leaning over\ncadavers. The floor is spotless.\n\nMATT\nUm, nothing - just, thanks - for\ncleaning my room.\n\nShe gives him a peck on the cheek on her way out of the room.\nMatt lingers in the door for a second - looking back at his\nroom - daring it to show him something again.\n\nEXT. BACKYARD - EVENING 36\n\nTending a barbecue grill, turns to look at Matt - who’s\nlooking up at the just appearing stars in the night sky.\n\nPeter sees something in Matt’s face. Something vulnerable.\nFearful. Angry? He can’t tell. Maybe all three.\n\nPETER\nI remember when we used to go\ncamping. When you were little. And\nevery night you’d fall asleep\ncounting the stars and could never\nfinish. Used to drive you nuts.\n\nMatt just stares at him. He’s a long way from that kid now.\n\nMATT\nYeah. But then I learned. All the\nstars we see are already dead. We\njust haven’t gotten the news.\n\f37\n\n38\n\n18.\n\nPeter, worried, has no reply to that as Matt turns and walks\ninto the house. Passing Sara, who is coming out with burger\nbuns. Sara saw the worried look on Matt’s face, and it is\nmirrored in her own worried expression.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nPeter, worried, has no reply to that as Matt turns and walks\ninto the house. Passing Sara, who is coming out with burger\nbuns. Sara saw the worried look on Matt’s face, and it is\nmirrored in her own worried expression. \n\nTARGET SECTION TO BE ANNOTATED:\nPETER\nSomething on your mind?\n\nSARA\nOf course there’s something on my\nmind. There’s always something on\nmy mind. The same as always.\n\nINT. MARY’S ROOM - LATER THAT NIGHT 37\nMary and Wendy are kneeling by the bed -\n\nWENDY\nYou get your own room - like a big\ngirl- you sure you won’t be scared?\n\nMARY\nI don’t think so.\n\nWENDY\nGood. Okay, you start.\n\nMARY\nNow I lay me down to sleep -\n\nAs we hear the prayer we PAN ACROSS the shelf above her bed -\nlined with all her stuffed animals and dolls: including her\nfavorite, a featureless soft thing, worn to almost nothing,\nimpossible to say whether it was once a teddy-bear or rabbit\nor what. Its remaining shoe-button eye hangs by a string.\n\nMARY O.S.\nIf I should die before I wake...\n\nWe continue out down the hall to the next room where -\n\nINT. BILLY'S ROOM - CONTINUOUS 38\n\nMARY O.S.\nI pray the Lord my soul to take.\n\nBilly’s a bit spooked. He closes his door most of the way.\nHe looks in the closet. Then checks under the bed too.\n\f39\n\n40\n\n19.\n\nEXT. THE HOUSE - THAT NIGHT 39\n\nOn this moonless night the darkened house looms like a\nshadow’s shadow. Darker than the night itself.\n\nINT. MATT’S BEDROOM - NIGHT 40\n\nMatt in bed, face covered in sweat. His closed eyes twitch\nfrom the force of rapid eye movement. Suddenly he sits\nupright in bed. Eyes still closed. Then they snap open.\n\nBut blank and unseeing - staring not merely across the room —\nbut across decades of time past into the glassed in room.\n\nMATT’S POV:\n\nIn the next chamber he sees a tall thin man - the one he\nearlier saw embalming a body - AICKMAN - who now seems bent\nover some writing on pale parchment.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen they snap open. But blank and unseeing - staring not merely across the room —\nbut across decades of time past into the glassed in room. MATT’S POV:\n\nIn the next chamber he sees a tall thin man - the one he\nearlier saw embalming a body - AICKMAN - who now seems bent\nover some writing on pale parchment. \n\nTARGET SECTION TO BE ANNOTATED:\nBeyond him the boy, JONAH - watches Aickman writing with a\nlook of growing horror - then looks up across the space and\n\nlocks eyes with Matt -\n\nAnd suddenly it is as if Matt can see through Jonah's eyes -\na_close vision of Aickman's strange writing:\n\nAliguem Mortuum Suspiria\n\nMagical words and symbols fill the screen. Thin scratchings\nin red on parchment. Arcane words in an ancient languages of\nnecromancy. And as we see them, we hear them:\n\nAICKMAN (0.S.)\nAliquem mortuum suspiria, talis\nordo tenebrum est.\n\nAnd suddenly we widen to see: Aickman is not writing on\nparchment - he is not writing at all - he is carving these\nletters with a thin scalpel directly into the pale flesh of\n\nan_ embalmed corpse!\n\nAICKMAN (CONT'D)\n.---per nomina sancta deus...Adonai,\nAlpha et Omega, Sabaoth...\n\nSee now scores of incantations carved upon every inch of the\ndead white flesh by the thin grey hands of Aickman\n\nBehind him, we glimpse several other bodies bound in cloth -\nand from arms and ankles sticking out we can see: They too\n\nare carved with signs and words.\n\f41\n\n42\n\n43\n\n20.\n\nThe boy - JONAH - stares horrified - his face a mirror to\nMatt's face across the room staring blindly at the strange\nthings happening right in his bedroom!\n\nAnd now we understand the shocked look of abject horror in\nthe eyes of the boy Jonah who sees:\n\nE.C.U:\n\nAs Aickman's long fingers pull gently on the corpse's eyelid -\n\n \n\nstretching the delicate flesh out from the head. And with a\nhorrible SNIPPING sound -\n\n \n\nWE CUT TO:\n\nINT. MATT’S BEDROOM —- CONTINUOUS 4l\n\nMatt’s own eyes, for the first time, blink. And he is\nsuddenly awake. He looks around - disoriented. As if it were\nall just some horrific, and horrifically detailed, nightmare.\n\nHe looks across the room - to the half glass divider - behind\nwhich he saw - or dreamt he saw - such abominable things.\n\nMatt wipes the sleep from his eye and gets closer to the\nwindow - he sees nothing.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs if it were\nall just some horrific, and horrifically detailed, nightmare. He looks across the room - to the half glass divider - behind\nwhich he saw - or dreamt he saw - such abominable things. Matt wipes the sleep from his eye and gets closer to the\nwindow - he sees nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n He tries the door knob.\n\nMATT\now!\n\nHe pulls his hand back. And we can see his skin blistering -\nas if he had grabbed burning metal.\n\n \n\nEXT. THE HOUSE - MORNING 42\n\nFrom the back yard, looking at the kitchen windows. In the\nbright summer sun the place looks almost homey.\n\nSuper: July 20th 8:30 am\n\nINT. KITCHEN - MORNING 43\n\nSara’s making breakfast. Matt’s there too, taking plates from\na cupboard and putting them on the counter. Then he gets out\nsilverware and carries it back to the dining room.\n\nAs he starts to set the knives and forks around the table, he\nhears, faint but distinctly, VOICES. He can’t tell at first.\n\f21.\n\nFrom the walls? The ceiling? Or is it the floor? Or all of\nthem? He turns around, no one’s there.\n\nShaking it out of his mind, Matt walks back to the kitchen -\nonly to find the plates he set out on the counter are gone -\nand they’re back in the cupboard where he got them. Sara is\nat the stove, tending to the eggs and pancakes.\n\nMATT\n\nWhy'd you put the plates back?\nSARA\n\nWhat?\nMATT\n\nI put the plates out and now --\n\nSARA\nI didn’t touch them, sweetie.\nAre you okay?\n\nMatt nods, then steps back to the cupboard. CRASH! He spins,\nthe plates are on the floor, broken. Sara hurries over. She\nalso notes for the first time his hand - it looks burned.\n\nSARA (CONT'D)\nI’m sorry honey. That was stupid of\nme. The dishes were too heavy for-\n\nMATT\nI didn’t drop them.\nSARA\nThen how -\nMATT\n\nI don’t know! I swear - I - saw -\nSara touches his forehead, checking for fever.\n\nSARA\nDr. Brooks said to tell him if you\nwere seeing things. He said -\n\nMATT\n- I remember what he said. He said\nif I was seeing things - or even\nthinking weird things - it meant\nthey'd drop me from the trial. We\ndidn’t come this far, turn our\nlives upside down, move house, just\nto call it all off.\n\f44\n\n22.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe said\nif I was seeing things - or even\nthinking weird things - it meant\nthey'd drop me from the trial. We\ndidn’t come this far, turn our\nlives upside down, move house, just\nto call it all off. 44\n\n22. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA\nBut if you’re -\n\nMATT\nNo Mom. It’s nothing. I’m not\nseeing things. I swear. Nothing's\nwrong. Really. I’m just tired. I\nremember now - I just left them\nsitting too close to the edge.\n\nSARA\nWell, alright. But you tell me if\nanything like that happens again.\nPromise?\n\nMATT\nPromise. Sorry I broke the dishes.\n\nSARA\nThat’s alright sweetie. Your\nGrandmother used to kiss me when I\nbroke a plate or a glass. Said it\nmeant something worse won’t happen.\n\nINT. DR. BROOKS’S OFFICE - DAY 44\n\nWith Sara and Matt there, the Doctor, wearing latex gloves,\ngingerly probes the peeling skin on Matt’s hand.\n\nDR. BROOKS\nHis skin may well turn black. Start\npeeling off. Perfectly normal.\nIt’s a bit early. But that could be\na good sign.\n\nHe pulls a thermometer out of Matt’s mouth.\n\nDR. BROOKS\nNo fever - excellent. Less nausea?\nGood. Even a bit of appetite.\nOutstanding. And no visual or\nauditory hallucinations or other\nbehavioral abnormalities?\n\nShe’s silent for a beat. The Doctor looks up at her, and at\nMatt. Matt looks at her - worried she’s going to mention this\nmorning...\n\nDR. BROOKS\nAnything?\n\nShe hesitates for a beat, but only a beat.\n\f45\n\n45A\n\n23.\n\nSARA\nNo, no. Sorry I was just\ndistracted. He’s fine, I guess.\nConsidering.\n\nMatt nods in agreement.\n\nDR. BROOKS\nExcellent. Then we can continue to\nstage two.\nINT. CHEMOTHERAPY ROOM - DAY 45\n\nMatt sits in a room eith six Barcaloungers facing six tele-\nvisions. Each chair attached to one of the modules which\ncontrols the chemo. Some of the people, all in street\nclothes, in the other five chairs have already lost their\nhair. Some still look robust. Some will die, and soon.\n\nIn the chair next to him a strangely young pair of eyes peer\ncuriously out of an older man’s face - POPESCU.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nSome still look robust. Some will die, and soon. In the chair next to him a strangely young pair of eyes peer\ncuriously out of an older man’s face - POPESCU. \n\nTARGET SECTION TO BE ANNOTATED:\nMatt hears a SCRABBLING sound and looks down at the floor to\nthe right of his chair and sees with a jolt: A large black\nCRAB scuttles across the floor and scrambles under the chair.\n\nMatt looks around - no one else seems to have noticed. He\nleans over and tries to see under the chair. Nothing.\n\nAnd before he can sit back up a black claw whips out and\ncloses on the soft part of his forearm -—\n\n \n\nAnd he screams -—\n\nNURSE (0.S.)\nNow that didn’t hurt.\n\nREVEAL WE ARE:\n\nINT. CHEMOTHERAPY ROOM - DAY 45A\n\nA nurse pulls a needle out of his arm as Matt snaps awake in\nthe chemo room. The old man, Popescu, lays a reassuring hand\non his arm leans in conspiratorially close:\n\nPOPESCU\nYou were dreaming.\n\nMATT\nWhat? Oh. Yeah.\n\f24.\n\nPOPESCU\nAnd breathing heavy. Which of\ncourse can mean either a very bad\ndream. Or a very good one. Which\nwas it?\n\nMATT\nI’ve had better.\n\nHis eyes seem to look right into Matt - spreading a kind of\nwarmth as they do.\n\nMATT (CONT’D)\nSometimes lately - It’s been hard.\n\nPOPESCU\nWhat?\n\nMATT\nTo tell which is a dream.\n\nPOPESCU\nAre we men dreaming we’re\nbutterflies? Or butterflies\ndreaming we’re men?\n\nMATT\nDo you ever...\nPOPESCU\nWhat?\nMATT\nI dunno, see things? Hear things.\nThings that... aren’t - that can’t\n\nbe - there?\n\nPopescu makes a zipping gesture at his lips - and turns an\ninvisible key and tosses it away.\n\nPOPESCU\nDon’t ever tell them you can see\nthings. They won’t understand. When\nmy wife was dying - the whole last\nday - I sat there praying and\ncrying. She never once looked at\nme. Just looked all around her - as\nif at all the others in the room -\nbut we were alone. Or so I thought.\nNow I know better. She was where we\nare. In the valley.\n\f46\n\n47\n\n25.\n\nMATT\nThe Valley?\n\nPOPESCU\nOf the shadow of death.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n46\n\n47\n\n25. MATT\nThe Valley? POPESCU\nOf the shadow of death. \n\nTARGET SECTION TO BE ANNOTATED:\n And you\nknow what to do when you find\nyourself in the valley of the\nshadow of death?\n\nMATT\nWhat?\nPOPESCU\nEasy. Fear no evil.\nHe hands Matt a card: Fr. Nicholas Popescu.\nPOPESCU\nIf you need to talk, call me.\nAny time.\nINT. HOUSE - NIGHT 46\n\nThe children all asleep, Sara’s still awake at a table\ncovered in bills and insurance forms. She’s on the phone\ntalking to Peter:\n\nSARA\nRight, this was gonna be free.\nSixty bucks for five pills... No,\nthat they’1ll cover. But not the\nfollow-ups... The blue one for the\nnausea? Yes. But the pink one that\nstops him feeling restless because\nof the blue one?... I tried, Peter.\nI was on hold for an hour!\n\nINT. MATT’S BEDROOM - LATER THAT NIGHT 47\n\nMatt lies in bed. Tossing. Groaning. He wakes, raises his\nhead and searches the room - nothing - or... This is so like\none of his dreams. Is he asleep? He looks down at his arm —\nand pinches himself - hard. Awake, he sits up and looks at\nthe glass wall across the room. Is there a shape in there?\n\n \n\nLooks harder. Yes. Definitely. Around his size - a bit\nsmaller - standing just the other side of the glass. The\nshadow moves in the other chamber to the door.\n\nMatt looks at the door. It slowly swings open.\n\f48\n\n49\n\n26.\n\nMatt stares into the widening blackness - He stands up -\nshaky - and moves towards the door - and into the darkness.\nFor a moment we see through the glass:\n\nTwo figures face each other.\n\nINT. MATT’S BEDROOM - THE NEXT MORNING 48\n\nBILLY (0.S.)\nMatt? Where are you? Matt?\n\nBilly comes down the stairs. But the bedroom is empty.\n\nMATT\nIn here.\n\nThen Billy sees - the open door to the other room.\n\nBILLY\nWhoa. How’d you get in there?\n\nAnd we see it really wasn’t a dream. The door is open.\n\nINT. EMBALMING CHAMBER - CONTINUOUS 49\nFrom Billy’s POV, we get our first good look inside there.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door is open. INT. EMBALMING CHAMBER - CONTINUOUS 49\nFrom Billy’s POV, we get our first good look inside there. \n\nTARGET SECTION TO BE ANNOTATED:\nBILLY\nWhat is this place?\n\nMATT\nHop on.\n\nMatt's standing behind a heavy stainless steel gurney -\npractically gleaming considering how old it is.\n\nMATT (CONT’D)\nTake you for a ride.\n\nBilly gets on. Matt pulls him roughly - so he’s flat on it.\nMatt starts turning it around - faster and faster. As he does\n- he sees - while spinning around - glimpses of Aickman and\nJonah removing a body from a coffin. The coffin then filled\nnot with a body, but with sandbags, and re-sealed shut.\n\nHe seems oblivious to his brother who’s holding on to the\ngurney which Matt is turning faster and faster.\n\nBILLY\nMatt - slow down - Matt! Stop!\n\f50\n\n27.\n\nPETER (0.S.)\n(Descending the stairs)\nDammit, what is going on down here?\n\nMatt stops. Billy nearly thrown from the gurney.\n\nBILLY\nWhat's the matter with you?\n\nMATT\nSorry.\n\nAs their Dad steps into the bedroom and sees the open door.\n\nPETER\nI guess I loosened it, eh?\n(entering the room)\nWhat the hell...\n\nAbout three feet from the floor, along all four walls runs\na continuous shelf about three feet in width. In a corner\nthere’s a dull porcelain embalming TABLE. Pile of old\nyellowed TOE TAGS next to a dusty glass EMBALMING PUMP.\n\nCreepy old EMBALMING TOOLS, trochars, big metal syringes\nscattered on the shelf. Old rust-stained PORCELAIN SINKS.\nThen the clincher: an old bottle labelled formaldehyde.\n\nPETER (0.S.) (CONT’D)\nWell now we know why the rent was\nso cheap. The question is -\n\nINT. MASTER BEDROOM - LATER 50\nPeter bears down on Sara, who’s trying to avoid facing him.\n\nPETER\n- what did you know and when the\nhell did you know it? Jesus!\n\nSARA\n(reacts to his anger)\nKnow what?\n\nPETER\nWhat this place was. Aren’t you the\none who says we can’t live on lies?\n\nSARA\nYeah. But that was because you were\na drunk. And a liar.\n\f28.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut that was because you were\na drunk. And a liar. 28. \n\nTARGET SECTION TO BE ANNOTATED:\nHe’d like to return fire but Peter calms himself, accepts it.\n\nPETER\nRight. But I’m not now. Thanks to\nyou. And the children. And that’s\nnot how we work. Right?\n\nSARA\nI know. I’m sorry. I should have\ntold you. I just - we needed some\nplace. And it just seemed perfect.\nLike a gift from God.\n\n51 EXT. CEMETERY - SUNSET 51\n\nWendy and Matt on a walk, approaching a foot entrance to the\ncemetery near their house. Matt gestures, let’s go in.\n\nWENDY\nYou sure?\n\nMATT\nYea though I walk through the\nvalley of the shadow of death, I\nshall fear no evil. For I am the\nbaddest mutha in the valley.\n\nThey walk in past Victorian mortuary sculptures, blackened\nand moss covered. Walk slowly between rows of older Puritan\nstone monuments bearing only a simple winged skull and some\neven older, rubbed blank by the scouring winds of time.\n\nMatt looks across the cemetery to where a small group in\nperiod attire stand around an open grave where a coffin is\nlowered into the ground while the minister says his last and\nmourners toss handfuls of dirt.\n\nMINISTER\n(far off voice)\n“I am the first and the last: I am\nhe that liveth, and was dead; and\nbehold, I am alive for evermore,\nAmen; and have the keys of hell and\nof death...\"\n\nMatt turns back to Wendy who bends to smell wild flowers. He\nlooks back up at the funeral - but there is no funeral. Just\nan empty cemetery where he and Wendy are the only - living -\npeople present. He shudders and rubs his eyes.\n\nWENDY\nYou alright?\n\f29.\n\nMATT\nYeah. Sure.\n\nThey walk past old headstones that look ready to tip over.\n\nMATT\nYou ever ask yourself, what’s the\npoint?\n\nWENDY\n\nThe point of what?\n\nMATT\nAnything. Doing anything. Being\nanything. You just end up here\nanyway. Why be alive at all?\n\nMatt makes a cynical snort that startles Wendy. Matt suddenly\nand viciously kicks a tottering tombstone, knocking it flat.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhy be alive at all? Matt makes a cynical snort that startles Wendy. Matt suddenly\nand viciously kicks a tottering tombstone, knocking it flat. \n\nTARGET SECTION TO BE ANNOTATED:\nHe’s about to kick another one, to kick them all over if he\ncan. But Wendy grabs Matt, and holds him.\n\nWENDY\nI used to wonder about that. I'd lie\nawake at night - just hearing my\nparents yelling. Seems like day and\nnight all they did was curse at each\nother. Some nights I thought he’d\nkill her. Other times I wished they’d\nkill each other. Or me. Just to stop\nthe hate.\n\nHe looks at her - for a brief moment lifted out of his pain.\n\nWENDY (CONT’D)\nBut then I moved in with you guys.\nI realized it didn’t have to be\nthat way. I don’t know what happens\nwhen we die. If anything happens.\nBut I know what can happen when\nyou’re alive. You can love. And be\nloved. And every minute you’re one\nor the other...\n\n52 INT. DINING ROOM - NIGHT 52\n\nAt the table, the whole family is sitting down for a meal.\n\nWENDY (0.S.)\n-..is a gift.\n\f53\n\n30.\n\nMatt just looks around at his loving family. Wendy’s words\nechoing in his ears. There’s a lot of chatter and passing\ndishes. Then Peter quiets everybody down.\n\nPETER\nOkay, so, everyone knows now this\nused to be a funeral home. Big\ndeal. It’s not anymore, and hasn’t\nbeen for years and years. It’s just\na house. Bricks, nails, wood. And\nit’s our house for the rest of the\nsummer. Until Matt’s finished at\nthe hospital. We’re all under\npressure and we all have to pull\ntogether, like a team. Okay?\n\nHe holds out his hands - and they all join hands. And the\nINSTANT they do - it’s as if they have formed some kind of\nelectrical circuit and_a_ strange current JOLTS Matt -\n\nPETER (CONT'D)\nWho wants to say grace? Matt?\n\nThey all look at Matt. Who is staring behind them - beyond\nthem - as if there were others in the room.\n\nSARA\nMatt, you alright?\n\nHe’s not alright. He’s not even there any more...\n\nHE IS:\n\nINT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe’s not alright. He’s not even there any more... HE IS:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARLOUR - 1927 53\n\nThe same parlor where they now sit - but now it is arrayed\nfor a different sort of ritual. Six people seated around the\ncircular table, holding hands. Holding a seance.\n\nAickman, eyes lit with an uncanny fire, stands behind the\ncircle. Move around the table and see their faces: skeptical,\nnervous, mournful, others nearly joyful.\n\n- and at the end of the circle we come to the boy, JONAH...\n\n- in whose pale impassive face only the liquid green eyes\nshow anything at all: abject dread.\n\nWe circle around them faster and faster - Sometimes from in\nfront of their faces - sometimes from behind their heads -\nThe candle light throws fantastic shadows - Dizzying us -\nwith the swaying and the singing - and the movement -\n\f52B\n\n54\n\n31.\n\nSuddenly stop: The table begins to tremble beneath their\nfingers - the legs rattling against the floor.\n\n \n\n \n\nINT. DINING ROOM - CONTINUOUS 52B\n\nPETER (0.S.)\nMatt!\n\nAngle on Matt who looks up in mirror and sees not himself but\nJonah staring back at him.\n\nPETER (CONT'D)\nMatt!\n\nMatt suddenly focuses on them. And sees that of course they\ndon’t see what he sees. He giggles. Weirdly. It’s that or\nscream at the top of his lungs.\n\nPETER (CONT'D)\nWhat's wrong with you?\n\nMatt can’t stop laughing. He’s hysterical. Mary starts to cry\n- and Billy staring at his brother on the verge of it -\n\nPETER (CONT'D)\n(fiercer)\nMatt -\n\nSARA\nPeter. Please. It’s the medicine.\n\nWendy gently steps over to Matt.\n\nMATT\nDid you see..?\n\nBut he doesn’t finish the sentence - because he can see that\nshe didn’t - that none of them - saw what he saw.\n\nHe just shakes his head sadly and allows himself to be led\nout of the room - and downstairs - to his room.\n\nINT. BASEMENT - A BEAT LATER 54\nShe sits next to him on the bed.\n\nWENDY\nWhat happened up there?\n\nMATT\nI - nothing.\n\f32.\n\nWENDY\nYou seeing things?\n\nMATT\nNo. I am not seeing things.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nWENDY\nYou seeing things? MATT\nNo. I am not seeing things. \n\nTARGET SECTION TO BE ANNOTATED:\n I can’t\nbe.\n\nWENDY\n\nWhat do you mean?\n\nMATT\nIf I was seeing things - they’d\nstop the treatments.\n\nWENDY\nSo what happened?\n\nHe wants to tell her but he can’t, outright. So he tries the\nonly way he can.\n\nMATT\nYou remember that book when we were\nkids? With the weird pictures? We\nused to love that one. “The man who\nwas not there.”\n\nWENDY\nI do. I do remember.\n\nMATT\n‘As I was walkin' up the stair/\nI saw a man who wasn't there/He\nwasn't there again today.’\n\nMATT /WENDY\n‘Oh how I wish he'd go away’\n\nThey laugh. She looks at him tenderly.\n\nMATT\nRemember the other one?\n\nWENDY\nNo - maybe, which one?\n\nMATT\n‘One bright day in the middle of\nthe night. Two dead boys got up to\nfight. Back to back they faced one\nanother. Drew their swords and shot\neach other...\n\f55\n\n33.\n\nHe looks over her shoulder - to the glass divider - where\nsomeone else seems to be standing looking back in -\n\nMATT (CONT’D)\n‘,..A deaf policeman heard the\nnoise. He came and killed those two\ndead boys.’\n\nHe seems even now to be seeing past her - to someplace, or\nsomeone not there...\n\nWENDY\nMatt, you’re scaring me.\n\nHe turns back to her, his skin going a whiter shade of pale.\n\nMATT\nJoin the club.\n\nEXT. THE DRIVEWAY - NIGHT 55\nSara holds Peter beside his truck.\n\nPETER\nBefore he got sick, we were already\nin over our heads. Now we're\nheadin’ for the bottom of the pool.\nI’m just sorry you have to work. We\nmoved out here so you wouldn’t have\nto be gone all the time.\n\nSARA\nIt’s easier than driving him was.\nAnd besides. We need the money.\n\nPETER\nWe gotta get through the summer.\nThen Matt’1l be fine. And business\nwill pick up before Christmas.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\nWe gotta get through the summer. Then Matt’1l be fine. And business\nwill pick up before Christmas. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA\nDo you have to go back tonight?\n\nPETER\nIf I’m not there to open in the\nmorning and if we don’t meet the\nminimum days open we might as well -\n\nShe stops him with a kiss.\n\nSARA\nI know. I’m proud of you.\n\f56\n\n57\n\n58\n\n59\n\n34.\n\nPETER\nOf me? For what?\n\nSARA\n\nFor working so hard. And for\n\nkeeping your promises. All of them.\nINT. WENDY'S ROOM - NIGHT 56\nWendy is painting her toenails, cottonballs between them.\nSlowly, she begins to feel there is a Presence behind her.\nBut when she turns: no one is there.\nINT. TRUCK - ON THE ROAD - LATER 57\nPeter drives by a road house. Then stops and pulls over.\nTurns around. And pulls in. He sits in the car in front of\nthe bar. Looks up at the Rolling Rock Beer sign flashing on\nand off. His hand reaches for the door - then stops. Instead,\n\nhe starts the truck again and pulls back out into the road.\n\nPromises.\n\nINT. THE HOUSE - UPSTAIRS HALLWAY - NIGHT 58\nSara comes out of her room to go to the kitchen for a glass\n\nof water. We follow Sara down the stairs and around a corner -\nwhere we see a shade lurking -\n\n- Sara rounds the corner - and gasps out loud. But it’s not a\nghost; just Matt standing blankly against the wall in a black\nt-shirt and black sweats. He seems somehow barely there.\n\nSARA\nWhat are you doing?\n\nHe doesn’t respond. She sees he’s out of it, and just leads\nhim back to his room.\n\nSARA\nCome on, back to bed...\nINT. KITCHEN - AFTERNOON 59\nThe kids, including Wendy, eat lunch.\n\nSuper: August lst 12:30 P.M.\n\f60\n\n61\n\n60B\n\n35.\n\nMatt's skin, recently so red, has turned to black scales,\neven on his face. He nibbles a sandwich while Wendy rubs a\nsoothing cream on his neck and arms. Billy and Mary take\nturns shaking and checking a silvery “Krystal Ball” (a toy\n“oracle”).",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt's skin, recently so red, has turned to black scales,\neven on his face. He nibbles a sandwich while Wendy rubs a\nsoothing cream on his neck and arms. Billy and Mary take\nturns shaking and checking a silvery “Krystal Ball” (a toy\n“oracle”). \n\nTARGET SECTION TO BE ANNOTATED:\n Through a small window one sees a 20-sided die\nwith stock answers printed on each side floating in fluid.)\n\nBILLY\n\nIs Mary a total Goon?\n“Oh Yes!”\n\nMary grabs it from him.\nMARY\nIs Billy a Poop Head?\n“But of course, my dear!”\nSARA\nOkay, cut it out. I gotta go to\nwork. You have my number. Wendy’s\nin charge, so you listen to her!\n\nMATT\nIf you don’t then you deal with me.\n\nHe extends his blackened arms like he was Frankenstein or\nsome creature from a lagoon. The little ones giggle. Sara,\nbehind Matt, kisses him on top of the head, looking at Wendy,\nboth of them relieved for now he’s still the old Matt.\n\nINT. STAIRWELL - LATER 60\n\nMatt covers his eyes and counts...\n\nMATT\n56- 57- 58 -\n\nQUICK GLIMPSES: 61\nMary climbs into a cabinet beneath the sink in the kitchen;\nBilly squeezes into a storage space at the base of the\nstairs; Wendy hides behind the thick parlor curtains.\n\nINT. STAIRWELL - CONTINUOUS 60B\nMatt finishes -\n\nMATT\n59 - 60.\n\nHe moves slow and awkwardly - but he’s trying.\n\f62\n\n63\n\n36.\n\nINT. UPSTAIRS - CONTINUOUS 62\nHe looks down the hallway.\n\nMATT\nReady or not...\n\nSees a couple of the bedroom doors open - steps up to the\ndoorway of the first one which is -\n\nINT. WENDY'S BEDROOM - CONTINUOUS 63\n\n- the one with the faded birdcage wall paper. At the edge of\nthe open door he glimpses a shadow moving inside...\n\nMATT\n..-here I come!\n\nInside the room, for an instant we see the wall paper un-fade\n- as Matt pushes open the room expecting to see one of his\nsiblings or his cousin - but instead sees:\n\nJONAH, gathering meagre belongings - stuffing them into a\npillow case.\n\nBefore a speechless Matt can react - Jonah walks right past\nhim into the hallway!\n\nMatt spins - but there is no one in the hallway - he turns\nback to the room - it too is empty - and the wall paper is\nonce again faded and peeling.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nInside the room, for an instant we see the wall paper un-fade\n- as Matt pushes open the room expecting to see one of his\nsiblings or his cousin - but instead sees:\n\nJONAH, gathering meagre belongings - stuffing them into a\npillow case. Before a speechless Matt can react - Jonah walks right past\nhim into the hallway! Matt spins - but there is no one in the hallway - he turns\nback to the room - it too is empty - and the wall paper is\nonce again faded and peeling. \n\nTARGET SECTION TO BE ANNOTATED:\nMatt breathes and collects himself. Shakes it off - and tries\nto continue the game.\n\nMatt steps back into the hall and sees out of the corner of\nhis eye: someone moving down the stairs.\n\nMATT\nNow I gotcha.\n\nHe pads quietly to the stairs and looks down the railing in\ntime to see: Moving as silently as possible, trying to avoid\nevery creak of wood, Jonah sneaks down the stairs -\n\nMatt hurries downstairs following him, but when he gets there\n- there is no one.\n\f64\n\n65\n\n66\n\n67\n\n37.\n\nINT. DOWNSTAIRS - CONTINUOUS 64\n\nMatt peers into the parlor, through mottled glass. It’s empty\n- Then he hears a sound behind him - like a doorknob turning -\nhe spins back to the hall - towards the front door and sees:\n\nJonah at the door - his hand on the door knob - slowly\nturning, quietly easing the front door open...\n\nMatt’s about to cry out - when he sees a big grey hand slap\nthe back of Jonah's neck - and another grab him by the hair.\nIt's the tall thin man, AICKMAN. Jonah twists and struggles\nas Aickman drags him back - right past the wide-eyed Matt.\n\nMatt opens his mouth to say something - to scream but no\nsound comes out - as he sees the ghostly figures disappear\ndown the basement stairs...\n\nINT. VARIOUS - CONTINUOUS 65\n\nEach of the others in their hiding places. Trying to hold\ntheir breath and not make a sound.\n\nINT. MATT’S BEDROOM —- CONTINUOUS 66\n\nMatt comes down the basement stairs and sees across his own\nroom to the other chamber and, for just an instant, sees:\n\nJonah surrounded by shrouded corpses. Then the door slams\nshut on its own, blocking Matt’s view...\n\nThe game is forgotten now - Matt races the few steps from the\nstairs across his bedroom to the dividing wall door - and\nthrows it open and sees:\n\nINT. MORTUARY CHAMBER - PAST & PRESENT CONTINUOUS 67\n\nIt is not the empty room we’ve seen but the active Embalming\nChamber it once was: Blood stained tools. Buckets of blood -\nbottles of reeking fluids.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe game is forgotten now - Matt races the few steps from the\nstairs across his bedroom to the dividing wall door - and\nthrows it open and sees:\n\nINT. MORTUARY CHAMBER - PAST & PRESENT CONTINUOUS 67\n\nIt is not the empty room we’ve seen but the active Embalming\nChamber it once was: Blood stained tools. Buckets of blood -\nbottles of reeking fluids. \n\nTARGET SECTION TO BE ANNOTATED:\n And gurneys with covered corpses.\n\nAs he steps into the room - the door slams behind him - he\nspins and tries the door - but it’s locked - he can hear\nsounds from behind him - but is too terrified to turn around -\nhe hears the sounds of shrouds slipping from bodies -\n\nSlowly Matt turns around - All the breath slips from his\nlungs, the blood drains from his face as he tries to\nunderstand what he sees:\n\f68\n\n67B\n\n69\n\n38.\n\nHe is now were Jonah was - trapped - alone - sealed in a room\n\nwith the defiled, engraved corpses. All the bodies are\ninscribed with the incantations. And worse they seem like\nhuman candles - their features flicker between the states in\nwhich they died - the embalmed look, and their face inscribed\nwith Aickman’s spindly red handiwork.\n\nThinking he saw one of the bodies actually move, Matt backs\ntowards the door, hyperventilating in terror.\n\nUPSTAIRS: 68\nThe kids run from their hiding places at the sound of Matt\nSCREAMING downstairs - They all run to the basement stairs.\nINT. EMBALMING CHAMBER - CONTINUOUS 67B\nMatt trapped between the pressing dead - their lidless eyes\nstare wide - their lipless mouths press at his ears - their\n\nnail-less hands paw at him -\n\nMATT\nFor God's Sake -\n\nJust as the other three run into the room -\n\nMATT (CONT’D)\n- leave me alone!!\n\nBut they think he’s yelling at them - since there’s no one\nelse there.\n\nBilly looks disgusted, while Mary buries her face in Wendy -\nwho just shakes her head at her cousin.\n\nWENDY\nIt’s okay. Let’s go.\n\nShe sweeps the little ones away with her back upstairs. Matt\nlooks back: the ghosts are gone, leaving him utterly alone.\nINT. KITCHEN - LATER 69\n\nMatt presses the phone to his ear and nervously clutches\nsomething in his hand - Old Fr. Popescu’s card.\n\nMATT\nI don’t know who else to talk to.\n\f70\n\n39.\n\nEXT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\nI don’t know who else to talk to. 70\n\n39. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ST BENEDICT’S/OLD CHURCHYARD - LATE AFTERNOON 70\n\nThe last light of day illuminates an old Catholic church-\nyard. The church itself is shuttered. And weeds have grown\nover the small plot of graves at its edge.\n\nPOPESCU (0.S.)\nThey said there weren’t enough\nparishioners to make it worth the\nupkeep. But I think they knew I’d\nnever move to another parish - so\nit was the easiest way of putting\nme out to pasture.\n\nWe find Matt - and the old priest, Popescu, near a large\nstone angel whose moss covered eyes seem to weep black tears.\n\nPOPESCU\nShe loved this spot. This angel who\nweeps black tears.... After the\ncremation I walked around here for\nhours - pockets filled with ashes -\nsending her back home to the sky.\n\n \n\nMatt follows the old man’s gaze - up into an impassive grey\nsky as if he could see her ashes swirling upward in the wind.\n\nPOPESCU (CONT’D)\nTell you a secret. There is no\nheaven. No hell. No separate place\nway up there or way down there.\n\nMATT\nI see why they retired you.\n\nPOPESCU\nYes, well. I didn’t stop believing.\nSometimes I think they did. See,\nit’s all here. All right here.\n\nMATT\nHere?\n\nPOPESCU\nAll around us. All the time. The\nliving and the dead. But invisible\nto every one. Or almost every one.\nWe’re not like other people\nanymore. Most people spend all\ntheir life firmly in this world -\nthen one day they go straight to\nthe other side.\n\n(MORE )\n\f71\n\n72\n\n73\n\n40.\n\nPOPESCU (CONT'D)\nSome of us - we take a more\nroundabout path - spend quite a lot\nof time in the border land. And who\nknows - when you pass this close to\nthe next world - maybe we see\nacross the border. Maybe not.\nEither way only one thing matters.\n\nMATT\nWhat?\n\nPOPESCU\nLike I told you: Fear No Evil. Be\nfearless. And open.\n\nMATT\nOpen?\n\nPOPESCU\nThis is your destiny. The light and\nthe dark. I know it’s not easy.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOPESCU\nThis is your destiny. The light and\nthe dark. I know it’s not easy. \n\nTARGET SECTION TO BE ANNOTATED:\nHave you ever seen a smiling Saint?\n\nBeat.\nMATT\nSo what do I do?\nEXT. THE HOUSE - NIGHT 71\n\nThe house painted by sickly yellow moonlight.\n\nPOPESCU (0.S.)\nFind out what he wants from you.\n\nINT. MATT’S BEDROOM —- CONTINUOUS 72\n\nMatt asleep. A candle lit beside him throws a huge shadow on\nthe wall. But it is not his shadow. Not a shadow at all. It’s\nJonah. It almost looks as if the dead boy were bent over\nwhispering to a sleeping Matt.\n\nINT. MINI-MART - NIGHT 73\n\nSara sits behind a glass window at the cash register.\nSuddenly A DEMON presses its face against the glass. Sara\nSHRIEKS. It’s not a demon but A GUY guy on PCP. Sara shrinks\nback as SECURITY appears and ushers the man out of the store.\n\f74\n\n75\n\n76\n\n77\n\n78\n\n79\n\n41.\n\nINT. HALLWAY - NIGHT 74\nCREAKING of steps. The basement step door opens. MATT steps\nup out of the basement stairs - and into the hall. He walks\neyes open but unseeing. Like a sleepwalker.\n\nEXT. THE CONVENIENCE STORE - NIGHT 75\n\nSara finished the 5 to 1 shift, and is just now driving home.\n\nEXT. THE HOUSE - LATER THAT NIGHT 76\n\nThe house - strangely lit from within by weirdly flickering\nlight - looks like a lunatic’s grimacing face as Sara pulls\nup the drive and slumps exhausted at the wheel.\n\nINT. THE HOUSE - A BEAT LATER 77\n\nShe steps quickly but quietly into the house. That strange\nflickering light pervades the whole place.\n\nINT. PARLOUR - A BEAT LATER 78\n\nAnd then she sees why - a roaring fire in the fireplace on\nthis hot summer night.\n\nThat’s not all. Every candle in the house has been found, and\nlit - including many along the walls, and dangerously close\nto the drapes; some of the drapes are already burning.\n\nAnd the paint on one wall has begun to blacken and peel\nbeneath the combined heat of all the candles lined up there.\nSara quickly bats the fire out of the drapes.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvery candle in the house has been found, and\nlit - including many along the walls, and dangerously close\nto the drapes; some of the drapes are already burning. And the paint on one wall has begun to blacken and peel\nbeneath the combined heat of all the candles lined up there. Sara quickly bats the fire out of the drapes. \n\nTARGET SECTION TO BE ANNOTATED:\n And then she\nsmells it. Gas. She follows the smell - to\n\nINT. KITCHEN - CONTINUOUS 79\n\nAt the threshold of the room - the center of the smell - she\nstares:\n\nMatt stands like a statue in the middle of the room - a\ncandle is burning down to only a few inches - the kitchen is\nlit only by the candle held in the stiff hand of her son.\n\nHis fist is covered in melted wax - his skin seared - but no\nreaction.\n\f42.\n\nSara blows out the candle, then runs over to the stove - puts\nout the burners and turns off the oven. She throws open all\nthe windows.\n\nSARA\nMatt! Matt!? What’s going on in\nhere?\n\nBut no response from Matt.\n\nINT. HOUSE - A BEAT LATER 80\n\nShe rushes upstairs to the other kids’ rooms. Wendy already\nout of her room, in the hall, she heard the commotion.\n\nSARA\nGet the kids - outside - now - NOW!\n\nINT. PARLOR - A BEAT LATER 81\n\nShe runs in carrying a bucket of water from the kitchen - she\nthrows most of it on the drapes, some still smoldering - then\ntosses some on the candles everywhere - blows the others out -\nall this time Matt still sits unmoving - oblivious to it all.\n\nINT. KITCHEN - CONTINUOUS 82\n\nShe runs back to the kitchen. Grabs Matt’s hand but he won’t\nmove. Nothing will rouse him. She slaps him - hard across the\nface - Nothing. No reaction. Again. Nothing. Now with all her\nstrength she slaps him again - and he blinks - and is awake -\n\nEXT. OUTSIDE THE HOUSE - A BEAT LATER 83\n\nThe kids are mystified. All talk at once - they have no idea\nwhat happened. Sara stares at Matt. He looks back at her.\n\nSARA\nWhat were you doing?\n\nMATT\nI - I don't know. I remember lying\nin bed. And next thing I remember\nis you slapping me in the kitchen.\n\nSARA\nYou kids go back to bed. Wendy...\n\nWendy herds the kids inside. Sara remains looking at Matt.\n\f84\n\n85\n\n43.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nWendy herds the kids inside. Sara remains looking at Matt. 84\n\n85\n\n43. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA (CONT'D)\nYou could have killed them all. And\nyourself. Is that what you’re\ntrying to do? Kill yourself?\n\nMATT\nNo, Mom - I swear -\n\nSara’s about to blow her stack, but when she looks at him he\nseems so weak and vulnerable, she holds herself back. He\nnotices her staring at him, and misinterprets it.\n\nMATT\nI know - I look horrible - I-\n\nSARA\nNo! It’s not that. I could never\ncare how you look. You’re my son, I\nlove you. It’s how you’re acting.\nAll this skulking around - scaring\nthe others... Talk to me Mattie.\nTell me what’s going on.\n\nHe just shakes his head - like she could never understand.\nAnd walks alone back into the house.\nINT. SARA’S BEDROOM - LATER - ON THE PHONE WITH PETER 84\n\nShe’s fragile, exhausted and on the verge of a fight.\n\nSARA\nHe could have burned the house\ndown.\nINT. BASEMENT OF NEW YORK HOUSE - SAME TIME 85\n\nPeter’s in the basement at a makeshift office - table covered\nin invoices, bills, and threatening collection notices. And\npages of inventory and other work papers.\n\nPETER\nYou sure you're not...exaggerating?\n\nSARA\nYou didn’t see it, you weren't\nhere. As usual.\n\nPETER\nWhat do you want from me!? I can’t\nbe in two places at once!\n\f84a\n\n86\n\n44,\n\nSARA\n(apologetic)\nI know. It’s just. Hard.\n\nPETER\nDo you want me to talk to him?\n\nINT. SARA AND PETER’S BEDROOM - CONTINUOUS 84A\n\nSARA\nNo. No. It’s okay. I better go.\nThis is expensive.\n\nShe hangs up the phone and sits there - feeling completely\nalone. She opens the small drawer of the bedside table and\npulls out some rosary beads. She begins to pray...\n\nSARA\nOur Father, who art in Heaven...\n\nBut she stops. Unable to continue the prayer. She closes her\neyes to concentrate. But then just shakes her head, sticks\nthe rosary back into the drawer. And turns out the light.\n\nEXT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut then just shakes her head, sticks\nthe rosary back into the drawer. And turns out the light. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOUSE - DAY 86\n\nMatt - face blackened, hair patchy - is being helped out of\nthe minivan by Sara. Looking closer at Matt, as Sara helps\nhim to the front door, it’s more than hair he’s lost. It\nlooks like his will to live isn’t there anymore, either.\n\nSARA\nCan you just stand here a minute\nbabe? I left my purse in the car.\n\nMATT\nSure. I’m fine.\n\nHe stands at the doorway, swaying a bit. He puts his hand out\nto grab the door frame of the house to steady himself -\n\nBut instead of finding solid wall his fingers sink into rot\nand he pulls a fist full of rancid material from the house -\n\n- he looks down in his hand at a handful of rotted meat with\nWHITE MAGGOTS squirming in it.\n\nSARA (0.S.)\nMatt?\n\f87\n\n88\n\n89\n\n45.\n\nHe looks back at his mother, then down at his hand. It is\nempty. The only thing is the blackening and peeling of his\nown skin. He looks at the house. Everything looks fine.\n\nEXT. THE HOUSE - EVENING 87\n\nThe sun is just setting behind the house. The sky is on fire.\n\nSuper: August 10th. 6:30 P.M.\n\nINT. THE HOUSE - CONTINUOUS 88\nEveryone’s in the kitchen, finishing a quick dinner.\n\nSARA\nI wish you’d go with us.\n\nMATT\nHey, I’m alright. I - wasn’t used\nto the meds. I’m fine now.\n\nShe just looks at him.\n\nMATT\nI’m not gonna burn the house down,\nalright?\n\nSARA\n\nI know that, honey.\n\nWENDY\nYou just need to get out more.\n\nMATT\nWhy?\n\nThey all look away - don’t know how to face his bitterness.\nSara impulsively hugs him - fiercely. Matt winces in pain.\n\nSARA\nSorry. I just love you so much.\n\nMATT\nLike the man says. Love hurts.\nINT. THE BASEMENT - LATER 89\n\nMatt’s listening to Joy Division - Love Will Tear Us Apart.\nReading a music magazine. Puts it down. Too sick to read.\n\f90\n\n91\n\n46.\n\nAs he lowers the magazine JONAH’S FACE is inches from him.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nToo sick to read. 90\n\n91\n\n46. As he lowers the magazine JONAH’S FACE is inches from him. \n\nTARGET SECTION TO BE ANNOTATED:\nMatt GASPS. He can’t move or even breathe from terror.\n\nThe two faces so similar - both blackened - and gaunt - for a\nmoment it’s almost as if Matt were looking into a mirror.\nOnly Jonah’s intense GREEN eyes distinguishes them.\n\nWithin his terror Matt tries to act on Popescu’s ‘Fear No\nEvil.’ To muster all his courage.\n\nMATT\nWh-wh-what do you want from me?\n\nSuddenly there is a TREMENDOUS SOUND of thousands of pieces\nof glass breaking. Followed by the even LOUDER SOUND of the\nwhole house destroyed, like a bunker buster bomb hit it.\n\nMatt closes his eyes in the NOISE of the BLAST. When he opens\nthem - Jonah’s gone. Matt crawls out of bed and up the stairs\nas fast as his weak, nauseated body allows.\n\nHe warily looks out from the basement stairwell - expecting\nto see the house in ruins. But everything is fine. Absolutely\nnormal. Matt is queasy. Out of breath. Trembling.\n\nEXT. THE HOUSE - LATER THAT NIGHT 90\n\nSara and the kids arrive home.\n\nINT. HOUSE —- SAME 91\n\nSara steps first into the kitchen, as the kids walk past her\ninto the living room. She drops her purse on a counter and\nreaches for the tea pot and a packet of tea when she’s\nstopped by the audible GASP of the children.\n\nShe turns to see into the living room - she can only see\ntheir backs huddled together - not what they see, what they\ngasped at.\n\nShe walks forward slowly and as they separate to let her in\nshe sees: The room’s been taken apart and rearranged - but\nseemingly by a very strong, and rather obsessive, madman.\n\nSomeone has gathered all the room’s wooden furniture - and\npiled it as if preparing a bonfire. All in a pyramid, the\nchairs and table balanced intricately on each other. A\nsingle breath would send it all crashing down.\n\f92\n\n47.\n\nThey stand there - not daring to breathe for fear it will all\ncome crashing down, and then they hear it. A SCRATCHING sound\nfrom the other side of the pile. They can’t see the far wall\nof the room - blocked entirely by the pile in the middle.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey stand there - not daring to breathe for fear it will all\ncome crashing down, and then they hear it. A SCRATCHING sound\nfrom the other side of the pile. They can’t see the far wall\nof the room - blocked entirely by the pile in the middle. \n\nTARGET SECTION TO BE ANNOTATED:\nSara waves the others to stay back and she carefully makes\nher way around the pile to see what is on the other side of\nthe room making the SCRATCHING and MEWLING sounds...\n\nAnd then she does see - and her eyes widen -\n\nSara's POV: Matt. Slumped against the wall.\n\nThe wallpaper along the wall is shredded. The wood itself\ntorn and frayed. And spattered with blood.\n\nMatt’s hands are a mess. His fingers ragged bloody pulps, his\nnails literally torn from his fingers - he’s been scratching\nthrough the walls with his fingers like he was buried alive.\n\n \n\nAnd then he speaks - in a voice DISTINCTLY NOT HIS OWN:\n\nMATT / JONAH\nPlease Sir - they wants OUT...\n\nFor the sake of the others Sara literally shoves her fist\ninto her mouth to stifle her scream...\n\nDR. BROOKS (0.S.)\nOdd autonomic behavior.\nHallucinations. Sleepwalking.\nDelirium. Mood shifts.\n\nINT. DR. BROOKS’S OFFICE - DAY 92\nA perplexed Dr. Brooks meets with Sara and Peter.\n\nDR. BROOKS\nYou really should have told me. It\ncould have been a sign it’s moved\nto the brain. Tumors cause\nhallucinations, delusions, sudden\nchanges in behavior and the drugs\nmight have exacerbated them.\n\nSara and Peter visibly react to this.\n\nDR. BROOKS (CONT’D)\nBut it’s alright. Matt’s MRI’s are\nall clear. He has no brain tumors.\nWhatever caused the behaviors, or\nhallucinations, it isn’t that.\n\f48.\n\nSARA\nI’m afraid he’1l lose his mind\nbefore he can get better.\n\nHe can see the worry in their weary eyes.\n\nDR. BROOKS\nThis is the crucial time. He’s had\na complete round of treatments now.\nBy the trial protocols we can’t\ngive him anymore. And I don’t think\nhis body could tolerate it.\n\nSARA\nSo what do we do now?\n\nDR. BROOKS\nWe wait and see. He’s still a great\ncandidate for this treatment. Age\ncounts enormously. And attitude.\n\nPETER\nAttitude? He feels like shit all\nthe time. He looks like hell. No\none wants to get near him.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe feels like shit all\nthe time. He looks like hell. No\none wants to get near him. \n\nTARGET SECTION TO BE ANNOTATED:\n His own\nfamily are afraid of him. How’s he\ngonna have the power of positive\nthinking on his side?\n\nDR. BROOKS\nThere’s a number of good drugs.\nIt’s quite common for cancer\npatients to take something for\nanxiety or depression.\n\nPETER\nThat’s it? Just more prescriptions?\nWhat’s the point?\n\nDR. BROOKS\nThe point is not to let his\nattitude interfere with the\nmedicine. Make sure he gets well.\nThe rest will work itself out.\n\nPETER\nAnd if it doesn’t?\n\nDR. BROOKS\nIf things don’t improve you might\nwant to consider residential care.\nPerhaps until he’s feeling better.\n\f93\n\n49,\n\nSARA\n“Residential care?”\n\nPETER\nHe means committing him.\n\nSARA\nIt’s bad enough he’s so sick -\nyou're suggesting we put him away?\n\nDR. BROOKS\nI’m just making sure you know your\noptions. And remember...\n\nEXT. BACK YARD - SAME TIME 93\nPale and weak, Matt plays catch with Billy.\n\nDR. BROOKS (0.S.)\nHe’s not your only child.\n\nThey’re just tossing it lightly. Matt’s too weak for anything\nmore. In fact he misses an easy toss. The ball rolls away\nfrom him towards the house. Billy starts to run after it -\nbut Matt frustrated yells -\n\nMATT\nNo. I got it.\n\nHe hobbles over to the ball. Bends so his head is right\nbeside the lower window and hears a POUNDING on the window!\n\nMatt stumbles back - away from the window. Nearly falling.\nAnd we see why - in the window - JONAH - blackened and open\nmouthed - silently screaming at Matt.\n\nBILLY\nWhat is it?\n\nMATT\nCan’t you see him?\n\nBilly looks at his big brother - not wanting to believe he’s\ncrazy or losing it. Matt turns from Billy's face back to the\nhouse - and we see Matt’s POV:\n\nJonah’s sullen, silent face looks out from the window with\neyes filled with pain.\n\nBilly searches all the windows of the house.\n\f94\n\n50.\n\nBILLY\nI don’t see anyone! I don’t!\n\nWith all his strength Matt flings the ball at a window,\nsmashing it.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nBILLY\nI don’t see anyone! I don’t! With all his strength Matt flings the ball at a window,\nsmashing it. \n\nTARGET SECTION TO BE ANNOTATED:\n He grabs and turns Billy, to steer his eyes.\n\nMATT\nThere. Face all black - and\nscreaming - and horrible -\n\nBilly looks at his brother- it’s like Matt’s describing\nhimself at that moment.\n\nMATT (CONT’D)\nCan’t you see him!?\n\nBILLY\nNo! I can’t. Get off of me!\n\nHe spins and all too easily knocks Matt down - that’s the\nmost horrible part - his once strong big brother drops like a\nsack of dried leaves as Wendy comes running out of the house.\n\nWENDY\nWhat are you doing! Billy stop,\nyou’re hurting him!\n\nBILLY\nHe -\n\nWENDY\nWhat?!\n\nBilly looks down at his older brother, someone he looked up\nto, who now seems so shriveled and weak.\n\nBILLY\nNothing. We were just fooling\naround.\n\nMatt throws a silent look of thanks to his younger brother.\nBut Billy doesn’t nod back. He just hurries towards the house\nto put distance between him and Matt. Wendy reaches out to\nhelp Matt up. He ignores her. Crawls back to his feet.\n\nEXT. HOSPITAL - SAME TIME 94\n\nFinished with Dr Brooks, Sara and Peter exit together. But\nsilent. Lost in their own thoughts and fears.\n\nThey pause at the hospital parking lot - separate vehicles.\nHe’s not by his truck - but a small banged up little car.\n\f95\n\n96\n\n95B\n\n96B\n\n51.\n\nSARA\n\nWhere’s the truck, in the shop?\nPETER\n\nI sold it.\nSARA\n\nYou what? Why didn’t you tell me?\n\nPETER\nI just did. Paid the last round of\nbills and this month’s mortgage.\nBut hey like Doc said, Attitude!\n\nShe watches him go. Not at all sure about his ‘attitude’.\nOr hers for that matter.\n\nINT. SARA’S BEDROOM - THAT NIGHT 95\n\nBreathes, to pull herself together. She picks up a book from\nher bedside table, of uplifting affirmations. She reads them\none by one - out loud - as she does - we cut back and forth\nbetween her - and Peter back in New York.\n\nSARA\n“I now put my body into a peak\nstate of absolute certainty knowing\nthat I can create any positive\nresult that I am committed to.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe picks up a book from\nher bedside table, of uplifting affirmations. She reads them\none by one - out loud - as she does - we cut back and forth\nbetween her - and Peter back in New York. SARA\n“I now put my body into a peak\nstate of absolute certainty knowing\nthat I can create any positive\nresult that I am committed to. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. NEW YORK HOUSE - BASEMENT - NIGHT 96\nPeter has his head in hands at the table. Beaten.\nIN SARA'S BEDROOM: 95B\nSARA\n\n“Whenever I set a definite goal, I\n\ntake immediate action towards its\n\nattainment to create and sustain\n\nmassive momentum.”\nBACK IN NEW YORK: 96B\nPeter has an old slide projector in the basement. The room in\n\ntotal darkness. Then with a whir and a click - a frozen\nmoment of Family Happiness Past.\n\f52.\n\n95Cc IN SARA'S BEDROOM: 95C\nSara’s crying as she continues her ‘affirmations’.\n\nSARA\n“I now relive the most joyous\nmoments of my life. “”\n\n96C BACK IN NEW YORK: 96C\n\nPeter fights crying, as scenes from happier days unfold in\nthe succession of frozen moments punctuated by darkness and\nthe whirring and shifting of the automatic slide mechanism.\n\nOn screen: Matt as a little boy leaps off a picnic table his\nSuperman cape streaming back behind him - as if he were\nflying not falling.\n\nSARA (0.S.)\n“And these moments inspire me to\ngreater confidence and a greater\nfeeling of self-worth.”\n\nSuddenly - the old slide mechanism catches on dust. The slide\nsticks half in and out throwing the image at a disturbing\nangle. Peter tries to grab the slide and burns his hand\ntrying to get it out and in frustration knocks the projector\nonto the floor where it lies still throwing a now sideways\nimage of old family happiness against the wall.\n\n97 INT. KITCHEN - CONTINUOUS 97\n\nPeter opens the freezer door. It’s filled with frozen\ndinners, leftovers, and ice - he shoves his hand into the\npile of ice. To cool the burn.\n\nThen shoves things out of the way - digging through the ice\ntill he finds - a frozen bottle of vodka. He stares at it.\nWhile we hear still hear Sara’s voice - and her affirmations -\n\nSARA (0.S.) (CONT'D)\n“I am now fearless, courageous, and\nbold. Filled with faith, certainty\nand confidence. I now create and\nfeel these emotions in my body.”\n\f98\n\n96D\n\n99\n\n100\n\n53.\n\nEXT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nFilled with faith, certainty\nand confidence. I now create and\nfeel these emotions in my body.”\n\f98\n\n96D\n\n99\n\n100\n\n53. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE NEW YORK HOUSE - LATE NIGHT 98\n\nThere’s a light on in the basement, though all the other\nhouses around it are dark, everyone on the block is asleep.\nExcept for Peter. Before we see him, we can hear him.\n\nINT. NEW YORK HOUSE - BASEMENT - SAME 96D\n\nPeter’s down there playing an old electric guitar - get the\nsense he was in a garage band back in the day. He’s playing\nsome heavy metal riff, or perhaps some old Allman Brothers,\nlike “Midnight Rider”. He looks way too intense doing it.\n\nThe reason is - next to him on a table - stands that fifth of\nvodka he found earlier in the freezer. It’s empty now, and he\nis thoroughly shit-faced.\n\nSuddenly one of the guitar’s wire strings snaps and nearly\nhits him in the eye. Enraged, Peter starts to smash his\nguitar, the table, smash anything he can get his hands on -\nin a rage against his fate, his son’s fate, enraged at a God\nwho could let an innocent boy suffer as Matt is suffering.\nEXT. THE HOUSE - DAY 99\n\nBright hot summer light casts deep black shadows.\n\nINT. PARLOUR - DAY 100\n\nInside. Wendy’s reading on the couch. The two young ones\nfighting over a board game. They turn imploringly to Wendy.\n\nBILLY\nWe're bored.\n\nMARY\nPlease play a game with us.\n\nWENDY\nWhy don’t you ask Matt?\n\nThey remain silent, uncomfortable.\n\nMATT (0.S.)\nYeah. Why don’t you ask Matt.\n\nMatt is standing in the doorway. Who knows how long.\n\f101\n\n102\n\n101B\n\n54.\n\nWENDY\nAre you alright?\n\nMATT\nOutstanding.\n\nWendy doesn’t like the look in his eyes. Or the grim tone of\nhis voice. And clearly the kids don’t either. They’re\nstanding nervously on the verge of tears.\nWENDY\nOK, c’mon you guys. I’1l count to\n30. And let’s see if you can find\nsome new hiding places this time.\nThe littler ones run upstairs. Matt’s still standing there,\nstaring. His face has an odd cast to it. Head bent, one eye\nraised a bit above the other: he almost looks like Jonah.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt’s still standing there,\nstaring. His face has an odd cast to it. Head bent, one eye\nraised a bit above the other: he almost looks like Jonah. \n\nTARGET SECTION TO BE ANNOTATED:\nWENDY (CONT’D)\nMatt?\n(no response)\nMatt?\n\nMatt turns and walks back out of the room, down to his lair.\n\nINT. HALLWAY - CONTINUOUS 101\n\nBilly races past Mary. Both heading straight for the little\nelevator door in the hallway. But Billy’s already in there.\n\nMARY\nThere’s room for me too.\n\nBILLY\nFind your own place.\n\nHe pulls the door shut.\n\nINT. ELEVATOR - CONTINUOUS 102\n\nUncomfortably tight and dark in there. Just cracks of light.\n\nINT. HALLWAY - CONTINUOUS 101B\nMary runs in and out of the rooms.\n\nWENDY (0.S.)\n28-29-30. Ready or not here I come.\n\f103\n\n101¢c\n\n104\n\n103B\n\n101D\n\n104B\n\n101E\n\n55.\n\nThen Mary looks to the end of the hall - the attic stairs.\nA short flight up to a shortened door. And the door is open.\nGiggling, she races up the stairs on little cat feet.\n\nINT. ATTIC - A BEAT LATER 103\n\nSound of little FOOTSTEPS. Something seems to be running in\nthe far back of the attic as Mary opens the door and enters.\n\nThat same extreme of dark and light from outside - but here\nwith darkness winning and just a few shafts of high hot light\nthrough dust.\n\nINT. HALLWAY - CONTINUOUS 101¢\n\nWendy comes up the stairs - not in any hurry to find any one.\n\nINT. ELEVATOR - CONTINUOUS 104\nBilly’s trying to make no noise - but it’s dark - and stuffy -\nand a little scary in there. It seems for an instant like\nthere’s something else in there - something behind him.\n\nINT. ATTIC - CONTINUOUS 103B\nMary's tiptoeing into the back of the little attic. Looking\nfor a good hiding place. The section of the floor in the rear\nis so rotten it just dissolves. Mary screams as her leg\nbreaks through the rotted floor -\n\nINT. HALLWAY - CONTINUOUS 101D\n\nWendy hears the scream from the attic.\n\nINT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nMary screams as her leg\nbreaks through the rotted floor -\n\nINT. HALLWAY - CONTINUOUS 101D\n\nWendy hears the scream from the attic. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ELEVATOR - CONTINUOUS 104B\nBilly sees something behind him: he’s sharing the elevator\nwith JONAH. He screams in terror.\n\nINT. HALLWAY - CONTINUOUS 101E\n\nHearing the scream, Wendy yanks the door open and Billy comes\ntumbling out of the empty elevator.\n\nBILLY\nI saw - there was-\n\f105\n\n103C\n\n56.\n\nBut another scream from the attic cuts him off - and Wendy\nbolts down the hall and up the attic stairs.\n\nINT. MATT’S BEDROOM —- CONTINUOUS 105\n\nMatt hears too. And makes his way upstairs as fast as he can.\n\nINT. ATTIC - A BEAT LATER 103C\n\nWendy runs in. The door slams shut behind her. Plunging the\nattic back to near total darkness but for the shafts of dust\nstrewn light from cracks and narrow windows.\n\nShe can’t see well, has to mostly feel with her hand - she\nfinds Mary’s leg but not before her hand breaks through wood\nso rotten you can see spiders and silver fish crawling in it.\n\nMatt comes in followed by Billy. He hurries to where his\nsister and cousin are.\n\nWENDY\nBe careful. Floor must be rotten.\n\nMATT\nRotten? Where?\n\nAs he walks he tests the floor and gestures it’s all fine.\n\nWENDY\nWell here for sure. Where Mary's\nleg fell through.\n\nMatt walks to that spot - sees a small circle is fetid and\nrotting. He looks up at the ceiling above that spot.\n\nMATT\nThe floor’s fine everywhere except\nhere. No sign of a leak. Weird. Why\nshould only this spot be rotten?\n\nMatt gently pulls Mary’s leg free. He looks down at the hole\nhis sister’s foot made. And sees something down there. He\nreaches in - and pulls out a metal box and a sheaf of thick\npapers stuffed in a bulging rotting leather notebook.\n\nWendy opens the box, glances, then immediately slams it shut.\n\nMATT/BILLY/MARY\nWhat?\n\nShe looks at Matt. Her face drained of color.\n\f106\n\n67C\n\n107\n\n57.\n\nMATT\nOK. Game over.\n\nHe shoos the little kids out.\n\nINT.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nGame over. He shoos the little kids out. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARLOR - NIGHT 106\nAfter the kids are asleep. Matt and Wendy sit at the table.\nIn front of them are the cigar box and the notebook. We've\nseen these before. When Aickman was inscribing the corpse.\n\nIn the cigar box - a mass of small photos - mourning cards\nfeaturing the photo of the deceased. Many coffin shots: Old\npeople. Middle-aged people. Kids. Babies even. Lying there on\nsatin, all peaceful and serene and dead. There’s more than a\nhundred of the business-card sized photos.\n\nAnd something else too - the box is nearly filled with what\nat first appear to be dead moths.\n\nWENDY\nWhat are these?\n\nMatt picks one up -\nFLASH CUT TO:\nAickman's long fingers pull gently on a corpse's eyelids.\n\nMATT\nI don’t know.\n\nHe drops the little thing back into the box. Then pulls out\nthe memorial cards. Spreads them out in front of him -\n\nFLASH CUT TO:\n\nMATT’S HORRIFIC EXPERIENCE BEFORE IN THE EMBALMING ROOM: 67C\nMatt/Jonah trapped between the pressing dead - their lidless\neyes stare wide - their lipless mouths press at his ears -\ntheir nail-less hands paw at him - we recognize some of\nthese tormented faces as identical to the memorial cards.\nBACK IN THE PRESENT: 107\nMatt drops the photos on the floor.\n\nWENDY\nYou alright?\n\f58.\n\nMATT\n(bending to pick them up)\nY-yeah. Sure.\n\nWendy opens the notebook. Much is in Latin - and other\nstranger languages - unreadable ciphers. And drawings.\nDiagrams. What looks like a hand drawn plan of a house with\nstrange inscriptions and lines all over it - almost like an\nelectrical plan. She turns to the photos.\n\nWENDY\nThese are really weird.\n\nANGLE ON:\n\nThese are different. Not photos of the dead. But of the\nliving contacting the dead. Seances. Spirit photographs. We\nmight recognize the setting and the participants from Matt’s\nglimpse of the seance while saying grace.\n\nStiff black and white photos that yet have a kind of\nunspeakable horror about them. Unposed, off-angle, capturing\nsitters in states of horrid fascination and terror.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe\nmight recognize the setting and the participants from Matt’s\nglimpse of the seance while saying grace. Stiff black and white photos that yet have a kind of\nunspeakable horror about them. Unposed, off-angle, capturing\nsitters in states of horrid fascination and terror. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd the boy medium, Jonah, in mid-spirit possession: slightly\nout-of-focus, his body wracked, twisted, face contorted,\nmouth gaping wide as translucent tendrils of smoke-like\nectoplasm flow out of him.\n\nIn others the ectoplasm can be seen more clearly and looks\nlike strings or slabs of grey, greasy meat that extrude from\nhis hands, his chest, even his face, during the sittings.\n\nWENDY\nThese have got to be fake.\n\nMATT\nLet me see.\n\nHe takes one look - and Wendy notices Matt turning a whiter\nshade of pale than usual.\n\nWENDY\nWhat?\n\nMATT\nNothing.\n\nWENDY\n\nMatt. Stop it. Talk to me.\n\nMATT\nYou don’t want to know.\n\f59.\n\nWENDY\nGive me a chance.\n\nHe stares at her - as if silently measuring her - can she\ntake it, will she believe? Only one way to find out.\n\nMATT\nI’ve seen him.\nWENDY\nWho?\nMATT\n(tapping photo of Jonah)\nHim.\nWENDY\nShut up.\nMATT\n(getting up)\n\nOK, forget it.\n\nWENDY\nNo. Wait, I’m sorry. Go on.\n\nMATT\n\nHere. In this house. I thought I\nwas hallucinating. But I’m telling\nyou. I’ve seen him nearly everyday\nsince we moved here. Sometimes I\ncan see him in my room. And other\ntimes I wake in the night and it\nfeels like he’s been inside me -\nlooking out through my eyes...\n\nShe just looks at Matt.\n\nMATT (CONT’D)\nOne bright day in the middle of the\nnight/Two dead boys got up to fight\n(pointing to Jonah)\nMe and him. Just two dead boys.\n\nThe two of them stare at these photos of a by-gone era,\nfeeling their horror in the here and now.\n\nWENDY\nMaybe the place is haunted. Or\nMaybe you picked up some kind of\nvibrations of the past. Either way,\nwhat were these things and these\nphotos doing hidden under\n\n(MORE )\n\f108\n\n109\n\n60.\n\nWENDY (CONT'D)\nthe floor boards? Who put them\nthere and why? We need to find out\nwho lived here. Who these people\nare.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nWho put them\nthere and why? We need to find out\nwho lived here. Who these people\nare. \n\nTARGET SECTION TO BE ANNOTATED:\n Or were.\n\nMATT\nHow?\n\nWendy leans in and whispers, conspiratorially:\n\nWENDY\nDon’t tell anyone. But there’s\nbuildings all over the country\nwhere secret knowledge is kept.\nMysterious places known only as ...\nThe library!\n\nMatt smiles. His first in a very long time.\n\nMATT\nThank you.\n\nWENDY\nFor what?\n\nMATT\nFor believing me.\n\nINT. LIBRARY - DAY 108\n\nWendy’s research takes her from Microfilm to the back rooms\nof the stacks where dusty volumes of forgotten periodicals\nand esoteric tomes hide from the mice and the silverfish.\n\nAnd_as Wendy begins her quest, we begin to Intercut: all\nshe’s learning and how she’s learning it(in bold) with her\nsharing her discoveries with Matt in the parlor that evening:\n\nINT. MICROFILM READERS - MONTAGE 109\n\nHer face illuminated by the old microfilm readers as she\nhunts through old issues of the local paper. First some from\nthe 1920's. Featuring photos of Aickman. And some of Jonah.\n\nWENDY (0.S.)\nCheck it out: ‘A Case of\nMaterialization’ by Mr. Ramsey\nAickman, of Goatswood, Connecticut.\n\f110\n\n110B\n\n61.\n\nINT. THE PARLOR - EVENING 110\n\nWendy’s research is spread out on the table. She points to a\npicture of Aickman.\n\nWENDY\nThat’s Ramsey Aickman. This was his\nmortuary. He had an interesting\nhobby: psychical research.\n\nSliding quickly across the screen we see Microfilm of old\nnewspaper. Glimpse fragments and sentences from articles:\n\nHEADLINE:\nLOCAL MAN CONTACTS THE DEAD!\nSKEPTICS CONVINCED!\n\nWENDY (0.S.)\nYour guy, the dead kid? Jonah.\nAickman’s assistant. And a medium.\n\nARTICLE:\nWith the help of a Boy Medium,\nAickman holds weekly seances...\n“Rare manifestations of\nectoplasm...”\n\nWENDY (0.S.)\nSupposedly they contacted the dead\nthrough Jonah - and people came to\nhave little chats with their dead\nhubby or wife or to find out where\nAuntie Mame hid the family jewels.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nARTICLE:\nWith the help of a Boy Medium,\nAickman holds weekly seances... “Rare manifestations of\nectoplasm...”\n\nWENDY (0. S.)\nSupposedly they contacted the dead\nthrough Jonah - and people came to\nhave little chats with their dead\nhubby or wife or to find out where\nAuntie Mame hid the family jewels. \n\nTARGET SECTION TO BE ANNOTATED:\nMore clippings slide over the screen, funerary announcements\nin the name of R. Aickman, Funeral Director and Mortician.\nAnd small listings in the local events pages of Spiritualist\nEvenings held at the Aickman Mortuary and Funeral Home.\n\nINT. PARLOR - EVENING 110B\nBack with them:\n\nWENDY\nHe claims he discovered how to\n‘amplify’ seances, not just contact\nthe dead. He made things appear.\n\nMATT\nWhat things?\n\f62.\n\nWENDY\nEctoplasm.\n\nMATT\nEctoplasm? What’s that?\n\n108B INT. BASEMENT LIBRARY STACKS - DAY 108B\n\nA row of dusty volumes marked on the spine: Proceedings of\nthe Society for Psychical Research. She pulls down the\nvolumes from 1927. Wendy reads from her notes:\n\nWENDY (0.S.)\n“BR mysterious protoplasmic\nsubstance streaming out of the body\nof mediums.’ Check this out -\n\nBooks stacked around her; She pores through the dusty volumes\n- staring at old gray photos, making copious notes. See\nhorrific spirit photographs like the ones from the attic.\n\nWENDY\n(quoting again)\n- “photographs of ectoplasm often\nshow a gelatinous material oozing\nfrom all the natural orifices of\nthe medium; from mouth, ears, nose,\neyes, and even the lower orifices,\nand sometimes from the top of the\nhead, the breasts or fingertips.”\n\n110C INT. PARLOR: 110C\n\nShe points to the photos they found in the attic: the\nectoplasm coming from Jonah.\n\nWENDY\nPeople came from all over and were\nconvinced. Harvard professors and\nother big shots. Aickman and\nJonah’s seances were famous.\n\nMATT\nSo do we know what became of them?\n\nWENDY\nOK. Now it gets weirder.\n\nFill the screen with Microfilm of old newspaper:\n\f63.\n\nHEADLINE:\nSEANCE OF DEATH! SIX DEAD; ONE\nMISSING\n\nWENDY (0.S.)\n\nThere was a seance. Led by Aickman\nwith Jonah as the Medium. Aickman\nand all five sitters were found\ndead. Cause of death not clear.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nLed by Aickman\nwith Jonah as the Medium. Aickman\nand all five sitters were found\ndead. Cause of death not clear. \n\nTARGET SECTION TO BE ANNOTATED:\nGlimpse fragments and sentences from the article:\n\nARTICLE:\n..-bodies scorched but no sign of\nfire...spontaneous combustion?\nContorted faces...Boy Missing...\n\nMATT (0.S.)\nJonah? Did he kill them?\n\nWENDY (0.S.)\nNobody knows. No sign of him.\nVanished. Missing. And never seen\nagain.\n\nMATT (0.S.)\nTill now.\n\nWENDY (0.S.)\nHere’s the weirdest part of all.\n\nNow papers blur past - some from decades later -\n\nHEADLINE:\nROAD EXTENSION SCANDAL\n\nSUB-HEAD:\nWHERE ARE THE BODIES?\n\nWENDY (0.S.)\nThirty years later - in the ‘50s,\nwhen they expanded the highway,\nthey did a detour through the\ncounty cemetery -\n\nMATT (0.S.)\nWe've been on it a million times on\nthe way to the hospital.\n\nHear all this while seeing bits and pieces of the microfilms:\n\f64.\n\nARTICLE:\n\nExcavations to link the town with\nthe Turnpike reveal shocking...\nCoffins filled with sand bags and\nstones... Over one hundred bodies\nunaccounted for... Possible links\nwith mysterious death of local\nmortician thirty years ago...\n\nWENDY (0.S.)\n\nRight. But when they tried to re-\nlocate some of the old plots they\nfound something odd. Or didn’t\nfind.\n\nMATT (0.S.)\nWhat?\n\nWENDY (0.S.)\n\nMore than a hundred bodies that\nwere supposed to be there? Weren't.\nCoffins just filled with rocks.\n\nEND MONTAGE\n\n110D INT. BACK IN THE PARLOR: 110D\n\nWhere the two sit sifting through xeroxes, photos, off-\nprints, and a mystery too immense for them to unravel:\n\nWENDY\nSomeone jacked the bodies.\nMATT\nAickman? Jonah?\nWENDY\nMaybe. But why?\nMATT\nI have no idea. But I know someone\nwho might.\n111 EXT. THE HOUSE - LATER THAT NIGHT 111\n\nA very old, well maintained 1966 Mercedes Benz pulls up in\nfront of the house. Popescu gets out.\n\f112\n\n113\n\n65.\n\nINT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nPopescu gets out. 112\n\n113\n\n65. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE HOUSE - A BEAT LATER 112\n\nPopescu and the teens sit at the table with a candle and cups\nof tea. Popescu’s looking through Aickman’s papers filled\nwith diagrams and incantations - and the seance photographs.\n\nPOPESCU\nRemarkable.\n\nWENDY\nYou don’t think it’s real do you?\n\nPOPESCU\nI’ve seen plenty of fakes. And I’ve\nseen the real thing. Once. In\nParis. Most horrible thing I’ve\never seen. Now... this.\n\nHe holds up the strangest of the photos. Caught in the glare\nof a flash an eerie Black and White moment -\n\n- the table sitters with varying degrees of shock and horror\non their face - as what looks vaguely like an out-of-focus\njelly-fish made of liver extrudes from Jonah’s face.\n\nPOPESCU (CONT’D)\nHe must have been a very powerful\nmedium.\n\nWendy pushes the box towards him for Popescu to inspect. He\nlooks at the contents of the box. And recoils. He pulls out\nsome of the photos, shaking his head in sorrow.\n\nHe picks up several of the delicate ‘moths’ from the box.\nPieces of skin. He holds them over the candle - and drops\nthem into the flame - At the instant the things burn we -\nINT. MARY’S BEDROOM - SAME TIME 113\n\nMary's not asleep. She’s up, playing with her doll house and\ndolls. Talking aloud, playing all the parts of various dolls.\n\nMARY/FEMALE DOLL\nWell you said so, but you lied!\n\nMARY/MALE DOLL\nNo I didn’t!\n\nMARY/FEMALE DOLL\nOh yes you did, you said you would!\n\f112B\n\n66.\n\nWhile she’s moving the dolls around in their house, we see\nthrough it and out the little doll window to the walls behind\nMary where: Suddenly we can see someone standing there behind\n\n \n\nher - naked, and covered in Aickman’s inscriptions and their\n\n \n\nhead_is flickering horribly. But Mary doesn’t notice.\nBACK DOWNSTAIRS: 112B\n\nThe little things burning in the candle trail a grey line of\nsmoke.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhile she’s moving the dolls around in their house, we see\nthrough it and out the little doll window to the walls behind\nMary where: Suddenly we can see someone standing there behind\n\n \n\nher - naked, and covered in Aickman’s inscriptions and their\n\n \n\nhead_is flickering horribly. But Mary doesn’t notice. BACK DOWNSTAIRS: 112B\n\nThe little things burning in the candle trail a grey line of\nsmoke. \n\nTARGET SECTION TO BE ANNOTATED:\n Popescu leans over, and with a wave of his hand draws\nthe smoke into his nostrils - smelling it -\n\nMATT\nWhat are you doing?\nPOPESCU\nBeing sure. And now I am.\nMATT\nWhat are they?\nPOPESCU\nEyelids. Human eyelids.\nWENDY\nYou could tell by the way they\nsmelled?\nPOPESCU\n\nBurning. Yes. And don’t ask why I\nknow that smell.\n\nWENDY\nWhat are they for?\n\nPOPESCU\nNecromancy. Corpse bothering. A\nloathsome form of magic. Seeking\npower through the control of the\ndead via relics of their bodies.\n\nMATT\nWhy eyelids?\n\nPOPESCU\nGood question. To make them ever\nwatchful? Are they the guardians of\nthis house - or of his secrets?\nMaybe. But either way, somewhere\nthere are bodies that belong to\nthese people. And he used them.\n\n(MORE )\n\f67.\n\nPOPESCU (CONT'D)\nI think ultimately Aickman meant to\nenhance Jonah’s powers.\n\nWENDY\nHe ‘amplified’ his seances.\n\nPOPESCU\nSomehow he used the dead, yes, as\nan amplifier. Perhaps buried out-\nside the house. Perhaps still in\nthe cemetery.\n\nWENDY\nNot in the cemetery.\n\nShe pulls out the clipping about all the empty coffins. He\nscans it. Then gets up - and begins to move about the room.\n\nPOPESCU\nI don’t know. But -\n\nHis eyes search the place. Nothing. Though something out of\nthe corner of his eyes.\n\nHe doesn’t turn his head - but attends to it - sees it - and\nwe do too - It’s Jonah.\n\nPOPESCU (CONT’D)\nThey’re not here. But him...\n\nHe taps on the photo of Jonah.\n\nPOPESCU (CONT’D)\nHe’s here. He’s the one who’s been\ntrying to reach you. I can feel it.\nI even saw him for a moment there.\n\nBoth kids snap their heads around, “looking” for Jonah.\n\nMATT\nWhy is he still here?\n\nPOPESCU\nHard to say. If he committed a\nterrible act he might be trapped-\n\nWENDY\n-at the scene of the crime.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\nWhy is he still here? POPESCU\nHard to say. If he committed a\nterrible act he might be trapped-\n\nWENDY\n-at the scene of the crime. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPESCU\nCrime? Who knows? Sometimes the\nmost evil actions are committed in\nthe very name of the good. Did\nAickman perform necromancy?\n\n(MORE )\n\f53B\n\n68.\n\nPOPESCU (CONT'D)\nPerhaps. But whatever blasphemy he\nmay have wrought, Mr. Aickman was\nafter the greatest Good of all.\n\nMARY\nWhat good?\n\nPOPESCU\nTo prove to a world sunk in doubt\nthat there is light beyond the\ndark, life beyond the grave, and a\nbenevolent God at the heart of the\n\nuniverse... Pray with me. For those\nthat died here. And for the boy,\ntoo...\n\nHe reaches out his hands to the young people across the table\n- they all join hands to pray - But the INSTANT they do -\nonce again it’s like some infernal circuit completed - Matt’s\neyes widen and we go shooting into his eyes and back out to\nwhat he sees:\n\nHe sees not here and now - but there and then - this same\nspot - 60 years ago - during the seance -\n\n \n\nAND WE ARE:\n\nINT. THE PARLOR - BACK IN 1927 53B\n..-right back to the original seance. Right where we left it:\n\nThe table begins to tremble beneath their fingers - the legs\nrattling against the floor.\n\nAll the sitters eyes now on Jonah who clamps his eyes shut.\nBeads of sweat rise from every pore on his face. Tiny bumps\nall over his skin.\n\nThen as a low unearthly moan rises from the depths of his\nbelly, his face grimaces - the skin stretches tight - as if\nthere were a tremendous wind bearing down upon him - except\nthere is no wind.\n\nAs Jonah shakes, and shudders convulsively, another sound\nrises from within him - it begins as a moan - a wet moan -\nwith a kind of slurping shucking sound as if something were\nliterally rising from some internal sea within him.\n\nWith a sucking gasp, Jonah's mouth opens suddenly - wide -\nwider - impossibly wide - as if his face must rip in half.\n\nSuddenly a CHOKING SOUND from the boy - as something finally\nbegins to emerge from his mouth...\n\f112c\n\n69.\n\nThe ECTOPLASM.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly a CHOKING SOUND from the boy - as something finally\nbegins to emerge from his mouth... 112c\n\n69. The ECTOPLASM. \n\nTARGET SECTION TO BE ANNOTATED:\nWe only see it for briefest flashes: This is not an airy\nsubstance of light and spirit. More like an infernal\ncombination of dusty smoke and crumbling rotted meat - as if\nsmoke were a kind of flesh.\n\nSPIN AND FLASH RAPIDLY BETWEEN:\n\nThe ectoplasm emerging from the boy's mouth and nose, and\neven pouring like living tears from his eyes and the\nhorrified faces of the sitters staring at Jonah.\n\nSuddenly their horror seems to rise - even Aickman stares at\nus - at JONAH - as if something worse than anticipated were\nhappening - something monstrous emerging from him - and then\nin an instant something unseen - Flesh? Light? Fire? - hurls\nAickman and the sitters back and to the ground.\n\nBACK IN THE PRESENT: 112Cc\n\nIn the parlor - Popescu and Wendy are raising their heads at\nthe end of Popescu’s prayer - while still holding each\nother’s and Matt’s hands. Suddenly they hear an eerie GROAN.\nIt’s come from Matt. They turn to him -\n\nHe is gagging as if something were rising in his throat - and\nthough there are no open windows they both suddenly feel a\nstrong cold wind blow through the room.\n\nWENDY\nMatt? Was it?\n\nPopescu sees that Matt’s in a kind of trance and releases his\nhand. Wendy still holds the other.\n\nPOPESCU\nLet go of his hand -\n\nShe tries but in his trance Matt is squeezing her hand\ntighter and tighter.\n\nWENDY\nI can’t!\n\nPopescu reaches out and with all the strength he has pulls\nher hand free from Matt’s. As soon as their hands are\nseparated Matt gasps and falls face first down on the table.\n\nSARA (0.S.)\nWhat is going on here?!\n\f70.\n\nSara - home from work - has walked right into this odd scene.\n\nSARA (CONT'D)\nWhat happened to Matt? Who are you?\nWhat are you doing in my house?\n\nPopescu checks Matt’s pulse and temperature.\n\nPOPESCU\nHe’s alright. I think he fainted.\nLet’s get him to the couch.\n\nThey talk as they carry a woozy Matt to the nearby sofa.\n\nSARA\nAre you a doctor?\n\nPOPESCU\nNo.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey talk as they carry a woozy Matt to the nearby sofa. SARA\nAre you a doctor? POPESCU\nNo. \n\nTARGET SECTION TO BE ANNOTATED:\nHe hands her his card. She glances at it and drops it into\nher coat pocket.\n\nSARA\nA priest?\n\nWENDY\nWe asked for his help -\n\nPOPESCU\nWe met at the hospital. I’m\nreceiving treatment there.\n\nSARA\nWhat are you doing here this time\nof night? What happened to Matt?\n\nSara leans over Matt, as he comes to, waving her away.\n\nMATT\nI- I’m alright.\n\nPOPESCU\nHe called me. For advice. It’s hard\nto explain.\n\nSARA\nTry.\n\nPOPESCU\nI believe there is something evil\nin this house. Something no longer\nliving. But not passed over.\n\n(MORE )\n\f113B\n\n114\n\n71.\n\nPOPESCU (CONT'D)\nAnd it wants your son. That’s a\nvery dangerous situation for\nsomeone who is potentially close to\ndeath -\n\nSARA\nHe is not -\n\nPOPESCU\n- I am as hopeful as you. But tell\nme - have you not felt something\nstrange here?\n\nOf course she has. But can’t admit it. Or won't.\n\nSARA\nI have no idea what you're talking\nabout. I appreciate your trying to\nhelp my son but I think it’s best\nif we leave that to the doctors.\n\nPOPESCU\nOf course. But please. If you\never...need any help.\n\nSARA\nI’m sure we won’t need your help.\nAnd if I do - I’1l call Doctor\nBrooks.\n\nPOPESCU\nYes, of course.\n\nINT. MARY’S BEDROOM —- CONTINUOUS 113B\n\nAs Mary plays with her dolls we see a shape behind her -\nmoving. She doesn’t see it. One of the inscribed dead looms\n\nover Mary.\n\nStaring down over the top of the doll house. Mary senses the\npresence and slowly, slowly, looks up...\n\nINT. THE HALLWAY - CONTINUOUS 114\n\nAs Sara is coming up the stairs, Mary comes running out of\nher room - SCREAMING.\n\nShe runs like a straight into Sara - nearly knocking her\ndown. Sara quiets Mary down.\n\f115\n\n72.\n\nSARA\nIt was just a bad dream, honey.\nThat’s all it was.\n\nMARY\nWhat does he want?\n\nSARA\nWho?\n\nMARY\n\nThe ugly man.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY\nWhat does he want? SARA\nWho? MARY\n\nThe ugly man. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA\nJust a monster in your dream.\n\nMARY\nHe had tattoos. And I wasn’t\nsleeping. I was playing with my\ndolls.\nSara leads her back into her bedroom.\nSARA\nThere’s no one here. It was just a\nbad dream.\nSara tucks her into bed and reaches for the light.\n\nMARY\nNo Mommy. Please. Leave it on.\n\nSARA\nAlright. If you’re a good girl and\ngo back to sleep.\nShe shuts the door and doesn’t hear Mary muttering.\n\nMARY\nBut I wasn’t asleep.\n\nAnd as she pulls the cover around her we drift away out the\nwindow into the summer night - pulling back until we are:\nEXT. THE HOUSE - NIGHT 115\n\nA moonless night. The house a dark shadow in a sea of deeper\ndarkness. With one light still shining - from Mary’s room.\n\nSUPER: August 22nd. Two nights later. 1:00 A.M.\n\f116\n\n117\n\n73.\n\nNow we float back towards the house - but not to Mary’s now\ncontinuously lit window but to the dark window of...\n\nINT. SARA AND PETER’S BEDROOM - NIGHT 116\n\nWhere Sara’s asleep. She shifts in her sleep. Perhaps\ndistantly aware of the strange sound in her bedroom:\nFOOTSTEPS. Pacing. Back and forth in front of the bed.\n\nSara’s eyes snap awake. She hears the FOOTSTEPS. She raises\nher head - can’t see anything in the room. But can distinctly\nhear FOOTSTEPS in the room. Marching back and forth in front\nof her bed.\n\nSARA\nPeter?\n\nNo reply. But suddenly the footsteps stop - right next to\nwhere she’s lying.\n\nSARA (CONT'D)\nMatt?\n\nShe reaches out a hand slowly - to light the bedside lamp -\nand when she does for a flash it illuminates neither her\nhusband nor her son but:\n\nThe same inscribed ghost who was in Mary’s room. His hideous\nface just an inch from her face as it whispers in a foul\nhissing voice:\n\nDEAD MAN\nDo... you... know... what... they\ndid ... to.. us?\n\nSara screams, leaps out of bed and turns the overhead light\non. The room is empty.\nEXT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSara screams, leaps out of bed and turns the overhead light\non. The room is empty. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE HOUSE - NIGHT 117\n\nIn the still dark and moonless light there are now two lit\nwindows.\n\nSUPER: August 23rd. The next night. 1:00 AM\n\f118\n\n119\n\n74.\n\nINT. WENDY'S BEDROOM - CONTINUOUS 118\n\nWendy's asleep. As she tosses and turns we hear strange\nsounds in the darkness - as if cages were opening - and birds\nwere flying out of the cages and around the room - though in\nthe darkness we can’t see it. It sounds as if they are\nflapping all around her, wilder and wilder.\n\nSuddenly with a THWACK it sounds like one of the birds\nsmashed against the window next to the bed.\n\nWendy wakes and looks around in the darkness, heart pounding.\nShe throws her arm out of the covers and lights the lamp\n\nbeside her bed. This lights her bed - and stops the sound of\nflapping wings - but the corners of the room are still dark.\n\nNo birds sounds now. Just a low heavy rasping breathing...\n\nAnd she senses: the room is not empty. Someone is there in\nthe shadows, staring at her.\n\nWENDY (CONT’D)\nMatt? What are you doing? What do\nyou want?\n\nNo reply. She just sees one of the eyes in the dark, staring\nat her. For a second it seems as if we can see the frozen\nmist from someone’s breath.\n\nThen a mouth opens - and a small faint croak. Barely human.\nWholly unintelligible. Wendy tilts the lamp shade towards\nthat corner of the room -\n\n- and for a second illuminates a corner where not Matt - but\na_horribly burned and scared Jonah crouches staring at her!\n\n \n\nShe leaps out of bed and turns the full room light on. Then\nlooks around. The room is empty. No Matt. No Jonah. Just her.\nEXT. THE HOUSE - NIGHT 119\nLights on now from the basement to the upper floor. Against\nthe big dark sky the house seems like a doll house.\nTransparent and vulnerable - visible to the invisible.\n\nSuper: August 23rd 1:30 a.m.\n\nHear, then we see, Peter’s car creeping slowly, overly\ncautiously down the street, the way some drunks drive.\n\f120\n\n75.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuper: August 23rd 1:30 a.m. Hear, then we see, Peter’s car creeping slowly, overly\ncautiously down the street, the way some drunks drive. 120\n\n75. \n\nTARGET SECTION TO BE ANNOTATED:\nThe car has trouble finding the curb. And given his mumbling\nand awkward door closing - we can smell the alcohol on him.\nHe looks up at the house all lit up. Checks his watch.\n\nPETER\nNow I see why I hadda sell my\nGoddamn truck.\n\nINT. THE HOUSE - A BEAT LATER 120\n\nPeter comes into the house - masks his drunken clumsiness\nbeneath belligerence which only makes him seem drunker.\n\nHe storms down and back up the stairs. See that each of the\nkids is sleeping with the light on. He stands on the landing\nof the stairs and yells:\n\nPETER\nEvery body in this Goddamn house is\nsleeping with the light on. And I\nwant to know why.\n\nThey all peep from their rooms. And look at each other. But\neven more at the frightening spectacle of their drunk and\nrageful father and husband.\n\nPETER (CONT'D)\nWhy do you all keep the lights on?\n\nThey all look at each other - who’s gonna say something?\n\nPETER (CONT'D)\nI don’t care what little games you\nall are playing -\n\nHe grabs a footstool - and goes room to room - with a\nhandkerchief around his hand - unscrewing the light bulbs,\nignoring everyone’s pleas for him to stop.\n\nPETER (CONT'D)\nThere!\n\nPeter even grabs the night lights from the little one’s beds.\nMary is trembling and crying - Billy’s sniffling and just as\nscared. Sara seems speechless with rage.\n\nPETER (CONT'D)\nYou’re all too old to be sleeping\nwith night lights.\n\nPeter storms out. We hear him outside: SMASHING the bulbs in\nthe trash cans. Sara storms out after him.\n\f121\n\n76.\n\nWendy comforts the younger children. The house is now truly\ndark - without a light bulb left in the bedrooms. She looks\nout a window and sees Sara confronting Peter outside - She\n\nturns the kids away and leads them upstairs.\n\nEXT. THE HOUSE - CONTINUOUS 121\nPeter tosses the last of the bulbs in the garbage can.\n\nSARA\nThat was a cruel and childish thing\nto do. All you’ve done is scare\neveryone in this house.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE - CONTINUOUS 121\nPeter tosses the last of the bulbs in the garbage can. SARA\nThat was a cruel and childish thing\nto do. All you’ve done is scare\neveryone in this house. \n\nTARGET SECTION TO BE ANNOTATED:\nPETER\nYeah, what scares me is trying to\npay for two sets of bills every\nmonth.\n\nSARA\nStop it. This isn’t about any of\nthat anymore. That’s it.\n\nPETER\nWhat?\nSARA\nThat was it right there.\nPETER\nWhat?\nSARA\n\nYour second chance. You asked a\nlong time ago - for a second\nchance. And I said, if you ever\ncame home drunk and violent and\nscaring or hurting me or the\nchildren again, that was it. I\nshould’ve known then. How weak you\nare. That you’d fold at the worst\npossible time.\n\nHe opens his mouth as if to begin to defend or explain.\n\nSARA (CONT'D)\nDon’t. This is it, Peter. This is\nwhere you step up to the plate. Or\nyou don’t. And you didn’t. Now I\nwill not let you hurt this family.\nNot again. Is that clear?\n\f122\n\n123\n\n124\n\n125\n\n77.\n\nPeter slams the door of his little car. His big frame almost\ntoo big to fit in it. Starts it up. And pulls out. Sara, as\n\nsad as she is angry, watches Peter pull out of the driveway,\nheaded home. With no idea if he’s coming back.\n\nINT. THE HOUSE - LATER 122\nAll the lights are off. For the first time in many nights.\nAnd we see why:\n\nINT. SARA AND PETER’S BEDROOM - CONTINUOUS 123\n\nANGLES ON:\n\nThe ceiling fixture. The bedside lamp. No bulbs in either.\n\nINTS. THE OTHER TWO BEDROOMS - SAME TIME 124\n\nIn Wendy’s room. And down in Matt’s. No bulbs in any of the\nfixtures. Thanks to Peter’s rage there’s not a single bulb in\nthe house. Just empty sockets, and inextinguishable darkness.\nNot a good feeling.\n\nAnd now a sound. A KNOCKING. At first as if at the door\ndownstairs. And then at the windows upstairs. And downstairs.\n\nSoon - they are all awake. All listening to the insistent,\nand incessantly moving - KNOCKING.\n\nAnd then. Suddenly. In all of those rooms. As well as the two\nlittle ones’ bedrooms where the bulbs were also removed.\nLights FLASH ON. And OFF. ON.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nLights FLASH ON. And OFF. ON. \n\nTARGET SECTION TO BE ANNOTATED:\n AND OFF. From all the lights\nwhere there are no bulbs. Light. And off.\n\nSARA\nWhat in the name of God...\n\nWendy comes out of her room. Matt weakly walks up the stairs.\nThey all end up huddled with Sara on her bed - as the lights\ngo on and off. They all come together. Then all the lights go\nout. Total blackness. And silence.\n\nINT. THE KITCHEN - DAY 125\n\nSara’s alone on the phone. She looks as if she hasn’t slept.\nShe hasn’t. None of them have. She’s on hold -\n\f78.\n\nRECEPTIONIST (0.S.)\n(on phone)\nI’m sorry Dr. Brooks’s on rounds\nthis afternoon. Can I take a\nmessage?\n\nSARA\nNo - no - it’s- nothing. Thanks.\n\nShe puts down the phone and just stares. Lost. Who can she\ncall? Who would believe? Or have any idea? She grabs her\nwallet and looks hurriedly through it- whatever she’s looking\nfor isn’t there. She tries the purse. Nope. Then she steps\nint the hallway where her coat is hanging and reaches into\nthe pocket and pulls out a card.\n\nFr. Popescu’s card that he gave her the night he was there.\n\n126 EXT. THE HOUSE - EVENING 126\nAn old car parks in front. Out steps the rather tiny old man.\nSuper: August 24th 9:00 PM.\n\nFrom the front window, Sara watches Popescu come up the walk-\nway. As he walks up the path he’s dwarfed by the dark old\nhouse. He stops on the threshold and visibly shudders.\n\nFrom Sara's POV he looks tiny. Even smaller than last time\nshe saw him. She can't help but wonder - this is the man\nwho’s going to save them? She opens the door for him.\n\nSARA\nI’m so sorry. I didn’t know who\nelse to call. Are you sure you’re\nfeeling up to this?\n\nPOPESCU\n(with a twinkle)\nLet’s put it this way. I’m in\nexactly the right state of being\nto traffic with ghosts.\n\n127 INT. THE HOUSE - CONTINUOUS 127\n\nHe puts down his little black bag. And opens it. Takes out\nhis Bible. And what appears to be a cross.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd opens it. Takes out\nhis Bible. And what appears to be a cross. \n\nTARGET SECTION TO BE ANNOTATED:\nSARA\nYou’re not actually a priest\nanymore. Are you?\n\f79.\n\nPOPESCU\nThere’s what I am. And then there’s\nwhat I am permitted officially to\ndo.\n\nHe does something odd with his ‘cross’ - he pulls it apart.\nIt’s actually two metal bars. Magnets.\n\nSARA\nWhat is that?\n\nPOPESCU\nIron magnets. One of the few\nconstants in human thought. From\nAncient Babylon to the most modern\nconstruction - people have always\nknow Iron has special properties.\nThey may not know why. Or even why\nthey still use it. But the truth is\nIron defends from Evil. And the\niron magnet can detect it. It’s no\naccident prisons have iron bars.\nNot merely to contain the body but\nthe evil that may lurk within it.\n\nWithout waiting for Sara he begins moving about the house.\nLooking around.\n\nSARA\nWhat are you looking for?\n\nPOPESCU\nWhere he died. Sometimes - when a\ndeath is violent - or filled with\nanger, fear, or any strong emotion -\nit’s as if the spirit doesn’t pass\non - but moves instantly into the\nnearest body, the house itself.\nIt’s why we cover mirrors and open\nwindow shades in the house of the\ndead - to help them find their way\nout. A house where a soul is\ntrapped is not so much haunted, as\npossessed.\n\nMoving his magnets near the walls - when he thinks he might\nfeel something. He walks towards the basement stairs.\n\nPOPESCU (CONT’D)\nWhat’s down here?\n\nSARA\nMatt's bedroom. Where they used to -\n\f80.\n\nPOPESCU\nKeep the children upstairs.\n\n128 INT. THE BASEMENT STAIRS - A BEAT LATER 128\n\nSara leads Popescu down. Popescu stops. Moves his magnets.\nThen carries on, into Matt’s bedroom. Matt lies weakly on his\nbed. Popescu stares at him - no not at_him - but next to him.\n\nPopescu’s POV: Jonah - blackened and frightened looking -\nstands over Matt - threatening or protecting? We cannot tell.\n\nPOPESCU\nYes. He’s here. Do you see him\nMatt?\n\nMatt nods weakly. He’s very ill.\n\nSARA\nI don't see anything.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt nods weakly. He’s very ill. SARA\nI don't see anything. \n\nTARGET SECTION TO BE ANNOTATED:\nPOPESCU\nGood. You're strong. Healthy. You\nshouldn't see.\n\nSARA\nThis is turning my world upside\ndown.\n\nPOPESCU\n\nWe live in a small corner of a vast\nspiritual universe, the night sky\nis not filled merely with the light\nof dead stars...\n\n(straight at Matt)\n...-but with the active presence of\na Divine spirit. Faith is the\nknowledge of things unseen. But\nit’s also knowing - deep in your\nheart - that even the worst\nexperiences of your life have\nmeaning and Divine purpose - and\nhaving the courage to face them.\n\nSuddenly - the GRINDING OF THE GEARS AND CLANGING CHAINS of\nthe elevator from up above. Popescu walks slowly - magnets\nout front - towards the open elevator doors - through which\nhe can see the crematory oven.\n\nPOPESCU (CONT’D)\nSo that’s where you are trapped.\nDon’t worry.\n\n(MORE )\n\f129\n\n130\n\n81.\n\nPOPESCU (CONT’D)\nWhatever you have done we are not\nhere to punish you. That is not our\nplace. Only to free you. Like a\nbird caught in a room---\n\nSuddenly the open elevator near Popescu SMASHES down in front\nof him, then suddenly lifts back up, faster than it should be\ncapable of - back up a floor - then SMASHES down again.\n\nMATT\n(weakly)\nHe doesn’t want to leave.\n\nMatt looks bad. Paler. Less there. More like Popescu. One\nfoot in the grave. Popescu meanwhile can’t get at the oven.\n\nPOPESCU\nThere must be another way.\n\nINT. SARA AND PETER’S BEDROOM —- CONTINUOUS 129\n\nThe children cower together on Sara’s bed - fingers in ears\nfrom the noise of the elevator. And not just the elevator -\nthe whole house seems to be shaking. Huge pounding noises\ncoming from inside the walls.\n\nEXT. THE HOUSE - A BEAT LATER 130\n\nSara follows Popescu as he feels his way with his hands along\nthe base of the house.\n\nPOPESCU\nThere has to be another way to\nempty it.\n\nEven outside you can hear the NOISE of the elevator - moving\nup and down in the house...",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE - A BEAT LATER 130\n\nSara follows Popescu as he feels his way with his hands along\nthe base of the house. POPESCU\nThere has to be another way to\nempty it. Even outside you can hear the NOISE of the elevator - moving\nup and down in the house... \n\nTARGET SECTION TO BE ANNOTATED:\n As Popescu makes his way around\nthe outside - searching with his hands. Then Popescu stops.\n\nHe’s found a small metal door about the size of a vent rusted\nshut and over grown with the vine that grows on that side of\nthe house.\n\nPOPESCU\nHelp me.\n\nHis old hands aren’t strong enough. But with Sara’s help they\nrip away the vine and pull the little door open.\n\nPOPESCU\nHe's here.\n\f129B\n\n130B\n\n129C\n\n131\n\n82.\n\nInside we see a small pile of dust, a portion of skull, and\nother bone bits. Jonah’s remains.\n\nINT. SARA AND PETER’S BEDROOM —- CONTINUOUS 129B\n\nWendy and the little ones huddle together on the bed as the\nbedroom door swings open and shut SLAMMING each time as if of\nits own accord. The whole house shakes with the BOOMING sound\nof the elevator slamming again and again.\n\nIt feels like the entire house is about to collapse around\nthem - suddenly it’s too much and Mary begins to SCREAM\n\nMARY\nMake it stop! Make it stop!\n\nEXT. THE HOUSE - CONTINUOUS 130B\n\nPopescu bows his head and murmurs a prayer for the dead in\nLatin. As he does the elevator POUNDS TWICE AS LOUD, like it\nwas angrily and malevolently alive.\n\nStarting to tremble, Popescu reaches behind him for his black\nbag. And from within it pulls out a white silk prayer shawl.\n\nWiping his brow with the back of his shaking hand Popescu\ngently sweeps Jonah’s last remains and folds them into the\nsilk. He murmurs a last prayer and as he does - the elevator\nsuddenly stops.\n\nThe shaking and pounding noises stop. The whole house is\nsuddenly still and quiet. Popescu has won the battle, but he\nlooks as though he won’t live though the night, he is spent.\n\nINT. SARA AND PETER’S BEDROOM - CONTINUOUS 129C\nDeafening silence. Wendy and the little ones on the bed.\nCautiously take their fingers from their ears - and adjust to\nthe quiet. She looks around. Takes a breath. The place\nundeniably feels different.\nWENDY\nI think...it’s over.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nTakes a breath. The place\nundeniably feels different. WENDY\nI think...it’s over. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. THE HOUSE - NIGHT 131\n\nAt his open car, Sara hands Popescu the silken bundle with\nJonah’s remains in it, and he puts them gently on the seat.\n\f83.\n\nSARA\nWill Matt be alright now?\n\nPOPESCU\n(haltingly)\nThe house should be quiet now and\nat peace. But I must warn you...\nsometimes for a day or so after a\nspirit has been removed from a\n\nhouse.... there are strange events -\nlike aftershocks from an earth-\nquake. If anything.... happens,\n\ndon’t be alarmed. They will pass...\nwithin a day or two at the most.\n\nSARA\n\nThank you, thank you for\n\neverything.\nPOPESCU\n\n(wry)\nI'd like to say it was my...\npleasure but...\nSara smiles, realizing she likes this old man, a lot.\n\nSARA\nAre you okay to drive?\n\nPopescu gathers what’s left of his strength, and waves off\nher concern.\n132 INT. MATT’S BEDROOM - CONTINUOUS 132\n\nPOPESCU O.S.\nWe’re all in God’s hands.\n\nMatt’s whole body silently convulses. Tears flow down his\nworn cheeks. He senses something and looks up and behind him -\nat the high window which looks out at the street above.\n\nIn the window:\n\nJonah - OUTSIDE - he looks not scary - not angry - sad. He’s\nshaking his head. Worried.\n\n133 INT. NEW YORK HOUSE BASEMENT - LATE AFTERNOON 133\n\nHome from work, a chagrined Peter cleans up the mess he made\nthe night when he was drunk down here and playing the guitar.\n\f132B\n\n134\n\n84.\n\nHe puts the battered Fender guitar - once the repository of\nhis Big Dreams - back on its stand.\n\nSweeps broken glass and dirt into a can. And rights a fallen\nshelf unit - replacing the old LPs and boxes of cassette\ntapes that he knocked to the floor.\n\nHis eye catches on one of the tapes, labelled ‘Matt at Camp’.\nHe pulls out the tape and slots it into a dusty cassette\nplayer and hits play.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd rights a fallen\nshelf unit - replacing the old LPs and boxes of cassette\ntapes that he knocked to the floor. His eye catches on one of the tapes, labelled ‘Matt at Camp’. He pulls out the tape and slots it into a dusty cassette\nplayer and hits play. \n\nTARGET SECTION TO BE ANNOTATED:\n At first nothing - then the slightly\ndistorted wavery SOUND OF HIS SON’S VOICE - from eons ago -\n\nMATT\n\n(12 years old on tape)\n---only 5 more sleeps till Parents’\nDay. I can’t wait. I have a lot to\nshow you, Dad. You need to see how\nI shoot the bow and arrow. And how\nfar I can swim. And they’re having\na Father and Sons race - it’s gonna\nbe great - I bet you and me beat\nall the others.\n\n(teasing)\nIf you do your job, of course.\nOkay, I better go. Bye, dad.\n\nPeter lets the sound of his innocent son’s voice wash over\nhim - as if washing all the fear and weakness out of him. He\nwipes tears from his eyes.\n\nINT. MATT’S BEDROOM - CONTINUOUS 132B\nIn the darkness we can see Matt’s form - but not make out any\ndetails. He wakes up with a low groan. As he rises in the dim\nlight we can see a bit better - he looks odd - something on\nhis face - he raised his hand - something covering his hand.\nBACK UPSTAIRS: 134\nSara, Wendy and the Kids gathered in Sara’s room.\nSARA\nWhatever was here - is gone. We've\nall had some bad nights, but it’s\n\nover. And now we can get ba-\n\nShe’s interrupted by ROUGH RAGGED SCREAMING from downstairs.\n\f85.\n\n135 INT. MATT’S BEDROOM - A BEAT LATER 135\nSara runs in, finds Matt standing in the darkness screaming.\n\nMATT\nIt hurts! Oh God it hurts!\n\nShe flips on the light and we see: Matt is completely covered\nin Aickman’s inscriptions. Tiny lines of blood everywhere -\n\nSARA\nWhat have you done to yourself!?\n\nMATT\nI didn’t! I didn’t!\n\n136 EXT. THE HOUSE - NIGHT 136\n\nSara stands anxiously at the door way of her house.\nIlluminated by the flashing lights from the ambulance.\n\nSARA\nIt’s okay, it’s okay. Everything’s\ngonna be okay.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nIlluminated by the flashing lights from the ambulance. SARA\nIt’s okay, it’s okay. Everything’s\ngonna be okay. \n\nTARGET SECTION TO BE ANNOTATED:\nOne paramedic opens the back door while another holds Matt\nwrapped in a triage bandage-blanket already soaking through\nwith all the lines of blood - while a third injects him with\nsomething to stop the pain and calm him down.\n\nPeter pulls up and runs out of his car to Sara. As they’re\nabout to close the door, Matt turns and looks at his parents:\n\nMATT\nDoesn’t matter. Now that I’m out of\nthe house? It’1ll be after you.\n\nThe ambulance closes on Matt. He’s gone. Sara turns to Wendy -\nSARA\nWe’ll be back as soon as we can.\nAnd then we‘re getting out of here.\nSara finally acknowledges Peter’s presence.\nPETER\nOh God Sara - I’m so sorry. If only\nI’d been here -\n\nLooking at him closely, Sara can tell Peter is sober and\nresolved. That he made his choice.\n\f137\n\n138\n\n139\n\n140\n\n86.\n\nSARA\nYou’re here now. That’s what\ncounts.\n\nShe takes his hand and climbs in the car with Peter and they\ntake after the ambulance.\n\nINT. AMBULANCE - CONTINUOUS 137\n\nMatt zoning in and out of consciousness. Two paramedics\ngently peeling back the blanket to look at his skin.\n\nPARAMEDIC 1\nHow did he do that to himself?\n\nSee the sinuous lines of the weird engraved words but notice\nthey're not cut from the outside - but seem raised as if...\nPARAMEDIC 2\n\nI dunno it looks more like it was\nscraped - from the inside out...\n\nINT. SARA’S BEDROOM - LATER 138\nWendy looks in on the kids. They’re quiet, if traumatized.\nBilly’s on the bed. Playing with the Krystal Ball. Mary holds\na doll, having a whispered conversation with it.\n\nWendy has a perfect apple in hand. She takes a bite - but\nalmost instantly chokes. The apple is completely rotten.\n\nINT. THE KITCHEN - A BEAT LATER 139\nWendy runs into the kitchen - but as she enters is hit by a\nwall of smell. She gags. Something horribly rotten - she\nglances round the kitchen and sees:\n\nThe flowers which a little while ago were bright are now past\ndead.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE KITCHEN - A BEAT LATER 139\nWendy runs into the kitchen - but as she enters is hit by a\nwall of smell. She gags. Something horribly rotten - she\nglances round the kitchen and sees:\n\nThe flowers which a little while ago were bright are now past\ndead. \n\nTARGET SECTION TO BE ANNOTATED:\n The fruit bowl - at first looks fine - but literally\nbefore her eyes the fruit decays into a festering pulp.\n\nShe opens the refrigerator. The light is off. It’s not cold.\nEverything inside’s covered in mold. She slams the door.\n\nINT. SARA AND PETER’S BEDROOM - CONTINUOUS 140\n\nMary whispers with her doll. We hear only bits of it.\n\f141\n\n140B\n\n142\n\n87.\n\nMARY\n(to her doll)\nReally? They’re all here?\n\nThough she’s playing - there is nothing ‘playful’ about it -\nSomething eerie about her intense, one sided conversation.\n\nINT. HALLWAY - CONTINUOUS 141\n\nBetween the door to that bedroom and the one to hers. See\ninto her bedroom. A pile of toys. Suddenly the pile stirs.\nAnd we hear a little bell tinkle.\n\nANGLE ON:\n\nA stuffed animal with a tiny bell round its neck - The\nreally worn and almost shapeless one with the shoe button eye\nhanging by a string. Did it just move? Or was that just the\nwind?\n\nINT. SARA AND PETER’S BEDROOM 140B\n\nBilly absorbed in his Krystal Ball. Staring into the little\nwindow at the purple waters inside - seeking answers to\nwhispered questions. Mary looks up from her doll at the door\nway - in time to see:\n\nThat worn old stuffed animal sits on the floor in front of\nthe door. She looks back down at her doll then hears the\ntinkling bell. When she looks up, the stuffed animal is gone.\n\nMary gets up and goes to the door and looks down the hall.\nThere’s the little thing standing at the top of the stairs -\nfacing her - as if looking right at Mary whose eyes widen at\nwhat seems to her wonderful magic.\n\nMary runs down the hall after it. Billy pays no attention -\ntoo absorbed in his oracle.\n\nINT. HALLWAY 142\nMary stands in the little hallway. Looks for the stuffed\n\nanimal. Can’t see it in either direction. But she hears the\nlittle bell. Then she sees it at the bottom of the stairs.\n\f143\n\n144\n\n145\n\n146\n\n147\n\n88.\n\nINT. DOWNSTAIRS - CONTINUOUS 143\nMary at the top of the stairs headed down to follow it.\nThinking what a wonderful game this is...\n\nINT.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOWNSTAIRS - CONTINUOUS 143\nMary at the top of the stairs headed down to follow it. Thinking what a wonderful game this is... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE BASEMENT STAIRS - A BEAT LATER 144\nMary gets to the stairs too late to see the doll - but she\ncan hear its bell disappearing into the darkness of what was\nMatt’s bedroom, and is now more like the black hole of\nCalcutta. Or just a black hole. The cave of all nightmares.\nMary hesitates but only for a second - then giggles nervously\nand trundles down the stairs - and quickly disappears after\nit into the darkness at the bottom of the stairs.\n\nINT. THE KITCHEN 145\nWendy pulls the rotted food out of the fridge and shelves.\nBut it seems never ending. A first glance shows a normal loaf\nof bread so she turns to the rotted tomatoes beside it. But\nwhen she looks back at the bread it is now green with mold.\nShe nearly gags as she stuff the last of the reeking rotted\nfood into two bulging garbage bags.\n\nINT. SARA AND PETER’S BEDROOM 146\n\nBilly’s alone nervously playing with the Krystal Ball. He’s\nclutching it fiercely. Eyes shut -\n\nBILLY\nIs Mattie gonna be alright?\n\nHe shakes the ball then looks intently -\n\nANGLE INSIDE THE KRYSTAL BALL: 147\nFrom the liquid depths the oracle spins - and rises:\n\nKRYSTAL BALL\n“Never again”\n\nBilly shakes it again - not wanting it to be true -\n\nBILLY\nIs he gonna die?\n\f148\n\n89.\n\nKRYSTAL BALL\n“The oracle has spoken”\n\nHe shakes it again. Determined to get the answer he wants.\nFILL THE SCREEN:\n\nWith the little plastic window and the churning sea of fluid\nbeneath it as the plastic oracle comes spinning up towards us\nfilling the screen:\n\nBut the side that floats up doesn’t hold any of the\nproverbial phrases. Instead it is covered in the strange\nwords and signs that we recognize as the ones Aickman carved\nonto dead bodies:\n\nMortuum Suspiria Tenebrum\nBilly’s startled and shakes it again and again - but now\n\nevery one of the twenty sides holds only words in that creepy\nNecromantic language!\n\n \n\nBilly hurls the ball across the room where it smashes leaving\npurple dye streaming down the wall.\n\nINT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nInstead it is covered in the strange\nwords and signs that we recognize as the ones Aickman carved\nonto dead bodies:\n\nMortuum Suspiria Tenebrum\nBilly’s startled and shakes it again and again - but now\n\nevery one of the twenty sides holds only words in that creepy\nNecromantic language! Billy hurls the ball across the room where it smashes leaving\npurple dye streaming down the wall. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n POPESCU’S CAR - SAME TIME 148\n\nHe grips the steering wheel and squints against the glare of\non coming headlights which as he passes them pass over the\nwhite silk bundle behind him on the back seat.\n\nPopescu looks bad. Cold sweat. Having trouble focusing. And\nas he does - images coming to him:\n\nHe’s blinking - and seeing the lights from opposing traffic\ngoing by - and seeing eyes without eye-lids, and lids with\nout any eyes - open and shut - open and shut.\n\nPOPESCU\nOf course. Why didn’t I see? He\nremoved their eyelids. Not to\nuncover their eyes. But to cover\nours... So that no one would ever\nsee that they were there...\n\nBehind him - we hear a sound of rustling silk. Something\nrises from the back seat... Popescu looks up in the rear view\nmirror - his eyes transfixed by the sight:\n\nThe white silk begins to swirl and rise as if lifted from\nwithin by some materializing thing -\n\f90.\n\n- Popescu staring into the rear view mirror doesn’t see that\nhe is drifting into the other lane into the oncoming traffic -\n\n- He tears his eyes away from the mirror to see headlights\ncoming straight at him!\n\nHe swerves just in time off the road - plowing into a road\nsign. The car comes to a halt. Popescu breathless but unhurt.\n\n149 EXT. THE SIDE OF THE ROAD - CONTINUOUS 149\n\nHe looks back up into the rear view mirror and sees: JONAH in\nthe back seat!\n\nPopescu slowly turns around - dreading what he will see in\nthe back seat - Jonah - looks back at him. Their eyes lock -\nPopescu’s eyes widen - his mouth opens and we\n\nCUT TO:\n\n53C INT. PARLOUR - 1927 - NIGHT 53C\nRight back where we were.\n\nJonah raises his head. He looks around in horror - the room\nhas changed - is still changing - the walls themselves have a\ncrumbly ectoplasmic appearance, bits of it crumble, revealing\ncracks and holes through which we see not the outside - but\nsome infinite black space -\n\nJonah reels back and sees that he is the only one alive.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nPARLOUR - 1927 - NIGHT 53C\nRight back where we were. Jonah raises his head. He looks around in horror - the room\nhas changed - is still changing - the walls themselves have a\ncrumbly ectoplasmic appearance, bits of it crumble, revealing\ncracks and holes through which we see not the outside - but\nsome infinite black space -\n\nJonah reels back and sees that he is the only one alive. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nsitters all lie on the floor in frozen dead rictus of terror.\n\nHe hears a GROAN. It's Aickman. He lies on the floor - he's\nnot quite dead. And he's trying to speak.\n\nJonah brings his face close to the dying man - can barely\nhear what Aickman is saying from his hideously shredded lips -\njust elusive fragments -\n\nAICKMAN\nGet out. They'll be after you now.\n\nJonah looks up just as the table where he had been sitting\nbegins shaking again - suddenly the shaking becomes wilder\nand the table hurls itself straight at Jonah.\n\nHe rolls out of the way. Kneels on the floor - looks down and\nfor a second sees: the floor itself seems to be a sea of\nangry dead faces trying to thrust up at him -\n\n \n\n \n\f91.\n\nHe reels back and up to his feet - runs out of the room and\ninto the photo salon.\n\nFor a second all is quiet but then we hear WHISPERING and\nMOANING - growing - and Jonah looks around at all the\nfunerary portraits on the walls:\n\nIn each photo - the dead seem to come alive their faces now\ncovered in Aickman's engravings - they SCREAM at Jonah from\nwithin their frames -\n\nJonah runs for the front door but it SLAMS in his face. And\nno amount of force will open it.\n\nHe turns and runs up the stairs followed by the sound of\nBANGING as every door in the house swings open and slams shut\n- open and shut - again and again - louder and LOUDER -\nmaking it impossible for him to enter or exit any room -\n\nWhere can he go? Where can he hide from the madness all\naround him?\n\nWe can't tell what is real and what may be his terrified mind\n- but it seems that every part of the house has come alive -\nand either physically threatens him - or seems itself to be\nfilled with angry accusing faces and hands -\n\nAnd then he sees - one door open - not swinging open and shut\n- just open. It's the elevator door. It seems dark and safe\nand quiet in there - The shaking sobbing boy crawls into the\ndark womb of the elevator.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe can't tell what is real and what may be his terrified mind\n- but it seems that every part of the house has come alive -\nand either physically threatens him - or seems itself to be\nfilled with angry accusing faces and hands -\n\nAnd then he sees - one door open - not swinging open and shut\n- just open. It's the elevator door. It seems dark and safe\nand quiet in there - The shaking sobbing boy crawls into the\ndark womb of the elevator. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd as he does - for a second the whole house goes quiet - no\nsound except the heavy breathing and sobbing of Jonah.\n\nSuddenly the metal elevator door slams shut. And with a\ngrinding groan we hear the elevator begin to descend.\n\nHear Jonah's pounding fists on the metal walls. And the\nhowling and wailing and pounding of the whole house resumes\nas if an angry mob demanding satisfaction...\n\nDown in the embalming room we stare at the closed door of the\nfurnace into which the elevator descends.\n\nWe can hear the thudding of Jonah pounding from within the\nelevator as it descends and lands down here in the basement.\n\nSuddenly -we see the lever of the furnace move by itself -\nand we see the FLASH OF FLAME as the fire ignites in the\nfurnace and we hear Jonah's SCREAMS muffled yet deepened by\nthe enclosure of oven and elevator.\n\f92.\n\nAnd as the boy burns all other sounds fall away - everything\ngrows silent except the terrible muffled screams of the\nburning boy.\n\nUPSTAIRS - CONTINUOUS\n\nAs the boy downstairs dies - the room begins to return to\nnormal - the walls restore - the ectoplasmic sheen and smoke -\nbegins to dissipate - dissolve - into just smoke - which with\na blast of wind from nowhere - disappears - leaving only the\nempty room - the overturned table - and the corpses of\nAickman and the five seance sitters.\n\n150 EXT. ROADSIDE - NIGHT 150\nPopescu sits in the car, tears stream from his eyes. He rolls\ndown the window and lets the wind blow open the silk and lift\na thousand particles that once were Jonah into the air.\n\n151 INT. WENDY'S BEDROOM - CONTINUOUS 151\n\nThe room is empty. But we can hear the shower running.\n\n152 INT. BATHROOM - CONTINUOUS 152\n\nWendy sobs in the shower trying to wash the rot reek off her.\n\n153 EXT. SIDE OF THE ROAD - NIGHT 153\nPopescu in a phone booth by the side of the road. The old man\nis weak and has to hold himself up in the booth. He finishes\ndialing a number - which rings and rings and rings...\n\n154 INT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe old man\nis weak and has to hold himself up in the booth. He finishes\ndialing a number - which rings and rings and rings... 154 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE HOUSE - CONTINUOUS 154\n\nIn the kitchen the phone rings. And rings.\n\n152B INT. BATHROOM - SAME TIME 152B\n\nAs Wendy turns the shower off the curtain itself sways oddly -\nmoves with ripples like the wing of a manta ray -\n\n-then suddenly - as if it were alive and possessed of a mind\nof its own - the curtain wraps around Wendy -\n\f93.\n\nFor a mad second it’s almost comic - as if she were just\ntripped up in her shower curtain - but the wet white plastic\nseals tighter and tighter around her - now thrusting itself\ndown her mouth when she opens it to scream - choking her -\n\n155 INT. KITCHEN - SAME TIME 155\n\nThe answering machine sits on the counter beside a vase of\nbright flowers. It finally kicks in -\n\nANSWERING MACHINE\nYou've reached the Campbells.\nPlease leave your message at the\nbeep.\n\n156 EXT. SIDE OF THE ROAD - NIGHT 156\nPopescu in the phone booth by the side of the turnpike.\n\nPOPESCU\n(weak, halting)\nI’ve made a terrible mistake. The\nmissing bodies - they’re there.\nThat was his amplifier; their\nspirits. But it backfired. All\n\n \n\nthose souls in torment... The boy\nwasn’t evil. His spirit... held\nthem all back. A finger... in the\n\ndike. And I removed him. You must\nget out, now!\n\n152C INT. BATHROOM - CONTINUOUS 152C\nWendy rips at the curtain - shredding it - tearing it - till\nshe’s free - gulping air on the cold tile floor.\n\n157 INT. WENDY'S BEDROOM - A BEAT LATER 157\nWendy pulls clothes on when she hears SCREAMING and runs to\nthe window and looks down. She can’t see anything. But it\nseems to be coming from outside.\n\n158 EXT. THE HOUSE - A BEAT LATER 158\nWendy looks around. Where’s the scream? Hears it again - it’s\ncoming from the basement. She looks to the low windows that\n\nlook into Matt’s room and sees Mary standing on a table\npounding on the window.\n\f159\n\n160\n\n161\n\n162\n\n94,\n\nINT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHears it again - it’s\ncoming from the basement. She looks to the low windows that\n\nlook into Matt’s room and sees Mary standing on a table\npounding on the window. 159\n\n160\n\n161\n\n162\n\n94,\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE HOUSE - CONTINUOUS 159\n\nWendy runs back in and tears down the stairs to Matt’s room.\n\nINT. MATT’S BEDROOM - A BEAT LATER 160\n\nShe looks around the room - no sign of Mary - then she sees\nher on the other side of the glass - screaming.\n\nWendy runs to the door - but it won’t open. She tries and\ntries and tries - Billy runs in too - drawn by the screams.\n\nWendy looks around - for something - anything - finally she\ngrabs the little wooden chair by the table - motions Billy to\nget back - and swings the chair with all her might at the\nglass window and SHATTERS it into a million pieces.\n\nWENDY\nC’mon Mary - come to me!\n\nMary runs over - and Wendy reaches over the wood and picks\nher up and lifts her into the bedroom. They turn to run from\nthe room and she looks back over her shoulder and sees the\nOven open - the little toy sitting at the edge of it - as if\nlaughing at her - and behind it - the flames shoot up!\n\nSuper: 2:15 a.m.\n\nINT. PSYCH CELL - NIGHT 161\n\nMatt sits in bed. Head nodding from sedatives. His skin has\ncleared. No trace of the markings. But he’s in hell now, with\nreal demons. The OTHER PATIENT in his room frozen with the\nthousand yard stare of heavy anti-psychotic meds.\n\nMatt just covers his face with his hands. Then there’s a\nstrange SILENCE as a shadow falls over him - he looks up.\n\nIt’s JONAH, his head strangely tilted. Matt looks around.\nNobody else sees him.\n\nDR. BROOKS (0.S.)\nHe’s sedated and comfortable.\nINT. DR. BROOKS'S OFFICE - NIGHT 162\n\nThe Campbells look worried - but for the first time in a long\nwhile they seem together. Peter’s holding her hand.\n\f95.\n\nDR. BROOKS\nThe markings are gone. The skin is\nreally an extension of the mind.\nJust some kind of dermatitis.\nDermographia. Nothing dangerous.\n\nThey look relieved. But the Doctor looks grim.\n\nDR. BROOKS (CONT’D)\nBut we ran his panels.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut the Doctor looks grim. DR. BROOKS (CONT’D)\nBut we ran his panels. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m afraid\nit’s not good news. The treatment\nhas frankly had no effect.\nHis cell count is worse than\nbefore.\n\nPETER\nThere must be something else, some\nother treatment -\n\nDR. BROOKS\nI wish I could tell you there was.\nI believe in fighting till you die.\nBut not fighting when you’re dead.\nWith these numbers I have no idea\nwhat’s keeping him alive.\n\n161B INT. PSYCH CELL - CONTINUOUS 161B\n\nJonah stands now before Matt. Matt’s cell mate stares - but\nwe can’t tell if he sees Jonah too or not.\n\nWe cannot tell what Jonah intends. Matt rises woozy. The two\nboys approach each other - closer and closer...For a moment -\nalmost a mirror effect - as the two boys stand in front of\neach other - once again - only Jonah’s intense GREEN EYES\ndistinguish them -\n\nNEW ANGLE - MATT’S CELL MATE\nsuddenly squawks, for reasons unknown.\nBACK ON MATT\nhe looks different - we can’t at first say how, maybe its the\nslight tilt of his head now - then we notice - Jonah’s\nintense green eyes peer out from Matt’s face...\n\nDR. BROOKS (0.S.)\n\nGiven his state it might be best\nfor him just to stay here.\n\f162B\n\n161C\n\n96.\n\nINT. DR. BROOKS’S OFFICE - CONTINUOUS 162B\nPeter has to practically hold Sara from collapsing.\n\nDR. BROOKS\nBut then again the choice is yours.\nI can connect you with a hospice,\nor if you think you can handle it -\nbring him home.\n\nPETER\nHow long do you think he has?\n\nDR. BROOKS\nThere’s really no way of saying for\nsure. He could go tonight. Or ina\nweek. Probably not more.\n\nSARA\nCan we see him?\n\nDR. BROOKS\nOf course.\n\nINT. PSYCH CELL - A BEAT LATER 161C\n\nDr Brooks and Matt’s parents arrive at Matt’s door and when\nthey push it open, they find only the cell mate there.\n\nHe’s rocking on his bed. Mumbling to himself. We can barely\nmake it out...\n\nPATIENT\n(mumbling tunelessly)\n‘One bright day in the middle of\nthe night.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nMumbling to himself. We can barely\nmake it out... PATIENT\n(mumbling tunelessly)\n‘One bright day in the middle of\nthe night. \n\nTARGET SECTION TO BE ANNOTATED:\n Two dead boys got up to\nfight...’\n\nMatt’s gone. Behind him the curtains flutter in the wide open\nwindow - whose metal bars have been impossibly bent open...\n\nDr. Brooks grabs a phone from the wall to call security.\n\nDR. BROOKS\n(on phone)\nHe can’t have got far. He’s\nliterally dead on his feet.\n\f97.\n\n163 EXT. THE CEMETERY - NIGHT 163\n\nFor a boy who should already be dead, Matt/Jonah seems\nstrangely strong as he runs down the road by the cemetery,\nthe surrounding trees bent over in the heavy wind.\n\nSuper: 3:20 a.m.\n\nA BANGING SOUND in the night. The garage door - smashed open -\nbangs open and closed in the increasingly heavier wind.\n\n164 INT. THE HOUSE - CONTINUOUS 164\n\nWendy hears a slamming sound outside and looks out the window\nand sees the garage door slamming in the wind.\n\n165 INT. KITCHEN - A BEAT LATER 165\n\nWendy opens the back door. She sees the garage door swinging\nin the wind, but in front of it now stands Matt/Jonah holding\nan axe. She is stunned for a moment.\n\nWENDY\nMatt?\n\nMatt just stares blankly at her - then starts running right\nat_her - axe in hand...\n\nShe slams the door and throws the latch. With a sudden\nsplintering CRASH - The axe rips through the back door -\nstopping just short of her face.\n\nShe turns to run, and sees a worried Mary standing right in\nfront of her. Wendy swoops her up and bolts down the corridor\nto the front stairs. The axing noise continues behind her.\nShe puts Mary down.\n\nWENDY\n(whispers)\nWe’re going to be play hide and\nseek now. I want you to hide\nupstairs, okay? And don’t come out\nno matter what, unless I say it’s\nokay? You understand?\n\nMary nods and runs up the stairs.\nNow Wendy sees Billy is cautiously moving through the parlor\n\nto investigate the noise. She quietly slips over to him and\nturns him around.\n\f166\n\n98.\n\nWendy gets him to follow her, but before she turns she\nnotices the axing has stopped. She looks towards the back\ndoor.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\n166\n\n98. Wendy gets him to follow her, but before she turns she\nnotices the axing has stopped. She looks towards the back\ndoor. \n\nTARGET SECTION TO BE ANNOTATED:\nUnseen behind her we see Matt silently (in bare feet)\ncharging towards her, axe raised!\n\nBilly sees him and leaps away. Wendy spins and backs against\nthe wall.\n\nWENDY\n(tears of terror)\nMatt. No.\n\nWendy stumbles and falls to the ground then Matt/Jonah brings\nthe rusted axe slicing down - straight into the pulpy wood\nwhere Matt/Jonah had scratched the wall earlier in the movie.\n\nHe pulls the axe back ripping out chunks of wall revealing a\nFACE.\n\nChop Chop. There is a body inside! Covered in Aickman’s\ninscriptions and rags. It rolls out, still weighty and solid\nas if it was freshly dead.\n\nWendy rolls aside as the body thumps to the ground where she\njust was.\n\nMatt/Jonah axes the wall again. Then uses the pick side of it\nto pull floor boards open - and reveals right there:\n\nBODIES. Bodies stacked side by side like cords of wood. Each\ncovered in Aickman’s necromantic engraving. Eyes staring wide\n- because they have no eyelids.\n\nMatt continues cutting and more bodies come tumbling out.\n\nINT. DOWNSTAIRS - A BEAT LATER 166\n\nThe little kids are crying and Wendy’s pleading with\nMatt/Jonah - He shoves them roughly out the door -\n\nMATT / JONAH\nWhatever you do - don’t let them\nput out the fire.\n\nWENDY\nBut what about you?\n\nFor just a second - within the blackened grim face shines a\nglimpse of the old Matt - and an almost smile -\n\f167\n\n168\n\n169\n\n170\n\n171\n\n99,\n\nMATT / JONAH\n\nDon’t worry. They can’t hurt me.\n\nI’m already dead.\nHe slams the door. Then turns with grim purpose back towards\nthe parlor.\nEXT. THE HOUSE - CONTINUOUS 167\nThe kids beat at the door - calling to Matt. Wendy tries a\nwindow. Locked.\nEXT. CAR - NIGHT 168\nIn the car. Sara sobs and sobs. We can’t hear her. Just watch\nher wracked body - and the O of her mouth as she moans.\n\nINT. CAR - CONTINUOUS 169\n\nShe seems lost. Empty. The lowest we’ve seen her.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAR - CONTINUOUS 169\n\nShe seems lost. Empty. The lowest we’ve seen her. \n\nTARGET SECTION TO BE ANNOTATED:\n Peter’s\nturned a corner though. He takes her by the shoulders -\n\nPETER\nWe'll find him.\n\nSARA\nAnd then what? He’s -\n\nPETER\nWe'll face that then. If nothing\nelse let him die in our arms,\ninstead of in a hospital bed.\nWe'll find him. And bring him home.\nINT. THE HOUSE - CONTINUOUS 170\n\nMatt/Jonah has barricaded the doors. Piling furniture and\nanything that can move - in front of the doors.\n\nFrom within we hear a pounding and ripping sound.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS 171\n\nHe’s ripping at the walls with the axe. Splintering the wood.\nBreaking it apart. And as he does - we see:\n\nMore corpses. Embalmed and perfectly preserved - and covered\nin Aickman’s engraved spells.\n\f172\n\n173\n\n100.\n\nTwenty, thirty - more - they’re everywhere. Behind every wall\n- beneath every floor board.\n\nEverywhere he tears back the wall - there’s more dried -\nengraved corpses.\n\nThe house is a living tomb - literally stuffed to the rafters\nwith all the bodies that have been stuffed in the place.\n\nJonah/Matt’s shaking hands finally succeed in lighting the\ninside of the walls which begin to burn rapidly. Igniting\n\nthe dry corpses around them - filled with flammable embalming\nchemicals - the bodies blaze like man-sized Duraflame logs.\n\nEXT. THE HOUSE - PRE-DAWN 172\n\nA police car pulls up as thick smoke pours off of the house\nmaking it hard to see how much is burning.\n\nThen Peter and Sara pull up. He runs out and tries to make\nfor the house. A cop puts a restraining arm on him -\n\nCOP\nLet ‘em do their job. You’d only\nendanger them and yourself.\nPeter sees from out of the smoke.\n\nBILLY (0.S.)\nMom! Dad!\n\nWendy leads he and Mary out of the smoke.\n\nPETER\nWhere’s Matt?\n\nWENDY\n\nInside.\nINT. PARLOUR - CONTINUOUS 173\nMatt/Jonah has torn the stuffing out of all the furniture and\nis thrusting it in with the corpses. He’s in the dark heart\nof the house now.\nHis hands are weak and shaking.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nPARLOUR - CONTINUOUS 173\nMatt/Jonah has torn the stuffing out of all the furniture and\nis thrusting it in with the corpses. He’s in the dark heart\nof the house now. His hands are weak and shaking. \n\nTARGET SECTION TO BE ANNOTATED:\n And he keeps convulsing and\nshifting between Jonah and Matt. As he mumbles to himself\n\nsometimes in one voice and sometimes in another -\n\nBehind him - the whole house seems to be shifting - changing.\n\f174\n\n173B\n\n101.\n\nThe room itself - the entire interior is changing - almost as\nif becoming that same rotted meat that Matt once saw it as.\n\nThe floor splinters and rots before our eyes as if it were\nall turning into something else. Walls now crumbling fetid\nflesh; squirming maggots, like termites, fill the ‘wood’.\n\nMatt/Jonah hurries to light his match, to set the pyre ablaze\nbefore it becomes something else. And lights it. And sets a\nfurious blaze growing back there.\n\nMatt/Jonah tosses things from the room into the blaze. Grabs\nthe box filled with photos and eyelids - opens it - scoops\nthem out and flings them into the fire - all of them.\n\nThe photos curl and blacken in the flames. And the eye lids\nall burn to dust - and as they do:\n\nThe room begins to fill with people - we recognize many of\ntheir faces from the old photos we’ve seen of the dead - as\nall the souls - trapped in all the bodies in all the walls\nand floors of the house now appear flickering between all the\n\n \n\n \n\n \n\n \n\nstates from their death to their embalming and engraving.\n\n \n\nThey are everywhere: coming down stairs - stepping out of\nwalls - rising from the floor - all headed for Matt/Jonah.\n\nEXT. THE HOUSE - CONTINUOUS 174\n\nPopescu’s old car arrives. The fireman are already there.\nPopescu tries to calm Sara.\n\nSARA\nI don’t understand. You said it was\nover!\n\nPOPESCU\n\nMatt's trying to end it now...\n\nINT. PARLOR —- CONTINUOUS 173B\n\nOur sight of Matt/Jonah is lost a beat amidst the shifting\nflickering forms that crowd now around him - and the growing\nflames of the burning room - but when we do see him we see:\n\nHe is dying.\n\nPOPESCU (0.S.)\n\nTrying to reach the heavens Aickman\n\ncreated a hell of trapped souls.\n(MORE )\n\f102.\n\nPOPESCU (0.S.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\f102. POPESCU (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nJonah felt responsible and he\nwaited all these years for someone\nwho might help him make it right -\nsomeone who could free him - and\nthem. Someone like Matt...\n\nIn a room that seems at this instant to be made up of nearly\nequal parts rotten meat and burning walls, crowded with\nwailing ghosts pawing angrily all around him - his body is\nwilting.\n\nYou can only run on dead man’s legs for so long.\n\n174B EXT. THE HOUSE - CONTINUOUS 174B\nThe weak older man is all that’s holding Sara up.\n\nSARA\nMatt. We’ve got to save him.\n\nPOPESCU\nPray with me. Pray with me now.\n\nSARA\nTo who?\n\nFr. Popescu, not unfamiliar with Sara’s doubt, begins to\nrecite St. Michael's prayer anyway.\n\nPOPESCU (CONT’D)\nSaint Michael the Archangel, defend\nus in battle. Be our protection\nagainst the wickedness and snares\nof the devil...\n\nThe firemen knock the door away - and when Sara looks up for\na moment she can see straight into the parlor - where,\nthrough the dust and the flames - she sees Matt/Jonah covered\nin soot and smoke - She doesn’t see the things that crowd all\naround him - only sees him - rigid as if frozen and covered\nin burnt flesh and soot.\n\nPeter starts to run into the house but gets tackled by a cop -\nanother cop comes and they both hold Peter down.\n\nPETER\nMy Son’s in there for God's sake -\nlet me go!\n\nFor just an instant before he’s taken down he and Sara lock\neyes - He struggles harder - bringing more cops to wrestle\nhim to the ground - Which allows Sara to make a dash for the\nhouse....\n\f103.\n\nSara runs straight at and into the house - past startled\nfiremen and cops too slow to stop a determined mother as the\nvery ceiling begins to collapse.\n\n175 INT. THE HOUSE - CONTINUOUS 175\n\nAs Sara runs in, the house falls down around her. Behind her\na beam collapses, blocking the entrance she came through.\nShe’s now trapped there too.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE HOUSE - CONTINUOUS 175\n\nAs Sara runs in, the house falls down around her. Behind her\na beam collapses, blocking the entrance she came through. She’s now trapped there too. \n\nTARGET SECTION TO BE ANNOTATED:\n She ducks her way into the\nparlor where she sees with her own eyes what is happening:\n\nShe sees the walls torn open and filled with burning tattooed\ncorpses. She sees through the flames - and as she begins to\nchoke on the fumes - and weaken - she sees more - sees all\nthe hideous shapes and forms around - sees her dying son\ntrapped alone in a burning room filled with death.\n\nSARA\nMatt!\n\nShe throws herself straight through flame at Matt/Jonah and\ngrabs hold of her boy and pulls him to the ground - just as\nthe ceiling comes down - the two fall on the safe side of it -\nbut are trapped in a burning corner - under ceiling that\n\ncan’t last much longer.\n\nShe’s holding her son and that’s all that matters as she\nrolls with him on the floor.\n\nShe drags him beneath the table - just as more of the ceiling\ncollapses and covers them in debris.\n\nShe looks down at her boy - who is out - possibly dead - but\nsees Jonah’s horribly charred face-\n\nSuddenly his eyes open. And look up at her - the saddest\nexpression in the world.\n\nAt first she recoils in horror - this is not her son - this\nburnt battered flesh is someone else and someone else’s son.\n\nBut something in her just sees a child.\n\nSARA (CONT'D)\nHere. I’m here. Momma’s here.\n\nShe brings her face down to his. Kissing the blackened skin.\nHer tears spilling on his charred face. And when she looks\ndown at him - she can clearly see it is Matt’s face beneath\nthe ash.\n\f104.\n\nSARA\nOh Mattie. My Mattie.\n\nMore pieces of the ceiling collapse around them. They are\nsoon to be buried beneath burning beams. Sara looks around\nfrantically - for any way out - any chance of escape.\n\nThere is none.\n\nShe looks down at her son - his breathing grows lower and\nlower. It seems he’s at the end.\n\nShe holds him to her and closes her eyes as fire and debris\nrain down around them.\n\nSARA\nOur...our Father who art in heaven,\nhallowed be thy name. Thy Kingdom\ncome. Thy will be done. On earth as\nit is in heaven.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nThy Kingdom\ncome. Thy will be done. On earth as\nit is in heaven. \n\nTARGET SECTION TO BE ANNOTATED:\nA huge CRASHING sound - and she holds him tighter - thinking\nthis is it for both of them... Flames rise all around them...\n\nSARA\n...though I walk through the Valley\nof the Shadow of Death...\n\nA faint voice joins her...\n\nMATT\n(weakly)\nI will fear no evil...\n\nShe looks down and sees Matt looking back at her.\n\nSARA & MATT\n...for Thou art with me...\n\nJust then a chunk of the wall gives way and a huge spray of\nwater shoots in from the outside - forcing the flames back.\n\nArms suddenly grab both of them - It’s Peter and a fireman\nwho together pull them out to the air.\n\nWe are left for a second still in the burning room - and as\nit completely fills with smoke and flame it seems we can hear\na faint voice continuing...\n\nJONAH (0.S.)\n-..and I shall dwell in the house\nof the Lord for ever.\n\f174C\n\n2B\n\n105.\n\nEXT. THE HOUSE - CONTINUOUS 174C\n\nAs the hose blasts away the ash and char we see Matt - not\nMatt/Jonah - just Matt. And he looks better than we have seen\nhim look so far. Eyes bright. Skin clear. He looks damn good.\nEspecially for a dead boy.\n\nIt’s impossible - no burns - no wounds - and no signs of\neither the disease or the cure or anything he’s been through.\nHe looks practically pink and new as the day he was born.\n\nOld Popescu sees this and falls to his knees in prayer.\n\nAnd as all three of them reach the lawn they are mobbed with\njoy by Wendy and the kids.\n\nPeter then puts his arm around his son and they hug. Then\nthey look up at the pre-dawn sky, still full of stars.\n\nPETER\nThey don’t look dead to me.\n\nMATT\nNo. They got plenty of life left.\nMillions of years of life.\n\nBehind them - sections of the house collapse as the firemen\npour water at it.\n\nThe blasts of water and wind send debris churning out into\nthe street and into the gutters.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nMillions of years of life. Behind them - sections of the house collapse as the firemen\npour water at it. The blasts of water and wind send debris churning out into\nthe street and into the gutters. \n\nTARGET SECTION TO BE ANNOTATED:\n And the water that pours\ndown the edge of the street carries odd horrifying bits of\nthe nightmare that reigned inside:\n\nSkulls, charred bones, fragments of drawings and photographs\nglowing with ash and a half burned stuffed animal, it’s\nbutton-eye still hanging by a thread, all flow down the\ngutter towards a storm drain sewer.\nSARA (0.S.)\n\nI don’t really care if people don’t\n\nbelieve.\nFADE OUT.\nFADE IN:\n\nThat Documentary-style silhouette of Sara talking. 2B\n\f106.\n\nSARA (CONT'D)\nI know what happened. The doctors\nand nurses know. My family knows.\nAnd my son’s alive. And well. And\nthat’s all that matters. They do\nsay the Lord works in mysterious\nways. But they never warn you just\nhow mysterious those ways really\nare.\n\n(straight to camera)\nConsider yourself warned.\n\nFADE TO BLACK AND...\n\nROLL SUPER:\nMatt Campbell was found to be a\ncompletely healthy, normal\nteenager.\n\nHis cancer has never reappeared.\nThe case is recorded in Connecticut\nhospital records as a rare case of\n‘spontaneous remission.’\n\nThe Aickman house has been rebuilt,\nrestored, and resold. No subsequent\noccupants have complained of any\ndisturbing manifestations.\n\f"
}