{
  "1": "there will be blood\n\nWritten by\nPaul Thomas Anderson\n\nBased on \"Oil!\" by\nUpton Sinclair\n\nFINAL SHOOTING SCRIPT Pink 7.25.06\nBlue 5.18.06\nWhite (Numbered) 2.20.06\n\nThis script is the confidential and proprietary property of\nParamount Vantage, and no portion of it may be performed,\ndistributed, reproduced, used, quoted, or published without prior\nwritten permission.\n\fOVER EXTERIOR SHOT OF HUGE MOUNTAINS IN THE B.G., PURE DESERT IN\nTHE F.G. MUSIC BUILDS FROM SMALL TO LOUD, VIOLENT CRESCENDO,\nTHEN OUT.\n\nTITLE: There Will Be Blood\n\nEXT. NEW MEXICO DESERT — DAY — 1898\n\nCAMERA looks up a steep trail. Half the frame filled with a\nhill in close distance, the other half is sky..over the top of\nthe hill we see a prospector’s pick come up and then down..up and\nthen down..up and then down...\n\nANGLE. BEHIND THE MAN WITH THE PICK.\n\nDANIEL C. PLAINVIEW (late 30’s here) is, with pick and ax,\n\nin the middle of the day, in 110 degree heat in New Mexico,\nsearching for SILVER.\n\nHe has a shaft about fifteen feet deep at this point.\nNearby is a MULE and a CART. He digs and digs and digs.\n\nFRONT ANGLE. CU. DANIEL’S FACE.\nHe continues.\n\ncuT TO:\nEXT. DESERT — EVENING.\nThe MULE is pulling a cart filled with his prospector’s\nsupplies. He walks beside, across the very rough desert\nterrain. HOLD.\n\ncuT TO:\nEXT. MINE SHAFT — ANOTHER DAY.\n\nHe’s back at it again. The SHAFT IS NOW TWENTY FEET DEEP.\n\nHe hears something outside the SHAFT in between swings\nof the pick...\n\nHe listens..waits..continues with the work..but turns back\nand climbs up out of the SHAFT...\n\nANGLE, MOUTH OF THE SHAFT.\nHe climbs out and looks;\n\n1\n\f4A\n\n6A\n\nTA\n\nHis MULE has dropped dead in the heat.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe listens..waits..continues with the work..but turns back\nand climbs up out of the SHAFT... ANGLE, MOUTH OF THE SHAFT. He climbs out and looks;\n\n1\n\f4A\n\n6A\n\nTA\n\nHis MULE has dropped dead in the heat. \n\nTARGET SECTION TO BE ANNOTATED:\n It is out like a light, 4A\nturned over on it’s side, the CART has fallen over with it..\n\nHe walks over, inspects, wipes his sweat off, takes a break for\na minute and then goes back in the shaft.\n\nCUT TO:\nINT. SHAFT. LATER. 5\nCU. PICK into earth once again.\nCU. DANIEL. He sees something in the earth here.\n\nHIS POV — IN THE ROCK. The clear tracing, glistening vein of a\nSLIVER ORE CHAMBER.\n\nHOLD ON HIS FACE. AND THE CAMERA EXAMINES CLOSELY THESE MINERALS\nIN THE ROCK. PLAY OUT FULL.\n\nOUTSIDE THE SHAFT, LATER. 6\nHe unleashes the dead mule from the CART. and begins to LOAD IN\nMASSIVE CHUNKS OF ROCK, LEADED WITH SILVER ORE INTO THE CART.\n\nHe catches his breath. He wipes his face and he goes back into\n\nthe SHAFT — but as he starts back down — somewhere between\n\npassing out and tripping -- he plunges — loosing all his\n\nbalance, twists around and HEADS FEET FIRST STRAIGHT DOWN THE\n\nSHAFT WITH NO HOLD — AND LANDS AT THE BOTTOM — 6A\n\nBOTH HIS ANKLES SNAP TOWARDS EACH OTHER.\nHOLD. He passes out.\n\nCU. DANIEL. 7\nmaybe a few moments later and he has come to..he looks up to the\ntop of SHAFT and sees the light —\n\nSo..over the course of however long it takes, he pulls himself up\nand out of the MINE SHAFT.\n\nANGLE, MOUTH OF THE SHAFT.\nhe arrives at the opening..He puts himself on his back and\nrests..HOLD.\n\nAs he opens his eyes, he notices that the CART — from the weight 7A\nof SILVER ORE - it has tipped forward..and in doing so, has\n\ndropped his CANTEEN OF WATER that had been strapped safely to\n\nthe cart —\n\nwater dribbles out in a pool of mud where the canteen sits.\n\f10\n\n11\n\nCuT TO:\nEXT. DESERT. DAY\nDANIEL is pushing the cart with the upper half of his body..",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\n10\n\n11\n\nCuT TO:\nEXT. DESERT. DAY\nDANIEL is pushing the cart with the upper half of his body.. \n\nTARGET SECTION TO BE ANNOTATED:\nthen\nhe drags himself to catch up with the cart — he does this over\n\nand over and over and over again across the desert floor —\n\nCAMERA BEHIND HIM. Way off, in the distance, about a mile,\nis the trace of a small town —\n\ncut TO:\n\nINT. SILVER ASSAY OFFICE/LEASE OFFICE - DAY.\n\n \n\nDANIEL, laying on his back on the floor of the office.\nCU's of watching the assay process and tallying up the value of\nthe silver..He will sell this lease and move on...\n\ncurt TO:\n\nEXT. SOMEWHERE IN CALIFORNIA. DAY — A FEW YEARS LATER — 1902\nDANIEL is working again in a large field with some MEN.\nThere is: CANBURRY (30s) an OLDER MAN (50s) and a YOUNG MAN\n(around 15) and a mining acquaintance: H.B. AILMAN (30s) and\nnearby, kept in the shade in a small bassinet, is a ONE YEAR\nOLD BABY, Ailman’s son (H.W.)\n\nThey are again, with pick and ax, digging a well.\n\nThey have a rope to a Horse and have connected the rope to\na pulley to raise and lower buckets into and out of the muck.\n\nThey shovel the muddy dirt into buckets, load the contents onto\na cart, which they take by a MULE to another area and dump.\n\nCAMERA LOOKS DOWN INIDE THE WELL.\n\nThey are at SIXTY FEET. Inside the well is DANIEL and AILMAN.\nUnder their feet is oil soaked SHALE..it is emitting considerable\nquantities of gas and crackling like heated popcorn.\n\nThe FUMES are CHOKING. They have RAGS TO THEIR FACES.\n\nAfter a few moments, DANIEL PASSES STRAIGHT OUT. AILMAN\n\nSMACKS HIM, SMACKS HIM. WAKES HIM.\n\nCUT TO:\n\n10\n\n11\n\f12\n\n13\n\n14\n\n14a\n\nCU. NEWSPAPER CLIPPING. 12\nIt shows the picture of an old, very crude derrick in\nPennsylvania.\n\nWIDER, THAT MOMENT.\n\nDANIEL, AILMAN, CANBURRY all stand over the picture, pointing\nto it, getting to the bottom of how it works.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEWSPAPER CLIPPING. 12\nIt shows the picture of an old, very crude derrick in\nPennsylvania. WIDER, THAT MOMENT. DANIEL, AILMAN, CANBURRY all stand over the picture, pointing\nto it, getting to the bottom of how it works. \n\nTARGET SECTION TO BE ANNOTATED:\n quick scene\ndiscussing exactly what would be needed to build such a rig.\n\nCcuT TO:\nEXT. DRILLING SITE — DAY 13\nThis crew of men has erected a very CRUDE TWENTY FOOT TALL\nDERRICK. They have fashioned a drill by attaching a cross\nshaped bit to a three inch rod. They've got a pump, driven\nby horsepower.\nDANIEL operates the drill that’s essentially a 20ft eucalyptus\ntree. The large apparatus drives deep into the ground — the\nfirst hit is very successful.\n\nHe brings the drill back up for a second attempt.\n\nWIDE ANGLE.\nDANIEL drives the 300 pound apparatus down — it breaks loose\nfrom his hands -- SLIPS COMPLETELY FROM HIS GRASP — AND PLUMMETS\n\n— He is left holding nothing...\nhe just watches it fall down the hole.\ncur TO:\nINT. HOLE. — THAT MOMENT 14\n\nTHE DRILL/LOG COMES FALLING DOWN, STRAIGHT AT CAMERA. IT FALLS,\nSTRAIGHT DOWN THE HOLE AND SPLINTERS APART.\n\nHOLD.\nANGLE, DANIEL, UP AT THE TOP. 14a\nlooking down after it, then back up at the rig they’ve built.\n\nHe looks to Ailman.\n\nCUT TO:\n\f15\n\n15A\n\n16\n\n17\n\nINT. HOLE. 15\n\nAILMAN has DESCENDED INTO THE DARK HOLE. DANIEL and the\nrest are up top. AILMAN wears a RUBBER RAIN SLICKER.\nMUD EVERYWHERE.\n\nDANIEL COACHES FROM ABOVE.\n\nIN THE WELL, AILMAN, HALF PASSING OUT, AND HANGING FROM A PULLEY\nDEVICE, WRESTLES THE DRILL FREE BY KICKING IT WITH HIS FEET OVER\nAND OVER AND OVER AGAIN — IT EVENTUALLY BREAKS FREE AND CAN BE\nBROUGHT UP.\n\nMOMENTS LATER, AT THE TOP. 15A\nAILMAN AND THE DRILL PIECE ARE PULLED TO THE TOP.\n\nCuT TO:\nEXT. HOLE. DAY. 16\n\nwith DANIEL. It’s all been re-constructed. They are drilling.\ndrilling. ON ONE BLOW -- they HIT SOMETHING VERY HARD. SOLID.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\ndrilling. ON ONE BLOW -- they HIT SOMETHING VERY HARD. SOLID. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEY CAN'T BUDGE THE DRILL FOR A MINUTE. THEN THEY GET IT.\nTHEY PULL THE RIG UP AND OUT.\nCU. THE DRILL LOG.\nit lands on the ground. It’s ABSOLUTELY SOAKED in OIL\nmeasuring up about 10ft on the large WOOD DRILL PIECE.\nDANIEL enters FRAME, on his side..gets down and looks at it.\nHis breathing gets heavier and heavier and a little crazy. HOLD.\nCUT TO:\nEXT. DRILLING SITE. DAYS LATER. 17\nThis scene shows how they are taking the oil, dumping it into a\n\nreservoir they’ve built, then taking that and putting it into\nwhatever they’ve got: cans, containers, barrels, bottles, etc. etc.\n\nAILMAN works while holding the one-year-old H.W. in his arms.\n\nCuT TO:\n\f18\n\n19\n\n20\n\nINT. SHAFT. 18\n\nDANIEL and AILMAN are in the shaft, working something.\n\nThey are moving in and out of consciousness, but are somehow\ndriving forward, fixing a part of the drill. OIL and MUD are\npooled underneath them.\n\nDANIEL hears something. looks up.\n\nANGLE, THE TIMBER SUPPORTS THAT SURROUND THE WELL.\nsomething has come loose...\n\nCU. DANIEL.\nhe looks at AILMAN.\n\nCU. TIMBER\na very large, sharp piece, like an icicle, cracks in the\nsupport and comes flying STRAIGHT AT CAMERA.\n\nDANIEL AND AILMAN. TWO SHOT.\n\nTHE PIECE COMES FLYING DOWN LIKE A DAGGER AND GOES STRAIGHT\nINTO THE TOP OF AILMAN’S HEAD, BLOOD PUSHES FROM HIS MOUTH\nAND EYES AND SPRAYS DANIEL.\n\nHOLD, CU. ON DANIEL. in a state of shock.\nCUT TO:\nEXT. DRILLING SITE. DAY 19\nDANIEL looks at the BABY, HW, in the basket..HOLD. He picks him\nup and walks around with him, holding onto him awkwardly..He puts\nhim back in the basket, looks around..looks back at this baby\nH.W...\nCUT TO:\nINT. FLOP HOUSE. NIGHT 20\nThe young baby H.W.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLOP HOUSE. NIGHT 20\nThe young baby H. W. \n\nTARGET SECTION TO BE ANNOTATED:\n is CRYING at the top of it’s lungs, laying\nin the bed next to DANIEL who is out cold. Everyone else is\nasleep in this flophouse.\nDaniel wakes up, takes some WHISKEY from his bag, pours it on\nhis FINGER and puts it in the baby’s mouth. He sips\nsome himself..baby H.W. cries and cries and cries...\nANGLE, LATER.\n\nDANIEL carries the baby H.W. to a corner of the flophouse\nwhere a MOTHER and FATHER and THREE CHILDREN are sleeping.\n\f21\n\n22\n\nThe MOTHER gently takes out her breast and puts the baby H.W.\nto it, calming and quieting the child.\n\nDaniel falls back asleep sitting on the floor.\nCUT TO:\nINT. TRAIN. MOVING. DAY. 21\n\nCAMERA holds on DANIEL sleeping. The baby, H.W. is\nin the seat next to him, awake and looking about.\n\nCAMERA moves in CLOSE ON THEM BOTH. HOLD.\nLONG DISSOLVE TO:\nCU. DANIEL CALDECOT PLAINVIEW. (D.C. PLAINVIEW) — 1908 22\n\nA few (six) years later. He is dressed well now. slight show\nof some wealth. overcoat, haircut, clean shaven, etc. We see\nnothing but him as he speaks;\n\nDANIEL\nLadies and Gentlemen, I’ve traveled\nover half our state to get here this\nevening. I couldn't get away sooner because\nmy new well was coming in at Coyote Hills and\nI had to see about it. That well is now\nflowing at two thousand barrels and it’s\npaying me an income of five thousand dollars\na week. I have two others drilling and I have\nsixteen producing at Antelope.\nSo — Ladies and Gentlemen — if I say I’m an\noil man, you will agree.\n\n(beat)\nYou have a great chance here — but bear in\nmind: you can loose it all if you’re not\ncareful. Out of all men that beg for a chance\nto drill your lots, maybe one in twenty will be\noil men; the rest will be speculators — men\ntrying to get between you and the oil men — to\nget some of the money that ought by rights come\nto you.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo — Ladies and Gentlemen — if I say I’m an\noil man, you will agree. (beat)\nYou have a great chance here — but bear in\nmind: you can loose it all if you’re not\ncareful. Out of all men that beg for a chance\nto drill your lots, maybe one in twenty will be\noil men; the rest will be speculators — men\ntrying to get between you and the oil men — to\nget some of the money that ought by rights come\nto you. \n\nTARGET SECTION TO BE ANNOTATED:\n Even if you find one that has money,\nand means to drill, he’1ll maybe know nothing\nabout drilling and he’1ll have to hire out the\njob on contract — and then you’re depending on\na contractor that’s tryin’ to rush the job\nthrough — so he can get another contract just\nas quick as he can. This is way that this\nworks.\n\fAn OC VOICE INTERRUPTS, LOUDLY; Daniel holds his composure.\n\nOC MALE VOICE\nWHAT IS YOUR OFFER? WE'RE WASTING TIME.\n\nDANIEL\nI do my own drilling and the men that work\nfor me, work for me and they are men I know.\nI make it my business to be there and see to\ntheir work. I don’t lose my tools in the hole\nand spend months fishing for them; I don’t\nbotch the cementing off and let water in the\nhole and ruin the whole lease.\n\nREVEAL, AT THAT MOMENT, young H.W. (age 7) He is standing behind\nDaniel and looking at the group OC. Daniel and H.W.;\n\nDANIEL\nI'm fixed like no other\ncompany in this field and that’s\nbecause my Coyote Hills well has just\ncome in — I have a string of tools\nall ready to put to work..I can load a rig\nonto trucks and have them here in a week.\nI have business connections so I can get\nthe lumber for the derrick — such things go\nby friendship in a rush like this.\nAnd this is why I can guarantee to start\ndrilling and put up the cash to back my word.\nI assure you, whatever the others promise\nto do, when it comes to the showdown, they\nwon't be there...\n\nREVERSE, THE ROOM, THAT MOMENT\n\nAbout TEN FAMILIES have packed themselves into a very small\nBUNGALOW HOME in Signal Hill near Long Beach, Calif. They are\na hungry group;\n\nMAN\nTHAT’S FINE. THAT’S JUST FINE, BUT HOW\nDO YOU PROPOSE TO SPLIT UP THE LOTS?\n\nWOMAN\nWHAT ARE YOU SAYING, MR.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are\na hungry group;\n\nMAN\nTHAT’S FINE. THAT’S JUST FINE, BUT HOW\nDO YOU PROPOSE TO SPLIT UP THE LOTS? WOMAN\nWHAT ARE YOU SAYING, MR. \n\nTARGET SECTION TO BE ANNOTATED:\n PLAINVIEW?\n\nMARRIED MAN\nWE DON’T HAVE TIME FOR THIS IF YOU\nCAN'T TELL US HOW YOU PLAN TO PAY\nEACH AND EVERY PERSON THAT IS\nIN THIS ROOM.\n\fANOTHER MAN\nLET HIM FINISH. LET HIM FINISH.\n\nMAN\nIF SOMEONE HAS A MARKED BOUNDARY AND\nA SMALL LOT, THAT INFRINGES —\n\nANOTHER MAN\nLET HIM FINISH!\n\nMAN\nINFRINGING ON MY LOT AND TAKING MY MONEY.\n\nANOTHER MAN\nLET HIM FINISH. Please, Mr. Plainview --\n\nDANIEL\nIt’s not up to me to say how you’re going\nto divide the royalty. But let me say this;\nwhatever you give up so you can get together —\nit will be smart compared to what you may loose\nby delay. The crooks and the gamblers are near\nand the wolf is scratching the door.\nLadies and Gentlemen, take it from\nme as an oil man — humbly — there aren’t going\nto be many gushers here at Signal Hill.\nA field plays out very quick. In two or three\nyears, these wells will be dry — even this\ndiscovery well that’s gushing down the road and\nhas everyone so crazy. So my suggestion, with\nrespect, is take a smaller share of royalty\nand we will see that it’s a small\nshare of a bigger royalty. That,\nladies and gentleman, is what I had to say.\n\nHOLD ON THE ROOM. Everyone has taken this in, then: THE ROOM\nERUPTS AS EACH FAMILY SCREAMS AND YELLS AND UNLEASHES THEIR\nWRATH AT EACH OTHER ABOUT HOW THEIR LOTS SHOULD BE DIVIDED AND\nROYALTIES SHARED AND MEASURMENTS OF “SMALL LOTS” “BIG LOTS”\n“LITTLE BIG LOTS” “LITTLE SMALL LOTS” WOMEN SCREAM: “WE SHOULD\nJUST GO WITH A FAMILY OPERATION, IT’S MORE IMPORTANT!” A MAN\nSCREAMS: “BULL.”\n\nWe witness human dignity go completely out the window.\n\nDaniel stands, slowly turns and walks out the door, without even\nbeing noticed. H.W. walks out behind Daniel...\n\nCUT TO:\n\f23\n\nEXT. SIGNAL HILL — THAT MOMENT. 23\n\nCAMERA leads DANIEL and H.W.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f23\n\nEXT. SIGNAL HILL — THAT MOMENT. 23\n\nCAMERA leads DANIEL and H. W. \n\nTARGET SECTION TO BE ANNOTATED:\n out of the bungalow and onto the\nstreet, they are followed out of the house by a small man named\nPRESCOTT (50s) pleading his case —\n\nPRESCOTT\nno, please, Mr. Plainview where are you going?\n\nDANIEL\nI don’t need the lease, thank you.\n\nPRESCOTT\nBut, no, no, we need you, we'd like\nfor you to begin —\n\nDANIEL\nThere’s too much confusion. Thank\nyou for your time.\n\nPRESCOTT\nNo confusion, let us just, please come\nback and we can all settle this —\n\nDANIEL\nI wouldn’t take the lease if you gave\nit to me as a gift.\n\nDANIEL and H.W. keep walking, THEY JUMP OVER THE OIL THAT FLOWS\nIN THE GUTTER, OF THIS SUBURBAN TRACT COMMUNITY/UNDER\nCONSTRUCTION. PEOPLE IN THE STREETS, BUYING, SELLING, ETC.\n\nWE CAN SEE THE TOP OF A DERRICK IN THE DISTANCE ON A HILL.\n\nThey walk down the center of the street and off up a\nside road --\n\nCUT TO:\n\f24\n\n1\n\nBANKSIDE HOME — NIGHT. 24\n\nINT.\n\nDANIEL is now sitting with a nice, mild mannered man: JIM\nBANKSIDE (50s) his WIFE sits with him and their TWO SONS aged 10\n\nand 12.\n\nBEAT.\n\nHW sits beside Daniel and a bit behind;\n\nDANIEL\nMr. Bankside, I’m not going to waste\nyour time and I’d like it if you didn’t\nwaste mine. If you want to sign with\nme we can have a well drilling within\nten days. Your lot is further North from\nthe discovery well up here so it means we\nwill probably have to dig deeper. If there's\nas much oil up here as I think there is, it\nwill be harder to reach but once we find it\nwe can take it right out. But we have to\nact quickly because very soon these grounds\nwill dry up. I need you to know what you\nwant to do.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf there's\nas much oil up here as I think there is, it\nwill be harder to reach but once we find it\nwe can take it right out. But we have to\nact quickly because very soon these grounds\nwill dry up. I need you to know what you\nwant to do. \n\nTARGET SECTION TO BE ANNOTATED:\n Because of the distance\nfrom the discovery well I’1l pay you a smaller\nroyalty than you’d get down there — but I'll\ngive you a thousand dollar bonus on your lot.\n\nBANKSIDE\nwhat royalty?\n\nDANIEL\nA sixth — now that’s standard.\nAnd a guarantee to start\ndrilling within ten days — which isn’t.\n\nKIDS\nDO IT, DAD. DO IT. DO IT.\n\nBANKSIDE (to kids)\nSHUT UP.\n\nDANIEL\nThe oil—game is like heaven. Everyone is\ncalled but few are chosen.\n\nMRS. BANKSIDE\nWhere is your wife?\n\nDANIEL\nShe died at child birth, Mrs. Bankside.\nIt’s just me and my boy.\n\nBankside takes all this in, then:\n\f25\n\n25A\n\n25B\n\n25C\n\n26\n\nCUT TO:\nEXT. DERRICK FLOOR — EVENING — WEEKS LATER. 25\n\nDANIEL is guiding the process on the floor of the derrick,\nWhich has been erected ON TOP OF/NEXT TO/IN the BANKSIDE HOME.\n\nHOLD on this process, and introduce the main team of DRILLERS\nthat Daniel works with; BEN BLAUT (40s), MURGINS (50s) JOE\nGHUNDA (40s) and FOUR OTHER FACES/ROUGHNECKS. We watch them and\nhear technical details, etc.\n\n«there is a DEEP, DARK RUMBLE..the men get ready...\n\n--it’s very quiet...\n\nCAMERA looks straight down onto the men working..and IN A FLASH: 25A\nA BURST OF GAS/WATER/OIL COMES STRIAGHT UP AND AT THE CAMERA.\n\nTHE SCREEN GOES BLACK.\nOIL SPRAYS ALL OVER THE BANKSIDE HOUSE... 25B\n\n«THE MEN CONTAIN THE GUSHER and \"tie-off”..leading the oil\ninto waiting LARGE DRUM CONTAINERS.\n\n«INSIDE THE CONTAINER’s..we watch the OIL FILL UP. 25C\nCUT TO:\nINT. PLAINVIEW AMERICA DRILLING CO. (BANKSIDE HOUSE) — NIGHT 26\n\n \n\nInside what was the Bankside home, Daniel and his main partner\nin business: FLETCHER HAMILTON (40s) have made offices.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nOIL SPRAYS ALL OVER THE BANKSIDE HOUSE... 25B\n\n«THE MEN CONTAIN THE GUSHER and \"tie-off”..leading the oil\ninto waiting LARGE DRUM CONTAINERS. «INSIDE THE CONTAINER’s..we watch the OIL FILL UP. 25C\nCUT TO:\nINT. PLAINVIEW AMERICA DRILLING CO. (BANKSIDE HOUSE) — NIGHT 26\n\n \n\nInside what was the Bankside home, Daniel and his main partner\nin business: FLETCHER HAMILTON (40s) have made offices. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s\nclearly been a few hard weeks of work, the home is now dirty,\ncramped, with tools, paper, etc. This has become their home\nbase. Just outside the window, we see the BASE OF THE DERRICK,\ninvading the living room/kitchen —\n\nH.W. sleeps on a cot in the corner, behind Daniel’s desk.\nOUTSIDE, we hear the drilling and yelling and all the rest of\nthe circus...\n\nA YOUNG KID (PAUL SUNDAY aged 16) knocks on the screen door,\nlooks inside. He is skinny, dirty, traveled, worn;\n\nPAUL SUNDAY\nmr. plainview?\n\nDANIEL\nyes?\n\fHe steps inside.\n\nPAUL SUNDAY\nare you daniel plainview?\n\nDANIEL\nyes.\n\nBEAT.\n\nDANIEL\nwhat can I do for you?\n\nPAUL SUNDAY\nyou look for oil?\n\nDANIEL\nyes.\n\nPAUL SUNDAY\nwhat do you pay for a place that has it?\n\nDANIEL\nthat depends.\n\nPAUL SUNDAY\nwhat does it depend on?\n\nDANIEL\nlots of things.\n\nPAUL SUNDAY\nIf I told you I knew a place\nthat had oil, where land could be\nbought cheaply — what do you think\nthat would be worth?\n\nDANIEL\nI think you’d have to let me know\nwhat you know. And we would try\nand work something out.\n\nPAUL SUNDAY\nCan I sit down?\n\nBEAT. He sits.\n\nPAUL SUNDAY\nwhat church do you belong to?\n\fBEAT.\n\nDANIEL\nI..I enjoy all faiths..I don’t belong\nto one church in particular — I like\nthem all — I like everything. Where are\nyou from?\n\nPAUL SUNDAY\nThat would be telling you.\nThat’s what I want to sell you.\n\nDANIEL\nwhat are you doing in Signal Hill?\n\nPAUL SUNDAY\nfe have oil and it seeps through the\nground -- do you want to pay me\nto know where it is?\n\n \n\nDANIEL\njust because there’s something on the ground\ndoesn’t mean there’s anything beneath it.\n\nPAUL SUNDAY\nwhy did Standard Oil buy up land?\n\nBEAT.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL\njust because there’s something on the ground\ndoesn’t mean there’s anything beneath it. PAUL SUNDAY\nwhy did Standard Oil buy up land? BEAT. \n\nTARGET SECTION TO BE ANNOTATED:\n Paul just looks at him;\n\nDANIEL\nIs it in California?\n\nPAUL SUNDAY\nmaybe.\n\nDANIEL\nHow much land did they buy?\n\nPAUL SUNDAY\nI'd like it better if you didn’t\nthink I was stupid.\n\nDANIEL\n«why did you come to me?\n\nPAUL SUNDAY\nYou just brought this well in.\n\nDANIEL\nthat’s right.\n\fPAUL SUNDAY\nyeah, so: just give me five hundred dollars\nin cash right now and I’ll tell you\nwhere it is.\n\nDANIEL\nI’1l give you one hundred dollars now\nand if it looks like a promising lease,\nI’1l give you a thousand dollar bonus.\n\nPAUL SUNDAY\nSix hundred dollars.\n\nDANIEL\ntell me one thing to help me decide:\nwhat else do you have up there?\nwhat do you grow?\n\nPAUL SUNDAY\nWe have a big ranch, but it’s mostly rocks.\nyou plant things, nothing grows but weeds —\nwhat makes you think it’s up?\n\nFLETCHER\nis there sulphur around or alkali deposits?\n\nPAUL SUNDAY\nAlkali nearby. I don’t know sulphur.\n\nH.W. wakes up in the b.g., behind Daniel’s desk and looks at the\nscene, sees the boy, looks around..Paul looks from H.W. to\nDaniel;\n\nPAUL SUNDAY\nIs that your son?\n\nDANIEL\nyes.\n\nPAUL SUNDAY\nHi.\n\nH.W.\nHi.\n\nPAUL SUNDAY (to Fletcher)\nWho are you?\n\nFLETCHER\nMy name is Fletcher Hamilton.\nnice to meet you, Paul.\n\fPAUL SUNDAY\nWhat do you do?\n\nFLETCHER\nI work with Mr. Plainview.\n\nDANIEL\nfour hundred dollars...\n\nPAUL SUNDAY\nIt’s six now.\nI’m leaving my home for good,\nso I need this -- I want six\nhundred dollars. give it to me\nor I'll go somewhere else.\n\nDaniel reaches into his pocket — he has $300 — Fletcher gets out\nan envelope and gives him another $300.\n\nPAUL SUNDAY\nI come from a town called Little Boston\nin Isabella County.\n\nANGLE, MOMENTS LATER.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel reaches into his pocket — he has $300 — Fletcher gets out\nan envelope and gives him another $300. PAUL SUNDAY\nI come from a town called Little Boston\nin Isabella County. ANGLE, MOMENTS LATER. \n\nTARGET SECTION TO BE ANNOTATED:\nThey have a map spread out and tacked up on the wall. DANIEL,\nFLETCHER, HW and PAUL over it as he points.\n\nPAUL SUNDAY\nthis is us here. spur station\nhere at Little Boston. The Sunday\nranch is what you’re looking for.\nThere’s a sheep trail that leads you\nthere — it’s a mile from town heading\nwest — not far. just through a small\npass — near the base of the hills.\nfollow the sheep trail.\n\nDANIEL\nAnd where did Standard buy up?\n\nPAUL SUNDAY\nHere and here.\n\nhe points to an area about thirty miles north west.\n\nDANIEL\nyour family’s name is Sunday?\n\nPAUL SUNDAY\nthat’s right.\n\fBEAT.\n\nDANIEL\nhow many in your family?\n\nPAUL SUNDAY\nMy father and mother and and my sisters\nand my younger brother, Eli.\n\nH.W.\nHow many sisters do you have?\n\nPAUL SUNDAY\nTwo. Mary and Ruth.\n\nDANIEL\nWhat’s your name?\n\nPAUL SUNDAY\nPaul.\n\nFLETCHER\nDoes your family know about the oil\nthat you say is there?\n\nPAUL SUNDAY\nI don’t know. My Uncle always said\nthere was oil there — but I don’t\nknow what they heard or what they think.\n\nFLETCHER\nwhat do you grow?\n\nPAUL SUNDAY\nit's goats. a goat farm. I told you:\nthere’s nothing grows up there but weeds.\n\nFLETCHER\nwater?\n\nPAUL SUNDAY\n\nit’s salty. you drill a well,\n\nit hard not to get salt water.\n(beat)\n\nThe oil is there. I’m telling you.\n\nPAUL SUNDAY\nI wanna go now. so: good luck to you.\n\nDANIEL\nyou can stay here tonight --\n\f27\n\n28\n\n18\n\nPAUL SUNDAY\nNo. I wanna go now. I wanna leave.\n\nDaniel walks over to him.\n\nDANIEL\nIf I travel all the way there and\nI find out that you're a liar,\nI’ll find you and I’1l take more than\nmy money back, is that alright with you?\n\nPAUL SUNDAY\nyessir.\n\nBEAT.\n\nPAUL SUNDAY\nnice luck to you. good bye.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL SUNDAY\nyessir. BEAT. PAUL SUNDAY\nnice luck to you. good bye. \n\nTARGET SECTION TO BE ANNOTATED:\nHe leaves. HOLD with Daniel, Fletcher and HW.\n\nFLETCHER\nyou know there was an earthquake up\nthere a few days ago...\n\n(beat)\nAnything he’s seeing on the ground\ncould just be loose stuff set free...\n\nHOLD.\nCuT TO:\n\nEXT, TRAIN DEPOT/LITTLE BOSTON, CALIFORNIA — LATE DAY. 27\nCAMERA looks down a long stretch of TRAIN TRACKS that cuts\nacross a dry, flat, empty valley floor.\n\nWe can see, in the distance, the faint trace of DANIEL and HW\ndriving in their CAR on a road that runs parallel to the\n\ntracks. They bounce up and down, dust trail behind them — we PAN\nWITH THEM AS THEY ARRIVE AT:\n\nTHE TRAIN DEPOT OF LITTLE BOSTON. We see some small, rolling 28\nhills in the distance...\n\nThey PARK THEIR CAR next to the SPUR STATION, UNLOAD SOME\nCAMPING EQUPIMENT FROM THEIR CAR and start walking off..we see\nthe TOWN OF LITTLE BOSTON NEARBY...\n\nDANIEL and HW walk the road on the outskirts of town\nand towards the hills --\n\f29\n\nCUT TO:\n\nEXT. SHEEP ROAD/BASE OF HILLS- DUSK. 29\nThey’re walking with the HEAVY CAMPING EQUIPMENT.\n\nH.W. starts to fall a bit, with the camping equipment, Daniel\ncatches him, props him up a bit;\n\nDANIEL\nAlright?\n\nyeah.\n\nThey walk some more until Daniel sees something coming up ahead\nin the distance, says to HW;\n\nDANIEL\nRemember your silence..(walk beside me,\nnot behind me.)\n\nCAMERA PANS LFT, becomes THEIR POV: Coming towards them, from\nthe distance is a MAN. This is ABEL SUNDAY (50s) He is very\nfrail, small, worn;\n\nABEL SUNDAY\nGood evening.\n\nDANIEL\nGood evening.\n\nThey gain ground, get closer. THREE SHOT. HOLD.\n\nDANIEL\nMy name is Daniel Plainview. This is my son HW.\n\nABEL SUNDAY\nAre you hunting?\n\nDANIEL\nWe’re hunting for quail. We were told\nthere might be a good place to camp up\nhere near the Sunday ranch...",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nABEL SUNDAY\nAre you hunting? DANIEL\nWe’re hunting for quail. We were told\nthere might be a good place to camp up\nhere near the Sunday ranch... \n\nTARGET SECTION TO BE ANNOTATED:\nABEL SUNDAY\nThis is the Sunday ranch. you can camp here.\n\nDANIEL\ndo you have water?\n\f30\n\n20\n\nABEL SUNDAY\nYes.\n\nThey arrive at each other.\n\nABEL SUNDAY\n(extends his hand)\nI am Abel Sunday.\n\nDANIEL\nPleasure to meet you.\nWe heard there was an earthquake here\na few days ago is that right?\n\nABEL SUNDAY\nYes.\n\nDANIEL\nYour family?\nABEL SUNDAY\nYeah, all fine, thank you.\nWe’ve got some milk if you’d like,\ngoat's milk up at the ranch if that’s ok..\n\nDANIEL\nThat'd be fine.\n\nThey continue to chat as they walk up the road. IN the distance\nare some minor rolling hills...they head around a bend..and we\nsee a CHURCH ON A HILL...\nDISSOLVE TO:\nEXT. SUNDAY RANCH/MOMENTS LATER. 30\n\nThe three men come up to the small, very run down HOME.\nStanding, waiting outside is the SUNDAY FAMILY:\n\nMOTHER SUNDAY (50s) RUTH SUNDAY (aged 12) MARY SUNDAY (aged 7)\nand a very skinny, man/boy, the son: ELI SUNDAY (aged 18)\n\nThey make introductions, say hello, etc. About fifty yards from\nthe house is a large oak tree;\n\nDANIEL\nCan we set a tent over here?\nwe'll be out of your way here —\n\fHW goes off\n\n2\n\nABEL SUNDAY\nthat’s fine. Eli, help this boy right now\nand get them some water.\n\nHW\nI’ve got it.\n\nto get some water. Eli just stands.\n\nABEL SUNDAY\nMr. Plainview — would you like that milk now?\n\nDANIEL\nThat’s fine thank you.\n\nABEL SUNDAY\nGo, Mary. Ruth help them with their tent --\n\nDANIEL\nNo, please. We set ourselves on this camping\ntrip, we’ve got to do the camping.\n\nABEL SUNDAY\nThe eggs, Ruth.\n\nRuth goes off to get some eggs. HW comes back with some water;\n\nDANIEL\nDo you have any bread?\n\nABEL SUNDAY\nWe have potatoes.\n\nDANIEL\nPotatoes would be nice, thank you.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHW comes back with some water;\n\nDANIEL\nDo you have any bread? ABEL SUNDAY\nWe have potatoes. DANIEL\nPotatoes would be nice, thank you. \n\nTARGET SECTION TO BE ANNOTATED:\nABEL SUNDAY\nI’1l have them boil you up\nsome potatoes.\n\nDANIEL\nThat’s alright, I thought maybe we'd\nmake a fire. I wanted to work with my\nson on making a fire.\n\nABEL SUNDAY\nEli, would you get them some wood?\n\nEli reluctantly goes off to get some wood, Daniel walks over to\nAbel, extends his hand;\n\f31\n\n22\n\nDANIEL\nThank you for your hospitality, Abel.\nwe'll stay out of your way, just\nhunting quail —\n\nABEL SUNDAY\nI’m sorry we don’t have any bread.\nCorn just doesn’t fill out in the hills here.\nIt’s mostly rock and we don’t have room\nto raise the grain...\n\nThey chat a bit more as -- DISSOLVE TO:\nINT. SUNDAY RANCH/NIGHT — LATER. 31\n\nDANIEL and HW and ABEL SUNDAY sit close to the FIRE.\n\nJust back a bit, on stones, sits the rest of the FAMILY and ELI.\nAbel directs the girls to clear and wash their dishes — they\ncollect the dishes, and then;\n\nABEL SUNDAY\nBrother, may I ask you a personal question?\n\nDANIEL\nYes.\n\nABEL SUNDAY\nAre you saved?\n\nDANIEL\nVS...\n\nABEL SUNDAY\nAnd you’ve been washed in Blood?\n\nDANIEL\nYes, brother. We’ve been washed.\n\nABEL SUNDAY\nWhat is your church?\n\nDANIEL\nOur church is called The Church of the World.\n\nABEL SUNDAY\nI don’t know that Church. I don’t know\nwhat their message is --\n\nDANIEL\nYes.\n\f23\n\nABEL SUNDAY\nCan you tell me about the message of the\nChurch of the World?\n\nDANIEL\nWell, Brother Abel, we are told in the Book\nnot to discuss our faith with stangers.\nEven if they’re so nice and helpful.\n\nABEL SUNDAY\nWe're told in our book, “The Lord\nhas called us to preach the Gospel\nunto them.”\n\nDANIEL\nYes, that’s right. “And the Gospel must\nfirst be published among all nations.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL\nWell, Brother Abel, we are told in the Book\nnot to discuss our faith with stangers. Even if they’re so nice and helpful. ABEL SUNDAY\nWe're told in our book, “The Lord\nhas called us to preach the Gospel\nunto them.”\n\nDANIEL\nYes, that’s right. “And the Gospel must\nfirst be published among all nations. \n\nTARGET SECTION TO BE ANNOTATED:\nABEL SUNDAY\nThat's right!\n\nDANIEL\nBut according to our faith, we believe\nthat we get to know a man through friendship —\nand business — and we talk about faith later.\n\nELI speaks up;\n\nELI\nMay I ask a question?\n\nDANIEL\nYes, Eli?\n\nELI\nWhat does your Church teach about earthquakes?\n\nDANIEL\nAbout the earthquakes? Like the\nearthquake you had up here?\n(beat)\nWe are taught that it is God’s mighty power.\n\nABEL SUNDAY\nMy son is a healer and a vessel\nfor the Holy Spirit. He has a church...\n\f32\n\n33\n\n24\n\nELI\nOur earthquake means that the Holy\nSpirit has grown weary of drunkeness and\nlying in the world.\n\n(beat)\nHave you been doing any of these things?\n\nH.W.\nNo we haven't.\n\nDANIEL (to Eli)\nNo, son. We haven't.\n\nELI\nthank you.\n\nNo one seems to know what to say next, so they stand and say\ngood night and head back to their house. Daniel, H.W. get inside\ntheir tent.\nDISSOLVE TO:\nEXT. SUNDAY RANCH — DAWN 32\n\nDANIEL and HW put out their morning fire, collect their HUNTING\nGEAR and head off —\n\nCUT TO:\nEXT. HILLS NEARBY/CANYON — MORNING. 33\n\nCAMERA leads/follows them as they move..H.W. and DANIEL carrying\ntheir shotguns..while they HUNT QUAIL.\n\nDANIEL fires first. We follow H.W. -- watch him SHOOT.\n\nANOTHER ANGLE.\nThe same thing. HW raises the GUN and shoots, hitting another.\n\nDANIEL\nGo get ‘em.\n\nH.W. runs off.\nIn running to retrieve the quail he steps in something and\nstumbles a bit. He stops, turns back — recognizes something and\n\nslowly moves towards it --\n\nCU. H.W\nhe looks closer. BEAT. He looks down towards his shoes. THEN;\n\f34\n\n35\n\n35A\n\n25\n\nANGLE, HW.\nHe runs back to his Father.\nHW\nDad.\nDANIEL\nWhat?\nHW\nLook at my shoe.\nCUT TO:\nEXT. FIELD - MOMENTS LATER.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHW\nLook at my shoe. CUT TO:\nEXT. FIELD - MOMENTS LATER. \n\nTARGET SECTION TO BE ANNOTATED:\n 34\n\nThey stand over a minor PATCH OF TAR/OIL SLICK that bubbles on\nthe surface..DANIEL is kneeling over it, dips a stick into it,\nmoves it about, looks at it against the light —\n\nANGLE, CU. DANIEL.\nHe takes out a box of matches and attempts to light the stick\non fire. Nothing.\n\nANGLE. CU. THE OIL.\nHe moves to another area of the oil slick and dips the stick in\nagain, takes some out, strikes match and it FLAMES. HOLD.\n\nDANIEL\nThis is earthquake stuff set loose.\n\ncut TO:\nEXT. NEARBY HILL - MOMENTS LATER 35\nCAMERA behind them as they climb up on top of a small hill,\nCAMERA rises above them and reveals the landscape; rolling\nhills. rocky and dusty and rough. not pretty. They look over the\nplace. HOLD.\nANGLE, MOMENTS LATER. 35A\nThey’re walking, DANIEL is feeling the ground beneath his feet.\nSOUND SEQUENCE. Feel of the footsteps, crunch, etc.\n\nCUT TO:\n\nPOSS/ COMING ACROSS THE ABANDONED RANCH HOUSE HERE?\n\n \n\f36\n\n36A\n\n37\n\n26\n\nEXT. BANDY RANCH/NEARBY CANYON — LATER 36\n\nThey come upon a SMALL, RUNDOWN HOME at the base of some of the\nMOUNTAINS in canyon. Off to the side, in a run down PEN are some\nPIGS.\n\nThere is a POOL OF FOUL SMELLING SULPHUR WATER surrounding\nthe pen, THEY COVER THEIR FACES, LOOK AROUND;\n\nDANIEL\nHe puts his pigs here - near the sulphur water\nto kill their fleas and cure the mange.\nThis is a nice place to drill. This is your\npay sand.\n\nANGLE, BANDY HOUSE.\nThey move to the house..knock and get no answer..they OPEN THE\nDOOR...\n\nDANIEL\nHello?\nINSIDE, UPON THE WALLS, THERE ARE RELIGIOUS ARTIFACTS. 36A\nCrucifixions, portraits of MARY, etc. A small ALTAR with\nCANDLES.\nDANIEL and H.W. take a good look, then exit --\nCUT TO:\nEXT. HILLS.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL and H. W. take a good look, then exit --\nCUT TO:\nEXT. HILLS. \n\nTARGET SECTION TO BE ANNOTATED:\n LATER/LATE AFTERNOON. 37\nThey walk/talk quickly, carrying the quail;\nDANIEL\nSO.\nAW\nSO.\nDANIEL\nso-so. if there’s anything here..we take it\nto the sea -- we can go into town and see\n\na map - but what we do — we take a pipeline\nfrom here to Port Hueneme or Santa Paula and\nwe make a deal with Union Oil — this is what\nwe do and we don’t need the railroads\n\nand the shipping costs anymore, you see?\n\f38\n\n27\n\nAW\nyeah.\n\nDANIEL\nyou see that?\n\nAW\nyes.\n\nDANIEL\n\nand then we're making money.\n\nwe make the real money that we\n\nshould be making and we’re not\n\nthrowing it away -- otherwise it’s just mud.\n\nCUT TO:\n\nINT. SUNDAY RANCH — DUSK. 38\nCAMERA holds on DANIEL. The Sunday Family and H.W. eat the\nquail, minor conversation..then:\n\nDANIEL\nwhat would you say is a fair price for\nthis lot, Abel?\n\nEveryone stops eating and looks at Daniel: Abel is very excited:\n\nABEL SUNDAY\nThe Lord has sent you here.\nThe Prophet Daniel.\n\nDANIEL\nyes. let me finish telling you —\n\nABEL SUNDAY\nThis is according to the revelation of\nthe True Word. This is it.\n\nDANIEL\nI think it is, yes. now what would\nyou say is a fair price?\n\nABEL SUNDAY\nFive dollars an acre.\n\nELI\nSix.\n\fDANIEL\nSix dollars. thank you, Eli.\n\nABEL SUNDAY\nAnd with the improvements I’ve made at\nfive hundred --\n\nDANIEL\nI'll offer to buy the ranch\nfor thirty-seven hundred dollars.\n(beat)\nThat's three thousand and seven\nhundred dollars.\n\nBEAT. MOTHER SUNDAY speaks:\n\nMOTHER SUNDAY\nI don’t want to leave here, this isn’t\nfor sale.\n\nDANIEL\nno, no, no. you don’t have to leave.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEAT. MOTHER SUNDAY speaks:\n\nMOTHER SUNDAY\nI don’t want to leave here, this isn’t\nfor sale. DANIEL\nno, no, no. you don’t have to leave. \n\nTARGET SECTION TO BE ANNOTATED:\nYou may stay here as long as you like and\nI will give you my word — you can have all\nthe farming rights — what we can do is\ndevelop a lease — I will lease you the land\nafter the purchase for the next ninety-nine\nyears at ten dollars a year.\n\nMOTHER SUNDAY\nWe don’t have any money.\n\nDANIEL\nI’m giving you some...\n\nEverything gets quiet.\n\nDANIEL\nDoes this seem fair to you?\n\nABEL SUNDAY\nThis is according to the Revelation —\nEli, this is according to --\n\nELI\nAnd what about the rock oil?\n\nDANIEL\n«well,yes,what..?\n\n28\n\f29\n\nELI\nAnd what do you want to do about the rock oil?\n\nDANIEL\nwhat about it?\n\nELI\nWe have oil here. that’s worth something.\n\nDANIEL\ndo you have someone who can\ndrill for it?\n\nELI\n\nDANIEL\nDo you think there's oil here?\n\nELI\nI know there is.\n\nDANIEL\nit’s very expensive to drill..to get\nit up out of the ground.\nhave you ever tried that before?\n\nELI\nhow much is it?\n\nDANIEL\n«costly.\n\nELI\nwhat would you give us for that?\n\nDANIEL\nI don’t know.\n\nELI\nSOMETHING YOU DON’T KNOW!\n\nDANIEL\nwhat would you like, Eli?\n\f30\n\nELI\nI think that you should share\nthe mineral rights with my Church.\nyou've given us the farming rights,\nnow why not share the mineral rights?\n\nBEAT. Eli and Daniel hold a look on each other;\n\nDANIEL\nIf we decide to drill for oil,\nif the well begins to produce\nI'll give your Church a five thousand\ndollar signing bonus.\n\nELI\nthat’s not enough.\n\nDANIEL\n\ndo you want to find someone else\nthat’s gonna come up here and\ndrill? Eli? make the investment\nand do all the work that goes\ninto it? I can hunt for quail\n\non another ranch just as easily\nas I can here.\n\nBEAT. Eli is quiet.\n\nDANIEL\nI would be happy to be a supporter of\nyour Church as long as I can.\nwith the bonus only..",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nEli is quiet. DANIEL\nI would be happy to be a supporter of\nyour Church as long as I can. with the bonus only.. \n\nTARGET SECTION TO BE ANNOTATED:\nI do have\nsome connections that could get\nus started drilling for oil..how\ndo you feel about that Abel?\n\nABEL\nyes. what Eli says.\n\nDANIEL\n\nFine. Fine. Let’s draw up some\ncontracts and let’s try.\n\nCUT TO:\n\f3\n\n39 EXT. TRAIN DEPOT/LITTLE BOSTON — MORNING (START MUSIC) 39\n\nDANIEL and HW are driven on CART AND HORSE by ELI..They approach\nthe TRAIN DEPOT AREA and their PARKED CAR.\n\nDANIEL\nyou can just leave us here.\n\nELI (re: the car)\nis this yours?\n\nDANIEL\nlooks like it.\n\nDANIEL hops down, grabs some camping equipment and moves towards\nthe car. As HW moves to climb down, he gets a little stuck --\n\nELI gives HW a little PUSH, ACCIDENTALY/ON PURPOSE and he goes\nstraight to the ground. Daniel turns and looks --\n\nDANIEL\nyou alright?\n\nHW\nyeah.\n\nThey start getting their car packed up.\n\nELI\nThat’s a very nice car.\n\nDANIEL\n\nMaybe you’1l have one just like\n\nit someday, Eli.\nDaniel and H.W. get in the car. Eli turns around the other\ndirection, Daniel drives off — and honks the horn, heads\ninto town --\n\nCUT TO:\n40 INT. ROSE REAL ESTATE, INSURANCE, LOANS OFFICE — MORNING. 40\n\nCAMERA behind them as they enter and greet the real estate man:\nAL ROSE (40s)\n\nDANIEL\nHello.\n\nAL ROSE\nhello. can I help you?\n\f32\n\nDANIEL\nWell..I‘d like to talk to you.\nI’m looking for some land, I've\njust bought the Sunday ranch, and...\n.where’s the map?\n\nANGLE, MOMENTS LATER.\n\nA MAP of the entire area is spread out on the desk in front of\nthem; They look it over. Daniel takes out a small notepad and\npencil, works it throughout;\n\nAL ROSE\nThere’s the Bandy tract which is the\nneighboring lot. He has over 600 acres --\n\nDANIEL\nand what about this?\n\nAL ROSE\nAC Maude, Blodget, Redlick...Carr...",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe has over 600 acres --\n\nDANIEL\nand what about this? AL ROSE\nAC Maude, Blodget, Redlick... Carr... \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nWhat’s it held at?\n\nAL ROSE\nSix dollars an acre.\n\nDANIEL\nand what about this?\n\nAL ROSE\nThat’s the Belvins and that\ncould be got, I’m sure.\n\nDANIEL\nCan everything around here be got?\n\nAL ROSE\n\nBEAT. THEN; Daniel looks up.\n\nAL ROSE\nsure.\n\nThey sit down;\n\fDANIEL\nI want you to buy this for me and I want\nyou to be my man, Al. But I want it just\nenough to pay fair price — and I don’t want\nit any more than that. People don’t need\nto start boosting prices. If they do, you can\ntell them to forget it and I’1l forget it too.\nYou can collect your commission from the seller\nin the usual way and on top of that you can\nhave five percent from me. And that’1l\nbe what makes you a man. You seem aware enough\nthat this should be done quickly and quietly\nso there aren’t any ideas that there’s a boom\non — does this make sense to you?\n\nAL ROSE\nYes. but I’m not sure how quietly --\n\nDANIEL\nSon, can you go to the car and\nget my bag please?\n\nHW goes outside —\n\nDANIEL\nyou make the buying for an unknown client —\nyou buy the options for cash — that means\nif someone is home you should be able\nto make a deal right there —\n\nAL ROSE\nyou have this money on you?\n\nDANIEL\nI have some and I can have a wire for\nmore in the morning. have the options\nready so they can be signed on the spot —\n\nHW comes back inside with a leather BAG and takes out some\nFORMS.\n\nDANIEL\nI carry everything in my car. These forms\nwill make it easy for you — so let's\ntype up an agreement to list these tracts\nand purchase the Sunday tract.\n\f41\n\n34\n\nANGLE, AT THE TYPEWRITER — LATER.\nAl types out some contracts. Daniel stands over/behind him,\nsays:\n\nDANIEL\nIf I needed to get a real road\nin Little Boston that went out to the\nSunday Ranch -- who would be a good man\nto talk to?\n\nAl Rose looks up from the typewriter at him..",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nAl types out some contracts. Daniel stands over/behind him,\nsays:\n\nDANIEL\nIf I needed to get a real road\nin Little Boston that went out to the\nSunday Ranch -- who would be a good man\nto talk to? Al Rose looks up from the typewriter at him.. \n\nTARGET SECTION TO BE ANNOTATED:\nAL ROSE\nI’d talk to Jake Coffey.\n\nDANIEL\nWhat's Jake's business?\n\nAL ROSE\nHay and Feed..and Insurance.\n\ncur TO:\nINT. TRAIN DEPOT — DAY — LATER. 41\n\nDANIEL and HW come in to do some business with the TRAIN DEPOT\nMAN: HOWARD SOMMERVILLE (50s) He introduces himself, makes\nsmall talk and goes about making filling out a TELEGRAM, hands\nit over;\n\nDANIEL\nHoward, who’s the best man in town to\ncontact for a water well?\n\nHOWARD\nSam Davis.\n\nDANIEL\ncan you contact him for me and\nhave him meet my son out\nat the Sunday ranch?\n\nHOWARD\nto talk to your son?\n\nDANIEL\nTo drill a proper well.\nMy son knows what I'd like done.\nCan I use that telephone?\n\f35\n\nDaniel moves towards the TELPHONE across the room, while telling\nHoward the number he’d like dialed..Howard works the switchboard\nand places the call for him, Daniel is connected with Fletcher;\n\nANGLE, HW.\n\nhe looks out the window and sees: THE TRAIN COMES DOWN THE\nTRACKS\n\nACROSS THE VALLEY FLOOR, APPROACHING THE STATION.\n\nANGLE, DANIEL.\n\nhe is speaking with Fletcher, telling him to come up, etc. etc.\nHis attention turns to the TRAIN as it PULLS UP OUTSIDE THE\nWINDOW.\n\nANGLE, GENE BLAIZE and CHARLIE WHRIGHTSMAN. (50s)\nTwo other INDEPENDENT OIL MEN step off the train and walk into\nthe depot; They see HW and start to chat him up..\n\nDaniel finishes his call with Fletcher and walks over;\n\nGENE BLAIZE\nPlainview and Son.\n\nDANIEL\nHello, Gene. Charlie. You guys are a long\nway from Signal Hill. You on your way\nsomewhere else?\n\nGENE BLAIZE\nPassing through and looking around.\nFunny to see you.\n\nDANIEL\nFunny.\n\nGENE BLAIZE\nCongratulations on your well, I heard\nthat hit nicely --\n\nDANIEL\n300 barrels a day. you remember my son, H.W.?\n\nGENE BLAIZE\nYou boys are a regular family business...\n\nDANIEL\nyou boys are a little late...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nW.? GENE BLAIZE\nYou boys are a regular family business... DANIEL\nyou boys are a little late... \n\nTARGET SECTION TO BE ANNOTATED:\nGENE BLAIZE\nWhat'd you find?\n\fDANIEL\nI found some interesting prospects.\n\nGENE BLAIZE\nDid you hear Standard bought up?\n\nDANIEL\n«I did hear. further North.\n\nGENE BLAIZE\nthat’s right.\n\nDANIEL\nI like you Gene, and I wanna tell you:\nIf you’re gonna make a play: look east,\ncause there’s a lot around here\nthat’s been taken. I’d rather have it\nbe you than someone else.\n\nWHRIGHTSMAN\nLife must be easy when you've got such\na cute face to carry around with you.\n\nDANIEL\nAre you telling me how handsome my son is?\n\nWHRIGHTSMAN\nthat’s right.\n\nDANIEL\nThank you. That’s very nice.\nGood luck. Remember what I said. Go east.\n\nThey leave..Gene Blaize calls out to H.W. --\n\nGENE BLAIZE\nI‘1ll be your lawyer if you need to draw up\na contract - make sure you don’t\nget swindled, boy -- get half of what your\nDad is making -- !\n\nCuT TO:\n\f42\n\n37\n\nEXT. SUNDAY RANCH. DAYS LATER. LATE AFTERNOON. 42\n\nH.W. and the young girl MARY are sitting around, talking.\nThe WATER WELL MAN is at work digging the well, which HW\nsupervises from a distance;\n\nFLETCHER has arrived now and is walking the area with a\nGEOLOGIST named FRED ENGLISH. They inspect the landscape/take\nmeasurements...\n\nANGLE, MARY AND H.W.\n\nBEAT.\n\nMARY\nwhat are they doing?\n\nHW\nthey're just looking around.\n\nMARY\nhow much money can we make from this?\n\nHW\nit depends.\n\nMARY\nhow much?\n\nHW\n\nI don’t know.\n\nMARY\na thousand dollars?\n\nHW\nIt depends. you can’t say.\n\nMARY\nten thousand dollars?\n\nHW\nI don’t know.\n\nMARY\nMy father hits me in the face if\nI don’t pray.\n\nHW\nwhat do you do?\n\f38\nMARY\n\nHW\ndoes he do it a lot?\n\nMARY\nhow much money can we make from this?\n\nHW\nwit depends. you never know...\n\nCUT TO:\n43 INT. TENT/SUNDAY RANCH. NIGHT.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n43 INT. TENT/SUNDAY RANCH. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n 43\n\nIt’s night and DANIEL and H.W. are in their tent. DANIEL is\nlooking over maps, HW near his side..then:\n\nHW.\nMary told me that her father beats her\nif she doesn’t do all the praying shivering\nlord stuff that they do...\n\nDANIEL\nHow old is Mary?\n\nHW\nI don’t know.\n\nDANIEL\nShe’'s the smaller one?\n\nHe nods.\nDANIEL\nYou did a nice job on the water well,\n\nson. very nice, thank you.\n\nAW.\nYour welcome.\n\nDANIEL\nI love you.\n\nHW\nI love you too.\n\nBEAT.\n\f44\n\n39\n\nRW\ndo you know how many other lots we\ngot up here?\n\nDANIEL\nwe'll see tomorrow.\nCUT TO:\nINT. ROSE REAL ESTATE. DAY 44\n\n \n\nDANIEL is with AL ROSE and they are looking over the MAP OF THE\nAREA that is spread on the desk; AL is pointing to it, giving\ndetails of Daniel’s purchases;\n\nAL ROSE\nCongratulations, Mr. Plainview. It\nwas all successful! We got all these\nlots at five and half dollars and acre\nfor a total of 10,400 acres.\n\nDANIEL\nThat’s not right. That’s not successful.\n\nAL ROSE\nWell, this tract here next to the Sunday\nRanch: This is Mr. Bandy — and he wasn’t\ninterested in a sale.\n\nDANIEL\nWho is he?\n\nAL ROSE\nHe’s an old man, Bandy..he homsteaded here.\nHe lives with his grandson..he said he would\nlike to talk to you..\n\nDANIEL\nIs he boosting his price?\n\nAL ROSE\nHe said he'd like to speak with you.\n\nDANIEL\nAbout what?\n\nAL ROSE\nI don’t know. He just said he’d\nlike to speak with whoever was doing\nthe buying.\n\fDANIEL\ndid you mention my name?\n\nAL ROSE\nNo.\n\nDANIEL\nI don’t have time to sit and speak\nwith this man, he either wants to\nsell or not.\n\nAL ROSE\nIt’s just the hilly stuff...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nAL ROSE\nNo. DANIEL\nI don’t have time to sit and speak\nwith this man, he either wants to\nsell or not. AL ROSE\nIt’s just the hilly stuff... \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nIt’s a very good tract, this is\nwhere the sulphur is, don’t tell\nme if it’s good or not, Al, you\nwouldn’t know. don’t talk to me like that.\n\nAL ROSE\nWell..maybe he wants to boost his price\nand just speak with you about it.\n\nDANIEL\nI don’t see what good talking is going to do.\nWhat does he raise up there, those pigs?\n\nAL ROSE\nThat's right.\n\nDANIEL\nWell..let him wait. I don’t need this\nman and I don’t need to sit and talk\nwith him to do what I want. You did\na good job, here. Al, Thank you.\n\nAL ROSE\nIt’s all successful —\n\nDANIEL\nNot yet. What’s important now is protecting\nthe quail. Do you think you can get\n“No Trespassing” signs over my 10,400 acres?\n\nAL ROSE\n~um.that could take some time.\n\nDANIEL\nWho’s the best man to talk to about\nsome lumber?\n\f45\n\n46\n\n47\n\n48\n\n41\n\nCUT TO:\nEXT. TRAIN DEPOT. DAY 45\n\nDANIEL’S WORKERS GET OFF THE TRAIN. MURGINS, GHUNDA, BEN\nBLAUT..AND SOME OTHER ROUGHNECKS..They head off.\n\nCUT TO:\nEXT. SUNDAY RANCH. NEW ROAD. DAY. 46\n\nThere is a NEWLY MADE ROAD..CAMERA moves over it and follows\n\na TEAM OF HORSES CARRYING A HUGE IRON STEAM ENGINE..ANOTHER TEAM\nOF HORSES CARRYING TONS OF LONG METAL PIPE..THIS LEADS US AROUND\nTO REVEAL:\n\nTHE FRESHLY BUILT DERRICK. IT’S FULLY ERECTED AND EIGHTY FEET\nTALL. THERE IS A SMALL BASECAMP. TENTS/HOUSING for about TWENTY\nWORKERS. THE DERRICK IS ABOUT 200 YARDS FROM THE SUNDAY HOUSE.\n\n \n\nSTEEL, MACHINERY, PEOPLE, A SMALL CAMP OF WORK.\nCUT TO:\nINT, ABANDONED RANCH HOUSE/NEW PLAINVIEW HOUSE. DAY. 47\n\nA bit away from it all, H.W.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\nINT, ABANDONED RANCH HOUSE/NEW PLAINVIEW HOUSE. DAY. 47\n\nA bit away from it all, H. W. \n\nTARGET SECTION TO BE ANNOTATED:\n and DANIEL have taken over an\nabandoned ranch house that’s been overgrown..It's being cleaned\nup/furnished/etc.\n\nCAMERA watches as H.W. seems to be in charge of this..working\nwith the SUNDAYS: MARY and RUTH and MOTHER SUNDAY and making\nsuggestions, cleaning weeds, etc.\n\nCUT TO:\nEXT. SUNDAY RANCH/DERRICK AREA. DAY. 48\nCAMERA leads/follows ELI as he moves around the construction\nwith a few FOLLOWERS from his CHURCH. They are handing out SMALL\n\nCLOTH BUTTONS and inviting the new faces down to the Church..Eli\nis all smiles/charm..\n\f49\n\n42\n\nELI\nHello, Brother. Hello. Good afternoon.\nThe Church Of the Third Revelation would\nLove to welcome you and offer an oasis\nof healing by the Holy Spirit...\n\nThe WORKERS take the BUTTONS.\n\nELI\nYou can just follow the new road\nright to the Church..the new road will\nlead you there.\n\nANGLE, DANIEL.\n\nnearby, notices Eli moving about glad-handing..He watches him\ncarefully:\n\nANGLE, DANIEL'S BASECAMP OFFICE. 49\nThe office is small, canvas walls, wood floor.\n\nInside, Daniel is with FLETCHER and MURGINS (his foreman.)\nEli knocks on the door;\n\nELI\n\nDaniel, may I have a word?\nDANIEL\n\nyes.\nELI\n\nis everything going alright\nwith everything?\n\nDANIEL\nYes it is.\n\nELI\nGood, good. Daniel, I understand\nthat you've asked everyone to come\naround to watch the well start,\nis that right?\n\nDANIEL\nI did.\n\nELI\nI think that I should bless the well.\n\nDANIEL\n\f43\n\nELI\nDo you think it would\nbe nice — I think it would\nbe nice if you introduced\nme — I could come up the hill,\nand just as I’m coming up the hill\nand I arrive at the oil well —\n\nDANIEL\n-- the derrick.\n\nELI\nYes. At that moment, you could\nintroduce me.\n\nDANIEL\nWhen you walk up?\n\nELI\nThat’s right.\nAnd maybe you could say,\n“The proud son of these hills...",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL\nWhen you walk up? ELI\nThat’s right. And maybe you could say,\n“The proud son of these hills... \n\nTARGET SECTION TO BE ANNOTATED:\n”\n\nDANIEL\nwhen?\n\nELI\nWhen you introduce me.\nSo you would see me walking up.\nand then. as I arrived, you could\nsay, something, a few words and then\nsay: “and now: the proud son of these\nhills, who tended his father’s flock...”\nand then you would say my name.\n\nDANIEL\nSounds fine.\nELI\nGood. will you remember the words?\nDANIEL\nYes.\nELI\n\nWould you like me to write them down?\n\nDANIEL\nI’1l remember.\n\f50\n\nELI\nGood. And then we can proceed after\nI say a few words to the followers\nand the people. what happens then?\n\nDANIEL\nWe'll start the drill.\nELI\nGood. Does this sound good to you?\nDANIEL\nThat’s fine.\nELI\nShould we practice it?\nDANIEL\nNo.\nELI\nWhat time?\nDANIEL\nWhat time is good for you, Eli?\nELI\nOne o clock.\nCUT TO:\nINT. ABANDONED RANCH HOUSE/NEW PLAINIEW COTTAGE. DAY 50\n\n \n\nHW and DANIEL stand in this cleaned up abandoned ranch house.\nIt’s been put together nicely;\n\nDANIEL\n\nYou did a good job on the house, boy.\nHW\n\nthank you.\nDANIEL\n\nYou ready?\n\nThey exit.\n\nCcuT TO:\n\f51\n\n45\n\nEXT. THE ERECTED DERRICK ~— LATE AFTERNOON. 51\n\nThis is a “spudding in” ceremony. Everyone is around. Slowly,\nwe gather all the pieces of cast so far.\n\nHOWARD SOMMERVILLE is here. AL ROSE is here...\n\nSooner or later, revealing themselves: MORE OF THE TOWN OF\nLITTLE BOSTON, VARIOUS MEMBERS AND RANCH OWNERS WHO HAVE\nINTEREST OR WHO HAVE HAD THEIR LAND LEASED BY DANIEL.\n\nH.W. walks proudly near his father. Daniel steps up to make a\nspeech. As he gathers to get ready, he notices, across the way\nELI’s arrival with some FOLLOWERS from his church.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nW. walks proudly near his father. Daniel steps up to make a\nspeech. As he gathers to get ready, he notices, across the way\nELI’s arrival with some FOLLOWERS from his church. \n\nTARGET SECTION TO BE ANNOTATED:\nDaniel speaks to the crowd;\n\nDANIEL\nIt's such a pleasureable evening\nto be here and begin this --\nOne man doesn’t prospect from the\nground — it takes a community of people.\nAnd this is the best way — we stay together,\nwe pray together, we work together and we share\nin the wealth together. Now before we spud in,\n“Mary's Well Number One,” named for the lovely\nMs. Mary Sunday who is with us today —\n\nMary smiles.\nDANIEL\nI'd like to say:\n“God Bless Us All.”\n\nEli waits for his signal..Daniel passes him over and looks to HW.\n\nDANIEL\nGo ahead now, son.\n\nH.W. moves a lever, which gives the engine a thump and the CHAIN\ngives a PULL and the gears give a RATTLE and the ROTARY TABLE\nstarts to TURN, and down underneath the derrick — comes\n\nthe sound —-- of spudding in. So they’ve begun.\n\nCU. THE EARTH.\nThe DRILL BIT MOVES INTO IT.\n\nThe NOISE IS VERY VERY LOUD. And it repeats. and repeats.\n\f52\n\nELI lifts his head high, ignores that he’s been ignored and\nstarts to leave..MEN begin to work the DERRICK. STAY and WATCH\nTHIS. HOLD.\n\nCUT TO:\n\nEXT. DERRICK AREA. SUNDAY FARM. DUSK. 52\nSoS + DERRICK AREA. SUNDAY FARM. DUSK.\n\nThis is later that night. A small celebration and dinner has\nhappened. At a long table, the last of some food. Various\n\nLittle Boston residents. H.W. is running around with Mary.\n\nDaniel has maybe had a little too much to drink.\n\nMary comes over and Daniel speaks to her, right in front\nof Abel:\n\nDANIEL\n\nI like your new dress, Mary.\nMARY\n\nThank you.\nDANIEL\n\nYour welcome. I knew you would like it.\nAre you happy that I came here?\n\nMARY\nYes.\n\nDANIEL\nDaddy doesn’t hit you anymore does he?\ndoes he now? he better not, right?\nI'll take care of you.\n\nHe leans in and holds her shoulder’s kindly;\nDANIEL\nNo more hitting, right? no more hitting.\nNow go.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'll take care of you. He leans in and holds her shoulder’s kindly;\nDANIEL\nNo more hitting, right? no more hitting. Now go. \n\nTARGET SECTION TO BE ANNOTATED:\n go play some more and don’t\ncome back!\n\nShe runs off. HOLD. Daniel holds a look on Abel, who looks away.\nDaniel gets up, walks off..\n\nCUT TO:\n\f53\n\n47\n\nINT. PLANVIEW COTTAGE — NIGHT 53\n\n \n\nDANIEL. He’s asleep, so is HW. AN OIL WORKER, BEN BLAUT knocks\non the door. no answer. they don’t wake up.\n\nBen enters the house. HW hears him, wakes;\n\nHW\nIt’s ok son, I’m here to talk to\nyour dad. It’s Ben Blaut..\n\nBEN tries to wake up Daniel.\n\nBEN (to Daniel)\nSir. Sir. Sir.\n\nHe gently touches him to wake him — nothing. He talks louder.\nHe pushes him. he really tries hard to get him to wake up.\nHis eyes open, but his body doesn’t move.\n\nBEN\nA man fell into the well.\n\nDANIEL\nWhat man?\n\nBEN\nJoe Gundha.\n\nDANIEL\nWhen was it?\n\nBEN\nJust ten minutes ago.\nWe were changing the bit, and this\nfellow went down into the cellar\nfor some reason — nobody thought\nabout him for a while. he had\nno business being there.\n\nDANIEL\nyou’re sure he went down?\n\nBEN\nwe got a bit of his shirt when we\nwent fishing with the hook.\n\nCUT TO:\n\f54\n\n55\n\n56\n\n57\n\nTHE IMAGE. 54\n\nSHOW how it happened. Watch, in detail as this man JOE GUNDHA is\nworking around the hole, under the main stage of the derrick,\nthis is called, “the cellar” — he is working around deep,\nslippery mud and thin sheets of oil ~~ without slipping a cover\nover the hole — the dirt caves in about the edges, so that the\ntop of the hole is a kind of funnel, it’s edges slippery with\nmud..Joe Gundha takes his chances — and slides around, falls on\nthe edge of the pit, straight down, head FIRST.\n\nFALLING, SLIPPING DOWN FIFTEEN FEET. THIS IS SHOWN IN DETAIL.\nVERY GRAPHIC. HIS HEAD LANDS IN THE MUD AND BEGINS TO DROWN.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHIS IS SHOWN IN DETAIL. VERY GRAPHIC. HIS HEAD LANDS IN THE MUD AND BEGINS TO DROWN. \n\nTARGET SECTION TO BE ANNOTATED:\nTHE HOLE IS VERY VERY THIN — BUT HIS WEIGHT AND THE SLIDE KEEPS\nTAKING HIM DOWN WITH ONE ARM EXTENDED AND ONE ARM PINNED TO HIS\nSIDE.\n\nCUT TO:\nINT. PLAINVIEW COTTAGE — CONTD. 55\nDANIEL\ncan you hear anything?\nBEN\nno.\nDANIEL\nWell: he’s drowned in the mud.\nCUT TO:\nINT. THE WELL. 56\n\nTHE IMAGE AGAIN. CAMERA UNDERNEATH THE MUD. WATCHING THIS MAN\nDIE INSIDE THIS HORRIBLE DEATH.\n\nCUT TO:\n\nINT. PLAINVIEW COTTAGE — CONTD. 57\n\nDaniel is up and getting dressed now, HW stays in bed;\n\nDANIEL\nGODDAMMIT! GODDAMNIT! THIS MAKES ME\nWANT OUT OF THIS STUPID MISERABLE\nBUSSINESS. DAMMIT. DAMMIT.\nDAMMIT. GOD. DAMMIT. HOW CAN YOU\nHELP PEOPLE IF THEY DON’T HELP\nTHEMSELVES, THIS MISERABLE\nLIFE OF THIS BUSSINESS.\n\f58\n\n58A\n\n58B\n\n59\n\n49\n\nCUT TO:\n\nEXT. DERRICK — NIGHT. 58\nDANIEL and the WORKERS are working with a THREE PRONGED GRAB.\n\nIt’s essentially a CLAW that they are bending to fit down\n\nthe hole. They get the metal bent and attach it and then start\nit’s descent down the hole..They’ve ripped up the floor boards on\nthe base of the derrick to make more room ---\n\nANGLE, INSIDE THE HOLE, WITH THE BODY. LOOKING UP. 58A\nVarious angles that show the BODY. and the claw coming down\ntowards it —\n\nANGLE, THE BODY.\nThe claw rips into the flesh and tears it up.\n\nTHE BODY IS PULLED UP AND OUT OF THE HOLE, COVERED IN MUD AND 58B\nBLOOD.\n\nCAMERA notices, on the body, is the CLOTH PIN from Eli’s church.\n\nDANIEL (to the Men)\nTHERE IS A COVER FOR THE HOLE AND\nIF ANY MAN GOES DOWN INTO THE CELLAR\nYOU SLIP IT INTO PLACE. THAT IS THE\nWAY. THAT IS THE WAY WE DO THINGS.\n\nDaniel walks off.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHAT IS THE\nWAY. THAT IS THE WAY WE DO THINGS. Daniel walks off. \n\nTARGET SECTION TO BE ANNOTATED:\ncUT TO:\n\nINT. LIVING QUARTERS. MORNING. 59\n\nDANIEL and FLETCHER and MURGINS are collecting the dead JOE\nGHUNDA’s belongings. There are some books and clothes, but\nmainly RELIGIOUS ITEMS. BIBLE, CROSSES, PICTURES OF JESUS,\nMARY, ETC.\n\nDANIEL packs these things up and looks closely at them, then;\n\nCUT TO:\n\f50\n\n60 INT. ELI'S CHURCH. DAY 60\n\nEli is going full throttle:\n\nELI SUNDAY\n~and from that day to this when a man\nhas been a sinner and has covered himself,\nit has been by and through faith in the shed\nblood of Jesus Christ. Every Jew covered\nhis sins and received pardon through the\nblood of the rams and the doves!\nAn infidel that I met in Isabella County\nsaid to me once, (mimics voice)\n“But I Don’t Believe In Atonement\nThrough Blood. It Doesn’t Come Up\nTo My Ideas Of What Is Right.”\nI SAID: “TO HELL WITH YOUR IDEAS OF\nWHAT IS RIGHT. DO YOU THINK GOD IS COMING\nDOWN HERE TO CONSULT YOU WITH YOUR\nGREAT INTELLECT AND WONDERFUL BRAIN\nAND FIND OUT WHAT YOU THINK IS RIGHT BEFORE\nHE DOES IT? YOU MAKE ME SICK! YOU THINK\nTHAT BECAUSE YOU DON’T BELIEVE THAT IT\nISN'T TRUE? FOOL!”\n\nANGLE, MOMENTS LATER.\n\nELI is healing an OLDER WOMAN who is handicap and frail.\n\nHe is casting the evil spirits out and holding her head —\npushing out the spirits, shouting and whispering in unison until\nshe is up and walking and speaking in tongues;\n\nELI SUNDAY\nTHAT IS WHAT’S RIGHT! THAT IS WHAT'S\nRIGHT YOU DUMMIES WHO DON’T BELIEVE!\nYOU THINK GOD IS JUST GONNA STAND\nBY AND LISTEN TO YOUR SNIVELING AND\nCRYING ABOUT WHAT YOU BELIEVE?! DUMMIES!\n\nANGLE, IN THE BACK OF THE CHURCH.\nDANIEL is watching Eli’s show..HOLD.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE, IN THE BACK OF THE CHURCH. DANIEL is watching Eli’s show.. HOLD. \n\nTARGET SECTION TO BE ANNOTATED:\nELI SUNDAY\nHALLELUJIAH! IT'S A MIRACLE, LOOK AT HER\nWALK! WALK TO ME! WALK TO JESUS! WALK! WALK!\n\nCUT TO:\n\f61\n\n51\n\nINT. CHURCH. LATER. 61\n\nDaniel approaches Eli at the front of the Church. Eli is going\nover some plans to break the back wall of the church down and\nadd-on..there is some pre-construction work already..FOLLOWERS and\na few members of DANIEL’S CREW are there..go about their\n\nbusiness as Daniel and Eli speak;\n\nDANIEL\nHello, Eli.\n\nELI\nDaniel.\n\nDANIEL\n\n«we had a tragedy at the well\nlast night.\n\nELI\nYes I heard...\n\nEli holds up his hand for silence, and makes a silent prayer to\nhimself, then looks up:\n\nDANIEL\nJoe Ghunda was a deeply faithful\nman and I was hoping you might\nspeak at his burial.\n\nELI\n«Daniel: This accident could have\nbeen avoided. It’s terrible to think\nof that drilling well working\naway up there unblessed —\n\nDANIEL\nYes it could have. These men work\nin twelve hour shifts and they need\ntheir rest. If they don’t have it they\nmake stupid mistakes.\n\nELI\nI’ve seen some of the men drinking\nalcohol — do you think that has something\nto do with it?\n\fBEAT.\n\n52\n\nDANIEL\nWe need these men rested to bring\nthis well in — some of them can’t\nget it if they’re coming here for\nyour gospel — and then the well can’t\nproduce and blow gold all over the place.\n\nELI\n«I wish I'd had more time with\nJoe Ghunda..more could have been done...\n\nDANIEL\nWe'd be honored to have you speak at\nhis burial tomorrow. We can do it at\nnoon if that’s alright with you?\n\nELI\nThat would be fine.\n\nDANIEL\nAre you planning some renovations?\n\nELI\nI had a vision from the\nHoly Spirit that we'd be needing more room\nat the Church of the Third Revelation.\nHe explained to me I was to break down this\nwall, for his visits would be often —\n\nBEAT.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL\nAre you planning some renovations? ELI\nI had a vision from the\nHoly Spirit that we'd be needing more room\nat the Church of the Third Revelation. He explained to me I was to break down this\nwall, for his visits would be often —\n\nBEAT. \n\nTARGET SECTION TO BE ANNOTATED:\n Daniel regards the church;\n\nDANIEL\nI must confess that I only know of two\nrevelations..there’s one in the old\ntestament and one in the new testament...\nis that right?\n\nELI\nThat’s right, Daniel.\nDANIEL\nWhat is the Third?\nELI\nMe........I am the Third Revelation.\n\nCUT TO:\n\f62\n\n63\n\n53\n\nEXT. DERRICK FLOOR — THAT MOMENT — DAY 62\n\nDaniel and the Workers — they feel this and there are INSTANT\nCALLS TO STOP AND HOLD THE WORK —\n\nBEN BLAUT\nHOLD! HOLD! WAIT!\n\nFeeling the drill, realizing something has happened down below.\nHOLD FOR A FEW MOMENTS as this is worked with, then:\n\nBEN BLAUT and DANIEL confer;\n\nBEN BLAUT\nWe've gotta twist off.\n\nDANIEL\nhow far are we?\n\nBEN BLAUT\n900 ft.\n\nHe nods as if to say, “go ahead.”\n\nSo begins the process of “twisting off.” Which means; THE MEN\n\nHAVE TO LIFT EVERY INCH OF THE 900 FT OF PIPE UP AND ouT,\n\nUNSCREW IT IN 15 FT. SECTIONS, FOUR JOINTS AT A TIME, “BREAKING\n\nOUT,” THEY CALL IT, UNTIL YOU FIND OUT WHERE THE “BREAK” IS.\nCUT TO:\n\nEXT. DERRICK — NIGHT. 63\n\nIt’s night now and many hours later:\n\nThe BROKEN PIECE revealed to the men up top, it FALLS TO THE\n\nFLOOR OF THE DERRICK. DANIEL kicks the piece across the floor —\n\nand off the derrick —\n\nDANIEL\ngo fish.\n\nCcuT TO:\n\f64\n\nEXT. DERRICK — NIGHT. 64\n\nIt’s a bit later, and the MEN are “fishing” with a device that’s\nlike an ice man’s tongs, attempting to grab hold of the other\nside of the broken piece and pull it back up.\n\n«the NIGHT CREW comes in to replace the day crew. We have 2 —\n12 hour shifts for these workers. The NIGHT FOREMAN is MURGINS\nand he speaks with DANIEL and BEN who appraise him of the\nsituation.\n\nANGLE, DANIEL.\nHe takes a break, off to the side..smokes a cigarette..",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe NIGHT FOREMAN is MURGINS\nand he speaks with DANIEL and BEN who appraise him of the\nsituation. ANGLE, DANIEL. He takes a break, off to the side..smokes a cigarette.. \n\nTARGET SECTION TO BE ANNOTATED:\nABEL comes\nover, sits down with him;\n\nABEL\nmay I sit down, Daniel?\n\nDaniel doesn’t say anything..ABEL sits...\n\nABEL\nHow much longer will the men be fishing?\n\nDANIEL\nYou keep fishing until you find the piece.\n\nBEAT.\n\nABEL\nit’s been almost three weeks..is that normal?\n\nDANIEL\nABEL\nin your Church of the World,\ndo you know the word, “backslider?”\nDANIEL\nABEL\nsometimes I think if you were to be\nmore honest with the Holy Spirit that\n\nsome of this misfortune might pass.\n\nSilence.\n\f55\n\nABEL\nmany of the new faces here have\njoined Eli down at the Church of\nThe Third Revelation — I know you\nhaven’t had the time — but I know\nthat to lead a full life — you must make\nthe time. I know that if Eli were allowed\nto perform a blessing on this well\nthat it would bear fruit and you\nwouldn’t have to go fishing..but you need\nto not be a backslider, Daniel.\nyou're on a very bad path.\n\nDANIEL\nam I?\n\nABEL\nyou don’t like the way I raise my\nchildren and guide my family — but\none day you will see that my faith\nis stronger than yours.\n\nWITH THAT, ON THE FLOOR OF THE DERRICK, RISING UP AND BEING\nSUCCESFULLY FISHED OUT, IS THE BROKEN PIECE.\n\n \n\nTHE CREW CELEBRATES, SMASHES THE BROKEN PIECE ON THE SIDE OF THE\nDERRICK, SWEAR IT UP AND DOWN..DANIEL smiles, looks ahead and\nsays:\n\nDANIEL\nI think Eli is a lunatic.\nAnd I think you are a weak little man.\nAnd I’m glad to have your land\nand to make a living off it where you\ncouldn’t. You’re lucky the day I showed\nup here, Abel. So I want you to stay away\nfrom me now. go back down to your house\nand stay there. you'll know when the well\ncomes in.\n\nCUT TO:\n\f65\n\n66\n\n56\n\nEXT. SUNDAY DRILLING AREA. DAY. 65\n\n \n\nCAMERA moves/walks with DANIEL around the derrick and the\nworkers and all of it...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f65\n\n66\n\n56\n\nEXT. SUNDAY DRILLING AREA. DAY. 65\n\n \n\nCAMERA moves/walks with DANIEL around the derrick and the\nworkers and all of it... \n\nTARGET SECTION TO BE ANNOTATED:\n~MARY and HW are nearby, playing with each other, they run past\nDaniel, who smiles to them and says;\n\nDANIEL\nHow are my kids? how’s my family?\n\nCUT TO:\n\nEXT. SUNDAY DRILLING AREA. AT THE DERRICK. DAY. 66\nSot Shes DRILLING AREA. AT THE DERRICK. DAY.\nDANIEL is talking with FLETCHER..and working with his MEN.\n\nthe MEN are working with “a jar,” which is a tool that strikes\nHEAVY BLOWS and GETS THE CASING LOOSE, WHICH IS STUCK DOWN\nBELOW. They’re using it to shake the casing loose..\n\nANGLE, HW, ON THE DERRICK.\n\nSitting with his legs strapped over the side of the derrick,\nnear the hole -- HW listens to these blows, far down in the\nearth..watching it very, very carefully...\n\nSUDDENLY AND WITHOUT WARNING;\n\nOut of the earth, like a rocket shoots -- GAS — with a HIGH\nSQUEEL AND FORCE, IT IS THIS HIGH SOUND AND INVISIBLE FORCE\n\nTHAT SMASHES HW’S EAR DRUMS and BLOWS HIM OFF THE SIDE OF THE\n—_——————— and BLOWS HIM OFF THE SIDE OF THE\nDERRICK --\n\nHIS LITTLE BODY RISES IN THE AIR LIKE A RAG DOLL and he can do\nnothing but fall straight back down to the ground —\n\nSOUND DROPS OUT OF THE ENTIRE SOUNDTRACK. And we watch him\niand, lift his head and look;\n\nSTRAY TOOL PIECES AND WOOD SHARDS from the Derrick that have\nbeen ROCKETED in the air come SLAMMING INTO THE GROUND ALL\nAROUND HIM, LODGING DEEP INTO THE SURFACE.\n\nTHE DERRICK.\nIt blows WATER FOR A QUICK BLAST, THEN, OIL. IT IS SUDDENLY\nBLACK EVERYWHERE.\n\f67\n\n57\n\nANGLE, DANIEL. SOUND COMES BACK WHEN WE ARE WITH HIM.\n\nHe has not seen what has happened to HW. He is busy trying to\ndeal with the GUSHER. He runs up to the derrick floor — which is\nnow covered in OIL — THEN:\n\nDANIEL\nLIGHTS OUT! LIGHTS OUT! EVERYONE LIGHTS OUT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe runs up to the derrick floor — which is\nnow covered in OIL — THEN:\n\nDANIEL\nLIGHTS OUT! LIGHTS OUT! EVERYONE LIGHTS OUT. \n\nTARGET SECTION TO BE ANNOTATED:\nBut it’s too late — SOMETHING SPARKS THE DERRICK.\n\nIn one, two, three: THE DERRICK CATCHES TO FIRE AND ALL THE OIL\nBECOMES A FLAME. It’s as if a FLAME THROWER is coming up from\nunder ground.\n\nThis catches to the oil that’s spilled all around. BLACK SMOKE\nFILLS THE AIR.\n\nANGLE, HW. SOUND DROPS OUT AGAIN. SILENT WITH HIM.\nHe watches the FIRE coming straight towards him.\n\nHe is unable to move. in shock. it comes straight at him --\nAT THAT MOMENT, he is SCOOPED up by a WORKER.\n\nCAMERA FOLLOWS DANIEL OVER AND HE GRABS H.W. from the\nworker --\n\nDANIEL\nYou alright? You alright?\nGODDAMIT TALK TO ME. WHAT’S WRONG?\nWHAT HAPPENED? SPEAK. TELL ME.\n\nThey boy is crying now and can’t seem to make a SOUND.\nHE LOOKS AT DANIEL, AND WE HEAR NOTHING.\n\nDANIEL carries him down to safety at THE MESS HALL/BASE CAMP..MEN\nSCRAMBLE TO PREPARE THE BATTLE WITH THE GUSHER.\n\ncur TO:\nINT. MESS HALL. THAT MOMENT 67\n\nDANIEL brings him in, sets him down, looks over his body to see\nit’s all put together, HW is starting to loose it and go crazy;\n\nHW\nI CAN'T HEAR MY VOICE. I CAN’T HEAR MY VOICE.\nDADDY, I DON’T WANNA, I CAN'T HEAR MY VOICE.\n\f67A\n\n68\n\n68A\n\n69\n\n58\n\nDANIEL\nYou’re alright. You’re alright. Just calm down.\n\nHW\nAHHHHHHHHH. I CAN’T HEAR, PLEASE.\nPLEASE. PLEASE.\n\nDANIEL cannot calm him down..He tries to settle him.\n\nDANIEL\nSTAY HERE. YOU STAY HERE. WAIT FOR ME HERE.\nBASE CAMP FAMILIES are coming in here for SAFETY. DANIEL 67A\n\nINSTRUCTS THEM TO WATCH AFTER H.W. AND KEEP HIM.\n\nANGLE, FROM HW’S POINT OF VIEW. We hear absolutely\nnothing..DANIEL leaves, HW follows, clinging, screaming..",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE, FROM HW’S POINT OF VIEW. We hear absolutely\nnothing.. DANIEL leaves, HW follows, clinging, screaming.. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nPUSHES HIM DOWN and goes back outside --\n\nCUT TO:\nEXT. BASECAMP — THAT MOMENT 68\nDANIEL exits, CAMERA stays with him —\n\nThe OIL IS ON FIRE AND FLOWS AND SPEWS IN THE AIR. BITS FALL ALL\nAROUND DANIEL..WHO STARTS TO GLOW WITH EXCITEMENT —\n\nANGLE, HW. IN THE BASECAMP. SOUND IS STILL OUT. 68A\nHe is speechless and stunned and in shock.. FAMILIES GATHER AROUND\nHOLD HIM, ETC.\n\nCUT TO:\n\nEXT. GUSHER, THAT MOMENT. 69\n\nMEN are rushing around to battle the blaze..DANIEL barks\ndirections towards taming the FIRE...\n\nANGLE, GUIDE WIRES.\nTwo of the four guide wires for the derrick are SNAPPED BY SOME\nMEN...\n\nTHE DERRICK BURNS VERY QUICKLY and this will help topple in the\ndirection down wind —\n\nday turns to night and BLACK SMOKE FILLS the air..\n\f69A\n\n70\n\n59\n\nDANIEL and THE MEN wait for it to burn and fall — once it does,\nMEN WILL APPROACH THE BASE OF THE DERRICK AND THE CELLAR WALL\nWHICH IS BUILT INTO THE SIDE OF THE HILL.\n\nTHEY HAVE METAL SHEETS OVER THE HEADS, GET CLOSE AND BANG INTO\nTHE CELLAR DOOR.\n\nAT THE SAME TIME, DANIEL PREPARES DYNAMITE TO PLACE IN A BOX AT\nTHE END OF A THIRTY FOOT METAL POLE...\n\nTHE CELLAR DOOR IS SMASHED OPEN. 69A\n\nTHE MEN AND DANIEL GET THE DYNAMITE AT THE END OF THE POLE\nPOSITIONED UP THE HILL AND START TO PUSH IT TOWARDS THE CELLAR\nOPENING —\n\nIT GETS CLOSER AND CLOSER — ONCE THE DYNAMTIE ARRIVES INTO THE\nCELLAR — IT BLOWS — SNUFFING OUT THE DERRICK IN AN INSTANT. THE\nGROUND AROUND THE DERRICKS RISES, THEN CAVES IN.\n\nSOME FIRE STILL BURNS...\n\n«AL ROSE comes over to DANIEL, who is all smiles, he is a Man\ngone crazy in happiness.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE\nGROUND AROUND THE DERRICKS RISES, THEN CAVES IN. SOME FIRE STILL BURNS... «AL ROSE comes over to DANIEL, who is all smiles, he is a Man\ngone crazy in happiness. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nWHY DO YOU LOOK SO GREEN, AL?\n\nAL ROSE\nTHE WELL IS RUINED.\n\nDANIEL\nAL:\nWE'VE GOT AN OCEAN OF OIL UNDERNEATH\nYOUR FEET AND NOT A SOUL CAN GO NEAR\nIT BUT ME. LIGHT A CIGAR ON THAT FIRE.\nIT’LL BURN ITSELF OUT.\n\nHOLD ON DANIEL. THE FIRE BLAZES. HOLD IMAGES, THEN:\nCUT TO:\nINT. MESS HALL. LATER. 70\nDANIEL comes back in, covered in OIL and MUD and ASH..he goes to\nHW, who is being tended by the SUNDAY’S. He leans down to him,\n\nlooks at him.\n\nCUT TO:\n\f71\n\n72\n\nINT. PLAINVIEW COTTAGE. NIGHT, LATER. 71\nDaniel rocks HW in his arms, back and forth. The boy is crying\nand crying, hysterical. Fletcher is sitting nearby, watching\nthis mess...\nHW\nI can’t hear my voice. I can’t hear\nmy voice, daddy. daddy, please make\nme hear my voice. I don’t want this.\nI don’t wanna.\nDaniel whispers in his ear, over and over. HOLD.\nDANIEL\nI love you, I love you my boy. it’s alright.\nlisten to me if you can: you'll be fine.\na-b-c-d-e-f-g-h-i-j-k-I love you I love you.\n1-2-3-4-5-6-7-8-9-10-11-12-13-14.........\nFADE OUT as he continues. HOLD IN BLACK, THEN:\nCUT TO:\nINT. PLAINVIEW COTTAGE. MORNING. 72\n\nA LOCAL DOCTOR brought in by Daniel, attempting to look HW over.\nHW is very angry, kicking and screaming and punching the Doctor\naway. Daniel tries to hold him down and calm him. The Doctor\nis kicked by HW again and again.\n\nFletcher nearby. This is a real mess.\n\nFADE OUT, HOLD IN BLACK, FADE IN:\n\f73\n\n61\n\nINT. PLAINVIEW COTTAGE. LATER/MORNING. 73\nHW is asleep inside the house.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT, HOLD IN BLACK, FADE IN:\n\f73\n\n61\n\nINT. PLAINVIEW COTTAGE. LATER/MORNING. 73\nHW is asleep inside the house. \n\nTARGET SECTION TO BE ANNOTATED:\nFLETCHER and DANIEL sit together here going over some plans,\nsketches about building a reservoir. AL ROSE is here.\n\nThey finish up some more plans for DRILLING to occur\nup the hill. This is all agreed upon, then:\n\nDANIEL\nWho do we know in San Francisco\nor in Los Angeles that would\nwork with — we can — someone\n- a teacher? for H.W. How can you figure\nout that — call — what’s his name?\n\nFLETCHER\nBob Brodie in San Francisco.\n\nDANIEL\nCall Bob Brodie and get someone down here.\n\nFletcher leaves. Daniel sits alone a moment, then goes into\nthe house —\n\nINSIDE, THAT MOMENT.\n\nDaniel goes into the bedroom, where HW is lying awake in\nbed..DANIEL kneels down in front of him.\n\nDANIEL\ncan you hear me?\n\nCAN YOU HEAR ME?\n\nHe points to his mouth, HW just stares...\n\f74\n\n62\n\nDANIEL\nI’m going..I have to go and see about the rigs...\nDo you understand?\n\nI can’t stay here with you all day,\nI have to take care of our business.\n\nour work. the wells.\nI can’t do this all day.\n\nNo.2 has it’s cement down and I have to\nsee to it..\n\nDaniel is frustrated..He gets himself a change of clothes, cleans\nup and LEAVES.\n\nCUT TO:\n\nINT. DANIEL’S OFFICE/BASECAMP. DAYS LATER. 74\n\n \n\nDaniel is sitting with a woman, a TEACHER/SUPERINTENDANT named\nFANNIE CLARK (30s) who has been brought down to speak with\nDaniel and help with HW.\n\nThrough the scene we HEAR ALL THE NOISE FROM OUTSIDE, DRILLING,\nMEN, ETC.\n\nTEACHER\nCan he read?\n\nDANIEL\nNO...\n\nTEACHER\n\ndoes he know a few words?\nto read — are their words that\nhe can recognize?\n\nDANIEL\nI don’t know.\n\nTEACHER\ndid he go to school?\n\nDANIEL\nHe's smarter than any child\nyou've ever met.\n\f63\n\nTEACHER\nOur facility —\n\nDANIEL\nI don’t want him to go anywhere,\nI want you to come here.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nTEACHER\ndid he go to school? DANIEL\nHe's smarter than any child\nyou've ever met. 63\n\nTEACHER\nOur facility —\n\nDANIEL\nI don’t want him to go anywhere,\nI want you to come here. \n\nTARGET SECTION TO BE ANNOTATED:\nTEACHER\nThe school that we have in San\nFrancisco has other children\nand that would be a very good\nplace for him. He can be with\nother children and we have six\nother teachers.\n\nDANIEL\nI will build you a school here and you\ncan bring all the children down.\nI'm offering to build you a school that’s\nanything you want it to be.\n\nTEACHER\nYes, but, these children have families\nin San Francisco.\n\nDANIEL\nWe'll bring their families.\nWe can build a school that is the\nbest in this State. In this country.\nYou're the best teacher they say,\nso why don’t you have your own school?\n\nTEACHER\nI live in San Francisco.\n\nDANIEL\nNot anymore. I’ll have a temporary\nschool built in one month and once\nyou’re here we can make plans for a\nlarger place to be built within\na year. I’1l pay you two thousand dollars\nin salary and build you a home as well.\nDoes this sound fine to you?\n\nTEACHER\nNo. It doesn’t. You need to send\nyour son to San Francisco if you\nwant him to learn how to deal with\nwhat’s happened. He needs to go to\nschool.\n\f75\n\nDANIEL\nyes or no?\n\nTEACHER\nNo, sir.\n\nDANIEL\n\nI'm only going to ask you once.\n\nTEACHER\nYou already have. Building a school\nhere may be better for you but it’s\nnot better for you boy.\n\nDANIEL\nWell then get out of here. get out.\nI’1l have someone get you back to\nSan Francisco.\n\nTEACHER\n\nYou don’t want me to see him?\nDANIEL\n\nNo.\nTEACHER\n\nI’ve come a long way because you asked\nfor me personally and Mr. Brodie suggested —\n\nDANIEL\nThat’s all over. Someone will get you back\nto San Francisco, I’m wasting my time with\nyou right now if you don’t take my offer —\nI have work. I have important work.\n\nCUT TO:\n\nINT. A GIANT RESERVOIR UNDER CONSTRUCTION — DAY. 75\n\n \n\nDaniel, Fletcher, et al, standing in the middle of A GIANT\nRESERVOIR that’s essentially a large DUG HOLE IN THE GROUND.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nI have important work. CUT TO:\n\nINT. A GIANT RESERVOIR UNDER CONSTRUCTION — DAY. 75\n\n \n\nDaniel, Fletcher, et al, standing in the middle of A GIANT\nRESERVOIR that’s essentially a large DUG HOLE IN THE GROUND. \n\nTARGET SECTION TO BE ANNOTATED:\nTEAMS OF HORSES PULL PLOWS to grade it flat..They have torn into\nthe land as a place to dump the oil.\n\nAcross the way, into the dirt reservoir, comes ELI SUNDAY.\n\nHe walks up to Daniel:\n\f65\n\nELI\nWhen do we get our money, Daniel?\n\nDaniel walks up to him and SLAPS ELI STRAIGHT ACROSS THE FACE.\nEli is stunned.\n\nHe SLAPS HIM AGAIN, WITH OPEN HAND, STRAIGHT ACROSS HIS FACE.\nEli starts to well with tears from the FORCE OF THIS BRUTAL\nSLAP.\n\nHOLD. Everything is still for a moment. He SLAPS HIM AGAIN.\nEli moves back, goes down to his knees.\n\nDANIEL\naren't you a healer and a vessel\nfor the holy spirit? When are you\ncoming over and make my son hear again?\nCAN'T YOU DO THAT?\n\nELI\nYou should have let me bless the well,\nthis wouldn’t have happened to him —\nHE SLAPS ELI AGAIN, STRAIGHT ACROSS THE FACE.\n\nELI\nyou shouldn’t have done that--\n\nHe SLAPS HIM AGAIN. Everyone is standing around. Silenced.\n\nELI\n\nYou owe the Church of the Third\n\nRevelation five thousand dollars\n\nas part of the arrangement that we made.\nDANIEL\n\nI’m gonna make you leave here and bury\n\nyou under ground, Eli. get away from me.\n\nELI\nyou'll learn soon enough —\n\nHe SLAPS HIM AGAIN. HOLD.\n\nELI\nYou’ve got something else coming to you.\n\nCUT TO:\n\f76\n\nINT. SUNDAY RANCH. NIGHT. 76\n\nCAMERA holds a MEDIUM CU. on ELI. his face is red and bruised\nfrom the beating he took from Daniel. OC we hear the sounds of\nthe family eating, small talk..CAMERA sits with Eli and watches\nhis face start to turn and scowl towards ABEL. FINALLY:\n\nELI\nYou are such a stupid man, Abel.\n\nREVERSE, THAT MOMENT, ABEL. He looks across the table\nat his son.\n\nELI\nYou've let someone come in here\nand walk all over us.\nYou've let him in and do his work\nhere and you're a stupid man for\nwhat we could have had.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks across the table\nat his son. ELI\nYou've let someone come in here\nand walk all over us. You've let him in and do his work\nhere and you're a stupid man for\nwhat we could have had. \n\nTARGET SECTION TO BE ANNOTATED:\n Nothing\nbut goats and rocks and all the time\nwe were rich.\n\nABEL\nI followed His word, Eli..I’ve tried —\n\nELI\nyou didn’t do anything but sit down.\nYou're lazy and you’re stupid.\n(beat )\nDo you think God is going to come down\nhere and save you for being stupid? He doesn’t\nsave stupid people, Abel.\n\nEli PUSHES THE TABLE IN FRONT OF HIM AND SLAMS IT TOWARDS ABEL,\nPUSHING IT BACK AND PINNING HIM AGAINST THE WALL.\n\nELI JUMPS UP, MOVES TOWARDS HIM, ABEL IS TERRIFYED.\nELI\nI WILL TEAR YOU APART FOR WHAT YOU'VE DONE.\nYOU STUPID MAN. YOU STUPID, SMALL MAN.\n\nABEL\nSon, stop this please. please.\n\f77\n\n78\n\n67\n\nELI\nHow did he come here? Do you want to know?\nI KNOW. I HAVE SEEN THIS IN A VISION.\nIt was your stupid son. It was Paul who\ntold him to come here. I know it. He told\nhim to come here and he told him what he could\ntake you for. He went to him and he said,\n“My stupid, weak father will give away\nhis lots — go and take him — “ and you let\nit happen -- from a stupid father\nto a stupid son.\n\nCuT TO:\nEXT. TRAIN DEPOT/NEAR LITTLE BOSTON. ANOTHER DAY. 77\nA TRAIN has just arrived some new people/new atmosphere\n\naround..CAMERA stays BEHIND A FIGURE, IN SHILOUETTE as it\nsteps off the train...\n\nCAMERA follows behind this young MALE STRANGER (30s) as he makes\nhis way through the platform —\n\nThe MALE STRANGER walks, looks, then heads away from the depot,\ntowards Little Boston — we see NEW DERRICKS ERECTED ON THE HILLS\nSURROUNDING THE TOWN.\n\nCUT TO:\nEXT. PLAINVIEW COTTAGE. EVENING. 78\n\nCAMERA is behind Daniel as he walks towards his cottage..He gets\ncloser..sitting out front of the house, waiting...\n\nTHE STRANGER. He holds some camping equipment, life in a bag..He\nstands up as Daniel approaches...",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE STRANGER. He holds some camping equipment, life in a bag.. He\nstands up as Daniel approaches... \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nCan I help you?\n\nSTRANGER\nDaniel?\n\nDANIEL\nWho’s that?\n\nSTRANGER\nMy name is Henry.\n\fDANIEL\nyeah?\n\nHENRY\nI’m Henry.\n\nDaniel arrives and they stand with each other.\n\nDANIEL\nwhat can I do for you?\n\nHENRY\nI’m Henry Plainview..I’m from Fond du lac.\n\nDaniel is quiet.\n\nHENRY\nI’m your brother from another mother.\nBEAT.\nHENRY\nErnest is my father.\nDANIEL\nwho are you?\nHENRY\nHenry.\nBEAT.\nDANIEL\nMarion Brands..? is that your mother?\nHENRY\nyes, that’s right.\nDANIEL\nHENRY\n\nI read about your gusher\nin the paper. about your success.\n\nBEAT. Long time, Daniel just looks at him.\nDANIEL\n\nyou heard about my strike and you\njust show up?\n\fHENRY\nOur father’s dead. Ernest died.\nI’ve heard and I wanted to find you.\n«Did you know this?\n\nDANIEL\nWhen?\n\nHENRY\n«three months ago. I got a letter\nfrom Anabelle —\n\nDANIEL\nMy sister Anabelle?\n\nHenry nods, “yes.”\n\nDANIEL\nWhere is she?\n\nHENRY\nstill at home. Fond du Lac.\n\nDANIEL\nYou came all the way from Wisconson --\n\nHENRY\nI’m coming from New Mexico.\nI’ve been there. I came to find you..\n\ndid you know about me?\n\nDANIEL\nyou have identification? do you\nhave this letter?\n\nHe hands over some IDENTIFICATION PAPERS/LETTER. Daniel regards\nthem. BEAT. Daniel is stunned and moved.\n\nDANIEL\ncome inside.\n\nHe reaches for Henry’s hand and shakes it..then give way to\n\nhugging him.He holds his head and looks at his face and his eyes\nand sees something..Henry speaks;\n\nHENRY\nDaniel: I’m starving.\n\nCUT TO:\n\f79\n\n70\n\nINT. PLAINVIEW COTTAGE. DAY. LATER. 79\n\nHenry is eating ferociously from a meal set out in front of him\nat the breakfast table. Daniel sits with HW on his lap.\n\nWE WATCH HENRY SPEAK AND EAT IN SILENCE FROM HW’S POV.\nCU. HW. watching him.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nWE WATCH HENRY SPEAK AND EAT IN SILENCE FROM HW’S POV. CU. HW. watching him. \n\nTARGET SECTION TO BE ANNOTATED:\nBRING SOUND BACK TO HEAR:\n\nDANIEL\nWhere are you coming from?\n\nHENRY\nFrom New Mexico.\n\nDANIEL\nYes, I know, but from where?\n\nHENRY\nSilver City. I’ve been there for two years.\n\nCUT BACK TO HW. AND THE SOUND DROPS OUT. WE WATCH HIM WATCH\nHENRY EAT AND TALK EAT AND TALK. HOLD, THEN BACK TO CONVERSATION\nWITH SOUND:\n\nHENRY\nI was trying drilling of my own\nfor years, getting leases in texas and\n\nlouisiana.\nDANIEL\nAnything that produced?\nHENRY\nNo. not like you. not like your\nsuccess.\nDANIEL\n\nAre you married?\n\nHENRY\nno. I spent time in jail. I hada\nstretch of very bad time. had\nnothing and was picked up in\nlouisiana. I worked on a chain\ngang for six months. building\nroads. that was a very hard time.\nAre you married?\n\f71\n\nDANIEL\nWhat were you in jail for?\n\nHENRY\nBelieve it or not, for all the terrible\nthings that I’d gotten myself into,\nwhen they picked me up I hadn’t\ndone anything. but I’ve done my share\nof things that shouldn’t be talked about.\n\nDANIEL\nHave you ever thought about going back home?\n\nHENRY\nYes. have you?\n\nDANIEL\nNo.\n\nBACK TO HW watching with no sound as DANIEL talks..He looks HARD\n\nAT HENRY. HOLD. BACK TO DANIEL with HW on his lap. SOUND BACK;\nDANIEL\n\nI have my own family now.\nAnd my own concerns.\n\nSAME, LATER.\nDANIEL pours some whiskey in a glass of milk..he does this out of\nsight from HW..\n\nHe takes the milk and sets it in front of HW..who looks up at\nDaniel, who says:\n\nDANIEL\ndrink.\n\ndrink it.\nHe motions for him to take the drink. HW drinks the milk.\n\nCUT TO:\n\f80\n\n81\n\nPLAINVIEW COTTAGE — LATER - NIGHT. 80\n\nINT.\n\nDANIEL carries H.W., passed out, and places him in the\nbed..DANIEL comes back out..HENRY is here..DANIEL sits with him.\n\nBEAT.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nHENRY is here.. DANIEL sits with him. BEAT. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nSo what do you want, Henry?\n\nHENRY\nNothing..if you can spare something,\nI can work for you in any way — I know\nI'll keep moving before long to get back\nto Fond du Lac.\n\nDANIEL\ndo you have any money?\n\nHENRY\nsome. not much.\n\nDANIEL\njust answer me directly. you say, “nothing,”\nand then you say you want to stay and work.\nit's better I’d just like to hear\nyou say you'd like to be here.\n\nHENRY\nI would like to be here.\nI’m a good worker, I've\nworked cable-tool rigs and built railroads,\nI won't need any favors...\n\nCUT TO:\n\nFIELDS — NIGHT — LATER. 81\n\nEXT.\n\nIt’s later. Daniel and Henry are away from it all, sipping from\na flask, handed back and forth;\n\nDANIEL\nWhat did my Mother know..?\n\nHENRY\nI don’t know.\nI don’t know if she knew and looked\nthe other way..if she never knew.\n\nDANIEL\nHow did you know?\n\f73\n\nHENRY\nI worked for Winchell Hedrick,\ndo you remember?\n\nDANIEL\nyes.\n\nHENRY\nHe told me.\n\nWhy did you leave? I know you didn’t\nget on with our Father --\n\nDANIEL\nI worked for Geological Survey and\nwent to Kansas..I couldn’t stay there.\nI just couldn’t..I don’t like to explain\nmyself.\n\nHOLD ON DANIEL.\n\nBEAT.\n\nDANIEL\nare you an angry man, Henry?\n\nHENRY\nabout what?\n\nDANIEL\nare you envious? do you get envious?\n\nHENRY\nI don’t think so.\n\nDANIEL\nI have a competition in me.\nI want no one else to succeed.\nI hate most people.\n\nHENRY\nThat part of me is gone..working and\nnot succeeding — all my failures has\nleft me — I don’t care as much —\n\fBEAT. HOLD,\n\nBEAT.\n\n74\n\nDANIEL\nwif it’s in me, it’s in you...\n\n(beat)\nThere are times when I look at people\nand I see nothing worth liking.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLD,\n\nBEAT. 74\n\nDANIEL\nwif it’s in me, it’s in you... (beat)\nThere are times when I look at people\nand I see nothing worth liking. \n\nTARGET SECTION TO BE ANNOTATED:\nTHEN:\n\nDANIEL\nDon’t you want to succeed?\n\nHENRY\nI used to dream and go after a success\nlike yours..now I just want to survive.\nI don’t have the dedication to things\nthat I once had.\n\n(beat)\n«I just don’t feel that way..\n\nDANIEL\nYou’re being lazy. that’s what it is.\nand you don’t have to be.\n\nI've worked people over and gotten what\nI want from them and it makes me sick;\nBecause I see that all people are lazy.\n\nThey’re easy to take...\n\nI want to make enough money that I\ncan move far away from everyone.\n\nHENRY\nWhat will you do about your boy?\n\nDANIEL\nI don’t know. Maybe it will change.\nDoes your sound come back to you?\nI don’t know. Maybe no one knows that.\nA doctor might not know that.\n\nHENRY\nWhere is his mother?\n\nDANIEL\nI don’t want to talk about those things...\n\f82\n\n83\n\n84\n\n75\n\nDANIEL\nI see the worst in people.\n\nI don’t need to look past seeing them\nto get all I need.\n\nI want to rule and never, ever explain myself.\n\nI’ve built my hatreds up over the years,\nlittle by little, Henry...\n\nto have you here gives me a second\nbreath..I couldn’t keep doing this\non my own with these people...\nCUT TO:\nINT. PLAINVIEW COTTAGE. MORNING. 82\nHW gets out of bed, looks around the empty house.\n\nHe goes into HENRY’S BAG and begins to look through the\nitems. He picks up a SMALL LEATHER JOURNAL. He looks it over...\n\nwhe has it upside down, trying to make sense of it..he looks\nat more items. HOLD.\n\nCuT TO:\nEXT. BURNED DRILLING AREA. DAY. 83\nHW walks around the BURNED OUT REMAINS of the derrick.\n\nCuT TO:\nINT. ELI’S CHURCH. DAY. 84\n\nHW is in the church, which is empty except for MARY SUNDAY.\nShe tries to talk with him.\n\nHOLD THE TWO OF THEM. She tries to entertain him. HOLD.\n\ncurt TO:\n\f85\n\nINT. BAR. LITTLE BOSTON. NIGHT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nBAR. LITTLE BOSTON. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n76\n\n85\n\nA crowded scene in the local bar. people drunk, loud, etc.\n\nDANIEL is off to the side a bit, enjoying things from a slight\ndistance with HENRY...\n\nThe other oil men from the area: BLAIZE and WHRIGHTSMAN are\nhere. drunk. telling jokes/stories. etc.\n\nFLETCHER watches from across the room as Daniel and Henry\ntalk and drink. HOLD.\n\nCUT TO:\nINT. SUNDAY RANCH HOUSE. NIGHT.\nH.W. is being cared for by MOTHER SUNDAY and MARY and RUTH.\nMOTHER SUNDAY pours a bit of whisky again into a small\ncup of goat’s milk..she then takes this and sets it in front\nof HW to drink.\n\nELI comes in..and looks at H.W..;\n\nELI\nHello, young boy...\n\nCUT TO:\nINT. BAR — CONTINUED.\n\nThere is a LOCAL VIXEN WOMAN who walks over to Daniel and takes\na seat near him. HOLD.\n\nCUT TO:\nINT. SUNDAY HOUSE. THAT MOMENT.\n\n«H.W. looks up at ELI standing over him.Eli sits down,\ncrosses H.W. and gives him a blessing;\n\nELI\nThere is only one Father.\nAnd there is only one son.\n\nMARY\nhe can’t hear you —\n\f89\n\nELI\n- yes he can.\n\nMARY\nEli..he can’t hear you — he doesn’t —\n\nELI\nQUIET.\n\nELI comes in real close and jostles H.W. to pay attention,\nspeaks right in his face:\n\nELI\nYou listen to this boy,\nbecause I know you can hear me:\nYour Father has provoked me..and he\nhas provoked God. You should save\nyourself before it’s too late.\n\ncut TO:\nEXT. ALLEY WAY/OUTSIDE BAR. NIGHT 89\nDANIEL is in a safe, dark, quiet place with the Vixen. He is on\nhis knees and has his head buried inside her legs, leaning her\nup against a wall. HOLD.\n\nHe finishes and gives her some money.\n\nHe fixes his hair, wipes sweat from his face with a rag from\nhis pocket and leaves.\n\nCUT TO:\n\f90\n\n78\n\nINT. PLAINVIEW COTTAGE. NIGHT — LATER.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f90\n\n78\n\nINT. PLAINVIEW COTTAGE. NIGHT — LATER. \n\nTARGET SECTION TO BE ANNOTATED:\n 90\n\n \n\nIt’s dark and quiet. DANIEL is passed out in bed..HENRY is in\nanother room sleeping.\n\nH.W. enters into Henry’s room........and takes out a sample bottle\nof CRUDE OIL. He pours this THICK BLACK OIL around Henry's\nbed......\n\nHe makes a long trail back out into the main part of the\nhouse..pouring the oil in a line..\n\nANGLE, H.W.\n\nHe sits down in the kitchen and takes out a box of MATCHES..and\nSTRIKES THE OIL INSTANTLY ON FIRE.\n\nIT TAKES OFF LIKE A ROCKET, SHOCKING/TERRIFYING H.W. AND IN A\n\nFLASH HENRY'S ROOM IS ON FIRE.\nBLACK SMOKE FILLS THE AIR.\n\nH.W. sees the FIRE start to CATCH THE CURTAINS and THE FURNITURE\nin the MAIN ROOM...\n\n~-HENRY..wakes up..sees BLACK SMOKE FILLING HIS ROOM AND FLAMES\nAROUND THE BED AND DARTS OUT OF BED — HE SEES H.W. ON THE FLOOR,\nFIRE AROUND HIM —\n\nHENRY MOVES, SMACKS THE MATCHES FROM HW’s HANDS — THROWS\nHIM UNDER HIS ARM LIKE A DOLL AND MOVES TO DANIEL’S ROOM —\n\nH.W. is KICKING AND SCREAMING. HENRY CALLS OUT;\n\nHENRY\nDANIEL. DANIEL. GET UP. GET UP.\n\nDaniel wakes, sees this.\n\nHENRY\nCOME, COME, WAKE UP AND LEAVE RIGHT NOW.\n\nDANIEL SMASHES A BEDROOM WINDOW AND GETS HIMSELF OUT — HENRY AND\nH.W. BANG THROUGH THE FRONT DOOR --\n\nCUT TO:\n\f91\n\n92\n\n93\n\n79\n\nEXT. PLAINVIEW COTTAGE. NIGHT. THAT MOMENT. 91\n\nThey’re outside as the cottage RIPS UP IN FLAMES, DANIEL\nHOLDS H.W. by HIS ARMS AND SHOUTS IN HIS FACE;\n\nDANIEL\nWHAT ARE YOU DOING?\n\nWHAT ARE YOU DOING TO US?\nOPEN YOUR MOUTH.\nThe PLAINVIEW COTTAGE BURNS.\nCUT TO:\nEXT. TRAIN DEPOT. LITTLE BOSTON. DAY. 92\n\nDaniel and H.W.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nLITTLE BOSTON. DAY. 92\n\nDaniel and H. W. \n\nTARGET SECTION TO BE ANNOTATED:\n are walking together. Both dressed for a trip.\nThey board the train.\n\nCUT TO:\nINT. TRAIN. MOMENTS LATER. 93\n\nDaniel and H.W. sit on the train..waiting for it to leave.\nDaniel is clearly hiding something and fighting back emotions.\n\nHe HUGS H.W. very tight. kisses his head over and over\nand over again.\n\nHOLD. HW looks up at him. Daniel says and tries to communicate;\n\nDANIEL\nI‘1l be right back. I’m going\nto go to talk to the conductor.\nI will be right back. you stay here.\nyou stay here?\n\nHW nods some sort of approval. Daniel leaves. HOLD with HW.\n\nFor a very long CU. we hold on HW’s face as he sits. SOUND drops\nout slowly...\n\n«the TRAIN starts to move a little. HW gets up and looks out the\nwindow...\n\nHIS POv.\nDaniel is walking away from the TRAIN DEPOT.\n\nANGLE, DANIEL.\n\f94\n\n95\n\nCAMERA leads him as he walks away.\n\nANGLE, HW.\n\nstarts to go crazy and scream for his Father and moves to run\noff the train —\n\nBUT IS GRABBED by FLETCHER, who is there to take hold of him and\ncalm him down...\n\nTHE TRAIN STARTS FORWARD.\n\nHW\nNO. NO. NO. NO. NO. NO.\n\nFLETCHER holds him as tight as he can as he kicks and screams.\nCU. DANIEL. 94\nas the train leaves in the b.g. He keeps walking. HOLD THIS VERY\nLONG WALK AWAY, as the train leaves...\n\nCUT TO;\nINT. MESS HALL. NIGHT. 95\n\nDaniel and Henry together, drunk. Sitting and talking.\nDaniel is nodding off. So drunk he can’t keep his eyes open.\n\nDANIEL\nHe’s not my son. He’s not even my son.\n\nHENRY\nWhat do you mean?\n\nDANIEL\nHe’s not my son...\n\nHe begins to break down, holds his crotch, looks down;\nDANIEL\n«my cock doesn’t even work how’m\nI gonna make a kid?\ndoes yours work Henry?\nour Father’s worked well, look at you.\n\nHOLD.\n\nDANIEL\nI asked you a question...\n\f96\n\n97\n\n81\nHENRY\n«when I’m lucky.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOLD. DANIEL\nI asked you a question... 96\n\n97\n\n81\nHENRY\n«when I’m lucky. \n\nTARGET SECTION TO BE ANNOTATED:\nDaniel wobbles up and stands and walks off...HOLD ON HENRY\nlooking at Daniel.\n\nCUT TO:\nINT, TRAIN — MOVING — LATER. 96\n\nCAMERA holds on FLETCHER and HW. FLETCHER is holding HW and\ncalming him down, petting his head, speaking softly to him.\n\nCUT TO:\nINT, LITTLE BOSTON TRAIN DEPOT. DAY 97\n\nIt’s days later. DANIEL and HENRY enter, dressed and clean and\nmeet with two MEN (40s) waiting for them:\n\nH.M. TILFORD and J.J. CARTER from STANDARD OIL COMPANY.\n\nThey all shake hands, reserved, polite. Daniel intro’s Henry as\nhis brother from Fond Du Lac, Wisconsin.\n\nThey all sit down, then:\n\nTILFORD\n\nhow’s your boy?\nDANIEL\n\nthank you for asking.\nTILFORD\n\nis there anything we can do?\nDANIEL\n\nThanks for asking is enough.\nTILFORD\n\nSo: What are your plans?\nDANIEL\n\nis this about buying up my tracts here?\nTILFORD\n\nyes.\nDANIEL\n\nThe cable said it was about my Coyote\nHills lease.\n\fBEAT.\n\nBEAT.\n\nBEAT.\n\n82\n\nTILFORD\nWe'd like that too.\n\nDANIEL\nWhat’s your offer for Coyote Hills?\n\nTILFORD\nWe'll offer 150,000 for full title.\n\nDANIEL\nThat’s a deal.\n\nDANIEL\nwhat? what’s next?\n\nTILFORD\nYou have 11,000 acres in Little Boston.\nYou have one proven well that\nwas damaged --\n\nDANIEL\nI have three wells proven,\nyou haven’t been paying attention.\nIt’s three proven wells.\n\nTILFORD\nWe'll make you a millionaire\nfrom one minute to the next while\nyou're sitting here.\n\nDANIEL\nWhat else would I do with myself?\n\nTILFORD\nare you asking me?\n\nDANIEL\nwhat else would I do with myself?\n\nTILFORD\nTake care of your son.\n\nDANIEL\n\n \n\fBEAT.\n\nThere\n\n83\n\nTILFORD\nI don’t know what you would do.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nTILFORD\nTake care of your son. DANIEL\n\n \n\fBEAT. There\n\n83\n\nTILFORD\nI don’t know what you would do. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nIf you were me and Standard offered\nto buy what you had for a million\ndollars ---- why? So why?\n\nTILFORD\nyou know why.\n\nDANIEL\n«you guys should scratch around and find\nit like the rest of us instead of buying\nup someone else’s hard work --\n\nTILFORD\nwhat do you want?\n\nDANIEL\nare you gonna change your shipping costs?\n\nTILFORD\nwe don’t dictate shipping costs.\nThat’s railroad business --\n\nDANIEL\nyou don’t control the railroads?\nof course you do. of course you do.\n\nTILFORD\nhow you gonna get this stuff out of here?\nbuild a pipeline, make a deal with Union\nOil, be my guest, but if you don’t\npull that off = you’ve got an ocean of\noil under your feet with nowhere to go.....\nWhy don’t you let us take it from here\nand make you rich..spend time with your boy.\nIt’s a great discovery..now let us help you.\n\nis silence for a very long time.....VERY LONG TIME.\n\nDANIEL\nDid you just tell me how to run my Family?\n\fTILFORD\nit might be more important\nfor you now that you’ve proven\nthe field and we’re offering to\nbuy you out.\n\nBEAT ensccccorecsrssssnnsenen ~\n\nDANIEL\nOne night....I’m gonna come\ninside your house, wherever you're\nsleeping..and I’m gonna cut your throat.\n\nTILFORD\nwhat? what are you talking about Daniel,\nhave you gone crazy? --\n\nDANIEL\n-- did you hear what I said?\n\nTILFORD\n-- yes, I did, why are you saying it?\n\nDANIEL\nYou Don’t Tell Me About My Son.\n\nTILFORD\n-- why are acting insane and saying you’re\ngonna cut my throat?\n\nCARTER\nDaniel, what is this? get ahold of yourself.\n\nTILFORD\nWe're not telling you anything. I’m sorry\nif you're offended. I want you\nto be reasonable.\nDaniel stands up. Henry does the same.\n\nDANIEL\nYou'll see what I can do.\n\nDaniel and Henry exit.\n\ncuT TO:\n\f98\n\n85\n\nINT. DANIEL’S TENT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nDaniel and Henry exit. cuT TO:\n\f98\n\n85\n\nINT. DANIEL’S TENT. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT — DAYS LATER 98\n\nDaniel is speaking as he packs a bag, in a bit of a trance,\nsotto scene; Fletcher is back from his trip with H.W. They\ncommiserate;\n\nFLETCHER\nHow much did they offer?\n\nBEAT. No answer.\n\nDANIEL\nIt’s the irony of fate that they have\nto come knocking isn’t it? trying to\nbuy up what we’ve done — we’ll do it\nthis way and we won’t have to grovel.\n\nBEAT. SILENCE. THEN:\nDANIEL\n\nThat stupid woman should have let us\nbuild a hospital here...how big is his room?\n\nFLETCHER\n\nHe shares a room with another boy.\nDANIEL\n\nWho?\nFLETCHER\n\nan older boy about twelve, he’s been there\nfor a year, named Ballard.\n\nDANIEL\nhow big is the room?\n\nFLETCHER\nsmall....it’s bigger than this tent..\n\nDANIEL\nThat woman should have listened to me.\nwe could have built them something\nbetter...\n\nBEAT.\n\f86\nFLETCHER\nDaniel: How much do you know about Henry?\n\nDANIEL\nuh-huh.\n\nDaniel’s face changes a bit.\n\nBEAT.\n\nFLETCHER\nLet me have someone look around Fond Du Lac\nto see your family and ask —\n\nDANIEL\nDo you really think I wouldn’t know\nmy own brother..?\nThat I would be taken like that?\n(beat)\nare you envious?\n\nFLETCHER\nyes.\n\nDANIEL\nWe've worked together for a long\ntime, Fletcher. But you’re not my brother.\nand that might make you envious.\n\nFLETCHER\nThis is my business as well and\nit’s only that..what’s best for the work..\nfor the safety of all our work, there’s\nno harm in contacting Fond du Lac and your\nfamily --\n\nDANIEL\nDon’t talk anymore about it or\ndo that, to talk to them.\nHe's my brother. That’s it.\n\nFLETCHER\nWhat to do about Eli?\n\nDANIEL\nNothing. Eli’s a child.\n\nFLETCHER\nNo he’s not. I think we should pay\nhim something.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nEli’s a child. FLETCHER\nNo he’s not. I think we should pay\nhim something. \n\nTARGET SECTION TO BE ANNOTATED:\n\f99\n\n100\n\n101\n\n87\n\nDANIEL\nThat woman should have taken\nour offer to build a hospital.\nStupid.\n\nDaniel has his things gathered, as he’s leaving;\n\nDANIEL\nthe pipeline solves all our trouble.\nHe’s gone.\nCUT TO:\nEXT. BASECAMP. DAWN. (start music/building) 99\n\n \n\nTHREE HORSES are being SADDLED and OUTFITED with CAMPING\nSUPPLIES, GEAR and HUNTING WEAPONS...\n\nANGLE, CU. CRUDE OIL SAMPLES.\nare loaded into jars that are wrapped for safety and loaded\ninto POUCHES on the horses.\n\nDANIEL and HENRY get themselves up on the HORSES and\nThey head off for the hills...\nCut TO:\nEXT. BANDY’S LAND. MORNING. 100\nDANIEL and HENRY ride up through a dry canyon — DRIVING\nWOOD STAKES WITH RED MARKERS INTO THE GROUND AS THEY GO\nSIGNALING A ROUTE FOR THE PIPELINE.\nThey come out of a clearing — and come upon the BANDY HOUSE.\n\nThis is the place with the PIGS and SULPHUR that we came to\nearlier...\n\nANGLE, AT THE BANDY HOUSE. 101\nDaniel and Henry ride up, outside is a young boy:\n\nWILLIAM (17 years old, Bandy’s grandson)\n\nDANIEL\nIs your father Bandy?\n\nWILLIAM\nGrandfather.\n\nDANIEL\nWhere is he?\n\f88\n\nWILLIAM\nnot here.\n\nDANIEL\nwhere is he?\n\nWILLIAM\nhe’s out. what do you want?\n\nDANIEL\nI'm Daniel Plainview..I want to talk\nto him about his property...\n\nWILLIAM\nabout what?\n\nDANIEL\nit's something I'll talk with him about.\n\nWILLIAM\nare you the oil man?\n\nDANIEL\nthat’s right.\n\nWILLIAM\n\nhe’s not interested in drilling.\nDANIEL\n\nI’m not either....when will he be back?\nWILLIAM\n\nfew days.\nDANIEL\n\nyou tell him I'd like to speak with him.not\nfor drilling..I’11 be back in a week.\n\nThey RIDE ON..HOLD, THEN...",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’11 be back in a week. They RIDE ON.. HOLD, THEN... \n\nTARGET SECTION TO BE ANNOTATED:\nHENRY DRIVES A STAKE INTO THE GROUND WITH A RED RIBBON,\nSIGNALING THE ROUTE FOR THE PIPELINE, STRAIGHT INTO BANDY’S LOT..\n\nCUT TO:\n\f102\n\n103\n\n104\n\n105\n\n106\n\n89\n\nEXT. LARGE FLAT FIELD. DAY. 102\n\nDANIEL and HENRY drive another WOOD STAKE WITH RED FLAG\nINTO THE GROUND.\n\nCUT TO:\nEXT. MOUNTAINS. DAY. 103\n\nDANIEL and HENRY ride through THICK FORREST..moving through\na new landscape..THEY PLANT A WOOD STAKE...\n\nCUT TO:\nEXT. FERTILE FARM LAND. DAY. 104\n\nDANIEL and HENRY through some fertile GROVES. They plant\nanother WOOD STAKE...\n\nCUT TO:\n\nEXT. RIDGE — DAYS LATER. 105\n\n \n\nDANIEL and HENRY ride over a ridge, CAMERA RISES AND REVEALS:\n\nThe PACIFIC OCEAN..they ride down towards it..HENRY PLANTS ANOTHER\nSTAKE INTO THE GROUND...\n\nCUT TO:\n\nINT. UNION OIL REFINERY. DAY. 106\n\n \n\nDANIEL and HENRY walk through this refinery. Machines grind\naway. The head of UNION OIL, old friend of Daniel's:\nL.P. “PRESS” ST. CLAIR (50s) comes up to greet them:\n\nL.P.\nDaniel. you’re a sight for sore eyes.\n\nDANIEL\nPress...\n\nL.P.\ncongratulations.\n\nDANIEL\n\n-- this is my brother Henry Brands\nfrom Wisconsin. Press St. Clair.\n\fL.P.\ngood to meet you, come in,\nyou get cleaned up, get you a drink.\ncome over here — congratulations, Daniel.\nyou hit quite a strike.\n\nDANIEL\nThank you.\n\nL.P.\nhow’s your boy?\n\nDANIEL\nHe’s fine.\n\nThey talk and walk..and enter an office and close the door.\n\n107\n\nCUT TO:\nINT. UNION OIL MEETING HALL/NEAR THE OCEAN — DAY. 107\n\nDANIEL and HENRY are here with six MEN FROM UNION OIL, led by\n“PRESS” St. CLAIR. They discuss pipelines, oil, etc.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nUNION OIL MEETING HALL/NEAR THE OCEAN — DAY. 107\n\nDANIEL and HENRY are here with six MEN FROM UNION OIL, led by\n“PRESS” St. CLAIR. They discuss pipelines, oil, etc. \n\nTARGET SECTION TO BE ANNOTATED:\n Maps and\ndrawings and crude samples in front of them; come to the scene\nfor celebratory feeling, a joke after business has finished:\n\nL.P.\nWhat's the relationship between your wife,\nStandard Oil and a free whore?\n\nGROUP\nwhat is it?\n\nL.P.\nYou can always beat your wife,\nyou can occasionally beat Standard Oil,\nbut you can never beat a free whore.\nEveryone laughs.\n\nCUT TO:\n\f108\n\n91\n\nINT. PACIFIC OCEAN. DUSK. 108\n\n \n\nSPLASH.\n\nCAMERA is IN THE WATER WITH DANIEL AND HENRY. They JUMP\n\nIN AND FLOAT AROUND OUT AT SEA, LOOKING BACK AT THE SHORE LINE;\n\nThey’re happy and celebratory;\n\nBEAT.\n\nDANIEL\nThere was that house in Fond Du Lac\nthat Maurice LaConte built — do you\nremember?\n\nHENRY\n\nDANIEL\nI thought, when I was a boy, that\nwas the most beautiful house I’d\never seen and I wanted it. I wanted\nto live in it and eat in it and clean\nit and even as a boy, I wanted to\nhave children..to run around it.\n\nHENRY\nYou can have anything you like\nnow Daniel. and you should.\nwhere are you gonna build it?\n\nDANIEL\nHere. maybe. near the ocean. up the coast\naway from this smell --\n\nHENRY\nWould you make it look like that house?\n\nDANIEL\nWhich house?\n\nHENRY\nThe house in Fond Du lac.\n\nDANIEL\nNo. I’m sure if I saw that house\nnow it would make me sick. I need\nsomething better.\n\fHENRY\nWe can eat and get some women.\n\nDANIEL\n«.take them to the Peachtree dance.\n\nBEAT.\n\nHENRY\non?\n\nDANIEL\nGet liquored up and go to the Peachtree dance?\n\nHENRY\nyes,yes.\n\nHOLD. CU. DANIEL he looks at Henry from the corner of his eye.\n\nSomething has triggered in Daniel..”the Peachtree” reference has\ngotten past Henry..Henry dunks his head under water, DISSAPEARS\nfor a moment..Daniel waits and watches for him.he finally\nresurfaces...\n\nWIDE SHOT. They float around in the ocean. HOLD.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIDE SHOT. They float around in the ocean. HOLD. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nyou ready?\n\nHENRY\nyeah.\n\nThey start to swim back. CAMERA is with DANIEL in CU. as they\nswim back ~— as he breaths for air, he opens his eyes, watching\nHENRY swim alongside him.tthen it goes black as he turns his head\n\nto the water..then back up for air, turning his head to keep an\neye on Henry..who swims back alongside him.SOUND DROPS\nIN/OUT/IN/OUT/BREATHING/WATER/BREATHING/GASPING..looking at\nHenry..\n\nthe paranoia has started in Daniel. THIS SETS IN MOTION THE\nFOLLOWING PROTRACTED SEQUENCE COVERING DANIEL’S SUSPICION OF\n\nHENRY...SEQUENCE:\nCUT TO:\n\f109\n\n110\n\n111\n\n93\n\nEXT. SEA SHORE. DUSK. 109\nCAMERA with DANIEL and HENRY, from behind, as they finish\nswimming and arrive at the shore line..They rise up, naked,\nout of the water and move to their clothes and their HORSES.\nHOLD THIS MOMENT.\nCUT TO:\n\nINT. BAR. NIGHT. LATER. 110\n\n \n\nCU. DANIEL as he watches HENRY. SLOW ZOOM IN.\nDANIEL’S POV,\nacross the bar. HENRY is DRUNK and LOUD and talking with\na WHORE. DANIEL just watches.\nCUT TO:\nEXT. HILLS — DAWN. 111\nHENRY and DANIEL head out on their HORSES away from the\n\nOCEAN..Henry is clearly HUNG OVER. they are re-tracing their\ntrail along the WOOD STAKES IN THE GROUND WITH THE RED FLAGS.\n\nDANIEL\nhow was that woman?\n\nHENRY\ngood.\n\nDANIEL\n\nyou get that from our Father.\nsticking it in whatever you see.\n\nHENRY\nnH YOSnn\n\nDANIEL\nyou sure you don’t have any children\nanywhere?\n\nHENRY\n\nI have two....last time I saw them\nI was in Louisiana.\n\nDANIEL\nwith the same woman?\n\nHENRY\nyes.\n\fPink Revised 7/25/06\n\n112 EXT. FORREST — DUSK.\n\nHENRY and DANIEL. dusk. campfire. horses off to the side.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nPink Revised 7/25/06\n\n112 EXT. FORREST — DUSK. HENRY and DANIEL. dusk. campfire. horses off to the side. \n\nTARGET SECTION TO BE ANNOTATED:\nthey sit, then:\n\nHENRY\nwhat do you do next with your\nCompany, Daniel?\n\nDANIEL\n..what...?\n\nHENRY\nwhat’s next?\n\nDANIEL\nwhat are you asking?\n\nHENRY\ncan you sell stock in your company?\n\nDANIEL\nsomething like that.\n\nHENRY\nIf you'd like my help. I can help\nwith that. As things grow more\nsuccessful..I’m a good salesman and\nbroker for stock and what you might want...\n\nDANIEL\ngood...\n\nHOLD.\n\nCcuT TO:\n\n113 OMITTED. 113\n\n94\n\n112\n\fPink Revised 7/25/06 95\n\n114 SAME — NIGHT. 114 *\nHENRY is asleep. DANIEL is sitting over him, with a *\nREVOLVER out by his side, HENRY feels him near and wakes up: *\nDANIEL\nI want to know something, Henry...\nHENRY\nwhat?\nDANIEL\nWhat was the name of the farm\nnext to the Hill house?\nBEAT.\nDANIEL\nWhat was the name of the farm next\nto the Hill house?\nBEAT.\nHENRY\nI don’t remember, Daniel.\nBEAT.\n\nHENRY\nI remember the Hills. I remember\ntheir daughter Jenny.\nI remember Hill and his wife...\n\nDANIEL\nWhat was her name?\n\nHENRY\nwho?\nDANIEL\nHis wife...\n*\nHENRY\n\nI can’t remember right now..\n\fPink Revised 7/25/06\n\nDANIEL\nwho are you?\n\nHENRY\nI’1l leave, Daniel..just let me get up\nand go...\nBEAT.\nDANIEL\n\nDo I have a brother?\n\nHENRY\nI met a man in King City who said\nhe was your brother, we were friends\nfor months, working in King City\nand he wanted to make his way to\nyou Daniel, we didn’t have any money.\nHe died of tuberculosis. he wasn’t harmed,\nhe wasn’t killed, nothing bad but he told\nme about you and I just took his\nstory — and used his diary —\nDaniel, I’m your friend..I’m not\ntrying to hurt you, just survive —\n\nDANIEL puts the GUN TO HENRY’S HEAD AND FIRES. HENRY\nSLUMPS OVER. HOLD ON DANIEL.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m not\ntrying to hurt you, just survive —\n\nDANIEL puts the GUN TO HENRY’S HEAD AND FIRES. HENRY\nSLUMPS OVER. HOLD ON DANIEL. \n\nTARGET SECTION TO BE ANNOTATED:\nWIDE SHOT. STAY WITH THIS SCENE AND WATCH AS DANIEL DIGS\nA SHALLOW GRAVE.\n\nOVER TIME. DAWN COMES. HE PUTS THE BODY IN THE GRAVE,\nHE GETS RID OF HENRY’S HORSE. HE BEGINS TO DRINNK\nDURING THIS PROCESS.\n\nHE OPENS UP THE JOURNAL OF HENRY’S AND SCANS, READS —\nHE DRINKS BOOZE THE ENTIRE TIME.\n\nCU. IDENTIFICATION. He studies it. The name of Henry\nPlainview, etc. Height, Weight, etc.\n\nTHERE IS A SMALL NOTEBOOK. DANIEL opens it, looks inside,\nseeing key words;\n\n“Fond Du Lac...” “..Henry Plainview...” “..my brother Daniel...”\n\n96\n\nee ee HH OE\n\fPink Revised 7/25/06 97-103\n\nThis is a journal by the real HENRY PLAINVIEW. DANIEL KEEPS *\n\nDRINKING. AND DRINKING AND DRINKING. *\nHE PASSES OUT. *\nCUT TO:\n115 OMITTED *\n116 OMITTED *\n117 OMITTED *\n118 OMITTED *\n119 OMITTED *\n\n120 OMITTED *\n\fPink Revised 7/25/06\n120A INT. SAME. DAWN. 120A\nDANIEL comes to..CAMERA DOLLIES BACK A BIT TO REVEAL:\nA FIGURE sitting over him;\nDANIEL looks. we see this FIGURE, an OLDER MAN...\nBANDY\nI’m Bandy.\nyou feel alright?\nDANIEL\nI'd like to lease your land.\nI tried to lease your land before\nbut you wouldn’t..I’m Daniel Plainview\nand I’ma prospector. I’d like to lease\nyour land.\nBANDY\nI'd asked you to come and talk to me when\nyou were leasing land...\nDANIEL\nMy boy’s been sick...\nBANDY\nThis was before you boy got sick.\nBEAT.\nBANDY\nI know that you’d like to build a pipeline\nthrough my property. Is this right?\n\nWhat I’ve heard?\n\nDANIEL\nIt’s only eight inch pipe, it can be\nburied — without disruption --\n\nBANDY\nGod has told me what you must do...",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs this right? What I’ve heard? DANIEL\nIt’s only eight inch pipe, it can be\nburied — without disruption --\n\nBANDY\nGod has told me what you must do... \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nwhat is it?\n\n103A\n\n4 + * OOF\n\n% Ot\n\fBEAT.\n\nBEAT.\n\nPink Revised 7/25/06\n\nBANDY\nyou should be washed in the blood of\nJesus Christ.\n\nDANIEL\nBut I am. I have been.\n\nDANIEL\nI have been.\n\nBANDY\nYou should be washed in the blood of\nJesus Christ. It’s your only way to\nsalvation and your only way for what you\nwant. You can take it at the Church\nof the Third Revelation.\n\nDANIEL\nI’1l pay you three thousand dollars.\n\nWhat’s Eli paying you?\nI’1ll pay you five thousand dollars.\nthere can be ways around this --\n\nBANDY\nI’ve followed Eli since he was a boy.\nHe came and preached by my side when my\nwife and daughter were burned in\n\nBakersfield.\n\nDANIEL\nwhat is it that I do?\n\n103B\n\n*\n\na\n\nee ee OK\n\n*\n\fPink Revised 7/25/06\n\nBANDY\nI want you to be part of our Church.\n\nDANIEL\nbut what do you want me to do?\n\nBANDY\nlisten to Eli’s word and be baptised.\nbe forgiven for this sin that you’ve\ndone.\n\nDANIEL\nmy sin of..what? drilling?\n\nBANDY\nspeak to God. you can speak to God.\n\nBANDY’s GRANDSON has been lingering in the background...BANDY\nhands DANIEL’S WEAPON’S OVER TO HIM.\n\nBANDY\nmay I help you back?\n\nwe will ride back with you..\n\nPOSS SHOT OF THEM ALL RIDING. TRACKING?\n\nPOSS SHOT OF THEM PASSING BANDY RANCH?\n\nCUT TO:\n\n103c\n\n+ ee OF *\n\n*\n\f121\n\n122\n\n104\n\nINT. CHURCH OF THE THIRD REVELATION. DAY LATER. 121\n\n \n\nDANIEL enters, cleaned up, days later..ELI has got a desk now and\na few Church Supporters are here with him. He notices Daniel\nand stands, a little flinchy and nervous;\n\nThey STARE at each other...\n\nELI\ndon’t you dare hit me.\n\nDANIEL\nI’m looking for a fresh start, Eli.\n«I need your blessing...",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nELI\ndon’t you dare hit me. DANIEL\nI’m looking for a fresh start, Eli. «I need your blessing... \n\nTARGET SECTION TO BE ANNOTATED:\nCUT TO:\nINT. CHURCH OF THE THIRD REVELATION. DAY. 122\n\nCAMERA starts on DANIEL. The CHURCH IS NOW PACKED WITH WORKERS,\nSUNDAY FAMILY, FOLLOWERS, FARMERS, ETC. BANDY sits next to\nDaniel...\n\nThe BACK WALL of the church has been broken through and gives\nway to a large CANVAS TENT with dirt and floor board as the\nexpansion that Eli has done. Eli goes full steam;\n\nELI\nI truly wish that everyone could\nbe saved - but it’s just not the case.\nThe doctrine of universal salvation is a lie.\nI wish everyone would be saved,\nbut they won’t! No They Won’t!\nYou will never be saved if what -- ?\n\nCHURCH\nIF YOU REJECT THE BLOOD!\n\nELI\nNOW IS THERE A SINNER HERE LOOKING\nFOR SALVATION? A NEW MEMBER?\nI’ll ask it again: Is there a sinner\nlooking for God?\n\nDaniel stands up..he approaches Eli on the stage..\n\nELI\nThank you for coming, Brother Daniel.\n\f105\n\nDANIEL\nThank you, Eli.\n\nELI\nWE HAVE A SINNER WITH US HERE\nWHO WISHES FOR SALVATION. DANIEL.\nARE YOU A SINNER?\n\nDANIEL\nyes.\n\nELI\nTHE LORD CAN'T HEAR YOU, SAY IT TO HIM,\nLOUDER, Go ahead and speak to him, it’s\nalright..\n\nDANIEL\nYES.\n\nELI\nDOWN ON YOUR KNEES AND UP TO HIM.\n\nDANIEL gets down on his KNEES...\n\nELI\nlook up to the sky..\n\nand say it..\n\nDANIEL\nI don’t know what to say...\n\nELI\nDaniel: You’ve come here\nand you've brought good and wealth\nbut you have also brought your\nbad habits as a backslider..\n\nyou've lusted after women\n\nand you have abandoned your child.\nYour child that you raised, you\nhave abandoned all because he was\nsick and you have sinned — so say\nit now, “I ama sinner.” Say it,\nsay, “I AM A SINNER.”\n\nCU. DANIEL.\nThe crowd grows restless and begins to encourage Daniel\nto say this..Daniel is steaming...\n\fELI\nSAY IT: I AM A SINNER.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe crowd grows restless and begins to encourage Daniel\nto say this.. Daniel is steaming... ELI\nSAY IT: I AM A SINNER. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nI am a Sinner.\n\nELI\nI AM SORRY LORD.\n\nDANIEL\nI’m sorry Lord.\n\nELI\nI WANT THE BLOOD.\n\nDANIEL\nI want the blood.\n\nELI\nI HAVE ABANDONED MY CHILD.\n\nDANIEL\nI have abandoned my child.\n\nELI\nI WILL NEVER BACKSLIDE.\n\nDANIEL\nI will never backslide.\n\nELI\nI WAS LOST BUT NOW I’M FOUND.\n\nDANIEL\nI was lost but now I’m found.\n\nELI\nI ABANDONED MY CHILD.\n\nDANIEL looks hard at Eli..HOLD. Daniel is somewhere between\nfaking it/taking it/and exploding up at Eli...\n\nELI\nSPEAK TO HIM AND SAY IT SINNER.\n\nDANIEL\nI ABANDONED MY CHILD.\n\nELI\nSPEAK TO HIM, SAY IT LOUDER.\n\f107\n\nDANIEL\nI ABANDONED MY CHILD.\n\nI ABANDONED MY CHILD.\nI ABANDONED MY BOY.\n\nELI\nBEG FOR THE BLOOD.\n\nDANIEL\nGIVE ME THE BLOOD ELI, LET\nME GET AWAY FROM THIS. JUST\nGIVE ME THE BLOOD LORD AND\nLET ME GET AWAY.\n\nELI plays up the CROWD. Daniel on his knees.\nELI\nDO YOU ACCEPT JESUS CHRIST AS YOUR\nLORD AND SAVIOR?\n\nDANIEL\nYES.\n\nELI\nGET OUT OF HERE DEVIL.\n\nELI SLAPS DANIEL ACROSS THE FACE...\n\nELI\nOUT DEVIL! OUT SIN!\n\nELI SLAPS HIM AGAIN HARD.\n\nELI\nDO YOU ACCEPT THE CHURCH OF THE\nTHIRD REVELATION AS YOUR SPIRITUAL\nGUIDE?\n\nDANIEL\nYES.\n\nELI SLAPS DANIEL ACROSS THE FACE AGAIN...\nELI\n\nGET OUTTA OF HERE GHOST! GET OUTTA\nOF HERE AND GO BACK WHERE YOU BELONG!\n\f123\n\n108\n\nELI SLAPS DANIEL AGAIN, THEN PUSHES HIS PALM SMACK INTO DANIEL’S\nFORHEAD, PUSHING HIM BACK -~\n\nELI\nDO YOU ACCEPT JESUS CHRIST AS YOUR SAVIOR?\n\nDANIEL\nYES I DO.\n\n..",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\n123\n\n108\n\nELI SLAPS DANIEL AGAIN, THEN PUSHES HIS PALM SMACK INTO DANIEL’S\nFORHEAD, PUSHING HIM BACK -~\n\nELI\nDO YOU ACCEPT JESUS CHRIST AS YOUR SAVIOR? DANIEL\nYES I DO. .. \n\nTARGET SECTION TO BE ANNOTATED:\n€ FOLLOWER BRINGS a BOWL OF HOLY WATER and hands it to ELI, who\ntakes DANIEL by the HAIR and PULLS HIS HEAD BACK, HE LETS THE\nWATER POUR OVER HIM...\n\nDaniel stands up..HOLD. He takes his seat..People welcome him,\nhold him, touch him, congratulate him, etc.\n\nBANDY comes over and touches Daniel’s shoulder..young CHILDREN\ncome over and touch his hands..WOMEN comfort him and welcome him.\n\nThere is warmth from everyone here...that Daniel begins to\nfeel...they TOUCH THE BACK OF HIS HEAD AND HIS SHOULDERS AND\nGIVE HIM LOVE.\nEli notices this...\nELI\n«that’s enough now..that’s enough..he must\ntake the Holy Spirit in on his own now..\n\nHOLD ON ALL THIS, THEN:\ncut TO:\nEXT. RESERVOIR FULL OF OIL — DAWN. 123\nIMAGE. There’s a boy in a row boat on the lake of oil that fills\nthe reservoir. SUN RISES. Everything is calm and quiet, distant\n\nnoise of the derricks.\n\nCUT TO:\n\f108A\nBlue Revised 5/18/06\n\n123A INT. SCHOOL FOR THE DEAF IN S.F, — DAY 123A*\nate SOL FOR THE DEAF IN S.F. — DAY\nHW is sitting, waiting in the foyer of this school. *\n\nFLETCHER is here, and he is off to the side a bit, speaking\nwith a young man GEORGE REYNOLDS. He is a teacher at the\nschool.\n\nes\n\n*\n\nFLETCHER has a quiet word with him;\n\nFLETCHER *\n\nMr. Plainview would pay you two thousand *\n\ndollars a year.in cash. all your accommodations *\n\nwill be of premier class.you have to be *\n\nPrepared to travel wherever Mr. Plainview and *\n\nhis son may travel, do you have family here *\n\nin San Francisco? *\n\nGEORGE REYNOLDS shakes his head, “no.” looks at Fletcher, *\nthen: *\n\nCUT TO:\n123B INT. TRAIN. — MOVING. 123B*\n\nFLETCHER, GEORGE and HW riding on the train. *\n~GEORGE teaches HW sign language...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlainview would pay you two thousand *\n\ndollars a year.in cash. all your accommodations *\n\nwill be of premier class.you have to be *\n\nPrepared to travel wherever Mr. Plainview and *\n\nhis son may travel, do you have family here *\n\nin San Francisco? *\n\nGEORGE REYNOLDS shakes his head, “no.” looks at Fletcher, *\nthen: *\n\nCUT TO:\n123B INT. TRAIN. — MOVING. 123B*\n\nFLETCHER, GEORGE and HW riding on the train. *\n~GEORGE teaches HW sign language... \n\nTARGET SECTION TO BE ANNOTATED:\n *\n\nCUT TO:\n\f124\n\n125\n\n109\n\nBlue Revised 5/18/06\n\nEXT. FIELDS NEAR THE SUNDAY RANCH. DAY. 12.\n=— SUNDAY RANCH. DAY.\n\nIt's weeks later. THE CONSTRUCTION OF THE PIPELINE IS UNDER\nWAY.\n\nANGLE, DANIEL.\nout here, sweating in the sun, working/supervising.\n\nANGLE, ACROSS THE FIELDS.\nFLETCHER is walking with: H.W. and GEORGE REYNOLDS. *\n\nDaniel sees them and comes walking over very quickly..grabbing\nHOLD OF H.W. AND KISSING AND HUGGING HIM.\nFletcher watches...\n\nDANIEL picks him up and they walk off. (STAY WITH THEM,\nDANIEL WHISPERS TO HIM, HOLDS HIM, GENTLY, KINDLY)\n\nCUT TO:\n\nINT. FANCY RESTAURANT/ISABELLA COUNTY — NIGHT — LATER 125\n\nDANIEL and HW sit at a Fancy Festaurant.Hw’s feet dangling from\nthe chair.\n\nDANIEL\nWe'll get you a good meal.\n\nThat’s all we need here is a good\nstrong expensive meal..\n\nAre you hungry?\nDaniel is frustrated. A WAITER COMES OVER.\nDANIEL\nTwo steaks. Whiskey.\nAnd water for him. and goat’s milk.\nThey stare at each other.\nDANIEL\nStandard offered us a million dollars\nfor the Little Boston leases.\nI told them no.\n\nWe made a deal with Union on the\npipeline. and all of our output.\n\f110\n\nBEAT.\n\nDANIEL\nCan you hear me?\n\nAre you looking at me and really\nyou can hear me?\n\nHOLD. They sit..\n\n \n\nDANIEL\nWe're gonna have that Teacher\nhelp you and help take care of all this.\n\nBecause I need you.\n\nI need your help. we got everything we need\nnow to build this company...\n\nCU. DANIEL.\nhe looks across the RESTAURANT and sees something..he stands up,\nleaving HW.\n\narriving at another table: sitting here is H.M. TILFORD, from\nStandard Oil, who we met earlier and Daniel threatened. He is\n\nsitting with his WIFE.\nDANIEL stands over him.\n\nDANIEL\nI want you to look over there.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is\n\nsitting with his WIFE. DANIEL stands over him. DANIEL\nI want you to look over there. \n\nTARGET SECTION TO BE ANNOTATED:\nTILFORD\nHello, Daniel.\n\nDANIEL\nLook over there. That’s my son.\nYou see? SEE?\n\nTILFORD\nDaniel —\n\nDANIEL\nyou see him? you don’t tell me how\nto raise my family. I told you not\nto tell me how to raise my family\nso what do you see?\n\nTILFORD\nI’m happy for you that everything --\n\f126\n\n127\n\n11\n\nBlue Revised 5/18/06\n\nDANIEL\nI’ve made a deal with Union and my son\nis happy and safe and I’m taking care of\nhim now — so you look like a fool, Hamilton.\n\nDon’t you?\n\nTILFORD\nYes.\n\nDANIEL\nI told you what I was gonna do.\n\nDaniel walks back and takes his seat with H.W. HOLD..CU. HW's\nface..looking at Daniel continue to babble away, hearing NOTHING.\n\nCUT TO:\nINT. BASECAMP OIL FIELDS. DAY. 126*\nTas SRSECAMP OIL FIELDS. DAY\nHW is teaching GEORGE the language of the OIL BUSINESS.\n\nMARY is here as well, learning. SIGN LANGUAGE...\n\n*\n\nThey spell out words and find SIGNS for OIL EQUIPMENT that\nis laid out around the camp — George will silently MouTH\nthe word and together they make a SIGN.\n\n*\n\n*\n\nHW is very confident around this gear..HOLD ON HIM signing\naway...\n\nCUT TO:\n\nINT. TRAIN DEPOT. DAY. WEEKS LATER.\nSt AL. WEEKS LATER.\n\nDANIEL is taking care of some business at the crowded train\ndepot..ELI, dressed up for a journey, comes and finds him --\n\nELI\nHello, Daniel.\n\nDANIEL\ngoing somewhere?\n\nELI\nThat's right. I’m going on a mission.\nOildale, Taft, I’m going to Bakersfield.\nI’ve been invited to spread his word..and it’s\ntime for our congregation to grow.\n\nDANIEL\nI’1l be sorry to see you go.\n\f112\n\nBlue Revised 5/18/06\n\nELI\nI know that’s not true. .\n\nBEAT.\nELI\n\nIt’s good that H.W. is back home\nwhere he belongs. He’s a fine boy.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nELI\n\nIt’s good that H. W. is back home\nwhere he belongs. He’s a fine boy. \n\nTARGET SECTION TO BE ANNOTATED:\nDaniel has nothing else to say...\n\nELI\nGod bless you.\n\nDANIEL\nBe very very careful where you\nturn in your travels, Eli.\n\nELI\n~and God be with your boy.\n\nEli leaves. Daniel watches him-.go.\n\nCUT TO:\n127A EXT. VARIOUS LOCATIONS. TBD. 127A*\n1. SHOTS OF H.W *\n2. SHOTS OF HW AND MARY. *\n3. CU, HW RUNNING NEAR MAGIC HOUR. *\nCUT TO BLACK. *\nTITLE CARD: 1927 *\n\n128 OMITTED\n\f128A\n\n128B\n\n128¢c\n\n128D\n\n112A\n\nBlue Revised 5/18/06\n\nFADE UP:\nEXT. /INT. PLAINVIEW MANSION — DUSK. 128a*\nSa CE SAE LEW MANSION ~ DUSK\n\nVARIOUS STATIC IMAGES OF DANIEL PLAINVIEW’S MANSION/ESTATE. *\nGROUNDS, ROOMS, GOTHIC ROOMS, STONE, MARBLE, BOWLING ALLEY, *\n\nETC, UNPACKED BOXES, ETC. *\nCUT TO:\nINT. KITCHEN. PLAINVIEW MANSION. DAY. 128B*\nae SEN. _PLAINVIEW MANSION. DAY.\nDaniel is here and he is SIGNING CHECKS. AL ROSE is here, *\nputting things in front of him. *\na SERVANT cleans/works in b.g. *\nDaniel eats a sandwich. END. CU, IMAGE. SIGNATURE. cd\nCUT TO:\nINT. HALLWAY. NIGHT. 128c*\nDaniel walks down the hallway. *\nCUT TO: *\nINT. BEDROOM. MORNING. 128D*\nIMAGE. Daniel sleeping. OC we hear the voice of GEORGE *\n(interpreter) speak; *\nHW/GEORGE (VO)\nHow many can say that they have known *\nthe love of their life since they can *\nremember? *\n\nCUT TO:\n\f112B\n\nBlue Revised 5/18/06\n\n128E INT. A CHURCH SOMEWHERE. LOOKING TOWARDS THE ALTAR. 128E*\n————_—————————EEE EO: LOOKING TOWARDS THE ALTAR.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nOC we hear the voice of GEORGE *\n(interpreter) speak; *\nHW/GEORGE (VO)\nHow many can say that they have known *\nthe love of their life since they can *\nremember? *\n\nCUT TO:\n\f112B\n\nBlue Revised 5/18/06\n\n128E INT. A CHURCH SOMEWHERE. LOOKING TOWARDS THE ALTAR. 128E*\n————_—————————EEE EO: LOOKING TOWARDS THE ALTAR. \n\nTARGET SECTION TO BE ANNOTATED:\nOLDER HW (aged 25) AND OLDER MARY (aged 25) are on knees, *\nwedding vows and sacrament... *\n\nPRIEST, EXCHANGING VOWS..CU's priest’s mouth, BW watching. *\nsign language. *\n\nHW/GEORGE (VO)\nI know not many. And I hold it as my deepest *\npleasure.\n\n*\n\nI am sure that I have idolized Mary since\nI met her so long ago — and I will\ncontinue to idolize her the rest of\n\nmy life. My ring has never been offered\n\nor worn by another but my little girl Mary.\n\neee ee\n\n*\n\nWE HEAR./DETAILS SACRAMENT (TBD)\nHW/GEORGE (VO)\nThe other side of my life gets darker *\neach day... . *\n\nCUT TO:\n\f113\n\nBlue Revised 5/18/06\n\n129 INT. PRIVATE RAIL CAR. DAY. MOVING.\n=e CAR. DAY. MOVING.\n\nHW is signing this LETTER that we HEAR — to GEORGE,\nwho speaks it to a SECRETARY who TYPES THIS OUT...\n\nMARY is here..\n\nHW/GEORGE (VO) (temp narration)\nMy father’s ferocious appetite for buying\nnew land while ignoring existing contracts\nis blind to the future of this industry.\n\nOUT THE WINDOW WE SEE DERRICKS FOR MILES AND MILES\nAND MILES.\n\nHW/GEORGE (VO) (temp narration)\nI cannot continue to put a happy face on\nthe trouble I see. There is a downfall ahead,\nand my Father is unable or unwilling to see\nthis.\n\n«would you consider a meeting to\ndiscuss your future plans?\nCUT TO:\n\n129*\n\n*\n*\n\nee ee *\n\n**\n\nee ee\n\n*\n\f113A\n\nBlue Revised 5/18/06\n\n129A EXT. NEW SUNDAY RANCH HOUSE. AFTERNOON. 129A*\n———_—__—EE LE HOUSE. APTERNOON.\n\nSURROUNDED BY DERRICKS. WIDE SHOT. FX. *\nHW/GEORGE\nMary and I are travelling to *\nLittle Boston on the 19 of this month *\nto see our family. *\nPerhaps it is a good time and private place *\nto speak.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nSURROUNDED BY DERRICKS. WIDE SHOT. FX. *\nHW/GEORGE\nMary and I are travelling to *\nLittle Boston on the 19 of this month *\nto see our family. *\nPerhaps it is a good time and private place *\nto speak. \n\nTARGET SECTION TO BE ANNOTATED:\n It has been too long since we've *\nbeen together and you must wrap your arms *\naround Mary, who demands to see you. *\nANGLE, CLOSER. *\nHW and MARY are with an OLDER MOTHER SUNDAY AND OLDER RUTH +\nAND HER HUSBAND AND KIDS. : *\nANGLE, FLETCHER. *\nis being driven in a nice car, up to the house, through the *\noil fields. *\nANGLE, PORCH. . *\nThey all sit on the porch of the house. *\nHW/GEORGE\nI have reached a crossroads in my life, *\nFletcher and I am in need of your help. *\nCUT TO:\n129B EXT. SUNDAY HOUSE. DUSK. 129B*\nFLETCHER, HW and GEORGE are off to the side, away from it *\nall having a conversation. WE SEE THIS INTENSE CONVERSATION *\nONLY FROM A DISTANCE. *\nCU. MARY. *\nshe watches them across the way. *\nLONG LENS. IMAGE *\nOF THE MEN GATHERED, HW SIGNING, GEORGE\nINTERPRETING..FLETCHER listens, speaks, continue... *\nHOLD THIS, THEN:\n129C INT. ROOM. NIGHT. (TBD) (maybe?) 129c*\nMARY and HW kiss each other. *\n\nCUT TO:\n\f130\n131\n132\n133\n134\n135\n\nOMITTED\nOMITTED\nOMITTED\nOMITTED\n\nOMITTED\n\n114-117\n\nBlue Revised 5/18/06\n\nINT. PLAINVIEW MANSION - FOYER/HALLWAY — DAY (LATER 135\na MANS TON = FOYER/HALLWAY — DAY (LATER)\n\nH.W. and GEORGE come walking down this long, dark\nhallway.entering in from the FRONT DOOR.\n\nCAMERA moves into CU. on H.W. as they arrive at DANIEL’S OFFICE:\n\nCUT TO:\n\f118\n\nBlue Revised 5/18/06\n\n136 INT. OFFICE. MOMENTS LATER. . 136*\na he MENTS LATER\n\nDANIEL is here, sitting at his desk, looking at HW and\nGEORGE enter. He is ready for something.\n\n*\n\n*\n\nThey come in, walk up...sit down.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOMENTS LATER. . 136*\na he MENTS LATER\n\nDANIEL is here, sitting at his desk, looking at HW and\nGEORGE enter. He is ready for something. *\n\n*\n\nThey come in, walk up...sit down. \n\nTARGET SECTION TO BE ANNOTATED:\n Daniel looks right at him;\n\nDANIEL\nHow was your trip?\n\nHW/GEORGE\nFine, thank you.\n\nBEAT. something uncomfortable. AL ROSE and OTHER CRONIE are *\nwatching the interchange.\n\nHW/GEORGE\n\ncan we be alone? *\nDANIEL, .\n\nthese are my closest associates, they *\n\nhear everything ~ where have you been? *\nHW/GEORGE\n\nI would rather speak to you in private. *\nDANIEL\n\nYou can’t speak. so why don’t you *\n\njust tell me where you’ve been? *\n\nor do you think I don’t know? *\nHW/GEORGE\n\nIf you know, then you tell me. *\nDANIEL\n\nI know that we have no business *\n\nto be done in the Sunday Field. *\n\nand I know that if you take *\n\nmy rail car on business it should *\n\nbe used for business. *\n\nand I have no business with Fletcher *\n\nHamilton. so what is it that you're *\n\nhere to tell me?\n\f119\n\nBlue Revised 5/18/06\n\nHOLD. BEAT. THEN;\n\nHW\nThis is very hard for me to say, but\n\n*\nI will tell you first: I love you very much. *\nI have learned to love what I do because *\nof you. I am leaving here. I'm going to *\nMexico. I am taking Mary and I am going to *\nMexico. I miss working outside. I miss the *\nfields. *\nIt will only be for a time. For me to *\ndo my own drilling and start my own *\ncompany. *\nIt’s time to make a change. *\nBEAT.\nDANIEL, .\nThis makes you tly ~competitor. *\nBW\nNo, no, it’s not like that. *\nDANIEL\nIt is like that, boy. *\nBEAT.\nDANIEL\nYour own company? *\nBW\nThat’s right. *\nDANIEL\nIn Mexico? *\nHW\nYes. *\nDANIEL\n\nYou are making such a misstep. *\n\f120\n\nBlue Revised 5/18/06\n\nBEAT.\n\nDANIEL\nso..what are you doing?\n\nBW\nI’ve tried to talk to you.\n\nDANIEL\n~~ you talk through your little dog. *\n\nH.W.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nBW\nI’ve tried to talk to you. DANIEL\n~~ you talk through your little dog. *\n\nH. W. \n\nTARGET SECTION TO BE ANNOTATED:\n /GEORGE\nI know that we don’t agree\nover many things and I would rather\nkeep you as my Father than my partner.\n\n*\n\nDANIEL (to HW)\nThen say it.\nYou’ve got something to say to me?\nThen say it. I'd like to hear speak\ninstead of your little dog.\n\ne+e ee\n\n*\n\nBEAT. HW doesn’t say anything. HOLD.\n\nDANIEL\nYou're killing us with what you’re doing. *\n\nH.W. /GEORGE\nYou’re stubborn and you won't listen. *\n\nDANIEL\nYou're killing my image of you as my son. *\n\nH.W. /GEORGE\nYou will change. You will see me\nsweetly again someday...\n\nDANIEL\nYou’re not my son.\n\nH.W. /GEORGE\nPlease don’t say that. I know you *\ndon’t mean that.\n\f121-122\n\nBlue Revised 5/18/06\n\nDANIEL\nIt’s the truth - ~you’re not my son.\n~and you never have been..you’re an orphan.\n~and you've operated here today like one.\nI should have seen this coming.\nI should have known that under this all,\nthese past years you've been building your\nhate for me piece by piece.and I don’t\neven know who you are.because you have none\nof me in you..You’re Someone Else’s..\nThis anger.your maliciousness and backwards\ndealings with me..you’re an orphan from a\nbasket in the middle of the desert.and 1\ntook you for no other reason than I needed\na@ sweet face to buy land. You're lower\nthan a bastard.\n\nStee eee eee eee\n\nH.W. watching Daniel’s mouth as he finishes speaking..oW\nsigns, GEORGE speaks:\n\n+ *\n\nHW/GEORGE\nI’m going to Mexico with my wife. *\nI’m going away from you. *\n\nDANIEL\nYou have none of me in you, *\n\nHW/GEORGE\nIf you want to fight mewit will *\nbe the fight of your life. *\nThey leave. *\nDANIEL\nYOU’RE A BASTARD FROM A BASKET. BASTARD *\nFROM A BASKET.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nStee eee eee eee\n\nH. W. watching Daniel’s mouth as he finishes speaking..oW\nsigns, GEORGE speaks:\n\n+ *\n\nHW/GEORGE\nI’m going to Mexico with my wife. *\nI’m going away from you. *\n\nDANIEL\nYou have none of me in you, *\n\nHW/GEORGE\nIf you want to fight mewit will *\nbe the fight of your life. *\nThey leave. *\nDANIEL\nYOU’RE A BASTARD FROM A BASKET. BASTARD *\nFROM A BASKET. \n\nTARGET SECTION TO BE ANNOTATED:\n *\n\nCUT TO:\n\f137\n\n138\n\n123\n\nBlue Revised 5/18/06\n\nINT. STAIRWELL. LATER. 137\n\nIt’s dark and then a door is opened..DANIEL comes staggering in\nand goes DEEP DOWN INSIDE HIS HOUSE.\n\nLONG DISSOLVE TO:\n\nINT. BOWLING ALLEY/PLAINVIEW MANSION. NIGHT 138\n————_—_—_——— ESE NVIEW MANSION. NIGHT\n\nThis is a very large party area/bowling area/recreational room\nin the basement of the Plainview Estate.\n\nThere are EMPTY LIQUOR BOTTLES around..signs of a\nMESS/BOOZE/TROUBLE...\n\n~PASSED OUT DRUNK IN THE MIDDLE OF THE BOWLING ALLEY, WRAPPED IN\nA_BLANKET is DANIEL.\n\nan OLD MALE SERVANT comes in.Wilks down the lane and attempts\nto wake up DANIEL.he tries very hard, over and over and over...\n\nANGLE, THE DOORWAY.\nDown into this area.sTEPs:\n\nELI SUNDAY. He is flamboyantly dressed and he has TWO FEMALE\nCOMPANIONS with him.they watch as the Servant tries to wake\nDaniel up...\n\f124\n\nEli directs his Lady Friends to wait upstairs, then comes over\nto help:\n\nELI\nDANIEL. DANIEL. DANIEL PLAINVIEW\nTHE HOUSE IS ON FIRE.\n\n(beat, to Servant)\nyou can leave us..please...\n\nThe Servant leaves..DANIEL comes to..and sees Eli’s face.\n\nELI\nBrother Daniel..it’s Eli..\n\nDANIEL\nwyes it is..\n\nDaniel stirs and sits up..Eli reaches for some glasses and pours\nTWO DRINKS..of which he drinks BOTH.\n\nDANIEL pours himself a drink.\n\nELI\nYour home is a miracle. It’s beautiful.\nGod bless it.\n\nDANIEL\n\nELI\n«I've been spreading His word\nfar and wide, far and wide, so much travel\nfor him.I’ve been working in radio..!\nSo much has been happening, but to be here\nand find you and see you well is wonderful\nand we have a chance to catch up!\n\n(beat)\nMy Brother, Daniel..",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’ve been working in radio..! So much has been happening, but to be here\nand find you and see you well is wonderful\nand we have a chance to catch up! (beat)\nMy Brother, Daniel.. \n\nTARGET SECTION TO BE ANNOTATED:\nwe’'re such old\nfriends! so much time...\n\nELI takes another drink...\n\nELI\nahhhh. things go up, things go down\nbut at least the Lord is always around.\n(beat)\nWe’ve seen ups and downs, haven’t we?\n\nDANIEL\nare things down right now Eli?\n\f125\n\nELI\nno, no..But I come with some sad news:\nPerhaps you remember Mr. Bandy?\n\nDANIEL\n\nELI\nMr. Bandy has passed on to the Lord.\n\nEli says a silent prayer to himself.\n\nELI\nHe lived to be 99 years old.\nMr. Bandy has a Grand Son.\nhave you met his grandson? William?\n\nDANIEL\n\nELI\nWilliam Bandy is one of the\nfinest members we have in the Church\nof the Third Revelation.\nHe is young and fit and strong with\ngood charismatic ability and he is\nheaded for wonderful things.\nHe is eager to come to Hollywood\nto be in movies. He is very good looking.\nAnd I do think he will have success.\n\nDANIEL\nThat’s wonderful.\n\nELI\nWould you like me to speak with him?\n\nBEAT. Silence.\n\nELI\nDaniel, I’m asking if you’d like\nto have business with the Church\nof the Third Revelation in developing\nthis lease on young Bandy’s thousand\nacre tract.\n\n(beat)\nI’m offering you to drill on one\nof the great un-developed fields of\nLittle Boston!\n\f126\n\nDANIEL\nI’d be happy to work with you..\n\nELI\n\nyou would? yes, yes of course. wonderful.\nDANIEL\n\nBut there is one condition for this work.\nELI\n\nAlright.\nDANIEL\n\nI’d like you to tell me that\nyou are a False Prophet.\n\nELI\non?\n\nDANIEL\nI’d like you to tell me that you are,\nand have been, a False Prophet..and that\nGod is a superstition.\n\nELI\n«but that's a lie.\n\nDANIEL\nELI\nIt’s a lie. I cannot say it.\n\nBEAT. LONG PAUSE.\n\nELI\n\nWhen can we begin to drill?\nDANIEL\n\nRight away.\nELI\n\nHow long will it take to bring in the well?\n\nDANIEL\nShould be very quick.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIEL\n\nRight away. ELI\n\nHow long will it take to bring in the well? DANIEL\nShould be very quick. \n\nTARGET SECTION TO BE ANNOTATED:\n\fELI\nI would like a one hundred thousand dollar\nsigning bonus plus the five that is owed\nwith interest.\n\nDANIEL\nThat’s only fair.\n\nELI\n«I am a false prophet and God is a\nsuperstition. If that’s what you\nbelieve, then I will say it.\n\nDANIEL\n\nSay it like you mean it.\nELI\n\nDaniel...\nDANIEL\n\nSay it like it’s your sermon.\n\nELI\nThis is foolish.\n\nDANIEL\n\nELI\n“I AM A FALSE PROPHET. GOD IS A SUPERSTITION.”\nis that fine?\n\nDANIEL\nThose area’s have been drilled.\n\nELI\nwhat?\n\f128\n\nDANIEL\nThose Area’s Have Been Drilled.\n\nELI\nno they haven't.\n\nDANIEL\nIt's called drainage. I own everything around\nLtesereeen 80 I get everything underneath it.\n\nELI\nBut there are no derricks there. This is\nthe Bandy tract. Do you understand?\n\nDANIEL\nDo you? I drink your water, Eli.\nI drink it up. Everyday. I drink\nthe blood of lamb from Bandy’s tract.\n\nELI\nahuh.\n\nEli takes another drink..and then begins to break down and CRY\nand CRY and sob like a baby..\n\nELI\noh, Daniel..please...\nI'm in desperate times..I need a\nfriend..I feel the walls closing in...\nI'VE SINNED..I NEED HELP..I’m A SINNER...\nI've let the Devil grab hold of me in\nways that I never imagined! I’m so full of sin.\n\nDANIEL\nThe Lord sometimes challenges us, doesn’t he?\n\nELI\nohhhh yes he duz. yes he duzzzzaaaa!\naaaaawhoa. HE’S COMPLETELY FAILED\nTO ALERT ME TO THE RECENT PANIC IN OUR\nECONOMY AND THIS. I MUST HAVE THIS.\n»I must have this..I’ve invested..my investments\nhave..oh, Daniel, I won’t bore you, but I —\nIF I COULD GRAB THE LORDS HAND FOR HELP\nI WOULD, BUT HE DOES THESE THINGS ALL THE TIME,\nTHESE MYSTERIES THAT HE PRESENTS AND\nWHILE WE WAIT..WHILE WE WAIT..wait for his word...",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\n»I must have this.. I’ve invested..my investments\nhave..oh, Daniel, I won’t bore you, but I —\nIF I COULD GRAB THE LORDS HAND FOR HELP\nI WOULD, BUT HE DOES THESE THINGS ALL THE TIME,\nTHESE MYSTERIES THAT HE PRESENTS AND\nWHILE WE WAIT.. WHILE WE WAIT..wait for his word... \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL is HOLDING A LOOK ON ELI;\n\f129\n\nDANIEL\nYou're not the chosen brother, Eli.\nIt was Paul who was chosen. He found\nme and he told me about your land.\nYou're a fraud.\n\nELI\nWhy are you talking about Paul?\ndon’t say this..don’t say this to me, Daniel.\n\nDANIEL\nI did what your brother couldn’t.\nI broke you and I beat you.\nIt was Paul who told me about you.\nHe’s the prophet. He’s the smart one.\nHe knew what was there and he found\nme to take it out of the ground.\n\nHe SMACKS Eli across the face.\n\nDANIEL\nSTOP CRYING YOU SNIVELING ASS.\nSTOP YOUR NONSENSE.\n\nYou’re just the younger brother.\nand you'll always be the younger\nbrother, Eli..and that land has\nbeen had..YOU HAVE NOTHING.\n\nYOU LOSE. YOU IDIOT, YOU LOSE.\n\nELI\nIf you take this lease on the Bandy lot,\nthe Church would —\n\nDANIEL\nDRAINAGE! DRAINAGE, ELI! DRAINED DRY, YOU BOY.\n\nIf you have a milkshake and I have a milkshake\nand I have a straw and my straw reaches\nACCCRROSSSSSSSSSS the room starts to drink your\nmilkshake:\n\nI DRINK YOUR MILKSHAKE! I DRINK IT UP.\n\f130\n\nELI\nDon’t bully me Daniel, please. HELP ME.\nPLEASE. MY FAITH HAS BEEN LOST AND I NEED\nA NEW WAY. I ASK FOR YOUR HELP --\n\nIN A FLASH: DANIEL is UP AND HAS GRABBED ELI AND THROWN HIM\nHALFWAY ACROSS THE ROOM. Eli flails about as Daniel closes in,\nhysterical/crazy/kicking/pushing,etc..\n\nDANIEL\nI TOOK WHAT I WANTED WHEN YOU WEREN’T LOOKING\nAND THE BLOOD OF THE LAMB IS IN MY POCKET.\nDO YOU THINK GOD IS GOING TO BALANCE\nYOUR INVESTMENTS? GOD DOESN’T SAVE IDIOTS, ELI.\nYOU ARE BROKE AND YOU ARE LAME AND\nYOU ARE DONE FOR.\n\nELI\nNo I’m not.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nGOD DOESN’T SAVE IDIOTS, ELI. YOU ARE BROKE AND YOU ARE LAME AND\nYOU ARE DONE FOR. ELI\nNo I’m not. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIEL\nDID YOU THINK THAT YOUR SONG AND DANCE\nAND YOUR SUPERSTITION WOULD SAVE YOU?\nI AM THE THIRD REVELATION! I AM\nWHO THE LORD HAS CHOSEN. BECAUSE I’M\nSMARTER THAN YOU. I AM OLDER AND WISER\nAND I AM NOT A FALSE PROPHET, YOU\nSNIVELING BOY. YOU'RE DONE FOR.\n\nELI\nNot done for, no.\n\nDANIEL\nYES.\n\nANGLE, DANIEL.\n\nalong the way, he picks up a HEAVY SILVER TUMBLER...\n\nDANIEL\nI AM THE THIRD REVELATION! I AM THE\nTHIRD REVELATION! I TOLD YOU I WOULD EAT\nYOU UP, I TOLD YOU I WOULD EAT YOU.\nHOW DARE YOU COME TO ME? HOW DARE YOU?\n\nWHAT DID I TELL YOU?\n\f138A\n\n131\n\nANGLE, ELI. :\ninching back on the bowling alley floor..back from Daniel...\n\nDANIEL\nWHAT DID I TELL YOU?\n\nANGLE, DANIEL.\nadvancing on Eli...\n\nDANIEL\nI TOLD YOU I‘D EAT YOU UP.\n\nANGLE, ELI\ncrawling and looking for somewhere to go..\n\nDANIEL\nHow dare you come to my home?\n\nDANIEL is over HIM, AND SITS ON HIS CHEST, PINNING DOWN HIS\nARMS..AND DRIVES THE TUMBLER STRAIGHT DOWN INTO ELI’S FACE.\n\nCAMERA looks STRAIGHT DOWN on the GORGEOUS WOOD FLOOR...\n\n«very slowly, BLOOD COMES OOZING INTO FRAME. It spreads and\nmoves like a slow land slide..covering the floor..CAMERA moves\nback a bit to reveal;\n\n«blood pouring from Eli’s skull and this head wound..he’s curled\nin a fetal position and not moving..\n\nCU. DANIEL.\nhis eyes wet and out of breath from the struggle, looking at\nwhat he’s done. HOLD. He gets up --\n\nDaniel drags Eli's dead body down the lane of the bowling alley,\nleaving a streak of BLOOD...\n\nHE THROWS HIM INTO THE BOWLING PINS AND DOWN OVER THE LIP INTO\nA CELLAR.\n\nFROM BELOW, LOOKING UP.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gets up --\n\nDaniel drags Eli's dead body down the lane of the bowling alley,\nleaving a streak of BLOOD... HE THROWS HIM INTO THE BOWLING PINS AND DOWN OVER THE LIP INTO\nA CELLAR. FROM BELOW, LOOKING UP. \n\nTARGET SECTION TO BE ANNOTATED:\n 138A\n\nBOWLING PINS AND ELI’S BODY COME CRASHING THROUGH INTO THIS\nCELLAR.\n\f138B ABOVE, IN THE BOWLING LANE.\n\n138C\n\nDaniel slumps down onto the floor..breathing heavy\nblood.. HOLD WITH HIM ON HIS FACE.\n\nANGLE, AT THE STEPS LEADING TO THE BOWLING ALLEY.\n\nCAMERA pulls back with AL ROSE coming down the\nsteps..slowly..slowly..revealing to him the horrific\n\n--and sees the BLOOD spilled across the floor..and\nHOLD on Al’s face and the reality of this mess...\nDaniel turns around..satisfied:\n\nDANIEL\nI'm finished.\n\nTHE END.\n\n132\n\n138B\n\nand covered in\n\n138¢\n\nscene:\n\nsees Daniel...\n\f"
}