{
  "1": "FADE IN\n\n1. OUTSIDE COUNTRY HOUSE - EXT. NIGHT\n\nAn ancient house, standing lonely in the middle of a\ndeserted landscape in Northern Germany; lying there like a\nsleeping giant under the starry sky.\n\nBut something seems strange: All of the windows and doors\nhave been nailed shut.\n\nText chart: “1976”\n\nThe headlights of a car pierce the darkness. A car halts\nin the yard. Three MEN step out. One of them is wearing a\npolice uniform. The men switch on their flashlights and\nlook around.\n\nMAN #1\nHow long has the house already\nbeen like this?\n\nKARL LINDNER, a keen police officer in his late thirties,\napproaches the entrance door. He speaks in a calm, hoarse\nvoice.\n\nLINDNER\nNo idea. I haven’t seen them in\nweeks.\n\nLindner makes himself a picture of the situation.\n\nHe rings the doorbell. Nothing stirs inside the house.\nThen, he tries to get a look inside through one of the\nnailed-shut windows.\n\nThrough the cracks, he can barely make out a faint\npulsating light.\n\nLINDNER\nI haven’t seen them in weeks.\n\nThe three men exchange looks.\nWith a heavy heart, Lindner makes his decision:\n\nLINDNER\nWe’re going in.\n\fThe third man fetches a crowbar and prepares to open the\ndoor with it.\n\n2. ENTRANCE AREA / COUNTRY HOUSE - INT. / NIGHT\n\n \n\nThe house door breaks open with a loud crack.\n\nOn the floor below the mail slot, there are piles of mail\nand unread newspapers which the door pushes out of the way\nas it opens.\n\nThe three men cautiously enter. They look around. The\nhallway is as dark as night. Lindner tries the light\n\nswitch - nothing. The only light comes from a TV-set\nrunning in the living room.\n\n3. LIVING ROOM - INT. / NIGHT\n\nThe three of them enter the living room. Disgusted, the\nfirst man holds a handkerchief to his mouth.\n\nMAN #1\nPooh, what a stench...\n\nThere is a massive armchair in the center of the room, in\n\nfront of the television. - There seems to be someone\nsitting in it. In the darkness we cannot recognize who it\nis.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAN #1\nPooh, what a stench... There is a massive armchair in the center of the room, in\n\nfront of the television. - There seems to be someone\nsitting in it. In the darkness we cannot recognize who it\nis. \n\nTARGET SECTION TO BE ANNOTATED:\nLindner carefully steps closer.\n\nThe second man stops in front of a large, dark stain on the\nwall. He touches it, draws back his hand and inspects it\n\n- blood.\n\nLindner slowly walks around the armchair.\n\nLINDNER\nMy God... Marlene...!\n\nDuring the next flicker of light from the television, we\nrecognize the corpse of a woman around forty years of age.\n\nSuddenly, Lindner hears something behind him - breathing!\n\fHe turns around.\n\nIndeed, hidden in the semi-darkness, there is the shadow of\na figure squatting on the floor.\n\nLINDNER\nFrank... Hell, what happened in\nhere?\n\nLindner carefully approaches the figure.\n\nIt is a man, FRANK KOSINSKI. He looks scrawny, all skin\nand bones, with a pale and hollow face.\n\nHe doesn’t pay the least attention to Lindner. Mesmerized,\nhe just stares at the dead woman in the armchair.\n\nThe “first man” follows the direction the man is looking in\nand takes a careful look at the dead woman. Something\n\nseems to be irritating him.\n\nMAN #1\nNow that’s really odd.\n\nMAN #2\nWhat? What is it?\n\nMAN #1\nI’d say she drowned...\n\nLindner leans over to the lethargic man in the shadows.\n\nLINDNER\nFrank...!?\n\nHe gently touches his shoulder. At the same moment,\nKosinski seems to snap out of it.\n\nHe begins to scream in wild panic - loud, heartrending!\n\nCUT TO:\n\n4. TITLE SEQUENCE\n\nA photo montage of corpses, preserved in the swamps over\nhundreds and thousands of years: children, old people,\nwarriors, farmers with hair stained red from the humin\n\facid, bony extremities and shriveled faces with skin that\nresembles an ancient landscape\n\nFADE TO:\n\n5. LANDSCAPE OF SWAMPS IN NORTHERN GERMANY - EXT. DAY\n\nThe structures of the corpses’ skin fade into pictures of a\nvast landscape of heaths, forests and moors.\n\nAn expensive offroad vehicle is leading a sports car along\na deserted country road. It’s a wonderful late-summer’s\nday. The two cars take a bend...\n\n6. OUTSIDE COUNTRY HOUSE - EXT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe two cars take a bend... 6. OUTSIDE COUNTRY HOUSE - EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\ninto the driveway of the same old house. It lies\npeacefully in the afternoon sun. The gravel crunches\nunderneath the tires.\nA large moving truck is already parked outside.\n\nTitle chart: “23 years later”\n\n7. OFFROAD VEHICLE - INT. / DAY\n\nDriving the Jeep is ELLEN STRAUB, an attractive, self-\nassured woman of approx. 30 years.\n\nAsleep on the passenger’s seat beside her is her husband\nMARTIN, who in no way resembles the cliché of the\nsuccessful author - he has a rather boyish charisma and is\na bit too attractive.\n\nEllen stops the car and takes out some house keys. She\nholds them right up to her sleeping husband’s ear. Then,\nshe shakes them. They tinkle.\n\nELLEN\n(playful)\nSir, we have arrived at your\nresidence.\n\nMartin blinks and takes the keys.\n\fMARTIN\nThank you, James.\n\nThe two of them step out of the car.\n\n8. IN FRONT OF THE HOUSE —- EXT. DAY\n\nAlso getting out of their sports car are PAUL - a dynamic\nlooking man in his mid-forties - and his wife CLAUDIA.\nDespite their careful choice of casual dress, they still\nlook like the epitome of snobbish city people.\n\nThey take a look around. Time has left it’s marks on the\nold house: Like an enchanted castle, it is camouflaged in\nwaist-high grass and wildly ranking shrubs.\n\nPaul and Claudia exchange skeptic looks.\n\nPAUL\nWell, look here!\n\nMARTIN\nLadies and gentlemen: The\n“Straub country-residence”.\n\nCLAUDIA\nIt looks more like the “Straub\nruins”.\nPAUL\nWelcome to the far end of the\nworld.\nEllen contradicts.\nELLEN\n\nThe lap of nature. Where’s\nyour famous optimism?\n\nTwo REMOVAL MEN climb out of the truck. One of them is\nstill chewing on his lunch.\nHe points at his watch as he addresses Martin.\n\nREMOVAL MAN\nLunch break is ‘til one\no'clock.\n\fMARTIN\n(sarcastic)\nSure, take your time.\n(to Ellen)\nThey get a lunch break before\nthey even start working.\nCool job.\n\nLaughing, the four of them enter the house.\n\n9.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCool job. Laughing, the four of them enter the house. 9. \n\nTARGET SECTION TO BE ANNOTATED:\n ENTRANCE AREA — INT. DAY\n\nThey step into the entrance area. The golden sunlight\nshines in stripes through the shutters. The house is old,\nmonumental. One senses the centuries.\n\nA staircase leads upstairs, the rooms on the first floor\nare the kitchen and living room. A heavy wooden door opens\nto the cellar stairs.\n\nMARTIN\nThe country residence offers\neverything the doctor ordered\nfor a stressed author needs:\nfresh air, clean water and -\nmost of all - absolute peace\nand quiet.\n\nPaul walks upstairs. The staircase creaks.\n\nPAUL\nThis wood is pretty decayed.\nHope I don’t land a floor\nlower.\n\nELLEN\nAlthough it would give you a\nperfect opportunity to visit\nour new wine cellar.\n\nCLAUDIA\nHow old is this shack, anyway?\n\nELLEN\nFour hundred years. Come on,\nI’ll give you a tour of the\nmuseum...\n\f(blinking an eye at Martin\nand Paul)\n..-while our husbands already\nget to work.\n\nCUT TO:\n\n10. IN FRONT OF THE HOUSE - EXT. DAY\n\nMartin and Paul are lugging a heavy desk out of the truck.\nAs opposed to the two removal men, they are really working\nhard.\n\nPAUL\nDamn, this thing is heavy.\nWhere do you want to have it?\n\nMARTIN\nTenth floor.\n\nPAUL\nVery funny.\n\nCUT TO:\n\n11. STUDY - INT. / DAY\n\nSweating, Martin and Paul are trying to push the desk\nthrough the narrow door to the study. They are doing a\npretty awkward job of it.\n\nMartin’s hand brushes the door frame - a splinter.\n\nMARTIN\nShit!\n\nMartin draws back his hand. He’s hurt.\n\nPAUL\nWhat’s the matter?\n\nMartin presses a handkerchief on the wound and has a closer\nlook at the door frame.\n\nIt is totally splintered, as if someone had forcefully\nbroken the door open!\n\fMARTIN\nLook at this. The lock is\ntotally demolished.\n\nPAUL\nI guess someone lost their key.\nYou did get your tetanus shots,\nI hope?\n\nMartin is still looking at the broken lock.\n\nMARTIN\nI mean, seriously: It is\nstrange, isn’t it?\n\nPaul puts it off. Only now does he have a better look\naround the room.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN\nI mean, seriously: It is\nstrange, isn’t it? Paul puts it off. Only now does he have a better look\naround the room. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\nSo what if it is. There hasn’t\nbeen anyone in this house for\nat least ten years.\n\nThe study is covered with dust, the walls are stained and\nfull of cobwebs - blind, high arched windows. Single\npieces of furniture that the previous owner left behind in\nthis spacious room.\n\nMARTIN\nTwenty-three, to be exact.\n\nPAUL\nI wonder how you guys figure on\nrenovating this whole place.\nYou can afford to spend some\nmoney. If I was you, I’d spare\nmyself all the hard work.\nBesides, didn’t you want to\nstart writing again?\n\nMartin suddenly seems lost in thought.\nMARTIN\nYeah sure, I will. Give me a\n\nlittle more time.\n\nPaul gives him a downcast look.\n\fPAUL\nIf you throw away your career,\nthat won’t change anything\neither. Now don’t get me\nwrong, but I’m telling you this\nas your friend: Your last\nbooks were awful. The\npublishing house isn’t even\nsure whether to extend your\ncontract.\n\nMartin takes the handkerchief from his wound and looks at\nit.\n\nMARTIN\nI don’t care about my career\nright now, Paul. Ellen and I\nneed to get our minds on other\nthings, first. After\neverything we’ve been through.\n\n12. KITCHEN - INT. / DAY\n\nEllen is dragging a moving carton full of dishes into the\nkitchen. It seems to be very heavy. Claudia hooks up a\nradio and switches it on. We hear a cheerful oldie (Life\ncould be a Dream).\n\nThe song seems to bring back memories to Ellen: She stares\nat the radio.\n\n(Transformation from radio to:)\n\n13. DINING ROOM OF CITY APARTMENT - INT. DAY\n\nFlashback:\n\nEllen, Martin and their son THOMAS (8 years old) are joined\nat the breakfast table. The radio is on - it’s playing the\nsame tune.\n\nThe little boy is totally absorbed with his Game-boy.\n\nMartin sets a bowl of cornflakes and fresh fruit on the\ntable.\n\f10\n\nMARTIN\nHere, partner: A breakfast for\nchampions.\n\nThe little boy rolls his eyes and turns back to his Game-\nboy.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMartin sets a bowl of cornflakes and fresh fruit on the\ntable. 10\n\nMARTIN\nHere, partner: A breakfast for\nchampions. The little boy rolls his eyes and turns back to his Game-\nboy. \n\nTARGET SECTION TO BE ANNOTATED:\nTHOMAS\nI can’t right now! I’m about\nto break the high-score!\n\nEllen gets into the discussion.\n\nELLEN\nYou do that. But first, eat\nyour breakfast, Tommi.\n\nNow, Thomas reacts. He puts the Game-boy on the table.\nHe continues the game with one hand, while he obediently\nshovels the breakfast cereal into his mouth with the other.\n\nMARTIN\nGoes to show again who’s in\ncommand around here.\n\nMartin gives Ellen a playful pat on the behind and kisses\nher.\n\nELLEN\n(joking)\nSometimes I get the feeling you\nonly love me for my body.\n\nMartin grins.\n\nMARTIN\nWhy else?\n\nELLEN\nCome on, say it. You know...\n\nMartin seems to know exactly what Ellen wants to hear.\nMARTIN\n\nOh no, not again. I just said\nit for you last week.\n\f11\n\nFor a moment, the two of them stop paying attention to\ntheir son. Suddenly, Thomas grabs his throat. He\nswallowed wrong. He chokes without making a sound.\n\nELLEN\nSay it anyway. Come on, how\nmuch do you love me?\n\nMARTIN\n(quotes)\n“With you, my life began\nand with you shall it end...”\n\nEllen gives him her most beautiful smile. Martin responds\nwith a short kiss.\n\nAt the same time, they hear the Game-boy fall to the floor.\nIt immediately draws their attention to Thomas.\n\nThe little boy is desperately gasping for air. His face is\nalready starting to turn blue.\n\nMartin runs to him.\n\nMARTIN\nTommi, what’s the matter?\n\nHe pats Thomas on the back, attempting to clear his throat.\nELLEN\nWhat is it? What’s wrong with\n\nhim?\n\nThomas coughs, choking, but he can’t get his throat clear.\nMartin recognizes the situation.\n\nMARTIN\n(yells)\nThis is serious! Quick, call\nemergency!\n\nEllen hurries to the phone.\n\nMartin realizes that hitting Thomas’ back is not doing any\ngood. He uses his finger to try to get the swallowed piece\nout of his son’s throat.\n\nFor Thomas, it is a battle against death.\n\nEllen has gotten through to the emergency line. She speaks\ninto the phone with distress.\n\f12\n\nELLEN\nThis is Straub.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllen has gotten through to the emergency line. She speaks\ninto the phone with distress. 12\n\nELLEN\nThis is Straub. \n\nTARGET SECTION TO BE ANNOTATED:\n You have to\ncome, fast! My son, he\nswallowed something... Quick,\nhe’s choking to death...\n\nMartin’s attempts at helping his son remain futile. Thomas\nis beginning to lose conscience.\n\nMartin sweeps the table free of dishes in a single move and\nlays the little boy down flat. He reaches for a sharp\nfruit knife.\n\nEllen comes running.\n\nELLEN\nWhat are you doing?\n\nMartin holds the tip of the knife to the boy’s throat.\nIt’s not easy, since his son is wildly kicking around\nhimself.\n\nMARTIN\nI have to cut his windpipe...\n\nELLEN\n(horrified)\nYou’re not a doctor, you’ll\nhurt him!\n\nMARTIN\n(screams)\nWhat else should I do, damn it,\nhe’s dying!\n\nAgain, Martin prepares to cut - he holds the knife to the\nlarynx. The boy’s movements grow weaker.\n\nELLEN\nToo high, you’re way too far\nup... you have to cut here...\n\nShe points at the spot below the larynx while holding her\nlittle son tight.\n\nMARTIN\nEllen, move aside...\n\f13\n\nELLEN\nOh God, Tommi..\n\nMartin prepares to cut, but he can’t - his trembling hand\nrefuses to move. Endless seconds pass. The voices blur,\nlike in a dream. The music playing on the radio seems to\nbecome louder and louder (Life could be a Dream).\nELLEN\nWhat’s the matter? Come on,\ncut...\n\nMartin looks up at his wife. He can’t do it.\n\nCLAUDIA (0O.S.)\nEllen!\n\n14. KITCHEN - INT. DAY\nEllen starts.\n\nCLAUDIA\nEllen, are you alright?\n\nClaudia has already started unpacking the carton.\n\nEllen quickly switches the radio off. She tries to act as\nif nothing happened.\n\nELLEN\nI’m fine. I was just\ndistracted for a moment.\n\nClaudia notices how upset her friend is and wants to put\nher arm around Ellen’s shoulder.\n\nBut just then, the removal men push their way past them\nwith a cupboard.\n\nClaudia drops the issue with a look of sympathy.\n\nCUT TO:\n\f14\n\n15. IN FRONT OF THE HOUSE - EXT. DUSK\n\nThe old house is resting peacefully in the sunset.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\f14\n\n15. IN FRONT OF THE HOUSE - EXT. DUSK\n\nThe old house is resting peacefully in the sunset. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nlast rays of sunlight paint the horizon orange. Warm light\nshines out through the windows of the house.\n\n16. KITCHEN - INT. / NIGHT\n\nThe four friends are joined at the dinner table,\nsurrounded by packing cartons. Their shadows are\nsilhouetted outside the large window. Behind them lie the\nvast, lonely moors.\n\nMartin opens himself a beer, raises it for a toast.\n\nMARTIN\nTo our hard-working wives.\n\nCLAUDIA\nDon’t rejoice too soon. The\nbill is already on it’s way.\n\nThey toast with their bottles. Ellen takes herself a\ncigarette. Martin notices it with disapproval.\n\nCLAUDIA\nI still can’t picture it: The\ntwo of you as country folk.\nI’m telling you, in six weeks\nyou'll be back in the city.\n\nPAUL\nHold it right there! I hate to\nplay the big boss, but as\nMartin’s publisher I can only\nsay: Make the best of the\npeace and quiet, the fresh air\nand all that - and write a new\nmasterpiece!\n\nEllen gives Martin a skeptical look - the moment of silence\nis almost too long.\n\nMARTIN\nFirst things first. Now it’s\nour turn - just the two of us.\n\f15\n\nMartin’s hand wanders over to Ellen’s. She reacts a bit\nhesitantly at first, but then they hold each other tight.\n\nCUT TO:\n\n17. BATHROOM - INT. NIGHT\n\nEllen is taking a shower, washing off the dirt from a hard\nday’s work.\nThe bathroom fills with steam.\n\nEllen turns off the water faucet and steps out of the\nshower cabin. She reaches for a towel and wraps it around\nherself.\n\nSomething catches her eye in the fogged-up mirror.\nThere is a number, as if someone had used a finger to write\nit into the moisture: “7”.\n\nShe wipes the mirror clean and looks at it.\n\nFADE TO:\n\n18. IN FRONT OF THE HOUSE - EXT. DAY\n\nThe following day:\n\nA warm late-summer’s morning. The house stands lonely in\nthe rays of the rising sun. Occasional dew drops glitter\nin the grass.\n\n19. BEDROOM - INT. DAY\n\nEllen is asleep in her bed, despite the sun shining right\nin her face.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\n19. BEDROOM - INT. DAY\n\nEllen is asleep in her bed, despite the sun shining right\nin her face. \n\nTARGET SECTION TO BE ANNOTATED:\nMartin enters the room with a tray loaded with breakfast\ndelicacies. He holds it under Ellen’s nose.\n\nMARTIN\n(acting gallant)\n“Wake up, wake up, it’s break\nof day.” Paul and Claudia have\nalready left, you sleepyhead.\n\f16\n\nEllen hides under her blanket. Martin sets down the tray.\n\nMARTIN\nYou’re right. Forget about\ngetting up. We’ll have\nbreakfast in bed.\n\nEllen resurfaces with a grin. She is still sleepy.\nMartin jumps into bed and crawls under the blanket.\n\nELLEN\nHow romantic!\n\nHe playfully burrows around under the blanket, making silly\ngrunting sounds.\nEllen giggles. Suddenly, Martin sticks his head out.\n\nELLEN\n(laughing)\nStop that!\n\nMARTIN\n(with a grunting voice)\nYou’1l never get away from me!\n\nHe grabs her and pulls her under the blanket. Ellen\nscreams, and laughs.\n\n20. STUDY = INT. DAY\n\nMartin is working at his computer. Everything is still set\nup a bit provisionally. Only Martin’s novels have already\nbeen sorted into a shelf, with 10 copies of “Cherry-red\nTears” in front.\n\nHe is trying to write, but by the look on his face and his\nhesitant typing, we can tell that it’s obviously not going\nso well.\n\nEllen carefully approaches him from behind, hugs him and\ngives him a kiss on the cheek.\n\nELLEN\nSo, how does it feel to be\nkissed by two women?\n\f17\n\nMARTIN\nThey say it’s fantastic. At\nleast that’s what I read in a\nmen’s magazine. So who are the\ntwo lucky ones?\n\nELLEN\nMe and the muse, of course.\nHow is your book coming along?\n\nHe grins and takes her in his arms.\n\nMARTIN\nOh, the muse... we’re still\nhaving our differences. You\nknow how it is with women.\n\nELLEN\nWell then, I guess I’d better\nleave the two of you alone.\nBut don’t forget...\n\nMartin finishes her thought.\n\nMARTIN\nwe wanted to take some time\nout for ourselves. I know.\nAnd I’1l1 only work a little\nwhile, I promise.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN\nwe wanted to take some time\nout for ourselves. I know. And I’1l1 only work a little\nwhile, I promise. \n\nTARGET SECTION TO BE ANNOTATED:\nJust as Ellen prepares to leave, she catches sight of an\nold photograph lying on top of one of the cartons. She\npicks it up and takes the dust off of it.\n\nUnder the dust, she finds an old black and white picture of\na couple with very earnest looks. The retouched, pitch-\nblack eyes give the photo a somewhat eerie touch.\n\nAll of a sudden, unexpectedly, the man on the photo turns\nhis head.\n\nHis dead eyes look straight at Ellen!\n\nStartled, she drops the picture to the floor.\n\nMartin spins around.\n\nMARTIN\nWhat’s the matter?\n\f18\n\nEllen hesitantly picks up the picture and looks at it\nagain. It was only her imagination. It is a normal, old\nblack and white photo.\nELLEN\n(irritated)\nOh, nothing. Where did this\npicture come from?\nMartin turns back to his work.\nMARTIN\nI found it here. It’s kind of\ncreepy, don’t you think?\n\nEllen makes a face.\n\nELLEN\nYeah. It is, kind of.\n\nShe puts the picture back and leaves.\n\n21. LIVING ROOM - INT. NIGHT\n\nEllen comes out of the kitchen and walks into the dark\nliving room. She is carrying some sandwiches on a tray.\n\nThe room is only lit by the flickering of the television\nset. A spooky atmosphere.\n\nIn front of the TV is a large, old armchair (the same one\nfrom the opening sequence!). Ellen frowns. She slowly\nwalks closer to it.\n\nELLEN\nMartin?\n\nSuddenly, Martin’s voice comes from behind the armchair.\n\nMARTIN\nDamn!\n\nMartin pounds his flat hand against the television. The\nscreen shows no image, only snow.\n\nEllen sets down the tray.\n\f19\n\nELLEN\nWhat kind of a horrible thing\nis that?\n\nMARTIN\n\nIt still worked in town.\n\nELLEN\nI mean the armchair!\n\nMARTIN\nOh, that was upstairs. A real\nantiquity! I think it’s great.\n\nEllen instinctively feels appalled by the old piece of\nfurniture.\n\nELLEN\nI don’t know.\n\nMartin is still fighting with the TV-set, trying to finda\nchannel.\n\nELLEN\nMaybe the antenna’s broken.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLEN\nI don’t know. Martin is still fighting with the TV-set, trying to finda\nchannel. ELLEN\nMaybe the antenna’s broken. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN\nWe’ re probably lucky that we\neven have running water and\nelectricity! Damned box!\nHe hits the TV with his fist.\nSuddenly, everything is dark!\n\nELLEN\nHey... the fuse.\n\nMARTIN\nOh, damnit!\n\nHe looks for a flashlight and switches it on.\n\nELLEN\nDo you know where fuse box is?\n\nMARTIN\nIn the cellar, I think.\nWait, I’ll take care of it.\n\f20\n\nHe leaves the room.\n\n22. CELLAR - INT. / NIGHT\n\nMartin opens the fuse box and shines inside with his\nflashlight: A moldy mess of half-corroded wires leading\ninto various ancient switches. The entire construction\nmakes a dangerous impression.\n\nMARTIN\n(talking to himself\nGod, look at that...\n\nThe cellar seems even older than the house. It is a large,\ncold sandstone catacomb. Several pillars support the\nceiling. The walls are clammy and cold.\n\nMartin is standing in the darkness. Something approaches\nhim from behind - slowly, threateningly.\n\nMartin is looking for the blown fuse.\nThe thing comes closer. Finally, it grabs him.\n\nELLEN\nBoo!\n\nMartin spins around, startled.\n\nMARTIN\nJesus Christ!\n\nEllen laughs.\n\nELLEN\n\nI wanted to know what’s taking\nyou so long. You’ve been down\nhere forever.\n\n(looks around, shivering)\nIt sure is cold down here. We\ncertainly won’t be needing a\nfreezer.\n\nShe catches sight of an old shelf loaded with all kinds of\n\nstrange old junk. The shelf looks old and rickety. Ellen\nshakes at it, testing its stability.\n\n- 20 -\n\f21\n\nELLEN\nWe’ll sure be sorting a bunch\nof this stuff out.\n\nMartin points to the fuse box.\n\nMARTIN\nLook at this! We’1ll have to\nfix the whole wiring. This\nstuff is dangerous as hell.\n\nELLEN\nWe’1l call for someone from\ntown first thing in the\n\nmorning.\n\nMARTIN\nAre you crazy? That costs a\nfortune!\n\nELLEN\n\nDo you have a better idea?\n\nMARTIN\nI’ll do it myself.\n\nELLEN\nYou?\n\nMARTIN\nMy father was an electrician.\nAlready forgot that?\n\nELLEN\nMy father was a pilot.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN\nMy father was an electrician. Already forgot that? ELLEN\nMy father was a pilot. \n\nTARGET SECTION TO BE ANNOTATED:\n And do\nI know how to fly?\n\nThere’s a lot more Ellen would like to say about this, but\nshe contends herself with a meaningful look.\n\nELLEN\nJust do me a favor and don’t\nget yourself roasted!\n\nMartin fumbles with one of the bigger switches, finally\nflips it to the other side. Click! The catacomb is lit: A\nlonely 40-Watt lamp dangling from the ceiling casts a dim\nlight.\n\n- 21 -\n\f22\n\nMartin gives Ellen a triumphant smile.\n\nCUT TO:\n\n23. OUTSIDE OF THE HOUSE DOOR = EXT. NIGHT\n\nEllen is leaning against the door frame, dreamily gazing\ninto the night. She is smoking a joint.\n\nMartin steps up from behind and takes the hand-rolled\n“cigarette” out of her hand with a swift move. He tosses\nit away.\n\nMARTIN\nHey, flower child, the sixties\nare over. And this stuff is\nhazardous to your health.\n\nELLEN\nYes, daddy.\n\nShe gives him a hasty kiss and walks to the car.\n\nMARTIN\nWhere are you going?\n\nELLEN\nWell, if you won’t let me smoke\ngrass, then at least I’1ll go\nget myself some cigarettes.\nEllen gets in the car and takes off.\nMartin contemplatively watches her go.\nMARTIN\n\nThat stuff is gonna end up\nkilling you.\n\nCUT TO:\n\n- 22 -\n\f23\n\n24. COUNTRY ROAD INSIDE CAR = EXT. NIGHT\nEllen is behind the steering wheel. She lights up a\ncigarette as she drives down a lonely road. There is a\nsmall bridge in the distance.\nEllen slows down. She glances at a road sign.\nSuddenly, her eyes widen. She takes a second look.\nThe road sign clearly reads:\n“You have 6 days to live”\nThe shock hits her like a fist.\nIt takes her a moment to react. Then, she slams her foot\n\non the brake pedal.\n\nThe car halts with screeching tires. Ellen shifts into\nreverse gear and drives back. She stops by the sign.\n\nShe reads: “Max. 6 t. Agricultural vehicles pass” - a\nperfectly normal sign.\n\nEllen is confused. How creepy. She continues on her way,\nfeeling a bit sick to the stomach.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllen is confused. How creepy. She continues on her way,\nfeeling a bit sick to the stomach. \n\nTARGET SECTION TO BE ANNOTATED:\n25. IN FRONT OF THE HOUSE = EXT. NIGHT\n\nEllen parks in front of the house and steps out of the car.\nShe looks worn-out.\n\nMartin has piled up all of the old furniture from the\nhouse. Ellen walks over to him.\n\nELLEN\nWhat are you doing?\n\nMARTIN\nMaking our very own solstice\n\nfire.\n\nA match lights up. The stacked furniture quickly catches\nfire.\n\nOnly now does Martin notice the state his wife is in.\n\n- 23 -\n\f24\n\nMARTIN\nIs everything alright? Aren’t\nyou feeling well?\n\nELLEN\nI just had a really strange\nexperience.\n\nMartin gives her a questioning look.\n\nELLEN\nOn an ordinary traffic sign, I\nread...\n\nEllen interrupts her sentence. She’s just too embarrassed\nto say it.\n\nELLEN\nOh, nothing. I guess I just\nstill haven’t recovered as well\nas I try to make everyone\nbelieve.\n\nMartin puts his arm around her and holds her close.\n\nELLEN\nMaybe I should talk to Dr. Roth\nabout it.\n\nMARTIN\n\nHey, take your time. You know\ntime heals better than any\nshrink ever can.\n\nArm in arm, Ellen and Martin stand by the burning pile of\nfurniture, staring into the fire.\n\nELLEN\nI have a funny feeling. Do you\nthink we’ll get over all that’s\n\nhappened?\n\nMARTIN\nWe just have to make a new\nbeginning.\n\nELLEN\n\nCherry-red Tears.\n\n- 24 -\n\f25\n\nMARTIN\nWhat?\n\nELLEN\nCherry-red Tears, your first\nbook. I read it at least nine\ntimes. And then I found out\nyou were going to attend some\nkind of book fair.\n\nMARTIN\nNot a book fair. I was signing\nautographs in a department\nstore.\n\nELLEN\nI was so excited about meeting\nyou. Again and again, I kept\ngetting in the back of the line\nso I could be the last to talk\nto you.\n\nMARTIN\nAnd two months later, we got\nmarried. And all because of\none sentence:\n(quotes)\n“With you, my life began\nand with you shall it end...”\n\nThis sentence strikes a chord within Ellen. It hardens her\nheart.\n\nELLEN\nDon’t say that. Please.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt hardens her\nheart. ELLEN\nDon’t say that. Please. \n\nTARGET SECTION TO BE ANNOTATED:\nA short moment of silence. Ellen’s eyes well up with\ntears.\n\nELLEN\nI miss Tommi so much.\n\nMARTIN\nSo do I, believe me.\n\nELLEN\n\nDo you really think anything\ncan ever be like it was before?\n\n- 25 -\n\f26\n\nMARTIN\nMaybe different. I don’t know,\nEllen.\n\nELLEN\n\nIf we stand a chance at all,\nit’s only by sticking together.\n\nMartin gives her a tender kiss. The fire casts a warming\nshine on the two of them and the old house - in the\nloneliness of the moors.\n\nCUT TO:\n\n26. KITCHEN - INT. DAY\n\nEllen is wearing a paint-stained flannel shirt. She is busy\npainting the kitchen walls.\nThe RADIO is playing in the background.\n\nRADIOBROADCASTER\na very special day today.\nExceptionally hot, even for\nthis time of year. And all the\nwindows in my studio are\nalready wide open...”\n\nEllen isn’t paying much attention to the radio. Suddenly,\nthe tone of the radiobroadcaster’s voice gets a more\npenetrating touch.\n\nRADIOBROADCASTER\nBy the way, Ellen:\nYou have five days left to\nlive.\nEllen freezes. She turns pale.\n\nThen suddenly, a noise - someone is knocking on the window.\n\nEllen spins around and, startled, tips over a bowl. It\nsmashes on the floor.\n\nStanding by the open window is Karl Lindner, a total\nstranger to Ellen.\n\n- 26 -\n\fObviously,\nhair gray.\n\nsame.\n\n27\n\nhe is much older now. His face is caved in, his\nHowever, his pleasant demeanor has stayed the\n\nHe realizes that he’s startled her.\n\nLINDNER\nOh, sorry. I didn’t mean to\nscare you.\n\nFor a moment, Ellen is at a loss for words. She looks back\nto the radio, where the normal program is being continued.\n\nRADIOBROADCASTER\nand matching today’s\nweather it’s time for some more\nof the hottest music of the\nNorth...\"\n\nEllen turns the radio off.\n\nELLEN\nHello. Can I help you?\n\nLINDNER\nDoes this dog here belong to\nyou?\n\nSitting next to him is a large mixed-breed with friendly\n\neyes.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nCan I help you? LINDNER\nDoes this dog here belong to\nyou? Sitting next to him is a large mixed-breed with friendly\n\neyes. \n\nTARGET SECTION TO BE ANNOTATED:\nHe offers\n\nELLEN\nNo, I’ve never seen him before.\n\nLINDNER\nYou know, I saw him sitting\noutside your gate... Oh, I’m\nsorry, I’m forgetting my\nmanners again! I haven’t even\nintroduced myself yet. Hi, my\nname’s Lindner.\nKarl Lindner.\n\nher his hand through the window.\n\nELLEN\nEllen Straub.\n\f28\n\nLINDNER\nIt’s a pleasure. You’re from\nthe city, right?\n\nELLEN\nDo I look like it that much?\n\nLINDNER\nVillage gossip. You’re a real\nattraction here.\n\nEllen is still shook up by the radio announcement, but\nnevertheless tries to hold up a conversation.\n\nELLEN\nYou’re from around here, aren’t\nyou? There’s something I’ve\nbeen wondering about the whole\ntime: This house, why has it\nbeen empty all these years? I\nmean, I doubt if it was the\nprice.\n\nLindner suddenly turns evasive and cool.\n\nLINDNER\nI guess it’s too lonely for\nmost folks.\n(glances at his watch)\nIt’s time for me to get going.\nIt’s been a pleasure meeting\nyou.\n\nELLEN\nWait, won’t you join me for a\ncup of coffee?\nHe turns down the offer, a touch too vehemently.\nLINDNER\nNo, thank you. I need to get\nback home. My wife is waiting.\nHe leaves. Ellen contemplatively watches him go.\n\nMartin enters the kitchen and puts his arms around her.\n\nMARTIN\nWho was that?\n\f29\n\nELLEN\nSomeone from the village.\n\nShe turns around to face him.\n\nELLEN\nMartin, there’s something I...\nuh... need to tell you about.\n\nCUT TO:\n\n27. LIVING ROOM - INT. / DAY\n\nMartin is seated in the old armchair. Ellen across from\nhim. He is grinning.\n\nMARTIN\nOkay, now let me see if I’ve\ngot this straight. First you\nget warnings from a road sign\nand then from the weather\nforecast. Which one of us two\nwas the author again?\n\nEllen feels disappointed and misunderstood.\n\nELLEN\nMartin, it’s not funny!\n\nMARTIN\nYou know, it’s not always easy\nfor me, either.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllen feels disappointed and misunderstood. ELLEN\nMartin, it’s not funny! MARTIN\nYou know, it’s not always easy\nfor me, either. \n\nTARGET SECTION TO BE ANNOTATED:\n But at least I\ntry not to give in to each and\nevery neurosis.\n\nNow he’s got her angry.\n\nELLEN\nWell, apparently it was a big\nmistake to try talking to you.\nDon’t you remember what we\npromised to each other?\nHonesty - trust!\n\n= 29 -\n\f30\n\nMARTIN\nCome on, this isn’t about\nhonesty. You just need a good\nnight’s sleep. The way you\ntoss and turn all night, even I\nhardly get any sleep.\n\nEllen realizes there is no use in discussing this any\nfurther.\n\nELLEN\nWell, excuse me for having\nbothered you with my problems.\n\nShe leaves the living room and walks out on Martin.\n\n28. HALLWAY - INT. DAY\n\nEllen is using a spatula to scratch the old-fashioned,\nyellowed wallpaper off of the walls. She is still upset,\nand really taking it out on the wallpaper.\n\nMartin comes walking up the steps. He is carrying a plate\nfull of small, deformed cakes.\n\nMARTIN\nFor you.\n\nHe holds out the plate to her. Ellen throws a skeptical\nlook at the mishap pastry. She won’t be bribed this\neasily.\n\nELLEN\nNow, what did I do to deserve\nthis?\n\nMARTIN\n\nCome on, at least try one. It\ntook me two hours to make\nthese.\n\nEllen goes back to scratching off the wallpaper. Martin\nchanges his tactic.\n\f31\n\nMARTIN\nWhat I really meant to say was:\nI’m sorry. I’m a real bonehead\nsometimes. But it’s just that\nI’m worried about you. I’m\nafraid you might get carried\naway with something like that.\n\nEllen interrupts her work and takes one of the cakes. She\ntastes it.\n\nELLEN\nTastes awful.\n\nShe grins. Martin returns a smile.\n\nMARTIN\nBut baked with lots of love.\n\nMartin helps himself to a small cake, too. He bites off a\npiece, and makes a sour face. Then, he takes Ellen’s piece\nout of her hand.\n\nMARTIN\nI think I’d better get rid of\nthis. After all, I don’t want\nto kill you.\n\nHe turns to leave.\n\nELLEN\nMartin...\n\nMartin stops at the bottom of the staircase.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns to leave. ELLEN\nMartin... Martin stops at the bottom of the staircase. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\n...Maybe you’re right and I\njust need to get some sleep.\nDon’t worry. I’11 get settled\nin sooner or later.\n\nCUT TO:\n\f32\n\n29. IN FRONT OF THE HOUSE - EXT. NIGHT\nThe farmhouse lies in the loneliness of a starless night.\n\nSilhouettes of gnarled trees reach for the sky like black\nclaws.\n\n30. ENTRANCE AREA - INT. / NIGHT\nIt’s dark. An eerie silence fills the house.\nSuddenly, there is a CHILD’S VOICE calling in the distance.\n\nCHILD’S VOICE\nMommy...\n\n31. BEDROOM - INT. NIGHT\nMartin and Ellen are asleep in their bed.\n\nCHILD’S VOICE\nMommy !\n\nEllen wakes up out of her light slumber. She opens her\neyes and looks around, searching.\n\nELLEN\nTommi...?\n\nThe voice clearly echoes through the house. (It sounds\nlike Thomas’ call before the accident.)\n\nCHILD’S VOICE\nMommy...\n\nEllen silently sits up. She is wide awake. She tries to\nwake up Martin.\n\nELLEN\n(whispering)\nMartin... did you hear that?\n\nNo chance - Martin only mumbles a few unintelligible words\nand continues to sleep.\n\nEllen gets out of bed.\n\f33\n\nCUT TO:\n\n32. ENTRANCE AREA - INT. / NIGHT\nAlmost mechanically, the child’s calling repeats itself.\n\nCHILD’S VOICE\nMommy...\n\nEllen carefully heads down the stairs, toward the entrance\ndoor. The voice seems to be coming from outside.\nEllen opens the door, frightened.\n\n33. IN FRONT OF THE HOUSE - EXT. NIGHT\n\nThe pale moonlight dips the landscape into a ghostly\natmosphere.\nEllen’s eyes search through the darkness.\n\nThere! There is something in the distance. A child! The\nchild is standing in the tall grass, looking toward Ellen.\n\nELLEN\nTommi?\n\nShe cannot believe her eyes.\nIt really is her little Thomas! He smiles. There is\nsomething about the way he moves that makes it look as if\nhe’s floating.\nELLEN\n(louder)\n\nTommi!\n\nThe little boy laughs. He turns around and runs away in\nthe grass; as if in play.\n\nEllen snaps out of her stiffness and chases after him.\n\nThe small figure slowly disappears in the increasingly tall\ngrass.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe turns around and runs away in\nthe grass; as if in play. Ellen snaps out of her stiffness and chases after him. The small figure slowly disappears in the increasingly tall\ngrass. \n\nTARGET SECTION TO BE ANNOTATED:\n\f34\n\n34. FOREST IN THE MOORS - EXT. NIGHT\n\nEllen is running farther and farther away from the house.\nShe stops.\n\nELLEN\nTommi, wait!\n\nBut the little boy keeps running further.\n\nEllen follows him, but her path grows increasingly\ntoilsome. Her feet sink deeper and deeper into the moor.\n\nNow, the child is out of sight.\n\nEllen is devastated. She trips and falls to the ground.\nThe swamp encloses her. Ellen fights against the marsh\nthat she is sinking into deeper and deeper.\n\nSuddenly, the little boy steps back out of the darkness.\nHe stays a few feet away from Ellen. He smiles as he\n\nwatches Ellen sink into the deadly swamp.\n\nWith a sudden jerk, an unknown force pulls her down into\nthe moor. She is swallowed by the earth.\n\n35. BEDROOM - INT. / DAY\n\nEllen abruptly wakes up from her NIGHTMARE!\n\nShe looks around herself. She is in her comfortable\nbedroom flooded with the warm rays of the morning sun.\n\nMartin’s side of the bed is already empty.\n\nThen, she hesitates. Something feels wrong. Ellen throws\nback her sheets. Horror - her bed is full of mud.\n\nEllen wants to scream. She barely manages to suppress it.\n\nCUT TO:\n\f35\n\n36. STUDY HALLWAY — INT. DAY\n\nMartin is sitting at his computer, busily typing. He seems\nto be making progress on his book.\n\nIn the background, Ellen hurries past the study. She is\ncarrying the dirty sheets under her arm. Without looking\nup from the monitor, Martin calls through the open door:\n\nMARTIN\nSo, did you sleep good?\n\n37. KITCHEN - INT. / DAY\n\nELLEN\n(calling to Martin)\nYeah... I have to go to town.\n\nEllen enters the kitchen. She hastily stuffs the bed-\nsheets into the washing machine.\n\nELLEN\nIs there anything you need?\n\nShe turns the washing machine on and heads for the door.\n\n38. ENTRANCE AREA - INT. DAY\n\nEllen is about to leave the house. The door is already\nopen. In the entrance area, she finds the dog (that\nLindner had previously discovered in their garden) sitting\nin front of the cellar door.\n\nEllen pets him in passing.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe door is already\nopen. In the entrance area, she finds the dog (that\nLindner had previously discovered in their garden) sitting\nin front of the cellar door. Ellen pets him in passing. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\n(to the dog)\nHey, you’re still here. I\nsuppose you like it here with\nus.\n\nMARTIN (0O.S.)\n(calling from the study\nNo, thanks. I have everything\nI need. Drive safely, you\nhear?\n\f36\n\nEllen is already out the door. She pulls it shut behind\nher.\n\nCUT TO:\n\n39. CONSULTING ROOM OF PROF. ROTH - INT. / DAY\n\nA pleasantly decorated consulting room. Standing by a\nwindow is PROF. ULRICH ROTH (Professor of Psychiatry), a\ndistinguished man around 50 years of age.\n\nPROF. ROTH\nYou see, there are various\napproaches to an explanation\nfor what you are currently\ngoing through.\n\nEllen is hunched in a chair opposite of him.\n\nProf. Roth turns around to face her and takes a seat behind\nhis desk. The leather chair creaks.\n\nPROF. ROTH\nOne of the latest theories\nclaim that at certain\nfrequencies, air conditioners\ncreate an oscillation that can,\nin fact, cause hallucinations.\nThey may also be due to the\ninterior pressure of your eyes\nand so on and so forth.\nPersonally I believe that all\nof this is nonsense. The loss\nof a child is a traumatic\nexperience. Subconsciously, you\nmay still be blaming yourself\nfor it, and maybe now believe\nthat your son should punish\nyou...\n\nEllen impatiently cuts him short.\n\f37\n\nELLEN\nListen, it’s one thing to have\na guilt complex. But I know the\ndifference between when I’m\noverstrung and when I’m seeing\nthings that are simply not\nthere! Besides, it only began\nafter we moved!\n\nPROF. ROTH\n(hesitantly)\nThere is, of course, another\npossible explanation which I\ndearly hope is not the case.\n\nLost in thought, Prof. Roth taps his pen on his desktop.\n\nELLEN\nAnd that is?\n\nPROF. ROTH\nA tumor - which could cause\npressure on certain parts of\nthe brain and, thus, influence\nyour perception.\n\nEllen stares at him, shocked.\nPROF. ROTH\nJust to be on the safe side, I\n\nwould like to have a few tests\ndone.\n\nCUT TO:\n\n40.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nPROF. ROTH\nJust to be on the safe side, I\n\nwould like to have a few tests\ndone. CUT TO:\n\n40. \n\nTARGET SECTION TO BE ANNOTATED:\n COMPUTER TOMOGRAPH - INT. DAY\nEllen is lying on a stretcher, slowly being moved into the\nopening of the computer tomograph. She is wearing a pale-\n\ngreen hospital garment.\nThe penetrating sound of the machines - technical coldness.\n\n4i.  DOCTOR’S OFFICE = INT. DAY\n\nBlood is filled into a cannula.\n\f38\n\nEllen is sitting on a stretcher. The NURSE pulls the\nneedle out of her arm.\n\nDR. SCHLETH, a man who makes a somewhat lethargic\nimpression, enters the room and fastens the tomograph shots\nin front of an illuminated surface on the wall.\n\nDR. SCHLETH\nCongratulations. You are\ndefinitely the healthiest\nperson I’ve had in CT for\nyears.\n\nEllen heaves a sigh of relief.\nDR. SCHLETH\nDr. Roth gave me these for you.\nThree times a day, after meals.\n\nHe hands her a box of tablets.\n\nELLEN\nWhat is this?\n\nDR. SCHLETH\nFluctin. A pretty strong\n\nantidepressive... If you asked\nme, I’d try to do without them\nfirst.\n\nHe takes a look into her health records.\n\nDR. SCHLETH\nYou come from Goldmoor?\n\nEllen answers absent-mindedly.\n\nELLEN\nWe just moved there.\n\nDR. SCHLETH\n(by-the-way)\nOne time, when I was in\ncollege, we examined a swamp\ncorpse in pathology. They had\nexcavated it there.\n\nNow he has Ellen’s attention.\n\f39\n\nDR. SCHLETH\n\nThree or four thousand years\nold. But I didn’t deal with\nthe subject any more than\nnecessary. You know, I never\nliked pathology. Somehow, I\nalways felt it reduced humans\nto something they are not.\n\nSuddenly, Dr. Schleth’s beeper goes off. He takes a quick\nglance at it and turns to leave.\n\nELLEN\nDr. Schleth.\n\nThe doctor stops at the door.\n\nELLEN\nWhat do you believe happens to\na human after he dies?\n\nThe otherwise reserved Dr. Schleth suddenly seems very\nhuman.\n\nDR. SCHLETH\nYou mean, do I believe in\nsomething like a soul?\n\nHe smiles mischievously.\nDR.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCHLETH\nYou mean, do I believe in\nsomething like a soul? He smiles mischievously. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n SCHLETH\nI haven’t seen one on any of my\nx-ray pictures, yet. But then\n\nagain, what would x-rays know?\n\nHe turns around and walks out. Lost in thought, Ellen\nwatches him leave.\n\n42, IN FRONT OF THE HOUSE - EXT. / NIGHT\n\n \n\nEllen steers the car into the driveway and climbs out. The\ndog runs to greet her, wagging its tail. Ellen kneels down\nin front of the dog and pets it.\n\f40\n\nELLEN\nHey, girl! Here, I brought you\nsomething.\n\nShe takes a collar with a little bell on it out of her\npurse and puts it around the dog’s neck.\n\nELLEN\nNow all we need is a name for\nyou. How about Clara - okay,\nthen: Clara.\n\nShe walks to the house door. The dog follows her inside as\nif it were the most natural thing to do. The bell jingles.\n\n43, ENTRANCE AREA - INT. / NIGHT\n\nEllen enters the hallway. At the same time, Martin comes\nupstairs from the cellar.\n\nELLEN\nHi, love. Trouble with the\nfuses again?\n\nMartin locks the door behind him.\n\nMARTIN\nIt’s a real mess. I think it’d\nbe better for you not to go\ndown there for a while. It’s\njust too dangerous.\n\nHe drops the key for the cellar into his pocket. Ellen\nwatches this with irritation. Martin’s entire behavior\nseems odd.\n\nBehind Ellen, the dog trots into the corridor.\n\nMARTIN\nDon’t tell me you’ve made\nfriends with that wandering\nflea circus?\n\nELLEN\nWhy not? She can guard the\nhouse. By the way, I gave her\na name: Clara.\n\f41\n\nShe pets the dog, not noticing the frown on Martin’s face.\n\nMARTIN\nWhere have you been all day?\n\nELLEN\nI went to see Prof. Roth! You\nknow, I had another one of\nthose dreams last night. I saw\nTommi!\n\nSuddenly, the look on Martin’s face softens again. He\ntakes Ellen into his arms to comfort her.\n\nMARTIN\nEllen... our Tommi is dead.\nAnd there’s nothing we can do\n\nabout it.\nEllen rests her head against his shoulder.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN\nEllen... our Tommi is dead. And there’s nothing we can do\n\nabout it. Ellen rests her head against his shoulder. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\nYou know, Martin, since we\nmoved to this house...\nsometimes I just get the\nfeeling that the past is\ncatching up to us again...\n\nMartin interrupts her with unexpected ill temper and frees\nhimself from the hug.\n\nMARTIN\nOh! Now we’re getting to the\npoint! So all of a sudden,\nit’s the house. Yesterday, it\nwas a road sign. And the first\nthing you do is go and run to\n“Dr. Freud”!\n\nHe heads for the study, leaving Ellen behind. Ellen calls\nafter him:\n\nELLEN\nBut that’s not the point!\nWhat if all these things are\nsomehow connected?\n\f42\n\nMARTIN\nOh, baloney. You should just\nhear yourself talk!\n\nHe treads up the staircase.\n\nMARTIN\nI’ll be in the study, just in\ncase you decide to get\nreasonable, after all.\n\nEllen watches him with consternation. She goes into the\nkitchen, worried.\n\n44, KITCHEN - INT. NIGHT\n\nLost in thought, Ellen takes out a cup and pours herself a\ncup of coffee from a thermos.\n\nShe takes the pills that she got from Dr. Schleth out of\nher purse and studies them.\n\nShe looks out through the window, at the dreamlike\nlandscape of the moors. There is a warm evening breeze.\n\nSuddenly, Ellen’s eyes focus on the reflection of her face\nin the window. She faintly discerns something strange on\nher forehead: “4”!\n\nStartled, she touches her forehead. There is nothing on\nit.\n\nWhen she takes a second look at her reflection, everything\nis normal again.\n\nThe dog trots up to Ellen, whining balefully.\n\nELLEN\n(to the dog)\nEither Martin is right or I am\nreally starting to lose my\nmind...\n\nFor a moment, she considers taking one of the tablets. But\nthen, she determinedly throws the whole package in the\ntrash can.\n\f43\n\nCUT TO:\n\n45. IN THE VILLAGE - EXT. DAY\n\nEllen parks her car in the center of the nearby village.\nThe small township is smothering in a humid summer’s heat.\n\nEllen heads for a bookstore with Clara trotting in behind.\n\n46. AT THE BOOKSTORE - INT. DAY\n\nEllen enters the shop.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\n46. AT THE BOOKSTORE - INT. DAY\n\nEllen enters the shop. \n\nTARGET SECTION TO BE ANNOTATED:\n It is unusually dark and quiet in\nhere. She runs her fingers across the shelves, searching.\n\nShe passes by a stand with pocket books, also including\nseveral copies of “Cherry-red Tears” next to Stephen King’s\n“Shining”. She stops for a moment. Smiles.\n\nThen, she finds the department for books on psychology.\nShe pulls out a book titled “The Inner Child - The Ghosts\nof the Past”. Leafs through it. She stops at a certain\npage:\n\nELLEN\n(quietly reads to herself\n“...certain places arouse\nrecollections and links within\nus...”\n\nSuddenly, Ellen hears a voice behind her.\n\nSALES LADY (0O.S.)\nFirst buy it, then read it!\n\nEllen looks up. The sales lady is standing in front of\nher: a skinny woman with small eyes suspiciously beaming\nat Ellen.\n\nELLEN\nYes, of course... I’ll take it.\n\nShe places the book on the counter. All of a sudden, the\nsales lady has turned into the world’s most friendly\nperson. Ellen follows her to the cash register and gives\nher the book.\n\f44\n\nThe sales lady skeptically eyes the psychology book while\nshe notes the price.\n\nEllen puts the money on the counter and turns to leave the\nstore, when the sales lady speaks up again.\n\nSALES LADY\nYou’re the wife of that author,\naren’t you?\n\nEllen turns back to face her.\n\nELLEN\nMartin Straub, yes.\n\nSALES LADY\nUsed to write some nice books,\nyour husband. But that last\none was awful. A terrible\nbook. Didn’t sell, either.\n\nEllen really can’t think of an answer to that.\n\nSALES LADY\nI read it - violent trash. My\nhusband said so, too.\n\nELLEN\nWell, I’ve got to get going...\n‘bye.\n\nEllen walks out of the shop. The sales lady keeps talking.\nHer eyes are cold.\n\nSALES LADY\n(loud)\nIt’s bad and it’s violent. I\ndon’t like that kind of stuff.\nTell that to your husband.\n\n47. OUTSIDE BOOKSTORE — EXT. DAY\n\nClara is still waiting in front of the bookstore when Ellen\ncomes back outside.\n\f45\n\nELLEN\nCome on, Clara.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nOUTSIDE BOOKSTORE — EXT. DAY\n\nClara is still waiting in front of the bookstore when Ellen\ncomes back outside. 45\n\nELLEN\nCome on, Clara. \n\nTARGET SECTION TO BE ANNOTATED:\n Let’s get out\nof here.\n\nJust as she sets out for her car, she discovers Karl\nLindner and his wife. He seems to want to pass by her\nwithout saying hello.\n\nELLEN\nMr. Lindner!\n\nLindner realizes he has no way out of this situation.\nLINDNER\nOh, Mrs. Straub. May I\n\nintroduce you to my wife?\n\nMRS. LINDNER\nJust call me Elisabeth.\n\nShe seems like a truly honest person and very awake,\ndespite her advanced age. Ellen shakes hands with her.\n\nELLEN\nEllen.\n\nMRS. LINDNER\nYou’re doing fine, aren’t you?\n\nI mean... the two of you alone\nin that house, so far out in\nthe moor.\n\nLindner nudges his wife with his elbow.\n\nELLEN\nIn the moor? What do you mean\nby that?\n\nMrs. Lindner wants to answer something, but her husband\nheads her off.\n\nLINDNER\nStop scaring people. lLet’s go.\nWe need to be on our way.\n\nMRS. LINDNER\nExcuse us. But do stop by for\na visit sometime! You are\nwelcome anytime.\n\f46\n\nLindner manages a smile and leads his wife away by the arm.\n\nLINDNER\nHave a nice day.\n\nAs soon as they are out of hearing distance, Mrs. Lindner\ntells her husband with obvious anger:\n\nMRS. LINDNER\n(quiet, reproachfully)\nYou didn’t tell her!\n\nLINDNER\nWe should leave the past alone.\n\nMRS. LINDNER\nWell, it will never leave us\nalone as long as you ignore it.\n\nBack to Ellen: She watches the two of them go for a\nmoment. Then, she gets into her car and drives off.\n\nCUT TO:\n\n48. STUDY - INT. DUSK\n\nMartin is in the study, working at his computer. He is in\na writing frenzy, typing in the words like a madman. Ellen\ncomes through the door. She is carrying the book about\nGoldmoor in her hand. At first, Martin does not react to\nher. He keeps on typing.\n\nELLEN\nIt seems to be going well for\nyou.\n\nMartin continues to type as he speaks.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe keeps on typing. ELLEN\nIt seems to be going well for\nyou. Martin continues to type as he speaks. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN\nWhere have you been?\n\nELLEN\nIn the village. Look what I\nfound.\n\fShe opens\nnose.\n\nMartin is\n\n47\n\nthe book to a certain page and holds it under his\n\nannoyed for having to interrupt his work.\n\nMARTIN\nPsychology, huh? So, what side\nof the rainbow are we on today?\n\nEllen points out a certain passage in the book.\n\nELLEN\n(reads out loud)\n“Events commonly interpreted as\nhaunting apparitions often\nresult from psychic\ndisharmonies or undigested\ntraumatic ordeals...”\n\nMARTIN\n(impatient)\nEllen, what are you trying to\nprove, anyway? That we’ve\ncreated ourselves a ghost?\nCome on!\n\nEllen persistently tries to get through to him.\n\nSuddenly,\n\nELLEN\nIt’s just a feeling. Don’t you\nsense it, too?\n\nMARTIN\nWhat? What am I supposed to\nsense?\n\nELLEN\n\nThe house - Tommi - something\njust doesn’t jive here...\n\nMartin’s voice gets disproportionately loud.\n\nMARTIN\nNow you go starting that again.\nWe decided together, to build\nup something new here. I, for\nmy part, am working on it very\nhard. But oddly, you seem to\nhave changed your mind.\n\f48\n\nEllen wants to reply something but just then, the doorbell\nRINGS.\n\nMARTIN\nWho’s that?\n\nELLEN\nI haven’t the slightest idea.\n\nWhen she sees that Martin does not intend to answer the\ndoor, Ellen goes downstairs herself.\n\n49, ENTRANCE AREA ~- INT. NIGHT\n\nEllen opens the door. Standing in the doorway are Paul and\nClaudia, both in the best of moods.\n\nPAUL AND CLAUDIA\nSurprise!\n\nEllen hugs them, her mind still halfway on Martin.\n\nELLEN\nWell, this really is a\nsurprise! Come on in!\n\nMartin comes downstairs. He seems anything but pleased by\nthe company.\n\nPaul gives him a jovial pat on the shoulder.\n\nPAUL\nHey, my man! How’s the\nmasterpiece coming along?\n\nMARTIN\nNot so bad, if I could get some\npeace and quiet around here.\n\nPaul understands the side-swipe.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHow’s the\nmasterpiece coming along? MARTIN\nNot so bad, if I could get some\npeace and quiet around here. Paul understands the side-swipe. \n\nTARGET SECTION TO BE ANNOTATED:\nPAUL\nHey, hey, hey! Say no more\nuntil you’ve seen what we\nbrought:\n\f49\n\nHe puts a wide grin on his face. Ellen and Martin exchange\nquick looks. Paul pulls something out from behind his\nback.\n\nPAUL\nScrabble!\n\nCUT TO:\n\n50. LIVING ROOM - INT. / NIGHT\n\nMartin looks annoyed. The four friends are comfortably\nseated around the living room table. Each of them has a\nglass of wine.\n\nWhile they play Scrabble, Paul tells a dirty story.\n\nPAUL\nGod, you should’ve seen him!\nElke Schneider enters the room\nand storms up to him. She is\ntremendous. Her breasts are so\nbig that just recently, there\nwas a discussion about whether\nthey should be given country\nnames of their own.\n\nLaughter all around the table. Martin is the only one who\nis not delighted. But Ellen is clearly relieved by this\nmoment of normality in the house.\n\nELLEN\nPaul, you and your stories...\nI’ve really missed you!\n\nClaudia looks around the living room. Apparently, she\nlikes what she’s seeing.\n\nCLAUDIA\nI’m impressed! You two have\nreally gotten quite a bit done,\nalready.\n\nThe sack with the Scrabble-letters is passed on to Ellen.\nShe reaches inside.\n\f50\n\nELLEN\nWhat do you think? We worked\nour fingers to the bone and\nnow, we’re both about to have a\nnervous breakdown.\n\nEllen places the letters on the table in front of her and\nbegins to shuffle them back and forth.\n\nCLAUDIA\nI really wouldn’t have thought\nyou two could stand it out here\nfor this long. To tell the\ntruth, we even have some bets\ngoing with a couple of\npeople...\n\nBut Ellen isn’t paying attention to Claudia’s words any\nmore. Terrified, she stares at her Scrabble-stones, which\nshe has already put together. The letters form the words:\n\nT-H-R-E-E--D-A-Y-S\n\nEveryone is waiting for her to make her turn. Paul starts\nnagging.\n\nPAUL\nWell? Are you going to play?\n\nEllen feverishly gathers up her letter stones and throws\nthem back into the sack. She shakes it with special\nthoroughness and draws anew.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nAre you going to play? Ellen feverishly gathers up her letter stones and throws\nthem back into the sack. She shakes it with special\nthoroughness and draws anew. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\nI pass.\n\nPaul is pleased. He puts down his word.\nPAUL\nTriple word score, that makes\n72 points. Now what do you say\nto that, honey-bunny?\n\nCLAUDIA\nMy hero.\n\nThey kiss.\n\f51\n\nEllen lines up her newly drawn stones in front of herself\nagain. Martin watches her.\n\nEllen cannot believe her eyes. Again, her letter\ncombination spells out:\n\nT-H-R-E-E--D-A-Y-S\nThis time, the others notice the look on Ellen’s face, too.\n\nCLAUDIA\nEllen, what’s wrong?\n\nIt takes Ellen a moment to answer.\n\nELLEN\nI just got exactly the same\nletters for the second time.\n\nShe gives Martin a significant look and shows him her\nletter-board. This time, she has proof!\n\nMARTIN\n(sarcastically\nOh, “three days”. A new\nmessage!\n\nHe turns to Paul and Claudia.\n\nMARTIN\nBecause - you know - Ellen is\nreceiving messages from road\nsigns, radio broadcasters and\nnow from Scrabble game stones.\n\nHe turns Ellen’s letter-board around for the others to see.\n\nMartin’s reaction hits Ellen like a fist. She feels\nhumiliated. She is at a loss for words.\n\nMARTIN\nAnd the best part is: She\nthinks the messages are meant\nto announce her death.\n(makes a “spooky” noise)\nHooooo...\n\f52\n\nClaudia looks back and forth between Martin and Ellen. She\nrealizes how serious the situation is. As opposed to Paul,\nwho pulls out a news ARTICLE.\n\nPAUL\nTalk about spooky. Martin, do\nyou remember that splintered\ndoor to the study? I guess\nthere was more to it than just\na lost key.\n\nThe headline of the article reads: “Murder in Goldmoor -—\nMany questions remain unanswered”.\n\nELLEN\nLet me see that!\n\nEllen takes the article. The picture underneath shows Karl\nLindner in police uniform, 23 years younger.\n\nBefore she even has a chance to read the article, Martin\ngrabs the newspaper out of her hands.\n\nHe crumples up the paper and angrily turns to Paul.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe picture underneath shows Karl\nLindner in police uniform, 23 years younger. Before she even has a chance to read the article, Martin\ngrabs the newspaper out of her hands. He crumples up the paper and angrily turns to Paul. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN\nJust perfect, Paul! Well done!\nCan’t you tell that my wife is\nupset enough already? And then\nyou come up with this kind of a\nstory?!\n\nEllen has regained her composure. She is still outraged.\n\nELLEN\nWhat do you think you’re doing,\nanyway? Now give me back that\narticle!\n\nMartin shows no sign of reaction.\nMARTIN\nEllen, I just don’t want you to\n\nget upset for no reason.\n\nHe tries to conciliate by putting his arm on her shoulder.\nBut Ellen shakes him off.\n\f53\n\nELLEN\n(sarcastic)\nHow thoughtful of you!\n\nAn unpleasant moment of silence. Ellen looks at Claudia\nand Paul - she doesn’t want to make a fool of herself.\n\nELLEN\nExcuse me for a moment.\n\nShe storms out of the room.\nPaul and Claudia both look a bit sheepish.\n\nMartin holds the article to a candle and burns it in an\nashtray.\n\nMARTIN\nShe shouldn’t be worrying about\nthis stuff. Lately, she’s been\nacting strange enough already.\n\n51. IN FRONT OF THE HOUSE - EXT. NIGHT\n\nEllen is standing in front of the house. Lost in thought,\nshe takes a drag from her cigarette.\nClaudia comes out of the house and joins her.\n\nCLAUDIA\nWhat’s this going on between\nyou two?\n\nELLEN\n\nOh, I don’t know. I was hoping\nthings would get better once we\nmoved.\n\nCLAUDIA\nBut nothing got any better?\n\nEllen’s eyes wander over the vast landscape of moors which\nthe darkness of the night has transformed into a surreal\nshadow painting.\n\f54\n\nELLEN\nLately, Martin hasn’t been his\nnormal self. The work, the\nrelocation...\n\nCLAUDIA\nYou have to give him some time,\nEllen. He’s under enormous\npressure right now. He hasn’t\nwritten a single decent\nsentence since the accident.\n\nEllen takes a last long drag from her cigarette, throws it\non the ground and puts it out with her foot.\n\nELLEN\nYes, I know. I try my best.\nIt’s just that... sometimes I\n\nwonder if we made a mistake by\nmoving here.\n\n52, LIVING ROOM - INT. / NIGHT\n\nMartin and Paul are still seated opposite each other.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nI try my best. It’s just that... sometimes I\n\nwonder if we made a mistake by\nmoving here. 52, LIVING ROOM - INT. / NIGHT\n\nMartin and Paul are still seated opposite each other. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nstrange atmosphere. Paul is trying hard to keep up a\nconversation.\n\nPAUL\nSo, work is going well, you\nsay?\n\nMartin makes a very calm impression. In the background,\nthe dog is barking at the cellar door.\n\nMARTIN\n(calmly)\nYes. Splendid. I finally\nfound a story that’s both:\nthrilling and true to life.\n\nNow, Clara starts to bark at the cellar door.\nPAUL\nI’m glad to hear that. You\n\nknow...\n\nMartin has a sudden outburst and yells:\n\f55\n\nMARTIN\n(to the dog)\nNOW SHUT UP, YOU STUPID BITCH !\n\nPaul is all confused now. He throws a helpless look toward\nthe entrance door.\n\nPAUL\nYou know, I think I have to get\n\nup early in the morning. We\nought to get going.\n\n53. ENTRANCE AREA - INT. NIGHT\nClara is still barking at the cellar door. Then, she\n\nstarts to claw at the crack below the door, as if she had\ndiscovered something behind it.\n\nCUT TO:\n\n54. IN FRONT OF THE HOUSE - EXT. DAY\n\nThe next morning:\n\nThe house is enclosed in a light curtain of early morning\nfog. Everything seems oddly quiet. Not a single bird is\nchirping.\n\nThe calm before the storm.\n\n55. BEDROOM - INT. DAY\nEllen wakes up out of her light sleep. She looks around.\n\nMartin’s side of the bed is empty and unused. Martin did\nnot spend the night by her side.\n\nCUT TO:\n\f56\n\n56. KITCHEN - INT. DAY\n\nEllen enters the kitchen in her bathrobe. She puts ona\npot of coffee. Martin comes in.\n\nMARTIN\nHi, darling.\n\nEllen turns around to face him. She is terror-stricken.\n\nHis hands are covered with blood. He seems to be oblivious\nto it. In the best of moods, he walks to the kitchen sink\nwhile he continues to speak.\n\nMARTIN\nAt last, I’m back on top!\nSeventy pages in one night!\nI’d say that just about breaks\nthe record...\n\nHe starts washing his hands with meticulous care. The red-\nstained water runs into the drain.\n\nEllen closes her eyes and fights the panic welling up\ninside of her.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe starts washing his hands with meticulous care. The red-\nstained water runs into the drain. Ellen closes her eyes and fights the panic welling up\ninside of her. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN\nEllen? Is everything alright?\n\nShe opens her eyes again. She takes a second look and sees\nthat what she thought to be blood is only wall paint. She\ndiscovers a bucket with a paintbrush beside the kitchen\ndoor.\n\nShe tries to conceal her thoughts.\nELLEN\nOh, sure. I’m just a little...\n\ndizzy.\n\nShe hastily grabs the dog’s food dish and fills it. -\nSimply to be doing something; anything.\n\nELLEN\nI ought to give Clara something\nto eat.\n\nEllen goes outside.\n\f57\n\n57. IN FRONT OF THE HOUSE - EXT. / DAY\n\n \n\nEllen carries the dish outside and starts searching for\nClara.\n\nELLEN\nClara!\n\nNothing stirs.\n\nELLEN\nCome here, Clara! I’ve got\nsomething yummy for you.\n\nThen, she catches sight of something dark lying a bit away\nin the grass.\n\nEllen puts down the dog food and runs toward the spot.\n\nThere, lying in the tall grass she finds the dog. It’s\ndead! It looks as if a wild animal had attacked Clara.\n\nELLEN\nOh, no!\n(loud)\nMartin!\n\nShe kneels down beside the animal’s dead body.\nELLEN\n(screams)\n\nMartin!\n\nMartin comes out of the house and stops at the door. He is\ncalm - too calm.\n\nMARTIN\nWhat?\n\nELLEN\nLook at this! The dog! She’s\ndead!\n\nMartin shows no reaction. He doesn’t even seem to find it\nworth the trouble to go over to Ellen who is still kneeling\nin the grass.\n\f58\n\nMARTIN\nShe was old.\n\nELLEN\nOld?! Come look at this! She\nhas wounds. Wounds on her\nhead. Like thrashes. Or\nbites.\n\nMARTIN\nMaybe an animal.\n\nELLEN\n(furious)\nAn animal? What kind of\nanimal?\nA goddamned T-Rex, or what?\n\nMartin is still apathetically standing in the doorway.\nMARTIN\nShe spent a couple of pleasant\ndays with us, and now she’s\ndead. That’s the way it is.\nI’m sorry. I have work to do.\nHe goes back inside.\nEllen watches him.\nThis very instant, she realizes that this is not the man\n\nshe once married.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe goes back inside. Ellen watches him. This very instant, she realizes that this is not the man\n\nshe once married. \n\nTARGET SECTION TO BE ANNOTATED:\n She knows that the time has come to take\nup action.\n\nCUT TO:\n\n58. MOOR - EXT. / DAY\n\nA short distance away from the house, Ellen has buried the\ndog. She sticks a small, self-built wooden crucifix into\nthe soft earth.\n\nShe stands there for a moment. She looks over at the\nhouse. Silence. Loneliness.\n\nThen, she hangs Clara’s collar over the cross. The little\nbell jingles.\n\f59\n\nCUT TO:\n\n59, COUNTRY ROAD - EXT. / DAY\n\nEllen speeds down the country road in her car. She passes\nthe town sign of Goldmoor. She has a tense look on her\nface.\n\nCUT TO:\n\n60. IN FRONT OF LINDNER’S HOUSE - EXT. DAY\nEllen rings the doorbell.\n\nShe is standing in front of Lindner’s house. While she\nwaits, she looks up and down the street. There is no one\nin sight. The entire village seems deserted.\n\nElisabeth Lindner opens the door. She doesn’t seem very\nsurprised to see Ellen.\n\nMRS. LINDNER\nOh, Ellen! I’ve been wondering\nwhen you’d come. Why don’t you\nstep in.\n\nELLEN\nThank you.\n\nEllen enters the house.\n\n61. HALLWAY IN LINDNER’S HOUSE - INT. / DAY\n\nThe hallway is dark. The wood-paneled walls are decorated\nwith pictures and certificates from Karl Lindner’s years as\na police officer.\n\nMRS. LINDNER\nMy husband is in his study in\nthe back.\n\nMrs. Lindner leads Ellen through the corridor.\n\f60\n\nELLEN\nI really hate to bother him,\nbut...\n\nMRS. LINDNER\nOh no, no. You’re not\nbothering him.\n(she winks an eye)\nHe has lots of time since he’s\nbeen retired.\n\nCUT TO:\n\n62.  LINDNER’S STUDY - INT. DAY\n\nEllen enters the spacious study. Lindner is seated in\nfront of an easel, dexterously painting lines onto a\ncanvas. He is working on a still life of flowers.\n\nWithout turning around to Ellen, he says:\n\nLINDNER\nCome in.\n\nEllen takes a look around the room.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is working on a still life of flowers. Without turning around to Ellen, he says:\n\nLINDNER\nCome in. Ellen takes a look around the room. \n\nTARGET SECTION TO BE ANNOTATED:\n It is also furnished\nin dark colors, and there are dozens of oil paintings\nstanding around the room. Every single one a still life of\nflowers.\n\nELLEN\nYou only draw flowers? A\nlittle unusual for a former\npoliceman.\n\nLindner obstinately continues to work on his painting.\n\nLINDNER\nYou know, after doing that job\nfor so many years, you learn to\nappreciate the simple things in\nlife. Flowers incorporate a\nbeauty that I always missed in\nlife. But certainly, you’re\nnot here to chat about my\nhobbies.\n\f61\n\nELLEN\n1976. What happened back then?\n\nWith a heavy heart, he puts down his paintbrush and turns\nto face Ellen.\n\nLINDNER\nDo yourself a favor: Don’t\nask.\n\nELLEN\n\nI appreciate your concern, but\nwe live in that house. I need\nto know what happened in there.\n\nLindner turns back to his painting and continues to draw.\nHe seems introverted, as if he were talking to himself.\n\nLINDNER\nWe found the wife about a week\nafter she had died, hunched in\nher TV-chair. Her husband was\nsitting in front of her; the\nwhole time, he sat in front of\nher dead body. A whole damn\nweek. Her death certificate\nsays that she drowned, and her\nhusband was convicted, but God\nalone knows what really\nhappened back then.\n\nEllen is shocked. Still, she persists.\n\nELLEN\nWhat made him do it?\n\nLindner doesn’t answer.\n\nELLEN\nThat man, is he still alive?\nWhere is he? Can I talk to\nhim?\n\nLindner turns around to her again. This time, he looks\ndetermined.\n\nLINDNER\nWhy don’t you just leave the\npast alone and now go - please.\n\f62\n\nEllen sees that it’s no use. She turns to leave. But she\nstops at the door and turns back once more.\n\nELLEN\nIf there’s one thing I’ve\nlearned lately, it’s that you\ncan not run away from the past.\nBelieve me.\n\nShe leaves the old policeman behind. Once alone, he lowers\nhis eyes.\n\nCUT TO:\n\n63. IN FRONT OF LINDNER’S HOUSE - EXT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nOnce alone, he lowers\nhis eyes. CUT TO:\n\n63. IN FRONT OF LINDNER’S HOUSE - EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n / DAY\n\nEllen leaves the house, reflective. Just as she heads\nthrough the gate, Mrs. Lindner catches up with her.\n\nMRS. LINDNER\nEllen! Wait!\n\nShe hands Ellen a small note.\n\nMRS. LINDNER\nFrank Kosinski. Here’s the\naddress. Go see him. Ask him.\n\nELLEN\nThank you. Elisabeth, I didn’t\nmean to...\n\nMrs. Lindner puts it off with a smile.\n\nMRS. LINDNER\nThat’s alright. Don’t\nmisunderstand my husband. It’s\nonly that he’s already had\nenough problems with this case.\nAnd who would believe him if he\ntold the truth?\n\nELLEN\nBut what is the truth?\n\f63\n\nMRS. LINDNER\nI don’t know all about what\nhappened back then. But it\nalways stood between me and my\nhusband.\n\nEllen nods and leaves.\n\nCUT TO:\n\n64, PSYCHIATRY = EXT. DAY\n\nEllen parks her car in front of the large, old building.\nShe opens the heavy double doors of the entrance.\n\n65. PSYCHIATRY - INT. DAY\n\nA long, wood-paneled hallway with small resting areas.\nSome of the elderly people are sitting around, others are\nplaying cards or staring at a television - a strange\natmosphere.\n\nEllen approaches a SOCIAL WORKER, who is pushing an OLD\nLADY through the hallway in a wheelchair.\nThe old lady giggles, as if she were mentally disoriented.\n\nELLEN\nExcuse me, I’m looking for\nFrank Kosinski.\n\nThe young man is of the silly, bored type.\n\nSOCIAL WORKER\nKosinski...\n(thinks for a moment)\nOh - you mean K.K.!\n\nELLEN\nSorry?\n\nThe social worker grins. He seems to think he’s very\nfunny.\n\f64\n\nSOCIAL WORKER\nKiller-Kosinski, that’s what\nthey call him around here. He\ndid away with his wife.\n\nNow, the old lady joins in on the conversation.\n\nOLD LADY\nI’m so glad you finally came.\nWe’ve all been waiting for you.\n\nShe gently touches Ellen’s hand. - The old lady seems to be\ntaking Ellen for someone else.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nOLD LADY\nI’m so glad you finally came. We’ve all been waiting for you. She gently touches Ellen’s hand. - The old lady seems to be\ntaking Ellen for someone else. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\n(softly, to the old lady\nYou must be mistaking me.\n(to the young man)\nWhere can I find the man?\n\nSOCIAL WORKER\nHe’s in the closed psychiatry.\nThis here’s the open section.\nGo down the hall, third door to\nthe left.\n\nELLEN\nThank you.\n\nThe old lady keeps on persisting.\n\nOLD LADY\nAre you doing better yet?\n\nEllen is too preoccupied to worry about the old lady. She\nleaves them with a quick nod and hurries on.\n\nThe social worker starts pushing the wheelchair forward\nagain. Walking away, Ellen still hears the old lady’s\nvoice.\n\nOLD LADY\n(to social worker)\nPoor girl. She only has two\nmore days to live, you know.\n\nEllen stops. She turns on her heels and runs back.\n\f65\n\nShe excitedly stops the wheelchair and leans over to the\nold lady.\n\nELLEN\nWhat was that? What did you\nsay?\n\nThe old lady doesn’t seem to recognize her any more.\n\nOLD LADY\nWhat do you want from me?\n\nELLEN\nWhat you just said, about the\ntwo days...\n\nOLD LADY\n\nI didn’t say anything!\n\nEllen looks at the social worker, hoping that he might\nhelp.\n\nSOCIAL WORKER\nI didn’t hear anything. Sorry.\n\nEllen doubtfully looks back and forth between the two of\nthem.\n\nELLEN\nI’m sorry... I guess I was\nmistaken.\n\nShe quickly turns her back to this embarrassing situation\nand leaves.\n\n66. HALLWAY OUTSIDE OF KOSINSKI’S CELL - INT. DAY\n\nThe MALE NURSE turns the key. Before opening the heavy\ndoor, he gives Ellen a questioning look.\n\nNURSE\nHe has his clear moments every\nnow and then. But I wouldn’t\nget my hopes up high.\n\nThey both enter the cell.\n\f66\n\n67. KOSINSKI’S CELL - INT. / DAY\n\nFrank Kosinski (approx. 70 years old now) is sitting at a\ndesk. He is busy putting newspaper articles into clear\nplastic folders and carefully sorting them away.\n\nEllen enters the room. The nurse closes the door from\ninside and stays standing next to it.\n\nThe room looks more like an office archive than the cell of\na closed psychiatric clinic.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllen enters the room. The nurse closes the door from\ninside and stays standing next to it. The room looks more like an office archive than the cell of\na closed psychiatric clinic. \n\nTARGET SECTION TO BE ANNOTATED:\n There are several shelves\nfilled with neatly lined up files.\n\nELLEN\nMr. Kosinski?\n\nThe old man takes no notice of her. Ellen steps up to him,\nobviously feeling very uncomfortable about it.\n\nELLEN\nMr. Kosinski, my name is Ellen\nStraub. I live in your house\nout in Goldmoor... I mean, the\nhouse where you used to live.\nThere are a few questions I\nwould like to ask you.\n\nKosinski does not react. He seems so lost in his own world\nthat he hasn’t even registered her presence. He stubbornly\ncontinues sorting his papers.\n\nELLEN\nMr. Kosinski! Can you hear me?\n\nShe waves her hand in front of his face. No reaction.\nEllen realizes that she’1l have to come up with something\nelse.\n\nShe walks to one of the shelves and pulls out a file titled\n“1976”. Leafs through it. She finds the article that Paul\nhad brought the other night.\n\nShe lays it on the desk, right in front of Kosinski’s nose.\n\nELLEN\n1976 - What happened back then?\nYou...\n\f67\n\nNow, she has his attention. As if she had pushed the\nbutton of a tape recorder, Kosinski immediately begins to\nrecite the article. He seems to know it by heart.\n\nKOSINSKI\n“October 4, 1976. To this day,\nthe cold-blooded murder at the\nremote homestead continues to\nbring up questions.\nInvestigations have shown no\nsatisfactory results. As was\nannounced by a police spokesman\n\nEllen gives the nurse a questioning look.\n\nNURSE\nNever mind, it’s his usual\nnumber.\n\nELLEN\n\nYes. That’s right. What\nhappened back then?\n\nAlthough Kosinski has the news article right in front of\nhim, he seems to be staring at the air. Ellen tests him by\ntaking away the news report. Kosinski continues to recite.\n\nKOSINSKI\n“,.. another unsolved mystery\nis the question, why doors and\nwindows had been nailed shut.\nThe murder suspect and only\nwitness is still in a state of\nmental derangement. ”\n\nAgain, Ellen tries to interrupt him.\n\nELLEN\nOkay, fine. I read that. It’s\nwritten in the article.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLEN\nOkay, fine. I read that. It’s\nwritten in the article. \n\nTARGET SECTION TO BE ANNOTATED:\n What I\nwant to know is: What really\nhappened back then?\n\nKosinski mechanically continues to speak. Absolutely\ninanimate.\n\fKOSINSKI\n“,.. Friends and family\ndescribe him as a friendly,\nreliable husband. He had been\nforced into closing his small\ntrades business after\nbankruptcy. It is uncertain\nwhether this might have been\ncause for marital dispute...”\n\n68\n\nEllen realizes that she cannot get through to him with\nwords. She finds a page on the desk that was torn out of a\n\nchronicle about Goldmoor.\n\nELLEN\nAugust 17, 1869.\n\nKOSINSKI\n“August 17, 1869. A messenger\nfound Mr. and Mrs. Eugen and\nWilhelmine Meister dead in\ntheir house.”\n\nWith both astonishment and dismay, Ellen listens to the old\n\nman’s monotonous lecture.\n\nKOSINSKI\n“,...The police constable in\ncharge found no traces. The\nmotive of the crime remains a\nmystery...”\n\nEllen turns to the nurse.\n\nELLEN\nCould I please speak with him\nalone for a moment?\n\nNURSE\nAre you sure?\n\nELLEN\nI’ll be fine. Thank you.\n\nThe nurse leaves the cell with a frown.\n\nEllen takes Kosinski’s chair and turns him around.\nlooks straight into his blank eyes.\n\nShe\n\f69\n\nELLEN\nI am starting to get the\nimpression that all of this is\nsome kind of bad joke: I’m\nseeing things that are not\nthere, my own husband is\nbecoming a total stranger and\nyour old friend Lindner won’t\ntell me what he knows. I have\nno idea what you’re trying to\nprove with this performance of\nyours, but I am not leaving\nthis room before I hear the\ntruth.\n\nNo reaction. Kosinski continues to stare at nothing in\nparticular.\n\nEllen gives up. Shaking her head, she turns to the door.\n\nKOSINSKI\nIt’s a grave.\n\nEllen freezes and looks back at Kosinski. She walks back\nover to him.\n\nELLEN\nWhat?\n\nSuddenly, Kosinski seems to have snapped out of his\n“autism”. He is holding an old book in his hands.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLEN\nWhat? Suddenly, Kosinski seems to have snapped out of his\n“autism”. He is holding an old book in his hands. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nbook contains clippings, notes and among others, a page\nthat seems to have been torn out of another book.\n\nIt is an etching from the Middle Ages illustrating a man\nbeing pushed into the swamp by several villagers.\n\nEllen reads the text underneath the illustration:\n\nELLEN\n“...Execution in the moor..\n\nAll of a sudden, Kosinski grabs Ellen and pulls her close.\nHis eyes have a feverish glow.\n\nKOSINSKI\nThe moor... it’s one big grave.\n\nCUT TO:\n\f70\n\n68. ENTRANCE AREA HALLWAY — INT. NIGHT\n\nEllen enters the hallway. She runs into Martin who is on\nhis way up from the cellar.\n\nWhen he sees Ellen, he shuts the cellar door and puts the\nkey into his pocket again. It seems as if he felt caught\ndoing something.\n\nELLEN\n(sarcastic)\nLet me guess: Another short\ncircuit?\nMARTIN\n\nHi, darling.\n\nMartin ignores her comment and starts to head up the stairs\nto his study.\n\nELLEN\nWhat is going on down there,\nanyway? Why am I not supposed\nto go in the cellar?\n\nMartin stops at the base of the stairway.\n\nMARTIN\nI told you: It’s too\ndangerous. Besides, I have to\nwork now.\n\nHe continues up the staircase. Ellen follows him.\n\nELLEN\nMartin, we need to talk. I’ve\ndone some research. This\nlovely house of ours has a\nhistory of murder cases.\n\nMartin does not stop walking, but his eyes show alarm.\n\nELLEN\nAnyone who ever lived in this\nhouse either quickly moved back\nout, or fell victim to strange\naccidents, or ended up killing\neach other.\n\f71\n\n69. STUDY - INT. / NIGHT\n\nMartin sits down at his desk and immediately starts typing.\nEllen won’t give up so easy.\n\nELLEN\nI know you don’t believe me,\nbut at least hear me out.\nDon’t tell me you haven’t\nnoticed that we’ve been going\nthrough some strange changes\nsince we moved here!\nWe hardly talk to each other\nany more, you're writing like a\nmadman and I’m having these\nvisions.\n\nMartin does not interrupt his work.\nEllen slams the articles from Kosinski on his keyboard.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hardly talk to each other\nany more, you're writing like a\nmadman and I’m having these\nvisions. Martin does not interrupt his work. Ellen slams the articles from Kosinski on his keyboard. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\n\nHere, look at this! Did you\nknow that our house is built\nright on a spot where during\nthe Middle Ages people were\n\nexecuted? They simply threw\nthe convicts into the moors,\nalive.\n\nMartin shakes his head. He smiles and shoves the articles\naside.\n\nMARTIN\nDuring the Middle Ages people\nwere executed at every corner.\nWhat’s your point?\n\nELLEN\nThis house, the whole damned\narea around here is one mass\ngrave... Now you might call me\ncrazy, but there is something\nnegative about the place.\n\fMARTIN\nOkay, so the house has a\nhistory and there might still\nbe a couple of corpses in the\n\nmoors.\n\n(mocking)\n“There is something negative\nabout the place...” What the\n\nhell are you trying to say?\nCome on! Spit it out!\n\nEllen twists around.\n\nELLEN\nIt’s like... a sickness! And\nit’s gotten into our heads.\n\nNow Martin gets aggressive.\n\nMARTIN\nWill you finally cut it out?\nJust in case you haven’t\nnoticed, I am trying to write a\nbook here. And maybe - even\nwith your birdbrains - you can\nfigure it’s a pretty tough job.\nSo why can’t you just leave me\nalone?\n\nELLEN\nDamn it, look at you! Don’t\nyou see what’s happening with\nyou? We need to get out of\nhere, don’t you understand?\nOut of this house!\n\nMartin threatens her with his forefinger.\n\nMARTIN\nNow let me work!\n\nMartin continues to write.\nELLEN\n\n(hollers)\nTo hell with your damned work!\n\n72\n\nIn a rash action, she suddenly pushes his computer monitor\n\noff of the desk.\n\f73\n\nMartin jumps up from his chair. He grabs Ellen by the\nthroat and pushes her against the wall. Throbbing veins on\nhis forehead.\n\nMARTIN\nDon’t you dare...\n\nEllen can hardly breathe. She is about to choke. Just in\ntime, Martin lets go.\n\nEllen slides to the floor and gasps for air.\n\nMartin doesn’t seem to care. He sets the monitor back onto\nthe table and gets back to work.\n\nEllen is deeply shocked. She drags herself out of the\nroom.\n\nMartin doesn’t even deign to look up at her again.\n\n70.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe drags herself out of the\nroom. Martin doesn’t even deign to look up at her again. 70. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY - INT. / NIGHT\nThe door to the study falls shut behind Ellen.\n\nSlowly, she sinks to her knees and starts to cry.\nHopelessness and despair.\n\nELLEN\n(sobbing)\nMartin... oh my God... what’s\nhappening to us...\n\nThe house is dead-silent. Only the sound of Martin typing\non his computer keyboard in his study.\n\nSuddenly, Ellen hears a noise - very quiet. It is the\nRINGING of a bell.\n\nEllen looks up.\n\nThere it is again, very clearly: It’s the bell on the\ncollar of the dead dog.\n\nELLEN\n(quietly, to herself\nClara...?\n\f74\n\nShe stands up and heads for the staircase. Cautiously.\n\nA shadow rushes through the entrance hall - the shadow of a\ndog.\n\nEllen sneaks down the steps. Her eyes scan the darkness.\n\n71. ENTRANCE AREA — INT. NIGHT\n\nAgain, the BELL RINGING. The shadow. The animal seems to\nhave run into the cellar.\n\nNow, Ellen notices that the door Martin had locked so\ncarefully earlier, is open.\n\nA dirty-yellow gleam shines into the hallway from below.\n\nEllen looks up - Martin seems to be working: His steady\ntyping resounds throughout the house.\n\nIt takes Ellen all the courage she has, but finally she\nmakes herself go into the cellar...\n\n72. STUDY - INT. NIGHT\n\nMartin stops typing in mid-sentence. He looks up. There\nis a threatening gleam in his eyes...\n\n73. CELLAR - INT. / NIGHT\n\nEllen carefully walks down the stairs to the cellar. It’s\ncold. The single light bulb at the ceiling hardly sheds\nany light. An eerie and unsettling atmosphere.\n\nNo sign of the dog.\n\nEllen finds the fuse box. No difference - the wires are\nstill hanging out of the wall, tangled up and rotten.\n\nAll of a sudden, there is a voice coming from behind Ellen.\n\f75\n\nTHOMAS (0.S.)\nMommy...\n\nEllen spins around.\n\nThere’s something in the darkness - a figure: Tommi!\n\nEllen freezes. Her eyes are glued to the little boy, whose\nfigure melts together with the shadows. Like a tape\n\nrecording, he repeats:\n\nTHOMAS\nMommy...",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllen freezes. Her eyes are glued to the little boy, whose\nfigure melts together with the shadows. Like a tape\n\nrecording, he repeats:\n\nTHOMAS\nMommy... \n\nTARGET SECTION TO BE ANNOTATED:\nEllen fights up against the image as if she knew that it is\nonly a lie.\n\nELLEN\nNo...\n\nThe boy steps out of the shadow.\n\nTHOMAS\nMommy...\n\nEllen backs off.\n\nELLEN\nMy son is dead...\n\nThe little boy comes closer. Now, he is standing right in\nfront of Ellen. He raises his hands as if he wanted to be\nhugged. Again, his sad voice repeats:\n\nTHOMAS\nMommy !\n\nFinally, Ellen’s heart wins over reason. She falls to her\nknees and takes the boy into her arms.\n\nELLEN\nMy God, Tommi.\n\nTears run down her cheeks. She holds the child close. But\nwhat she doesn’t see: The boy’s mean smile behind her back.\n\nSuddenly, there is a strange transformation: Running\nthrough Ellen’s fingers - little at first, but then more\nand more: mud!\n\f76\n\nThomas’ body has turned into liquid in her arms. Ellen is\ndevastated.\n\nRight before her eyes, the child dissolves into swamp mud.\nIt drains away and disappears in the floor.\n\nTime seems to stand still.\n\nSuddenly, Ellen is grabbed by the hair and torn around.\nIt’s Martin! He stares at her resentfully.\n\nMARTIN\nDidn’t I tell you not to go in\nthe cellar?!\n\nEllen does not understand what’s happening.\n\nELLEN\nMartin, what-\n\nMARTIN\nIt’s simply too dangerous here!\nBut no, you always have to have\nit your way.\n\nShe tries to squirm out of his grip - but it’s no use.\nMartin drags her up the stairs.\n\nMARTIN\nYou know what I have to do now,\nand believe me: I don’t enjoy\ndoing this.\n\nELLEN\n\nMartin, damnit, what are you up\nto? Let go of me!\n\n74, ENTRANCE AREA - INT. NIGHT\n\nMartin mercilessly drags Ellen along behind him.\n\f77\n\nMARTIN\nOf course you’1ll give me the\nblame again. Like back then.\nJust a tiny cut and he could\nstill be alive today - isn’t\nthat right, Ellen?\n\nELLEN\nWhat are you talking about-\n\nEllen tries to find a way to free herself. But she hardly\nstands a chance against Martin’s strength.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust a tiny cut and he could\nstill be alive today - isn’t\nthat right, Ellen? ELLEN\nWhat are you talking about-\n\nEllen tries to find a way to free herself. But she hardly\nstands a chance against Martin’s strength. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN\nEnough of that! I know what I\nhave to do now.\nSliding by, Ellen bumps into a tool box. She gets hold of\na screwdriver.\nPanic-stricken, she thrusts it in Martin’s direction.\n\nA scream of pain. He collapses. Bleeds.\n\nEllen tears herself loose and runs out of the house.\n\n75. IN FRONT OF THE HOUSE CAR = EXT. NIGHT\n\nEllen races to the car and jumps in behind the steering\nwheel.\n\nMartin staggers out in pursuit of her. He is holding his\nstomach.\n\nInside the car:\n\nEllen hastily crams out the car key. It slips out of her\nhand.\n\nMartin is coming closer.\n\nInside the car:\n\nEllen gropes around in the darkness, trying to find the\nkey.\n\nMartin has almost reached the car.\n\nInside the car:\n\f78\n\nAt last, Ellen has the key. She pushes it into the\nignition, turns it around. The engine roars up.\n\nEllen careens off in the car. She brushes Martin. He\nspins away with a loud thud.\n\nThe car speeds off.\n\nCUT TO:\n\n716. CONSULTING ROOM OF PROF. ROTH - INT. DAWN\n\nProf. Roth is in the middle of a conference with two\nINTERNS.\n\nThe door flies open. Ellen storms into the room with tears\nin her eyes; she is totally frantic.\n\nHer appearance surprises him.\n\nPROF. ROTH\nMrs. Straub!\n\nELLEN\nI’ve killed my husband!\n\nPROF. ROTH\nWhat?\n\nELLEN\nI think I’ve killed him.\nMartin, my husband, I’ve killed\nhim! That is, I’m not sure,\nbut...\n\nProf. Roth immediately takes her arm and leads her to a\nsofa.\n\nPROF. ROTH\nMrs. Straub! Now calm down\nfirst.\n\nEllen is totally distraught.\n\f79\n\nELLEN\n\n(hectic, loud)\nIt all went so fast. He was\nout of his mind and then all of\nsudden there was this\nscrewdriver. I only wanted to\ndefend myself. You have to\ncall the police...\n\nPROF. ROTH\nWe can do all of that later,\nbut first you need to calm\ndown.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou have to\ncall the police... PROF. ROTH\nWe can do all of that later,\nbut first you need to calm\ndown. \n\nTARGET SECTION TO BE ANNOTATED:\nHe stands up, fetches a glass of water and takes a tablet\nout of a package.\n\nPROF. ROTH\nHere, take this.\n\nEllen takes the pill without a moment’s hesitation and\nswallows it with a drink of water.\n\nELLEN\nI... I don’t know which part of\nit all really happened... It’s\n\nall one big nightmare...\n\nProf. Roth sees that she is not able to think clearly at\nthe moment.\n\nPROF. ROTH\nYou are going to sleep for a\nlittle while, now. And then,\nwe’ll talk about it more calmly\nand sift through all of this.\n\nThe tablet quickly begins to show an effect. In Ellen’s\neyes, Prof. Roth’s face gets blurry.\n\nOne of the interns speaks up.\nINTERN\nShould we inform the\n\nauthorities?\n\nProf. Roth waves it off.\n\f80\n\nPROF. ROTH\nBefore everyone gets all\nnervous, why don’t you call her\nhouse. Maybe that will clear\nthings up.\n\nEllen only vaguely catches the last spoken sentences\n\nthrough a curtain of haze. Then, she loses conscience.\nFADE TO:\n77. HOSPITAL ROOM - INT. DAY\n\nEllen drowsily wakes up in a hospital room. She takes a\ncareful look around herself. The room is surprisingly nice\nand pleasantly furnished.\n\n718. HOSPITAL CORRIDOR - INT. DAY\n\nThere is a lot going on in the hospital corridor.\nMALE and FEMALE NURSES busily take care of their duties.\n\nA hand picks up a syringe and an ampoule from a trolley.\n\n79. HOSPITAL ROOM - INT. DAY\nThe door is opened.\n\nEllen barely manages to lift her head in order to see who\nthe visitor is.\n\nA man pulls a wheelchair inside with his back turned to\nher, and closes the door.\n\nELLEN\nProfessor Roth?\n\nThe man turns around: It’s Martin!\nHe is wearing his best suit. He shows no signs of a wound.\n\nEllen wants to call for help, but Martin is already up next\nto her and holds her mouth shut with his hand.\n\f81\n\nMARTIN\nHello, darling. Are you\nfeeling better?\n\nHe thrusts the syringe into her leg.\n\nEllen desperately searches for the emergency button for the\nnurses’ room.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nAre you\nfeeling better? He thrusts the syringe into her leg. Ellen desperately searches for the emergency button for the\nnurses’ room. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN\n(whispers)\nShh... everything will be fine.\nTomorrow, it will all be over.\nJust don’t try to fight it.\n\nEllen has found the button, but the medication is faster:\nShe doesn’t have enough strength to push the button any\nmore.\n\nHer tired eyes blink and fall shut for a moment...\n\nFADE TO:\n\n80. BEDROOM - INT. NIGHT\n\nEllen’s eyes slowly open again. She wakes up to a loud\nHAMMERING noise.\n\nOnly now does she realize that she is lying on the planking\nof her own bed, with her hands and feet roped tight.\n\nMartin has put a gag in her mouth. He is standing by the\nwindow, nailing several large boards in front of it.\n\nHe is so preoccupied with his work that he hasn’t yet\nnoticed that Ellen is awake. He quietly curses under his\nvoice.\n\nMARTIN\nYou stupid little bitch...\nthink you can toy around with\npeople any old way you like.\nBut not me, no.\n\nEllen carefully tries to loosen the ropes. The sound\ncatches Martin’s attention. He turns around to her. He is\nstill holding a nail in the corner of his mouth.\n\f82\n\nMARTIN\n(sweetly)\nOh sweetheart, you’re awake\nalready?\n\nHe takes the nail out of the corner of his mouth and opens\nhis suit jacket. Underneath, we see his blood-soaked\nshirt. But he doesn’t seem to feel any pain.\n\nMARTIN\nThat really wasn’t very nice of\nyou yesterday. I always\nthought you loved me. You\nknow, I bet any other husband\nwould be pretty upset with you\nnow.\n\nHe sits down on the bed next to her and begins to loosen\nher gag.\n\nMARTIN\nBut I believe in our\nrelationship. What are such\ntrifles compared to that.\n\nHe takes the gag out of her mouth. Ellen’s voice is\nshaking.\n\nELLEN\nMartin, for heaven’s sake, tie\nme loose!\n\nMartin seriously shakes his head.\n\nMARTIN\nBelieve me, I’d really like to.\nBut I have the feeling you’re\nnot ready yet.\n\nEllen lies there, totally helpless.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN\nBelieve me, I’d really like to. But I have the feeling you’re\nnot ready yet. Ellen lies there, totally helpless. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\nReady? For what? This is\ncrazy! Don’t you see what’s\n\ngoing on here?\n\nHe moves closer to her, caresses her cheek.\n\f83\n\nMARTIN\nThe last day, Ellen. Today is\nthe last day. The circle is\nclosing.\n\nEllen suddenly understands.\n\nELLEN\nYou knew!\n\nMartin slowly leans over and kisses her. Ellen tries to\nturn her head away, but Martin holds it tight. Barbaric -\nthere is nothing tender about this kiss.\n\nMARTIN\nOh, Ellen. My sweet Ellen...\nOf course I knew.\n\nELLEN\nWe loved each other once. Have\nyou forgotten that?\n\nMartin seems bitter.\n\nMARTIN\nOh, yeah? Did we really?\nThink about it, Ellen...\n\nJust then, the DOORBELL rings. They both look toward the\ndoor.\n\nQuick as a flash, Martin presses his hand on Ellen’s mouth,\nso she cannot scream.\n\nMARTIN\nAre you expecting company?\n\n81. IN FRONT OF THE HOUSE - EXT. / NIGHT\n\n \n\nKarl Lindner is standing at the door. He presses the\ndoorbell button. He is carrying one of his flower\npaintings under his arm.\n\n82. BEDROOM - INT. NIGHT\n\nMartin puts the gag back into Ellen’s mouth.\n\f84\n\nMARTIN\nMake yourself comfortable.\nI’ll be right back.\n\nHe stands up and leaves the room.\n\nEllen hears him lock the door from outside. She\nimmediately begins to tear at her ropes.\n\n83. HALLWAY ENTRANCE AREA - INT. NIGHT\nThe doorbell RINGS again. While Martin runs downstairs, he\nbuttons up his suit jacket again in order to conceal the\nblood stains.\nHe is still holding the hammer in his hand.\nHe walks to the door and opens it to Lindner.\nLINDNER\nGood evening. Karl Lindner.\n\nI’m a friend of your wife. Is\nshe in?\n\n84. BEDROOM - INT. NIGHT\n\nEllen is still tied to the bed. She faintly hears the two\nmen’s VOICES from downstairs.\n\nShe moves her head, trying to get rid of the gag - in vain.\nEllen screams, but only muffled sounds come out.\n\nShe doubles her efforts and tears at her ropes with all her\nmight.\n\n85. IN FRONT OF THE HOUSE ENTRANCE AREA — EXT.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe doubles her efforts and tears at her ropes with all her\nmight. 85. IN FRONT OF THE HOUSE ENTRANCE AREA — EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\n\nMartin is standing across from Lindner. He gives hima\nfriendly smile. He shows no apparent signs of the\ncondition he is in.\n\f85\n\nMARTIN\nEllen is home. But she isn’t\nfeeling well. Can I give her a\nmessage?\n\nLindner takes the painting out from under his arm.\n\nLINDNER\nOh, then I guess that makes my\ngift all the more appropriate.\nMaybe I’11 just give it to her\nreal quick and be on my way\nagain.\n\nMartin anxiously fingers the hammer in his hands.\n\nMARTIN\nUm, I don’t think that’s a good\nidea. She went to lie down. I\nthink she’s already asleep.\nShe’s been pretty busy lately\nand needs to rest.\n\n86. BEDROOM - INT. NIGHT\nEllen realizes that there is no way she can untie herself.\n\nBut slowly, she manages to loosen one of the bed planks\nthat she is tied to - bit by tedious bit.\n\n87. IN FRONT OF THE HOUSE ENTRANCE AREA — EXT. NIGHT\n\nLindner peeks inside the house past Martin. He casually\nasks:\n\nLINDNER\nSo, what’s wrong with her?\n\nMartin is still playing around with the hammer.\nMARTIN\nJust nerves. You know, the\n\nmove and all that...\n\nLindner realizes that it’s no use asking further. He hands\nover the picture.\n\f86\n\nLINDNER\nWell, then. Would you please\ngive this to her for me? Tell\nher, I’d like to talk to her\nwhen she’s feeling better. And\ntell her I don’t want to run\naway anymore. She’1l1\nunderstand what I mean.\n\nMARTIN\nSure, I’11 tell her.\n\nThe old policeman walks to his car and climbs inside.\n\nMartin smiles and waves him good-bye.\n\n88. BEDROOM - INT. NIGHT\n\nEllen has finally made it: She manages to disconnect the\nplank.\n\nShe quickly tears the gag out of her mouth and yells as\nloud as she can:\n\nELLEN\n(screams)\nHelp! Help, I’m in here! Help\nme!\n\nShe listens if anyone heard her calling.\nIt’s useless. Lindner has already started his car, and\ndrives off.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe listens if anyone heard her calling. It’s useless. Lindner has already started his car, and\ndrives off. \n\nTARGET SECTION TO BE ANNOTATED:\n The sound of his car engine fades away in the\n\ndistance.\n\nEllen is desperate.\n\n89. ENTRANCE AREA - INT. / NIGHT\n\nMartin heard Ellen’s calling. He grins self-consciously\nand locks the house door. Then, he reaches for a board\nleaning against the wall. He takes a nail out of his\npocket and starts to nail the door shut.\n\f87\n\nCUT TO:\n\n90. LINDNER’ S CAR COUNTRY ROAD = EXT. NIGHT\nKarl Lindner is driving towards Goldmoor. He is lost in\nthought. Something about the whole situation seemed\n\nstrange to him, but he can’t put his finger on it.\n\nHe brakes and looks back toward the house once more (a\nmoment of hope for Ellen).\n\nBut then, he shakes his head and steps on the gas pedal\nagain.\n\nThe car drives off into the distance.\n\nCUT TO:\n\n91. BEDROOM - INT. NIGHT\n\nEllen gets rid of the rest of her ropes, immediately jumps\nup and races to the door.\n\nShe checks the door: it’s locked. She peeks through the\nkeyhole.\n\nThe key is sticking in the opposite side of the door. We\nhear Martin hammering downstairs.\n\nEllen has an idea - an ancient trick from childhood days.\nThere is a book on the bedside table. She tears out a page\nand slides it underneath the door, below the door lock.\n\nThere is a can of nails on the floor which Martin left\nbehind. Ellen takes out a nail and uses it to poke around\nin the keyhole.\n\nShe pushes the key out of the lock. The key falls to the\nfloor, but it lands next to the sheet of paper.\n\nEllen pulls the book page in under the door - no key!\nELLEN\n\n(quietly)\nDamn.\n\f88\n\nShe presses her face flat against the floor and looks\nunderneath the door crack.\n\nThere, on the other side, is the key.\n\nSuddenly, the hammering stops.\n\nEllen holds her breath...\n\n92. LIVING ROOM = INT. NIGHT\n...The living room windows are all nailed shut. Martin\n\nprepares to attach the last board. He reaches into his\npocket - no more nails...!\n\n93. BEDROOM = INT. NIGHT\n\n...The box of nails is lying on the bedroom floor.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nBEDROOM = INT. NIGHT\n\n... The box of nails is lying on the bedroom floor. \n\nTARGET SECTION TO BE ANNOTATED:\n Ellen\nsenses that she is running out of time. She moves faster.\n\nShe pushes the book page under the door again and tries to\nmaneuver it underneath the key...\n\n94, ENTRANCE AREA - INT. NIGHT\n\n...Martin comes out of the living room and heads for the\nhallway...\n\n95. BEDROOM - INT. / NIGHT\n\n...-Ellen has it! She has managed to get the key on top of\nthe sheet of paper. Carefully, she pulls it in under the\ndoor.\n\nShe picks it up and pushes it into the lock...\n\n96. HALLWAY - INT. / NIGHT\n\n...Martin comes up the stairs. He heads for the bedroom.\nWhen he sees the open door, he stops.\n\f89\n\nHe hesitates for a moment, looks around.\nThen, he carefully approaches the door.\n\nMARTIN\nIs somebody trying to run away\nhere?! Darling, I’m really\ndisappointed. How can we ever\nhave a trusting marriage if you\nkeep running away from every\nconflict?\n\nMartin has reached the bedroom door.\n\nMARTIN\nYou little hardhead, I...\n\nAt that moment, the door slams into him. A loud crunch.\nThe wooden door hits him right in the head. Martin is\nknocked to the floor.\n\nEllen comes running out of the bedroom. She has a wooden\nplank in her hands. She wants to make sure that the job is\ndone right and clobbers Martin until he stops moving.\n\nThen, she sprints to the staircase and runs down the steps.\n\n97. ENTRANCE AREA - INT. / NIGHT\n\nEllen runs to the barricaded house door. She shakes at the\nboards, but they are down tight. No matter how hard Ellen\ntries, it’s impossible for her to loosen them.\n\nHorrified, she searches for another way out. She runs to\nthe living room door and looks inside the room...:\n\n98. LIVING ROOM - INT. NIGHT\n\n...All of the windows are barricaded. There is no chance\nto escape!\n\f90\n\n99, HALLWAY - INT. NIGHT\n\nMartin regains conscience. His head is wounded and\nbleeding. He scrambles to his feet.\n\nMARTIN\nNo matter what you do, Ellen...\nyou don’t stand a chance.\nWe’re not leaving this place\nanymore...\n\n100.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nyou don’t stand a chance. We’re not leaving this place\nanymore... 100. \n\nTARGET SECTION TO BE ANNOTATED:\n LIVING ROOM - INT. NIGHT\n\nEllen looks around, helpless. We hear Martin’s voice\ncoming from upstairs.\n\nMARTIN (0O.S.)\nnot today. Not tomorrow.\nNever again!\n\nShe discovers the remote control for the TV. And gets an\nidea. She grabs it and runs out of the room.\n\n101. KITCHEN - INT. NIGHT\n\nEllen flees into the kitchen. The windows are all nailed\nshut here, too. Ellen’s heart is beating up to her neck.\nShe jerks open a drawer and takes out a big kitchen knife.\n\nWe hear Martin’s footsteps coming down the staircase.\nMARTIN (0O.S.)\nIt’s like you always wanted.\nUs together. We’ll make it\nthrough anything, no matter how\nrotten the situation is.\n\nEllen squats next to the door frame.\n\n102. ENTRANCE AREA - INT. NIGHT\n\nMartin is walking down the last couple of steps. Out of\nthe corner of his eyes, he notices the open kitchen door.\n\f91\n\nMARTIN\nHave you ever wondered why it\nhasn’t been working out between\nus since it all happened? I’ve\nasked myself that question.\nAnd you know what the answer to\nthat is? It was never real.\nAll just a big lie.\n\nWhile he speaks, Martin slowly moves toward the kitchen.\n\n103. KITCHEN - INT. / NIGHT\n\nMartin has almost reached the kitchen.\nQuivering, Ellen pushes a button on the remote control...\n\n104. ENTRANCE AREA ~- INT. NIGHT\n\n...and the television jumps on in the living room, behind\nMartin. The loud NOISE startles him; he spins around.\n\nMartin smiles and taps the hammer in the palm of his hand.\nThen, he heads towards the living room.\n\nMARTIN\nWhat you loved, was something\ntotally different. The\nsuccessful author, Martin\nStraub. “Mr. Cherry-red Tears”\n- you married a goddamned book.\n\nMartin disappears in the living room.\n\n105. KITCHEN - INT. NIGHT\n\nEllen sees her chance, and takes it. She runs out of the\nkitchen...\n\f92\n\n106. ENTRANCE AREA - INT. NIGHT\n...and up the stairs.\n\nMartin sprints out of the living room. He is after her.\n\n107. HALLWAY - INT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is after her. 107. HALLWAY - INT. \n\nTARGET SECTION TO BE ANNOTATED:\n / NIGHT\n\nEllen runs into the study. Martin is right on her heels...\n\n108. STUDY - INT. / NIGHT\n..-Ellen slams the door shut behind her and locks it. She\nreaches for the telephone next to the computer.\n\nCUT TO:\n\n109. LINDNER’S BEDROOM - INT. / NIGHT\n\n \n\nThe lights are off in Lindner’s bedroom.\nKarl is lying in bed with his eyes open, staring at the\nceiling. His wife notices it.\n\nMRS. LINDNER\nYou went to see the Straubs’\ntoday, didn’t you?\n\nLindner doesn’t answer. The look in his eyes says it all.\nMRS. LINDNER\nI know you have something on\n\nyour mind. What is it?\n\nHe hesitates. Sighs. Finally, he says it:\n\nLINDNER\nI think it’s starting again.\nYou know... there was something\n\npeculiar. If only I knew...\n\nMRS. LINDNER\nPeculiar? You mean, like back\nthen?\n\f93\n\nLINDNER\nYes, something was...\n\nSuddenly, it hits him.\n\nLINDNER\nMy God, the hammer!\n\nHe jumps out of bed and into his clothes.\n\nMRS. LINDNER\n\nHammer?\n\nLINDNER\nHow could I fail to notice\nthat!\n\n- I have to go...\nHe hesitates, looks back at his wife.\n\nLINDNER\nI’m sorry, honey.\n\nIt is hard for Mrs. Lindner to let her husband go. But she\nunderstands.\n\nMRS. LINDNER\n\nGo ahead. I know you have to\ndo this.\n\nCUT TO:\n\n110. STUDY - INT. / DAY\n\nEllen dials the emergency number for the police and races\nto the window. She looks down - it’s quite a ways down,\nand at the bottom, hard stone pavement.\n\nThe phone RINGS at the other end of the line.\n\nMartin rumbles against the door to the study. He is trying\nto get inside.\n\f94\n\niil. HALLWAY - INT. NIGHT\n\nMartin is standing in front of the closed door to the\nstudy, shaking the door handle. He listens.\n\nMARTIN\nCome on...\n\n112. STUDY = INT. NIGHT\nEllen still hasn’t gotten through to the police.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n112. STUDY = INT. NIGHT\nEllen still hasn’t gotten through to the police. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN (0O.S.)\nI know what you’re up to.\nYou don’t think that’s going to\nwork, do you?\n\nEllen desperately looks around the room, searching for a\nway out. She catches sight of the activated computer.\nThere is a text flickering on the slightly demolished\nmonitor.\n\nFinally, someone answers the phone at the police station.\n\nTELEPHONE VOICE (0O.S.)\nPolice headquarters, Webber..\n\nEllen excitedly speaks into the phone.\n\nELLEN\nEllen Straub here. You have to\nhelp me...\n113. HALLWAY ENTRANCE AREA - INT. NIGHT\n\n \n\nMartin runs down the stairs to the entrance area. He heads\nstraight for the distributor box next to the cellar door.\nOne well-aimed blow, and the gray telephone box is\ndemolished.\n\f95\n\n114. STUDY = INT. NIGHT\n\nELLEN\nplease come right away! My\naddress is...\n\nCLICK! The conversation is cut off. The line is dead.\n\nBut Ellen hardly notices it anymore. Her eyes are glued to\nthe monitor. Something about it has drawn her full\nattention.\n\nHer name is written on the monitor screen! Ellen begins to\nread in disbelief.\n\nELLEN\n\n(reads)\n“Ellen woke up from the sound\nof the door. She barely\nmanaged to raise her head in\norder to see who the visitor\nmight be. His back turned to\nEllen, the man pulled a\nwheelchair into the hospital\nroom. When he turned around,\nshe recognized him with horror:\nMartin!”\n\nEllen’s eyes grow wider with every word she reads. The\ntext abruptly stops here.\n\nMartin must have known everything! Her whole story,\neverything that happened to her, is described in his new\nnovel.\n\nELLEN\nWhat the hell...\n\nFrom outside, we hear Martin’s voice loud and clear. He\nfinishes her sentence for her:\n\nMARTIN\n..is going on here?\n\nBefore Ellen has a chance to give the situation a thought,\nthe door breaks open. The door frame splinters. Martin\nsimply kicked the door in.\n\f96\n\nMARTIN\nThe final chapter will finish\ntonight. I bet you can’t wait\nto find out how the story ends!\n\nEllen grabs the knife and backs away.\n\nELLEN\nMy God, Martin. I don’t\nunderstand all this.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllen grabs the knife and backs away. ELLEN\nMy God, Martin. I don’t\nunderstand all this. \n\nTARGET SECTION TO BE ANNOTATED:\n How is it\npossible?\n\nSlowly and threateningly, Martin comes closer. In his\nhands, the hammer.\n\nMARTIN\nDo you like my new book? A\nreal page-turner, isn’t it? I\ncan just see the critics:\nMartin Straub is back! And\nbetter than ever.\n\nEllen is backed up against the wall. She raises the knife\nagainst him.\n\nELLEN\nStay where you are! Not one\nstep closer!\n\nMartin isn’t fazed that easily.\n\nMARTIN\nYou still don’t understand, do\nyou? Today is the last day.\nYour day, Ellen.\n\nWith this, he jumps up to her, quick as lightning. He\ngrabs the knife by the blade and twists it out of Ellen’s\nhand - without the slightest feeling of pain.\n\nHe firmly pulls Ellen towards the door. They pass by the\ndesk with the computer. Ellen sees the electric cord for\nthe computer on the floor.\n\nWith a swift move of her foot, she tears at the cable,\npulling the computer off of the desk. It falls to the\nfloor.\n\nMartin screams in rage. For a second, he is distracted.\nEllen takes the opportunity to tear herself loose.\n\f97\n\n115. HALLWAY ENTRANCE AREA -— INT. NIGHT\n\nTerrified, Ellen races down the stairs. She is looking for\na way out.\n\nMartin is close on her heels. In the entrance hall, he\ngets hold of her.\n\nBut Ellen manages to break loose again. But doing so, she\nslips. Falls.\n\nAnd trips through the open cellar door...\n\n116. CELLAR - INT. / NIGHT\n\ndown the stairs.\nEllen crash-lands in brackish, brown water. The cellar is\nflooded ankle-deep with swamp water. It is seeping in\nthrough the crevices in the walls.\n\nELLEN\nThe moor...\n\nMartin walks up to her, threateningly. Ellen scrambles to\nher feet. She is hurt. But Martin walks past her and\nsteps into the center of the dark cellar.\n\nEllen glances back at the cellar door which is still open.\nSuddenly, an invisible force slams it shut.\n\nMARTIN\nI told you, there is no way\nout. He won’t let you go.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly, an invisible force slams it shut. MARTIN\nI told you, there is no way\nout. He won’t let you go. \n\nTARGET SECTION TO BE ANNOTATED:\nELLEN\n‘HE’? Whom do you mean-\n\nInstead of answering, he gently puts his finger on her\nmouth.\n\nMARTIN\n(quietly)\nShh. Don’t you hear that?\n\nShe looks around.\n\f98\n\nThen she hears it: The room is filled with quiet WHISPERS,\ngrowing louder and louder - countless voices - the voices\nof children!\n\nMARTIN\nIt’s important - he knows the\nlast chapter.\n\nELLEN\nYour book - that’s why you were\nalways in the cellar!\n\nJust then, a figure steps out of the darkness. It is their\nlittle son Thomas. Although he does not move his lips, he\n\nseems to be the source of the whispers.\n\nHe stands next to Martin, who lays his arm around the boy’s\nshoulder.\n\nMARTIN\nNow look at this young man: He\nsupports me in what I do —\nquite the opposite of you.\n\nTerrified, Ellen stares at Thomas. She watches a thin\nstrand of mud flow out of the boy’s shoulder, and - against\nthe laws of gravity - it crawls up over Martin’s hand.\nMartin does not seem to notice it.\n\nMARTIN\nYou know, Tommi wants me to\nbecome the man I used to be.\n\nELLEN\n(laughs bitterly)\n...So he’s dictating you a new\nbestseller? Whatever that is,\nit’s not our son.\n\nMartin leans down to the child’s figure and brings his ear\nclose to Thomas’ mouth. The boy seems to be whispering\nsomething in his ear.\n\f99\n\nELLEN\n(sharply)\nMartin, don’t you understand?\nTommi is dead! This... it\n\nknows our weaknesses and it’s\nusing them to bring us apart!\n\nMartin stays leaned down to Thomas and listens. He throws\na stealthy glance at Ellen.\n\nMARTIN\nI’m afraid he doesn’t like you\nvery much.\n\nMartin smiles triumphantly. He reaches into the water and\npulls out a metal pipe.\n\nHe threateningly moves closer to Ellen. She backs away,\nuntil she finds herself backed up against the wall.\n\nEllen looks around - there is no where to run. But she\ntries anyway. She wants to make a run for it.\n\nBut Martin is faster. He grabs hold of her. Ellen slips\nand lands in the water.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Martin is faster. He grabs hold of her. Ellen slips\nand lands in the water. \n\nTARGET SECTION TO BE ANNOTATED:\nMARTIN\nWe’ve played this game long\nenough.\n\nHe mercilessly pushes Ellen’s head under water. She tries\nto put up a fight, but she doesn’t stand a chance.\n\nMARTIN\nHow sad. Drowned, like all the\nothers. But that’s the way\nit’s got to be in a real horror\nnovel. I know what you’re\nthinking: No happy end - it’1ll\nnever sell. But to hell with\ncommerce!\n\nEllen manages to fight her way above the water’s surface.\nShe gasps for air. Her eyes catch sight of the old shelf,\ncrammed full with all sorts of junk, standing within reach\nof her feet.\n\f100\n\nELLEN\nIt’s lying, don’t you see?\nThis is all an illusion. It\nlied to us and to all of those\nwho were here before us...\n\nMartin’s eyes are beaming with hate. He does not notice\nEllen kicking for the shelf. It slightly tips forward,\nthen back against the wall again.\n\nMARTIN\nI’1l1 tell you what really was\nan illusion: Romantic family\nlife, by the side of your\nsuccessful author. Sorry if I\nwasn’t able to live up to your\nhigh expectations, princess.\n\nEllen tries to get through to whatever is left of Martin.\n\nELLEN\nIt wasn’t your fault, you hear!\n\nEllen gets another good kick against the shelf - it tips\nover and collapses over Martin’s head. Ellen grabs the\nchance to free herself.\n\nMartin furiously thrusts the shelf aside. There is an ugly\nwound on his forehead.\n\nELLEN\nTommi is dead, you hear!\nBut you and me, we’re alive.\n\nAgain, Ellen is backed up against the wall. Martin steps\nup to her. He is still holding the metal pipe.\n\nMARTIN\nBe quiet.\n\nSuddenly, he strikes her with the pipe. He grabs Ellen by\nthe throat and pushes her against the wall.\n\nELLEN\nI love you, Martin!\n\nFor a short moment, something seems to break inside of\n\nMartin. But then, he tightens his grip on her neck again.\nEllen is dazed, but she is not afraid any more.\n\n- 100 -\n\f101\n\nELLEN\nThen kill me, because...",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut then, he tightens his grip on her neck again. Ellen is dazed, but she is not afraid any more. - 100 -\n\f101\n\nELLEN\nThen kill me, because... \n\nTARGET SECTION TO BE ANNOTATED:\n “With\nyou, my life began and with you\nshall it end...”\n\nAll of a sudden, some of Martin’s strength seems to fail.\nHis look freezes. A single BLACK TEAR runs out of the\ncorner of his eye.\n\nEllen grabs the metal pipe and shoves Martin away.\n\nShe jumps over to Thomas...\n\nELLEN\nI love you! Don’t let a lie\ncome between us! Look at this!\n\n...and slashes the pipe at him.\n\nThe metal penetrates the figure’s “body” and destroys the\nillusion: The facade of the little boy dissipates into\nmud.\n\nFor a second, Ellen believes to have seen the hideous\nfigure of a swamp corpse, but the creature instantly melts\ninto the muddy water covering the cellar floor.\n\nAt this very instant, a loud roll of thunder echoes\nthroughout the house.\n\nMartin abruptly loses all of his strength. More and more\nliquid begins to flow out of his eyes. The strands of mud\nslither down his body like countless snakes and vanish into\nthe swamp water.\n\nThe house begins to quake. More and more mud seeps in\nthrough the cracks. The cellar slowly floods. The walls\n\nquiver.\n\nEllen runs to the door: It is shut tight - there is no way\nout.\n\nThe moor is rising. Ellen grabs Martin, who is still\nunconscious and about to drown. She tries to wake him up.\n\nELLEN\nMartin! We have to get out of\nhere!\n\nThere is a sudden noise. Ellen jumps.\n\n- 101 -\n\f102\n\nSomething has started to move in the back corner of the\ncellar: A dark something arcs out of the water for a short\nmoment. It isn’t over, yet!\n\nELLEN\nMy God...\n\nShe vigorously tries to wake Martin, but he does not react.\n\nThe “thing” is coming closer. It languidly rolls forward.\nIts shape remains hidden underneath the water’s surface.\n\nEllen feverishly searches for a way out. She notices the\nsmall cellar hatch.\n\nThe house quakes more violently; dust flakes down from the\nceiling. Ellen realizes that the entire house is slowly\nsinking into the ground. And at the same time, the moor is\nrising dangerously high.\n\nShe grabs Martin by the shoulders.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEllen realizes that the entire house is slowly\nsinking into the ground. And at the same time, the moor is\nrising dangerously high. She grabs Martin by the shoulders. \n\nTARGET SECTION TO BE ANNOTATED:\n With all of her\nstrength, she somehow manages to pull him up onto a pile of\ncrates below the cellar hatch.\n\nThe black thing is coming closer. It rises up out of the\nmoor.\n\nEllen tries to heave Martin outside through the hatch - but\nshe is not strong enough. Still, she puts up a desperate\nfight against the odds.\n\nThe already small opening of the hatch is growing smaller\nand smaller: The tremendous foundations of the house are\nsinking deeper and deeper into the ground.\n\nSuddenly, a hand reaches in through the hatch and grabs a\nhold of Martin.\n\nEllen starts. She looks outside. It’s Lindner!\n\nLINDNER\nHurry, we don’t have much time!\nLift him up higher!\n\nEllen pushes Martin a little bit higher. Behind her, an\namorphous, black mass is rising up out of the swamp water.\nNumerous strands of mud branch out of it and begin to grope\nfor Ellen.\n\n- 102 -\n\f103\n\nOne of the “tentacles” wraps itself around Ellen’s foot.\nEllen notices it, but can’t do anything about it.\n\nWith one strong jerk, Lindner tugs Martin out of the\ncellar.\n\nAt the same time, Ellen loses hold on the crate. She is\ntorn downward and disappears under water.\n\nLindner sticks his head in through the hatch.\nLINDNER\n(shouts)\nEllen!\nA brief moment of hesitation - then the old policeman\ndeterminedly climbs down into the cellar. By now, the moor\n\nhas risen almost to his waist.\n\nLindner wades through the thick liquid. The surface is\nsmooth - no sign of Ellen.\n\nThen, she suddenly dives back up, gasping for air.\n\nLindner immediately grabs her arm and helps her toward the\nhatch.\n\nELLEN\nIt’s right behind me.\n\nLindner keeps calm.\nLINDNER\nDon’t worry. It only has power\n\nover us if we run away.\n\nHe helps Ellen up onto the crates. Carefully, she climbs\nout through the hatch. She hears Tommi’s voice behind her.\n\nTHOMAS\nMommy...\n\nShe is tempted to look back. But Lindner stops her from\ndoing it.\n\nLINDNER\nNo. Don’t look back.\n\n- 103 -\n\f104\n\nTHOMAS\nMommy...",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nLINDNER\nNo. Don’t look back. - 103 -\n\f104\n\nTHOMAS\nMommy... \n\nTARGET SECTION TO BE ANNOTATED:\nThe hatch, the last possible exit into freedom, is slowly\nshrinking to a narrow slit.\n\nEllen reaches out her hand to Lindner.\n\nELLEN\nCome! Quick!\n\nLindner climbs onto the crates.\n\nAgain, the house quakes. Single bricks break out of the\nwalls and ceiling.\n\nEllen’s curiosity wins over reason. She takes a last look\ninto the cellar.\n\nThere - in the dark back corner of the cellar - she sees\nshriveled figures with hollow eyes, watching the two of\n\nthem in silence. Swamp corpses.\n\nLindner notices her horror, but still remains calm. He\nstarts to climb out through the window hatch.\n\n1i7. IN FRONT OF THE HOUSE - EXT. NIGHT\n\nOnce Lindner is safely outside, Ellen immediately rushes\nover to Martin.\n\nELLEN\nMartin!\n\nMartin seems to be regaining conscience. He opens his\neyes.\n\nEllen wants to say something, but the thunder in the\nbackground suddenly swells up to an infernal noise.\n\nWalls collapse, bricks and rubble crash down - the entire\nhouse is swallowed by the depths of the moor.\n\nThe three watch with open-mouthed horror.\n\nThen, silence.\n\n- 104 -\n\f105\n\nEllen leans over to her husband.\nMartin is still totally worn out. He moans.\n\nMARTIN\nSmog...\n\nEllen musters him, confused.\n\nELLEN\nWhat?\n\nMARTIN\nI have a yearning for... smog,\ncars and many, many people...\nA real dirty... big city.\nWhat do you think?\n\nEllen gently strokes his cheek.\n\nELLEN\nYou’ re back.\n\nMartin’s eyes are still glued to the spot where the house\nused to be. He is still a bit disoriented.\n\nMARTIN\nHow did you get me out of\nthere?\nELLEN\nI wouldn’t have made it by\nmyself.\nShe looks at Lindner.\nLINDNER\n\nYou were right: You can never\nrun away from the past.\nEspecially if it scares you.\n\nEllen nods her head.\n\nThen, she turns back to Martin. They look at each other\nfor a long moment. Then, she puts her arms around him and\nkisses him. It’s all over now.\n\nThere’s something else Ellen wants to say to Lindner.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, she puts her arms around him and\nkisses him. It’s all over now. There’s something else Ellen wants to say to Lindner. \n\nTARGET SECTION TO BE ANNOTATED:\n But\n\nwhen she turns around, she finds that he’s already walked a\nbit away: He is going to his car.\n\n- 105 -\n\f106\n\nELLEN\nMr. Lindner!\n\nThe old policeman stops by his car.\n\nELLEN\nThank you.\n\nLindner smiles. Then, he steps into his car and drives\naway.\n\nEllen helps Martin to his feet.\n\nELLEN\nCan you walk?\n\nMartin is in pain, but brave.\n\nMARTIN\nNo problem.\n\nHe takes a step, but then he flinches with pain. The\nmovement hurt.\n\nMARTIN\nFor God’s sake, what happened\nto me?\n\nELLEN\n\nYou don’t remember?\nMartin shakes his head.\n\nELLEN\nIt’s a long story.\n\nArm in arm, the two of them stagger to their car which is\nparked next to the entrance gate, the last remnant of the\nhouse.\n\nThey get into the car and drive off.\n\nThe car slowly vanishes in the distance, leaving behind the\nvast, swampy landscape where there was once a house.\n\nFADE TO:\n\n- 106 -\n\f107\n\n118. APARTMENT HOUSE IN THE CITY - EXT. DAY\n\nA beautiful old building, located by a park in the city.\nEllen and Martin live in the penthouse.\n\nText chart: “1 year later”\n\n119. APARTMENT - INT. DAY\n\nEllen is standing by the window, looking over the small\ncity park. She looks happy.\nMartin joins her at the window and hugs her.\n\nMARTIN\nWhat a sight: A few trees, a\ncouple of ducks in the pond.\nThat’s all the nature I need.\n\nEllen laughs. They are about to kiss, when suddenly the\ndoorbell RINGS.\n\nELLEN\nAre you expecting company?\n\nMartin shrugs his shoulders and walks to the door. He\nopens it to Paul and Claudia.\n\nPAUL AND CLAUDIA\nSurprise!\n\nPaul is carrying a package under his arm. He walks\nstraight past Martin, to Ellen. Martin and Claudia follow\nhim.\n\nPAUL\nThis baby is a dream come true,\nI tell ya! The third edition\nwithin one year!\n\nELLEN\nWow! - Considering how it all\ncame about...\n\nPaul tears open the box. It contains several copies of\n\n“you have 7 Days to Live”.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nELLEN\nWow! - Considering how it all\ncame about... Paul tears open the box. It contains several copies of\n\n“you have 7 Days to Live”. \n\nTARGET SECTION TO BE ANNOTATED:\n Above the title, it reads:\nEllen and Martin Straub!\n\n- 107 -\n\f108\n\nPAUL\nYou two are one hell of a team!\nAnd as far as I’m concerned:\nIn case you plan on moving back\nto the countryside, I’1l be\nglad to lend a hand.\n\nMartin and Ellen trade looks.\nMARTIN\nHave you already told him about\nour idea for the new novel?\n\nPaul can’t wait to find out.\n\nPAUL\nYeah? What’s it about?\n\nEllen grins ambiguously.\n\nELLEN\nIt’s about this publisher who\nconstantly gets on his authors’\nnerves.\n\nMartin plays the ball back to her.\nMARTIN\n...until one day, he goes too\n\nfar and the two of them get\nreally mad...\n\n120. APARTMENT HOUSE IN THE CITY - EXT. / DAY\n\n \n\nWe see the four of them standing behind the large window of\nEllen and Martin’s apartment. The camera pans farther and\nfarther away from them, over the park.\n\nThey keep the joke running:\n\nELLEN\n...and we mean: really mad!\n\nThe voices slowly fade with the camera’s growing distance.\n\n- 108 -\n\f109\n\nPAUL\nOkay, okay, I get the message!\nI was only trying to make a\nsuggestion, you know.\n\nThe camera travels further away... over the big city and\nit’s ever-busy activities.\n\n- THE END -\n\n- 109 -\n\f"
}