{
  "1": " \n\n \n\n \n\n \n\n10/5/00\n\nTheir pouches are sitting on top of a table in front o\nNobody‘s here. P £ them.\n\nGordon grabs the pouches. Chris qives a little look at Kate.\nShe trusted her gut. She found her way under life and death\npressure. And he’s acknows edging that.\n\n. CUT TO:\nTHE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\n\nStern paces back and forth. He's sweating. Can’t take the\nwait, the pressure...\n\nHe looks at Doniger.\n\nDONIGER\nTwo minutes now.\n\nThe technicians on the transit room floor are filling new glass\nshields with water. Charging batteries. Clearing away the last\n\nof the debris.\nCUT TO:\n\nINT. OLIVER’S ROOM -~ DAY\n\nThe oak door leading into the room is being pounded on fiercely.\nLady Claire is watching the door -- the wood is starting to\nsplit.\n\nMarek sees her.\n\nMAREK\nDon’t worry. We're not going out that\nway.\n\nMarek yanks the sheets off Oliver's bed. He uses his dagger to\nslice a strip off the side of the sheet. Then he cuts another\n\nand another.\n\nHis eye glances out the window to see Chris and the Professor at\nthe threshold of a doorway leading out into the courtyard. Two\nfully armored knights are standing between them and the front\n\ngate.\nMAREK\nKeep cutting, all right?\nShe nods. And starts cutting the sheets as Marek was doing.\n\nMarek grabs his longbow and goes to the window.\n\n66.\n\n \n\f \n\n10/5/00 67.\nEXT. COURTYARD -- DAY\nChris glances around to door jam. Trying to decide what to do.\nTHWACK! One of the knights in the courtyard falls face first\n\ninto a muddy puddle. An arrow sticks through his chain mail and\ninto his back. .\n\nVOICE\nGo! Go! :\nCHRIS\n(looking up)\nIt’s Marek.\n\nThe second knight turns around to see Marek in the window --\nfiring an arrow at him.\n\nHe runs for cover.\nChris, the Professor, Kate, and Gordon rush out of the doorway.\n\nChris and Gordon carry swords. The Professor and Kate have\nspray bottles and fire cubes ready.",
  "2": "---END OF PREVIOUS SECTION---\nChris, the Professor, Kate, and Gordon rush out of the doorway. Chris and Gordon carry swords. The Professor and Kate have\nspray bottles and fire cubes ready. \n---TARGET SECTION TO BE ANNOTATED---\nCHRIS\nAndre!\n\nChris tosses Marek’s pouch up to him.\n\nINT. OLIVER‘S ROOM -- DAY\n\nMarek grabs the pouch in mid air. Gives a little good luck\nsalute to Chris and turns back to Claire.\n\nShe has cut the entire top sheet into strips.\nThe oak door is splitting apart.\n\nMAREK\nThat's enough.\n\nMarek rushes to the bed and starts knotting the strips together\nend to end.\n\nCUT TO:\nEXT. COURTYARD -- DAY\n\nChris sprays a guard in the face with the knockout gas. The\nguard swings his sword wildly, then falls over.\n\nKate, Chris, the Professor, and Gordon run through the front gate\nand toward a fallow field next to the small village.\n\f \n\n10/5/00\n\nC) They are less than a minute away from the field. From a large\nopen space. i\n\nTHE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\nStern is balling his fists up, about to burst with anxiety.\nThe Chief Technologist is typing commands on his computer.\n. CHIEF TECHNOLOGIST\n\nOkay...we’re powering up.... Almost.\n\nAlmost there. 60% 80% Rene. We're\n\noperational.\nThere's a huge sigh of relief from Stern.\n\ncur TO:\n\nEXT. CASTELGARD -- DAY\nChris, Kate and the Professor race toward the open field.\n\nSoldiers are a few seconds behind them. Two knights on horseback\n\nemerge from the manor house.\n\nGordon is way ahead of the others. And he’s not looking back.\nHe’s almost at the field.\n\nA few more feet. A few more-- He's there.\n\nHe hits the button on his marker--\n\n--and bears an annoving beep like vour computer makes when you\npur_inia command it won't accept.\n\nHe looks down at the marker. Hits the call button again.\nBEEP-- A little red light flashes through the white ceramic.\n\nGORDON\nShit!\n\nHe hits the marker again and again. Increasingly frantic.\n\nOnly now does he look at Chris, Kate, and the Professor. They\nare just arriving in the field. :\n\nGORDON\nTry your markers! Try them now!\n\nJ Everyone hits their markers. Beeps all around. No go. No\n- machines... ,\n\n65.",
  "3": "---END OF PREVIOUS SECTION---\nBeeps all around. No go. No\n- machines... ,\n\n65. \n---TARGET SECTION TO BE ANNOTATED---\n \n\n \n\n \n\fO\n\n \n\n10/5/00 69.\n\nGORDON\nShit! Shit!\n\n. PROFESSOR JOHNSTON\nWhat‘s going on? Why don’t they--\n\nGORDON\nI don’t know! The transit room must\nbe down...\n\nPROFESSOR JOHNSTON\n“Down”?!\n\nGORDON\nI don’t know!\n\nChris sees the soldiers getting closer and closer -- and the\nknights on horseback coming even faster--\n\nCHRIS\nDoesn’t matter. Right now we have to\nhide.\n\nGORDON\nshit!\n\nGordon is freaked out. He's loosing his cool. Chris, on the\nother hand, is dead calm. With each new obstacle, each new\nbrush with death, he is becoming calmer and more focused.\n\nHe scans the terrain around him--\nCHRIS\n\n(pointing)\nForest.\n\n{HE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\nAlarm buzzers are sounding all over the place. Red lights are\nflashing.\nSTERN\nWhat the hell is wrong with it?\nDONIGER ,\nGoddamnit. The main driver was\ndamaged in the explosion.\n\nSTERN\nYou're just discovering this?!\n\nDONIGER\nThe diagnostics said it was fine.\n\f \n\n10/5/00 70.\n\nO\n\nSTERN\nThe “diagnostics”? This isn't a\npersonal computer! Didn‘t you look at\nit. Physically examine it?\n\nDoniger jumps up from the console. Grabs Stern‘s shoulders.\nGets in his face.\n\nDONIGER\nYou need to calm down!\n\nSTERN\nGet your fucking hands off me!\n\nHe shoves Doniger away.\n\nSTERN\nHow - long - to fix it?\nDoniger looks at the Chief Technologist.\n\nCHIEF TECHNOLOGIST\nThree hours.\n\nSTERN\nWhat about using the first generation\ntransit chamber?\n\n \n\nStern points to another transit chamber, dark, unused, through\nanother thick set of glass windows,\n\nDONIGER\nCan‘t do it.\nSTERN\nWhy?\nDONIGER\n\nWe just can‘t.\n\n. STERN\n\nWhy? You said the first generation\n\nsystem worked fine. It was just\nslower... That’s what you told me...\n\nDoniger looks at him. And it’s obvious Doniger didn’t tell Stem\nthe whole story..",
  "4": "---END OF PREVIOUS SECTION---\nThat’s what you told me... Doniger looks at him. And it’s obvious Doniger didn’t tell Stem\nthe whole story.. \n---TARGET SECTION TO BE ANNOTATED---\n--\n\nSTERN .\nI want an answer, Robert. If I don’t\nget one -- I will bring in the\n5 authorities.... God knows how many\n) laws you broke building this thing...\n\nCUT TO:\n\f \n\n10/5/00 1.\n\nINT. OLIVER'S BED CHAMBERS --~ DAY\n\nThe oak door is being destroyed from outside. SLAM! SLAM!\n\nSLAM! It will only hold for a few more seconds....\n\nON THE OTHER SIDE OF THE OAK DOOR\n\nBlack Plume is hacking the door to pieces with a battle ax....\nThe intensity on his face is incredible -- the determination...\nWith a pocket knife, this guy would be scary as hell. Witha\nbattle ax he’s your worst fucking nightmare.\n\nINT. OLIVER'S BED CHAMBERS -- DAY\n\nMarek has tied one end of his hastily made ‘rope’ (knotted strips\nof bed sheet) to an iron eyelet and dropped the other end out the\nwindow.\n\nIt's a five story drop out the window. Jagged rocks are below\nthem.\n\nLADY CLAIRE\nI don’t know if I can do it.\n\nMAREK\nCome here.\n\nMarek fumbles around for his next words.\n\nMAREK\nCan you... You need to hold on to\nme.... I'll walk us down the wall.\n\nShe looks at him.\nThe door splinters off its hinges. -\n\nNo more time.\n\nMAREK\nArms here. Legs around my waist.\n\nAT THE OAK DOOR\nBlack Plume steps through the shredded door with his battle ax--\n\n--and in so doing he pushes on & trip wire that Marek has\nobviously rigged up. The tension on the wire yanks a burning\ntorch off the wall.\n\n \n\fO\n\n10/5/00 72.\nIt falls on the floor in front of Black Plume. It wouldn't be a\nprobles except Marek has laid the velvet draft protector on the\noor--\nIt erupts into flames.\n\nBlack Plume screams and dives backwards--\n\nEXT. MANOR HOUSE -- DAY\nMarek “walks down the wall* hand over hand on the rope.\n\nLady Claire’s body is wrapped around him in a death-defying\nembrace.\n\nThe moment is one of extraordinary intimacy, laced with sheer\nterror. Of falling.",
  "5": "---END OF PREVIOUS SECTION---\nLady Claire’s body is wrapped around him in a death-defying\nembrace. The moment is one of extraordinary intimacy, laced with sheer\nterror. Of falling. \n---TARGET SECTION TO BE ANNOTATED---\n of being hacked to death by Black Plume--\n\ncur TO:\nEXT. FOREST -- DAY\n\nChris and Kate race through the forest.\n\nEXT. ELSEWHERE IN THE FOREST -- DAY\n\nGorden rushes through the trees. The Professor is falling behind\nand Gordon isn’t slowing down to‘help him. | :\n\nSTAY with the Professor as he runs.\n\nA knight on horseback is right behind him. Gaining fast. The\nknight lifts a heavy wooden mace and slams the Professor from\n\nbehind with it.\n\nThe Professor collapses.\n\nHe shakes off the pain and tries to get up. The knight who\nknocks him over circles. Another knight arrives and unsheathes\nhis sword, preparing for the coup de grace.\n\nFIRST KNIGHT\nNo. Don’t kill him.\n\nSECOND KNIGHT\n\nWho says?\nFIRST KNIGHT\nsir William. :\nSECOND KNIGHT )\n(cowed)\n\nOh...\n\n \n\f \n\n \n\nFIRST KNIGHT\n\nBring him to the dungeon...\n(beat)\n\nI'll go get the other one.\n\nEXT. FOREST -- CHRIS AND KATE -- DAY\n\n10/5/00\n\nKate is hyperventilating. Chris is holding her tight, against\n\nher chest, calming her.\n\nCHRIS\n\nShh... Shh... It’s okay. It's going\n\nto be okay...\nThey are hidden in dense underbrush.\n\nKATE\n\nIt's not fucking okay. The machines\n\ndon’t work. We're stuck here.\n\nCHRIS\nThey'll fix the machines.\n(beat, then firm)\n\nListen to me. We're going to get out\n\nof here.\n\nKATE\nHow?\n\nCHRIS\n\nYour first book -- the one that’s\n\ngoing to get you tenure.\n\nKATE\nHuh?\n\nCHRIS\n\nThat’s what's going to get us out of\n\nhere.\n\nKATE\nWhat are you talking about?\n\nEXT. DORDOGNE RIVER -- DAY\n\nMarek and Lady Claire stay low as they make\nriver bank.\n\nCUT TO:\n\ntheir way along the\n\f10/5/00 74.\n\nLADY CLAIRE\nIf we continue along the river for\nthree miles we will come to my\nbrother's forces.\n\nMarek nods.\n\nBut just ther he hears something... Horses. Galloping.\nApproaching.\n\nThen he sees the knights approaching.",
  "6": "---END OF PREVIOUS SECTION---\nGalloping. Approaching. Then he sees the knights approaching. \n---TARGET SECTION TO BE ANNOTATED---\n Four of them -- led by\n\nMAREK\nIn the water. Come on! Come on!\n\nMarek yanks her in.\n\nMAREK\nCan you swim?\n\nLADY CLAIRE\nYes. But the current is strong.\n\nMAREK\nTake my hand.\n\nThey start floating down stream. As they move toward the center\nof the river the current gets stronger. They move faster.\n\nMarek looks to the other side of the river. Two more knights.\nShit. Nowhere to go. No move to make. .\n\nThe knights just trot along the bank. They‘ve got all the time\nin the world.\n\nMarek watches them. Looks into Black Plume‘s eyes...\n\nLADY CLAIRE\nSir Andre--\nHe turns to look where she is pointing. A few hundred yards\ndown the river there is a fortified bridge. A mill is integrated\n\ninto the structure. Several water wheels turn underneath the\nbridge. Passing between the wheels could be very dangerous.\n\nThe current is picking up.\n\nLADY CLAIRE\nWhat now?\n\nMarek stares at the water wheels. At the bridge.\n\nMAREK\nI have an idea.\n\n \n\f \n\n10/5/00 78.\n\nEXT. EDGE OF THE RIVER -- DAY\n\nBlack Plume eyes Marek from the river bank. Next to the mill\nbridge. He motions for his men to enter the structure from both\nsides.\n\nBLACK PLUME\n(to himself)\nWhat are you doing, rogue? Whatever\nit is, I assure you, it will be in\nvain...\n\nThe junior knight next to Black Plume, looks over at him, knows\nhis master speaks the truth...\n\n \n\nEXT. RIVER -- DAY\n\nThe river is all white water here. Marek swims directly for one\nof the water wheels.\n\nAs he reaches it he grabs hold of the spokes, then steps up onto\none of the paddles, lifting Lady Claire with him.\nINT. MILL BRIDGE -- DAY\n\nMarek and Lady Claire jump off the water wheel into a small dark\nroom. They are dripping wet. She is shivering fiercely. . |\nMarek leads her through a room full of two rows of trip-hammers\n\nclanging loudly onto blacksmiths’ anvils. This is a medieval\n\nmetal shop. What‘s odd is -- there’s no one here.",
  "7": "---END OF PREVIOUS SECTION---\nShe is shivering fiercely. . |\nMarek leads her through a room full of two rows of trip-hammers\n\nclanging loudly onto blacksmiths’ anvils. This is a medieval\n\nmetal shop. What‘s odd is -- there’s no one here. \n---TARGET SECTION TO BE ANNOTATED---\n It gives the\n\nplace an eerie feel. A sense of foreboding.\n\nThe banging reverberates loudly off the stone walls.\n\nSuddenly a knight jumps out at Marek. Their swords clank\ntogether.\n\nCLANK. CLANK. CLANK.\n\nMarek jumps over a row of hammers and grabs Lady Claire. |\n\nMAREK\nCome on!\n\nThe knight chases after Marek.\n\fO\n\n \n\n10/5/00 76.\nINT. ELSEWHERE IN THE MILL BRIDGE -- DAY\n\nBlack Plume’s knights cautiously make their way through a room\nwith a large wooden chute in it. Periodically it spits out\nfinely ground grain into a huge crate on the floor.\n\nThe air in the room is hazy with yellow grain dust.\n\nVOICE (0.S.)\nIn here! .\n\nINT. ANOTHER GRAIN CHUTE ROOM -- DAY\nThe shouting voice belongs to Marek of all people.\n\nMAREK\nIn here!\n\nLADY CLAIRE\n(suddenly scared\nMarek is on the\nEnglish side)\nWhat are you doing?\n\nMAREK\nIt’s okay. It’s okay....\n\nThen he whispers the rest into her ear.\nFour knights are now in the room. _ Swords drawn.\n\nThe toughest, meanest-looking knight swings his sword back and\nforth in a complex pattern.\n\nMEANEST-LOOKING KNIGHT\nSurrender your sword. Or you will .\nsurrender your head.\n\nMarek calmly reaches into his pouch and pulls out a tiny fire-\nstarting cube. He holds it up to show the threatening knights.\n\nThey look at him like he’s nuts. . |\n\nMarek pulls the string out of the cube and carefully places it on\na low railing. The knights watch the cube. Then look back at\nMarek. Why does he have that smug expression on his face?\n\nHe's got to be nuts. That's the main thing they're thinking.\n\nUntil he grabs Lady Claire and literally throws her through a\nsmall window in the wall behind them. A split second later he\ndives out after her.\n\f \n\nyop:\n\\\n\n10/5/00\n\nEXT. RIVER -- DAY\n\nLady Claire hits the water hard. Marek nearly lands on top of\ner...\n\n...",
  "8": "---END OF PREVIOUS SECTION---\nRIVER -- DAY\n\nLady Claire hits the water hard. Marek nearly lands on top of\ner... ... \n---TARGET SECTION TO BE ANNOTATED---\nand then BOQOOM!\n\nThe entire bridge explodes!\n\nUNDERWATER\n\nMarek and Lady Claire can see the flames through the water, and\nthe debris as it splashes down through the surface and sinks\n\ntoward them.\n\nEXT. RIVER -- DAY\nMarek and Lady Claire surface to behold the destroyed bridge.\nShe is completely flabbergasted. Stunned by what has occurred.\n\nLADY CLAIRE\nHow did you do it? You work magic,\nknight.\n\nMAREK\n\nNo magic. Grain dust explodes when it\ncomes into contact with fire.\n\nLADY CLAIRE\nBut there was no fire.\n\nMAREK\nThe cube makes fire.\n\nLADY CLAIRE\nWith magic.\n\nMAREK\nWith science. I will explain--\nTHUMP! UGGHHH !\nMarek suppresses a scream. An arrow juts from his left\nshoulder...\n\nVOICE\nThe next one won't hit your arm...\n\nMarek turns to see Black Plume with his long bow drawn -- an\narrow aimed at Marek’s chest.\n\n77.\n\n \n\f \n\nQO 10/5/00 78.\na\nBLACK PLUME\n\n(to the three\n\nknights with him)\nCollect them and put them in the\ndungeon. I‘ll return in an hour.\n\n(beat)\nKeep them alive...\n\nSomething about the way he says that sends shivers down the\nspine.\n\nCUT TO:\nBLACK SCREEN\nFADE UP TO;\nA BLURRY POV\n\nA woman's face slowly comes into focus. It is Lady Claire,\nleaning over us.\n\nLADY CLAIRE\nWelcome back, Irishman.\n\n‘o Now we move to reveal:\n~ INT. DUNGEON\n\nMarek has just regained consciousness. His left shoulder is\nwrapped with a bloody tourniquet. . Lady Claire is holding his\nhand, looking into his eyes.\n\nMAREK\nWhere am I?\n\nThe Professor and John Gordon are here as well. Everyone is\nshackled in thick iron chains.\n\nPROFESSOR JOHNSTON\nDungeon of the manor house at\nCastelgard. You've got a pretty deep\nwound, Andre. You lost\nconsciousness. |\n|\n\nMAREK\nAre any of you injured?\n\nPROFESSOR JOHNSTON\nJust bruises.",
  "9": "---END OF PREVIOUS SECTION---\nYou've got a pretty deep\nwound, Andre. You lost\nconsciousness. |\n|\n\nMAREK\nAre any of you injured? PROFESSOR JOHNSTON\nJust bruises. \n---TARGET SECTION TO BE ANNOTATED---\nMAREK\nHow long have I been here?\n\nnet\n\f \n\n10/5/00 19.\n\nPROFESSOR JOHNSTON\n\nHalf hour.\n\n(trying to bolster\n\nMarek)\nEnough time for Lady Claire to tell us\nabout your daring rescue attempt. She\nsays you have the bravery of ten men.\nThose are her words, not mine.\n\nLADY CLAIRE\nTen men at least. Perhaps twenty.\n\nMarek looks at her, into her eyes.\n\nThe sounds of a metal door being opened. Everyone stops,\nlistens. Footsteps now, getting closer...\n\nA key placed in a lock -- turning. CLANK. And the door to their\ncell swings open.\n\nBlack Plume stands at the threshold.\nFIND John Gorden -- his eyes go wide at the sight --\n\nHis jaw drops open --\n\nGORDON\nHoly shit...\n\nBLACK PLUME\nHey, John... Been a while--\n\nHuh? Do these two know each other? Impossible--\n\nBlack Plume draws his sword and thrusts it into Gordon‘s belly--\n\nBLACK PLUME\nYou rat-fucking son-of-a bitch.\n\nGordon’s stares back at him, eyes the size of saucers.\n\nNeedless to say the Professor and Marek are pretty goddamned\nstunned themselves.\n\nBlack Plume removes his sword and Gordon collapses on the ground.\n\nBLACK PLUME\n(to guard behind\nhim)\nGet her out of here.\n\nThe guard unlocks Lady Claire and whisks her out.\n\nBlack Plume kneels on the ground next to Gordon, grabs him by the\nhair and lifts his head so their eyes can meet.\n\f \n\n \n\n1075/00\n\nBLACK PLUME\nHow did you look yourself in the\nmirror? How did you sleep at night?\n“Never abandon your wounded on the\nbattlefield. Neyer.’ That‘’s the\nultimate sin. That’s the first thing\nthey taught me in basic training.\nYou're a disgrace to every man who\never wore the uniform...\n\n“Gordon tries to say something. A few raspy sounds. But he has\nno breath. His lungs have been punctured.\n\nSlowly his eyes close. He's dead.\nThere is a beat of silence.\n\nBlack Plume takes a deep breath. A cleansing breath. It’s as\nif a huge weight has been lifted from his shoulders.",
  "10": "---END OF PREVIOUS SECTION---\nBlack Plume takes a deep breath. A cleansing breath. It’s as\nif a huge weight has been lifted from his shoulders. \n---TARGET SECTION TO BE ANNOTATED---\nThen he rips the marker from around Gordon's neck, drops it on\nPROFESSOR JOHNSTON\nWho are you?\n\nBLACK PLUME\nWhere you're from? Or here?\n\nPROFESSOR JOHNSTON\nBoth...I guess. :\n\nBLACK PLUME\nSir William De Kere. For the fourteen\nmonths that I’ve been here. Before\nthat I was William Decker. From\nWinston-Salem, North Carolina. I\nspent twelve years in the Marine Corps\nbefore John Gordon recruited me to\ncome work for ITC.\n\n-- ’ i\n\n(an example of which Doniger and Gordon showed\n\nus earlier).\n\nDE KERE (AKA BLACK PLUME)\nThe last time I saw this piéce of shit\nhe was running like hell for his time\nmachine. I was on the ground, with\nthree arrows in me.\n\nHe lifts his chain mail to reveal vicious scars all over his\nbody.\n\n80.\n\f)\n\n \n\n10/5/00 gi.\n\nAs De Kere continues speaking in the coming minutes we notice\nthat his speech is marked by the occasional odd pause, strange\nemphasis or intonation.... Something about him is off. You\ncan’t quite put your finger on it. But you can sense it. dnd\nroan ; cans\n\nDE KERE\nIt’s a fucking miracle I survived.\nThe priest in Casteigard certainly\nthought so. And since French archers\nhad shot me...let’s just say I had all\nthe credibility I needed with Oliver.\n\nMarek and Professor Johnston look at De Kere....\n\nMAREK\nThey told us they’d never been more\nthan a hundred yards--\n\nDE KERE\n\nDoniger’s a fucking liar. So take\nwhatever he told you with a grain of\nsalt. We surveyed this whole valley.\nThe day I got hit I was just in the\nwrong place at the wrong time.\n\n(beat)\nYou were pretty impressive this\nafternoon, Marek. For an academic?\nJesus... .\n\nMAREK\nHow do you know--\n\nDE KERE\nWe read every report that came out of\nyour dig before we made the first trip\npack. I know all of your names.",
  "11": "---END OF PREVIOUS SECTION---\nJesus... . MAREK\nHow do you know--\n\nDE KERE\nWe read every report that came out of\nyour dig before we made the first trip\npack. I know all of your names. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\nLook, I’m going to cut to the chase:\nI am stuck in this Godforsaken place--\n\nPROFESSOR JOHNSTON\nStuck?\n\nDE KERE\nThe arrow wounds...\n\nThe Professor and Marek give him blank looks.\n\nPROFESSOR JOHNSTON\nArrow wounds? Why does that...?\n\nDE KERE .\nThe transcription errors would kill me\nif I tried to go back.\n\f10/25/00\n\nMAREK\n\nTranscription errors?\n\nDE KERE\n\nThey didn’t tell you about\ntranscription errors? Of course. Why\nwould they? Doniger is a goddamned\nsnake.\n\nTHE PRESENT -\n\nDoniger and t:\n\ncut TO:\n\n- INT. CONTROL ROOM -- ITC CORPORATION\nhe Chief Technologist have just dropped a bomb on\n\nStern. He stares back at them.\n\ni TERN\nWhat the hell are transcription\nerrors?\n\nDONIGER\n\n \n\n|\n|\n\nMistakes...in the re-assembly process.\nMinor errors occur every time you're\nreconstructed on either side of the\nwormhole. Every time you travel. If\nyou travel too many times the\ntranscription errors compound and\neventually cause noticeable damage,\nmental problems, perforations in the\nlungs or the ‘heart.\n\nSTERN\nWhy didn’t you tell me? Why didn’t\nyou tell them?!\n\nDONIGER\nBecause...it’s a negligible problem in\nthe second generation system...\n\nSTERN\nBut the first generation system...\n\nCHIEF TECHNOLOGIST\nWe had problems. Sometimes even with\njust a single trip...\n\nSTERN\nWhat kind of problems? How serious?\n\nINT. SMALL ROOM -- ITC CORPORATION\n\nDoniger and The Chief Technologist lead Ste:\npoint at a metal cage.\n\nmm into the room and\n\f \n\n \n\n10/25/00\n\nStern looks inside. A beautiful gray cat lies asleep. Its face\nburied in its paw. Stern looks back at the two men -- what is\ntheir point?\n\nDoniger taps on the cage. The cat snaps awake -~ and now we see\nthat the i it’ i i . The left\nhalf of its nose is a mangled mound of flesh. It has two left\neves.\n\nThe cat screeches -- a horrendous screech -- and hurls itself\n\ntowards Stern, who jumps back. Horrified.",
  "12": "---END OF PREVIOUS SECTION---\nIt has two left\neves. The cat screeches -- a horrendous screech -- and hurls itself\n\ntowards Stern, who jumps back. Horrified. \n---TARGET SECTION TO BE ANNOTATED---\nThe cat slams into the bars of the cage over and over again, it’s\nface starting to bleed.\n\nDONIGER\nHe'll keep doing that for an hour...\n\nCUT TO:\n\nINT. DUNGEON -- CASTELGARD MANOR HOUSE\nMarek and the Professor, in chains, listen to De Kere.\n\nDE KERE\n\nI've taken eight trips back and forth.\nThat‘s right at the limit anyway. Add\nto that the fact that my insides have\nbeen thoroughly scrambled by those\narrows... That computer at ITC would\nnever be able to put me together right\nagain. . :\n\n(beat)\nThe point is...I’m stuck here.. -in\nthis...shithole. And life sucks\nhere. Unless you‘re at the very, very\ntop. I think you've experienced\nenough of this place to understand\nwhat I’m talking about.\n\nMAREK\n(weary smile)\nI think you‘re right.\n\nDe Kere reacts to Marek’s smile with a smile of his own that\nfades slowly into a look of hatred.\n\nDE KERE\nYou think I'm right.\n\nDe Kere puts his dagger to Marek’s throat...\n\n_..and cuts the marker from around his neck. Then he takes the\nProfessor’s marker too.\n\n83.\n\n \n\f \n\n10/25/00 84.\n\nDE KERE\nYou didn’t think I was going to forget\nthese, did you?\n\nDe Kere drops the markers on the ground and stomps on them.\n\nMarek and the Professor stare down at the destroyed markers.\n\nThat was their way out. Their way home... They are in shock as\nthe implications of what De Kere has just done sink in...\nDE KERE\nWe're all stuck here now...\nMAREK\n\nYou son-of-a-bitch...\n\nDE KERE\n\nYou two have a choice to make. You\nkilled nine men during your escape\nattempt, the punishment for which is\nweeks of excruciating torture. I’m\ntalking about stuff that...\n\n(laughs, a little\n\nbit off)\nChrist. You wouldn't believe the\nstuff they do to people here. Anyway\n-- several weeks of the most :\nhorrifying pain you can imagine,\nfollowed by death. That‘’s what’s\nbehind door number one.",
  "13": "---END OF PREVIOUS SECTION---\nYou wouldn't believe the\nstuff they do to people here. Anyway\n-- several weeks of the most :\nhorrifying pain you can imagine,\nfollowed by death. That‘’s what’s\nbehind door number one. \n---TARGET SECTION TO BE ANNOTATED---\nBy now -- his speech patterns, his rapidly shifting emotions\n(from smiles to vicious hatred, etc) -- have left no doubt in our\nmind... is i The transcription errors have\n\nDe_Kere is insane\ndefinitely caught up with him....\n\nDE KERE\nBehind door number two: I explain to\nOliver just how useful you two are.\nI tell him you know how to build\ncatapults that shoot farther than\nanything he’s ever seen, that you know\nthe recipe for effective gunpowder,\nand Greek Fire...all that stuff that a\nhistorian of the Middle Ages would\nknow. Simple things that will be\ndiscovered in the next fifty or a\nhundred years. Things that will turn\nthe tide in our battles with the\nFrench. You do that he’ll keep you\nalive. And I'll be a hero.\n\n(MORE)\n\n \n\f \n\nO\n\n \n\n10/25/00\n\nDE KERE (CONTINUED)\nI won't tell him that you can also\npredict the future. You know the\ndates of surprise attacks. The names\nof important spies... All of that\ninformation you will tell exclusively\nto me. Knowing it, I’1l become quite\nwealthy and powerful. So long as you\nstay loyal I'll keep you alive, and\neven allow you lives of moderate\ncomfort...\n\n(beat)\n\nSo what'll it be, guys? Door number\none? Or door number two?\n\ncuT TO:\n\nTHE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\n\nStern exits the small room with the cat in the cage. We can hear\nit screeching, until the sound proef door closes behind them.\n\nSTERN\nI’m going to the FBI.\n\nDoniger looks at him. Then starts to laugh.\n\nDONIGER\nYou don't understand the first thing\nabout the real world, do you, Dan?\nJust another egghead physicist.\n\nThere's a hint of self-loathing in that last sentence.\n\nDONIGER\nWhat do you think the FBI‘s going to\ndo when you walk in the door? Pile\ninto their sedans, stick a light on\nthe roof, and come racing out here to\ninvestigate? I got news for you --\nthe second you say ‘time-travel’\nthey'll write you off as a lunatic. A\nfreak.",
  "14": "---END OF PREVIOUS SECTION---\nPile\ninto their sedans, stick a light on\nthe roof, and come racing out here to\ninvestigate? I got news for you --\nthe second you say ‘time-travel’\nthey'll write you off as a lunatic. A\nfreak. \n---TARGET SECTION TO BE ANNOTATED---\n Do you have any idea how many\nlunatics call the FBI every day?\nIt'll be weeks, maybe months before -\nyou get anyone to take you seriously.\nAnd by then we’ll have broken all this\nequipment down and converted this\nspace into an effort to isolate the\nproperties of some arcane subatomic\nparticle like the E-meson or the\nquark.\n\n85.\n\n \n\f \n\n10/25/00 86.\n\nSTERN :\nYou're forgetting the fact that people\nare missing. Seven of them. Vanished\ninto thin air.\n\nDONIGER\n\nThat they might investigate. But I\nguarantee they'll start off with the\ntheory that you -- the lunatic who\nwalked into their office talking about\ntime-travel -- chopped them up into\nlittle pieces and fed them to the\nfish. And Dr. Stern -- let me remind\nyou of something -- I’m worth six\n\ni124 . With resources like\nthat, how difficult do you think it\nwill be for me to manufacture enough\nevidence for you to end up in jail?\n\nHardball. Like Stern never even dreamed it could be played. He\njust stands there, stunned.\n\nTotally stunned.\n\nDONIGER\nNow, sit down and shut the fuck up.\nAnd I'll try to get your friends\nback...\n\nStern just stares at him. And now we notice that he’s not the\nonly one. The Chief Technologist can't believe what he just\n\nheard...\ncuT TO:\nEXT. TOWN OF CASTELGARD -- LATE AFTERNOON\n\nThe town is almost empty now. The last group of soldiers and\nknights from the manor house are making their way along the road\nto La Roque.\n\nEXT. ROAD TO LA ROQUE -- LATE AFTERNOON\n\nLa Roque is visible atop a high cliff in the distance. The\nepitome of a medieval fortress. Massive. Impenetrable.\n\nThe Professor and Marek sit in chains on a horse drawn cart.\nThey look pale, exhausted, on the verge of collapse -- mental and\nphysical.\n\nMarek looks at another cart in front of them. Lady Claire sits\non it, also in chains. They watch each other.\n\nBoth carts are surrounded by armed men on horseback.\n\n \n\f \n\n10/25/00 87.",
  "15": "---END OF PREVIOUS SECTION---\nThey watch each other. Both carts are surrounded by armed men on horseback. 10/25/00 87. \n---TARGET SECTION TO BE ANNOTATED---\nC) PROFESSOR JOHNSTON\n(quietly)\n\nThere's one piece of good news in all\n\nthis. I destroyed the open marker.\n\nMarek looks at him.\n\n. PROFESSOR JOHNSTON\nDe Kere was wearing it. All that\nstuff Doniger said about losing it\nhimself was just bullshit.\n\nJohnston pulls up the sleeve of his tunic and reveals the\ntracking device. A message reads: “deactivation achieved.”\n\nMAREK\nThat‘'s good.\n\nPROFESSOR JOHNSTON\nThat's good for the world.\n\nMAREK\nAre we really going to help Oliver\nturn the tides against Arnaut?\nOliver is supposed to die in the siege\nof 1357. What if we help Oliver\nlive? What if what we do means\nArnaut dies? We're changing the\ncourse of history... It could... God\nknows what it could do to our world.\nNot that we're ever getting back\nthere. Doniger might not send\nanybody after us-- .\n\nQO\n\nPROFESSOR JOHNSTON\nWe'll get out of here, Andre. Believe\nthat.\n\nThe Professor glances at his countdown clock. It reads three\npours. Three hours until their markers expire.\n\nAnd, for the record, Oliver will die\ntonight. Arnaut will win the siege.\nYou know why? Because he’s going to\ncatch Oliver off guard. He's going to\nsneak his best knights into La Roque\nthrough the secret passageway that\nruns from that monastery right\nthere...\n\n(points)\n...into La Roque.\n\n, ; PROFESSOR JOHNSTON\n|\n|\n\nJohnston points at the monastery.\n\f \n\n10/25/00 88.\n\nMAREK\nIt’s 1357. The French don’t find that\npassageway until twenty-three years ,\nfrom now. 1380.\n\nPROFESSOR JOHNSTON\nHistory’s about to be rewritten.\n\nThe Professor smiles.\n\nPROFESSOR JOHNSTON\nTake another look at the monastery.\n\nMarek tries to see whatever the Professor is trying to get him to\nsee... But he can‘t see it...\n\nPROFESSOR JOHNSTON\nSoutheast tower.\n\nMarek looks at the Southeast tower and then he spots it.",
  "16": "---END OF PREVIOUS SECTION---\nBut he can‘t see it... PROFESSOR JOHNSTON\nSoutheast tower. Marek looks at the Southeast tower and then he spots it. \n---TARGET SECTION TO BE ANNOTATED---\n Atop\nthe flagpole is an orange and black flag.\n\nMAREK\nOrange and black.\n\nPROFESSOR JOHNSTON\n{ ) The colors of Princeton University.\n\nMAREK\nKate?\n\nPROFESSOR JOHNSTON\nThere isn’t a noble family in all of\nFrance which uses orange on its flag.\nI think’ Kate and Chris made it to the\nmonastery.\n\nMAREK\nAnd this is their way of communicating\nwith us.... .\n\nPROFESSOR JOHNSTON\nThe monastery is aligned with Arnaut.\nKate knows where the secret passageway\nbegins. She‘ll show them. Twenty-\nthree years early....\n\nMAREK\nKate and Chris still have their\nmarkers...\n\f \n\n|\n|\n|\n|\n\n \n\naay”\n\n10/25/00\n\nPROFESSOR JOHNSTON\n\nWhich means two time machines.\nDoniger said each one holds two\npeople.\n\n(beat)\nWe're going to make it through this,\nAndre. We're all going to make it\nhome...\n\nMarek’s eyes show excitement -- but then something melancholy\ncreeps into them.\n\nNow we see that he is looking at Lady Claire.\n\nMAREK\nAnd what happens to her?\n\nThe Professor looks at him.\n\nMAREK\nWhat's supposed to happen to her -- I\nmean before we came here and mucked\naround with history. What happened to\nher? Did she survive this siege?\nTHE PROFESSOR\nArnaut’s lead knight -- Bujold --\nrescued her during the attack. Got\nhis ear chopped off during the\nfighting. She marries him.\n\nMarek nods. A mixture of emotions on his face.\n\nTHE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\n\nSilence. Doniger looks down at the transit room, watches the\ntechnicians work on the main driver, which is still broken.\n\nStern looks down at the floor, feeling helpless and humiliated.\n\nSTERN\nCan I ask you something?\n\nDoniger looks at him.\n\nSTERN\nWhy did you develop this technology?\n\nDONIGER\nBecause it could be done. Because I\nfigured out how to do it...\n\nSTERN\nIn other words, ego.\n\n89.\n\f \n\nCc).\n\nNe\n\nO\n\n10/25/00 90.\n\nDONIGER\n(shrug)\nHuman nature.",
  "17": "---END OF PREVIOUS SECTION---\nCc). Ne\n\nO\n\n10/25/00 90. DONIGER\n(shrug)\nHuman nature. \n---TARGET SECTION TO BE ANNOTATED---\n It’s why we rule the\nworld, and not the animals. We see a\nmountain and we climb it...because its\nthere....\n\nStern looks away.\n\nStern stares\n\nDONIGER\n\nThat wasn’t the main reason though.\n\n(beat)\nDo you realize how much of the\nconflict in the world, the wars, the\nethnic slaughter is fundamentally\nabout history? About differing\ninterpretations of what happened in\nthe past? What if science could\nresolve those disputes, show exactly\nwhat happened?\n\nat him.\n\nDONIGER\nI’m not saying it would end all\nconflict just like that. But talk\nabout a way forward... Imagine it,\nDan. Just imagine it....\n\nCUT TO:\n\nEXT, LA ROQUE -- DUSK\nANGLE on Lord Oliver bathed in the golden light of dusk.\n\nHe is holding his hand over his eyes like a visor against the .\nsun. His eyes are searching something in the distance. But we\ndon’t show what it is. We STAY on his eyes.\n\nLORD OLIVER\nOne thousand. I say one thousand.\n\nDE KERE\nIt’s certainly close to that, my lord.\n\nNow the CAMERA MOVES to REVEAL that Oliver and De Kere are\nstanding atop the battlements of the huge fortress at La Roque.\n\nThey are looking out at a massive plateau to the west. A half\nmile away more than i i\n\nthe fortress.\n\nReady to lay siege.\n\nHundreds of knights on horseback. Hundreds of archers. Foot 5\nsoldiers with pole arms. And dozens of engineers setting up\nmassive wooden catapults.\n\f \n\n10/25/00\n\nIt is a stunning image -- daunting -- all the more so because ait\nis silhouetted against a fiery red-orange sunset.\n\nOliver is still scanning the horizon.\n\nLORD OLIVER\nThere he is, the illiterate French\npig. On the white horse.\n\nIn the distance we see Arnaut, on a white horse, at the front of\nhis troops.\n\nLORD OLIVER\nHold the bitch up for him to see.\n\nFIND Lady Claire in chains nearby. Soldiers yank her up some\nstairs to the battlements and hold her up so she is visible from\n\nthe plateau.",
  "18": "---END OF PREVIOUS SECTION---\nLORD OLIVER\nHold the bitch up for him to see. FIND Lady Claire in chains nearby. Soldiers yank her up some\nstairs to the battlements and hold her up so she is visible from\n\nthe plateau. \n---TARGET SECTION TO BE ANNOTATED---\nEXT, PLATEAU -- THE FRENCH SIEGE LINES -- DUSK\n\nLord Arnaut, atop his white stallion. He is a handsome man, even\nwith the long scar that runs from just below his left eye all the\nway down to his neck.\n\nHe looks off in the distance, stares at the woman in chains atop\nthe battlements.\nAIDE DE CAMP\n(in FRENCH,\nsubtitled)\nIs that her, my Lord?\n\nArnaut stares off in the distance. A long beat. And then a\nsmall nod.\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- DUSK\n\nClaire stands. Still defiant.\n\nFIND Marek and the Professor thirty feet away, also in chains.\nFour guards stand with them.\n\nMarek is watching Claire. Her defiance moves him, involves\nEXT. PLATEAU -- FRENCH LINES -~- DUSK\n\nArnaut looks down at a piece of parchment in his hands. The wax\nseal is Lord Oliver’s, the rearing English lion prominent.\n\nArnaut breaks the seal and reads the short note.\n\ngi.\n\n \n\f \n\n10/25/00 92.\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- DUSK\n\nOliver watches two horseman gallop across the plateau from the\nFrench lines. The lead rider flies a white truce flag. A smile\n\nforms on Oliver's face.\n\nMarek and the Professor watch the horsemen too.\n\nOliver turns to Lady Claire.\n\n: LORD OLIVER : |\nProud, but in the end cowards. It |!\nseems that your brother is, in fact,\nquite willing to bargain with the\nEnglish dogs for his sister's life.\nSir William?\n\nDE KERE\nYes, my lord.\n\n \n\nLORD OLIVER\nA people that refuses to fight, that\ninsists on deal-striking and\nconcession-making to protect what they\n\nom don’t have the spine to put at risk,\n/ such people are destined to be slaves, t\nwould you agree?\n\nDE KERE\nWithout question. .\n\nArnaut’s messengers dismount their horses in front of the raised\n\ndrawbridge.\n\nEXT. COURTYARD -- LA ROQUE -- DUSK\n\nArnaut’s messengers walk into the courtyard.",
  "19": "---END OF PREVIOUS SECTION---\nArnaut’s messengers dismount their horses in front of the raised\n\ndrawbridge. EXT. COURTYARD -- LA ROQUE -- DUSK\n\nArnaut’s messengers walk into the courtyard. \n---TARGET SECTION TO BE ANNOTATED---\n Oliver, De Kere,\nand several other knights go to meet them.\n\nFRENCH MESSENGER\nLord Oliver -- I come as a messenger\nfrom Lord Arnaut de Cervole.\n\n|\n|\n\nMarek and the Professor look down at the scene from the\nbattlements.\nLORD OLIVER\n\n(haughty)\nWhat is your message?\n\nsee?\n\fQO\n\n10/25/00\n\nFRENCH MESSENGER\n\nMy lord rejects the bargain you put\nforth in your letter. Instead he will\nallow you thirty minutes to surrender.\nIf you do so, he will grant mercy. If\nyou refuse, my master suggests that\nyou make peace with God for you will\nbe meeting him presently.\n\nOliver is stunned. Just completely dumbfounded. The gall. The\nfucking gall.... .\n\nThe shock wears off and Oliver's face begins to darken...\n\nHe looks around him. Hundreds of people are looking at him. His\nsoldiers. His knights. The entire castle.\n\nEveryone is silent. You could hear a pin drop.\nFRENCH MESSENGER\nI am authorized to take your answer\nback verbally, or, if you would prefer\nto write a response--\n\nThe sound of scraping metal. A flash. As Oliver's sword slams\ninto the messenger’s neck.\n\nFRENCH MESSENGER\nAaaaah!\n\nBlood squirts. The messenger drops. His hand clutches his neck,\ntrying desperately to stanch the bleeding.\n\nEXT. ATOP THE BATTLEMENTS -- DUSK\n\nMarek and the Professor watch in horror.\nThirty feet away from them Lady Claire watches too...\n\nEXT. COURTYARD -- DUSK\n\nLORD OLIVER\nHold him!\n\nOliver sheathes his sword and grabs an ax from one of the nearby\nsoldiers. .\n\nLORD OLIVER\nHold him still!!!\n\nThe messenger is screaming. Oliver's soldiers struggle to hold\nhim down. De Kere puts his foot on the man’s forehead to hold it\nin place.\n\n \n\n93.\n\f \n\n10/25/00\n\nTHUUNK! Oliver's ax comes down hard, severing the messenger’s\nhead, executioner-style.\n\nEXT. ATOP THE BATTLEMENTS\n\nThe Professor winces as the French messenger’s head rolls into a\npuddle. He turns away, disgusted by the sight.",
  "20": "---END OF PREVIOUS SECTION---\nEXT. ATOP THE BATTLEMENTS\n\nThe Professor winces as the French messenger’s head rolls into a\npuddle. He turns away, disgusted by the sight. \n---TARGET SECTION TO BE ANNOTATED---\nMarek, on the other hand watches, almost dispassionately... By\n\nnow he has seen so much of this, and he has killed several men\nhimself...\n\nEXT. COURTYARD\n\nOliver picks up the messenger’s head by the hair, and carries it\nto the second messenger.\n\nLORD OLIVER\n\nHere is my response. Take it to your\nmaster.\n\nCUT TO:\n\nEXT. PLATEAU -- FRENCH LINES -- DUSK\n\nArnaut watches in the distance as two horses, but only, one\nhorseman gallops toward him from the fortress.\n\nVOICE\n(in French,\n. subtitled)\nMy lord--\n\nIt is Arnaut’s aide-de-camp. Arnaut watches the approaching\nhorses.\n\nAIDE-DE-CAMP\nMy lord, there is an urgent message\nfrom the monastery. From the abbot.\n\nCUT TO:\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- DUSK\n\nLord Oliver, splattered in the French messenger’s blood, walks up\nto the Professor and Marek. De Kere is behind him.\n\nOliver looks his two prisoners over...\n\nLORD OLIVER\nShall I remove your heads for your\ntreason this afternoon? Or perhaps I\nshould hang you.\n\f \n\n  \n\n10/25/00\n\nThe Professor and Marek look back at him. Afraid to respond.\nAfraid to make things worse.\n\nLORD OLIVER\n\nSir William believes I should spare\nyou. He says that, in exchange for\nyour lives, you will make me gunpowder\nfar superior to that made by my\nengineers. He says that you have\nknowledge of Greek Fire and other such\nweapons... .\n\n(beat)\nIs this true?\n\nPROFESSOR JOHNSTON\nIt is, my Lord.\n\nOliver looks at the Professor. Then at Marek.\n\nConsiders their fate....\nLORD OLIVER\nYou shall have until the sun drops\nbelow the horizon. If you.can produce\n\nthese weapons, by then, you will live.\nIf not, you will die.\n\nA WHOOSHING sound is heard. It is getting louder, fast.\n\nOliver spins to see a huge ball of flame coming toward them.\nFrom this angle it looks as if it has been shot out of the sun\nitself. .",
  "21": "---END OF PREVIOUS SECTION---\nIt is getting louder, fast. Oliver spins to see a huge ball of flame coming toward them. From this angle it looks as if it has been shot out of the sun\nitself. . \n---TARGET SECTION TO BE ANNOTATED---\nThe flaming sphere careens over their heads and slams onto a roof\natop the inner curtain wall.\n\nThe wood shingle roof bursts into flames.\n\nAnd now we see that the flaming projectile was a dead cow.\ncovered in flaming pitch...\n\nThe Professor stares at it, incredulous...\n\nTHE PROFESSOR\nWell, that certainly makes an\nimpression...\n\nNow in the distance we see Arnaut’s huge catapults launch more\nprojectiles.\n\nA huge boulder seems to be heading right for them--\nEverybody hits the deck.\n\nExcept Oliver and De Kere.\n\f \n\nO\n\n10/25/00 96.\n\nCRUNCH. It slams into the heavy wall a few feet beneath them.\nStone crumbles around the point of impact.\n\nOliver and De Kere notice that Marek is still standing too...\n\nA slight smile forms on their faces. This is a man worthy of\ntheir respect...\n\nFIND Lady Claire. She is also looking at Marek.\nThe Professor pulls himself up’ off the ground.\n\nLORD OLIVER |\nWhy didn't you duck, Irishman?\n\nMAREK\nA man dies when it’s his time.\n\nOliver's smile broadens.\n\nLORD OLIVER\nMake me the weapons by sundown. Or,\nrest assured, it will be your time.\n\nCUT TO:\nTHE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\nThe Chief Technologist works on a computer.\nTECHNICIAN\nSir -- we've finally got some good\nnews.\n\nThe Chief Technologist looks at the technician's screen.\n\nSTERN\nWhat is it?\n\nCHIEF TECHNOLOGIST\nThe open marker‘s been disabled. The\nwormhole’s closing. It looks like\nyour friends did their job...\n\nANGLE ON DONIGER reacting to the news....\n\nCHIEF TECHNOLOGIST :\nProbably means your friends are still\nalive.... If they’re not -- what\nthey‘ve done for the planet--\n\nSTERN\n‘ i ive. It‘s your job to\n\nget them back here... 7\n\f \n\n \n\nINT. ARMORY -- LA ROQUE FORTRESS -- NIGHT\n\n10/25/00 97.\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- DUSK\n\nLord Oliver stands atop the battlements with De Kere observing\nArnaut’s lines.",
  "22": "---END OF PREVIOUS SECTION---\nARMORY -- LA ROQUE FORTRESS -- NIGHT\n\n10/25/00 97. EXT. BATTLEMENTS -- LA ROQUE FORTRESS -- DUSK\n\nLord Oliver stands atop the battlements with De Kere observing\nArnaut’s lines. \n---TARGET SECTION TO BE ANNOTATED---\nLORD OLIVER\nWhere is he? He always rides up and\ndown the lines trying to rally his\ncowardly troops.\n\nOliver strains his eyes trying to see. Suddenly he has 4\nthought.\n\nLORD OLIVER\nAhh.... I know where the pig has\ngone. I know....\n\n \n\nINT./EXT. MONASTERY -- NIGHT\n\nInside the cloisters. Kate and Chris stand alone. Waiting for\nsomething...or someone. Kate watches the shadows...\n\nKATE\nHow much time left on the markers?\n\nCHRIS\n(checking countdown\nclock)\nFifty-seven minutes.\n\nKATE\nJesus. We’re cutting this close.\n\ndust then three men come into view, approaching along a dark, |\ncovered stone pathway.\n\nThey carry swords. These men are warriors.\n\nAnd now we see their faces. They are Axnaut_and his aide-de-\n\nThe first man is a monk. But the two men behind him are not. |\nGamp....\n|\n\n- CUT TO:\n\nThe Professor and Marek mix various elements together in large\nstone bowls.\n\nDe Kere watches them.\n\nA loud CRASHING in the background. The professor jumps as the\nsound. Then shakes it off.\n\f \n\n10/25/00 98.\n\nol Smoke pours in from the outside. (Arnaut is continuing to hurl\nrocks and flaming objects from his catapults.)\n\nThe Professor and Marek work frantically.\n\nDE KERE\nYou're doing it exactly the same as\nOliver's guys do it. You're using\nthe same recipe.\n\nTHE PROFESSOR\nIt's not the recipe we’re changing.\nIt's the way we mix it. It has to be\nground extremely fine. Especially the\nsaltpeter. Northern Europe doesn't\ncatch on to this for another fifty\n\nyears.\nDE KERE\nWhat does that do?\nMAREK\nYou'll see. Tell Oliver we’re ready.\nCUT TO:\n( } INT. /EXT. MONASTERY CLOISTERS -- NIGHT\nArnaut stands with Kate and Chris. The abbot is also with them.\nLORD ARNAUT\n(heavy French\naccent)\n\nI have heard tales of a secret\nentrance into La Roque for many years.\nBut I have come to believe it isa\nfiction.\n\nCHRIS\nIt’s no fiction, my lord. A\npassageway exists..",
  "23": "---END OF PREVIOUS SECTION---\nBut I have come to believe it isa\nfiction. CHRIS\nIt’s no fiction, my lord. A\npassageway exists.. \n---TARGET SECTION TO BE ANNOTATED---\n And we can help\nyou find it. But you must first make\na promise. The abbot tells me you are\naman of your word.\n\nLORD ARNAUT\n\n \n\nWhat promise?\n\nCHRIS\nOur friends are captives inside the\ncastle. We wish you to guarantee\ntheir safety.\n\f \n\nO\n\n10/25/00\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- NIGHT\n\nA huge flaming stone slams into the top of the battlements,\nsmashing off the crenellations and dropping into the courtyard.\n\nA few feet away, the Professor and Marek stand with Lord Oliver\nand De Kere.\n\nOliver‘s troops have set up small catapults and primitive cannons\natop the battlements.\n\nTHE PROFESSOR\nBecause he is not confined by a\nfortress, the enemy is able to build\nlarger catapults, catapults with the\nrange to hit you, while you are unable\nto hit him with your small catapults.\n\nThe Professor nods to one of Oliver's troops who sticks a huge\nmetal arrow into a cannon and lights it.\n\nBOOM.\n\nThere is a puff of black smoke and the arrow shoots out --\ntravelling only about halfway to Arnaut’s lines.\n\nTHE PROFESSOR\nYour cannons are, likewise, impotent\nbecause your gunpowder does not\nexplode with sufficient force.\n\nMarek looks at Lady Clairé who is still chained up near Lord\nOliver. Their eyes meet....\n\nTHE PROFESSOR\nMy powder is in that cannon. And on\nthe tip--\n\nThe Professor takes a heavy metal arrow, dips the tip in a gooey\nmixture.\n\nLORD OLIVER\n(excited)\nIs it Greek Fire?\n\nTHE PROFESSOR\nNo, my lord. Better. The fire of\nAthenaios of Naukratis, which ds\ncalled “automatic fire.”\n\nLORD OLIVER\n(suspicious)\nIs that so? . Show me.\n\nThe Professor lights his cannon.\n\n \n\f \n\n \n\nf\n\\\n\n10/25/00 100.\n\nBOOM! A much louder explosion. Dense black smoke.\n\nThe arrow explodes out of the cannon and travels twice the\ndistance of Oliver's arrow. It lands just ten feet from one of\nArnaut’s catapults.",
  "24": "---END OF PREVIOUS SECTION---\nDense black smoke. The arrow explodes out of the cannon and travels twice the\ndistance of Oliver's arrow. It lands just ten feet from one of\nArnaut’s catapults. \n---TARGET SECTION TO BE ANNOTATED---\nLORD OLIVER\nIs that all? Where is the fire?\n\nJust then, the arrow bursts into a cirele of fire, spitting blobs\nof flame in all directions. Arnaut’s catapult catches fire.\n\nLORD OLIVER\nA-ha! Yes!\n\nIn the distance we see Arnaut’s men run for water.\n\nTHE PROFESSOR\nMy Lord, that’s not all.\n\nOliver looks at him, confused. The Professor points out at the\ncatapult.\n\nArnaut’s men arrive with buckets of water and begin dousing the\nflames. Only the water does nothing to quench the fire. Rather\nit seems to it.\n\nWith each new dousing the flames leap higher. Arnaut’s men step\nback, confused.\n\nIn the end they just watch helplessly as the catapult burns to\nthe ground... .\n\n. LORD OLIVER\nBy God!” I must have a quantity of\nthis. How many men do you require to\nmake enough for every cannon?\n\nThe Professor looks around at the soldiers on the battlements.\nThe more soldiers he can tie up, the easier it will be for Arnaut\nto take the castle.\n\nTHE PROFESSOR\nTwenty will do. But fifty would be\nbetter.\n\nTHE PRESENT -- INT. HALLWAY -- ITC CORPORATION\n\nDoniger and the Chief Technologist talk in hushed tones in a\nhallway off from the control room where Stern remains.\n\f \n\n10/25/00 ici.\n\n5 DONIGER\nC) Think, Paul. Think about your future.\noe The wormhole is closed. That’s what\n\nwe had to £ix.\n\nCHIEF TECHNOLOGIST\nIt's murder. You're talking about\nmurder!\n\nDONIGER\nIt‘s not murder. Somebody falls off a\nboat and starts drowning, you don‘t\nhave to dive in after them--\n\nCHIEF TECHNOLOGIST\nWhat are you talking about?\n\nDONIGER\nI'm saying the law doesn’t obligate\nyou to rescue--\n\nCHIEF TECHNOLOGIST\nI don’t care about the law. It‘s-- We\ncan't just leave them there! _\n\nDONIGER\nPaul -- Get a arip on yourself! If\nthese guys come back-- People died\nD back there. Fuck -- if they got\n~ injured, anything serious, they could\ncome back with serious transcription\nerrors.",
  "25": "---END OF PREVIOUS SECTION---\nIt‘s-- We\ncan't just leave them there! _\n\nDONIGER\nPaul -- Get a arip on yourself! If\nthese guys come back-- People died\nD back there. Fuck -- if they got\n~ injured, anything serious, they could\ncome back with serious transcription\nerrors. \n---TARGET SECTION TO BE ANNOTATED---\n They could come back like\n| that fucking cat! Do you know what\nthat would mean for us? For you and\nfor me?\n\n \n\nThe Chief Technologist rubs his face. He feels like his head is\nin a vice. Doniger keeps working him.\n\n| DONIGER\nYou have 7 million stock options in\nITC, Paul. You could be worth eight\nor nine-hundred million dollars in one\n| day when we go public. Or you could\ngo to jail, without a cent, disgraced.\n\nCUT TO:\nINT. /EXT. MONASTERY -- THE CLOISTERS -- NIGHT\nArnaut, Chris, Kate, the abbot, and Arnaut’s aide-de-camp.\n\n \n\fO\n\n \n\n10/25/00 102.\n\nLORD ARNAUT\nYou say you must search for this\npassageway yourself. If you do not\nknow its location, than how do you\nknow it exists?\n\nCHRIS\nOur master, the scholar Edward de\n\nJohnes, knows of its existence from\ndocuments he has examined.\n\nArnaut considers their claim.\n\nWHOOSH! FUMP.\n\nABBOT\nAhh--\n\nThe abbot clutches his belly. An arrow protrudes from it.\nBefore anybody can react two more arrows whoosh by. It’s dark\nhere, so we can’t see the arrows till the last second. They\nseem to come out of nowhere--\n\nEveryone hits the deck. The aide-de-camp calls out in French.\n\nINT. MONASTERY -- NIGHT\n\nA group of guards who have accompanied Arnaut hear the aide-de-\ncamp screaming for them.\n\nThey draw swords and go running.\n\nEXT. ROOF OF MONASTERY -- NIGHT\nAn English assassin, clad in black, fires off an arrow.\n\nAnother assassin skirts across the roof behind his comrade and\ntakes up a firing position nearby.\n\nInt. / EXT. MONASTERY -- CLOISTERS -- NIGHT\n\nArnaut pulls the Abbot behind a column of the arcade. The Abbot.\nis bleeding profusely.\n\nABBOT\n(in French,\nsubtitled)\nTo attack a place of God, the property\nof the Church; does Oliver know no\nlimits?\n\n \n\f \n\n \n\nO\n\n©\n\n10/25/00 103.\n\nLORD ARNAUT\nRest, my friend. And know that Oliver\nwill die tonight.",
  "26": "---END OF PREVIOUS SECTION---\nO\n\n©\n\n10/25/00 103. LORD ARNAUT\nRest, my friend. And know that Oliver\nwill die tonight. \n---TARGET SECTION TO BE ANNOTATED---\n By my sword.\n\nWe hear yelling all around. In English. In French. Swords have\nstarted to clang.\n\nSeveral French knights run up to aide Arnaut.\nFlames leap from a nearby room.\n\nLORD ARNAUT\nThis is a trap you laid.\n\nKATE\nNo, my Lord. We wish only to help\nyou.\n\nLORD ARNAUT\n\nYou are English. Why should you help\na Frenchman?\n\nABBOT\n(in French,\nsubtitled)\nThey're Irish. There's a big\ndifference, believe me.\n\nArnaut turns to look at the Abbot. He is being attended to by\nseveral monks.\n\nLORD ARNAUT\n\n(to Chris and Kate)\nI will give you fifteen minutes to\nfind the passageway. If you cannot I\nwill know that you are English spies.\n\n(switching to\n\nFrench)\nThierry, take two men and guard them.\n\n. cur TO:\nINT. /EXT. ARMORY -- LA ROQUE FORTRESS -- NIGHT\n\nIt is located atop the keep, the strongest part of the castle,\nthe final refuge.\n\nDozens of soldiers grind and mix powders on the floor of the\narmory under the supervision of Marek and the Professor.\n\nMarek looks through a narrow ‘arrow-loop* window out at the\nbattlements -- out at Lady Claire, who is still chained to a wall\n\nnear Arnaut.\n\f \n\n10/25/00 104.\nFrom across the room, De Kere spots Marek looking out at Claire.\n\nCRUNCH!\n\nA flying boulder slams into the wall of the keep. The armory\nshudders.\n\nPROFESSOR JOHNSTON\n(to De Kere)\nIf one of those hits the roof-- If\nit’s on fire this.whole place will go\nup.\nDE KERE\nThen you better work fast.\n\nTHE PRESENT -- INT. HALLWAY -- OUTSIDE CONTROL ROOM\n\nThe Chief Technologist looks into the control room through glass\npanel.\n\nHe watches Doniger speaking to Stern. Doniger is obviously\nreassuring Stern. Manipulating him.\n\nLying to his face.\nCUT TO:\nINT. MONASTERY -- NIGHT\n\nKate and Chris crouch with one of the monks. She is examining\ndiagrams of the monastery. Arnaut’s knight, Thierry, and two\nothers are nearby.",
  "27": "---END OF PREVIOUS SECTION---\nMONASTERY -- NIGHT\n\nKate and Chris crouch with one of the monks. She is examining\ndiagrams of the monastery. Arnaut’s knight, Thierry, and two\nothers are nearby. \n---TARGET SECTION TO BE ANNOTATED---\nKATE\nFifteen minutes. Jesus. What we dug\nup -- the monastery was rebuilt five :\n\nor six times since this period. It :\nwas burned to the ground--\n\nChris and Kate notice the flames leaping from several windows. |\nThey are now part of that history.\n\nKate looks back at the diagrams...\n\nKATE\nAll right, so what? I can do this...\n\nFind her hand as it reaches out and clasps Chris’s. Squeezes it\ntight as if for reassurance.\n\nJust then an English knight crashes into the room, swinging a :\nmorning star. Thierry and the other French knights rush to meet }\nhim.\n\f \n\n \n\nCy\n\n10/25/00\n\nCUT TO:\nTHE PRESENT -- INT. HALLWAY -- OUTSIDE CONTROL ROOM\n\nThe Chief Technologist is still paralyzed with indecision. He\nstares in at Doniger and Stern.\n\nCUT TO:\n\nINT. ARMORY -- LA ROQUE FORTRESS -- NIGHT\n\nMarek is looking out at Lady Claire. De Kere comes up behind\nhim.\n\nDE .KERE\nDamn good-looking, isn't she?\n\nMarek squares himself as if to strike De Kere.\nDe Kere draws his sword.\n\nDE KERE\nDon‘t be stupid, Andre.\n\nTHE PRESENT -- INT. HALLWAY -- OUTSIDE CONTROL ROOM\n\nA technician rushes by the Chief Technologist carrying a high-\ntech piece of equipment. .\n\nTECHNICIAN”\nWe're almost there on the driver,\nPaul. About five minutes. You should\nstart re-initializing the system.\n\nThe Chief Technologists nods.\nHe's in hell right now, trying to make this decision...\n\nCUT TO:\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- NIGHT\n\nOliver looks out at a patch of forest. Flames and smoke rise\nfrom the other side of it. De Kere stands with him.\n\nOLIVER\nIt appears that the monastery is in\nflames.\n\nDE KERE\n\nIndeed it does...\n\nThe two men smile thinly.\n\n105.\n\f10/25/00 106.\n\nCUT TO:\n\nEXT. MONASTERY -- NIGHT\n\nSeveral buildings are in flames. But the fighting seems to have\nended.\n\nDozens of Arnaut’s knights mill around on horseback.\nDead men lie in various positions on the ground.",
  "28": "---END OF PREVIOUS SECTION---\nBut the fighting seems to have\nended. Dozens of Arnaut’s knights mill around on horseback. Dead men lie in various positions on the ground. \n---TARGET SECTION TO BE ANNOTATED---\nThe aide-de-camp rushes up to Arnaut who sits astride his white\nhorse speaking to one of his knights. He says something in\nFrench to his master.\n\nArnaut looks surprised. Excited. The aide-de-camp motions and\nArnaut follows him.\n\ncUuT TO:\n\nEXT. MONASTERY GRAVEYARD -- NIGHT\n\nKate and Chris stand near a crypt. The graveyard is right at\nthe edge of the monastery living quarters.\n\nKATE\nI believe the passageway runs under\nthe ground here. That would mean the my\nentrance is through here...\n\nShe points at the crypt. ‘The inscription chiseled into the stone\nis for a monk who died eighty years ago in the 1200s.\n\nCUT TO:\n\nINT. ARMORY -- LA ROQUE FORTRESS -- NIGHT\n\nmixing gunpowder, etc. Marek eyes his countdown clock. It\nreads 29 minutes.\n\nMAREK\n(quietly to the\nProfessor)\n\nMarek and the Professor supervise more than twenty soldiers\n|\nWe've got under a half hour. |\n\nThe Professor looks at him.\n\nBLACK SCREEN\n\nWe hear a scraping sound. Metal against stone. Then stone x\nagainst stone. . i\n\n \n\f \n\n10/25/00 107.\n\nAnd then flickering light... The CAMERA is inside a dark\npassageway. As the stone panel covering it is removed we see a\ntorch flame. The flickering light illuminates Arnaut and\nseveral of his knights.\n\nINT. CRYPT -- NIGHT\n\nArnaut looks into a long, dark, underground passageway. Stone\narches every few feet. Wood beams to support the roof.\n\nArnaut turns and we see the smile on his face. He nods\nrespectfully at Kate and Chris.\n\nThen he turns to his knights. And he’s all business. He barks\nout orders in rapid-fire French.\n\nCUT TO:\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- NIGHT\nSoldiers scurry along the parapets.\nSudden activity--\nLORD OLIVER\n\nPrepare for battle! Prepare for\n\nbattle! The French advance!\nFires burn in several locations around La Roque. The walls have\n\nbeen battered in dozens of places by Arnaut‘s catapults.\n\nOut on the plateau to the west of the castle hundreds of men move\nforward.",
  "29": "---END OF PREVIOUS SECTION---\nFires burn in several locations around La Roque. The walls have\n\nbeen battered in dozens of places by Arnaut‘s catapults. Out on the plateau to the west of the castle hundreds of men move\nforward. \n---TARGET SECTION TO BE ANNOTATED---\n Knights on horseback, archers, foot-soldiers with ten\nfoot long pole arms....\n\nLORD OLIVER\nArchers to position!\n\nDozens of English archers rush to arrow-loops and other cover\npositions.\n\nOut on the plateau, Arnaut’s troops continue to advance.\nThe catapults move behind the men. Still hurling stones.\n\nTwo six-story high siege towers, each covered with leather tarps\nto resist flaming arrows are pushed forward toward La Roque‘s\nwalls.\n\nIt is an amazing sight -- a spectacle of approaching death...\n\nDE KERE\nLook--\n\n \n\fO\n\n \n\n10/25/00 108.\n\nDe Kere points at a man on a white horse at the front line --\nit's Arnaut.\n\nLORD OLIVER\nSo, the pig survived our assassins.\nWell, we shall bleed him on the walls\nof La Roque then.\n(beat)\nEngage!\n\nAll hell breaks loose as Oliver's archers, with superior arrow\nrange due to their height on the castle walls, fire their first\nsalvo.\n\nHundreds of flaming arrows course through the night sky.\n\nEXT. PLATEAU OUTSIDE LA ROQUE -- NIGHT\n\nThe arrows streak down at Arnaut’s army. Shields are raised in\nnear unison.\n\nTHUNK-THUNK-- THUNK-THUNK-THUNK\nArrows slam into shields...\n\nBut we hear screams and grunts too. Some of the long, pointed\narrow heads go right through the shields and into the men beneath\n\nthem.\nMen fall. Flames erupt.\n\nArnaut -- atop his white stallion -- yells out something in\nFrench and his men respond by rushing forward toward the castle\nwalls. Now the French archers can range the English and they let\nloose a torrent of arrows toward the castle.\n\nTheir accuracy (like the English archers) is stunning. Men\nbehind cover positions on the battlements get hit -- even with\njust. a tiny part of their body exposed.\n\nAn English soldier falls off the wall. He screams as he falls\nthe six.stories into the moat -- and is impaled on a row of\nspikes which emerge from the murky water....\n\nNow Oliver’s archers fire their second salvo. It is a strangely\nordered process of mass killing. One side fires. .Then the\nother. Then the other.\n\nA hundred arrows rain down atop the French.",
  "30": "---END OF PREVIOUS SECTION---\nThen the\nother. Then the other. A hundred arrows rain down atop the French. \n---TARGET SECTION TO BE ANNOTATED---\n And the height\nadvantage of the English archers makes a big difference. Their\narrows fly down, with the help of gravity, at a much higher ©\nvelocity than the French arrows fly up.\n\f \n\n10/25/00 109.\n\nA tap-dance of arrows THUNKING into shields. Screams. A dozen\nmen drop... Then Oliver lets loose with his cannons. BOOM-BOOM-\nBOOM.\n\nThe ground outside La Roque is on fire in a dozen places.\nArnaut'’s forces are getting decimated. :\n\nAtop the battlements Oliver screams with glee. Then he turns to\nDe Kere.\n\nLORD OLIVER\nThe fire of Athenaios, bring it now\nand we will finish the pig off before\nhe even reaches the walls!\n\nINT. SECRET PASSAGEWAY\n\nA stream of French knights rush through the secret passageway,\nheading to the rescue. Right behind them are Chris and Kate.\n\nThe man-made tunnel gives way to a narrow cave. Stalactites\nprotrude from the ceiling.\n\nCUT TO:\n\nEXT. ARMORY -- LA ROQUE FORTRESS -- NIGHT\n\nMarek and the Professor hand bowls of gunpowder and Greek Fire to\nOliver's soldiers, who carry it along the parapets to the cannon\n\nmasters.\n\nWhen they have a brief moment out of earshot of the soldiers the\nProfessor and Marek look at each other. And they look\nworried....\n\nMAREK\n(checking his\ncountdown clock)\nTwelve minutes.\n\nPROFESSOR JOHNSTON\nWe'll be lucky if we're alive twelve\nminutes from now. When Oliver\nrealizes that we did the bait and |\nswitch with him -- that we gave hima\nbunch of inert mud...\n\nINT. SECRET PASSAGEWAY\n\nThe French knights swear loudly (in French). A pile of boulders\nand crushed rock blocks their way--\n\f10/25/00 110.\n\nANGLE ON Kate and Chris. Their worry-lined faces. They look at\neach other.\n\nChris checks his countdown clock. i_minutes 35 seconds. 34...\n33...\n\nEXT. ARMORY -- LA ROQUE FORTRESS -- NIGHT\n\nMarek watches as a soldier runs ‘up a stone staircase toward the\nbattlements.",
  "31": "---END OF PREVIOUS SECTION---\n33... EXT. ARMORY -- LA ROQUE FORTRESS -- NIGHT\n\nMarek watches as a soldier runs ‘up a stone staircase toward the\nbattlements. \n---TARGET SECTION TO BE ANNOTATED---\n He is carrying i i\n\nMarek looks over at Lady Claire, chained up a few feet away from\nLord Oliver.\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- NIGHT\n\nLord Oliver leans in toward Lady Claire as he speaks to her. His\neyes full of hatred and triumph.\n\nLORD OLIVER\nImagine how demoralizing it will be\nfor your brother to see you there -~-\nhanging from the battlements,\nsuffocating slowly...\n\nLady Claire looks back at him impassive,.strong.... De Kere takes\nthe noose and puts it over her head. —\n\nEXT. ARMORY -- NIGHT\n\nMarek sees what‘s happening. His breath starts coming fast.\nWhat can he do? How does he stop this?\n\nHe looks along the parapet walk, the only way out of the armory.\nFour soldiers stand there to prevent his escape.\n\nHe looks back at Lady Claire. He hands are tied behind her back.\nThe noose is around her neck. Now a soldier is tying the other\nend of the rope to an iron ring on the parapet.\n\nEXT. BATTLEMENTS -- NIGHT\nLord Oliver and Lady Claire.\n\n \n\f \n\n \n\nA\n\n10/25/00 lili.\n\nLORD OLIVER\nThe trick is to avoid jerking the\nrope. You see, that snaps the\nprisoner's neck. Death comes quickly\nthen. But if you avoid doing\nthat...well...I have personally seen\npeople live for close to an\nhour...choking slowly...their eyes\nbulging further and further out of\ntheir sockets...\n\nEXT. ARMORY -- NIGHT\nMarek is going crazy as he watches:\n\nDe Kere grabs Lady Claire. Tries to pick her up and slide her\nover the battlements.... But Lady Claire fights him. Wriggles\nfrom his grasp.\n\nMarek looks around frantically. His eyes fall upon a torch\nwhich sits just outside one of the armory’s windows. (A\ntranslucent pig's bladder is stretched across the window to avoid\nany embers from making their way into the armory.)\n\nMarek yells out at the top of his lungs:\n\nMAREK\nOliver!\n\nOliver turns to see who is calling him. Screaming at him in such\na disrespectful manner.\n\nEXT.",
  "32": "---END OF PREVIOUS SECTION---\nOliver turns to see who is calling him. Screaming at him in such\na disrespectful manner. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n BATTLEMENTS -- NIGHT\n\nOliver sees Marek. Just outside the armory. Marek is holding a\ntorch. With the flick of his wrist he could destroy the armory.\n\nLady Claire looks at Marek. Watches him.\n\nEXT. ARMORY -- NIGHT\n\nMarek stands there, holding the torch. The four guards approach\nwith their swords out. :\n\nMAREK\nNo further!\n\nThe guards stop as Marek threatens to toss the torch.\nCuT TO:\n\f \n\n \n\n10/25/00 1212.\n\nINT. SECRET PASSAGEWAY\n\nChris and Kate aid the French knights in removing the last of the\nboulders that blocked their way.\n\nThe group rushes forward into another cave.\n\nEXT. ARMORY -- NIGHT\nEveryone is dead still. The guards. Marek. Oliver.\n\nTHE PROFESSOR\nWhat now?\n\nMAREK\nI don’t know.\n\nNow one person starts to move. De Kere.\n\nHe walks toward the armory. His eyes black. He draws his sword.\nThen he looks at it and puts it away...\n\nHe whistles to a page -- who brings him huge dual-bladed battle\nax. It is identical to the one Chris and Marek dug up at the\nbeginning of the story....\n\nMAREK\nShit...\n\nTHE PROFESSOR\nHe’s calling your bluff, Andre...\n\nA beat...\n\nMAREK\nI’m not bluffing...\n\nMarek tosses the torch into the armory.\nOliver can't believe it. His go wide.\nNeither can De Kere or the soldiers.\n\nOr the professor.\n\nTHE PROFESSOR\nAndre!\n\nMAREK\nHere! Get down!\n\nMarek pushes the professor down right underneath the window\ncovered with the pig bladder.\n\n \n\n \n\n \n\f5\n\n \n\n10/25/00 113.\n\nTHE PROFESSOR\nAndre!!!\n\nKA=-BOOOOMI Lit\nThe armory explodes with a ferocious explosion...\n\nThe shingle roof bursts into the sky. Wood beams go flying.\nAnd stones shower the courtyard.\n\nSections of walls collapse...\n\nFIND Marek and the Professor -- the explosion shoots out the\nwindow that they are crouching beneath...\n\nThe overpressure escaping through the window prevents the wall\nfrom collapsing on top of them...\n\nDebris rains down on top of them, shingles, wood, chips of\nstone....",
  "33": "---END OF PREVIOUS SECTION---\nFIND Marek and the Professor -- the explosion shoots out the\nwindow that they are crouching beneath... The overpressure escaping through the window prevents the wall\nfrom collapsing on top of them... Debris rains down on top of them, shingles, wood, chips of\nstone.... \n---TARGET SECTION TO BE ANNOTATED---\nThe force of the explosion knocks De Kere and Oliver off their\nfeet.\n\nCUT TO:\nEXT. PLATEAU OUTSIDE OF LA ROQUE FORTRESS -- NIGHT\n\nThe French army sees the massive explosion from inside the castle\nwalls. They erupt in cheers.\n\nCuT TO:\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- NIGHT\n\nThe English soldiers are in disarray -- still picking themselves\nup off the ground after the Massive armory blast.\n\nSuddenly -- a lowd bell begins clanging --\n\nSOLDIER'S VOICE\nBreach! Breach! Breach!\n\nOliver spins to see French knights pouring into the courtvard of\nWe quickly TRACK BACK past the emerging French knights to REVEAL\n\nthat they are entering the castle from the fire place in the\ngreat hall (where the secret passageway ends). .\n\nAt the rear of the line of twenty knights, Chris and Kate emerge\n} hb the firep] : .\n\nOliver can't believe his eyes. But bad is about to go to worse\nfor Oliver:\n\f10/25/00 114.\n\nEXT. PLATEAU OUTSIDE OF LA ROQUE FORTRESS -- NIGHT\n\nArnaut sees that Oliver's soldiers are rapidly thinning out along\nthe battlements (as they are going to fight the French knights\nwho entered through the secret passageway) .\n\nThe French leader shouts out a command to his soldiers. It is\nrepeated all down the line.\n\nThe six-story belfries (scaling towers) are pushed to the edge of\nthe moat, and soldiers inside prepare to lower a bridge to the\nbattlements.\n\nOther soldiers slog through the moat with high scaling ladders.\nCUT TO:\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- NIGHT\n\nOliver rushes down toward the battle in the courtyard, leaving\nire, hands tied behind her back, noose still around her.\n\nneck, lying on the parapet in the company of a single soldier.\nSuddenly:\n\nSOLDIER'S VOICE\nScaling! Scaling! Scaling! South\nwall! The French are scaling!\n\nliver turns and looks up at the battlements in horror-- There\nare hardly any soldiers still on the walls.\n\nThen he looks back down at the courtyard to see his soldiers\n(footmen and archers) getting slaughtered by the fully-armored\nFrench knights.",
  "34": "---END OF PREVIOUS SECTION---\nThe French are scaling! liver turns and looks up at the battlements in horror-- There\nare hardly any soldiers still on the walls. Then he looks back down at the courtyard to see his soldiers\n(footmen and archers) getting slaughtered by the fully-armored\nFrench knights. \n---TARGET SECTION TO BE ANNOTATED---\nHe swears loudly then points up at Lady Claire.\n, LORD OLIVER\n(shouting to his.\n\nsoldier)\nKill her now! Kill her!\n\nThe soldier draws his sword--\n\n--just as another sword pops through his stomach. The soldier\nlooks down at the bloody sword tip. It pops back in.\n\nHe drops to the ground dead.\n\nBehind him is Marek..-\n\f \n\n \n\n10/25/00 115.\n\nMAREK\nClaire...\n\nLADY CLAIRE\nSweet knight...\n\nTHE PRESENT -- INT. HALLWAY /INT. CONTROL ROOM\n\nThe Chief Technologist takes a deep breath and enters the CONTROL\nROOM. He goes to his computer.\n\nHe types in some commands. We see the words “protocol for\n@isabling system” appear on the screen.\n\nCUT TO:\n\nEXT. COURTYARD -- LA ROQUE FORTRESS -- NIGHT\n\nKate and Chris enter the courtyard behind a phalanx of French\nknights. The battle rages everywhere around them.\n\nKATE\nThere he is. Professor!\n\nProfessor Johnston is crouching down behind a pile of fallen\nstones. He sees them.\n\nCUT TO:\n{THE PRESENT -- INT. HALLWAY -- OUTSIDE CONTROL ROOM\nThe technician at the other computer notices a quick uptick on\nhis graph -- which become four distinct peaks...\n\nTECHNICIAN\nField buck!\n\nSTERN\nThey’re going to make it?\n\nDONIGER\nIt’s a probability. But it looks\npretty good.\n\nTECHNICIAN\nLooks like four peaks. That means\nfour people coming back.\n\nDoniger shoots a surreptitious glance at the Chief Technologist,\nas if to steady him.\n\f \n\n10/25/00 116.\n\nThe Chief Technologist stares down at his screen. It reads\n“protocol for disabling system -- executing...” He looks at it.\nStares at it...\n\n©\n\nThen his hand reaches out and he clicks on the “stop button” on\nthe screen.\n\nCHIEF TECHNOLOGIST\nI can’t do it, Bob.\n\nSTERN\nDo what?\n\nCHIEF TECHNOLOGIST\nHe asked me to disable the system. To\nleave your friends there.\n! Stern turns to Doniger...\n\nSTERN\nYou son of a bitch.\n\nAnd with that Stern punches Doniger in the face. And, for an\negghead, it’s a damn good punch.",
  "35": "---END OF PREVIOUS SECTION---\nSTERN\nYou son of a bitch. And with that Stern punches Doniger in the face. And, for an\negghead, it’s a damn good punch. \n---TARGET SECTION TO BE ANNOTATED---\nDoniger drops.\n\nL ) TRANSIT ROOM FLOOR TECHNICIAN (V.0.)\nControl room -- driver operational.\nYou are go to restart the machines.\n\nThe Chief Technologist’s screen reads *re-initializing...system\nstart-up...”\n\nDoniger picks himself up off the ground.\n\nSTERN\nGet out!\n\nDONIGER\n! . It’s my goddamn company!\n\nStern, with the help of the Chief Technologist shoves Doniger out\ninto the hallway. They shut the door behind him. In the hallway\nwe can see Doniger typing a code into the door-lock keypad.\n\nNothing happens.\n\nCHIEF TECHNOLOGIST\nI changed the code, Bob. Forget it.\n\nLA ROQUE BATTLE --NIGHT\n\n, The bridge from a French siege tower slams down atop the La Roque\nKA battlements. The first man out is Arnaut. Five knights are\n\nbehind him.\n\f \n\n \n\n10/25/00\n\nEXT. PARAPET -- NIGHT\n\nChris and Kate crouch down with the Professor. Kate looks at\nher countdown clock.\nKATE\nWe've got four minutes till the\nmarkers expire! We have to get to\nopen space, right now!\n\nCHRIS\nWhere‘’s Marek?\n\nThe Professor points to--\n\nEXT. BATTLEMENTS -- NIGHT\n\nMarek and De Kere face each other from about ten paces.\n\nNo one else is near them, except Lady Claire, who is behind\nMarek.\n\nDe Kere hefts his battle ax. Marek draws his sword.\n\nEXT. PARAPET -- NIGHT\n\n_ CHRIS\nJesus.\nKATE\nEven if we can get Andre, how do get\noutside the walls fast enough? The\ndraw bridge is up.\n\nThe battle rages in the courtyard. And along the various\nparapets and walkways along the high castle walls.\n\nCHRIS\nThat's how we get out.\n\nChris points at the siege tower leaning against the south wall,\nFrench troops are pouring in through it. .\n\nINT. CASTLE HALLWAY -- NIGHT\nOliver rushes through it followed by a page.\n\f \n\n10/25/00 118.\n\nEXT. BATTLEMENTS -- NIGHT\n\nDe Kere swings the ax. Marek steps back. De Kere charges,\nswinging again. Marek parries with his sword.",
  "36": "---END OF PREVIOUS SECTION---\nMarek steps back. De Kere charges,\nswinging again. Marek parries with his sword. \n---TARGET SECTION TO BE ANNOTATED---\nBut the ax is so much heavier, and has such momentum that it\nalmost knocks the sword right out of Marek's hands.\n\nINT. CASTLE HALLWAY -- NIGHT\n\nOliver throws open a heavy oak door...to find Arnaut on the other\nside of it...\n\nARNAUT\nI have often heard that the English\nnobility haven't the courage to stand\nand fight.\n\nOliver draws his sword instantly and runs at Arnaut.\nOLIVER\n\nI have heard the same about’ the French\nand much worse--\n\nCLANG! CLANG-CLANG! +\nOLIVER\n\nIs it true that French boys nurse\nuntil the age of ten?\n\nEXT. PARAPET -- NIGHT\n\nChris leads Kate and the Professor up toward the south wall\nbattlements, where the siege tower is located. Their escape\n\nroute.\n\nEXT. BATTLEMENTS -- NIGHT\n\nDe Kere slices the air with the ax. CLANG. Marek blocks it.with\nhis sword, but the ax slides down the blade of the sword and\n\nslices into Marek’s arm.\n\nHe jumps back. Blood covers his sleeve.\n\nTHE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\nA technician looks at his computer graph.\n\nTECHNICIAN\nDamn it.\n\nCHIEF TECHNOLOGIST )\nWhat?\n\n \n\n \n\f10/25/00 119.\n\nC) TECHNICIAN\n\nme The field buck -- we just lost one of\nthe peaks...\n\nSTERN\nWhich means--\n\nCHIEF TECHNOLOGIST\nIt is only probabilities, but--\n\nSTERN\nOnly three are going to make it back.\n\nINT. CASTLE HALLWAY -- NIGHT\nOliver and Arnaut clash in a spiral staircase. Arnaut swings\n\nhard. Oliver parries, but loses his footing and falls. He\ntumbles down the stairs.\n\n \n\nEXT. BATTLEMENTS -- NIGHT\n\nThings are going much worse for Marek. Bleeding from his right\narm, he is having trouble holding his sword with the intense grip\nhe needs to parry the tremendous momentum of De Kere’s double-\n\nbladed ax.\n\nOQ\n\nDe Kere swings the ax down hard. Marek puts his sword up.\nCLANG !\n\nAnd Marek’s sword goes flying... It clatters along the stone\nwalkway and falls off the edae..._\n\nANGLE on Lady Claire’s face -- devastated...",
  "37": "---END OF PREVIOUS SECTION---\nCLANG ! And Marek’s sword goes flying... It clatters along the stone\nwalkway and falls off the edae..._\n\nANGLE on Lady Claire’s face -- devastated... \n---TARGET SECTION TO BE ANNOTATED---\nChris, Kate, and the Professor climb up to the parapet to see\nthat the French siege tower has caught fire.\n\nKate shoves Chris, hard. He falls. An arrow whizzes over his\nhead. The group ducks for cover.\n\n \n\nThree English archers are holed up atop a nearby guard tower.\nThey turn their attention from Chris and Kate back to the French\nsiege tower. But before they can get another volley of arrows off\nFrench soldiers scale the guard tower and strike them down.\n\nEXT. SOUTH WALL -- NIGHT\n|\n!\n\nCHRIS\n(re: countdown\nclock)\nThree minutes. We have to make a\n\ndecision right now!\n\f \n\n \n\nNat\n\nor\n\n10/25/00 120.\n\nChris looks at the siege tower. Then at Marek. He waves for\nthem to leave. .\n\nMAREK\nGo! You're almost out of time. Go!\n\nKATE\nWe can’t leave you here!\n\nMAREK\nGo!\n\nEXT. BATTLEMENTS -- NIGHT\n\nDe Kere swings his ax back and forth, forcing Marek back against\n\na wall.\n\nMarek looks over the edge. The moat is six stories beneath him,\n\nand filled with spikes. He looks at Lady Claire, whose arms are\nstill tied behind her back.\n\nDe Kere smiles. Then brings the ax over his head-- No, he\ndoesn't impale himself in the back like Chris had joked...\n\nHe brings the ax down with incredible force. Marek tries to roll\nout of the way--\n\nTHUNK!\nAhhhhh!\n\nEXT. SOUTH WALL -- NIGHT\n\nNear the French siege tower. Chris, Kate, and the Professor are\nlooking over at Marek -- 50 feet away on another wall.\n\nKATE\nOh, Jesus--\n\nShe can‘t look. She closes her eyes.\n\nBut we FOCUS IN on the Professor. On his eyes...- Suddenly the\nlook of horror in his eyes is replaced by a sense of wonder...\n\nPROFESSOR JOHNSTON\nMy God--\n\nEXT. BATTLEMENTS -- NIGHT\n\nMarek’s hand is against his head. Blood is everywhere. But he\nisn’t dead. He’s still moving...\n\nAnd when he removes his hand we see that he is missing his ear...\n\f \n\n10/25/00 121.\n\n_) Marek looks up.",
  "38": "---END OF PREVIOUS SECTION---\nAnd when he removes his hand we see that he is missing his ear... 10/25/00 121. _) Marek looks up. \n---TARGET SECTION TO BE ANNOTATED---\n And the look in his eyes is like nothing we've\never seen... For he remembers ‘\n“Bui «, the knight with the missing ear, the knight who married\n\n‘\n\nLady Claire....\n\nDe Kere looks at him, trying to figure out where Marek's sudden\nconfidence is coming from...\n\nIt rattles him... De Kere swings. THUNK! Marek dives out of\nthe way, pulling De Kere off balance as he does. De Kere falls.\nHe rolls over and pulls out his sword.\n\nMarek springs up and grabs the ax. Ina single fluid motion he\nswings it with all his weight at De Kere -- who is getting up off\n\nthe ground--\nTHUMP! We hear the sound. But we don't see it. Blood\n\nsplatters... Then we see De Kere‘s headless body collapse on the\nground.\nA beat...\nKATE (0.S.)\nAndre!\n\nHe turns toward Chris, Kate, and the Professor.\n\nO\n\nKATE\nCome on! You can make it! We've got\ntwo minutes!\n\nMAREK\n_I’m staying.\nKATE\n\nAndre!\n| MAREK\nProfessor--\n: PROFESSOR JOHNSTON\nI know.\n\n(to Kate)\nCome on. He belongs here.\n\nKATE\nWhat!\n\nPROFESSOR JOHNSTON\nI‘ll explain. Come on! We're almost\nout of time. Sixty-five seconds!\nLet's go!\n\f \n\nOD\n\n10/25/00 122.\n\nMarek waves to them as they go toward the siege tower. The\nflames have now died out. And the tower, having served it’s\npurpose for the French, is now abandoned.\n\nTHE PRESENT -- INT. CONTROL ROOM -- ITC CORPORATION\n\nTECHNICIAN\nThe amplitudes are getting bigger.\nThey're definitely on their way back.\n\nSTERN\n(suddenly freaked)\nWhat the hell is he doing?!\n\nStern is looks down at Doniger, who has re-emerged in the transit\nroom below. He wi\n\ni i One of the landing platforms suddenly goes\ndark. There are four more powered up.\n\nStern is already through the door and racing down the metal steps\nthat lead directly from the control room to the transit room.\n\nINT. GREAT HALL -- NIGHT\n\nLord Arnaut has his sword at Lord Oliver's throat.",
  "39": "---END OF PREVIOUS SECTION---\nStern is already through the door and racing down the metal steps\nthat lead directly from the control room to the transit room. INT. GREAT HALL -- NIGHT\n\nLord Arnaut has his sword at Lord Oliver's throat. \n---TARGET SECTION TO BE ANNOTATED---\nLORD ARNAUT\nDo you beg mercy?\nLORD OLIVER\nI'll never beg mercy from you, you\n\nFrench pig.\nArnaut thrusts his sword into Oliver‘’s chest.\n\nLORD ARNAUT\nThen you may die in the name of\nFrance.\n\nEXT. SIEGE TOWER -- NIGHT\n\nChris, Kate, and the Professor clamber out the bottom of the\nsiege tower and onto the ground. i\nseconds...26...25...24...\n\ni . It is illuminated only\nby moonlight, and the flickering fires in the castle behind them.\n\nTHE PRESENT -- INT. TRANSIT ROOM -- ITC CORPORATION\n\nStern rushes toward Doniger.\n\n \n\f \n\n“10/25/00\n\nDONIGER\nDon’t!\n\nAs Doniger says it he pulls out a pistol.\n\nEXT. PLATEAU IN FRONT OF LA ROQUE FORTRESS -- NIGHT\n\nChris, Kate, and the Professor rush toward open space.\n\nDT seconds. ..6...5...4..-3...2.6%\n\nCHRIS\nNow! Now! Now!\n\nChris and Kate hit their markers. Their time machines slide\ninto view.\n\nEXT. BATTLEMENTS -- LA ROQUE FORTRESS -- NIGHT\nMarek cuts rope binding Lady Claire’s hands.\n\nJust as he does he looks out to see a flash of blinding white\night cut through the blackness of knight.\n\nHe looks out at the night, then turns back to Claire...\n\nTHE PRESENT -- INT. TRANSIT ROOM -- ITC CORPORATION\nDoniger holds the gun on Stern in the transit room.\n\nDONIGER\nGet out of my way.\n\nStern stares at him, dumbfounded...\n\nCHIEF TECHNOLOGIST\nAre you crazy?\n\nStern looks Doniger in the eye. Then starts moving toward him\nslowly, deliberately.\n\nSTERN\nGive me the gun. You don’t want to do\nthis, Dr. Doniger. .\n\nBANG!\nA gunshot rings out. Stern clutches his chest.\n\nCHIEF TECHNOLOGIST\nBob!\n\nDoniger turns the gun at the Chief Technologist...\n\f \n\n \n\n10/25/00 124.\n\nBut before he can get a shot off, Stern dives into Doniger,\nknocking him to the floor.\n\nStern, blood oozing from his chest, wrestles with Doniger, holds\nhim down.",
  "40": "---END OF PREVIOUS SECTION---\n10/25/00 124. But before he can get a shot off, Stern dives into Doniger,\nknocking him to the floor. Stern, blood oozing from his chest, wrestles with Doniger, holds\nhim down. \n---TARGET SECTION TO BE ANNOTATED---\n The chief technologist jumps into the fray.\n\nThe struggle for several seconds before Doniger manages to break\nfree. But he trips as he does and falls into the grenade-damaged\ntime machine Baretto returned in.\n\nDoniger aims his gun at the Chief Technologist. But he’s not\nquick enough --\n\nStern has already pressed the override button on the side of\nBaretto’s machine.\n\nWith a BLINDING FLASH and a SUCKING ROAR. the time machine\nactivates. Doniger screams as he is shrunk down toward the\nfloor. When he’s gone, Stern turns to the Chief Technologist.\n\nSTERN\nIs he coming back?\n\nCHIEF TECHNOLOGIST\nIf he does...that machine was\nbroken.... The transcription errors\nwould....\n\nThe Chief Technologist shudders at the thought. An ITC\ntechnician rushes out to Stern.\n\nTECHNICIAN *\nDr. Stern -- there‘s an ambulance on\nthe way,\n\nStern looks down at the wound. It hit him at the very side of\nhis torso.\n\nSTERN\nI guess I'd be dead already if it hit\nanything too vital.\nNow suddenly there are three quick flashes.\n\nCHIEF TECHNOLOGIST\nYour friends...\n\nAnd specks on the floor grow rapidly until we can see Chris,\nKate, and the Professor. Full size.\n\nThey are filthy, spattered in dirt and mud, nicked and cut all\nover their bodies. Their clothes are tattered. And they look\nabsolutely exhausted. On the verge of collapse.\n\nAnd they are in serious fucking pain from the time travel... \\\n\f \n\n \n\nfa\nO\n\ncau\n\n10/25/00 125.\nChris steps out of his time machine. Turns to Kate and the\nProfessor.\n\nCHRIS\n(fighting the pain)\nI don't know about you guys, but\nthat’s the last field trip I’m going\nto be taking for a while...\n\nKate and the Professor can‘t help but chuckle. Stern smiles.\n\nThen there is another flash... On the pad Doniger left from\nmoments ago.\n\nEveryone turns to look at it:\n\nA shape grows quickly... It takes a moment for us to realize\nit's a person. It's Doniger -- horribly deformed -- hideous--\n\nDead.\n\nEyes close. People can't look.\n\nPRESENT DAY -- EXT.",
  "41": "---END OF PREVIOUS SECTION---\nEyes close. People can't look. PRESENT DAY -- EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DORDOGNE VALLEY -- FRANCE -- DAY\n\nChris, Kate, the Professor, and Stern enter a fourteenth century\nabbey. In the distance a half-mile away down the hill we can see\ntheir original dig site...\n\nINT. ABBEY -- DAY\n\nThe group looks at a stone tablet in the floor of the church.\nThe inscription, in French, indicates “Lord and Lady Bujold’\n\nWe catch a few snippets from a modern historical interest placard\n(in English) near the grave stone: “...both died on the same\nday.... widely respected during their long lives by commoners and\nnobles alike..... five sons who went on to prominence.... patrons\nof the arts who assisted a truly astounding list of early\nrenaissance artists...\" :\n\n. : STERN\nDo you think he was happy?\nThe Professor laughs. Chris and Kate smile. Knowing smiles.\n\nPROFESSOR JOHNSTON\nI‘m sure of it...\n(beat)\nSpeaking of which...\n\f \n\n \n\nVY\n\n10/25/00 126.\n\nThe Professor has a glint in his eye as he turns to Kate. He\nlooks her in the eye. Then he looks at Chris. Then back at\nKate... -\n\nAnd it’s clear that he knows exactly what’s been going on between\nthese two and he thinks it’s just fine. ,\n\nCaught totally off guard, Kate turns crimson. So does Chris.\n\nThe professor breaks into a smile, quite pleased with himself for\nbusting them like this. .\n\nAt the same moment, Chris and Kate start stammering out an\nexplanation--\n\nAnd we-- .\nCUT TO BLACK.\n\f"
}