{
  "1": "To Catch A Thief\n\nScreenplay by John Michael Hayes\nDirected by Alfred Hitchcock\n\nFADE IN:\n1. MAIN TITLES\nA shaft of moonlight indicates that the period is night. In an open jewel case lined with black\nvelvet, a collection of women’s jewelry is displayed. Necklaces, bracelets, rings, wristwatches\nrepresent an expensive assortment of emeralds, rubies, diamonds and sapphires. They are in\ncareless arrangement, as though the owner had just taken some of them off the night before\nand had been too tired to put them away in a place of safety.\nAfter the last title has gone off, a pair of black-gloved hands come into the picture—and with\nsoundless and expert dexterity, remove the jewelry from the case.\n2. EXT. ROOFTOP-(NIGHT)-MEDIUM SHOT\nA large black cat is seen stealthily going up a steep tiled roof. For a moment, it disappears\ninto the shadow of a tall group of chimneys, and then emerges again into the moonlight.\nFADE OUT:\nFADE IN:\n3. INT. HOTEL ROOM-~(DAY)-CLOSEUP\nThere is a sharp contrast in light. It is now broad day-light. The screen is completely filled\nwith a big head of a middle-aged woman. Her face is covered with cold cream and her grey\nhair is tied up in a chiffon scarf. She has four gold teeth, which are easily seen in her wide-\nopen, screaming mouth. Still screaming, she looks down.\nINSERT-THE EMPTY JEWEL CASE\n4. INT. HOTEL ROOM-(DAY)—CLOSEUP\nHer head moves away from the CAMERA as we now begin to see her full, night-robed figure\nrunning around the room in a helpless panic. She sees the open french windows leading to\na balcony. She dashes over and through the windows into the sunlight.\n5. EXT. HOTEL BALCONY-(DAY)-LONG SHOT\nHer balcony is on the fifth floor of the hotel. She emerges and starts to scream out at the\nworld at large. Beyond her we see the whole curving sweep of the sea-front at Cannes. The\namount of traffic and people indicates that it is nearing midday. Some of the passersby turn\nto stare up at her.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nBeyond her we see the whole curving sweep of the sea-front at Cannes. The\namount of traffic and people indicates that it is nearing midday. Some of the passersby turn\nto stare up at her. \n\nTARGET SECTION TO BE ANNOTATED:\nFIRST WOMAN: Au secours! Appelez la Police! On m’a volé mes bijoux! On\n\nma volé mes bijoux!\n\nLAP DISSOLVE:\n6. INSERT.\nIt is night. A dresser drawer, pulled open silently, gives us a glimpse of another collection of\nexpensive jewelry. The same two black-gloved hands move in, and we see them scoop up the\nwhole collection of jewels.\n7. EXT. ROOFTOP-(NIGHT)-MEDIUM SHOT\nA black cat stealthily moving across a slate-tiled roof in the moonlight.\nFADE OUT:\n\fFADE IN:\n8. EXT. HOTEL-(DAY)-MEDIUM SHOT\n\nA hotel window fills the screen. Again a woman’s scream is heard, and a voice exclaims in\nGerman:\n\nSECOND WOMAN: Mein juwelen! Mein juwelen! Ist verschwunden!\nWe do not see the owner of the voice.\n9, EXT. PROMENADE DES ANGLAIS, NICE-(DAY)-LONG SHOT\nA comprehensive view of the sea-front at Nice, with the hotel in the foreground.\nLAP DISSOLVE:\n10. INSERT\nThe back of a woman’s head, and a pillow. The pair of black-gloved hands skilfully slide\nunder the pillow, and reappear with a suede bag. The hands open the bag which contains an\nassortment of brilliant jewels.\n11. EXT. ROOFTOP-(NIGHT)-MEDIUM SHOT\nA black cat moves furtively across the hotel roof.\nFADE OUT.\nFADE IN:\n12. EXT. HOTEL (DAY)-SEMI-LONG SHOT\nThe facade of an elegant hotel. We now see many windows. From one of them, although we\ncannot determine which one, comes the long, customary scream.\n13. EXT. MONTE CARLO-(DAY)-LONG SHOT\nA full, comprehensive and beautiful shot of Monte Carlo.\n14. EXT. POLICE HEADQUARTERS, NICE-(DAY)-MEDIUM SHOT\nThere is a uniformed guard at the door. A car waits by the curb. The motor is running, the\ndoors are open on the side facing the buildings. Four men come out of the building, and\ndown the steps. All are in civilian clothes. They quickly enter the car.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nFour men come out of the building, and\ndown the steps. All are in civilian clothes. They quickly enter the car. \n\nTARGET SECTION TO BE ANNOTATED:\n The doors slam shut\nand the car moves off. THE CAMERA PANS IT UP the main thoroughfare.. It is soon lost\nin the stream of traffic.\nLAP DISSOLVE TO:\n15. EXT. MOUNTAINS-(DAY)-LONG SHOT\nA panoramic view of the mountains behind the French Riviera. A winding road coils from\nthe foreground into the distant mountains, where it disappears. The police car is laboring up\nthe incline. The CAMERA PANS OFF it and looks farther into the distance.\nLAP DISSOLVE TO:\n16. EXT. MOUNTAINS-(DAY)-LONG SHOT\nAnother view of the mountains beyond-the snow-capped peaks in the distance. Far away to\nthe left, a villa sits atop a small rise. It is about two or three miles away from us. At that\nrange, it looks small.\nLAP. DISSOLVE TO:\n17. EXT. VILLA-(DAY)-LONG SHOT\nThe villa, and its flower gardens, fills the screen.\nLAP DISSOLVE TO:\n\f18. EXT. VILLA (DAY)-MEDIUM SHOT\n\nThe front door of the villa opens. A middle-aged, portly housekeeper emerges and shakes\nout a dust cloth. She goes back into the villa.\n\n19. INT. ROBIE’S LIVING ROOM (DAY)-LONG SHOT\n\nIt is a large, attractive, masculine room. It is lined with books, and a few good oil paintings.\nThere are many flowers in the room. The housekeeper returns from the door and goes on\nwith her dusting. The CAMERA PANS AROUND the room and comes to rest at an\narmchair. It CLOSES IN on a sleeping black cat. The cat is lying on a folded newspaper.\nTHE CAMERA CLOSES in on the cat and the newspaper.\n\n19A. INSERT\n\nThe newspaper, showing the name of it as “The Paris Herald Tribune”. It is open to the\nleading paragraph in the Art Buchwald Column suggests that the famous, pre-war jewel thief\ncalled The Cat—or, as he is known in France, Le Chat—has now become active again on the\nRiviera. He had reformed after becoming a hero in the war, but apparently has decided not\nto let well enough alone. The cat’s paw reaches out, stretches its claws, and tears down\nthrough the center of the column.\n\n19B.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe had reformed after becoming a hero in the war, but apparently has decided not\nto let well enough alone. The cat’s paw reaches out, stretches its claws, and tears down\nthrough the center of the column. 19B. \n\nTARGET SECTION TO BE ANNOTATED:\n INT. ROBE’S LIVING ROOM-(DAY)-LONG SHOT\n\nThe. CAMERA CONTINUES TO PAN UP from the newspaper to the open window. We see\ninto the garden beyond, where John Robie is snipping dead blooms off his rose bushes.\n20. EXT. ROBIE’S GARDEN-(DAY)—MEDIUM SHOT\n\nJohn Robie, age thirty-five, is dressed in casual country clothes. The CAMERA MOVES\nSLOWLY IN, and as it reaches his head and shoulders, we hear the faint whine of the\napproaching car. Robie’s head begins to turn suspiciously.\n\n21. INT. ROBIE’S LIVING ROOM-(DAY)—CLOSEUP\n\nThe cat in the armchair raises its head as though it senses something disturbing in the air.\n22. EXT. ROBIE’S GARDEN-(DAY)-SEMI CLOSE\n\nRobie’s head turns and looks out toward the approaching road.\n\n23. EXT. MOUNTAIN ROAD-(DAY)-LONG SHOT\n\nRobie’s garden is in the foreground, but far beyond we see the winding mountain road and\nthe automobile approaching. A light cloud of dust hangs behind it.\n\n2 . EXT. ROBIE’S GARDEN-(DAY) SEMI CLOSEUP\n\nRobie studies the oncoming car for a moment, then turns back slowly to snip off another\nbloom. He looks out once more, and turns and makes his way back to the villa, THE\nCAMERA PANNING with him. We see him pass through the French windows, into the\nliving room.\n\n25. INT. ROME’S LIVING ROOM-(DAY)-MEDIUM SHOT\n\nRobie crosses the living room and makes some comment to his housekeeper who is still\ndusting around. We see him mount some stairs in the hallway beyond. He does not seem to\nbe in any particular hurry, yet his movements seem definite and purposeful.\n\n26. INT. LANDING-(DAY)—-MEDIUM SHOT\n\nWe see Robie pass through a door into his second-floor bedroom.\n\n27. INT. ROBIE’S BEDROOM-~(DAY)-MEDIUM SHOT\n\fRobie comes into the room, and strolls over toward the dormer window. THE CAMERA\nMOVES FORWARD TO meet him, until his head and shoulders fill the screen.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ROBIE’S BEDROOM-~(DAY)-MEDIUM SHOT\n\fRobie comes into the room, and strolls over toward the dormer window. THE CAMERA\nMOVES FORWARD TO meet him, until his head and shoulders fill the screen. \n\nTARGET SECTION TO BE ANNOTATED:\n He looks out\nof the window with studied caution, standing far enough back to avoid exposing himself.\n28. EXT. MOUNTAINS-(DAY)-LONG SHOT\nThrough the foreground window, we see the car approaching along the main highway. It\nslows down, and then turns into Robie’s driveway.\n29. INT. ROBIE’S BEDROOM-~(DAY)-CLOSEUP\nRobie’s eyes travel with the car along the driveway. He makes the slightest movement back-\nward.\nEXT. DRIVEWAY-(DAY)-SEMI LONG SHOT\nThe car circles around and faces the roadway again. It stops, the doors open and four men\nget out, the driver remaining in the car. We see the leader issuing instructions to the men.\nHe is obviously directing them to surround the house. They move off to their various\nstations. The leader and his assistant approach the front door, until they disappear under the\nedge of the roof.\n31. INT. ROBIE’S BEDROOM-(DAY)-MEDIUM SHOT\nIna business-like way, Robie moves to a clothes closet, opens it, and produces a long canvas\ncase and a small yellow box.\nFrom the case he takes a double-barrelled shotgun. From the yellow box he takes two shells,\nand loads them into the gun. He snaps the gun shut, then releases the safety catch. THE\nCAMERA PANS HIM to a nearby chintz-covered armchair, and he lays the loaded gun\nacross the arms. He now assumes a more nonchalant attitude, and strolls through the\nbedroom door.\nDuring all this, we have heard knocking on the door, the muffled voices of the men and the\nreplies of his housekeeper—all in French. As Robie reaches the bedroom door, we hear the\nvoice of his housekeeper calling up to him.\n\nGERMAINE: Monsieur Robie!\n32. INT. LANDING-(DAY)-MEDIUM SHOT\nIn the foreground at the top of the stairs, Robie is emerging from his room. We see\nGermaine standing at the foot of the stairs. AS he descends, Germaine says:\n\nGERMAINE: Deux messieurs vous demandent.\n\nROBIE: Mercie, Germaine.\nShe stands aside to let him pass, casting a very sour and critical glance at the two policemen.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nAS he descends, Germaine says:\n\nGERMAINE: Deux messieurs vous demandent. ROBIE: Mercie, Germaine. She stands aside to let him pass, casting a very sour and critical glance at the two policemen. \n\nTARGET SECTION TO BE ANNOTATED:\nAs Robie turns into the living room, Germaine retires to her kitchen, giving another defiant\nand unfriendly look at the police.\n33 INT. ROBIE’S LIVING ROOM-(DAY)-SEMLLONG SHOT\nThe two detectives stand in the foreground, their backs to the CAMERA. They are about five\nfeet apart. Beyond them, at the other end of the room, we see Robie enter. He advances into\nthe room a few steps, then stops and looks at them enquiringly. There is something about\nhis manner that seems strange. He waits for them to speak. The man on the right announces\nhis name.\nLEPIC: Lepic.\nThe second man speaks:\nMERCIER: Mercier.\n\fRobie looks at them, waiting.\nLEPIC: Monsieur Robie, nous appartenons a la Sureté Nationale.\nNous procedons actuellement sur une enquéte sur un\ncertain nombre de vols de bijoux et nous pensons que vous\npourriez nous fournir quelques renseignements susceptibles\nde nous aider dans nos recherches. Voudriez-vous avoir\nPobligeance de nous accompagner a notre Bureau de Nice?\n34. INT. LIVING ROOM-CLOSEUP\nDuring this, Robie has listened impassively, although by the expression in his eyes, we see\nan alert brain at work.\n35. INT. ROBIE’S LIVING ROOM ~(DAY)-MEDIUM SHOT\nRobie crosses to the window and looks out.\n36. INT. ROBIE’S LIVING ROOM-(DAY)-MEDIUM SHOT The menst heads turn as they\nfollow his movements.\n37. INT. ROBIE’S LIVING ROOM-(DAY)-MEDIUM SHOT\nRobie crosses the room and looks out another window. His face still shows no expression.\nHe turns to the two men.\nROBIE: Vous me permettrez bien de prendre mon chapeau et mon\nveston?\nHe gestures towards his arms and head.\n38. INT. ROBIE’S LIVING ROOM-(DAY)-MEDIUM SHOT\nThe two men. Lepic makes a conciliatory gesture.\n39. INT. ROBIE’S LIVING ROOM-(DAY)-MEDIUM SHOT\nRobie turns and moves out of the room towards the stair,— case.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\n39. INT. ROBIE’S LIVING ROOM-(DAY)-MEDIUM SHOT\nRobie turns and moves out of the room towards the stair,— case. \n\nTARGET SECTION TO BE ANNOTATED:\n As he goes up the stairs:\n40. INT. Robie’s LIVING ROOM (DAY)-MEDIUM SHOT\n‘he two men exchange suspicious glances. Lepic gestures Mercier to stay where he is. Then\nLepic moves softly and quickly toward the staircase, THE CAMERA PANNING WITH\nHIM.\n41. INT. ROBIE’S HALLWAY (DAY)-MEDIUM SHOT\nLepic comes to the foot of the stairs just as the door above is closing. We hear a definite click\nas the door is being locked. Lepic quickly turns and calls out:\nLEPIC: Mercier!\nHe turns back and hurries up the stairs. Halfway up, Lepic, the stairway and the doorway\nare rocked by the loud EXPLOSION of a gun going off. As Lepic reaches the top, and\nMercier dashes in the hallway, we hear the loud THUD of a falling body .\n42. EXT. FRONT PORCH (DAY)-SEMI LONG SHOT\nThe drivers jump out of the car, and rush for the front door.\n43. EXT. ROBIE’S GARDEN (DAY)-LONG SHOT\nFrom the roof of the villa we see below us the posted detectives now converging on the\nhouse. They run around and pile in through the front door, THE CAMERA PANNING with\nthem.\nTHE CAMERA PANS BACK to a small dormer window on the roof. The head of John\nRobie appears. A pair of shoes are tied around his neck. Behind him, and in the house below,\n\fwe hear pounding, shouting and loud voices. His expression and manner are business-like.\nHe shows no panic.\n\n44. EXT. ROBIE’S ROOF (DAY)-SEMI LONG SHOT\n\nHe emerges from the window, and his stockinged feet, and makes his way along the roof\ntoward the end of the house. He moves with experienced ease over the tiles. Reaching the\nend of the house, he starts to lower himself down a drain pipe.\n\n45. INT. HALLWAY-(DAY)-MEDIUM SHOT\n\nLepic and Mercier are at the top of the stairs, trying to force the door open, while the other\nmen are crowding the bottom of the stairway.\n\n46. INT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALLWAY-(DAY)-MEDIUM SHOT\n\nLepic and Mercier are at the top of the stairs, trying to force the door open, while the other\nmen are crowding the bottom of the stairway. 46. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HALLWAY (DAY)-SEMI CLOSEUP\n\nLepic and Mercier succeed in bursting the door open.\n\n47. INT. ROBIE’S BEDROOM-(DAY)-SEMI CLOSEUP\n\nAs the door swings open with a crash, Lepic and Mercier start to rush in, but are pulled up\nin sudden alarm by what they see.\n\n48/. INT. ROBIE’S BEDROOM (DAY)-SEMI CLOSEUP\n\nFROM THEIR VIEWPOINT\n\nAn overturned wing armchair, with the double-barreled gun propped to point ominously at\nthem.\n\n49. INT. POKE’S BEDROOM (DAY)-SEMI LONG SHOT\n\nShooting over the armchair and gun. They advance cautiously into the room. At this moment\nthere is the SOUND of a car starting up, and driving away with a burst of speed. Without\nbothering to go to the window, instinctively knowing what happened, they immediately turn\nand rush back through the doorway. We hear the thunder of RUNNING FEET on the floor\nbelow as the other detectives rush for the outside door.\n\n50. EXT. ROBIE’S DRIVEWAY (DAY)-SEMI LONG SHOT HELICOPTER\n\nThe police car in the driveway. Beyond it we see the front door of the house. The detectives\nrush out, and look out toward the roadway where we hear the SOUND of the other car\ndriving away.\n\nLepic dashes out, and issues some swift orders. Then they hurry toward the automobile.\nThey pile in quickly, and the car starts off.\n\nTHE CAMERA PULLS BACK AND AWAY from the villa, as we see the car turn from the\ndriveway into the main, winding highway. THE CAMERA CONTINUES TO PULL BACK\nuntil we get a great, wide, panoramic shot of the mountains, with the diminutive police car\nracing down the twisting road.\n\nPresently, the Robie’s yellow-colored convertible comes into view, and we can see the\ndistance between the two cars. We are possibly a mile away from them.\n\n51. EXT. MOUNTAIN ROAD ~(DAY)-LONG SHOT-(HELICOPTER)\n\nThe CAMERA SKIMS the rooftops of a village, and it travels along with the two cars as they\ntear their way through.\n\n52. EXT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nMOUNTAIN ROAD ~(DAY)-LONG SHOT-(HELICOPTER)\n\nThe CAMERA SKIMS the rooftops of a village, and it travels along with the two cars as they\ntear their way through. 52. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOUNTAIN ROAD-(DAY)-LONG SHOT-(HELICOPTER)\n\nOnce more the cars are on the open highway. THE CAMERA MOVES ALONG with them,\nand they approach a village which is of the medieval, walled-in, type. THE CAMERA, in\nmid-air, loses them as they enter this village.\n\fTHE CAMERA TRAVERSES along the outer walls so that we only hear the SOUND of the\ncars racing through the village. We reach the other end of the village and, to our surprise,\nit is the police car which emerges first.\n\nThe car pulls up suddenly, and one or two of the policemen get out and look down the\nhighway, on which there is no car in sight. Abruptly, Robie’s car roars out of the village past\nthem. The police jump back into their car, and resume the pursuit.\n\n52A. EXT. MOUNTAIN ROAD-(DAY)-LONG SHOT\nThe police car comes alongside Robie’s car and forces it to a stop at the side of the road.\n52B. EXT. MOUNTAIN ROAD-(DAY)-MEDIUM SHOT\n\nThe police pile out of their car, and move quickly to the side of Robie’s yellow convertible.\nFor the first time we see that Robie is not at the wheel, but that Germaine, his housekeeper,\nis the driver. She expostulates vigorously for being driven over to the side of the road.\n\nGERMAINE: Qu’est-ce qui vous prend, hein? Ca vous amuse de coincer\nles gens sur le bas-cété de la route? Je suis une honnéte\ncitoyenne. J’obéis scrupuleusement a la loi! Depuis quand\nest-ce considéré comme un crime d’aller au marché?\n\n52C. EXT. ROBIE’S VILLA-(DAY)-SEMI-LONG SHOT\n\nRobie is seen casually crossing the road toward the local bus which is just coming to a stop.\n52D. EXT. ROBIE’S VILLA-(DAY)-MEDIUM SHOT\n\nHe gets on the bus, and it drives off.\n\n52E. EXT. MOUNTAIN ROAD-(DAY)-LONG SHOT\n\nThe bus, travelling down the road is forced to move to one side, in order to allow a speeding\ncar to pass it in the opposite direction.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\n52E. EXT. MOUNTAIN ROAD-(DAY)-LONG SHOT\n\nThe bus, travelling down the road is forced to move to one side, in order to allow a speeding\ncar to pass it in the opposite direction. \n\nTARGET SECTION TO BE ANNOTATED:\n It is the police car, returning.\n\n52F. EXT. BUS-(DAY)—CLOSEUP\n\nRobie, calmly looking out the window at the passing police car.\n\n52G. EXT. ROBIE’S VILLA-(DAY)-SEMI-LONG SHOT\n\nThe police car dashing to a stop in front of the villa.\n\n52H. INT. BUS-(DAY)-SEMI-CLOSEUP\n\nAs Robie leans back into his seat, he glances at the woman sitting next to him. She has a bird\nin a cage on her lap. The bird suddenly begins fluttering and flapping its wings in fright.\n521. INT. BUS-(DAY)—CLOSEUP\n\nRobie, looking down at the bird—dead pan.\n\nLAP DISSOLVE TO:\n\n53 thru 74 OMITTED\n\n75. EXT. INTERSECTION, MONTE-CARLO-(DAY) SEMI LONG SHOT\n\nIn the foreground is an ordinary patrol policeman. At the other side of the street we see the\nbus pull up. One or two passengers alight, including Robie. He comes around the back of the\nbus, and crosses the roadway toward the CAMERA.\n\nHalfway across he spots the policeman. We see him stiffen a little, but he comes on cau-\ntiously without changing his pace. As he nears the policeman, he raises a flat palm towards\nhis face, while he contorts his face into an exaggerated yawn. It is a simple and effective\nmomentary disguise. As he passes the policeman and move on out of the picture, the\n\fpoliceman turns casually and follows him with his eyes. Then the policeman also begins to\nyawn. His mouth opens wide and his eyes close, as he turns away.\n\n76. REVERSE ANGLE-(DAY)-LONG SHOT\n\nWe see Robie approaching some steps leading to a smart little restaurant situated on the dock\nside of Monte Carlo.\n\n77. EXT. BERTANI’S RESTAURANT-(DAY)-SEMI-LONG SHOT\n\nWe see Robie descend the steps, and the garden section at the restaurant. It is mid-day, and\nthe customers are arriving for luncheon. The well-appointed tables indicate that this\nrestaurant has some special quality. There are plenty of waiters, and the clientele are of the\nwell-to-do and fashionable set.\n\n‘We see Robie approach the garden entrance to the restaurant.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe well-appointed tables indicate that this\nrestaurant has some special quality. There are plenty of waiters, and the clientele are of the\nwell-to-do and fashionable set. ‘We see Robie approach the garden entrance to the restaurant. \n\nTARGET SECTION TO BE ANNOTATED:\n78. EXT. BERTANI’S RESTAURANT-(DAY)-SEMI-CLOSEUP\n\nRobie enters behind a small group of people who are waiting for a table. The headwaiter\nmotions the group forward to a table, leaving Robie exposed at the entrance, alone. His\ncountry clothes contrast sharply with the sophisticated atmosphere.\n\n79. EXT. BERTANI’S RESTAURANT-(DAY)-MEDIUM SHOT\n\nAta nearby table, the wine waiter is uncorking a bottle of champagne for a couple. He looks\nup, as he turns the cork. A slightly startled look comes into his face as he sees Robie. At this\nmoment, the cork pops. He still stares at Robie.\n\n80. INSERT\n\nThe foam from the champagne spills out of the neck of the bottle over the waiter’s hands.\n81. EXT. BERTANI’S RESTAURANT-(DAY)-CLOSEUP\n\nRobie gives a faint smile and a slight admonishing shake of the head.\n\n82. EXT. BERTANI’S RESTAURANT-(DAY)-SEMI-CLOSEUP\n\nThe waiter recovers, and turns to his customers to mutter an apology. A busboy hurries up\nwith a napkin to dry the bottle and the waiter’s hands.\n\n83. EXT. BERTANI’S RESTAURANT-(DAY)-CLOSEUP\n\nRobie’s attention leaves the waiter, as he scans the restaurant, looking for someone. Suddenly\nhis eye catches sight of:\n\n84. EXT. BERTANI’S RESTAURANT-(DAY)-SEMI-LONG SHOT\n\nAman who is obviously the restaurant owner. His eye catches sight of something. He hurries\nacross to a table near the center of the garden at which is seated a small party, including a\nman who might possibly be King Farouk.\n\nA waiter is just about to hand the King a menu, when Bertani intercepts it, and with a nod\nof his head orders the waiter to another duty. He then bends graciously toward’ he King,\ninviting his order.\n\n85. EXT. BERTANI’S RESTAURANT-(DAY)-SEMI-CLOSEUP\n\nRobie watches him for a fraction of a second, and then moves over toward him, THE\nCAMERA PANNING.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n85. EXT. BERTANI’S RESTAURANT-(DAY)-SEMI-CLOSEUP\n\nRobie watches him for a fraction of a second, and then moves over toward him, THE\nCAMERA PANNING. \n\nTARGET SECTION TO BE ANNOTATED:\n He hesitates by Farouk’s table long enough to cause Bertani to glance\nup at him. Having caught Bertani’s eye, he moves on, and the CAMERA PANS HIM toward\nthe entrance to the restaurant proper.\n\n86. EXT. BERTANI’S RESTAURANT-(DAY)-CLOSEUP\n\fA big head of Bertani as we hear the voice of Farouk giving his order in French. Bertani’s\neyes turn for a moment to follow Robie.\n87. INT. BERTANI’S RESTAURANT-(DAY)-SEMI CLOSEUP\nAt the back of the restaurant, in a small enclosed counter, sits the cashier, Antoinette. She\nis a plain girl, with a body more interesting than her face. A look of recognition, and slight\nalarm, comes into her face, as we see her eyes follow Robie’s progress through the restaurant.\nWe do not see Robie, until he appears behind her, passing into the glass-enclosed office at\nthe back of her desk.\n88. INT. BERTANI’S OFFICE-(DAY)—-MEDIUM SHOT\nRobie enters the office, closes the door. The office is perhaps twelve feet square, with\nwindows that look out to the kitchen, and toward the cashier’s stand which is outside the left\nwall. There is an open doorway leading to the cashier’s stand. Beyond the cashier, the central\nroom of the restaurant can be seen, dark in the daytime, and beyond that the outside garden\nrestaurant, crowded and busy.\nTHE CAMERA PANS Robie over to one aide of the office, which consists of a large wood\nand glass partition, beyond which we can see the kitchen.\n89. INT. BERTANI’S OFFICE-(DAY)—CLOSEUP\nRobie looks out the glass partition toward the kitchen. His glance is an impersonal one, his\nmind seemingly occupied with his immediate problem. Then something attracts his attention.\n90. INT. KITCHEN-(DAY)-MED. SHOT\nOne of the chefs is staring at him ina rather unfriendly manner. This Man immediately turns\nand starts to move along the other chefs and kitchen Workers. Here and there he stops to\nwhisper something. As he speaks to each one, they give a half turn and look across toward\nRobie. Then they turn back to resume their tasks.\n9 INT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he speaks to each one, they give a half turn and look across toward\nRobie. Then they turn back to resume their tasks. 9 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN-(DAY)-SEMI-CLOSEUP\nThrough the glass partition we see Robie watching this process with sober expression.\nSuddenly, without warning, a fresh egg smashes against the glass right over his face. The\nyellow goo appears to run down over him. He moves slowly away, and we see a grim smile\non his face.\nINT. KITCHEN-(DAY) MEDIUM SHOT\nFrom his viewpoint. No one paying any attention. The activities of the kitchen bustle on.\n93. INT. BERTANI’S OFFICE-(DAY).-MED. SHOT\nRobie’s attention is attracted by the entrance of Bertani, a heavy-set, rather dapper man.\nBeneath his carefully chosen wardrobe, and a certain professional air that is over-friendly and\nslightly comic, his strength as a leader of men is still evident. His eyes quickly appraise\nRobie’s rough attire. .\n\nBERTANI: Left in a hurry eh?\n\nROBIE : They came for me an hour ago.\nBERTANI: The police?\nROBIE: Five of therm.\n\nBERTANI: Very flattering. Five.\nHe strolls-to a wall mirror, checks his tie and the hang of his coat. .\n\nBERTANI: They sent only four to arrest Bluebeard.\n\fROBIE: And he was guilty.\nBERTANI: (Friendly but pointed) And naturally, you are innocent.\nROBIE: (Firmly) I haven’t stolen a piece of jewelry in fifteen\nyears!\nBertani turns from the mirror, reacts with a smile.\nBERTANI: Ah—honesty.\nROBIE: It has a good feeling.\nBertani casts a look toward his kitchen.\nBERTANI: What do you-think of my kitchen? Works like a machine,\nyes?\nROBIE: (Impatient) Bertani—\nBertani turns and interrupts.\n\nBERTANI: Just like our little band in the Resistance—cutting, slicing\n—but not good meat, like this.\n\nROBIE: Have you ever gone hungry, Bertani?\n\nBERTANI: (Chuckling) Me? Permit me to serve you now. Roti de\nveau Marengo, pommes de terre nouvelles, et champignons\nde Paris.\n\nROBIE: Your prices are too high. Now let’s get down to business.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoti de\nveau Marengo, pommes de terre nouvelles, et champignons\nde Paris. ROBIE: Your prices are too high. Now let’s get down to business. \n\nTARGET SECTION TO BE ANNOTATED:\nBertani strolls to his desk, looks over a menu.\n\nBERTANI: The recent jewel robberies. Entre nous, what do, you\nknow about them?\n\nROBIE: Only what I read in the papers.\nBERTANI: (Looks up) But yet you run from the flics?\n\nROBIE: The guilty have no monopoly on running. I needed time\n—and distance.\n\nBERTANI: (Thoughtfully) Coincidence can be terrible. These rob-\nberies all bear your mark—but you claim to be innocent.\nRobie’s face hardens a little.\nROBIE I do more than claim, Bertani—I insist.\nBERTANI: Naturally —but let’s be frank. What do you need, Robie,\nan alibi for the time of each robbery?\nRobie looks at him a moment. The look is unfriendly.\nROBIE: Well, thank you, Bertani. You’ve been most unkind. If ’m\never hungry, I’ll eat someplace else.\nHe starts for the door. Bertani quickly moves around the desk and intercepts him. He gives\nRobie what passes for a warm smile.\nBERTANI: I felt the good thing in here... (He taps his chest) but said\nthe bad thing.\nAt this moment we see Antoinette tapping-the window in the background. The headwaiter\nis standing beyond her desk, waiting. Bertani turns and opens the door. Antoinette hands him\ntwo or three chits to sign.\n\n10\n\fINT. BERTANI’S OFFICE-(DAY)-CLOSEUP\nRobie turns his head and looks out into the kitchen.\n95. INT. KITCHEN-(DAY)-MEDIUM SHOT\n\nBeyond the egg-splattered glass partition, we see a couple of the kitchen workers looking\naround toward the office. They are La Mule, the dishwasher, and one of the chefs. Their\nappraisal of Robie is distinctly unfriendly.\n\n96. INT. BERTANI’S OFFICE-(DAY)—CLOSEUP\n\nRobie gives them a challenging smile. Bertani’s voice breaks in, causing him to turn back.\nThe CAMERA PULLS BACK as Robie takes a step or two towards the returning Bellini.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERTANI’S OFFICE-(DAY)—CLOSEUP\n\nRobie gives them a challenging smile. Bertani’s voice breaks in, causing him to turn back. The CAMERA PULLS BACK as Robie takes a step or two towards the returning Bellini. \n\nTARGET SECTION TO BE ANNOTATED:\nBERTANI: What can I do for you, Robie?\n\nROBIE: All I want is someone to look after my villa—pay Ger-\nmaine and the gardener once a month, and get a good\nprice for my grapes.\n\nBertani’s gestures indicate that the request is so simple that. Robie should never have worried\nabout it.\n\nBERTANI: Simple.\n\nROBIE: If there’s any money left—put it in the bank under\nanother name. Well, the flics might show up here any\nminute—\n\nBERTANI: (Interrupting, concerned) And now—you need clothes and\nmoney? (Indicates his own suit)\nROBIE: I’m well supplied, thanks.\nHe moves a little toward the door, Bertani stops him.\nBERTANI: Take my boat and go to the islands.\nROBIE: (Smiles) ’'m thinking of going home to America.\n\nBERTANI: Oh, that’s a long way—and you believe you could live\nwithout French cooking?\nROBIE: I'll have to struggle along on hamburgers and malts.\nBERTANI: (Holds his stomach) No, it is better I hide you.\nROBIE: (Smiles, shakes his head) America. If my luck holds out.\nBERTANI: And if not?\nROBIE: You (Nods toward kitchen) and the boys will have won\nyourselves a villa—heavily mortgaged.\nAn expression of deep pain and concern comes over Bertani’s face. He goes to the window\nfacing the kitcheri, THE CAMERA PANNING with him, and CLOSING IN, until the screen\nis filled with his head and the yellow goo of the egg on the glass partition. Bertani sees the\negg, and then quickly looks around it into the kitchen.\n97 INT. KITCHEN-(DAY)-MEDIUM SHOT\nFrom his viewpoint, we see the dishwasher, and two of the other kitchen helpers, who have\nbeen staring at Robie, turn back to their jobs self-consciously.\n98. INT. BERTANI’S OFFICE-(DAY)— MEDIUM SHOT\nAs Bertani turns questioningly to Robie, Antoinette taps on the door.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\n98. INT. BERTANI’S OFFICE-(DAY)— MEDIUM SHOT\nAs Bertani turns questioningly to Robie, Antoinette taps on the door. \n\nTARGET SECTION TO BE ANNOTATED:\n She opens it, and, then\nsays urgently, as she points out toward the restaurant:\n\n11\n\fANTOINETTE: Monsieur Bertani! Les clients attendent pour avoir des\ntables!\n\nBERTANI: Excuse me, Robie. Business calls—Happy sound.\n\nBertani turns and leaves the office. Robie turns, and THE CAMERA PANS him over to the\nglass door that leads through the partition into the kitchen.\n\n99. INT. KITCHEN-(DAY)-SEMI-CLOSEUP\n\nRobie stands in the doorway of the kitchen, the office behind him. His attitude clearly\nindicates that he is not in the least intimidated by their hostility. His attention is drawn. to\none of the younger members of the kitchen staff.\n\n100. INT. KITCHEN-(DAY)-MEDIUM SHOT\n\nThis kitchen helper is a boy about twenty. He is grinning across at Robie. He takes a saucer\nand pours some milk into it.\n\n101. INT. KITCHEN-(DAY)-CLOSEUP\n\nRobie looks at the boy without displaying any emotion. His eye is caught by something else.\nHe turns to see:\n\n102. INT. KITCHEN-(DAY)-MEDIUM SHOT\n\nThe same wine waiter we met when Robie entered the restaurant through the garden. He is\ncoming up the cellar stairs carrying a couple of bottles of wine. He limps slightly. As he\napproaches THE CAMERA, we hear Robie’s voice off:\n\nROBIE: Bonjour, Foussard.\nFoussard gives a cold stare and passes the CAMERA.\n103. INT. KITCHEN-(DAY)-CLOSEUP\nRobie’s eyes follow him briefly, and then stop as they see:\n104. INT. KITCHEN-(DAY)-MEDIUM SHOT\n\nA vegetable chef is in the act of twisting the tops of a bunch of carrots. As he stares at Robie,\nhis hands twist viciously and menacingly.\n\n105. INT. KITCHEN-(DAY)-CLOSEUP\nRobie grins at this. We hear a voice from the other end of the kitchen.\n\nLA MULE: Allez-vous en, Robie!\nRobie turns his head in the direction of the voice.\n106. INT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nRobie turns his head in the direction of the voice. 106. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN-(DAY)-MEDIUM SHOT\nAt the dishwashing sinks, full of soapy water, with steam rising from them, stands a hairy\nmountain of a man. They call him La Mule. His look toward Robie is one of pure hatred.\n107. INT. KITCHEN-(DAY)-SEMI-LONG SHOT\nWe now get a view of the whole kitchen. At the sound of La Mule’s voice ordering Robie\nout of the kitchen, the place falls quiet. Work is forgotten as the chefs and their helpers turn\nto look at Robie. Foussard watches.\nRobie stands his ground, keeping his eyes on the dishwasher. La Mule carefully wipes his\nhands on his apron, and then picks up a plate. He smashes it in half against the sinks, and\nadvances on Robie with a jagged half of plate held threateningly in his right hand.\n108. INT. KITCHEN-(DAY)-SEMI-CLOSEUP\nRobie doesn’t move. He guardedly watches La Mule.\n\n12\n\f109. INT. KITCHEN-(DAY)-SEMI-CLOSEUP\nLa Mule, coming slowly, and threateningly toward the CAMERA.\n110. INT. KITCHEN-(DAY)-CLOSEUP\nRobie watching La Mule. His eyes dart down for a moment.\n111. INTO KITCHEN-(DAY)-CLOSEUP\nRobie’s hand slides behind him, and picks up one of the two bottles of wine just deposited\nthere by Foussard, the wine waiter. The hands come forward, and fling the bottle out of the\npicture.\n112. INT. KITCHEN-(DAY)-MEDIUM SHOT\nThe bottle sails out toward the oncoming dishwasher. He is forced, by instinct, to drop the\nbroken half of the plate, and catch the bottle of wine in both hands.\n113. INT. KITCHEN-(DAY)-SEMI-LONG SHOT\nThe kitchen workers, despite their allegiance to the dishwasher, burst into sudden laughter\nat seeing La Mule so neatly disarmed and his menacing attitude turned into confusion.\nINT. KITCHEN-(DAY)-SEMI-CLOSEUP\nThis only serves to increase Li Mule’s rage. He grips the neck of the wine bottle and\nadvances farther toward Robie.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KITCHEN-(DAY)-SEMI-CLOSEUP\nThis only serves to increase Li Mule’s rage. He grips the neck of the wine bottle and\nadvances farther toward Robie. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly, the voice of Bertani sounds off:\nBERTANI: La Mule! Pose cette bouteille et retourne a to vaisselle! En\nvitesse, hein!\n115. INT. KITCHEN-(DAY)-MEDIUM SHOT\nRobie has turned as Bertani beckons him back into the office. As Robie starts to go, he gives\none more glance at La Mule, and then as a parting shot, picks up a glass and tosses it out of\nthe picture.\n116. INT. BERTANI’S OFFICE-(DAY)-SEMI-LONG SHOT\nThrough the open door we see La Mule now catch the glass in his other hand. There are a\nfew more laughs from the kitchen hands. As Bertani closes the door we see the wine waiter,\nFoussard, cross and snatch the bottle away from La Mule. We cannot hear what he says, but\nhe indicates that the wine is now so shaken up it’s not usable. As La Mule turns angrily away,\nthe rest of the kitchen hands resume their various tasks. Bertani closes the office door, then\nmutters:\nBERTANI: C’est l’heure du dejeuner, pas de la rigolade!\nROBIE: Even they think I’m operating again.\nThe CAMERA CLOSES IN on them.\nBERTANI: Well—once they were all in prison with you—so the\npolice think...\nROBIE: Don’t tell me. “One bad apple spoils the barrel.”\nBERTANI: (Nods) But since the Resistance, I have obliged all these\nmen to be honest. I have beat honesty into their skulls—I\ndid not want them to break their paroles and return to\nprison.\nROBIE: Listen, if my parole is broken, they’II throw the key away.\nBERTANI: Remember, Robie—some of them have families to think\nof now.\n\n13\n\fRobie looks out to the kitchen.\n\nROBIE: I wouldn’t put it past any one of them to be doing the\nrobberies themselves.\n\nBERTANI: (Chuckles) Simple men—without education? No, Robie.\nMaybe kill somebody in the dark, but steal jewels, no.\n\nROBIE: (Turns) And I wouldn’t put it past you.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nNo, Robie. Maybe kill somebody in the dark, but steal jewels, no. ROBIE: (Turns) And I wouldn’t put it past you. \n\nTARGET SECTION TO BE ANNOTATED:\nBertani bubbles with good humor as he checks himself in his wall mirror again.\nBERTANI: I have restaurant, that’s enough. And I can’t even climb\nstairs now without—(Demonstrates puffing)\nHe turns back. There is a look of concern on his face.\nBERTANI: It’s time to go if the flics come.\nRobie seems to be thinking to himself.\n\nROBIE: What I can’t understand is how this thief can imitate me\nso perfectly. It has to be somebody who knew every detail\nof my technique. (Looks up) Maybe somebody in the\npolice.\n\nBERTANI: (Chuckles at the thought) Ah—voila!\n\nROBIE: He picks the perfect victims—only the right stones—he\ngoes up walls, over roofs, down through skylights—\ndresses in black—leaves no clues, and disappears in the\nnight.\n\nBERTANI: Just like John Robie, The Cat.\n\nROBIE: (Flashes) You don’t believe me any more than the rest!\n\nBERTANI: (Appears distressed) Robie, you’re nervous as a c—\n(Smiles) I nearly said “cat”.\n\nROBIE: I know. (He paces, thinking) The imitation is so faultless\nI sometimes wake up thinking I did the jobs myself. (With\nsome bitterness) And | don’t like running, hiding and\nleaving a trail of doubt in everybody’s mind.\n\nBERTANI: I shall defend you when I can.\n\nROBIE: Bertani—the only true defenses a man has are his own\nactions.\n\nHe moves restlessly.\n\nBERTANI: (Sincerely) John, sometimes a fellow must run. (He looks\noff nervously out toward the restaurant) Robie—the\npolice—any moment.\n\nROBIE: If somebody caught this—imitator, we'd all be off the\nhook, wouldn’t we?\n\nBERTANI: Surely.\n\nROBIE: Nobody believes me—and the police are chasing the\nwrong man. Someone’s got to start chasing the right one.\n\nBERTANI: You couldn’t do more than the police!\n\n14\n\fROBIE: The police always get to the scene of a job after it\nhappens. With this kind of a thief, that’s a waste of time.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERTANI: You couldn’t do more than the police! 14\n\fROBIE: The police always get to the scene of a job after it\nhappens. With this kind of a thief, that’s a waste of time. \n\nTARGET SECTION TO BE ANNOTATED:\nBERTANI: How could you move around the Cote d’Azur?—They’re\nall looking for you.\n\nROBIE: They were looking for me in Paris fifteen years ago and I\ngave them a pretty good chase.\n\nBERTANI: One day he’ll make a mistake.\n\nROBIE: (Shakes his head) I only made one mistake. If he knows so\nmuch about me, he won’t repeat it. (Long pause, then;)\nBertani—there’s only one answer. I should have seen it\nsooner. I’ve got to find this imitator myself—and find him\nquick!\n\nBERTANI: (Throws up his hands) You’re mad. How could you catch\nthis other Cat?\n\nROBIE: (Gets warmed up) There’s only one way. Anticipate his\nmoves. Get there ahead of him, and then find him with\nhis hand right in somebody’s jewel case.\n\nRobie paces away, and then returns to Bertani who is watching his performance with\nfascination.\n\nBERTANI: (Shakes his head) Huh uh. If they catch you, nobody will\nbelieve what you say.\nROBIE: Who believes me now?\n\nBERTANI: (A thoughtful pause) Suppose they catch you—and the\nrobberies continue?\n\nROBIE: I'd be a free man in an hour.\nBERTANI: You believe so?\n117 thru 121 OMITTED.\n22. INT. BERTANI’S OFFICE-(DAY)—CLOSEUP\nRobie stares at Bertani, a little puzzled. Bertani’s voice continues:\n\nBERTANI: Think of this. If Iam your imitator, and you are caught\n—what is it I do?\n\nRobie has caught the implications.\n\nROBIE: Hmmm.\n123. INT. BERTANI’S OFFICE-(DAY)—CLOSEUP\nBertani watches Robie’s face.\n\nBERTANI: I stop stealing—and they never find me.\n\n121. INT. BERTANI’S OFFICE-(DAY) CLOSEUP\nRobie is thoughtful for a moment. Then he says:\n\nROBIE: You have a rare skill for inspiring confidence.\n\nRobie moves away, around the room, as THE CAMERA PULLS BACK and includes Bertani.\nBertani’s eyes follow him.\n\nROBIE: The biggest problem is time.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nRobie moves away, around the room, as THE CAMERA PULLS BACK and includes Bertani. Bertani’s eyes follow him. ROBIE: The biggest problem is time. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve got to hit this copy-cat\nbefore he knows I’m after him.\n\n15\n\fHe paces, thinking.\nROBIE: To catch him in the act. I need better information than he\nhas. The kind it takes months. to dig out.\nBERTANI: Like—who has jewelry that deserves to be stolen?\nROBIE: (Adds, quickly) Where they live, which room they keep\nthe stones in, and what time they usually go to sleep, how\nmuch they drink, whether they have dogs, guns, servants,\ninsurance—\nHe runs out of words. He walks away, stops, turns back. During this, Bertani has seated\nhimself at his desk. He opens the drawer, and begins to rummage through it, a thoughtful\nlook on his face. He seems to find what he was looking for. He takes out a visiting card,\nstudies it. Robie comes forward quickly and leans over the desks THE CAMERA CLOSING\nIN.\nROBIE: Come on, Bertani—what have you got?\nBERTANI: You made me remember. Two days ago a man came into\nmy restaurant. (Smiles) I didn’t like him.\nROBIE: Why?\nBERTANI: He called me to his table; he asked me about crime and\ncriminals. Me! A respectable, honest, restaurateur!\nROBIE: (Smiles) See what it is when your past catches up with\nyou, Bertani?\nBERTANI: Then he ask me insidious questions, I refuse to answer.\nBut then, he offered—\nHis speech is broken by a sharp tap at the door.\n125. INT. BERTANI’S OFFICE -(DAY)-SEMI-LONG SHOT Antoinette is opening the\ndoor. Bertani turns in his chair.\nANTOINETTE: Monsieur Bertani, le Commissaire Lepic est dehors, dans\nle jardin!\nRobie immediately moves toward the kitchen side of the office, out of sight of the restaurant.\nBertani rises quickly and goes to the door behind Antoinette.\n126. INT. BERTANI’S OFFICE-(DAY)-SEMI CLOSEUP\nBertani looking out into restaurant.\n127. INT. RESTAURANT-(DAY)-LONG SHOT\nIn the distant garden, Lepic is talking to the headwaiter.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\n127. INT. RESTAURANT-(DAY)-LONG SHOT\nIn the distant garden, Lepic is talking to the headwaiter. \n\nTARGET SECTION TO BE ANNOTATED:\n His assistant, Mercier, is scanning\nthe restaurant and the customers.\n128. INT. KITCHEN-(DAY)-SEMI LONG SHOT\nFoussard, the wine steward, hastily enters the kitchen. He steps quickly from the chef to the\ndishwasher, indicating the arrival of the police. There is consternation among all of them.\n129. INT. BERTANI’S OFFICE-(DAY)—-MEDIUM SHOT\nBertani turns from the doorway to the restaurant. He goes past Robie and opens the kitchen\ndoor. He sees the alarm among the kitchen hands, then motions Foussard over to him.\nBERTANI: (To the kitchen help) Continuez votre travail, vous autres.\nEt laissez-moi faire. Je vais lui parler.\n\n16\n\fHe turns to Foussard as the wine steward arrives.\nBERTANI: Ta fille n’a pas encore fini de dresser l’inventaire de la\ncave, hein?\nFOUSSARD: Non, mais je ne veux pas qu’elle soit melée a—\nBertani interrupts impatiently;\nBERTANI: Tu preferes sans doute passer la nuit en prison?\nThere is no answer.\nBERTANI: Conduis Monsieur Robie aupres d’elle.\nHe turns to Robie.\nBERTANI: Foussard’s daughter will take you out of here by boat.\nROBIE: Where?\nBERTANI: The Beach Club in Cannes. Wait for a phone call there.\nTHE CAMERA PANS Bertani back to Antoinette as Robie takes his exit following Foussard.\nIn the distance, we see Lepic approaching the desk of Antoinette. Bertani arrives, and\nengages Lepic in animated conversation. We see Bertani protesting at the untimely arrival\nof Lepic.\n130. INT. WINE CELLAR-(DAY)— MEDIUM SHOT\nIn the foreground, Danielle, sitting atop a short ladder, is using a clipboard to take inventory\nof the wines. Behind her are the stairs leading down from the kitchen. She turns as she hears\nher father and Robie descend.\n131. INT. WINE CELLAR-(DAY)-SEMI CLOSEUP\nShooting up at Danielle’s face, which registers surprise. Moreover, she doesn’t move off the\nladder.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WINE CELLAR-(DAY)-SEMI CLOSEUP\nShooting up at Danielle’s face, which registers surprise. Moreover, she doesn’t move off the\nladder. \n\nTARGET SECTION TO BE ANNOTATED:\n She is a well-built French girl, of perhaps twenty-four years, with a frank and\nattractive face. Her light summer dress, although not expensive, expresses a definite taste:\nto show that she is not one of Bertani’s regular employees.\n132. INT. WINE CELLAR (DAY)-MEDIUM SHOT\nThe two men approach her, and THE CAMERA PULLS BACK AND UP to include her in\nthe picture. Robie smiles at her, but she watches her father, who quickly says, pointing\nupwards\nFOUSSARD: Les flics viennent de s’amener (Nodding to Robie)...Ils\nrecherchent Monsieur Robie.\nDanielle descends the ladder, THE CAMERA GOING DOWN with her.\nFOUSSARD: Bertani veut que tu is conduises en canot jusqu’au Beach\nClub.\nShe turns a blank face to Robie, who waits, genially. She looks back to her father, as if to say,\n“Are you serious?” Foussard seems to take his annoyance with Robie out ,on his daughter.\nFOUSSARD: Eh bien, qu’est-ce que tu attends? T’as compris ce que je\nt’ai dit? Dépéche-toi!\nDanielle shrugs lightly, then softens and smiles at her father. Then she hugs him affection-\nately around the shoulders with one arm. They exchange glances that show their fondness\nfor each other. Danielle looks at Robie briefly, then turns and moves for the back of the\ncellar, glancing over her shoulder to say:\nDANIELLE: Okay. Let’s go, Mister Cat.\n\n17\n\fRobie moves quickly after her, THE. CAMERA GOES WITH him.\nROBIE: Do me a favour, Danielle. Don’t call me a cat.\n\nWithout turning, or stopping, she answers him:\n\nDANIELLE: I only do one favour a day.\nShe swings open a low door at the far end of the cellar. Strong daylight floods in. We get an\nimpression of the Mediterranean beyond. By now, Robie has reached Danielle. He takes her\nby the shoulder, and turns her around.\n\nROBIE: Look—if you don’t want to do this...\n\nShe lowers her shoulder to get it out from under his hand. She looks at him innocently.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: Look—if you don’t want to do this... She lowers her shoulder to get it out from under his hand. She looks at him innocently. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIELLE: Did I brush your fur the wrong way?\n133. INT. BERTANI’S OFFICE-MEDIUM SHOT\nThrough the glass partition we see Lepic, followed by an anxious Bertani, entering the\nkitchen. He moves to the center of the kitchen, and then, one by one, calls several of the\nkitchen help toward him. Slowly, their faces impassive, they gather around Lepic. He waits\na moment for someone to speak. No one does. Then, quickly, and angrily, he jabs a fore-\nfinger at each one of them in a threatening manner. They remain expressionless.\n134. EXT. WATERFRONT-(DAY)-LONG SHOT\nSHOOTING from the garden of the restaurant, we see a twenty-five foot speedboat make\na wide, sweeping turn out into the Mediterranean. Robie and Danielle are the passengers.\n135. EXT. RESTAURANT GARDEN-(DAY)—CLOSEUP\nA big head of Mercier, Lepic’s assistant. He is still scanning the restaurant when the SOUND\nof the motorboat comes to him. He turns sharply toward the Mediterranean. He waits a\nmoment, then turns and runs FROM THE CAMERA.\nHe meets the exasperated Lepic emerging from the restaurant proper, followed by a suave\nBertani. Mercier speaks to Lepic quickly, jerking his head in the direction of the Mediter-\nranean. Both men hurry out of the restaurant garden toward their police car, the CAMERA\nPANNING them.\n136. EXT. SIDE ROAD-(DAY)-MEDIUM SHOT\nMercier and Lepic hurry down the side road of the restaurant toward their waiting police\ncar. Lepic opens the door and reaches for the radio telephone.\n137. OMITTED\n138. EXT. SIDE ROAD-(DAY)-CLOSE SHOT\nOn the side road that runs down the back of the restaurant, Lepic is leaning into the police\ncar and talking vigorously into the dashboard microphone. His French is too rapid for us to\nunderstand what he says.\n139. EXT. MEDITERRANEAN-(DAY)-MEDIUM SHOT\nA VERY LOW CAMERA, just skimming the water line, takes in the full length of a speed-\nboat. The spray fans upward from the bow, almost obscuring the passengers.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. MEDITERRANEAN-(DAY)-MEDIUM SHOT\nA VERY LOW CAMERA, just skimming the water line, takes in the full length of a speed-\nboat. The spray fans upward from the bow, almost obscuring the passengers. \n\nTARGET SECTION TO BE ANNOTATED:\n We can just\npick out the name on the side of the boat, through the film of water. It reads “MAZUIS\nMOUSE”. In the background we see the coastline, and the high mountains beyond. We are\nrounding one end of Cap Ferrat.\nINT. SPEEDBOAT-(DAY)-SEMI CLOSEUP\n\n18\n\fSHOOTING ACROSS the passengers. Danielle is in the foreground steering, while Robie\nsits in the seat beyond. She handles the boat quite well, and appears to enjoy herself. Some\nof the spray falls on both of them. She doesn’t seem to mind. He wipes some of the water\n\noff his face.\n\nROBIE:\n\nYou’re getting us wet!\n\nShe laughs, but doesn’t slow up a bit.\n\nDANIELLE:\n\nIt must be true what they say. Cats don’t like water.\n\nHe gives her a look of annoyance.\n\nROBIE:\nDANIELLE:\nROBIE:\nDANIELLE:\nROBIE:\nDANIELLE:\n\nROBIE:\nDANIELLE:\n\nROBIE:\nDANIELLE:\n\nROBIE:\n\nDANIELLE:\n\nTl thank you not to mention that word again.\nA man should never regret his past.\n\nlonly regret one thing.\n\nThat you never asked me to marry you?\n\nThat I ever took the time to teach you English.\n\nYou only taught me the nouns. I learned the adjectives\nmyself.\n\nThe word “cat” is a noun.\n\nNot the way you use it. For you it means excitement,\ndanger, escape... affluence... (She turns, pleased with\nherself) What do you think of that word... affluence? It\nmeans wealth.\n\n(Squints at her) What’s on your mind?\n\nOh, nothing. I was just thinking about you... imagining\nyou in your expensive villa, enjoying life—while we work\nlike idiots for a loaf of bread.\n\n(Losing some humor) I work for a living, too—raising\ngrapes and flowers.\n\n—and emeralds, and diamonds, and pearls—\n\nAngrily he reaches over and quickly shuts off the motor. The speedboat comes to a sliding\nstop, and the silence is sudden. The boat moves gently up and down with the slap of the\n\nwater on the hull.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\n—and emeralds, and diamonds, and pearls—\n\nAngrily he reaches over and quickly shuts off the motor. The speedboat comes to a sliding\nstop, and the silence is sudden. The boat moves gently up and down with the slap of the\n\nwater on the hull. \n\nTARGET SECTION TO BE ANNOTATED:\nROBIE:\n\nDANIELLE:\n\nROBIE:\nDANIELLE:\n\nSchool’s open again. Professor Robie will now conduct a\nclass on “Bad Manners” —or, “How to get spanked in a\nhurry”.\n\n(Smiles challengingly) You can’t touch me. I’ve graduated.\n(After a pause) You going to South America?\n\n(Frowns annoyance) The Beach Club at Cannes.\n\nI have always dreamed of going to South America. The\npeople say it’s virgin country.\n\nRobie looks down a moment in frustrated thought.\n\nDANIELLE:\n\nHe looks up at her.\n\nI can cook, sew, be generous to you at the good time,\nkeep my mouth shut, and peddle stolen jewels at the black\nmarket.\n\n19\n\fROBIE:\n\nDANIELLE:\nHe shows a trace of anger.\nROBIE:\n\nDANIELLE:\nROBIE:\n\nDANIELLE:\nROBIE:\n\nDanielle—you don’t think I’m responsible for all these\nrecent robberies.\n\nI think so, yes.\n\nAlong with your father—and the rest of my Resistance\npals.\n\nBut there’s one great difference. They are furious with\nyou. I am not.\n\n(Takes a deep breath) Danielle, listen carefully. I stole\nonce, a long time ago. I went to jail.\n\nAnd they could not even keep you there—could they?\n“They” had nothing to do with it! Maybe you were too\nyoung to remember. At least, I thought your father told\nyou.\n\nThe sound of a small airplane is heard. They both look up. Danielle turns back to Robie.\n\nDANIELLE:\n\nROBIE:\n\nDANIELLE:\n\nROBIE:\n\nDANIELLE:\n\nROBIE:\n\nDANIELLE:\n\nROBIE:\nDANIELLE:\nROBIE:\n\nWant me to believe that fairy tale? About the German\nbombers who hit the prison by mistake? And let you all\nfree? (She laughs lightly)\n\nI can show you where some of the characters in that\n“fairy tale” are buried.\n\nBut you were more smart—as usual. You convinced them\nto join the Resistance Army.\n\n(Sternly) I didn’t talk to anybody into joining the Maquis!\nI joined because I wanted to make up for some things I'd\ndone.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou convinced them\nto join the Resistance Army. (Sternly) I didn’t talk to anybody into joining the Maquis! I joined because I wanted to make up for some things I'd\ndone. \n\nTARGET SECTION TO BE ANNOTATED:\n You ought to know that.\n\nI don’t know what you wanted. | know what you got—\npardons that are not worth anything.\n\nThey weren’t pardons—they were paroles. And we fought\nsix years to earn them! Those of us who were still around\nfor the graduation.\n\n(Maliciously) Those paroles don’t have much value today\n—euh?\n\nAs yet, they haven’t been withdrawn from circulation.\nNo South America?\n\n(Shakes. head “No”) The Beach Club at Cannes—if you\nplease.\n\nShe shrugs, and steps on the starter of the boat.\n\nDANIELLE:\n\nWell, in that case, we should hurry. This airplane up\nthere, it probably belongs to the police.\n\nHe whips his head around fast, and looks up towards the sound of the plane. The motorboat\n\nstarts, and moves forward.\n\n141. EXT. MEDITERRANEAN-(DAY)-LONG SHOT\n\nThe airplane is beginning to descend toward them in a wide, sweeping circle.\n\n20\n\f142. INT. SPEEDBOAT-(DAY)-MEDIUM SHOT\n\nRobie moves swiftly out of his seat, and through the too small bow of the boat.\n143. INT. SPEEDBOAT-(DAY)-SEMI-CLOSEUP\n\nDanielle glances up and over her shoulder to the oncoming plane.\n\n144. EXT. MEDITERRANEAN-(DAY)-LONG SHOT\n\nThe plane sweeping down toward the speedboat.\n\n145. INT. SPEEDBOAT-(DAY)-MEDIUM SHOT\n\nIn the foreground Danielle is looking up at the approaching plane, and beyond her, peeping\nthrough the doors, Robie also looks up.\n\n146. EXT. MEDITERRANEAN-(DAY)-LONG SHOT\n\nThe plane zooms down almost into THE CAMERA.\n\n147. INT. SPEEDBOAT-(DAY)-MEDIUM SHOT\n\nDanielle at the wheel, and Robie peering out. We see the plane rising, and turning beyond.\n\nDANIELLE: If you’re caught, would you be angry with me if I pre-\ntended that I was going to give you to the cops anyway?\n\n148. INT. SPEEDBOAT-(DAY)—CLOSEUP\nRobie looks at her with a straight-faced amazement.\n\nROBIE: From the sound of things, you probably are.\n149. INT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: From the sound of things, you probably are. 149. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SPEEDBOAT-(DAY)—CLOSEUP\nRobie, unperturbed:\n\nROBIE: Good. What he comes by again—wave to him.\n150. INT. SPEEDBOAT-(DAY)-SEMI CLOSEUP\nShe remains impudent.\n\nDANIELLE: Suppose he’s not my type?\n\n154. EXT. SPEEDBOAT-(DAY) CLOSEUP\nHe’s a little irritated with her.\n\nROBIE: Wave to him anyway! Act as if you’re a pretty girl out for\na ride.\n\n114-9. INT. SPEEDBOAT-(DAY)-SEMI-CLOSEUP\nShe looks down at him. innocently.\n\nDANIELLE: I thought that maybe there was a reward. It would be silly\nto let a perfect stranger profit by it.\n\n150. INT. SPEEDBOAT-(DAY)—CLOSEUP\nRobie tries to peer out into the sky, as he replies:\nROBIE: Don’t buy any new clothes with the money yet. What’s he\ndoing now?\n151. INT. SPEEDBOAT-(DAY)-SEMI CLOSEUP\nShe looks up, turning her head to follow the plane, and with her eyes on it, she says:\nDANIELLE: He is coming back over us.\nShe turns back to him with a smile.\n155. INT. SPEEDBOAT-(DAY)-SEMI-CLOSEUP\n\n21\n\fRobie’s viewpoint, SHOOTING FROM the forward compartment of the boat. Danielle is\nseated in the foreground at the wheel, and beyond her, the airplane is swooping down once\nmore. In response to Robie’s command, she prepares to wave at the airplane and the pilot.\nBut she adds something of her own-crossing her legs, and pulling her skirt up somewhat.\nThen she waves gaily. The plane ROARS down behind her, passing over the boat at a very\nlow altitude.\n\n156. INT. SPEEDBOAT-CLOSEUP-(DAY)\nHis eyes watching the plane.\nROBIE: Not that pretty! We want to get rid of them!\n157. INT. SPEEDBOAT—-MEDIUM SHOT-(DAY)\nDanielle, and Robie who puts his head cautiously out of the compartment doorway.\nROBIE: How much farther to the Beach Club?\nDANIELLE: Oh... maybe fifteen minutes.\n\nRobie disappears from the doorway, into the forward compartment.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: How much farther to the Beach Club? DANIELLE: Oh... maybe fifteen minutes. Robie disappears from the doorway, into the forward compartment. \n\nTARGET SECTION TO BE ANNOTATED:\n His VOICE is HEARD.\noff.\n\nROBIE: (Louder) Uh huh. Now when you get there, pull close in\nshore and move around with the other boats.\nDANIELLE: And then?\nROBIE: Then I’m getting out. I'll leave my clothes with you.\n158. INT. SPEEDBOAT-CLOSE-UP-(DAY)\nDanielle smiles with mild surprise.\nDANIELLE: And I thought you hoped to be inconspicuous.\n159. INT. SPEEDBOAT-SEMI-CLOSEUP-(DAY)\nRobie comes into the doorway, and holds out a pair of bathing trunks.\n\nROBIE: Nobody will ever recognize me n these. Where’s the plane\nnow?\n\n160. INT. SPEEDBOAT-SEMI-CLOSEUP-(DAY)\nShe glances up briefly. The SOUND of the plane motor is some distance away.\nDANIELLE: It’s going higher over the coast.\n161. INT. SPEEDBOAT-SEMI-CLOSEUP-(DAY)\nRobie, standing in the doorway, starts to unbutton his shirt.\nROBIE: After I get on the beach, wait until it’s safe—then bring\nmy clothes in.\n\nHe starts to turn away from the doorway, then thinks of something that makes him turn\nback. He speaks with mock concern.\n\nROBIE: Oh. Uh... sorry about that reward.\n162. INT. SPEEDBOAT-SEMI-CLOSEUP-(DAY)\nShe smiles at him sweetly.\nDANIELLE: There’s still time.\n163. INT. SPEEDBOAT-CLOSEUP-(DAY)\nHe grins back at her, and closes the compartment door behind himself.\nLAP DISSOLVE TO:\n\n22\n\f164. EXT. BEACH MEDIUM SHOT-(DAY)\nRobie, floating face upwards on the water. We HEAR the SOUND of other bathers and\nchildren off.\n165. EXT. BEACH-CLOSEUP-(DAY)\nAn alert Robie is scanning the sky.\n166. EXT. SKY-LONG SHOT-(DAY)\nAn airplane, too high in the sky to identify, has completed a circle and is moving away out\nto sea.\n167. EXT. BEACH-MEDIUM SHOT-(DAY)\nRobie allows his feet to touch the bottom, and he pushes himself into an upright position.\nThe water is quite shallow.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. BEACH-MEDIUM SHOT-(DAY)\nRobie allows his feet to touch the bottom, and he pushes himself into an upright position. The water is quite shallow. \n\nTARGET SECTION TO BE ANNOTATED:\n He walks casually out of the water, up the beach, the CAMERA\nPANNING him. As he moves away, and is lost among the other habitues and bathers of the\nBeach Club, we get a full impression of the Club and its surroundings.\n168. EXT. BEACH-MEDIUM SHOT-(DAY)\nRobie finds an open spot on the beach, and reclines on the sand. He stares at the sky once\nmore. Beyond him, perhaps twenty-five feet away, a girl is half-kneeling, half-sitting under\na beach umbrella. Her hair is covered by a bandana, and she wears dark glasses. The most\nstartling thing about her, next to her natural physique, is her simple but elegant bathing suit.\nShe is putting sun tan oil on her shoulders. Her movements are unhurried.\n169. EXT. BEACH-CLOSEUP-(DAY)\nRobie’s eyes are not turned in her direction, but are looking the other way, as though\nanticipating the arrival of someone. Presently, two bare male legs come into the picture.\nRobie’s eyes look up.\n170. EXT. BEACH-MEDIUM SHOT-(DAY)\nFrom his viewpoint, SHOOTING straight up from the beach, we see a young Frenchman in\nhis early twenties. In short bathing trunks, he displays a tanned and extremely muscular\nbody. As he looks down at Robie, he says quietly:\n\nCLAUDE: M’sieu—téléphone.\n171. EXT. BEACH-(DAY)-MEDIUM SHOT\nClaude turns away as Robie rises and follows, brushing the sand from himself.\n172. EXT. BEACH-(DAY)-CLOSE SHOT\nThe girl in the dark glasses pauses with her bottle of oil. Slowly her head turns as she follows\nRobie’s progress up the beach. Although we cannot see her eyes, her interest in him seems\nmore than casual.\n173. EXT. BEACH OFFICE-(DAY)-MEDIUM SHOT\nRobie picks up a phone from the open counter. He speaks guardedly into the receiver. We\ncannot distinguish his few words. There is some activity around him. People are getting\ntowels, buying candy, cigarettes, cold drinks, etc.\n171. INT. BERTANI’S OFFICE-(DAY)—CLOSEUP\nBertani sits at his desk.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\n171. INT. BERTANI’S OFFICE-(DAY)—CLOSEUP\nBertani sits at his desk. \n\nTARGET SECTION TO BE ANNOTATED:\n We get an impression of the kitchen beyond. The egg has been\ncleaned off the glass partition. He speaks cautiously into the phone.\n\nBERTANI: The man with the information you want will wait for you\n\nat the entrance of the flower market in Nice. He will find\n\n23\n\fyou. I told him you would be tossing a piece of money in\nthe air.\n\n175. EXT. BEACH OFFICE-~(DAY)-MEDIUM SHOT\n\nRobie listens to Bertani on the phone. THE CAMERA MOVES IN until the head and\nshoulders of Claude, who is standing by, fill the screen. He is trying to be casual, and at the\nsame time hear the phone conversation. His eyes briefly study Robie.\n\nFADE OUT.\n\n176. OMITTED.\n\n177. OMITTED.\n\n178. OMITTED.\n\nFADE IN\n\n179. EXT. FLOWER MARKET-(DAY)-LONG SHOT\n\nThe crowded, colorful and busy flower market in Nice. Into the foreground, a hand appears\nholding a coin. It begins flipping the coin casually into the air.\n\n180. EXT. FLOWER MARKET . (DAY)-SEMI-CLOSEUP\n\nRobie is looking around nonchalantly for the man he is supposed to meet. The coin flips up\ninto the bottom of the picture occasionally.\n\n181. EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\n\nA little way from one of the entrances to the flower market is a public phone booth. A man\nsteps out of it. He is Mercier, Lepic’s assistant, and he watches Robie.\n\n182. EXT. FLOWER MARKET-(DAY)-SEMI CLOSEUP\nRobie is still flipping the coin, looking around anxiously for his contact.\n183. EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\nNearby, with his back to THE CAMERA, a man is bending over a flower display, examining\nthe blossoms. He is dressed in good taste, although a little formal for the Riviera in the\nsummer—a light business suit, homburg hat, bow tie. Still bending over the flowers, he turns\nin the direction of Robie, and reveals an alert and friendly face. He sports a small mustache.\nHe speaks one word:\n\nHUGHSON: Tails?\n184. EXT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe speaks one word:\n\nHUGHSON: Tails? 184. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FLOWER MARKET-(DAY)-SEMI-CLOSEUP\nRobie catches the coin in mid-air, and brings it down on the back of his other hand. Slowly\nhe lifts the palm of his hand off the coin. Then he looks across and nods to Hughson with\na grin.\n185. EXT. FLOWER MARKET (DAY)-SEMI CLOSEUP\n\nThe man straightens up and strolls over to Robie. THE CAMERA PANS him. The two are\nbrought into SEMI-CLOSEUP.\n\nHUGHSON: H.H. Hughson—Lloyds of London.\n\nROBIE: You're the man who knows who has all the good jewelry\naround here?\n\nHUGHSON: We insure most of the important pieces in this area.\nROBIE: Insurance. Tbat’s gambling, isn’t it?\nHUGHSON: A certain amount of betting—but very little gambling.\n\n24\n\fROBIE:\n\nHUGHSON:\nROBIE:\nHUGHSON:\n\nROBIE:\nHUGHSON:\nROBIE:\nHUGHSON:\nROBIE:\nHUGHSON:\n\nROBIE:\n\nHUGHSON:\n\nROBIE:\n\nHe starts to move away.\n\nROBIE:\n\nToo bad. I had a long shot for you. A little help in return\nfor some of your losses.\n\nSo Mister Bertani told me.\n\nInterested?\n\nThe proposition is certainly intriguing—albeit a little\nunorthodox.\n\nDoes that mean yes, or no?\n\nMy dear Mr. Robie—\n\nSmith.\n\nI beg your pardon. Ever been married?\n\nNo. And what does that have to do with “yes or no”?\n\nIt might help you understand my problem. I have two\nwives. Felicity, God bless her—and the London Home\noffice. I must return worthy of both of them.\n\nIsee. And they wouldn’t approve of your giving me a list\nof your rich clients.\n\nOfficially, you come under the category of “extremely\nbad risk”.\n\nUh-huh.\n\nWell, see you later, Hughson. It’s always a pleasure to\nmeet an insurance agent who enjoys paying off big expen-\nsive claims.\n\n186. EXT. FLOWER MARKET (DAY)-SEMI CLOSEUP\n\nHughson hastens after the walking Robie, the CAMERA PULLS HACK until he is alongside.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\n186. EXT. FLOWER MARKET (DAY)-SEMI CLOSEUP\n\nHughson hastens after the walking Robie, the CAMERA PULLS HACK until he is alongside. \n\nTARGET SECTION TO BE ANNOTATED:\nRobie continues to walk, the CAMERA SLIGHTLY AHEAD of them. Hughson keeps pace\n\nwith Robie.\n\nHUGHSON:\nROBIE:\nHUGHSON:\nROBIE:\nHUGHSON:\n\nROBIE:\nHUGHSON:\nROBIE:\n\nHUGHSON:\n\nROBIE:\n\nHowever, unofficially, there’s hope for you.\n\n(Smiles) I was sure there would be.\n\n(Smiles) We're both taking a big chance.\n\nReally? What happens to you, if I’m caught?\n\nWell, I might be embarrassed. Possibly even censured\nofficially.\n\nAnd I could get eight years in prison.\n\n(Smiles) You made a bad choice of professions.\n\nThen let’s have an understanding. I’m doing you the\nfavor. I take all the risks; you get all the jewelry.\n\nMr. Smith—it strikes me that only an honest man could\nbe so foolish.\n\nThank you.\n\nRobie glances over his shoulder cautiously.\n157. EXT. FLOWER MARKET-(DAY)-LONG SHOT\n\n25\n\fAt the distant entrance to the market, we see two bobbing heads of advancing men, threading\ntheir way through the crowd.\n\n188. EXT. FLOWER MARKET-(DAY)-SEMI CLOSEUP\n\nThe CAMERA IS STILL MOVING ALONG ahead of the pair. Hughson has followed\nRobie’s glance. Robie increases the pace of the walk. Hughson, understanding, keeps\n\nup with him. The speed of their conversation increases with the speed of their walk.\nHUGHSON: How much of a list do you need?\nROBIE: Only the top half-dozen names.\nHUGHSON Anything else?\nROBIE: The addresses, habits—whatever you’ve got. Of course,\ndescriptions of the stones and settings.\nRobie looks over his shoulder once more.\n189. EXT. FLOWER MARKET-(DAY)-SEMI-LONG SHOT\n\nThere is no doubt now that two detectives are following Robie and Hughson and are getting\nmuch nearer to them.\n\n190. EXT. FLOWER MARKET-(DAY)-SEMI CLOSEUP\nHughson also glances over his shoulder. Instinctively, the two men move even faster.\nHUGHSON: Suppose it falls into the wrong hands?\n\nROBIE: Maybe it already has. Unless you’ve been pulling the\nthefts yourself.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUGHSON: Suppose it falls into the wrong hands? ROBIE: Maybe it already has. Unless you’ve been pulling the\nthefts yourself. \n\nTARGET SECTION TO BE ANNOTATED:\nHUGHSON: (Chuckles) Wouldn’t that be one on the Home Office.\n\nRobie glances over his shoulder once more.\n191. EXT. FLOWER MARKET-(DAY)-SEMI-LONG SHOT\nRobie starts to dash away, as the two detectives come into the picture a few yards away.\nRobie calls out to Hughson.\n\nROBIE: Where are you staying?\n\nHUGHSON: The Carlton —Cannes.\n\nThe two detectives brush past Hughson, after Robie.\n192. EXT. FLOWER MARKET-(DAY)-LONG SHOT\nAn elevated view of a section of the market, with its masses of flowers. We see Robie\nhurrying away from the two detectives. He pulls up short, as two new detectives come into\nthe picture from the opposite direction. For a moment, Robie seems cornered. Then quickly,\nhe makes for a side aisle.\n193. EXT. FLOWER MARKET -(DAY)-MEDIUM SHOT\nFrom the ground level. Robie dashing down the side aisle, suddenly collides with a man\ncarrying a huge basket of freshly cut blooms. The basket is so big that we do not see the man\nbehind it.\n194. EXT. FLOWER MARKET-(DAY)-SEMI-CLOSEUP\nAt the moment of impact, the flowers fly into the air, and shower the screen with a cascade\nof color. The man is knocked flat, as the flowers clear the picture. Robie turns and sees his\npursuers.\n195. EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\n\n26\n\fFrom a high angle. Two of the detectives have run around the back while the other two are\napproaching him from the main aisle. Robie can do only one thing. He turns, and clambers\ninto the middle of a flower stall, trying to find a path of escape. He doesn’t quite make it,\nis grabbed by two of the men, and dragged back among the flowers. By now the merchants\nand customers of the flower market are in an uproar.\n\n196. EXT. FLOWER MARKET-(DAY)-SEMI-CLOSEUP\n\nThe two other detectives dive in, and now the screen is filled with a turmoil—legs, arms,\nflowers and heads.\n\n197. EXT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLOWER MARKET-(DAY)-SEMI-CLOSEUP\n\nThe two other detectives dive in, and now the screen is filled with a turmoil—legs, arms,\nflowers and heads. 197. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FLOWER MARKET-(DAY)-SEMI-CLOSEUP\n\nAtall, elderly French lady, dressed in black, with apron, etc., who seems to be the owner of\nthe stall, is busy beating the men with a large bunch of lilies. Fortunately, the noise of the\nonlookers prevents us from hearing her French profanity.\n\n198. EXT. FLOWER MARKET-(DAY)—CLOSEUP,\n\nA grim, flower-covered Robie, fighting off the detectives. He is slowly being subdued.\n199. EXT. FLOWER MARKET-(DAY)-SEMI-LONG SHOT\n\nThe old lady has dropped her bunch of lilies, and is calling for someone to come to her aid.\nFour or five husky flower vendors seem to answer her. They dash forward, and begin to tear\nat the struggling figures among the flowers. They appear to be trying to stop the fight.\n200, EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\n\nSuddenly Robie finds himself without attackers. He rises, and for a moment stands alone\namid the debris of the flowers, as the four detectives are being assaulted. Then, quickly\nrealizing his good fortune, he takes advantage of it and continues his escape.\n\nHe turns toward the crowd, looking for an opening. People move back in confusion and\nfright. THE CAMERA PANS him through the crowd, and almost to freedom. His only\npursuer is the old lady of the flower stalls, shrieking at the top of her lungs. She grabs him\nwith both hands. Despite her size, she seems to have a bulldog grip.\n\n201. EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\n\nThe flower vendors relax their attack on the police. The police get to their feet, and hurry\noff in pursuit of Robie. As the police dash off, the leader of the flower vendors crosses to\nHughson. THE CAMERA PANNING HIM, and Hughson hands him some large franc notes.\n202. EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\n\nRobie cannot seem to shake the old lady loose without actually knocking her down. Before\nhe can free himself, the police dash in and grab him. He is quickly pinioned.\n\n203. EXT.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe is quickly pinioned. 203. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FLOWER MARKET-(DAY)-SEMI-CLOSEUP\n\nHughson, who had been smiling in satisfaction, looks up to see Robie’s capture. The smile\ndies, and he turns in dismay to see:\n\n201. EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\n\nThe leader of the flower vendors, handing out Hughson’s money for freeing Robie.\n\n205. EXT. FLOWER MARKET-(DAY)-CLOSE SHOT\n\nHughson turns back in Robie’s direction, his face a drama of dismay and unhappiness at\nhaving spent money that brought him nothing in return.\n\n206. EXT. FLOWER MARKET-(DAY)-MEDIUM SHOT\n\n27\n\fRobie, being carted away by the police. The old lady stands shrieking and shaking her fist\nat him.\n\nFADE OUT.\n\n207 thru 227 OMITTED\n\nFADE IN:\n\n228. EXT. ROBIE’S VILLA-(DAY)-SEMI-CLOSEUP\n\nA tight TWO SHOT of Robie and Hughson, sitting on a low stone wall outside Robie’s villa.\nThe view beyond is interesting. There is an ice bucket between them, holding a bottle of\nchampagne. Each man holdsa glass, and Hughson’s is empty. Robie takes the dripping bottle\nout of the bucket, and proceeds to pour the remains of the champagne into Hughson’s empty\nglass. Hughson puts out a protesting hand.\n\nHUGHSON: Please, my dear fellow. Not in the middle of the day.\n\nRobie says nothing, completes the pouring. Hughson makes a gesture of gracious defeat. As\nRobie replaces the bottle, we hear the SOUND of a woman’s voice off:\n\nGERMAINE: Le déjeuner est servi.\n229. EXT. VILLA -(DAY)-SEMI-LONG SHOT\nFrom their viewpoint, a smiling Germaine is waiting on the terrace.\n230. EXT. ROBIE’S VILLA-(DAY)-MEDIUM SHOT\nRobie and Hughson rise, glasses in hand.\nROBIE: (Indicating drink) Bring it to the table with you.\n\nHughson, however, swallows the drink quickly. He smiles at Robie. Then he puts the glass\ndown and follows Robie. THE CAMERA PANS them up to the terrace.\n\n231, EXT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he puts the glass\ndown and follows Robie. THE CAMERA PANS them up to the terrace. 231, EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TERRACE-(DAY)-MEDIUM SHOT\n\nRobie and Hughson enter the terrace and sit down for lunch. THE. CAMERA MOVES IN\non them. Germaine has laid a simple, but attractive, table. She has moved inside the house\nto get the first course.\n\n232. EXT. TERRACE-(DAY)-SEMI-CLOSEUP\n\nHughson looks about him with considerable appreciation. Robie is busy uncorking a bottle\nof red wine. As Hughson glances around, his eye catches sight of:\n\n233. EXT. TERRACE-(DAY)-MEDIUM SHOT\n\nRobie’s cat, which we saw earlier, is sleeping in a nearby chair.\n234, EXT. TERRACE-(DAY)-SEMI-CLOSEUP\n\nHughson turns back to Robie. He gestures toward the sleeping cat.\n\nHUGHSON : Under the present circumstances, do you think it pays to\nadvertise?\n\nRobie looks at the cat fondly.\n\nROBIE: He hasn’t left the Villa in years.\nRobie has pulled the cork from the wine bottle and is now pouring for both of them.\nTHE CAMERA PULLS BACK SLIGHTLY as Germaine arrives with the first course. She\nplaces the cups of jellied consommé in front of them, during this, and leaves.\n\nROBIE: Like the place?\n\n28\n\fHUGHSON: Immensely. It’s kind of a travel-folder heaven—where a\nman dreams he’ll go when he retires.\n\nThe two men eat and drink wordlessly for a moment.\n\nROBIE: Now about that list of your clients who have jewelry\nworth stealing.\n\n235. EXT. TERRACE-(DAY)-SEMI-CLOSEUP\n\nHughson in the act of sipping his wine, lowers his glass, and looks away with uncertainty.\nHe turns back with a warm smile.\n\nHUGHSON: Why don’t we enjoy our lunch, first? There’s plenty of\ntime.\n\n236. EXT. TERRACE-(DAY)-SEMI-CLOSEUP\nRobie assumes a philosophical expression.\n\nROBIE: I don’t want to seem impatient, Hughson—but in ten days\nI do have to come up with something pretty convincing\nfor that examining magistrate. (Smiles) That’s a nice\ncustom they have in France—provisional liberty based on\ninsufficient evidence.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. TERRACE-(DAY)-SEMI-CLOSEUP\nRobie assumes a philosophical expression. ROBIE: I don’t want to seem impatient, Hughson—but in ten days\nI do have to come up with something pretty convincing\nfor that examining magistrate. (Smiles) That’s a nice\ncustom they have in France—provisional liberty based on\ninsufficient evidence. \n\nTARGET SECTION TO BE ANNOTATED:\nDuring this Germaine enters and takes away the soup cups.\n237. EXT. TERRACE-(DAY)-MEDIUM SHOT\nAs Germaine moves away, Robie refills their wine glasses.\n\nHUGHSON: Bertani said you were something of a celebrity in the\nUnderground Army.\n\nTHE CAMERA PULLS BACK as he rises from the table, and moves over to the edge of the\nterrace, looking out over the view. As he crosses, he replies:\n\nROBIE: Yes, I was in the Resistance.\nHUGHSON: (Almost boyish eagerness) Did you—uh—kill many\npeople?\nROBIE: (Without hesitation) Seventy-two.\n\nHughson, who is at this moment eating part of a roll, chews on it thoughtfully, and\nuncomfortably. Robie turns.\nROBIE: I know what would have pleased you, Mr. Hughson.\nHughson stops chewing.\nROBIE: (With a smile) Not one of them was insured.\nHughson smiles back at Robie’s little joke.\n238. EXT. TERRACE-(DAY)-SEMI CLOSEUP\nAs Hughson smiles at Robie, we see that he has quite a warm feeling for him despite his\nquestionable background.\nHUGHSON: You’re a man of obvious good taste in everything.\n(Indicating villa) How did you—well, why did you...\n239. EXT. TERRACE-(DAY)-SEMI CLOSEUP\nRobie takes a step or two towards him.\nROBIE: Take up stealing?\n\n29\n\fHUGHSON: (Off) Yes.\nROBIE: To live better—to own things I couldn’t afford—to\nacquire this good taste you now enjoy.\n240. EXT. TERRACE,—(DAY)-SEMI CLOSEUP\nHughson is a little taken aback.\nHUGHSON: You mean you were frankly dishonest?\n241. EXT. TERRACE-(DAY)-MEDIUM SHOT\nRobie approaches the table. At the same time, Germaine appears, carrying a Quiche Lorraine\nand two hot plates.\n\nROBIE: If you can call a man who climbs the outside of a fivestory\nbuilding, who cuts his way through a glass skylight and\nescapes over the rooftops with a small fortune in jewels,\ndishonest—yes.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nTERRACE-(DAY)-MEDIUM SHOT\nRobie approaches the table. At the same time, Germaine appears, carrying a Quiche Lorraine\nand two hot plates. ROBIE: If you can call a man who climbs the outside of a fivestory\nbuilding, who cuts his way through a glass skylight and\nescapes over the rooftops with a small fortune in jewels,\ndishonest—yes. \n\nTARGET SECTION TO BE ANNOTATED:\nGermaine has laid out the hot plates, and is cutting the Quiche Lorraine. Hughson throws\nRobie a warning glance concerning Germaine’s presence. Robie smiles, shakes his head for\nHughson not to worry about her.\nHUGHSON: I thought you’d have some defense. Some tale of hardship\n—your mother ran off when you were young, your father\nbeat you...\n\nROBIE: No. I was part of an American trapeze act in a circus that\ntravelled Europe. It folded, and I was stranded. So, I put\nmy agility to a more rewarding purpose.\n\nHUGHSON: You have no other defense.\n\nROBIE: For what it’s worth—I only stole from people who\nwouldn’t go hungry.\n\nGermaine holds out the dish to Hughson, who takes his cut portion. She looks up to Robie\nwho, with a gesture, tells her to serve him. She does, and leaves the scene. Hughson lifts a\nknife and fork, then looks up to Robie.\n\nROBIE: I think you'll enjoy that, Hughson. It’s a Quiche Lorraine.\n\nHughson takes a bite, and murmurs appreciatively.\nHUGHSON: Wonderful. And the pastry—it’s as light as air.\n\nROBIE: Germaine has sensitive hands—with an extremely light\ntouch.\n\nHUGHSON: I can tell.\nROBIE: (Casually) She shot a German general once.\nHughson pauses with a forkful of Quiche Lorraine.\nROBIE: (Continues) At eighty yards.\nHughson’s bead is up, his mouth open. He looks thoughtfully toward the house, and then\nslowly returns to his meal. In a moment, he speaks, trying to get back to the main\nconversation.\nHUGHSON: You—you were sort of a modern Robin Hood? I mean,\nyou gave away most of the proceeds of your crimes?\n\n30\n\fROBIE: (Shakes his head) Kept everything myself. Let’s face it. I\nwas an out-and-out thief—like you.\n\nDuring this, Robie has moved over to the table, while THE CAMERA CLOSES IN. He seats\nhimself on the last word of the speech.\n\n242. EXT.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe seats\nhimself on the last word of the speech. 242. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n TERRACE-(DAY)-SEMI-CLOSEUP\nHughson is a little shocked.\nHUGHSON: Now look here—\n243. EXT. TERRACE-(DAY)-SEMI CLOSEUP\nRobie interrupts, with apparent innocence.\nROBIE: Ever shortchange the butcher, by mistake?\n244. EXT. TERRACE-(DAY)—SEMI CLOSEUP\nHughson’s shock melts somewhat.\nHUGHSON: Well, if a man makes a mistake in counting—\nRobie lumps in quickly:\nROBIE: But you didn’t take the money back? (Before Hughson can\n\nanswer) Of course not. Ever take an ashtray from a hotel?\nOr a towel?\n\nHUGHSON: Souvenirs—they expect that. But—\n\nROBIE: Of course they do. Are you going to deduct this lunch\nfrom your expense account?\n\nRobie smiles mischievously at this. Hughson opens his mouth to speak.\nROBIE: Of course you’re not. It would be stupid.\n\nHughson takes a good drink of the wine, and as he drinks, appears visibly relieved. As soon\nas he puts down the glass, Robie hastens to refill it.\n\nROBIE: Do you agree?\nHUGHSON: Yes.\nROBIE: (Gently, but quickly) You're a thief.\nHughson sits back in his chair and stares unbelievingly at Robie.\nROBIE: Only an amateur thief, of course—but it might help you\nhave some sympathy for us professionals.\nHUGHSON: (Still a little stunned) 1 don’t think I understand fully—\nROBIE: Look at it this way. You’re sorry you shortchanged the\nbutcher, or took an ashtray from a hotel, aren’t you?\nHUGHSON: Right now, yes.\nROBIE: And someday you'll be sorry for not deducting this lunch\nfrom your expense account.\nHUGHSON: I can’t possibly deduct every little item from my expense\naccount. I frankly couldn’t spare the time.\nROBIE: Someday you'll wish you had.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHUGHSON: I can’t possibly deduct every little item from my expense\naccount. I frankly couldn’t spare the time. ROBIE: Someday you'll wish you had. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m sorry for ever starting\nin crime—I look back with horror on every job I pulled\n—TI have since paid out more in regret than I ever took in\nprecious stones—but that doesn’t help, because I’ll never\n\n31\n\fstop paying for it. The world won’t let me. Every time an\nashtray is missing from a hotel they don’t come looking\nfor you—but let a diamond bracelet disappear in France,\nand they shout John Robie, The Cat! You don’t have to\nprove your honesty every day of your life. I do.\n\nHe takes a drink of the wine. Then smiles pleasantly at Hughson.\nROBIE: Now, shall we get down to business—the list?\nHughson’s hand hesitates as it reaches for his pocket.\nROBIE: Something bothering you?\nHUGHSON: (After pause) I told the police what you were going to do.\nROBIE: I didn’t expect them to like the arrangement.\nHUGHSON: You were wrong. They thought it a splendid idea.\nRobie is briefly thoughtful.\n\nHUGHSON: They, of course, hope you'll make a mistake—and\nprovide them with the evidence they need against you.\n\nROBIE: It had to be something like that.\nHe holds out his hand.\nHUGHSON: Suppose the whole thing goes wrong?\n\nROBIE: Come on, Hughson, we’re wasting time.\n\nHughson reaches for his pocket slowly. He takes out some folded papers, passes them to\nRobie. Robie takes them eagerly, opens them, scans the names and information. Hughson\nwatches him apprehensively. Robie mumbles and nods appreciatively at what he reads.\n\nROBIE: Quite a thorough job. (He looks up) Have some wine,\nHughson.\n\nHughson automatically reaches for a wine glass, starts to sip some wine.\n\nROBIE: Wish I’d known somebody in the insurance racket when\n\nI first started in the burglary business.\nHughson blanches, nervously puts down the wine.\nHUGHSON: Tell me how you plan to operate?\n\nROBIE: Well, The Cat has operated every place but Cannes. He’s\ndue there. (Consults the list) I think my first bait will be\nthis Mrs. Stevens—the American woman with the dia-\nmonds, and the daughter.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: Well, The Cat has operated every place but Cannes. He’s\ndue there. (Consults the list) I think my first bait will be\nthis Mrs. Stevens—the American woman with the dia-\nmonds, and the daughter. \n\nTARGET SECTION TO BE ANNOTATED:\n (Looks up) Know them?\n\nHUGHSON: I’m having dinner with them tomorrow. Would you like\nan introduction?\n\nROBIE: Hughson-in this business you can’t do things the honest\nway. Remember that. (Looks at Hughson’s plate) Mr.\nHughson, you’re not eating.\n\nHughson has lost his appetite. Robie carefully folds the list and puts it in his pocket.\n\nLAP DISSOLVE TO:\n\n245. EXT. TERRACE-(DAY)-CLOSE SHOT\n\nRobie’s cat stirs and begins to stretch itself. It stands up, arches its back. Then it jumps to the\nfloor and starts to move away.\n\n32\n\fFADE OUT.\n\nFADE IN:\n\n246. OMITTED.\n\n247. INT. CARLTON DINING ROOM-(NIGHT)-MEDIUM SHOT\n\nAt a table in the far corner, three people are seated. They have reached the coffee stage of\n\ndinner. The man we immediately identify is Hughson, wearing a tuxedo. With him are two\n\nwomen, one middle-aged, one young. Both are extremely well-dressed, but the older woman\n\nis conspicuous by a display of jewelry which she wears. The younger woman wears not a\n\nsingle piece of jewelry. There is no distraction from the full force of her beauty.\nHUGHSON: Mrs. Stevens, wouldn’t it be perhaps better if you left\n\nsome of those jewels back in the hotel safe?\n\nMrs. Stevens puts out a cigarette she has been smoking. She puts it out in her coffee cup.\n\nMRS. STEVENS: Stop acting like an insurance agent. I didn’t buy these\nthings for my old age—I bought them to wear.\n\nThe waiter comes up with the check. Hughson reaches for some money. Mrs. Stevens stops\nhim. She takes the check and the waiter’s pen.\n\nMRS. STEVENS: Keep your money, Hughson. You can cheat a little on\nyour expense account.\n\nAt this moment Hughson looks across the room.\n\n248. INT. CARLTON DINING ROOM-(NIGHT)-LONG SHOT\n\nHis attention has been drawn to a group of people who are rising to leave. They tip the\nheadwaiter, who bows obsequiously, and goes with them toward the door. Their departure\nhas uncovered a solitary diner at the far side of the room.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCARLTON DINING ROOM-(NIGHT)-LONG SHOT\n\nHis attention has been drawn to a group of people who are rising to leave. They tip the\nheadwaiter, who bows obsequiously, and goes with them toward the door. Their departure\nhas uncovered a solitary diner at the far side of the room. \n\nTARGET SECTION TO BE ANNOTATED:\n It is John Robie. He is sipping his\ncoffee.\n\n249. INT. CARLTON DINING ROOM-(NIGHT)-SEMI-CLOSEUP\n\nHughson’s expression shows a slight surprise, which he quickly controls. He glances towards\nMrs. Stevens and her daughter. The CAMERA PULLS BACK to reveal that the mother is\nsigning the check, and the daughter is busy putting things back into her small purse.\n\nMRS. STEVENS: (Mutters) Service compris. Service compris.\n\nHUGHSON: What does that mean?\n\nMRS. STEVENS: It means that every one from the vegetable scrubbers to\nthe manager gets a tip whether they earned it or not. It’s\nthe law.\n\nShe finishes signing the check.\nFRANCIE: Mother, everywhere you go, you complain about tipping.\n\nMRS. STEVENS: And I will continue to complain. (Hands waiter the check)\nI have just paid for the privilege.\n\nShe pushes her chair, preparatory to getting up.\n\nMRS. STEVENS: Well, come on, let’s go over to the Casino. I want to hit\nthe tables while they’re hot.\n\nFRANCIE: Why don’t you just mail them the money?\nThe waiter moves behind her to assist her with the chair.\nMRS. STEVENS: No thanks, Pierre—I can’t afford it.\n\n33\n\fMrs. Stevens stands. Hughson helps drape a stole around her shoulders. She notices\nsomething across the room.\n250. INT. CARLTON DINING ROOM-(NIGHT)-LONG SHOT\n\nRobie has risen, and is walking easily toward the entrance door, through an aisle of empty\ntables.\n\n251. INT. CARLTON DINING ROOM-(NIGHT)-MEDIUM SHOT\nStill looking, Mrs. Stevens comments:\nMRS. STEVENS: Handsome.\nAs Francie stands, she looks toward Robie.\nFRANCIE: Mother.\nMRS. STEVENS: Want me to buy that for you?\nFrancie turns back with a look of annoyance.\nFRANCIE: Maybe Mr. Hughson doesn’t care for gambling.\nHughson opens his mouth to speak, but she interrupts.\nMRS. STEVENS: Everybody likes to gamble—one way or another.\n\nShe starts away from the table, the CAMERA PANNING.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMRS. STEVENS: Everybody likes to gamble—one way or another. She starts away from the table, the CAMERA PANNING. \n\nTARGET SECTION TO BE ANNOTATED:\n She pauses slightly, says over her\nshoulder:\n\nMRS. STEVENS: Even you.\nFrancie and Hughson follow her. Francie drags her fur coat along carelessly by one hand.\nFRANCIE: I have an intense dislike for it.\nMRS. STEVENS: Francie, lamb—when the stakes are right—you’ll gamble.\n\nHughson’s face shows. some admiration for her rough philosophy. They walk along toward\nthe entrance.\n\n252. INT. CARLTON LOBBY-(NIGHT)-MEDIUM SHOT\n\nThe group is emerging from the dining room, and approaches the CAMERA, which PULLS\nBACK as they enter the lobby. Mrs. Stevens looks about her, and then spots Robie again.\n\nINT. CARLTON LOBBY-(NIGHT)-SEMI-LONG SHOT\n\nThe CAMERA is MOVING in time with Mrs. Stevens’ walk. We see Robie, and one of the\ndesk clerks standing by a jeweler’s show case. The glass door is open. The desk clerk is taking\nout a piece of jewelry.\n\n254. INT. CARLTON LOBBY (NIGHT)-MEDIUM SHOT\n\nThe group moving towards the CAMERA, as it RETREATS.\n\nMRS. STEVENS: Handsome down there’s looking at some of the hotel\njewelry. Not even worth insuring, is it H.H.?\n\nHUGHSON: Hardly.\nThey walk along some more. They are now opposite Robie.\n255. INT. CARLTON LOBBY-(NIGHT)-SEMI-LONG SHOT\n\nAs the CAMERA PASSES Robie he is examining the piece of jewelry, and speaking to the\ndesk clerk. His voice is raised a shade higher than it need be.\n\nROBIE: Imitation? Really? You mean costume jewelry? What do\nyou know! The things they make these days. Why you can\n\n34\n\fhardly tell it from the real thing. Better than anything we\nhave back in Portland, Oregon.\n\n256. INT. CARLTON LOBBY-(NIGHT)-MEDIUM SHOT\n\nThe group still walking toward the CAMERA. Without looking back, Mrs. Stevens\ncomments:\n\nMRS. STEVENS: Almost everything is.\nThe group passes on out of the picture. Robie is revealed in the background.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVENS: Almost everything is. The group passes on out of the picture. Robie is revealed in the background. \n\nTARGET SECTION TO BE ANNOTATED:\n He thanks the\ndesk clerk, who puts the jewelry back in the case. Robie strolls toward the CAMERA.\nLAP DISSOLVE TO:\n257. INT. MUNICIPAL CASINO-(NIGHT)-MEDIUM SHOT\n\nSHOOTING ACROSS the roulette table, with the spinning wheel, we see Mrs. Stevens\nbacked by the standing figures of her daughter and Hughson. The croupier and the watcher\nsit to her right. Amid the hubbub and the cries of the croupier, and the click of the ball, and\nthe rattle of chips-one VOICE comes out clearly:\n\nMRS. STEVENS: I knew I shouldn’t have stopped here. Baccarat’s my\ngame. Why did you let me get so close to this whirling\npickpocket, anyway?\n\nFrancie and Hughson exchange glances of amusement. She watches the wheel spin. The ball\ndrops.\nCROUPIER: Vingt-trois. Le numero vingt-trois gagne la mise.\nMRS. STEVENS: (Slumps a little) Wouldn’t you know!\nHUGHSON: Well, shall we move along?\nCROUPIER: Faites vos jeux. Faites vos jeux.\nShe holds up one remaining stack of chips.\nMRS. STEVENS: Let me get rid of these. Two spins.\nAs she turns to place her bets, something catches her eye.\n258. INT. MUNICIPAL CASINO-(NIGHT)-—MEDIUM SHOT\n\nStanding on the other side of the table, and down a little from her, Robie is just about to\nplace a chip on a number. He picks a number, never looking at Mrs. Stevens.\n259, INT. MUNICIPAL CASINO-(NIGHT)-SEMI CLOSEUP\nCROUPIER: Rien ne va plus. Rien ne va plus.\nThe wheel spins.\nMRS. STEVENS: Don’t be so glum., H.H.—just think, if I win I buy\n\njewelry. If I buy jewelry, you get another policy and a\ncommission.\n\nCROUPIER: Trente et un! Le numéro trente et un.\nMRS. STEVENS: (Wryly) ’'m what they call a “good loser”.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nLe numéro trente et un. MRS. STEVENS: (Wryly) ’'m what they call a “good loser”. \n\nTARGET SECTION TO BE ANNOTATED:\n.\nImmediately she starts placing tier last chips out.\n260. INT. MUNICIPAL CASINO-(NIGHT)-SEMI CLOSEUP\n\nAt the other side of the table, Robie has a large rectangular chip poised in the air. He seems\nto be looking over the numbers. Seated in front of him is an elegant Frenchwoman. For the\nbriefest moment, Robie looks across at Mrs. Stevens.\n\n35\n\f261. INT. MUNICIPAL CASINO-(NIGHT)-CLOSEUP\n\nRobie’s eyes look down over the woman’s shoulder in front of him.\n262. INT. MUNICIPAL CASINO-(NIGHT)—CLOSEUP\n\nThe Frenchwoman’s cleavage as seen from his viewpoint.\n\n263. INT. MUNICIPAL CASINO-(NIGHT)-—CLOSEUP\n\nThe chip held between Robie’s thumb and finger. It moves forward slowly, as though about\nto be placed on a number.\n\n264. INT. MUNICIPAL CASINO (NIGHT)-MEDIUM SHOT\n\nMrs. Stevens, her daughter and Hughson. She is in the middle of selecting her last number.\nHer chip is held in her thumb and finger. There is a sudden female yelp. She looks up\nquickly, as do the others around her.\n\n265. INT. MUNICIPAL CASINO -‘(NIGHT)-MEDIUM SHOT\n\nFrom their viewpoint. The buxom Frenchwoman has her hands clasped to her bosom, and\nis looking around at an embarrassed Robie.\n\n266. INT. MUNICIPAL CASINO-(NIGHT)-SEMI LONG SHOT\n\nThe attention of the whole table is held by the incident, some wondering at the reason for\nthe short scream.\n\n267. INT. MUNICIPAL CASINO ~-(NIGHT)-SEMI CLOSEUP\nRobie and the Frenchwoman.\nROBIE: I’m sorry, madam, I—!\nHe looks around helplessly.\n268. INT. MUNICIPAL CASINO-(NIGHT)-—MEDIUM SHOT\n\nMrs. Stevens, her daughter, Hughson, and others around them can hardly keep from smiling\nat his confusion.\n\n269. INT. MUNICIPAL CASINO-(NIGHT)-SEMI CLOSEUP\nRobie and the Frenchwoman. She looks up at Robie.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MUNICIPAL CASINO-(NIGHT)-SEMI CLOSEUP\nRobie and the Frenchwoman. She looks up at Robie. \n\nTARGET SECTION TO BE ANNOTATED:\nWOMAN: Ne vous excusez pas, Monsieur. Ce n’est pas bien grave.\nShe turns back to resume the play. Robie stands, his fingers poised in an undecided way.\n\nROBIE: But Madame—(He turns helplessly to the croupier) That\nwas a ten thousand franc plaque!\n\n270. INT. MUNICIPAL CASINO-(NIGHT)-MEDIUM\n\nIncluding the Stevens group and the-croupier. It is impossible for any of them to suppress\ntheir laughter. The croupier leans across and addresses the French-woman with a smile.\n\nCROUPIER: Madame, ce monsieur dit il s’agit d’une plaque de dix mille\nfrancs.\n\n271. INT. MUNICIPAL CASINO-(NIGHT)-SEMI CLOSEUP\n\nRobie and the. Frenchwoman. He looks down at her expectantly, his fingers still poised.\nROBIE: (Apologetically) If you’d rather not take my word—\n\nBlushing heavily, she reaches for her pile of chips. Hands him ten thousand francs’ worth.\nROBIE: And I'll trust you, too. I won’t count them.\n\n272. INT. MUNICIPAL CASINO-(NIGHT)-SEMI CLOSEUP\n\nMrs. Stevens is laughing heartily now.\n\n36\n\fk73. INT. MUNICIPAL CASINO-(NIGHT)-SEMI-CLOSEUP\n\nRobie sees Mrs. Stevens enjoying his discomfiture. He responds with a smile and a little\nlaugh.\n\n274-INT. MUNICIPAL CASINO-(NIGHT)-CLOSEUP\n\nMrs. Stevens’ general laughter becomes a personal exchange between herself and Robie.\nContact.\n\nLAP DISSOLVE TO:\n\n275. INT. CARLTON BAR-(NIGHT)-SEMI-LONG SHOT\n\nThe Carlton Hotel bar is empty except for a group of four and a couple sitting up at the bar.\nTHE CAMERA MOVES IN until the table of four fills the screen.\n\nRobie is now a member of the Stevens’ party. He sits between Mrs. Stevens and Francis.\nHughson is opposite Mrs. Stevens. Champagne glasses are in front of Robie and Francie.\nHughson’s drink is a horse’s neck. Mrs.\n\nStevens has a bottle of bourbon and a straight shot glass in front of her.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHughson’s drink is a horse’s neck. Mrs. Stevens has a bottle of bourbon and a straight shot glass in front of her. \n\nTARGET SECTION TO BE ANNOTATED:\nMRS. STEVENS: (Somewhat drunk) If Jeremiah was only alive—he’d think\nall of this gadding about from Palm Springs, to St. Moritz\nto the Riviera—he’d think all of it was foolishness. Or, as\nhe used to say,“I wouldn’t be one of them silly society\nsaps if they promised me I could live forever.”\n\nShe picks up the bourbon bottle, starts to pour a straight shot.\nMRS. STEVENS: Well—he got his wish.\nShe pours. Holds it up. Looks across to Robie sitting next to Francie.\nMRS. STEVENS: Where did you say you came from, Mr. Burns?\nROBIE: (Pleasantly) Oregon.\nFRANCIE: (Quietly) The Rogue River.\n\nMRS. STEVENS: Jeremiah would have liked you. A man with both feet on\nthe ground. That’s what he was like. (Squints at drink)\nUnfortunately for him—he never knew how valuable the\nground was he had his feet on. We had a ranch—it wasn’t\nvery big, you see.\n\nFRANCIE: Mother, please, isn’t it time—\n\nMRS. STEVENS: Mr. Burns would be very interested. We had a ranch. It\nwasn’t very big, you see. No plumbing. A little thing out\nback. Jeremiah will never know how close he came to\ntwenty million barrels of oil.\n\nRobie laughs, as does Hughson. Francie can’t even refrain from something of a smile. Mrs.\nStevens drinks. Puts shot glass down.\n\nMRS. STEVENS: Bourbon’s the only drink. You can take all this cham-\npagne and pour it down the English Channel. Why wait\neighty years before you can drink the stuff? Great vine-\nyards, huge barrels, aging forever—monks running\naround testing it—shippers, waiters—all so some woman\nin Tulsa, Oklahoma can say it tickles her nose.\n\nFrancie seems to want to leave.\n\n37\n\fFRANCIE:\nMRS. STEVENS:\n\nROBIE:\n\nMRS. STEVENS:\nHUGHSON:\nMRS. STEVENS:\n\nROBIE:\n\nI think we'd better go to bed, mother.\n\nNobody calls me Jesse anymore. Mr.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVENS:\n\nROBIE:\n\nI think we'd better go to bed, mother. Nobody calls me Jesse anymore. Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Burns—would you\ncall me Jesse?\n\nT'd be happy to.\n\nMr. Hughson—would you call me Jesse?\n\nIf you like.\n\nGood. (Looks away—then back) Stop worrying. (To\nRobie) Mr. Burns—you said lumber.\n\nThat’s right.\n\nShe stares at him a moment. Then, slowly and measured—\n\nMRS. STEVENS:\n\nRobie glances at Francis.\nMRS. STEVENS:\nROBIE:\nMRS. STEVENS:\n\nHow come you haven’t made a pass for my daughter? (To\nFrancis) And don’t say “mother” to me. (She imitates\nFrancis’s tone)\n\nMr. Burns—I asked you a question.\nShe’s very pretty. Quietly attractive.\n\nBut too nice. I’m sorry I ever sent her to finishing school.\nI think they finished her there.\n\nFrancis rises, seemingly not disturbed.\n\nFRANCIE:\n\nCome on, mother.\n\nMrs. Stevens rises, a little unsteady, Hughson putting out an arm to steady her elbow.\n\nMRS. STEVENS:\nShe turns to Hughson.\nMRS. STEVENS:\n\nAnd so up to bed—where I can cuddle up to my jewelry.\n\nYou know, Mr. Hughson—as rare and wonderful as they\nare—I think I'd rather have eighty thousand dollars worth\nof Jeremiahs.\n\nRobie helps Francie on with her fur, as Mr. Hughson helps Mrs. Stevens on with her stole.\n\nHUGHSON:\nROBIE:\nFRANCIE:\n\nMRS. STEVENS:\n\nROBIE:\nMRS. STEVENS:\n\nROBIE:\nMRS. STEVENS:\n\nRobie smiles.\nLAP DISSOLVE TO:\n\n(Stretches) Well, I think I'll toddle along to my cot.\n\n(To Francie) V'd be happy to escort you to your suite.\n(Over her shoulder) That’s very thoughtful of you— Mr.\nBurns. (To mother) Come on, Jesse.\n\n(To Robie) Do you make much money at lumber, Mr.\nBurns?\n\nRight now building is booming.\n\n(Thinks this over) Mmmm hmm. Would you mind —if I\nhad you—investigated—a little?\n\nCertainly not. Any particular reason?\n\nIf I were Francie’s age—you’d sound too good to be true.\n\n276. INT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf I were Francie’s age—you’d sound too good to be true. 276. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOTEL CORRIDOR-(NIGHT)-MEDIUM SHOT\n\n38\n\fMrs. Stevens, Robie and Francie are coming down toward THE CAMERA. They stop at the\ndoor to our left. Mrs. Stevens is unsteady. Without even trying the key, she hands it to\nRobie. He takes it, opens the door.\n\nMRS. STEVENS: Thank you, Mr. Burns—there is very little lumber around\n\nhere. Just why did you come to the Riviera anyway?\nROBIE: To meet someone as charming as you.\nMRS. STEVENS: (Turns into doorway) Boy! Now I am going to have you\ninvestigated!\nShe starts to close the door behind her. Robie turns to Francis.\nROBIE: Aren’t you going in?\nFrancie starts to move away. The CAMERA RETREATING.\nFRANCIE: I’m down the other end.\n\nThe door closes behind Mrs. Stevens. Robie walks after Francie, and the CAMERA GOES\nquite a way down the corridor. It passes one door, and Francie finally comes to a halt at the\nthird door which leads into the suite. She puts her key in the lock. The CAMERA PANS her\nas she starts to pass through the door. Robie remains in the foreground. She stops in the\nopen doorway, and turns to look back at him. She studies him for a brief moment with a\ncalm expression. Then quickly steps forward and presses her lips on his. At the same time,\nthe CAMERA MOVES IN to big heads. She breaks away, turns, enters the doorway and\ncloses it behind her. Robie stares at the blank door.\nWhen he tarns back to the CAMERA, there is a thoughtful look on his face, and a lipstick\nsmear across his lips. He turns away, and retraces his steps slowly up the hall, taking a\nhandkerchief out of his pocket to wipe off the lipstick. He slows up as he reaches the door\nthrough which Mrs. Stevens went.\n277. INTO HOTEL CORRIDOR-(NIGHT)-SEMI-CLOSEUP\nRobie’s manner changes, and his expression sharpens somewhat as he looks at Mrs. Steven’s\nbedroom door. He turns away from THE CAMERA, and goes a few steps down the\ncorridor. He stops at an opening to his left.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nSteven’s\nbedroom door. He turns away from THE CAMERA, and goes a few steps down the\ncorridor. He stops at an opening to his left. \n\nTARGET SECTION TO BE ANNOTATED:\n278. INT. HOTEL CORRIDOR-(NIGHT)-MEDIUM SHOT\nSHOOTING OVER HIS SHOULDER we see that Robie is studying a short corridor leading\noff the main one. It ends in a set of French windows. leading to a balcony. Robie glanced\nabout him cautiously for a moment, and then proceeds toward the French windows. He\nopens them, and moves out onto the small balcony.\n279. EXT. HOTEL BALCONY-(NIGHT)-CLOSEUP\nRobie begins an expert appraisal of the exterior of the building. He looks up to his left.\n280. EXT. HOTEL BALCONY-(NIGHT) -. MEDIUM SHOT\nThe coping and wall of the hotel above the Stevens’ suite. THE CAMERA PANS down a\nbreak in the wail, showing pipes and facade that would afford some foothold. Part of it is in\nbright moonlight.\n281. EXT. HOTEL BALCONY-(NIGHT)-CLOSEUP\nRobie looks thoughtfully at the hotel wall, and then swings his gaze up and to the right.\n282. EXT. HOTEL BALCONY-(NIGHT)-LONG SHOT\nA full moon and clouds.\n283. EXT. HOTEL BALCONY-(NIGHT)-CLOSEUP\n\n39\n\fRobie looks down from the moon, and to the street below.\n\n284, EXT. HOTEL BALCONY-(NIGHT)-LONG SHOT\n\nThe street deserted, except for a solitary figure of a policeman standing near a street light.\n285. EXT. HOTEL BALCONY-(NIGHT)-—CLOSEUP\n\nRobie steps back until he is a complete silhouette against the corridor behind him.\n\nLAP DISSOLVE TO:\n\n286. EXT. AROOFTOP-(NIGHT)-MEDIUM SHOT\n\nA black cat hurries along a coping, and then makes its way up and across a sloping roof.\nLAP DISSOLVE TO:\n\nFADE IN:\n\n287. INT. STEVENS SITTING ROOM-(DAY)-MEDIUM SHOT\n\nA tableau of three people. Mrs. Stevens, Robie and Hughson, frozen for a brief instant. Mrs.\nStevens is in a somewhat elaborate, but tasteful, dressing gown. She wears a couple of\nexpensive rings on her fingers, and earrings.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nMrs. Stevens is in a somewhat elaborate, but tasteful, dressing gown. She wears a couple of\nexpensive rings on her fingers, and earrings. \n\nTARGET SECTION TO BE ANNOTATED:\n There is a startled look on her face, as she\nstands near the window, and faces the doorway.\n\nOn one side of the room stands a portable tea service, with the remains of a petit déjeuner\nfor three on it. Robie dressed in casual sport clothes, sits on a settee. He is also looking\ntoward the door, with a blank expression on his face, which borders on surprise.\n\nStanding in the doorway, hat in hand, is H. H. Hughson.\nROBIE: How much did he get away with last night?\n\nHughson closes the door behind him, and advances into the room. He puts his hat on a small\ntable.\n\nHUGHSON: The gems were insured for thirty-five thousand. In\ndollars.\n\nMRS. STEVENS: (Shrugs) Somebody wins—somebody loses.\n\nROBIE: (With a show of elaborate sympathy) Hughson, I\nsympathize with you—having to send bad news like that\nto your home office.\n\n288. INT. STEVENS SITTING ROOM-~(DAY)-SEMI-CLOSEUP Hughson looks at Robie\nslowly.\n\nHUGHSON: I insured Madame Leroux—personally.\n289. INT. STEVENS SITTING ROOM-(DAY)-SEMI-CLOSEUP\nRobie gives him a friendly smile.\n\nROBIE: Well, at least you know that the burglar—uh—what is it\nthey call him? The—uh—\n\n290. INT. STEVENS SITTING ROOM-(DAY)-CLOSEUP\nHUghson’s glance at Robie is cold and unfriendly.\n\nHUGHSON: The Cat.\n291. INT. STEVENS SITTING ROOM-(DAY)-MEDIUM SHOT\nThe group. Robie pretends that the information is important to him.\n\n40\n\fROBIE: Oh yes. Well, now you know he’s here in Cannes—\n(Smiles)—and getting closer. (With innocence) That’s\nsomething, isn’t it?\nHughson gives Robie an uncomfortable look. Then he turns to Mrs. Stevens.\n\nHUGHSON: Mrs. Stevens—Would you—would you kindly keep your\n\njewelry in the hotel safe?\n292. INT. STEVENS SITTING ROOM-(DAY)-SEMI-CLOSEUP\nMrs.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n292. INT. STEVENS SITTING ROOM-(DAY)-SEMI-CLOSEUP\nMrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Stevens turns from the window, walks past the breakfast tray and snubs her cigarette\nstub out in an uneaten fried egg.\n\nMRS. STEVENS: And what do I do, Mr. Hughson—wear the safe around\nmy neck when I go out?\n\nHughson’s voice is heard off:\nHUGHSON’S VOICE: (Slightly embarrassed) Well, not literally. It’s just that—\n\nMRS. STEVENS: That your insurance company goes into shock every time\nsomething’s stolen. If you haven’t any guts, you shouldn’t\nhave taken my bet. That’s what it was—a bet. Now, do\nyou want to welch?\n\nHUGHSON: If your jewels are stolen, you'll be paid, of course. But we\ncouldn’t replace the sentiment and affection you have for\nthose particular pieces.\n\nMRS. STEVENS: Mr. Hughson, I have no more “affection” for those jewels\nthan I have for a train ticket that gets me somewhere.\n\nShe lights another cigarette, and advances on Hughson, smoke puffing out behind her like\na train. THE CAMERA CLOSES IN.\n\nMRS. STEVENS: They’re pretty, and they get attention. But most of all,\nthey make it possible for my daughter to go to the right\nplaces without being ashamed of me. (She turns away)\nThat is, too ashamed of me.\n\n293 thru 302 OMITTED\n303. INT. STEVENS SITTING ROOM-(DAY) CLOSEUP,\nDuring her speech, Robie, with an amused smile on his face, has gotten up and strolled to\none of the windows, the CAMERA MOVING WITH HIM. He parts the curtain slightly and\nlooks out and down.\n304. INT. STEVENS SITTING ROOM-(DAY)-LONG SHOT\nOn the street below, there is a man in civilian clothes talking to another man in a police\nuniform. They separate and take up stations at different ends of the hotel.\n305. OMITTED\n306. INT. STEVENS SITTING ROOM-(DAY)—MED. SHOT\nAt that moment, Francie Stevens enters the room from the hallway leading to her bedroom.\nShe wears a house robe. The CAMERA PANS her to the group. They all turn to face her.\n\nFRANCIE: Good morning, Mr. Hughson.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey all turn to face her. FRANCIE: Good morning, Mr. Hughson. \n\nTARGET SECTION TO BE ANNOTATED:\nHUGHSON: (A slight bow) Good morning, Miss Stevens.\nFRANCIE: Mr. Burns?\n\n41\n\fROBIE: You sent for me?\nFRANCIE: I thought we might go for a swim this morning, or if\nyou're not athletic, sun bathing.\nROBIE: I think I can manage to stay afloat, thank you.\nMRS. STEVENS: Mr. Hughson’s been telling us about ‘a jewel robbery last\nnight—after we went to bed.\nFRANCIE: (To Hughson) Oh? Who?\n\nHUGHSON: (Unhappily repeating it) A Madame Leroux, Wife of a\nhigh Government official. Thirty-five thousand dollars.\n\nFRANCIE: Too bad. (To Hughson) You should find a more happy\nbusiness.\n\nMRS. STEVENS: That famous jewel thief—The Cat—is loose again, they\nsay.\nFRANCIE: (Cheerfully) Mother, you’re next.\n\nMRS. STEVENS: (Shrugs) I'm insured.\n307. INT. STEVENS SITTING ROOM-(DAY)—CLOSEUP\nThere is a pained expression on Hughson’s face.\n308. INT. STEVENS SITTING ROOM-(DAY)—CLOSEUP\nRobie’s expression seems to sympathize with Hughson, then it seems to shrug and turn its\nattention to Francis.\n\nROBIE: I’d better get my bathing trunks and meet you in the\nlobby.\n\nFRANCIE: (Smiles at him) All right. Pll just throw on something\nunusual and be down in a few minutes.\n\nROBIE: Fine.\nCAMERA PANS Robie over to the door.\n\nROBIE: Well, goodbye, Mrs. Stevens. Good hunting, Hughson.\nRobie opens the door. Hughson hurries over to him.\n\nHUGHSON: Oh, just a minute, Mr. Burns. Uh—weren’t we weren’t we\n—going to—to—?\n\nROBIE: (Pleasantly) What?\n\n309, INT. STEVENS SITTING ROOM-(DAY)-SEMI-CLOSEUP\n\nIncluding Hughson and Robie. Hughson is confused by Robie’s lack of cooperation. He is\ncaught between being frank and exposing Robie, and irritated at Robie’s maliciousness.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVENS SITTING ROOM-(DAY)-SEMI-CLOSEUP\n\nIncluding Hughson and Robie. Hughson is confused by Robie’s lack of cooperation. He is\ncaught between being frank and exposing Robie, and irritated at Robie’s maliciousness. \n\nTARGET SECTION TO BE ANNOTATED:\nHUGHSON: Well, last night-didn’t we discuss—th—going up—(He\ngets a sudden idea)—going up on the funicular railway?\nROBIE: (Frankly) Mr. Hughson, I can’t even spell funicular.\n\nHUGHSON: (Desperately) Well, what are you going to do this after-\nnoon?\n\nRobie reaches for the list in his pocket.\n\nROBIE: I was down the Estate Agents. They gave me a list of\nfurnished villas for rent.\n\n42\n\f310. INT. STEVENS SITTING ROOM-(DAY)-SEMI-CLOSEUP\nFrancie shows some interest in this comment.\nFRANCIE: Oh, do you plan that long a vacation?\n\nROBIE: I might retire here. (Consults list) Of course, they say\nsome of these villas aren’t in too good repair. For\nexample, many of the roofs need careful examination.\n\n311. INT. STEVENS SITTING ROOM (DAY)-CLOSEUP\nHughson’s exasperation with Robie is dangerously near the exploding point.\n312. INT. STEVENS SITTING ROOM.-(DAY)-MEDIUM SHOT\nMrs. Stevens shoos the two young people out of the door.\nMRS. STEVENS: Will you kids get out of here?\nRobie smiles at her as he goes out the door. Hughson still doesn’t see anything funny about\nthe circumstances in which he finds himself. Before he closes the door, Robie turns, looks\nback to Hughson.\n\nROBIE: Don’t let it spoil your day, Mr. Hughson. It’s only money\n—and not even yours, at that.\n\nHe closes the door with a smile. Hughson’s small pointed mustache twitches.\nLAP DISSOLVE TO:\n313. INT. CARLTON LOBBY-(DAY)-MED. SHOT\nThe elevator opens to reveal Francie. Robie is obviously surprised at the very startling outfit\nworn by Francie. She steps out of the elevator expectantly; he hesitates and looks around the\nlobby apprehensively. Finally Francie speaks.\n\nFRANCIE: Shall I ask the social director to introduce us?\n\nROBIE: Oh, no—no—I-uh—was just trying to find the best way\nout of here.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinally Francie speaks. FRANCIE: Shall I ask the social director to introduce us? ROBIE: Oh, no—no—I-uh—was just trying to find the best way\nout of here. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANCIE: (Points toward the main entrance of the hotel) Well, the\nMediterranean always used to be that way.\n\nROBIE: I’m a gambler —let’s try it.\n\nHe takes her arm and they start for the door. Robie is quick to notice that people are staring\nat them.\n\n314. INT. CARLTON LOBBY-(DAY)-MEDIUM SHOT\n\nFrom his viewpoint, two men, in ordinary business suits, are standing looking in his\ndirection. They immediately start a conversation between themselves.\n\n315. INT. CARLTON LOBBY-(DAY) -SEMI-CLOSEUP\n\nRobie and Francie. They walk nonchalantly towards the CAMERA which RETREATS as\nthey walk. Francie is conscious of their being watched. She looks off to their right.\n\n316. INT. CARLTON LOBBY-(DAY)-MEDIUM SHOT\n\nFrom her viewpoint. Seated in a chair, by the showcase, is a middle-aged man who is looking\nat them, casually.\n\n317. INT. CARLTON LOBBY-(DAY)-SEMI CLOSEUP\n\nFrancie looks ahead a little self-consciously, while Robie is looking suspiciously at this man.\nRobie theft looks across in another direction. There is a slight change of expression.\n\n43\n\f318. INT. CARLTON LOBBY (DAY) SEMI LONG SHOT\nThe undermanager of the hotel, engaged in conversation with a woman resident, looks up\nover her shoulder toward Robie.\n319. INT. CARLTON LOBBY-(DAY)-SEMI CLOSEUP\nRobie alone. He is now more alarmed at being so carefully scrutinized. Afraid that Francie\nwill notice something wrong, he half turns to her with a smile, about to say something, when\nmovement behind them catches his eye. He turns to look over his shoulder.\nOver his shoulder, we see the same two men who were standing by the elevator. They are\ncasually strolling down towards him.\nRobie turns back with an expression of concern on his face. THE CAMERA PULLS BACK\nto include Francie. He stops walking, turns to her.\n\nROBIE: I'll turn in my key.\nHe comes forwards,. and goes out of the picture.\n320. INT.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe comes forwards,. and goes out of the picture. 320. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CARLTON LOBBY (DAY)-MEDIUM SHOT\nRobie approaches the reception desk, where the clerk is busy with another customer. Robie\nputs down his key, and asks:\n\nROBIE: Anything for Burns? Four fifteen?\nThe clerk replies in broken English.\n\nCLERK: I will look, sir.\nTHE CAMERA MOVES IN as Robie turns and looks about him cautiously, but casually. His\nexpression starts to change.\n321. INT. CARLTON LOBBY-(DAY)-SEMI LONG SHOT\nFrom his viewpoint, we see Francie standing, glancing into a showcase. All the men in the\nlobby, and also the woman with the undermanager, are staring not at him but at the startling\nsport clothes which set off Francie’s rare beauty.\n322. INT. CARLTON LOBBY-(DAY) CLOSEUP\nHe visibly relaxes, and smiles inwardly at his melodramatics. He turns at the sound of the\nclerk’s voice.\n\nCLERK: Letter for you, Mr. Burns.\n\nROBIE: Thank you.\nOver Robie’s shoulder, we see the clerk handing him an ordinary white envelope. Robie\nturns back to the CAMERA and begins opening the letter. THE CAMERA PULLS BACK\nuntil his hands are in the picture. He takes a note out of the envelope, reads it.\n323. INSERT\nThe note is made up from words cut from the London Daily Mails-and pasted on a plain\npiece of paper in the form of a weather report. “FORECAST: A NEW LOW PRESSURE\nAREA MOVING IN. STORM CLOUDS GATHERING. POSSIBLE THUNDER AND\nLIGHTNING AND HEAVY PRECIPITATION. OUTLOOK: UNPLEASANT. WEATHER-\nMAN SUGGESTS: GET OUT OF TOWN AND MOVE TO A BETTER CLIMATE.”\n34, INT. CARLTON LOBBY-(DAY)—CLOSEUP\nA HIGH CAMERA shows Robie’s head filling the screen. He’s still looking at the note, his\nhead tilted down so that we do not see his expression, but merely the attitude of the head.\nFADE OUT\n\n44\n\fFADE IN:\n325. EXT. BEACH-(DAY)-LONG SHOT\n\nTHE CAMERA IS SKIMMING the tops of a quantity of gaily colored beach umbrellas.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT\n\n44\n\fFADE IN:\n325. EXT. BEACH-(DAY)-LONG SHOT\n\nTHE CAMERA IS SKIMMING the tops of a quantity of gaily colored beach umbrellas. \n\nTARGET SECTION TO BE ANNOTATED:\n We\nsee the stretch of curving beach, and the harbor of Cannes beyond. The beach is not too\nheavily populated, it being a little early in the day for the big crowds.\n\nTHE CAMERA SLOWLY LOWERS and brings into view a big head of Danielle Foussard,\nthe little French girl who drove Robie in the motorboat from the restaurant. Her gaze is\nintent on something specific in the distance, down the line of umbrellas. Danielle wears a\nstartling French bathing suit.\n\n326. EXT. BEACH-(DAY)-SEMI LONG SHOT\n\nFrom her viewpoint. Resting on two chaises-longues are Robie and Francie Stevens. Francie\nis beautiful in her stylish bathing suit. Robie wears a terrycloth sun coat. The two seem to\nbe talking pleasantly, although we cannot hear their conversation.\n\n327. EXT. BEACH-(DAY)—CLOSEUP\n\nDanielle tries to attract Robie’s attention by gesture.\n\n328. EXT. BEACH-(DAY)-MEDIUM SHOT\n\nRobie’s eyes glance up for a moment from Francie. He sees Danielle’s gesture.\n329. EXT. BEACH-(DAY)-SEMI CLOSEUP\n\nDanielle is satisfied that he has seen her. She moves off with a meaningful expression, THE\nCAMERA PANNING her down toward the water’s edge.\n\n330. EXT. BEACH-(DAY)-SEMI CLOSEUP\nAs Danielle reaches the water’s edge, she looks back in Robie’s direction.\n331. EXT. BEACH-(DAY)-LONG SHOT\n\nFrom her viewpoint, we see Robie rise in the distance. He is saying something to his\ncompanion about going into the water. She half rises on her elbow, but apparently he has\npersuaded her not to come with him. He turns and starts to take off his terrycloth coat.\n\n332. EXT. BEACH-(DAY)-SEMI CLOSEUP\nDanielle turns and runs into the water. She starts to swim out toward a float.\n333. EXT. BEACH-(DAY)-MEDIUM SHOT\n\nDanielle swims into the picture, and proceeds to climb on the float. The CAMERA MOVES\nIN until she is in CLOSEUP.\n\nDanielle follows the approaching Robie with her eyes. As they lower, indicating his\nproximity, we cut to:\n334, EXT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe CAMERA MOVES\nIN until she is in CLOSEUP. Danielle follows the approaching Robie with her eyes. As they lower, indicating his\nproximity, we cut to:\n334, EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BEACH-(DAY)-SEMI CLOSEUP\n\nRobie’s head, just above the water, making the last few strokes toward the float. He puts a\nhand out and takes hold of the.edge, just below Danielle. He sacks up.\n\nDANIELLE: You performed a very beautiful burglary last night.\nROBIE: Strictly routine.\n\nDANIELLE: You're marvellous. Last night you steal a small fortune\n—today you lie on the beach with an American beauty.\n\nROBIE: Which is why one needs a small fortune.\nDANIELLE: (Nodding toward the beach) Is this your next victim?\n\n45\n\fRobie glances back to the beach.\n335. EXT. BEACH-(DAY)-LONG SHOT\nFrom Robie’s viewpoint. Francie, resting on her elbow, looking out in his direction.\n336. EXT. BEACH-(DAY)-SEMI CLOSEUP Robie looks back to Danielle.\nROBIE: Let’s just say she’s a wealthy friend.\n\nDANIELLE: You know, your old pals of the Resistance, who work at\nthe restaurant, they called the police all sorts of wicked\nnames when they had to let you go yesterday.\n\nROBIE: Would it be bad manners to ask who tipped off the police\nin the flower market?\n\nDANIELLE: They would never say anything to the flics. You know\nthat.\n\nROBIE: Somebody did.\n\nDANIELLE: But still they would be very happy, if you were caught\nduring your next job.\nROBIE: It’s good to know I have friends.\nDANIELLE: Perhaps it would be better that you were caught.\nROBIE: Any particular reason?\nDANIELLE: (Nonchalantly) | heard some talk in the kitchen. They\n\nsaid—what a pity if they must kill a cat. (Looks at him)\nThey will do all they can to avoid the prison.\n\nROBIE: (Shakes his head) The police want me in jail,, the boys\nwant me dead, the Cat wants me out of town—\nDANIELLE: How do you mean—The Cat wants you out of town?\nROBIE: He sent me a note this morning. It seems things are about\nto get rough around here.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: (Shakes his head) The police want me in jail,, the boys\nwant me dead, the Cat wants me out of town—\nDANIELLE: How do you mean—The Cat wants you out of town? ROBIE: He sent me a note this morning. It seems things are about\nto get rough around here. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIELLE: Then don’t you think it’s foolish to remain here—without\nknowing what will happen to you? But if you were in\nSouth America, with me, you would know exactly what\nwill happen.\nROBIE: You make it sound dangerous either way?\nDANIELLE: (Smiles) It would be so much nicer to be killed by love.\nNo?\nRobie hits the side of his head with the palm of his hand.\nROBIE: Pardon me, while I get the water out of my ear.\nDANIELLE: (Earnestly) John, you know what sort of men they are at\nBertani’s. Another robbery, and they will do something to\nyou.\n\nROBIE: I think I'd better get back.\n337. EXT. BEACH-(DAY)-LONG SHOT\nFrancie is no longer there.\n338. EXT. BEACH-(DAY)—CLOSEUP\nHis eyes scan the beach. He has a slightly puzzled look. Danielle’s VOICE is heard over this.\n\n46\n\fDANIELLE: What has she got more than me—except money? And you\nare gathering plenty of that.\n\nTHE CAMERA PULLS BACK to include her, as Robie looks up with irritation, and replies:\nROBIE: Danielle—you’re just a girl. She’s a woman.\n\nDANIELLE: (Shrugs) Why do you want to buy an old car? If you can\nget a new one cheaper? It will run better, and last longer.\n\nHe looks at Danielle with some amazement. Then he turns, scans the beach again. He is\npuzzled.\n\nROBIE: It looks like my old car just drove off.\nA splash of water is heard, and a voice sounds off:\nFRANCIE: No it hasn’t. It just turned amphibious.\nHe turns quickly toward the voice.\n338A. EXT. BEACH-(DAY)-MEDIUM SHOT\nFrancie is standing, neck deep in the water, having just come up from beneath the surface.\n\nFRANCIE: (Smiling) I thought ’'d come out and see what the big\nattraction was.\n\n338B. EXT. BEACH-(DAY -CLOSEUP\n\nRobie’s face,, as he studies her, wondering how much of their conversation she might have\noverheard.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\n338B. EXT. BEACH-(DAY -CLOSEUP\n\nRobie’s face,, as he studies her, wondering how much of their conversation she might have\noverheard. \n\nTARGET SECTION TO BE ANNOTATED:\n He glances up towards Danielle. Francie’s voice is heard off:\n\nFRANCIE: And possibly even rate an introduction.\nThis brings Robie to the present, and he looks to Danielle, saying:\nROBIE: Mademoiselle—\n3380. EXT. BEACH-(DAY)-MEDIUM SHOT\n\nThe three of them, as he moves toward Francis, and Danielle jumps down in the water to\nmeet Francis. They group together in a little triangle, just their shoulders and heads showing\nabove the water.\n\nROBIE: (To Danielle) | don’t think you told me your name.\nDANIELLE: (Looks at him, then at Francie) Danielle Fouisard.\nROBIE: May I present Miss Francie Stevens.\nFRANCIE: How do you do, Miss Foussard.\nShe puts out her hand, and the girls shake hands under water.\nFRANCIE: Mr. Burns has told me so little—about you.\nROBIE: I only met her a couple of minutes ago.\nDANIELLE: That’s right—only a few minutes ago.\n\nFRANCIE: And you talked like two old friends. But that’s warm,\nfriendly France for you.\n\nROBIE: I was—I was asking her about renting some water skis.\nWould you like me to teach you water skiing?\n\nFRANCIE: (Smiles) I was women’s champion at Sarasota, Florida\n—last season.\n\nROBIE: Oh, I see. Well, it was an idea.\n\n47\n\fFRANCIE: Are you sure you were asking about water skis? From\nwhere I sat it looked as if you two were conjugating some\nirregular verbs.\n\nShe looks from one to the other. Danielle’s face is not friendly, but she doesn’t speak.\nROBIE: Say something nice to her, Danielle.\nDANIELLE: (Flatly) She looks a lot older up close.\nRobie can’t help laughing, but Francie loses some of her humor.\nFRANCIE: To a mere child, anyone over twenty might seem old.\nDANIELLE: A child? Shall we stand in shallower water, and discuss\nthat?\nRobie is enjoying the conversation immensely, perhaps too much.\nFRANCIE: Enjoying yourself, Mr.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nShall we stand in shallower water, and discuss\nthat? Robie is enjoying the conversation immensely, perhaps too much. FRANCIE: Enjoying yourself, Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Burns?\nROBIE: Well, uh it is pleasant out here—the sun and all.\nFRANCIE: Well, its too much for me. Ill see you back at the hotel.\nROBIE: I'll go with you.\n\nDANIELLE: But, Mr. Burns you didn’t finish telling me how French\nwomen are more seductive than American women.\n\nFrancis is gone in a quick dive. She swims quickly away toward shore. Robie turns to watch\nher, and then looks back at Danielle with anger. Danielle is gone. She has ducked down\nunder water. Suddenly his feet are pulled out from under him, and he falls beneath the\nwater. Danielle pops up, laughing and happy at his discomfort.\n\nLAP DISSOLVE TO:\n\n339 and 340 OMITTED\n\n341. EXT. BEACH-(DAY)-MEDIUM SHOT\n\nRobie comes out of the beach cabana, with his light summer coat over his arm. He locks the\ndoor, then puts on his coat as he turns. As he approaches THE CAMERA, he puts the key\ninto his outer pocket. Then a cautious thought comes over his face. He reaches to his inner\npocket, and comes out with the list of jewelry owners given him by Hughson. He looks at\nit with some relief. Then, he stops, and emotion drains from his face as he notices something\non the list.\n\n342. INSERT The top corner of the list has a wet thumbmark.\n\n343. EXT. BEACH-(DAY)-CLOSEUP\n\nRobie looks about him. His eyes come to a stop.\n\n344. EXT. BEACH-(DAY)-SEMI-LONG SHOT\n\nClaude, exercising on the horizontal bar. He is unaware that Robie is watching him.\n345. EXT. BEACH-(DAY)-SEMI-CLOSEUP\n\nRobie replaces the list in his pocket, and strolls over to Claude, the beach attendant. THE\nCAMERA PANS him.\n\n346. EXT. BEACH-(DAY)-MEDIUM SHOT\n\nAs Robie approaches Claude, the latter stops his exercising, to take the key which Robie\nholds out to him. Claude seems relaxed, and there is no particular expression on his face.\n\n347, EXT. PROMENADE-~(DAY) CLOSEUP\n\n48\n\fA detective is leaning over the rail, looking down at, the cabanas below.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nClaude seems relaxed, and there is no particular expression on his face. 347, EXT. PROMENADE-~(DAY) CLOSEUP\n\n48\n\fA detective is leaning over the rail, looking down at, the cabanas below. \n\nTARGET SECTION TO BE ANNOTATED:\n He is obviously\nwatching Robie and Claude. We see by the travel of his eyes, that Robie has left Claude, and\nis moving away to the right. The detective’s eyes turn to their fullest extent in following\nRobie. He then straightens up and moves away out of the picture.\n\nLAP DISSOLVE TO:\n\n361. EXT. CARLTON HOTEL-(DAY)-SEMI-LONG SHOT\n\nA group of people on the bottom step are just dispersing to uncover Francie Stevens standing\nin the center of the steps. She looks smilingly in Robie’s direction. She is now dressed in a\nsummer frock.\n\nRobie enters the foreground, and THE CAMERA follows him up to her, until they are in\nTWO SHOT. Her smile of greeting is friendly.\n\nFRANCIE: Do you think you have time for me now?\n\nROBIE: (Smiling in return) Sorry I was so long out there on the\nfloat.\n\nFRANCIE: From what I saw of that girl, I thought you’d be a lot\nlonger.\nROBIE: Yes. Well, now about cocktails. Six o’clock suit you?\nFRANCIE: We can talk about that on the way.\nHe looks at her quizzically.\nROBIE: To where?\nFRANCIE: To rent you a villa.\nFor a brief moment, he doesn’t know what to say.\n\nROBIE: Uh, Miss Stevens—picking out a villa is a personal thing,\nand—\n\nFRANCIE: I have my car, and the hotel packed us a basket lunch\n—with beer, and chicken, and—\nROBIE: Nonsense, Miss Stevens. It’s too much to expect of you.\nIt'll be a tiring, dusty trip through mountain roads—\n\nFRANCIE: Where you’re bound to get lost—a perfect stranger —who\ndoesn’t know a word of the language—\n\nROBIE: I was going to hire an English-speaking chauffeur.\nFRANCIE: You have one. And I'll give you a wholesale rate, with no\ntipping.\n\n362. EXT., CARLTON HOTEL-~(DAY)-SEMI-CLOSEUP\n\nRobie’s eyes wander slightly to the left, as he sees:\n\n363. EXT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\n362. EXT., CARLTON HOTEL-~(DAY)-SEMI-CLOSEUP\n\nRobie’s eyes wander slightly to the left, as he sees:\n\n363. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CARLTON HOTEL-(DAY)-MEDIUM SHOT\n\nThe two detectives watching them from the distance. During this we HEAR:\nROBIE: I must say, the terms are generous—\n\n361i. EXT. CARLTON HOTEL (DAY)-SEMI-CLOSEUP\n\nRobie’s eyes glance in the opposite direction.\n\n365. EXT. CARLTON HOTEL-(DAY)-SEMI-LONG SHOT.\n\nLepie and Hughson have paused in their conversation to observe Robie.\n\n49\n\f366. EXT. CARLTON HOTEL-~(DAY)-SEMI-CLOSEUP\nRobie turns back casually, and continues:\nROBIE: Too generous to refuse.\nFRANCIE: (Smiles) My terms usually are.\nROBIE: Where’s your car?\nFRANCIE: (Pointing) Right there.\n\nROBIE: (Looks toward car) Well, I guess there’s no way to get out\nof it gracefully. Let’s go.\n\nThe CAMERA PANS Robie and Francis over to her car—a flashy convertible. They get in\nand drive off.\n\n367 thru 372 OMITTED\n373. INT. POLICE CAR-MEDIUM SHOT-(DAY)\n\nSHOOTING across two detectives waiting in the front seat. There is. the sudden BUZZ of\nthe radio-telephone. The detective not behind the wheel reaches for the phone, says hello,\nand listens. He quickly hangs up, nods to the driver who starts up the car. They both turn\ntoward the street, looking across their shoulders, as if waiting for another car to pass them.\nWe HEAR the other car pass. They immediately start off to follow, the CAMERA\nPANNING them. In the distance we can see the open convertible containing Francis and\nRobie.\n\nLAP DISSOLVE TO:\n37i. EXT. GRANDE CORNICHE ROAD-LONG SHOT-(DAY)\n\nA spectacular shot showing the convertible followed at a discreet distance by the black police\ncar.\n\n375. EXT. GRANDE CORNICHE ROAD-MEDIUM SHOT-~(DAY)\nThe black police car following at a reasonable pace.\n376. INT. POLICE CAR-SEMI-CLOSEUP-(DAY)\n\nThe two detectives, their heads inclined toward each other in barbershop quartette style\n—singing. They are harmonizing a lively French song.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. POLICE CAR-SEMI-CLOSEUP-(DAY)\n\nThe two detectives, their heads inclined toward each other in barbershop quartette style\n—singing. They are harmonizing a lively French song. \n\nTARGET SECTION TO BE ANNOTATED:\n At the same time, the driver is careful\nto keep his eyes on the road.\n\n377. INT. POLICE CAR-MEDIUM SHOT-(DAY)\n\nThe windshield and hood in the foreground. We get a distant impression of the convertible\nway ahead.\n\n378 INT. CONVERTIBLE-MEDIUM SHOT-(DAY)\nFrancie and Robie are seated quietly, just looking ahead at the road. Finally Francie speaks:\nFRANCIE: I’ve been waiting all day for you to mention that kiss I\ngave you last night.\nRobie looks at her.\n\nROBIE: You know back home in Oregon, we'd call you a\nheadstrong girl.\n\nFRANCIE: Back home in Oregon, I'd have cleared out long ago.\nROBIE: Now don’t knock my home state. Where were you born?\nFRANCIE: In a taxi, half-way between home and the hospital.\n\n50\n\fHe has no comment. She turns, smiles at him.\n\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\n\nROBIE:\nFRANCIE:\n\nROBIE:\n\nFRANCIE:\nROBIE:\nFRANCIE:\n\nROBIE:\nFRANCIE:\nROBIE:\n\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\n\nFRANCIE:\nROBIE:\n\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\n\nT’ve lived in twenty-seven different towns and cities.\nSomebody chasing you?\n\nBoys.\n\nWell, you can stop running now.\n\nWhen I was ten, father died, and they struck oil on our\nland. Then I really started to travel.\n\nNow the boys’ fathers were chasing you.\n\nYes—but I began to get the uncomfortable feeling they\nonly wanted to get their hands on my money.\n\nI’m impressed. On second thought, back home in Oregon\nwe'd have called you a rich headstrong girl. (He smiles at\nher) That would make it all right.\n\nMoney handles most people.\n\nYou honestly believe that?\n\nT’ve proved it. And don’t go thinking I’m just a spoiled\nplay-child of wealth: Sure, we have money—but we had\ncommon sense first.\n\nNever doubted it for a minute. You’re a singular girl.\nIs that good or bad?\n\nGood. Quite good.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nIs that good or bad? Good. Quite good. \n\nTARGET SECTION TO BE ANNOTATED:\n You have what we call at home “a\nmind like a steel trap”. You know what you want—you\nstart out after it —and nothing stops you until you get it.\n\nYou make it sound corny.\nYou are a jackpot of admirable character traits.\nT already knew that.\n\nI will say you do, things with dispatch—no wasted\npreliminaries. Not only did I enjoy that kiss last night, I\nwas awed by the efficiency behind it.\n\nI'ma great believer in getting down to essentials.\n\nInviting me for breakfast—planning a swim —and now\nthis drive —Miss Stevens, you’re one in a million.\n\nA routine compliment—but I'll accept it.\n\nMay I ask you a personal question?\n\nT’ve been hoping. you would.\n\nWhat do you expect to get out of being so nice to me?\nProbably more than you’re willing to offer.\n\nHe looks at her closely. She shows no reaction.\n\nROBIE:\n\nFRANCIE:\n\n(After a pause) | know. You're here in Europe to buy a\nhusband.\n\n(Smiles at him) The kind of than I want doesn’t have a\nprice.\n\n51\n\fHe relaxes against the seat, smiles to himself.\n\nROBIE: Well, that eliminates me.\n379. INT. POLICE CAR-(DAY)-MEDIUM SHOT\nThe detective who is not driving, has his open wallet in his hands. One by one, he is slipping\nsnapshots out of it, and showing them to the driver who momentarily takes his eyes off the\nroad. Although we cannot see the pictures, from their mutual reactions of pleasure and\nastonishment they must certainly represent something startling in the way of feminine\ndisplay. Suddenly the driver’s attention is caught by something more immediate on the road\nahead.\n380. INT. POLICE CAR-(DAY)-LONG SHOT\nShooting through the windshield and over the hood of the police car, we see Francie and\nRobie in the convertible, just turning into the gate of a huge villa.\n381. EXT. GRANDE CORNICHE ROAD-(DAY)-MEDIUM SHOT\nThe police car slides to a atop at the side of the road. The detectives get out and advance\ncautiously.\n382. EXT. SANFORD VILLA-(DAY)-LONG SHOT\nIn the foreground, their car has just come to a stop inside the main gate.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\n382. EXT. SANFORD VILLA-(DAY)-LONG SHOT\nIn the foreground, their car has just come to a stop inside the main gate. \n\nTARGET SECTION TO BE ANNOTATED:\n A long gravelled\nwalk leads to a grand, imposing villa. The walk is lined with attractive flowers and trees.\nRobie helps Francie out of the car. They start to walk toward the villa.\n383. EXT. SANFORD VILLA-(DAY)-SEMI CLOSEUP\nAs they approach THE CAMERA, which moves back with them, we get a vague impression\nof the watching detectives outside the gate.\n\nFRANCIE: You don’t like women who have brains and know what\nthey want, do you?\n\nROBIE: On the contrary. What thinking man likes the beautiful-\nbut-dumb type?\n\nFRANCIE: Only about four-fifths of the population. They like a\nwoman beautiful enough to make them feel like Casa-\nnovas, but dumb enough not to know when they are—\n\nROBIE: (Interrupts) Being taken advantage of?\n\nFRANCIE: That’s the long version.\n\n384. EXT. SANFORD VILLA-(DAY)-LONG SHOT\nThe CAMERA MOVES at the same tempo of their walk toward the villa.\n385. EXT. SANFORD VILLA-(DAY)-SEMI CLOSEUP\nThe two continue walking leisurely.\n\nROBIE: You’re absolutely right. Give me a woman who knows her\n\nown mind every time.\n\nFRANCIE: No one gives you that kind of a woman. You have to\n\ncapture her.\nROBIE: Any particular method?\nThe CAMERA PANS them away toward the villa. They approach the steps leading to the\nfront door.\n\nFRANCIE: Yes. But it’s no good unless you discover it yourself.\n\n52\n\f386. EXT. SANFORD VILLA-(DAY)-SEMI CLOSE-UP\nFrancis surveys the front of the villa.\nFRANCIE: Are you sure you have the right address?\nRobie half pulls the list out of his pocket.\nROBIE: It is a little large, but it’s on the real estate agent’s list.\nShe turns, reaches quickly for the list.\nFRANCIE: Let me see.\nHastily he pushes the list back into his pocket.\nROBIE: Let’s look at the gardens first. No need to bother the\npeople.\nThey start to move around the house. The CAMERA PANNING with them.\nROBIE: With all your money, you should own a place like this.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey start to move around the house. The CAMERA PANNING with them. ROBIE: With all your money, you should own a place like this. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANCIE: Palaces are for royalty. We’re just common people with a\nbank account.\n\nROBIE: That sounds more like your mother than you.\n\nFRANCIE: There isn’t much difference between us but a few years\nand some grammar.\n\nThey are now walking along the front of the house.\n\n387 and 388 OMITTED.\n\n389. EXT. SANFORD VILLA-(DAY)—CLOSEUP\n\nA big head of Robie. As he talks, his eyes turn upward surreptitiously toward the roofline.\n390. EXT. SANFORD VILLA-(DAY)-SEMI-LONG SHOT\n\nTHE CAMERA PANS down the slope of the roof, and over the edge to the top windows.\nIt moves along the windows. Robie’s voice is heard over:\n\nROBIE: And jewelry. You never wear any.\nFRANCIE: I don’t like cold things touching my skin.\n\nROBIE: With your money you could probably invent some hot\ndiamonds.\n\nFRANCIE: I'd rather spend it on more tangible excitement.\nROBIE: What do you get a thrill out of most?\nFRANCIE: (After a pause) I’m still looking for that one.\n391. EXT. SANFORD VILLA-(DAY)—CLOSEUP\nRobie’s eyes lower from scanning the building, and he is startled to discover that:\n392. EXT. SANFORD VILLA-(DAY)—CLOSEUP\nFrancis is staring at him casually.\nFRANCIE: I thought we were going to look at the gardens.\n393. EXT. SANFORD VILLA-(DAY)-SEMI-CLOSEUP\nThe two.\n\nROBIE: I couldn’t help being intrigued by the architecture.\nTurn-of-the-century Mediterranean, I would say—with a\ntouch of too much money.\n\n53\n\f3914. EXT. GRANDE CORNICHE ROAD-(DAY)-MEDIUM SHOT\nOutside the gate, on the other side of the road, one of the two detectives is watching.\n395. EXT. SANFORD VILLA-(DAY)-LONG SHOT\n\nFrom the detective’s viewpoint, we see Robie and Francis walking around to the side of the\nhouse. Robie is looking up, his head tilted towards the roof.\n\n396. EXT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nRobie is looking up, his head tilted towards the roof. 396. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n GRANDE CORNICHE ROAD-~(DAY)-SEMI-LONG SHOT\nThe detective hurries back to his waiting car. He opens the door, leans in.\n397. INT. POLICE CAR-(DAY)-MEDIUM SHOT\n\nThe detective leans into the car, picks up the radio-telephone. He starts to call in. He speaks\nFrench.\n\n398. EXT. SANFORD VILLA-(DAY)-LONG SHOT\n\nAnother beautiful view of the garden. Robie and Francis strolling among the flowerbeds in\nthe distance.\n\n399, EXT. SANFORD VILLA-(DAY)—-MEDIUM SHOT\n\nRobie and Francie now seem to have become preoccupied in their conversation, and are\nbarely looking at the garden.\n\nFRANCIE: You never mention your wife.\n\nROBIE: Never found the time to get married.\n\nFRANCIE: You don’t appear to be pushed for time now.\n\nHe looks at her, but doesn’t answer.\n\nFRANCIE: Or did you Just come over to add interesting items to\nyour diary? Like the name and description of that French\ngirl you swam out to meet.\n\nThey have now turned, and are approaching towards the CAMERA, bringing themselves into\ncloser shot.\nROBIE: (Smiles) You are husband-hunting, after all.\n\nFRANCIE: That wasn’t jealousy you heard working—but only disap-\npointment in your limited imagination. Teen-aged French\ngirls yet.\n\nRobie tries to look properly uncomfortable, as they come in to a close TWO SHOT.\n\nFRANCIE: I'll bet you snowed her under. The big, handsome rich\nlumberman from America. I'll bet you even told her all\nyour trees were Sequoias.\n\nROBIE: That certainly sounds like jealousy to me. (Looks at her)\n\nWell, don’t be ashamed of it. Let it out.\nThey both glance up casually at something in the distance.\n400. EXT. SANFORD VILLA-(DAY)-LONG SHOT\nIn the far distance, we see the tiny figure of a man emerging from a side door of the villa. He\ncomes towards THE CAMERA. He is so far away we cannot see who he is.\n401. EXT. SANFORD VILLA-(DAY)-SEMI-CLOSEUP\nRobie and Francis, after a casual glance, resume their discussion.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\n401. EXT. SANFORD VILLA-(DAY)-SEMI-CLOSEUP\nRobie and Francis, after a casual glance, resume their discussion. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANCIE: You’re somewhat egotistical.\n\n54\n\fROBIE: Anybody near you would almost have to be.\nFRANCIE: (Enjoys this) There’s hope for you yet.\nROBIE: Miss Stevens—\nFRANCIE: Yes, Mr. Burns—?\nRobie glances toward the oncoming figure again.\n402. EXT. SANFORD VILLA-(DAY)-SEMI-LONG SHOT\nThe figure becomes clear as it approaches. It is a heavy-built man.\n403. EXT. SANFORD VILLA-(DAY)-SEMI-CLOSEUP\n\nThe attention of the pair lingers a little longer on the approaching figure. Then Robie turns\nback and resumes the conversation.\n\nROBIE: Know what I think?\nFRANCIE: About what?\nROBIE: You.\nFRANCIE: I don’t really care.\nDespite himself, Robie has to glance back to the figure again. She follows his glance.\n404. EXT. SANFORD VILLA-(DAY)-SEMI-LONG SHOT\n\nThe figure of the man has now become much nearer. It is nearly possible to identify him, if\nit were not for the fact that the brim of his hat shades his eyes.\n\n405. EXT. SANFORD VILLA-(DAY)-SEMI-CLOSEUP\n\nFrancie and Robie. Robie cautiously begins to express a slight uneasiness. Francis’s glance\nat the man, however, remains casual.\n\nROBIE: You care more than I do what you think about me. Right,\n\nor wrong?\nFRANCIE: You tell me.\n\nROBIE: I will. You’re an insecure, over-pampered woman who\nthinks men only like her for her money—and is probably\nright.\n\nRobie is now staring at the oncoming figure. He has not recognized him.\n406. EXT. SANFORD VILLA-(DAY)-MEDIUM SHOT\n\nIt is Bertani-the restaurant proprietor, who approaches them. He is glancing at them quite\ncasually, without recognition.\n\n407. EXT. SANFORD VILLA (DAY)-SEMI CLOSEUP\n\nRobie is staring at the approaching Bertani apprehensively. Francie brings him back to the\nconversation.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. SANFORD VILLA (DAY)-SEMI CLOSEUP\n\nRobie is staring at the approaching Bertani apprehensively. Francie brings him back to the\nconversation. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANCIE: Anything more?\nROBIE: What you need is something I have neither the time, nor\nthe inclination to give you.\nHe stares back at Bertani.\n408. EXT. SANFORD VILLA~(DAY)-SEMI CLOSEUP\n\nAs Bertani approaches the CAMERA he gives not the slightest sign of recognition. As THE\nCAMERA PANS OVER, Bertani’s head and shoulders fill the screen as he passes out of the\npicture.\n\n55\n\f409. EXT. SANFORD VILLA-(DAY)-—CLOSEUP\nRobie, half-turning from the departing Bertani stares ahead with a thoughtful look. Over this\nwe hear Francis’s voice:\n\nFRANCIE: And just what is that?\nHe turns completely to her.\n\nROBIE: Two weeks, with a good man, at Niagra Falls.\n\nLAP DISSOLVE TO:\n410. EXT. SANFORD VILLA GATE-(DAY)-SEMI LONG SHOT\n\nA little way up the road, away from the entrance gate, we see the waiting police car. The two\ndetectives are in the middle of the road, and in some apparent scheme to hide their real\nidentity, are playing a game of soccer, using a medium-sized stone as a ball. Then, over this,\nwe hear the sound of a car. The men look up, and suddenly, into the foreground, moving\nacross the picture, as it emerges from the gates, is the convertible carrying Francie and Robie.\nIt sweeps out of the picture, to the right.\n\nThe two men stop their game, and hurry to the waiting black sedan. The; jump in, and we\nhear the starter grind. The engine starts up, and the car moves away at an easy pace.\n\n411. INT. CONVERTIBLE —(DAY)-SEMI CLOSEUP\nRobie looks at Francie, who is driving.\nROBIE: I’m hungry. Let’s open up that picnic basket.\nFRANCIE: Not until we get to the picnic grounds—\nROBIE: Which you’ve already picked out.\nFRANCIE: Which I’ve already picked out.\nHe looks forward again, his eyes straying toward the side-view mirror.\nROBIE: Is it far?\nFRANCIE: A few miles.\nROBIE: (Looking toward mirror) Uh-huh. Lonely and secluded?\nFRANCIE: Naturally.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: (Looking toward mirror) Uh-huh. Lonely and secluded? FRANCIE: Naturally. \n\nTARGET SECTION TO BE ANNOTATED:\n412. INSERT\nThe side-view mirror on the right of the car. In it we can see the black sedan of the police\nappearing in the distance.\n413. INT. CONVERTIBLE-(DAY)-SEMI CLOSEUP\nRobie turns from the mirror to Francie.\nROBIE: Well, what are we dawdling along like this for?\nFrancie gives him a real sexy look.\nFRANCIE: That’s exactly what was running through my mind.\nShe steps on the gas. The car seems to jump forward.\n414. INT. CONVERTIBLE-(DAY)-LONG SHOT\n\nShooting through the windshield, we see the hood and the road ahead. The car begins to\ntake the curves a little dangerously.\n\n415. INT. CONVERTIBLE-(DAY)-SEMI CLOSEUP\nRobie half glances over his shoulder with a look of smug satisfaction.\n416. , INT. CONVERTIBLE-(DAY)-LONG SHOT\n\n56\n\fShooting over the back of the car we see the fast-retreating road. Now and again we get a\nglimpse of the police car following. It has also increased its speed.\n\n417. INT. CONVERTIBLE-(DAY) SEMI-CLOSEUP\nThe two. Robie turns back and glances at Francie. She’s calm, but intent on her speed.\n418. INT. CONVERTIBLE-(DAY)-LONG SHOT\n\nShooting through the windshield. She takes the next corner a little too near the center of the\nroad. Another car suddenly appears coming around the corner toward them.\n\n419. INT. CONVERTIBLE-(DAY)-SEMI-CLOSEUP\nCompletely confident, Francie swings the wheel over.\n420. INT. CONVERTIBLE-(DAY)-LONG SHOT\n\nShooting through the windshield again. The other car swings over, as Francie’s car swings\nout toward the side of the road with a screech of the tires.\n\nINT. CONVERTIBLE-(DAY)-SEMI-CLOSEUP\nRobie’s expression sobers for a moment, but he manages to remain completely deadpan.\n422. INT. CONVERTIBLE-(DAY)-SEMI-LONG SHOT\n\nShooting over the back of the car, we see the car that has lust passed getting back into the\ncenter of the road, and then proceeding on out of sight. We hear another screech of tires.\n\n423. INT.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear another screech of tires. 423. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONVERTIBLE-(DAY) SEMI-CLOSEUP\nRobie, hearing the screech, smiles to himself. He turns back and looks ahead.\nINT. CONVERTIBLE-(DAY)-LONG SHOT\n\nThrough the windshield and over the hood, the hazardous and twisting road rushing toward\nus.\n\n425. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nFrancie enjoying herself. The wind blowing her hair furiously.\n426. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nFrancie’s hands gripping the wheel.\n\n427. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nRobie’s hands on his knees. He wipes them slightly.\n\n428. INT. CONVERTIBLE (DAY)—CLOSEUP\n\nRobie’s sober expression. He turns and glances down tohis right.\n1429. INT. CONVERTIBLE-(DAY)-LONG SHOT\n\nProm his viewpoint. The vertical drop of the landscape from the side of the road. There is\na sheer view of the coastline at the bottom.\n\n430. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nRobie. He looks down toward the front of the car.\n\n431. EXT. CONVERTIBLE-(DAY)—CLOSEUP\n\nThe screeching front wheel of the car in the foreground turning at terrific speed. We see the\nwinding road beyond.\n\n432. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nRobie holding his breath.\n\n433. EXT. CONVERTIBLE-(DAY)—CLOSEUP\n\n57\n\fThe back wheel of the car in the foreground, the retreating road beyond. The police car can\nbe seen in the distance. It is losing ground.\n\n434, INT. CONVERTIBLE-(DAY)-SEMI-CLOSEUP\n\nRobie and Francie. Francie glances at him with a slight smile as though to ask “Enjoying the\nride?” Robie forces a faint smile in response.\n\nINT. CONVERTIBLE-(DAY)-LONG SHOT\n\nThrough the windshield. Around the next bend, the road suddenly turns into a village. Less\nthan a hundred yards away, an old lady is crossing the roadway. She carries a very heavy\nbundle, and moves slowly. THE CAMERA bears down on her, but apparently she is deaf,\nfor she does not look around.\n\n436. INT. CONVERTIBLE-(DAY)-SEMI-CLOSEUP\n\nA profile shot of Francie and Robie. Robie leans forward in alarm. Francie, however, is in\ncontrol.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONVERTIBLE-(DAY)-SEMI-CLOSEUP\n\nA profile shot of Francie and Robie. Robie leans forward in alarm. Francie, however, is in\ncontrol. \n\nTARGET SECTION TO BE ANNOTATED:\n1.37. INT. CONVERTIBLE-(DAY) CLOSEUP\n\nHer foot bears down on the brake pedal.\n\n438. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nRobie’s foot stretches out to do the same on the bare floor mat in front of him.\n\n439. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nRobie straining back with the effort of putting on the imaginary brake.\n\n440. INT. CONVERTIBLE-(DAY)-SEMI-LONG SHOT\n\nShooting through the windshield. The car comes to a screeching stop within a few yards of\nthe old lady. She turns and glances at them with an expression of a pedestrian’s right.\n\n441. INT. CONVERTIBLE-(DAY)-CLOSEUP Robie. half glances over his shoulder.\n442. INT. CONVERTIBLE-(DAY)-LONG SHOT\n\nThe car moves on again and gathers speed. We see the old lady completing her crossing, and\nthe police car turning into the village in the distance. The old lady has dropped something\nand decides to return to pick it up. The police car comes to a screeching stop in front of her.\n\n443. INT. CONVERTIBLE-(DAY)-SEMI-CLOSEUP\n\nFrancie is now putting on an extra burst of speed as they go through the village. Robie\nwonders whether to suggest that they might be going a little too fast. He restrains himself.\n\n444. INT. CONVERTIBLE-(DAY)-SEMI-LONG SHOT\n\nThrough the windshield. The road ahead emerges from the village into the open mountain\nroad-again.\n\n445. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nFrancie, her hair blowing wild.\n\n446. INT. CONVERTIBLE-(DAY)-CLOSEUP\n\nRobie’s eyes half-closed due to the pressure of the wind.\n\n447 EXT. CONVERTIBLE-(DAY)-MEDIUM SHOT\n\nA LOW CAMERA shooting toward the oncoming car, its wheels screaming. Underneath the\ncar we see the police car in the distance. We lose it as the road turns.\n\n448. INT. POLICE CAR-(DAY)-SEMI CLOSEUP\n\n58\n\fThe two detectives in their car rhythmically swaying in unison as the car takes the bends in\nthe road. There seems to be some expression of terror on their faces.\n\n4J.19. INT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere seems to be some expression of terror on their faces. 4J.19. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONVERTIBLE-(DAY)-SEMI CLOSEUP\n\nProfile shot of Francie and Robie. The wind in their faces, getting wilder.\n\n450. INT. CONVERTIBLE-(DAY) SEMI LONG SHOT\n\nThrough the windshield the road is starting to curve ahead. Suddenly a chicken is seen to\n\ncross in the distance. It stops on seeing the oncoming car, and decides to turn back. It just\nreaches the side of the road in time as the car whizzes by.\n\nINT. CONVERTIBLE-(DAY)-SEMI CLOSEUP\n\nThe speed is getting so great that Robie has now made up his mind to say something. But\nfirst, he glances over his shoulder.\n\nINT. CONVERTIBLE (DAY)-SEMI LONG SHOT\n\nSeen over the back of the car. The retreating road behind them. There is no sign of the police\ncar.\n\n453 EXT. GRANDE CORNICES-(DAY)-MEDIUM SHOT\n\nThe police car has come to grief. It is perched precariously astride the low wall above the\nsheer drop below. One slight tip and the car would be crashing down thousands of feet. The\ndoor of the car is open, and both detectives are safe and sound. One of that has the radio\ntelephone to his ear. By his pitiful gestures he is explaining to headquarters something of\ntheir problem. Across the road, a chicken stands watching them.\n\n454 INT. CONVERTIBLE -.(DAY)-SEMI CLOSEUP\n\nRobie, now looking anxiously ahead, speaks to Francie. Both he and Francie have to shout\nto make themselves\n\nheard over the rush of wind.\nROBIE: Slow down!\nFRANCIE: And let them catch us?\nHe looks sharply toward her.\nROBIE: Let who catch us?\n\nFRANCIE: The police—in the black car. (After a pause) The ones\nwho are following you.\n\nROBIE: I don’t know what you’re talking about.\nHe looks closely at her, with studied innocence.\n\nROBIE: Police following me? Conrad Burns?\n\nFRANCIE: (Smiles) No. Police following you—John Robie—The Cat.\n\n455. INT. CONVERTIBLE-(DAY)-CLOSEUP\nRobie’s face is blank.\nLAP DISSOLVE TO:\n456. EXT.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONVERTIBLE-(DAY)-CLOSEUP\nRobie’s face is blank. LAP DISSOLVE TO:\n456. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LA TURBIE-(DAY)-LONG SHOT\n\nThe car comes to a stop at a magnificent view overlooking Monte Carlo. The spot Francie\nhas chosen is quite isolated and shaded by some trees.\n\n457. EXT. LA TURBIE-(DAY)-MEDIUM SHOT\n\n59\n\fFrancie stretches her arms up and out into the air. Then she takes a comb out of her purse,\nand begins arranging her hair. She talks as she does this.\n\nFRANCIE: My, it’s a lovely day. (Takes a deep breath) Did you ever\nsee any place in the world more beautiful than this? Look\nat the colors of the sea off there, and the sky, and those\npink and green buildings on the hill. Think of all the roofs\ndown there you could climb over.\n\nROBIE: Who did you call me?\nFRANCIE: Robie. John Robie. One of the world’s cleverest jewel\nthieves—known as The Cat. I’ve read all about you, in the\nParis paper.\nROBIE: You might have read about somebody called The Cat,\nbut—\nFRANCIE: (Interrupts) I thought you were hungry.\nROBIE: Iam.\nShe takes out the key, and hands it to him with a smile.\nFRANCIE: The picnic basket’s in the trunk.\n\nRobie opens the door, and starts to walk around the car. THE CAMERA PANS with him.\nHe starts to open the trunk.\n\n458. EXT. LA TURBIE-(DAY)-SEMI-CLOSEUP\nFrancie combing her hair in the rear view mirror, and at the same time, watching Robie.\n\nFRANCIE: I hope you try to bluff me, Mr. Robie. Then I can have\nthe fun of telling you how clever I was.\n\n459 EXT. LA TURBIE-(DAY)—CLOSEUP\n\nThrough the rear view mirror, we see Robie opening the trunk in back. He pauses in doing\nso, as he replies:\n\nROBIE: Since I am not Mr. Robie, but W. Burns, Miss\nStevens—there would hardly be any point in bluffing you.\nNevertheless, tell me how clever you were.\n\nRobie takes out the picnic basket, and closes the trunk.\n\n460. EXT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nRobie takes out the picnic basket, and closes the trunk. 460. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n LA TURBIE-(DAY)-SEMI-CLOSEUP\n\nFrancie turns, with delight, and leans over the back of the seat to face him.\nFRANCIE: Well, the first thing I noticed about you, was—\n\nHer eyes follow Robie as he is moving from the trunk to the front seat of the car. His\nVOICE is HEARD off:\n\nROBIE: (Interrupting) Don’t sound so pleased with yourself.\nFRANCIE: I never caught a jewel thief before. It’s stimulating. It’s\nlike, like—\nThe CAMERA FULLS BACK as Robie comes into the picture and puts the basket on the\nfront seat.\nROBIE: Like sitting in a hot tub?\nShe laughs. There is something about her manner that seems flushed and exaggerated.\nFRANCIE: Here, let me serve.\n\n60\n\fRobie seats himself on the floor of the car, with his feet on the ground. His back is to her.\nShe opens the picnic basket. Takes out two bottles of beer and an opener, which she hands\n\nhim.\nFRANCIE:\n\nROBIE:\nRobie makes no reactions to her\n\nThe first time I saw you was on the beach in Cannes. You\nswam ashore from a motor boat driven by that little\nFrench girl. (Looks up to him) Do you want a leg or a\nbreast?\n\nYou make the choice.\n\nrevelations. He forces himself to be outwardly calm and\n\nnonchalant. Francie reaches into the basket, and hands him a chicken leg. She takes a piece\nof breast meat for herself. He has opened the beer bottles by now, hands one to her.\n\nEach of them takes a bite of the chicken. She reaches in the basket for some salt, and salts\n\nhis chicken, and then hers.\nFRANCIE:\n\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\n\nThat was two days before you showed up at the hotel as\nMr. Conrad Burns, just over from America. Did you\nswim?\n\nSomehow, Miss Stevens. you’ve lost me.\n\nNow don’t be disappointing, and act like Mr. Burns.\n\nI can only be myself.\n\nThen be yourself, John.\n\nI prefer Conrad.\n\nYou can’t be serious. And it’s about time you called me\nFrancie.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nI prefer Conrad. You can’t be serious. And it’s about time you called me\nFrancie. \n\nTARGET SECTION TO BE ANNOTATED:\nShe eats some more of the chicken, then takes a swig of beer.\n\nFRANCIE:\n\nROBIE:\n\nFRANCIE:\n\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\n\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\n\nT have to look out for Mother. They’ve tried to steal her\njewelry before. When I read about the—uh, you—in the\npapers—just a small item but I picked it up—I was sure\nthat mother would catch your eye.\n\nShe did. Because I liked her. So far, Miss Stevens—You\nhaven’t said anything that even remotely sounds clever.\n\n(Nods) Stick around. The next thing I noticed was some-\nthing remarkable. All evening long, you only looked at my\nmother—never at me.\n\nI kissed you, didn’t I?\nI kissed you.\nAt least I wasn’t looking at your mother.\n\nYou were thinking about her. Otherwise you’d never have\nlet me say goodnight so easily.\n\nT’ma gentleman.\nA rough lumberman from the big Northwest?\nT’ll remember to shout “timber” occasionally.\n\nNow here comes some of the clever part— (She smiles\ndefiantly) You're not quite convincing, John. You’re like\n\n61\n\fROBIE:\nFRANCIE:\n\nROBIE:\n\nFRANCIE:\n\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\n\nFRANCIE:\n\nROBIE:\n\nFRANCIE:\n\nROBIE:\nFRANCIE:\n\nan American character in an English movie. You don’t\ntalk quite the way an American tourist ought to talk.\n\nAll the guidebooks say don’t act like a tourist.\n\nIt’s just that you never mention business, or baseball, or\ntelevision, or politics, or taxes, or wage freezes, or senate\nprobes.\n\nEverything I left home to forget.\n\nYou’re just not American enough to carry it off. How long\nhas it been?\n\nSince Boston won the pennant?\n\nSince you were in America last?\n\nThree days ago. Just after Kukla, Fran and Ollie.\n\nAnd Oregon?\n\nA week ago. The day they found a Communist in the\nRussian Embassy.\n\nName me three deciduous trees indigenous to the North-\nwest.\n\nYou're a nice girl with too much imagination.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe day they found a Communist in the\nRussian Embassy. Name me three deciduous trees indigenous to the North-\nwest. You're a nice girl with too much imagination. \n\nTARGET SECTION TO BE ANNOTATED:\n If you go\naround talking like this about me, end up in a French jail\nfor something I didn’t do.\n\n(Smiles triumphantly) Are you going to rob Mother first,\nor somebody else?\n\nUnder the circumstances, somebody else.\n\nThat’s nice. Mother likes you.—I think Lady Kenton\nshould be our next job.\n\nHe puts down the beer and chicken.\n\nROBIE:\nFRANCIE:\n\nROBIE:\nFRANCIE:\n\nNow look—\n\nIsn’t she on your list? She ought to be. The Kenton jewels\nare famous. I know every inch of her villa.\n\nI can already hear your next line.\nThe cat has a new kitten. When do we start?\n\nHe turns, reaches up and takes her wrist.\n\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\n\nDon’t talk like that.\n\n(Pleasantly) You’re leaving fingerprints on my arm.\n\nI’m xot John Robie, The Cat.\n\n(Speaking rapidly) Why are the police following you?\nShow me that “real estate” list. That villa you went to\nisn’t for rent, and you know it. The Sanfords have owned\nit for years—and I’m going to a party there in a week—\nYou have a very strong grip. The kind a burglar needs.\n\nHe relaxes his hand a little, but still holds her. He smiles at her. He pulls her down to him,\n\nand kisses her After they part:\nROBIE:\n\nThat’s why you came out here, isn’t it?\n\n62\n\fFRANCIE: We'll have cocktails at eight—dinner at eight-thirty. Allin\nmy suite. We'll talk about it there.\n\nROBIE: Can’t come. I’m going to the Casino and watch the fire-\nworks display.\n\nFRANCIE: You get a better view from my place.\nROBIE: Already got a date.\n\nFRANCIE: Everywhere you go, I’11 have you paged as “John Robie,\nThe Cat”.\n\nHe doesn’t say anything to this.\nFRANCIE: Eight o’clock. Be on time.\nROBIE: I don’t have a good watch.\nFRANCIE: Steal one.\nShe smiles sweetly at him.\nLAP DISSOLVE TO:\n460A. INT.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles sweetly at him. LAP DISSOLVE TO:\n460A. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BERTANI’S OFFICE-(DAY)—CLOSE SHOT\nBertani is sitting at his desk, phoning,\n\nBERTANI: Excuse me. I could not speak with you today, Mr. Robie.\nI did not know your new name.\n\nROBIE: (Filter) I figured you had a good reason.\nBERTANI: Who was the pretty girl?\nROBIE: Francie Stevens. Her mother is loaded with catnip.\n\nBERTANI: I saw you examine the villa Sanford. You prepare—eh? It\nwill be a grand gala—many women, rich jewels!\n\nROBIE: I’m counting on it.\n\nBERTANI: This time we might help you—me and my boys.\nROBIE: In what way?\n\nBERTANI: I supply drinks and food. We shall be everywhere.\nROBIE: I might just need you.\n\nBERTANI: Tell me then.\nROBIE: Thanks, Bertani. See you around.\n\nBERTANI: And bring Miss Stevens in my restaurant for dinner.\n\nROBIE: Not tonight. She’s made some small plans for the two of\nus.\n\nBERTANI: Well, soon. Bonjour.\nROBIE: Bonjour.\n\nBertani hangs up, chuckling warmly, as if the conversation had already become a pleasant\nmemory. He rouses himself, and takes up his paper work on the desk before him.\nFADE OUT.\nFADE IN:\n461. INT. STEVENS’ SITTING ROOM-(NIGHT)-MEDIUM SHOT Robie and Francie are\nstanding at different windows, looking out on the harbor at Cannes. Outside the corner\nwindow, where Robie stands, we get a distant impression of a firework display at the Casino.\n\n63\n\fIn the foreground, a waiter is passing behind the two of them, pushing away a portable\ndinner table containing the used dishes, glassware, etc., of their dinner. Right below the\nCAMERA, and very prominent in the picture, is an empty sofa.\nWAITER: Bonsoir, Madame.\nFRANCIE: Bonsoir.\nWAITER: Bonsoir, Monsieur.\nROBIE: Good evening.\nFrancie turns away from her window and crosses Robie to a standard lamp at the other side\nof the room. He half turns, watching her.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: Good evening. Francie turns away from her window and crosses Robie to a standard lamp at the other side\nof the room. He half turns, watching her. \n\nTARGET SECTION TO BE ANNOTATED:\n As she walks, she says:\nFRANCIE: If you really want to see fireworks, it’s better with the\nlights out.\nShe snaps out the light. Then she crosses and comes down behind the sofa. Robie turns again,\nhis eyes following her. As she walks, she says:\nFRANCIE: I have a feeling that tonight you’re going to see one of the\nRiviera’s most fascinating sights.\n\nShe comes into the foreground, pauses in front of a table lamp, bending over it slightly. The\njewels around her neck catch the light and seem quite prominent. She turns her head and\nlooks across at Robie.\n\nFRANCIE: I was talking about the fireworks.\nROBIE: Never doubted it.\nFRANCIE: The way you looked at my necklace, I didn’t know.\nShe. out the light, leaving the room in darkness,\nexcept for what light comes in from outside. Her jewels still seem to give off a glow. She\nwalks to her window, then half turns to look at him.\n\nFRANCIE: You've been dying to say something about the necklace.\nGo ahead.\n\nROBIE: Have I been staring at it?\nFRANCIE: No. You've been trying to avoid it.\nHe doesn’t answer her, engaged in watching another display of fireworks go off. The room\nis suffused by the glow from the fireworks.\nHe turns, takes a look at her. The light from the fireworks dies out. THE CAMERA moves\nback slightly as Robie turns from the window and goes to a small bar at the far end of the\nroom.\nROBIE: Care for some cognac?\n462. INT. STEVENS SITTING ROOM-(NIGHT)-SEMI CLOSEUP\nFrancie fingers the necklace abstractedly.\nFRANCIE: No thank you. Some nights a person doesn’t need to\ndrink.\n463. EXT. STREET-(NIGHT)-SEMI LONG SHOT\nA black cat moving along a quiet sidewalk, seemingly keeping close to the wall.\n\n464. INT. STEVENS SITTING ROOM-(NIGHT)-SEMI LONG SHOT Francie still at the\nwindow. Robie pouring himself a drink at the bar.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. STEVENS SITTING ROOM-(NIGHT)-SEMI LONG SHOT Francie still at the\nwindow. Robie pouring himself a drink at the bar. \n\nTARGET SECTION TO BE ANNOTATED:\n64\n\fFRANCIE: Doesn’t it make you nervous to be standing in the same\nroom with twenty thousand dollars worth of diamonds\n—and unable to touch them?\n\nRobie turns, faces her.\nROBIE: (Simply) No.\nHe drinks. She turns, looks at him.\n\nFRANCIE: Like an alcoholic standing outside a bar on election day?\n\nROBIE: Wouldn’t know the feeling\n\nFRANCIE: All right. (She begins painting a mood picture) You’ve\nstudied the layout, drawn the plans, worked out the time-\ntable—put on your dark clothes, with your crepe-soled\nshoes and your rope. Maybe your face blackened. You’re\nover the roofs in the darkness, down the side of the wall\nto the right apartment—and then, the window is locked!\nAll that elation turned into frustration.\n\nThe fireworks flash again, flooding the room with colored light. Her face seems animated\nand eager, although that might result only from the angle of the light.\n\nFRANCIE: What would you do?\n\nROBIE: Go home and get a good night’s sleep.\n\nFRANCIE: What would you do? The thrill is right in front of you,\nbut you can’t quite get it. The gems glistening on the\nother side of the window. Someone on the bed, asleep,\nbreathing heavily.\n\nROBIE: (Flatly) ?'d go home and get a good night’s sleep.\n\n465. EXT. ALLEYWAY-(NIGHT)-MEDIUM SHOT\n\nThe black cat comes to a stop and then leaps to the top of some garbage cans. It doesn’t\npause to eat, but moves on into the darkness.\n\n466. INT. STEVENS SITTING ROOM-(NIGHT)-SEMI-LONG SHOT\n\nThe two are in the same position as before.\n\nFRANCIE: Wouldn’t you use a glass cutter—a brick—your fist\n—anything to get what you wanted? Knowing it was\nthere, just waiting for you?\n\nRobie pours himself another glass of cognac, drinks some of it.\n\nFRANCIE: Drinking dulls your senses.\n\nFrancie moves closer to the couch. Robie takes a step down into the room.\n\nROBIE: And if I’m lucky, some of my hearing.\n\nFRANCIE: Blue white, emerald-cut diamonds.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nRobie takes a step down into the room. ROBIE: And if I’m lucky, some of my hearing. FRANCIE: Blue white, emerald-cut diamonds. \n\nTARGET SECTION TO BE ANNOTATED:\n The settings, just\nhair-like touches of Platinum.\n\nROBIE: I have about the same interest in jewelry that I have in\nhorse-racing, politics, modern poetry, or women who\nneed weird excitement. None.\n\nFRANCIE: Hold this necklace in your hand and tell me you’re not\nJohn Robie, The Cat.\n\n65\n\fShe moves a step closer to the couch.\nROBIE: Sorry, ’'m warming my brandy.\nFRANCIE: John—\nHe doesn’t answer.\nFRANCIE: Tell me something.\nHe takes a step forward. His look seems to invite the question.\n\nFRANCIE: (A little pleased with herself) Yow’re going to rob that villa\nwe “cased” this afternoon—aren’t you?—I suppose “rob”\nis archaic. You’d say “knock over”.\n\n467. INT. STEVENS SITTING ROOM-(NIGHT)-MEDIUM SHOT\n\nThrough the corner window we see a brilliant display of fireworks shooting into the sky. The\nsudden light bathing the room reveals Robie glancing sharply at her.\n\n468. INT. STEVENS SITTING ROOM-(NIGHT)-MEDIUM SHOT\n\nFrancie has noticed his glance. Robie turns, puts down his glass, then moves a little closer\nto the sofa. His eyes are on her all the time. She doesn’t move away.\n\nFRANCIE: Don’t worry, I’m good at secrets.\n\nROBIE: Have you ever been on a psychiatrist’s couch?\n\nFRANCIE: Don’t change the subject. I know the perfect time to do it.\nThis weekend. The Sanfords are holding their annual\ngala. Everybody who counts will be there.\n\nROBIE: I never learned how to count.\nFRANCIE: I'll get you an invitation.\n1.69. EXT. BRICK WALL-(NIGHT)-MEDIUM SHOT\nThe black cat hurrying along the top of a brick wall.\n470. INT. STEVENS SITTING ROOM-(NIGHT)-MEDIUM SHOT Francie leans up\nagainst the back of the sofa. He is near the other end.\n\nFRANCIE: It’s an Eighteenth Century costume affair. There'll be\nthousands upon thousands of dollars worth of the world’s\nmost elegant jewelry. Some of the guests will be staying\nfor the weekend.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANCIE: It’s an Eighteenth Century costume affair. There'll be\nthousands upon thousands of dollars worth of the world’s\nmost elegant jewelry. Some of the guests will be staying\nfor the weekend. \n\nTARGET SECTION TO BE ANNOTATED:\n I can get all the information. We'll do it\ntogether. What do you say?\n\nROBIE: My only comment would be highly censorable.\n471. EXT. HOTEL BALCONY-(NIGHT)-LONG SHOT\nThe CAMERA is now outside the window. This enables us to see the fireworks display more\nclearly. There is a big display of rockets.\n1472. INT. STEVENS SITTING ROOM-(NIGHT)—MEDIUM SHOT\nFrancis is now seated on the near end of the sofa. Robie, standing, leans lightly against the\nfar end.\n\nFRANCIE: Give up, John. Admit who you are.\n\nHe doesn’t answer.\nFRANCIE: Even in the dark, I know where your eyes are looking.\n473. EXT. FIREWORKS-(NIGHT)-SEMI-LONG SHOT\n\n66\n\fA nearer view of the fireworks enables us to see a large set piece bursting into brilliant colors.\n\n474, INT. STEVENS SITTING ROOM-(NIGHT)-MEDIUM SHOT Robie has just seated\nhimself in the center of the sofa. The colors of the set piece are reflected on the two of them.\n\nFRANCIE: Come. over and look, John. Hold them-diamonds-the\nonly thing in the world you can’t resist. (She pauses,\nspeaks almost in a whisper) Then tell me you don’t know\nwhat I’m talking about.\n\nRobie slowly puts a hand out, and encircles her wrist.\n\n475. EXT. FIREWORKS-(NIGHT)—-MEDIUM SHOT\n\nAnother set piece fills the screen. We are much closer to the fireworks this time.\n476. INT. STEVENS SITTING ROOM-(NIGHT)-SEMI-CLOSEUP\n\nThe heads and shoulders of Francie and Robie fill the screen. The two are looking into each\nother’s eyes. Robie’s fingers softly move down the side of her cheek, then down her neck.\nFrancie reaches up and takes his hand. She turns it, and kisses the fingertips. Then she lifts\nthe necklace over them until the diamonds rest in his fingers.\n\nFRANCIE: Ever had a better offer in your whole life? One with\neverything?\n477. EXT.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne with\neverything? 477. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n FIREWORKS-(NIGHT)—-MEDIUM SHOT\nWe are closer to the fireworks which are now building up to a greater intensity.\n478 INT. STEVENS SITTING ROOM-(NIGHT)-SEMI-CLOSEUP\nThe two are in big heads. Robie moves closer to her lips.\nROBIE: I’ve never had a crazier offer, I’ll say that.\n\nFRANCIE: Just as long as you’re satisfied.\nTheir lips all but come together.\n479. EXT. ROOFTOP-(NIGHT)—-MEDIUM SHOT\n\nThe black cat jumps up on the edge of a roof and trots straight up toward the CAMERA until\nit is in full head, filling the screen.\n\n480. INT. STEVENS SITTING ROOM-(NIGHT)-SEMI-CLOSEUP\nTheir lips are touching lightly. There is a slight smile of amusement on his face as. he says:\nROBIE: You know, as well as I do, that necklace is imitation.\n\nFRANCIE: Well, I’m not—John Robie.\n\nShe smiles a little herself, then crushes her lips against his.\n\n481. EXT. FIREWORKS-(NIGHT)-CLOSEUP\n\nA veritable inferno of fireworks spins and whirls dervishly, throwing off violent colors. It\n\nascends into a peak of intensity, and then dies away slowly into red glowing embers, and\n\nthen darkness.\n\nLAP DISSOLVE TO:\n\n482. INT. HOTEL CORRIDOR-(NIGHT)-SEMI-CLOSEUP\n\nRobie is standing in front of open French Windows at the end of the short corridor leading\n\noff the main corridor next to the Stevens suite. He is smoking a cigarette, anc looking out\n\ninto the night. Then he steps out cautiously onto the small balcony, snaps his cigarette out\n\ninto the darkness) and turns to scan the exterior of the building.\n\n67\n\fLAP DISSOLVE TO:\n483, INT. ROBIE’S BEDROOM-(NIGHT)-MEDIUM SHOT\n\nHe is sitting in the dark, next to the window. He appear: to be looking out thoughtfully into\nthe night. His bed has been turned back, but unoccupied. A flood of light suddenly fans into\nthe room, and over his figure, as the door is thrown open. Robie, in complete control of\nhimself, hardly moves.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis bed has been turned back, but unoccupied. A flood of light suddenly fans into\nthe room, and over his figure, as the door is thrown open. Robie, in complete control of\nhimself, hardly moves. \n\nTARGET SECTION TO BE ANNOTATED:\n He just turns his head carefully as he looks toward the door.\n\n484. INT. ROBIE’S BEDROOM-(NIGHT)—MEDIUM SHOT\nFrom his viewpoint. The figure of a woman stands framed in the doorway.\n485. INT. ROBIE’S BEDROOM-(NIGHT)—MEDIUM SHOT\nRobie rises to face her.\n486. INT. ROBIE’S BEDROOM-(NIGHT)—MEDIUM SHOT\nShe speaks without moving. There is no friendliness in her voice.\nFRANCIE: Give them back to me.\nShe advances into the room.\n487. INT. ROBIE’S BEDROOM-(NIGHT)—MEDIUM SHOT\nTHE CAMERA PANS Robie over to the door, as he says:\nROBIE: Just what did you have in mind, Francis?\nShe doesn’t move.\nFRANCIE: Give them back to me. Mother’s jewels.\nROBIE: I don’t have them.\nSuddenly and angrily, she attacks him, almost sobbing. Her fists beat him, and she tries\nscratching, kneeing, anything she can think of. He fights her silently.\nHe succeeds in dragging her into his room, and in closing the door behind.\nInside, he subdues her somewhat, pressing her up against the wall. THE CAMERA MOVES\nIN on the two of them. They are in big closeup. His face has become alive with strength.\nROBIE: When did it happen?\nHer disappointment forces her to fight tears.\nFRANCIE: When I was asleep.\nHe releases. her, and starts for the door.\nROBIE: Let’s look.\nShe reaches after him, grabs his arm.\nFRANCIE: There’s only one place to look—and that’s obviously here.\nThe CAMERA PULLS BACK as he wrenches his arm away from her, then opens the door.\nROBIE: Help yourself.\nHe’s gone out the door. She stands pressed against the wall a moment, then reaches for the\nlight. She snaps it on. Slowly her eyes travel around the room.\nLAP DISSOLVE TO:\n\n488. INT. STEVENS SITTING ROOM-(NIGHT)-MEDIUM SHOT Mrs. Stevens is just in\nthe act of opening the door that leads to the main corridor. Robie arrives simultaneously. He\npasses into the sitting room, and she closes the door to behind him.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nStevens is just in\nthe act of opening the door that leads to the main corridor. Robie arrives simultaneously. He\npasses into the sitting room, and she closes the door to behind him. \n\nTARGET SECTION TO BE ANNOTATED:\n The CAMERA PANS her\nin as she says:\n\nMRS. STEVENS: Did you meet Francie? Did she tell you what happened?\n\n68\n\fROBIE: (Looking around) Yes. She’s downstairs now—searching\nmy room.\n\nMrs. Stevens follows him, drawing her negligee tighter about her.\n\nMRS. STEVENS: Well, that doesn’t make sense. She said she knew where\nmy jewelry was.\n\nROBIE: She was wrong. (Finishes examining living room) Could I\nlook at your bedroom?\n\nMRS. STEVENS: If it will do any good. I think we should call the police\nand the hotel manager. They always like to get in on these\nthings.\n\nROBIE: Will you let me look around first, Mrs. Stevens?\n\nMRS. STEVENS: (Shrugs) I don’t care. I’d be just as happy if you didn’t find\nanything.\n\nRobie, who has turned toward Francie’s bedroom, stops, looks directly at Mrs. Stevens.\nROBIE: Why?\n\nMRS. STEVENS: I’m a little tired draping those things over me. It was\nexciting at first—but now I think it’s more exciting to\nhave them stolen.\n\nRobie starts for Francie’s bedroom, Mrs. Stevens following. The CAMERA PANS THEM.\n\nROBIE: And, of course you don’t lose anything financially—with\nHughson around to make out the check.\n\nL.89. INT, FRANCIE’S BEDROOM-(NIGHT)-SEMI CLOSEUP\n\nTHE CAMERA DOLLIES BACK with the two of them as they enter Francie’s bedroom from\nthe sitting room. doorway.\n\nMRS. STEVENS: I'd be crazy to take this attitude if I did.\nRobie looks around. vaguely. He glances to his right.\n490. INT. FRANCIE’S BEDROOM-(NIGHT)-MEDIUM SHOT\n\nDraped over the back of a dark green chair is the upper half of the bathing suit Francie wore\nthe same morning. It makes us almost feel she’s in the room.\n\n491. INT. FRANCIE’S BEDROOM -~(NIGHT)-SEMI CLOSEUP\nThe two continue through the bedroom, the CAMERA PULLING BACK with them.\n\nMRS.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FRANCIE’S BEDROOM -~(NIGHT)-SEMI CLOSEUP\nThe two continue through the bedroom, the CAMERA PULLING BACK with them. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n STEVENS: Why in the world did Francie suspect you, Mr. Burns—a\nsimple wood cutter from Oregon?\n\nROBIE: I am anything but that, Mrs. Stevens. My real name is\nJohn Robie. I used to be a jewel thief. Some years ago.\n\nThe two are passing through the bathroom, as Mrs. Stevens’ voice boons off the tiling.\nMRS. STEVENS: Well, what a wonderful surprise!\nROBIE: Somehow, I can’t get worked up over it.\n\nThe two have now entered Mrs. Stevens’ bedroom. THE CAMERA PULLS BACK until they\nare in MEDIUM SHOT.\n\nWe see a little more of the room around them. Robie gives the room a searching glance.\nMrs. Stevens smiles at him almost shyly.\n\n69\n\fMRS. STEVENS: Yes.\nHe turns away, and looks into the bathroom, checking it.\nROBIE: He came down through the airshaft.\n\nMRS. STEVENS: If you’re not Mr. Burns from Oregon, why do you call\nyourself him? And not—what was that other name?\n\nROBIE: Robie. John Robie.\nHe turns back into the room.\nROBIE: Where did you keep your stuff?\nShe points to a dresser.\nMRS. STEVENS: The top drawer. Watch out for fingerprints.\nROBIE: (Crosses to dresser) There won’t be any.\n\nHe examines the drawer, and the empty jewel case inside. Mrs. Stevens sits on the edge of\nthe bed.\n\nROBIE: Did they get everything?\nMRS. STEVENS: Everything. Francie must have known about you all along.\nRobie begins examining the window and frames.\n\nROBIE: She guessed today. (He turns to her) Do you sleep\nsoundly?\n\nROBIE: Mrs. Stevens—\nMRS. STEVENS: Oh, I know the whole story. You want to go straight, but\nthe gang won’t let you.\nROBIE: In this case, the gang is the law—\n492. INT. MRS. STEVENS’ BEDROOM-(NIGHT)-MEDIUM SHOT The door to the short\npassage opens, and Francie enters. She is Still wearing the imitation necklace. Robie’s voice\nis heard over.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVENS’ BEDROOM-(NIGHT)-MEDIUM SHOT The door to the short\npassage opens, and Francie enters. She is Still wearing the imitation necklace. Robie’s voice\nis heard over. \n\nTARGET SECTION TO BE ANNOTATED:\nROBIE: —and now that I think of it, your daughter.\n493. INT. MRS. STEVENS’ BEDROOM,-(NIGHT)-MEDIUM SHOT The three of-them.\nFRANCIE: Mother, don’t talk to him. (To Robie) Don’t touch any-\nthing. You’re not going to cover up any clues.\nROBIE: There aren’t any clues to cover up. He came in there—\n(Points to bathroom)—took the stones, and went out the\nsame way.\nFRANCIE: You know how he got in here as well as. I do.\nROBIE: Did you find anything in my room?\nFRANCIE: I certainly did!\nHe looks at her sharply.\nROBIE: Not any of your mother’s things.\nShe strolls around the bed toward the both of them, the CAMERA CLOSING IN. Her\nattitude seems somewhat smug.\nFRANCIE: You gave them to your accomplice. But I did find that the\nclothes of Mr. Burns—the American—all had French\nlabels in them. And—I found this!\n\n70\n\fShe produces the list from behind her. She addresses her mother.\n\nFRANCIE: A list of everyone on the Riviera who has jewelry worth\nstealing. (She opens the list) Listen to what it says about\nus.\n\nRobie quickly moves, grabs the list away from her.\n\nFRANCIE: (Undisturbed) What good is that going to do you? You’re\nalready caught—I called the police from your room. I told\nthem who you were and what you did tonight.\n\nHe looks at her calmly, and with a straight face.\nROBIE: That'll make great reading down at police headquarters.\nHe turns to Mrs. Stevens.\n\nFRANCIE: Mother—his name isn’t Burns—he’s a notorious jewel\nthief called “The Cat.”\nMrs. Stevens nonchalantly rises from the bed, gets a cigarette from a nearby table. She\nreaches for a match. Robie and Francie watch her. She has taken the news quite easily.\nMRS. STEVENS: And what’s he doing here now, lamb? If he’s already got\nthe junk.\nShe scratches the match, lights the cigarette.\nFRANCIE: Returning to the scene of his crime.\nMrs.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe scratches the match, lights the cigarette. FRANCIE: Returning to the scene of his crime. Mrs. \n\nTARGET SECTION TO BE ANNOTATED:\n Stevens blows the smoke away, as she looks at Francie.\nMRS. STEVENS: Since when is love a crime?\nFrancie burns with anger.\n494 INT. MRS. STEVENS’ BEDROOM-(NIGHT)-CLOSEUP\nRobie smiles from one to the other. His gaze, resting on Francie, softens a little.\n495. INT. MRS. STEVENS’ BEDROOM-(NIGHT)-MEDIUM SHOT The three again. Mrs.\nStevens strolls to a chair, sits down, looks up to Francis.\nMRS. STEVENS: His name is Robie—and for my money, he’s a real man\n—and not one of those milk sops you generally take up\nwith.\nFRANCIE: Mother—after all—\nMRS. STEVENS: After all, my foot. Why do you think we moved so many\ntimes? Your father was a swindler—but a loveable one.\n(Looks at Robie) If you ask me, this one’s a bigger\noperator—on every level.\n\nROBIE: (Smiles) Thank you, madam.\n\nFRANCIE: (To mother) This is why I’ve had to waste half my life\ntravelling around the world with you! To keep men\nlike—like this away from you.\n\nMRS. STEVENS: (Simply) Well, next time, let me run my own interference.\nLooks like the blockers are having all the fun.\n\nFRANCIE: (To Robie) If she doesn’t have any common sense, I—\nMRS. STEVENS: (Interrupts loudly) Shut up!\nShe gets up, strolls between the two of them.\n\n71\n\fMRS. STEVENS: They were my baubles that were stolen. If I don’t\ncare—why should you? They were insured. (She pauses,\ntakes a reflective puff on the cigarette) Now, the real\nquestion is—where do we go from here?\n\nThere is a loud KNOCKING at the outside door. Francis looks across to Robie with a grin.\nFRANCIE: To jail.\n\nShe turns and leaves the. room, heading. for the front door, the CAMERA PANNING her\nover.\n\n496. INT. MRS. STEVENS’ BEDROOM-(NIGHT)-SEMI-LONG.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. MRS. STEVENS’ BEDROOM-(NIGHT)-SEMI-LONG. \n\nTARGET SECTION TO BE ANNOTATED:\nSHOOTING down the corridor to the main door, we see Francie open the door and admit\nan assistant manager with two uniformed and two plainsclothed policemen. She turns, and\nbeckons them to follow her. The group bears down toward the CAMERA with a grim and\nbusiness-like manner.\n\nThe CAMERA PULLS BACK A LITTLE as Francie enters the bedroom. She stops short, with\na bewildered look on her face.\n\n497 INT. MRS. STEVENS’ BEDROOM-(NIGHT)-MEDIUM SHOT\n\nMrs. Stevens is sitting comfortably in the bedroom holding an open book in her hands. There\nis absolutely no sign. of Robie. She looks up with a mock startled expression.\n\n498. INT. MRS. STEVENS’ BEDROOM-(NIGHT)-SEMI-LONG SHOT\nThe full room. The police crowd into the room behind Francie.\nFRANCIE: Where is he?\nMRS. STEVENS: (Innocently) Who?\n499. INT. MRS. STEVENS’ BEDROOM-(NIGHT)-SEMI-CLOSEUP\nFrancie is livid as she looks at her mother. OVER this a policeman is HEARD, off:\nPOLICEMAN: John Robie.\n500. INT. MRS. STEVENS BEDROOM-(NIGHT)-SEMI-CLOSEUP\nMrs. Stevens shifts her eyes to the police.\nMRS. STEVENS: Never heard of him.\n501. EXT. CARLTON HOTEL ROOF.~(DAYBREAK)—-MEDIUM SHOT\nIn the foreground, a crouching Robie is listening over the edge of the roof. Dawn is just\nbreaking in the sky. There .is a touch of color from the rising sun. Francie’s VOICE drifts\nup from an open window below.\nFRANCIE’S VOICE: Mother—the book you are reading is upside down.\nRobie doesn’t wait for any further information. He turns and moves over the dangerously\nsteep roof with quick, sure, cat-like movements. He passes behind a nearby chimney. We see\nhim continue on over the gables and roof with increasing speed until he is lost from sight.\nOVER this we HEAR the excited VOICES of the French police hastily searching the Stevens\napartment below.\nFADE OUT.\nFADE IN:\n502. INT.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT. FADE IN:\n502. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LEPIC’S OFFICE-(DAY)-SEMI-LONG SHOT\nA small office, now crowded with police detectives. Here and there a uniformed man. The\ndoorway is open, and beyond it we can see some secretaries, a corridor, and some\n\n72\n\fnewspapermen waiting for a story. Lepic is standing behind his desk, and next to him is his\nassistant Mercier. Lepic is in a high rage, and while he talks, there is an undercurrent buzz\nof excitement both in and outside of the office.\n\nLEPIC: J’ai bien envie de tous vous recommander pour une\ndiminution de salaire—ou méme de vous faire fiche a la\nporte! Vous étes une belle equipe! Cent gaillards spéciale-\nment chargé de surveiller un seul individu qui habite un\ndes plus grands hétels de Cannes, qui entre et sort au nez\nde toute la Croisette, et vous le laissez stupidement vous\nfiler entre les doigts!\n\nLAP DISSOLVE TO:\n503. INT. STEVENS SITTING ROOM-(DAY)-MEDIUM SHOT\nFrancie and Mrs. Stevens are in the sitting room. They are standing some distance apart, and\nobviously in the middle of an argument. Their eyes flash, and their manners are belligerent.\nMRS. STEVENS: What right did you have to tell the police that Robie did\nthe robbery?\n\nFRANCIE: Who else could have done it?\n\nMRS. STEVENS: We might be in France—but I’m still an American legally.\nA man is innocent until proved guilty! Proved!\n\nFRANCIE: That won’t be hard!\n\nMRS. STEVENS: What’s bothering you is that Robie is the first man who\nwouldn’t fall down and roll over for you.\n\nFRANCIE: Mother—he played both of us for fools and you know it!\n\nMRS. STEVENS: I know that you ought to be spanked with a hair brush\nand sent back to a good public school where they could\npound some sense into you during recess.\n\nFRANCIE: He’s a low, worthless thief!\n\nMRS.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTEVENS: I know that you ought to be spanked with a hair brush\nand sent back to a good public school where they could\npound some sense into you during recess. FRANCIE: He’s a low, worthless thief! MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n STEVENS: Just what did he steal from you?\nFRANCIE: Oh, mother —I—\nMRS. STEVENS: Sit down while I tell you about life—and John Robie! (A\npause; shouts) Sit down before I knock you down!\nLAP DISSOLVE TO:\n504. INT. BERTANI’S KITCHEN-(DAY)-MEDIUM SHOT\nThree detectives move into the kitchen at Bertani’s restaurant. They take La Mule and two\nother chefs by the arms, preparatory to leading them out.\n\nLA MULE: Moi? Quest-ce que vous voulez que je sache! Vous vous\nimaginez que je passerais toute la sainte journée dans l’eau\nde vaisselle si j'avais volé pour plusieurs millions de\nbijoux?\n\nThe other two men are similarly protesting, but the detectives are overcoming their vocal\nand physical resistance. Bertani hurries into the kitchen.\n\nBERTANI: Montrez voir vos mandats d’amener.\n\nDETECTIVE: Les voici, Mr. Bertani!\n\n73\n\fHe puts the paper, down on a bench, and the three men are hustled out of the kitchen as\nBertani and the others watch with startled and frightened looks.\n505. EXT. THE BEACH CLUB-(DAY) MEDIUM SHOT\nTwo detectives are questioning Danielle at a distance. She is protesting that she knows\nnothing about Robie and his activities. She seems almost in tears. Claude steps in between\nher and the police belligerently, but they turn on him with questions that make him lose his\nbravery. Claude and Danielle are in bathing suits. Other people on the beach are watching\nthe episode. Although we cannot clearly distinguish the voices, it is evident that the\ndetectives mean business.\n506. INT. ROBIE’S VILLA -(DAY)-MEDIUM SHOT\nTwo detectives move through the doorway of Robie’s villa. Germaine tries to block their\nway, but they push her aside, one of them shoving a search warrant into her hand.",
  "94": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. ROBIE’S VILLA -(DAY)-MEDIUM SHOT\nTwo detectives move through the doorway of Robie’s villa. Germaine tries to block their\nway, but they push her aside, one of them shoving a search warrant into her hand. \n\nTARGET SECTION TO BE ANNOTATED:\nGERMAINE: Vous n’avez pas le droit d’entrer ici! Attendez un peu que\nMonsieur Robie apprenne ca! (She looks at warrant in her\nhand) Qutest-ce que vous voulez que j’en fasse de votre\npapier —je ne sais pas lire!\nOne of the detectives immediately begins searching the room; the other moves toward a\nchest of drawers and abruptly stops when a black cat stands up in a chair hissing and spitting\nat him.\nGERMAINE: Et le chat ne sait pas lire non plus!\nLAP DISSOLVE TO:\n507. OMITTED.\n508. EXT. CANNES HARBOR-(DAY)-LONG SHOT\nA lone figure sits out on the end of a pier extending into the gentle blue waters of the.\nCannes Harbor. The figure sits next to a tall brick tower, possibly a lighthouse.\n508A. EXT. CANNES HARBOR.~(DAY)-MEDIUM SHOT\nShooting back toward the shore. The fisherman is John Robie. Another person stands in\nfront of the brick tower behind Robie. H. H. Hughson. He takes off his hat, and mops his\nforehead with a handkerchief. Robie looks forward without turning around.\nROBIE: Do you believe I did the Stevens job?\nHUGHSON: Until you sent for me. If you had done it, you would\nhardly risk my bringing the police with me.\nROBIE: Thank you.\nHUGHSON: As you’ve been safely in hiding for several days... why did\nyou come out in the open?\nROBIE: I need your help.\nHUGHSON: Perhaps I need your help even more. You see my\nsuperiors at the London Office—\nRobie lifts a hand to stop his conversation.\nROBIE: This time I might solve some of your problems. Possibly\nall of them.\nHUGHSON: That’s too much to hope for.\n\n74\n\fROBIE: For three nights I’ve been watching one of the villas on\nyour list.\nHughson’s interest picks up.\nHUGHSON: Which one?\nROBIE: The Silvas—that South American couple. (Significantly)\nSomebody else is watching it too.",
  "95": "END OF PREVIOUSLY ANNOTATED SECTION:\nHughson’s interest picks up. HUGHSON: Which one? ROBIE: The Silvas—that South American couple. (Significantly)\nSomebody else is watching it too. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve seen him in the\ndark—but haven’t managed to get close enough to catch\nhim.\nHUGHSON: Has he seen you?\n\nROBIE: Probably. I want to set a foolproof trap tonight—and I\nneed the assistance of the police. Naturally, I can’t\napproach them.\n\nHughson thinks a moment, then looks back to Robie.\nHUGHSON: How do you know he'll be there tonight?\nRobie takes out a folded piece of paper, hands it to Hughson, interrupting his speech.\nROBIE: Somebody gave this to Germaine, my housekeeper.\nHughson takes the paper unfolds it, and reads:\n509. INSERT\nThe note: ROBIE-N’ALLEZ PAS ALA VILLA DES SILVA CE SOIR... CEST AMOI TOUR\nDE FAIRE LE CHAT—PAS A VOUS.\n510. EXT. CANNES HARBOR-(DAY)—MEDIUM CLOSE SHOT\nHughson looks up. The note definitely interests him.\nHUGHSON: What does it say?\n\nROBIE: “Robie-stay away from the Silvas Villa. It’s my night to\nhowl, not yours.”\n\nHUGHSON: Who gave it to Germaine?\n\nROBIE: It was left in her shopping basket.\n\nRobie quickly follows up the advantage of Hughson’s interest.\n\nROBIE: Look, Hughson—get back to town. Tell Lepic to have the\npolice surround the Villa Pampas sometime after mid-\nnight.\n\nHUGHSON: You're actually going there?\nROBIE: Of course.\nHUGHSON: But Robie—this note is obviously the bait for a trap.\nSomeone wants you to go to the Silvas tonight.\nROBIE: I know it.\nHUGHSON: Possibly to kill you.\nROBIE: (After a slight pause) Will you talk to Lepic?\n\nHUGHSON: (Disturbed) All right, but if this—this—Cat doesn’t show\nup—the police might get you—and the whole. thing will\nturn out badly. Maybe I'd better go along tonight as your\nalibi.\n\n75\n\fROBIE: Hughson, I know you get your insurance rates at a\ndiscount—but why be foolhardy!\n\nFADE OUT.\nFADE IN:\n514. EXT.",
  "96": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT. FADE IN:\n514. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SEA VILLA-(NIGHT)-LONG SHOT\nA large villa, surrounded by dark cypress trees, on a promontory jutting out into the sea. A\nhigh stone wall, with wide steps, rises up from the rocks at the water’s edge.\n515. EXT. SEA VILLA-(NIGHT)-LONG SHOT\nA closer view shows us the steps rising up toward the front of the house. Except for a slight\nbreeze stirring the cypress trees, there is absolutely no sound or movement about the villa.\nA light is seen behind the shades of a second floor right room. It goes out.\n516. EXT. SEA VILLA-(NIGHT)-SEMI-LONG SHOT\nThe side of the villa, and the dark shrubbery beyond. There is the slightest movement in the\nfoliage, possibly caused by the breeze.\n517. EXT. SEA VILLA-(NIGHT)-SEMI-LONG SHOT\nA dark cypress tree fills-part of the screen in the foreground. Beyond it, a parkway, and\nshadows of trees across it. The shadows seem to move. In the distance we can almost seem\nto hear the slip and grind of gravel, as though someone was stepping cautiously over it.\n518. EXT. SEA VILLA-(NIGHT)—MEDIUM SHOT\nThe CAMERA SLOWLY PANS along the edge of the roof, following the line of the rain\ntrough. It follows a rain pipe down to the ground as though awaiting the arrival of someone.\nThere is no sound.\n519. EXT. SEA VILLA-(NIGHT) SEMI-LONG SHOT\nAcross a stretch of lawn there is a series of short trees, any one of which could be mistaken\nfor the figure of a man. One or two of them move slightly in the breeze.\n520. EXT. SEA VILLA-(NIGHT)-SEMI-LONG SHOT\nShooting down the stone steps which lead to the water, we see the waves swirling around the\nrocks below.\nTHE CAMERA holds on this for a while, because there seems to be someone moving on the\nrocks below-although we cannot be sure.\n521. EXT. SEA VILLA-(NIGHT)-SEMI-LONG SHOT\nShooting along the top of the sea wall, showing the over-hanging trees.",
  "97": "END OF PREVIOUSLY ANNOTATED SECTION:\n521. EXT. SEA VILLA-(NIGHT)-SEMI-LONG SHOT\nShooting along the top of the sea wall, showing the over-hanging trees. \n\nTARGET SECTION TO BE ANNOTATED:\n They shudder\nsuccessively down the wall, as though someone was passing behind them, brushing them with\nhis body.\n522. EXT. SEA VILLA-(NIGHT)—MEDIUM SHOT\nAnother part of the garden, near the sea wall. The shrubbery is completely still, the breeze\nhaving died away. The CAMERA STAYS ON THIS for a second or two. Then suddenly, a\nmuffled, strangled shout shatters the silence. The wind seems to spring up again. THE\nCAMERA WHIPS around. Two big heads fill the screen. In the front is Robie, an arm\nclutched around his neck. A dark-face slightly behind him. It is Foussard, Bertani’s wine\nsteward. The two men begin to twist and struggle.\n523. EXT. SEA VILLA-(NIGHT)—CLOSEUP\n\n76\n\fA man’s arm is seen, as we SHOOT UP toward the moonlit sky. The hand grips a long\nblackjack. It descends successively and heavily down on one of the struggling men. Suddenly\nthe blackjack remains poised in mid-air, because the assailant has heard shouts, police\nwhistles, the screech of tires, doors slamming, etc. from a distance.\nThe blackjack and arm disappear from the picture.\n524, EXT. SEA VILLA-(NIGHT)-CLOSEUP\nWe now see the position of Robie and his attacker. In the struggle, Robie has turned their\npositions so that the other man’s head is back to the CAMERA, and has obviously received\nall the blows. The man’s grip on Robie has relaxed, as Robie twists free. The man’s body\nspins, and is lost to sight as it tumbles over the rail of the sea wall.\n525. EXT. SEA VILLA (NIGHT)-LONG SHOT\nWe see the body of Robie’s attacker falling to the rocks below. Robie stops for a moment\nuntil the body hits the rocks. We see his silhouetted figure dash into the shrubbery. The\nsound of the police has increased.\n526. EXT. SEA VILLA-(NIGHT) SEMI-LONG SHOT\nShooting up the long flight of stone steps toward the house, we see the silhouettes of half a\ndozen police hurrying down. They are carrying flashlights.\n527. EXT.",
  "98": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are carrying flashlights. 527. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SEA VILLA-(NIGHT)-SEMI-LONG SHOT\nThe police dashing down the stone steps to the rocks. They turn and quickly climb over the\nwet rocks to the body.\n528. EXT. SEA VILLA-(NIGHT)-CLOSEUP\nThe dead face of Foussard, the wine steward, eyes staring, mouth open, blood trickling down\none side of his head is bathed in the light of their flashlights.\nFADE OUT:\nFADE IN:\n529. EXT. STREET CORNER-(DAY)—CLOSEUP\nThe blazing headline of a French newspaper, Le Nice-Matin. It reads in large black letters,\nwith an exclamation mark: “LE CHAT EST MORT”. Coins are being tossed into a cigar\nbox, and many hands are pulling papers off the pile.\n530. EXT. STREET CORNER-(DAY)-MEDIUM SHOT\nTen or fifteen people are standing around the news stand, reading the front page of the\npaper. Some slowly walk past THE CAMERA. On the fringe of the crowd,, coming toward\nTHE CAMERA, are Francie and her mother. As they come into semi-closeup, they slow up,\nboth of them look at the scene with interest.\n\nMRS. STEVENS: Almost everybody in Philadelphia reads the Inquirer.\n\nFRANCIE: Just a minute, mother.\n\nShe moves toward the news stand, and buys a paper. Once she looks at the headline, she\nholds the paper in front of her, and like the others walks slowly along the sidewalk, in her\ncase toward her mother. Mrs. Steven’s curiosity is aroused, increased by the fact that she\ncannot read French.\n\nMRS. STEVENS: What is it? What’s the excitement?\nFrancie looks up.\n\nFRANCIE: The Cat burglar is dead.\n\n77\n\fMRS. STEVENS: (Alarmed) John Robie?\nFrancis refers again to the paper.\n\nFRANCIE: A man named Foussard—a wine steward from a res-\ntaurant.\n\n531. EXT. STREET CORNER-(DAY)—CLOSEUP\nShe stares over the paper into space. Over this we hear Mrs. Stevens’ voice, full of relief:\n\nMRS. STEVENS: Honey, you’d better start practicing your apologies. In\ntwo languages.\n\nLAP DISSOLVE TO:\n532. INT. LEPIC’S OFFICE.",
  "99": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAP DISSOLVE TO:\n532. INT. LEPIC’S OFFICE. \n\nTARGET SECTION TO BE ANNOTATED:\n-(DAY)-MEDIUM SHOT\n\nIn a small office, Lepic is seated at his desk, while Hughson stands at the side. The latest\nedition of the newspaper lies in front of Lepic, possibly with his picture included with the\nstory. Hughson holds a check in his hand.\n\nHUGHSON: You're positive Foussard was the Cat?\n\nLEPIC: I do not have any reason to change the story that I have\ngiven to the newspaper.\n\nHUGHSON: That’s hardly a direct answer, Commissioner.\n\nLEPIC: (Displaying some impatience) I cannot give you another.\nNow if you excuse me—\n\nHUGHSON: (Interrupts) One more point, Monsieur Lepic. (Holds up\ncheck) This is a check for eighty thousand dollars. That’s\nnearly twenty-eight million francs. Since you have caught,\nand unfortunately killed, The Cat—\n\nLEPIC: In our opinion, he killed himself attempting to escape\njustice.\n\nHUGHSON: Either way. I’ve been instructed by my company to pay\noff the Stevens claim. I’m disinclined to do this, if\nrecovery of the jewelry is imminent. Is it?\n\nLEPIC: (After an uncomfortable pause) It will take time.\nRobie’s voice is heard off:\n\nROBIE: Several centuries.\nThe men turn, look toward the doorway.\n533. INT. LEPIC’S OFFICE-(DAY)-MEDIUM SHOT\n\nOnce again well-dressed, and with a look of slight amusement on his face, Robie leans up\nagainst the open doorway.\n\nROBIE: Congratulations on your capture, Commissionaire.\nHe enters the room, THE CAMERA PANNING him over to the desk.\n\nROBIE: All’s well that ends well.\nHe sits down in a nearby chair as the two men watch him.\n\nROBIE: The newspapers have their headlines.\nThe rich tourists can relax. You, Lepic, have your publicity and possibly a\n\n78\n\fcommendation from the Paris office. We all got something good out of it, except of course\nHughson’s company. But they can afford it, eh, Hughson!\nHUGHSON: Well it has cut into their assets.\n\nROBIE: Poor Foussard. Never guessed it was him. Ordinary wine\n\nwaiter. Family man.",
  "100": "END OF PREVIOUSLY ANNOTATED SECTION:\nNever guessed it was him. Ordinary wine\n\nwaiter. Family man. \n\nTARGET SECTION TO BE ANNOTATED:\n Wooden leg\nHughson’s face shows a sudden startled look. He puts the check back into his pocket. Robie\ncatches his look.\n\nROBIE: Oh, didn’t you know? Lost it in the War. Isn’t it remark-\nable? A man with a wooden leg teaching himself to climb\nup walls and over roofs with the agility of a four-footed\ncat?\n\nHughson quickly looks at Lepic.\nHUGHSON: Is that true?\nLEPIC: I believe he had a—bad leg.\nRobie gets up from the chair.\n\nROBIE: And it was certainly in good taste of you to keep it out of\nthe newspapers.\n\nHe walks to the door, THE CAMERA PANNING HIM.\n\nROBIE: Well, I think it’s only fitting to drop into Foussard’s\nfuneral and pay my last respects. (He turns, pauses, turns\nback) Oh, and at the same time, to get a good look at the\nreal Cat—who will certainly be there, purring.\n\n534. INT. LEPIC’S OFFICE-(DAY)-SEMI-LONG SHOT\nThe full office. Hughson visibly startled by this last statement, takes a step forward.\nHUGHSON: You know who the Cat is?\nROBIE: In a phrase—I do.\nLepic tenses, moves forward and upward a little in his chair, looking intently at Robie.\nHUGHSON: Well—well, tell the commissioner who it is.\nROBIE: (Smiling) He wouldn’t believe me.\nHUGHSON: Then try me.\n\nROBIE: You'd find it hard to believe. When I catch the Cat on a\n\nrooftop, with a handful of stolen diamonds, then—\nLepic jumps to his feet, his face scarlet.\n\nLEPIC: (Interrupting) Monsieur Robie! It is only because I have\ngiven this story to the newspapers that you are in free-\ndom! But the day where I catch you on the top of a roof,\nwith or without jewels, I shall be more than happy to call\nthe reporters again!\n\nROBIE: (Smiles) Lepic—that’s all I wanted to know. Good day,\ngentlemen.\n\nHe goes out the door, and down the corridor, whistling a light melody.",
  "101": "END OF PREVIOUSLY ANNOTATED SECTION:\nROBIE: (Smiles) Lepic—that’s all I wanted to know. Good day,\ngentlemen. He goes out the door, and down the corridor, whistling a light melody. \n\nTARGET SECTION TO BE ANNOTATED:\n Lepic sits heavily\nback in his chair, angry at his outburst, and annoyed by Robie’s whistling.\nLAP DISSOLVE TO:\n\n79\n\f535. EXT. CEMETERY-(DAY)-LONG SHOT\nThe small graveyard on Cap Ferret is occupied by a moderate crowd, the core of which\nsurrounds a flower—decked grave. Along the wall overlooking the cemetery are groups of\nsightseers, because this is a funeral of more than ordinary interest. Now and again a flashlight\ngoes off to indicate the presence of a news photographer. There are newsreel photographers\naround, and quite a number of uniformed police.\n536. EXT. CEMETERY-(DAY)-SEMI-LONG SHOT\nA nearer high view of the burial. Apart from the black—-clothed figure of Danielle, most of\nthe mourners appear to be men. There seem to be very few women around, except among\nthe spectators. At the head of the grave is the priest wearing his stole, and beside him a small\naltar boy holding a container of holy water. We now hear his voice intoning the burial\nservice in Latin.\n537. EXT. CEMETERY-(DAY)-SEMI-CLOSEUP\nRobie stands among the mourners at one end of the grave. His eyes move slowly over the\nfaces of the other mourners.\n538. EXT. CEMETERY-(DAY)-SEMI-CLOSEUP\nThe CAMERA PANS slowly along their faces. They are the men of the kitchen staff at\nBertani’s restaurant. Claude of the Beach Club is among them. One by one they notice the\npresence of Robie, and look up with no unusual expressions, absorbed as they are in the\nsadness of Foussard’s funeral.\n539. EXT. CEMETERY-(DAY)-SEMI-CLOSEUP\nRobie looks at Danielle compassionately.\n540. EXT. CEMETERY-(DAY) -SEMI-CLOSEUP\nThe CAMERA PANS BACK from Danielle to Bertani’s face. He has now seen Robie. He\ngives a slight nod and smile of recognition. He starts to move out of the picture towards\nRobie. Claude follows closely behind him, like a bodyguard.\n541. EXT.",
  "102": "END OF PREVIOUSLY ANNOTATED SECTION:\nClaude follows closely behind him, like a bodyguard. 541. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CEMETERY-(DAY)-SEMI-CLOSED?\nRobie does not acknowledge the greeting of Bertani. Instead, he studies him for a moment,\nand then follows the approach of Bertani with his eyes. In a moment, Bertani appears by the\nside of Robie, and slightly behind him. He speaks to him with a low whisper. We can still\nhear the priest intoning the burial service.\nBERTANI: (Half-whisper) A most unhappy affair, eh, Robie?\nROBIE: Unhappy because it isn’t me down there?\nBERTANI: Poor Danielle—I have great compassion for her.\nROBIE: T’ll look out for her. What do you suppose happened to\nthe things he stole?\nBERTANI: (Shrugs) That’s a mystery. The Police have looked in every\nplace.\nROBIE: Someday they’ll turn up.\nBERTANI: The boys owe you many thanks.\nROBIE: What for?\nBERTANI: You know... for risking the prison to capture Le Chat.\nROBIE: Oh, that.\n\n80\n\fBERTANI: (Smiles) But you have no reason to complain, eh?\n\nROBIE: Could you be a little more specific?\n\nBERTANI: The American girl—what’s her name?\n\nROBIE: Ohhh—Francie Stevens! That the one?\n\nBERTANI: What lucid A beautiful woman, in love with you-rich\nbeyond your dreams—\n\nROBIE: I dream pretty rich—\n\nBERTANI: When are you going to America?\n\nROBIE: Didn’t know I was?\n\nBERTANI: You will make a great mistake if you don’t marry her and\nreturn to your native country.\n\nROBIE: That would make it quite a mistake. Tell you what. We'll\ntalk about it at the Sanford Gala this weekend—between\nyour catering duties.\n\nBERTANI: You are not invited.\n\nROBIE: I will be.\n\nBERTANI: (A slight pause) What costume will you wear?\n\nROBIE: Oh, I’ll figure out something to surprise you.\n\nBERTANI: Good luck.\nROBIE: Isn’t that generous—considering that you have so little\nluck to spare.\n542. EXT. CEMETERY-(DAY)-MEDIUM SHOT\nThe conversation of the two men is suddenly interrupted by an outburst fran Danielle.",
  "103": "END OF PREVIOUSLY ANNOTATED SECTION:\n542. EXT. CEMETERY-(DAY)-MEDIUM SHOT\nThe conversation of the two men is suddenly interrupted by an outburst fran Danielle. \n\nTARGET SECTION TO BE ANNOTATED:\n She\ntakes a step toward them along the edge of the open grave.\nDANIELLE: Nous enterrons mon pere, aujourd’hui—et je vous prierai\nde ne pas confondre ce cimetiere avec la Champre des\nDeputes! (Glares at Robie) Qui vous a demandeé de venir\nici, John Robie? Personne ne vous a invité. Sans vous, mon\npere vivrait encore.\nRobie looks uncomfortable. Everyone is turning to look at him. The news photographers\nclose in and begin taking pictures. The priest breaks off the funeral service with a shocked\nexpression on his face as he tries to fathom the meaning of the interruption. Danielle steps\ncloser toward Robie.\nDANIELLE: Voila ce que vous etes—un ignoble assassin, cynique et\nsans pitié! Killer! It’s because of you he’s dead!\nShe closes in on Robie. Bertani reaches out to keep her from him. She pushes his arm aside.\nBERTANI: Danielle, mon petit—pas en public, voyons! Vous avez\ntort.\nDANIELLE: Si personne n’ose le dire. Moi je le ferai. Vous étes tous une\nbande’de laches. (English to Robie) Get out of here you\nAmerican kille-—voleur—murderer—!\n543. EXT. CEMETERY-(DAY).— CLOSEUP.\n\n81\n\fA big head of Danielle as Robie’s hand comes into the picture and slaps her sharply across\nthe cheek. Danielle stops her tirade, stunned by his reaction.\n\nEXT. CEMETERY-(DAY)-SEMI LONG SHOT\n\nEveryone is frozen in gesture and sound. It is one large tableau of shock and indecision. Then\nRobie alone moves, turning and threading his way through the people and away from the\ngrave.\n\n545, EXT. CEMETERY-(DAY)—MEDIUM SHOT\n\nA high shot showing the people falling back to create a passage for Robie. Press\nphotographers hurry forward. The silence now has risen into a low, undercurrent murmur.\nA few of the Maquis men advance threateningly while Bertani comforts Danielle, who is now\nsobbing. The priest resumes the service.",
  "104": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe silence now has risen into a low, undercurrent murmur. A few of the Maquis men advance threateningly while Bertani comforts Danielle, who is now\nsobbing. The priest resumes the service. \n\nTARGET SECTION TO BE ANNOTATED:\n Robie ignores the reporters and photographers, and\nmakes his way through the now thinning edges of the crowd toward the gate.\n\nEXT. CEMETERY-(DAY)-MEDIUM SHOT\n\nRobie is walking toward the CAMERA. Behind him the staring faces of the crowd, who one\nby one turn away and resume their attention to the burial services. Robie comes right up into\nCLOSEUP. He is grim, tight-lipped. His eyes catch sight of something. They show a slight\nsurprise.\n\n517. EXT. CEMETERY-(DAY)-LONG SHOT\n\nIn the street outside of the cemetery stands a horse-drawn hearse and two carriages. There\nis also a local private bus. Gathered in a little knot to one side are two or three of the drivers,\nand a motorcycle policeman, whose. motorcycle can be seen parked in the distance. There\nis another car pulled up, and a woman stepping out on seeing Robie. It is Francie.\n\n518. EXT. CEMETERY-(DAY)-SEMI-CLOSEUP\nRobie, still looking at her, almost pauses—and then moves on. She calls out to him:\nFRANCIE: John!\nHe stops, turns, waits for her to come Up.\n510. EXT. CEMETERY-(DAY)-SEMI-LONG SHOT\nFrancie hastens toward him, the CAMERA PANS HER. As she gets to him, she says:\nFRANCIE: Are you going to make it hard for me to apologize?\n550. EXT. CEMETERY-(DAY)-SEMI-CLOSEUP\nAs Francis comes up to the waiting Robie.\nROBIE: Not at all. I’m sure you’re sorry.\nFRANCIE: You know I am. Until mother told me, I had no idea the\nthings you were up against.\nROBIE: We all make mistakes—only some are a little less bizarre\nthan others.\nFRANCIE: (She takes a breath of control) What are your plans, now?\nROBIE: (Interrupting) Now what?\nFRANCIE: That The Cat burglar is dead.\nROBIE: (Looks toward the cemetery) Foussard isn’t The Cat.\nFRANCIE: (Follows his glance) But the newspapers—\nROBIE: (Back to her) The man had a wooden leg.",
  "105": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANCIE: That The Cat burglar is dead. ROBIE: (Looks toward the cemetery) Foussard isn’t The Cat. FRANCIE: (Follows his glance) But the newspapers—\nROBIE: (Back to her) The man had a wooden leg. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANCIE: But wasn’t he caught at a villa—trying to rob it?\n\n82\n\fROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\n\nHe wasn’t there to rob. He was there to kill me.\nWhy?\n\nBecause I was getting too close to The Cat.\n\n(Slowly) Then—who killed him?\n\nT'll let you know when I find out. Goodbye, Francie.\n\nHe starts to turn away. She reaches for his arm, detains him.\n\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\n\nFRANCIE:\nROBIE:\n\nJohn—why bother?\n\nIt’s sort of a hobby of mine—the truth.\n\nLet me do something to help you.\n\nThe one time you helped me was enough—for both of us.\nOh, don’t talk like a road show actor!\n\n(Equally sharp) Look—I’m all out of thrills. ’m down to\nthe hard work now. It’s not your style. Go find a bull-\nfighter to play with.\n\nI knew you were going to act like this —injured, childish.\nYou’ve made your apologies—now don’t take up my time\nwith a scene from some old page in your diary.\n\nHe starts to move around her. She stops him, confronts him.\n\nFRANCIE:\n\nROBIE:\n\nFRANCIE:\n\nMr. Robie —I was wrong about you, I think —you might\npossibly be wrong about me.\n\nI’m doomed to go through life never knowing. Now, if\nyou'll pardon me, I have a bus to catch.\n\nI won’t pardon. you. I’m in love with you.\n\nShe stops, as if she hadn’t meant to say it. They look at each other briefly.\n\nROBIE:\nFRANCIE:\nROBIE:\nFRANCIE:\nROBIE:\n\nFRANCIE:\nROBIE:\n\nFRANCIE:\n\nROBIE:\nFRANCIE:\nROBIE:\n\nNow that’s a ridiculous thing to say.\n\nIs it?\n\nWith you, words like that are routine playthings.\n\n(Quite sober) Were playthings.\n\n(Pauses) Tell you what. A sporting, exciting, romantic\noffer.\n\nI—don’t know if I’m up to it now.\n\nGet me an invitation, and I’ll take you to the Sanford\nGala.",
  "106": "END OF PREVIOUSLY ANNOTATED SECTION:\nA sporting, exciting, romantic\noffer. I—don’t know if I’m up to it now. Get me an invitation, and I’ll take you to the Sanford\nGala. \n\nTARGET SECTION TO BE ANNOTATED:\nIt’s costume, you know. Nobody can go without a\ncostume.\n\nWhat are you wearing?\nLouis the Fifteenth. Mother and I got them from Paris.\n\nT’ll have Germaine make me something to go with them\n—T’ll call you in a day or so.\n\nHe starts away, turns back. She stands there, watching him with a reserved sort of love.\n\nROBIE:\nFRANCIE:\n\nOh, you probably wonder why I want to go.\nT have an idea.\n\n83\n\fROBIE: Thought you might get a kick out of seeing a real live\nburglar. Of course, it won’t be all laughs.\nFRANCIE: (A flat statement) And maybe a little danger?\nROBIE: (Nods, smiles) Figured you’d go for it. I'll try not to let\nyou down. So long, Francie.\n\nHe turns, walks away. The CAMERA MOVES IN on her eyes, they are sad and water-filled.\nFADE OUT:\nFADE IN:\n551. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\nA view of the deserted rooftop of the Sanford Villa, looking in a direction that shows us the\nmoonlit Mediterranean beyond. The roof area is large, complex in structure with many brick\nchimneys and tiled gables.\n552. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\nAnother view of the roof.\n553. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\nShooting from the roof we see a courtyard below, and the gardens beyond. The guests are\nbeginning to appear in the grounds. They are all in Eighteenth Century French costumes,\nvaried and colorful. Buffet tables are in evidence. A dance area has been cleared, with a\nbandstand at one end.\n554. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\nThe entrance gate at the bottom of the driveway leading to the villa. A long line of cars\nedging their way through the main gate. There are motorcycle police in evidence. A knot of\npeople are rubbernecking. They are local people and some tourists taking pictures. There are\na couple of news photographers in evidence as well. The police check the people in each car\nentering for their invitation cards.\n555. OMITTED\n556. EXT.",
  "107": "END OF PREVIOUSLY ANNOTATED SECTION:\n555. OMITTED\n556. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\nThis is the main doorway from the house to the grounds. A flight of broad, wide stone steps\nlead froma terrace. We get a glimpse of a large entrance hall brightly-lit inside. Through this\ndoorway and onto the terrace where Mr. and Mrs. Sanford, in their costumes, greet the\narrivals. Having made their Eighteenth Century curtsies to the hostess and host, each new\narrival moves on down the steps and approaches THE CAMERA.\nTHE CAMERA concentrates on the central figure of each new tableau. As the figure comes\nnearer, our attention is centered on the jewelry being worn. We are therefore successively\ntreated to displays of fabulous stones and elegant settings.\nThe SOUND of music is heard off, flourishing the entrance of the guests.\n557. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nA section of the richly gowned and costumed onlookers who applaud each new arrival. The\npeople seem to be enjoying themselves.\n558. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nTwo rather drab-looking 18th Century characters stand together in the line of onlookers. By\ncontrast to the others, they seem to show an indifference. However, their eyes study every\nnew entry. THE CAMERA PANS DOWN their bodies, past their knee-breeches, over their\n\n84\n\frather ill-fitting, twisted stockings, to two pairs of heavy, modern shoes with thick soles. The\nshoes are also highly polished for the occasion.\n559. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\nAnother grand entry, to a round of applause. The woman again walks past THE CAMERA\nuntil her jewelry fills the screen.\n560. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\nA big head of Bertani. He is looking across, keenly, at the arriving guests. THE CAMERA\nPULLS BACK to reveal that he is in the center of the activities in and around the kitchen\nquarters. Actually we are in a small yard, and in the background, we can get a glimpse of a\nstation wagon, and a small black. sedan. In the foreground are trestle tables, covered with\nvarious cold foods, etc.",
  "108": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE CAMERA\nPULLS BACK to reveal that he is in the center of the activities in and around the kitchen\nquarters. Actually we are in a small yard, and in the background, we can get a glimpse of a\nstation wagon, and a small black. sedan. In the foreground are trestle tables, covered with\nvarious cold foods, etc. \n\nTARGET SECTION TO BE ANNOTATED:\nWhen THE CAMERA FIRST MOVES BACK, we are near enough to catch sight of a\nsad-faced Danielle who is unpacking champagne, and putting the bottles into large, ice—filled\ntubs. Antoinette, Bertani’s cashier, is seated at a small table checking off items. There are\nthree other serving girls, in addition to three or four chefs, and La Mule doing the heavy\nlifting. They are all in 18th Century costumes, the women dressed identically as serving\nmaids. The waiters move in and out, taking trays of food and supplies to the various buffet\ntables in the main grounds. These are also dressed as lackies. Claude, of the Beach Club, is\ncarrying a bucket of iced champagne bottles to a garden table.\nTHE CAMERA PANS Bertani over to Danielle. He gives her an affectionate pat on the\nshoulder, after which he passes Antoinette.\nTHE CAMERA CONTINUES TO PAN Bertani. into the garden proper. He moves over to\nsurvey one of the buffet tables,\n561. EXT. SANFORD VILLA-(NIGHT)-SEMLLONG SHOT\nBack around the grand entrance, the crowd has become much greater, and noisier. They are\njust applauding a grande dame who has two Afghan hounds at the leash.\nAs she passes out of the picture, the Stevens and Robie appear. Mrs. Stevens comes first, and\nis then followed by Francie with Robie as her blackamoor attendant. They are applauded in,\nand continue on down the steps to be greeted by the Sanfords. They move on, into THE\nCAMERA, and out of the picture.\n562. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nThe buffet tables are beginning to become busy. Bertani is supervising the work of his chefs,\nwhen he notices the arrival of Lepic, and his assistant Mercier, at the table. He crosses to\nthem genially. The CAMERA MOVES IN until the three of them are in CLOSER SHOT.\n\nBERTANI: Un peu de Champagne, Commissaire? Au moins que vous\n\nne buviez pas pendant le service?\nLepic, answering Bertani’s smile:\nLEPIC: Je ne bois jamais en dehors du service.\n\nBertani insists on serving them himself.",
  "109": "END OF PREVIOUSLY ANNOTATED SECTION:\nAu moins que vous\n\nne buviez pas pendant le service? Lepic, answering Bertani’s smile:\nLEPIC: Je ne bois jamais en dehors du service. Bertani insists on serving them himself. \n\nTARGET SECTION TO BE ANNOTATED:\n He gets glasses, and a bottle, pours out three glasses.\nThey toast each other silently.\n563. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nFrancis, her mother and Robie. They have come down into the grounds. Robie no longer has\nthe large umbrella he was holding over Francie. As the three fill the screen, Robie nudges\nFrancis and nods his head toward the buffet tables.\n\n85\n\f564. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\nThey see Bertani and the police sipping their champagne. They are just two other people at\nthe same table.\n\n565. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP,\n\nFrancie reacts to the sight of the police. She gestures a warning to Robie, trying not to be\nobvious. Robie’s answer is to grip the arms of the two women and move them over toward\nthe buffet table, THE CAMERA PANNING them.\n\n566. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nAs the three of them come up to the table, Bertani and Lepic are in discussion. Mercier,\nLepic’s assistant, watches the approaching group.\n\nLEPIC: Je m’excuse d’avoir dit faire ramasser par mes hommes\nquelques-uns de vos garcons de cuisine. Moi aussi j’obéis\naux ordres.\n\nBERTANI: Bab! Je comprends ces choses-la! Que voulez-vous, la Loi\nest la Loi.\n\nThe attendant, who is Claude of the Beach Club, noticing their arrival, asks:\nCLAUDE: Champagne, Mesdames—Monsieur?\nFRANCIE: Yes, please.\n\nClaude gets the glasses, and pours. Lepic, Bertani and Mercier seem to pay no attention to\nthe group. Lepic and Bertani carry on a conversation in French, possibly about the large\nquantity of food and drink which will be served at the gala. Mrs. Stevens appears to suddenly\nremember something.\n\nMRS. STEVENS: Oh, my heart pills! (She turns to Robie) I can’t drink\nchampagne without my pills. It makes my heart pound.\n\nFRANCIE: Where did you leave them?\nMRS.",
  "110": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt makes my heart pound. FRANCIE: Where did you leave them? MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n STEVENS: In our room, when we put the luggage up there. They’re\nprobably in my purse. (To Robie) Would you be sweet,\nJohn, and go get my purse for me?\nROBIE: Of course.\nHe turns and walks toward the villa.\n567. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP\n\nLepic and his assistant have picked up their ears during this last conversation. They look\ncautiously toward Francie and her mother. Then their eyes follow the retreating figure of\nRobie.\n\n568. EXT. SANFORD VILLA-(NIGHT)-CLOSE SHOT\nA quick flash to Francie, as she puts a cautioning hand on her mother’s arm, and speaks\nguardedly.\n\nFRANCIE: Mother—!\nThe mother answers in a hoarse kind of stage whisper.\n\nMRS. STEVENS: Well, Francie—all I said was—\n\nFrancie interrupts her, with:\n\nFRANCIE: Never mind what you said!\n569. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\n86\n\fRobie, moving through the crowd, toward the main villa.\n570. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP\nThe two detectives finish their drinks, put down their glasses and stroll away casually in\nanother direction. The CAMERA PANS them into the crowd, until we lose them.\n571. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nLepic and his assistant have a hurried consultation and we see them divide and go off in\ndifferent directions.\n572. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nMercier stops in front of two costumed men and almost in pantomime describes Robie to\nthem. He moves off and the two men separate and go in different directions to spread the\nword.\n573. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nLepic comes up to the Sanfords and whispers to them. They look toward the party grounds\nwith apprehension. He calms them with confident assurances.\n574, EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\nBertani has lust left the buffet table and we see him striding purposefully toward the kitchen\nsection.",
  "111": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe calms them with confident assurances. 574, EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\nBertani has lust left the buffet table and we see him striding purposefully toward the kitchen\nsection. \n\nTARGET SECTION TO BE ANNOTATED:\n He glances over his shoulder for a. brief moment without interrupting his walk.\n575. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nWe pick up Robie moving through the crowd and PAN HIM OVER to the Stevens. He\nhands Mrs. Stevens her purse. Francie whispers something to him and he looks around. The\nmusic for dancing begins and before they have time to drink the champagne which was\npoured for them, Robie invites Francie to dance. He is accepted; and they leave Mrs. Stevens\nstanding at the buffet table.\n576. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\nMrs. Stevens looks around to see if she is being observed. Finding she is not, with great relief\nshe quickly drains the three glasses of champagne, one after another. Just as she puts down\nthe third glass, the attendant has turned around and noticed her consumption of champagne.\nHe picks up the bottle and offers her more.\n\nMRS. STEVENS: Have you got any bourbon?\nThe attendant smiles, produces a bottle of bourbon. Mrs. Stevens begins pouring herself a\nstiff drink.\n577. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\nRobie and Francie move onto the dance floor and are soon lost among the other couples,\nexcept that Robie’s feathered headdress towers above the rest of the people.\n578. EXT. SANFORD VILLA (NIGHT)-MEDIUM SHOT\nAnother view of the dance floor. Two ominous figures step into the foreground and watch\nthe dancers.\n579. EXT. SANFORD -VILLA-(NIGHT)-MEDIUM SHOT\nAnother view of the dance floor from a different direction. Two more policemen step into\nthe foreground and watch Robie and Francie, who appear to be having a wonderful time.\n580. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nSHOOTING DOWN on the far aide of the dance floor we see two more police step up and\nwatch. Robie’s feathers go by in the foreground.\n\n87\n\f581. EXT. SANFORD VILLA (NIGHT)-MEDIUM SHOT\n\nSHOOTING OVER the heads of the dancers into a fourth corner. Two more police step in\nso that the floor is now completely surrounded by watching police.\n\n582. EXT.",
  "112": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo more police step in\nso that the floor is now completely surrounded by watching police. 582. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SANFORD VILLA-(NIGHT)-SEMI CLOSEUP\n\nA little farther away,. Lepic moves into the scene like a commanding general watching\noperations. He rocks on his heels with satisfaction.\n\n583. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\nA HIGH TOP SHOT showing the crowded dance floor. Robie, in his black costume, stands\nout easily as he whirls and dips with Francie in his arms.\n\nLAP DISSOLVE TO:\n\n584, EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\nAnother TOP SHOT of the dance floor from a different angle. The number of dancers has\nthinned out considerably, as well as the spectators. Robie and Francie are still having a won-\nderful time. The still figures of the watching police are slightly more conspicuous.\n\nLAP DISSOLVE TO:\n\n585. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\nStill another TOP SHOT of the dance floor from a different angle. It is much later. The band\nSOUNDS a little tired. Six couples and dancing on the floor, one of which is Francie and\nRobie. They seem tireless. The onlookers are now so few in number that the watching police\nare as obvious as store detectives.\n\nLAP DISSOLVE TO:\n\n586. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\nFrom a HIGH TOP SHOT of the dance floor, we see Francie and Robie dancing close and\nromantically to the slow and sleepy music of the band. They are alone on the floor. Some\nof the detectives are grouping together in apparent consultation. They look over their\nshoulder occasionally at the dancing pair.\n\n587. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nBertani, who is supervising the cleaning up of one of the buffet tables, takes a step or two\ntowards the CAMERA. He smiles with satisfaction at Robie’s predicament.\n\n588. EXT. SANFORD VILLA-(NIGHT)-SEMI CLOSEUP\n\nLepic has now been joined by his assistant Mercier. The commissioner seems quite pleased\nby the way he has bottled up Robie. He and Mercier exchange looks of satisfaction. The\nMUSIC ENDS.\n\n589. EXT.",
  "113": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nMUSIC ENDS. 589. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SANFORD VILLA-(NIGHT)-LONG SHOT\n\nRobie graciously escorts Francie off the dance floor, past the watching police. The police\nbegin to half-heartedly edge forward after the pair. Lepic stops them with a gesture, and\nindicates that just two men should follow them.\n\nLAP DISSOLVE TO:\n\n590. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nFrancis and Robie move arm in arm down the corridor of the Sanford Villa toward Francie’s\nroom. She opens the door of her room.\n\n591. INT. SANFORD VILLA-(NIGHT)-SEMI CLOSEUP\n\nTwo police cautiously peer around a corner.\n\n88\n\f592. INT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\nFrom their viewpoint we see Francie in the half-open door, Robie in the corridor. Francie\nenters the room, but Robie seems to hang back, hesitating. Then Francie’s arm reaches out,\ntakes him by the hand, and starts to pull him in.\n\n593. INT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nOn the landing, at the end of the corridor, one of the two police hurriedly gestures his\ncolleague to dash to a window from which he will be able to see the side of the building. The\nsecond policeman obeys the order, leaving the first policeman on guard at the corridor. We\nsee the second policeman open a window at the end of the corridor, and lean out to peer\ndown the side of the building.\n\n594, INT. SANFORD BEDROOM-(NIGHT)-MEDIUM SHOT\nThe bedroom assigned to Francie and her mother, looking out on the courtyard of the Villa.\nMrs. Stevens is sleeping in an armchair in the foreground. There is one bedside lamp burn-\ning. Francie sits down on a chair, almost exhausted. Robie leans in a slumped attitude against\nthe wall by a dresser. He takes off his plume and tosses it onto the bed.\n\nFRANCIE: Wasn’t that fun?\n595 INT. SANFORD BEDROOM-(NIGHT)-CLOSEUP\n\nA big head of Robie, as he takes off his mask. It is not John Robie at all—but H. H.\nHughson.",
  "114": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is not John Robie at all—but H. H. Hughson. \n\nTARGET SECTION TO BE ANNOTATED:\n There is an exhausted expression on his face.\n\nHUGHSON: I hope the home office appreciates what I’ve gone\nthrough for them. Oh, my feet are about to fall off.\n\n596. INT. SANFORD BEDROOM-(NIGHT)-SEMI-CLOSEUP\nFrancie stands up, looks over to the sleeping figure of her mother.\nFRANCIE: Mother was quite a little actress tonight.\n\nHUGHSON: (off) I thought she played her part rather well. (Chuckles)\nHeart pills.\n\nFrancie goes to the window, turning out the light on the way. She looks through the curtains.\nHUGHSON: (0.s.) Don’t worry about him, Francie.\nFRANCIE: How can I help it?\n597. INT. SANFORD BEDROOM-(NIGHT)-CLOSEUP\nThe big head of Francie as she looks up into the moonlight.\n598. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\n\nA big head of Robie, looking down. He is crouched in deep shadow, against a brick backing.\nThe CAMERA PULLS SLOWLY BACK to reveal a big expanse of roof beyond Robie.\n\n599, EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\nHe hears the SOUND OF A CAR STARTING UP. He looks down to the driveway.\n600. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\nBertani is helping one of the serving maids into his car, into the back seat. He follows her\nin. The car pulls away. The rest of his helpers make their way toward the truck, climb in, and\nthe truck pulls off.\n\n601. EXT. SANFORD VILLA-(NIGHT)-CLOSED?\nRObie is extremely puzzled at Bertani’s departure.\n602. INT. SANFORD. VILLA-(NIGHT)-LONG SHOT\n\n89\n\fThe lights go out in the main entrance hall of:the villa. There is just moonlight. Suddenly,\nout of the shadows, a black cat appears and starts to ascend the broad staircase to the second\nfloor. For a moment it is bathed in moonlight, and disappears into the shadows again at the\ntop of the stairs.\n\n603. EXT.",
  "115": "END OF PREVIOUSLY ANNOTATED SECTION:\nFor a moment it is bathed in moonlight, and disappears into the shadows again at the\ntop of the stairs. 603. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP,\n\nRobie, now completely disturbed, starts to rise from his position. He cannot make up his\nmind whether or not to go down.\n\n604. INT. SANFORD VILLA-(NIGHT)-CLOSEUP\n\nThe black-gloved hands taking jewelry from a bedside jewel case and stuffing it into a black\nvelvet bag.\n\n605. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nLepic, his assistant Mercier, and a group of the costumed policemen. Although we do not\nhear what he says, he is obviously explaining that nothing is going to happen tonight. His\nwaiting car stands by.\n\n606. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nRobie is making his way down the slope of the roof. He suddenly stops.\n\n607. EXT. SANFORD VILLA-(NIGHT)\n\nRobie, alert, listening and watching along the roof.\n\n608. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\nFrom his viewpoint, some yards away, a dormer window slowly squeaks open.\n\n609. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\n\nRobie quickly flattens himself on the shadowed side of the roof and peers over the top, his\neyes just showing.\n\n610. EXT. SANFORD VILLA-(NIGHT)-LONG SHOT\n\nA dark-clad figure in sweater and slacks, immediately moves from the moonlight into the\nshadows by the dormer window. It starts to move cautiously along the roof-top in Robie’s\ndirection.\n\n611. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\n\nRobie, watching tensely.\n\n612. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\nThe figure, now silhouetted against the dark sky, moves even closer.\n613. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\n\nRobie, tense.\n\n614 EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nThe dark figure, looming up closer, silhouetted against the sky. It comes nearer and nearer\n—and suddenly stops, as though sensing something. It turns and starts to move away as\nquickly as the roof will allow.\n\n615. EXT.",
  "116": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt turns and starts to move away as\nquickly as the roof will allow. 615. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\nRobie quickly rising after the retreating figure.\n\n616. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\n\nRobie’s foot suddenly dislodges a slate from the roof.\n\n617. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\n90\n\fRobie gains on the figure, but the slate skitters noisily down the roof and is heard to hit the\ncourt-yard below with a loud, shattering crash.\n618. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nLepic, about to get in his car, freezes, whirls around looking up. Other police turn, look up,\nthen dash out of the picture toward their assignments.\n619. INT. SANFORD BEDROOM-(NIGHT)-MEDIUM SHOT\nFrancie and Hughson spring to the window and look out.\n620. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nRobie closes in on the dark-clad figure, and is just about to grab it. More tiles are kicked\nloose by the chase. They clatter to the courtyard below.\n621. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nPolice, taking the colored gelatines off the floodlights under the trees, and turning the lights\nin the direction of the rooftop.\n622. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP\nRobie has grabbed the figure and is wrestling with it, fighting for control so that he can tear\noff the mask covering the face. Beyond them we see the lights of windows below being\nturned on as guests hear the excitement.\n623. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\nThe dark figure is twisting and fighting to keep the mask out of Robie’s grasp. Robie’s hand\nfinally goes out, tears the mask off. It is Danielle. Her hair falls down from underneath the\nblack beret she’s wearing. She looks up at him, caught, but defiant.\nDANIELLE: (Breathing heavily) You think you’ve caught The Cat?\nROBIE: I caught you the night your father died. He couldn’t climb\nanything—and you always did his leg work during the\nwar.",
  "117": "END OF PREVIOUSLY ANNOTATED SECTION:\nDANIELLE: (Breathing heavily) You think you’ve caught The Cat? ROBIE: I caught you the night your father died. He couldn’t climb\nanything—and you always did his leg work during the\nwar. \n\nTARGET SECTION TO BE ANNOTATED:\n You had to be in this somewhere.\nDANIELLE: What a mistake! John Robie-ici! John Robie, Le Chat!\nT’ve got him! Ici! Here! John Robie!\nThe two heads are suddenly flooded in a white light from many searchlights below. Robie\nturns, surprised. Danielle immediately takes advantage and twists away, ducking into the\nshadows.\nEXT. SANFORD VILLA-(NIGHT)-LONG SHOT\nThe full scene showing the police below, the beams of the light shooting up, Danielle no\nlonger in view, and Robie left standing in the light a solitary figure.\n625. INT. SANFORD BEDROOM-(NIGHT)-MEDIUM SHOT\nFrancie turns quickly from the window and runs to the door, followed by Hughson. They\npass the sleeping figure of Mrs. Stevens, who is snoring with open mouth.\n626. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT.\nRobie looks about him desperately while still bathed in the floodlights. He dashes over,\ncrouches behind the shadows of a tall chimney.\n627. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\nRobie scanning the rooftop, with every sense at his command, looking for some sign of\nDanielle.\n628. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\n91\n\fA shot of the whole length of the rooftop. There is no sign of Danielle. Over this we hear\na booming voice from below.\nLEPIC: (Off, booming) Come down, Robie, or we shall be forced\nto shoot!\n629. EXT. SANFORD VILLA (NIGHT)-—CLOSEUP\nRobie is intently looking for Danielle. He seems to pay no attention to the threat. He gathers\nhimself for a dash forward, and then suddenly runs out of the picture, crouching low.\n630. EXT. SANFORD VILLA-(NIGHT)-FULL LONG SHOT\nTaken from the highest point on the rooftop, shooting past the running figure of Robie\ndown onto the courtyard below. The courtyard is filling rapidly with excited guests. The\nsearchlights across the roof in pursuit of Robie.",
  "118": "END OF PREVIOUSLY ANNOTATED SECTION:\nSANFORD VILLA-(NIGHT)-FULL LONG SHOT\nTaken from the highest point on the rooftop, shooting past the running figure of Robie\ndown onto the courtyard below. The courtyard is filling rapidly with excited guests. The\nsearchlights across the roof in pursuit of Robie. \n\nTARGET SECTION TO BE ANNOTATED:\n Suddenly bright spurts of orange flame\nappear below, and almost before the SOUND of gunfire reaches us, bullets begin rattling off\nthe roof and chimneys. We see Robie safely reach the shadows of another group of dark\nchimneys. As soon as he reaches new protection, the firing stops. Below, Francie and\nHughson run into the courtyard.\n631. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP\nRobie, breathing hard, sweeping the roof again for sight of Danielle. There is a cold\ndetermination expressed in his manner.\n632. EXT. SANFORD VILLA-(NIGHT) SEMI LONG SHOT\nAnother sweep of the roof. No sign of Danielle.\n633. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nOn the back side of the villa, Danielle is hanging from the rain trough of the roof, moving\nhand over hand along the roof edge. All we can see of her are her black-gloved hands, and\nthe top of her head. There is a sheer drop below. The black bag of jewelry is around one of\nher wrists. She is approaching the end of one wing of the building. Unable to go farther, she\nis forced to pull herself back up on the slant of the roof.\n631. EXT. SANFORD VILLA-(NIGHT),-MEDIUM SHOT -\nFrancie, almost frantic with fear, dashes into the group of police, and up to Lepic. His eyes\nremain on the rooftop, as do the eyes of the other police.\nFRANCIE: Put those guns down! He isn’t The Cat!\nLEPIC: (Still looking up) Then what does he do on the top of that\nroof?\nFRANCIE: Your job! That’s what he’s doing!\nLEPIC: Madame, I can only believe what my eyes show me.\nFRANCIE: You shoot him, and P’ll—\nLEPIC: (Interrupts, shouting over her) John Robie is exactly where\nI knew he would be some day!\nHe looks down to one of the other policemen, and says in French:\nLEPIC: Get her away from here!\nThe policeman grabs her, and tries to pull her away, and she struggles, too choked with\nanger to talk.\n\n92\n\f635. EXT.",
  "119": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe policeman grabs her, and tries to pull her away, and she struggles, too choked with\nanger to talk. 92\n\f635. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT We do not see Robie in the\nshadows of the chimney, but Danielle is now climbing the corner of the roof, and is coming\ninto view, although she is not exposed by the searchlights.\n\n636. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP,\n\nRobie suddenly sees Danielle. With a quick glance below, he decides to risk it and emerge\nafter her. He moves forward, and two shots ring out.\n\n637. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nLepic and his group, Francie, being held by a policeman, looks up in horror, as another shot\nis fired. Lepic, suddenly sees something on the roof, shouts to his men, in French:\n\nLEPIC: Hold it! Hold your fire!\n638. EXT. SANFORD VILLA-(NIGHT) SEMI-LONG SHOT\n\nRobie advancing across the roof toward Danielle. Retreating, now exposed by the search-\nlights which play on her, she reaches the edge of the roof. There is a wide gap to another\nsection.\n\n639. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP\n\nDanielle looks down and then back toward Robie.\n\n640. EXT. SANFORD VILLA,—(NIGHT)-SEMI-LONG SHOT\n\nRobie advancing towards her.\n\n641. EXT. SANFORD VILLA-(NIGHT) CLOSEUP\n\nDanielle, now thoroughly scared, turns from Robie and looks across to the other roof.\n642. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\nThe drop below, and the other section of roof beyond. The jump looks all but impossible.\n643. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\nThe CAMERA is now on the other roof, looking back. Danielle, with a desperate look at\nRobie, takes the leap. She hits the sloping roof right in FRONT OF THE CAMERA. For a\nsecond she seems to have secured a hold, but then starts slipping toward the edge of the roof.\nInvoluntarily, she gives a slight SCREAM of fright.",
  "120": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe hits the sloping roof right in FRONT OF THE CAMERA. For a\nsecond she seems to have secured a hold, but then starts slipping toward the edge of the roof. Involuntarily, she gives a slight SCREAM of fright. \n\nTARGET SECTION TO BE ANNOTATED:\n There are SCREAMS and SUDDEN\nSHOUTS from the onlookers below, as she goes over the side of the roof.\n\n644, EXT. SANFORD VILLA-(NIGHT)-CLOSE SHOT,\n\nWe see the tremendous drop beyond her hanging figure. She is holding the rain gutter with\none hand, and trying to shake the bag of jewelry loose from her other wrist.\n\n645. EXT. SANFORD VILLA-(NIGHT)-SEMI-LONG SHOT\n\nThe CAMERA is now below, SHOOTING UP between the gap of the roof edges. Robie,\nafter a slight hesitancy, makes a leap successfully and lands on the sloping roof just beside\nDanielle.\n\n646. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nRobie secures a foothold as best he can, and reaches down for Danielle’s hand, which is\nbeginning to slip from the edge of the rain trough. There is almost utter silence from the\nonlookers below.\n\n647. EXT. SANFORD VILLA-(NIGHT)-CLOSEUP\n\nRobie’s hand grabs hold of Danielle’s wrist. Her hand twists, holds his wrist.\n\n648. EXT. SANFORD VILLA (NIGHT)-SEMI-CLOSEUP\n\n93\n\fThe bag of jewels drops from4her other hand. We HEAR it land. below with a THUD and\nCLATTER.\n\n649, EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP\nOn the courtyard below, the jewels scatter from the broken bag in a wide circle.\n650. EXT. SANFORD VILLA-(NIGHT)-SEMI-CLOSEUP\nThere is a genuine fright on Danielle’s face as she looks up to Robie.\nDANIELLE: Pull me up!\nROBIE: I’m trying to think of a reason why I should.\nDANIELLE: (Louder) Now pull me up!\nROBIE: Don’t shout. It makes me nervous. I might drop you.\nDANIELLE: Then go ahead—drop me!\nROBIE: Whatever you say.\n\nHe lowers his arm slightly. Even greater fright passes over Danielle’s face. She quickly\nshouts:\n\nDANIELLE: No!\nHis grip tightens and holds.\n\nROBIE: You’ve got a full house down there, Danielle.",
  "121": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe quickly\nshouts:\n\nDANIELLE: No! His grip tightens and holds. ROBIE: You’ve got a full house down there, Danielle. \n\nTARGET SECTION TO BE ANNOTATED:\n Now shall\nwe begin the performance?\n\nDANIELLE: What performance?\n\nROBIE: The one in which you tell them who is really who—and\nwhat is really what.\n\nDANIELLE: Please, John—I might slip!\nROBIE: I figure I can hold you another thirty seconds. No more.\nDANIELLE: (Desperately) I did it for my father!\n\nROBIE: That’s fine...but I already know it. We’re telling them—\ndown there—remember?\n\nDanielle looks down and the sight frightens her even more. She looks up again.\nDANIELLE: 1’ll kill you when I get up there.\nROBIE: If you get up here. (Sharply) Tell them!\nShe gives him a look of hatred, then shouts down:\nDANIELLE: I was working for my father! (She looks up) Now,\nplease—\nROBIE: Your father is conveniently dead. Who else?\nDANIELLE: (Shouting down) And Claude, too! (To Robie) That’s all.\nROBIE: I’m out of training. I think my fingers are beginning to\nopen.\nDANIELLE: (Anguish) I don’t know anything more!\nROBIE: (Patiently) Now why protect him? He’s probably keeping\nall the jewels himself. Tell that: who was behind it—who\nengineered everything—who sent me the “weather\n\nreports”—who knew as much about as I knew myself. Go\non.\n\n94\n\fDANIELLE: (After hesitation, shouts down) Bertani! Augustus Bertani\nwas behind it! (Looks up) Now, you miserable—\nROBIE: You left out one important thing. —Of course, I’m selfish.\nDANIELLE: I know nothing more. You’re frightening me to death!\nROBIE: You'll, probably think of it—just before you hit the\nground. I’m getting a cramp in my arm.\nHe seems to lower her slightly. She is terrified.",
  "122": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m getting a cramp in my arm. He seems to lower her slightly. She is terrified. \n\nTARGET SECTION TO BE ANNOTATED:\nDANIELLE: (Looks down, closing her eyes, shouts) John Robie had\nnothing to do with it! Nothing! (Looks up, frightened\nalmost to tears) Now, please—please pull me up! I'll die—\n\nSlowly Robie pulls her up to the roof. She freezes against the tiles, sobbing with relief and\nshock. Robie leans back against the roof and takes a deep breath of the night air.\n\nLAP DISSOLVE TO:\n651. INT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\n\nIn the main entrance hall of the Sanford villa, lighted sparingly. Standing in a casual group\nare Lepic, Mercier, Danielle, Bertani and Hughson. Robie, Francie and Mrs. Stevens cross\nthe hallway on their way to the door. They pause. Lepic, who is speaking, seems much more\naffable than we have known him to be.\n\nLEPIC: Well, I think we have discussed all the details. Is anything\nnot clear to you, Monsieur Bertani?\n\nBERTANI: (Shrugs pleasantly) No—but one little request.\nLEPIC: Yes?\n\nBERTANI: That I come to the police station at twelve tomorrow,\ninstead of ten.\n\nLEPIC: (Smiles) Ten, please. Be on time.\n\nBERTANI: But I must find somebody to manage my restaurant. (He\nwinks broadly) | may be away a long time, eh?\n\nLEPIC: (Shrugs) A private matter—between you and the judge.\nBERTANI: (Smiles) Twelve o’clock, then?\nLEPIC: (Pleasantly) Ten. And bring a lawyer, if you desire.\n\nBERTANI: (Skeptically) No thank you. (Bows slightly to the group)\nBonne nuit, mesdames et messieurs.\n\nThey nod silently in, return to him.\n\nBERTANI: (To Robie) I regret having given you such trouble,\nMonsieur Robie.\n\nROBIE: Well, Bertani—had it ended differently, I might have been\na little put out. As it is, I have no personal complaints.\n\nBERTANI: You'll eat at my restaurant again?\nROBIE: The very day you get out.\n\nBERTANI: Ah...",
  "123": "END OF PREVIOUSLY ANNOTATED SECTION:\nBERTANI: You'll eat at my restaurant again? ROBIE: The very day you get out. BERTANI: Ah... \n\nTARGET SECTION TO BE ANNOTATED:\nwe’ll have a great feast!\nROBIE: Hurry back.\n\n95\n\fBERTANI: (Smiles to him, turns to go, remembers something) Oh\n—Monsieur Lepic, pardon—Danielle Foussard. May I\nbring her with me at ten?\n\nLEPIC: Unfortunately, no. She comes with us tonight.\nBERTANI: (Shrugs) If you must. Bonne nuit.\nHe turns and walks across the hallway and out of the picture.\n651A. INT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nRobie turns to Francie and Mrs. Stevens.\nROBIE: I think we had better “bonne nuit” ourselves.\nFrancie isn’t listening to him. She seems to be staring at Danielle with a look that could be\neither sympathy, or wonder. Robie follows her glance. Danielle is nonchalantly yawning.\nDANIELLE: I'd like to get some sleep.\nLEPIC: I’m afraid that your next bed will be a hard one.\nDANIELLE: I don’t mind. I’ve slept on prison beds before.\n\nROBIE: (Looks at her quickly) When were you ever in prison,\nDanielle?\n\nDANIELLE: (Stops, looks directly at him) I was born in jail.\n\nRobie and Francie look at each other, not too happily. Mrs. Stevens starts moving for the\ndoor.\n\nROBIE: (To Danielle) Goodnight.\n\nDanielle smiles at him, then quickly walks up to him and impulsively kisses him.\nDANIELLE: Well, no South America.\n\nROBIE: Guess not.\nThey separate and Robie takes Francie’s arm, and follows Mrs. Stevens out of the hallway.\n651B. EXT. SANFORD VILLA-(NIGHT)-MEDIUM SHOT\nRobie, Francis and Mrs. Stevens come down the steps of the villa. They are met by La Mule\nand a couple of the chefs from Bertani’s restaurant. The men rash up to Robie, to embrace\nhim, shake his hand, punch him affectionately.\n\nLA MULE: Ah, Monsieur Robie!\nCHEF: Nous avons honte de vous avoir si mal jugé. Nous vous\nprions de nous excuser.\n\nRobie smiles happily at the group.",
  "124": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHEF: Nous avons honte de vous avoir si mal jugé. Nous vous\nprions de nous excuser. Robie smiles happily at the group. \n\nTARGET SECTION TO BE ANNOTATED:\nLAP DISSOLVE TO\n652. OMITTED.\n653. EXT. MOUNTAIN HIGHWAY-(DAY)-LONG SHOT\nRobie’s red convertible, moving at high speed up a mountain road. It is being pursued, at\nsome distance, by a black sedan.\nLAP DISSOLVE TO:\n654, EXT. ROBIE’S VILLA-(DAY)-MEDIUM SHOT\n\nRobie enters the patio of his villa. He walks over to the low wall beyond which lies the hills\nand valleys of St. Gennet. He seems disturbed about something. He hears someone coming\ninto the patio from around the house. He turns, and looks with some surprise.\n\n96\n\f655. EXT. ROBIE’S VILLA-(DAY)-MEDIUM SHOT\n\nFrancie stands, watching him briefly. She isn’t smiling, but seems composed. She begins to\nwalk forward, the CAMERA PANNING her.\n\n656. EXT. ROBIE’S VILLA-(DAY)-SEMI-CLOSE SHOT\nRobie is still surprised to see her.\n\nROBIE: Who brought you up here?\nFrancis comes into the picture, approaching Robie.\n\nFRANCIE: The police. And we'd have caught you, if this dress hadn’t\ngotten all over the gear shift and the wheel.\n\nShe stands next to him, looking out over the valley.\nROBIE: But it was only twenty minutes ago that I said goodbye!\nFRANCIE: As quickly as you could.\nROBIE: Didn’t I thank you?\nFRANCIE: Politely.\nROBIE: Then what—uh—?\nShe turns to him.\nFRANCIE: John—you left in such a hurry you almost ran.\nROBIE: I had things to do up here.\nFRANCIE: Were you afraid I’d make you admit that without me you\ncouldn’t have saved yourself?\nHe doesn’t answer.\nFRANCIE: That you needed the help of a “good woman? That you’re\nnot the lone wolf you think you are?\nRobie throws out a hand in a gesture of gracious admission.\nROBIE: All right—without you I couldn’t have done it.\nHe begins to see some of the humor in his situation.\nROBIE: I needed the help of a woman.\nHe gives in.",
  "125": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe begins to see some of the humor in his situation. ROBIE: I needed the help of a woman. He gives in. \n\nTARGET SECTION TO BE ANNOTATED:\nROBIE: I guess I’m not the lone wolf I thought I was, Francis.\nFRANCIE: (She is pleased) I just wanted to hear you say it. Thank\nyou, and goodbye.\nShe turns, and starts to leave. But he quickly reaches out, takes her by the arm, and turns her\naround. He pulls her close to him, kisses her. It is full, passionate—more of love than of sex.\nThen he buries his face in her shoulder. She looks up, with a shining and happy face. Her\neyes are somewhat misty, but she manages a lightness to her voice as she says:\n\nFRANCIE: So this is where you live?—I think I’m going to like it.\nFADE OUT.\n\n97\n\f"
}