{
  "1": "TOM SAWYER\n\nScreenplay by\n\nStephen Sommers\nBased on Mark Twain's \"The Adventures of Tom Sawyer\"\n\nRewrite by\nDavid Loughery\nand\n\nRon Koslow\n\nLaurence Mark Productir Revised Draft\nSeptember 6, 1994\n\f|\n\nFADE IN:\nEXT. HANNIBAL, MISSOURI - NIGHT\nDark clouds drift across the moon.\n\nHere on Earth, in the village of Hannibal, a brisk wind\nstirs the treetops, @riving dead leaves down dark, empty\nstreets. It's October, 1845, almost Halloween, and if\nthis is a dress rehearsal for that night of spooky\npleasure, then Halloween is sure to be a smash.\n\n \n\nEXT. MAIN STREET\n\nA black cat darts across our path and runs up the side of\na tree. —We PUSH IN on-the tree. THUNDER rumbles.\nLightning flashes, illuminating a boy's name carved into\nthe trunk of the tree: *TOM SAWYER.\"\n\nA DARK FIGURE stalks past the tree. We PAN it down the\nstreet toward a grim building whose overhanging sign,\nshaped like a coffin, reads: \"DR. J.R. ROBINSON\nUNDERTAKER AND TAXIDERMIST.\"\n\nINT. DOC ROBINSON'S EMBALMING ROOM - NIGHT\n\nFlickering candlelight illuminates a gruesome scene. The\ncorpse of an elderly man is laid out on a slab. The man\nis dressed in a dark suit. His face is rouged and\npowdered, his eyes are closed and his hands have been\nfolded across a Bible resting on his chest.\n\nHovering over him, vuiture-like, is DOC ROBINSON,\nHannibal's only undertaker, a man as gaunt and cadaverous\nas any body he has ever embalmed. At the moment, Doc is\ntrying to create the proper look of contentment on the\ncorpse's face, using his fingers to prod the pliable face\nmuscles into a heavenly smile. But he can't get it right.\n\nDOC ROBINSON\n{under his\nbreath;\ngrumbling)\nSmile, damn you.\n\nThat's when the door swings open, letting in a gust of\nwind.",
  "2": "---END OF PREVIOUS SECTION---\nBut he can't get it right. DOC ROBINSON\n{under his\nbreath;\ngrumbling)\nSmile, damn you. That's when the door swings open, letting in a gust of\nwind. \n---TARGET SECTION TO BE ANNOTATED---\n Some of the candles flicker and blow out, giving\nthe room a darker, more macabre ambiance -- appropriate\nlighting for the entrance of INJUN JOE.\n\f2\n\nDee Robinson turns and glares at the intruder -- a tall\nhalf-breed with long black hair, penetrating eyes and\nsharp, Satanic features. He is the dark figure we saw\nmoments ago, Hannibal's scourge, Injun Joe.\n\nDOC ROBINSON\n(continuing)\nShut the door...\n\nInjun Joe's eyes narrow to mean slits. He doesn't like\nbeing ordered about. ‘But he closes the door and comes\ninto the room.\n\nINJUN JOE\n(ill-tempered)\nWhat do you want?\n\nDOC ROBINSON\nI have a job for you.\n\nINJUN JOE\nWhat kind of job?\n\nDOC ROBINSON\nIt's heavy work, we'll need\nanother man...\n\nInjun Joe peers through Doc -- knows he's up to no good...\n\nINJUN JOE\nWhen do you want it done?\n\nDOC ROBINSON\nTomorrow night...\n\n“INJON JOE\nWhere?\n\nDOC ROBINSON\nThe graveyard.\n\nInjun Joe raises and eyebrow...\n\nDOC ROBINSON\n(continuing)\nUnless you're afraid.\n{turns back to\nhis work)\nThe job pays two dollars. Take\nit or leave it...\n\nInjun Joe casually pulls a silver knife from inside his\ncoat...\n\f  \n\nINJUN JOE\nI'll take it.\n(a beat)\nBut the job pays three dollars\n\n \n\n \n\nInjun Joe very delicately wipes the blade of his kn en\nDoc Robinson's chest, where his heart should be.\nINJUN JOE\n(continuing)\nUnless you think I deserve\nmore.\npdoc ROBINSON\n(terrified)\nNo, no. Three dollars sounds\nfair.\n\nInjun Joe winks at Doc Robinson, then turns and strides\nout the door, letting it slam behind him. The resulting\nwind blows out the remaining candles.\n\nDoc Robinson is left trembling in the darkness.\n\nCur TO:\n\nEXT. HANNIBAL - CLOCK - NIGHT\nEELLS begin to toll the hour of midnight.\n\nCUT TO:\n\nINT. TOM SAWYER'S BEDROOM - NIGHT\n\nCLOSE on a clock sitting on a night stand between two\nbeds.",
  "3": "---END OF PREVIOUS SECTION---\nHANNIBAL - CLOCK - NIGHT\nEELLS begin to toll the hour of midnight. CUT TO:\n\nINT. TOM SAWYER'S BEDROOM - NIGHT\n\nCLOSE on a clock sitting on a night stand between two\nbeds. \n---TARGET SECTION TO BE ANNOTATED---\n As the minute hand moves to midnight, we hear\ncovers RUSTLING and PAN over to TOM SAWYER as he sits up\nin bed, eyes flashing with excitement.\n\nTom throws off his covers to reveal that he's completely\ndressed and ready for action. Tom swings out of bed, a\nrugged, good-looking kid of twelve. He shoots a look at\nhis cousin SIDNEY who occupies the other bed, snoring\npeacefully. Sid is a year younger than Tom and his\nopposite in every way. Outwardly a model boy, Sid is\nactually a mean, sneaky, little tattletale.\n\nTom, on the other hand, is a pure force of unbridled\nnature, born for trouble and adventure. He goes to the\nwindow, raises it and is halfway out when he hears:\n\nsiID\nAnd where do you think you're\ngoing?\n\f>\n\nTom turns. Sid is sitting up in bed, smiling with smus\nsuperiority, having caught Tom in the act of sneaxing ovr.\nBut Tom doesn't seem worried.\n\nTOM\nGo back to sleep, Sid. I'm\njust runnin' away from home.\n\nSID\nAgain?\n\nTOM\nThis time for good.\n(can't contain\nhis excitement)\nMe and Joe Harper and Ben\nRogers is goin' to New Orleans\nto be steamboat men.\n\nSID\nNot if I tell Aunt Polly!\n\nSid is about to open his mouth and shout \"Aunt Polly!\"\nwhen Tom pounces on him and clamps a hand over his mouth,\n\nTOM\nI had a feelin' you was gonna\nbe your usual nasty self so I\nrigged up a little surprise.\n\nAs Sid struggles, Tom reaches under the bed, pulling up\nhandfuls of rope that he has already secured to the bed\nframe. As Sid thrashes, Tom ties him to the bed and\nshoves a dirty sock in his mouth to stifle his cries.\n\nTOM\n{continuing)\nAnd just so you won't be\nlonely...\n\nTom reaches under the bed and brings up a topless glass\njar which he balances on Sid's heaving chest. Sid's eyes\ncross and bug out when he sees what's in the jar -- a big\nblack spider! Sid is terrified of spiders. He freezes.",
  "4": "---END OF PREVIOUS SECTION---\nSid's eyes\ncross and bug out when he sees what's in the jar -- a big\nblack spider! Sid is terrified of spiders. He freezes. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\n(continuing)\nThat's a black widow. Sid --\nthe most poisonous spider in\nthe whole world. You knock\nover that jar and she's gonna\nbe mad.\n\nSid doesn't dare move. Tom saunters to the window.\n\fTOM\nd4eontinuing!\n‘Course, I could be wrong Te\nmight just be a harmless fruit\nspider. But there's only one\nway to find out...\n\nAnd with a grin, Tom is gone out the window. Sid stares\nat the spider in the jar, trying to keep completely still.\nhk big drop of sweat runs down his forehead.\n\nEXT. HOUSE - NIGHT\n\nTom shimmies down the drainpipe and is gone into the\nnight.\n\nEXT. THE BACK ALLEYS OF HANNIBAL _\n\nTom runs for all he's worth, heart soaring with boyish\nexcitement. Right on cue, JOE HARPER hops over a fence\nand joins him. A moment later, BEN ROGERS comes through a\ngate and the three boys race through the night.\n\nEXT. MAIN STREET\n\nThe shadows of Tom, Joe and Ben flash across the dark\nstorefronts, The boys zoom around a corner and put on the\nbrakes so they don't collide with MUFF POTTER, the town\ndrunk who is ambling along. Muff is a friendly good-\nhearted fellow, a buddy to all the boys in Hannibal.\n\nTOM\nHey, Muff!\n\nMUFF\nHowdy, boys. Where ya headed\nthis time of night?\n\nTOM\nWe're runnin' away from home.\nMUFF\n{good-naturedly)\n\nOh, I used to do that all the\ntime -- 'til home ran away from\nme. Came back one day and\neverybody was gone...\n\nTOM\nWhere'd they go?\n\nMUFF\n(chuckles)\nAs far away as they could.\n\fJoe and Ben look at bit nonplussed. Is this a cautionary\ntale Mufi'’s telling?\n\nTOM\n{to the boys)\nCome on\n\nMUFF\nDon't let me stop you.\n\nTom, Joe and Ben move off. Muff calls after them...\n\nMUTF\n(continuing)\nHey! When ya comin' back?\n\nTOM\n{over his .",
  "5": "---END OF PREVIOUS SECTION---\nMUTF\n(continuing)\nHey! When ya comin' back? TOM\n{over his . \n---TARGET SECTION TO BE ANNOTATED---\nshoulder; as he\nruns)\nNever!\n\nThe boys are out of sight. Muff grins and takes a hit\nfrom his jug. This isn't the first time the boys have run\naway.\n\nMUFF\nNever, huh?\n{chuckles; with\nconfidence)\nSee ya tomorrow.\n\nEXT. MURRELL'S CREEK - NIGHT\n\nTom, Joe and Ben clamber down a steep wooded bank,\nthrashing their way through thick bushes and trees,\nslipping and sliding, overcome with excitement.\n\nShortly, they reach their own secret harbor where a log\nraft is anchored in the moonlight.\n\nTom, Joe and Ben board the raft and scramble about making\nher \"seaworthy.\" Within seconds the anchor is raised and\nall lines are cast off. Wind takes hold of the bed-sheet\nsail and suddenly the raft is in motion. The strong\ncurrent carries it downstream. Joe mans the rudder.\n\nTOM\nGoodbye, Hannibal!\n\nTom notices that his shipmates are gazing back at the down\nwith a certain melancholy.\n\fat\n\nTOM\nJeontinuing)\nDon't tell me you're gett\nhomesick already.\n\n \n\nBEN\nNo, Tom. It's just... well,\nain't you gonna miss your\nfamily?\n\n~TOM\n\nYou think steamboat men got\nfamilies? Heck, that's the\nmain reason we're runnin’ away,\nain't it? So's we can be free\nto do what we want -- when we\nwant ~~ and not have to answer\n-— to nobody... ~\n“{snorts)\nFamilies.\n(goading them)\nBut if you boys want to go\nhome...\n\nBEN\nNo, Tom. We made a pact.\n\nTOM\nLast chance. Once we hit the\nMuddy, there's no turning back.\n\nJoe and Ben steel their courage.\n\nJOE\nNo, Tom. We're with ya. All\nthe way.\n\nTom neds, proud of his crew.\n\nTOM\nThen it's full speed ahead.\n\nThey turn their backs to Hannibal as the raft carries them\ntoward the big river.\n\nRIVER JUNCTION\n\nWhere Murrell's Creek meets the Mississippi. From a HIGH\nANGLE, we see Tom's \"ship\" as it joins the Big Muddy and\nSails downstream.",
  "6": "---END OF PREVIOUS SECTION---\nThey turn their backs to Hannibal as the raft carries them\ntoward the big river. RIVER JUNCTION\n\nWhere Murrell's Creek meets the Mississippi. From a HIGH\nANGLE, we see Tom's \"ship\" as it joins the Big Muddy and\nSails downstream. \n---TARGET SECTION TO BE ANNOTATED---\n The river is dark and treacherous but\nthis is an exciting moment for Tom and his shipmates.\n\fRAFT\n\nWater comes crashing over the bow, sprayins the boys.\nThey love it. Riding the Mississippi is the 1640's\nequivalent of a roller coaster.\n\nTOM\nWe made the Muddy, boys! Next\nstop -- New Orleans! Nothin’\ncan stop us now!\n\nThat's when a dark shape looms in their path -- a sandbs:!\n\nTOM\n(continuing)\nMister Harper -- hard to port!\n\nToo late. The little raft smashes into the -sandbar -and\nupends itself. Tom, Joe and Ben are picked up and tossed\ninto the water.\n\nTom hits his head on the edge of the raft and is stunned.\nThe current yanks him down.\n\nDarkness. Confusion.\n\nJoe and Ben cling to the sandbar for dear life.\nuttering, gasping for breath, they look around to locate\ntheir captain and see Tom being swept downriver.\n\nJOE\n(terrified)\nTom!\n\nBut Tom hears nothing. He is unconscious, going under, _\ncoming up, at the mercy of the powerful current.\nDOWNRIVER\n\nA fallen elm overhangs the Mississippi, its trunk\nextending above the rising water.\n\nTom is swept along. As he passes under the tree, a FIGURE\nappears out of nowhere, dressed in rags and tatters.\n\nQuick as lightning, the Figure scrambles out to the end of\nthe tree and dives in after Tom.\n\nJOE AND BEN\n\nThey gape in disbelief.\n\nBEN\nWhat was that?\n\fire)\n\nTOM\n\n \n\nPulled under. A hand grabs him from beh\n\nJOE AND BEN\n\nThey make their way to shore and hurry downriver.\n\nRIVER BANK ~ CLOSE ON TOM\n\nHis limp body is carried to shore by the unseen Figure who\ngently places him on the bank. Filthy hands turn Tom on\nhis back and pump his chest. Tom suddenly comes to life.\nHe sputters and coughs up a gallon of the Mississippi.\n\nHis eyes flicker open.\n\nTOM'S POV - LOOKING UP\n\nA strange face swings INTO FOCUS above him, framed against\nthe night sky. The eyes flash, bright blue. Then, the\nface is gone.\n\nTOM\nHe sits up as Joe and Ben arrive.",
  "7": "---END OF PREVIOUS SECTION---\nThe eyes flash, bright blue. Then, the\nface is gone. TOM\nHe sits up as Joe and Ben arrive. \n---TARGET SECTION TO BE ANNOTATED---\nJOE\nYou all right, Tom?\n\nTOM\n‘Course I'm all right.\n\nBEN\nIf it hadn't been for that...\n(shares a look\nwith Joe)\n... whatever it was... you'd\nhave been a goner.\n\nA chill wind comes up, RUSTLING the tree tops, bringing\nthe surrounding forest to life. It sounds like someone --\nor some thing -- is coming. The boys leok at each other.\n\nTOM\nTown?\n\nJOE AND BEN\n(vigorous nods)\nTown!\n\f10\n\nThe boys scramble to their feet and run like hell. As\nthey disappear up the shore, we hear TWIGS SNAFPING.\nFOOTSTEPS approach. A tattered shoulder moves INTO FRAME\nand the back of a boy’s head. His hair is long and wild.\nIt hangs to his shoulders.\n\nDISSOLVE TO:\n\nEXT. HANNIBAL - DAWN\n\nThe sun comes up, casting long shadows. We see the sleepy\nlittle village with the Mississippi running on one side,\nhills and dense forest on the other.\n\nEXT. RESIDENTIAL STREET\n\nWe see the shadow of a great pirate, fighting a cutlass\nduel with an invisible opponent. PULL BACK to reveal that\nit's Tom with a long stick, sword-fighting his way back\nhome .\n\nEXT. AUNT POLLY'S HOUSE\n\nTom shimmies up the drainpipe and climbs through the open\nwindow to his room.\n\nINT. TOM'S ROOM\n\nTom looks around. No sign of Sid. As usual, Sid's bed is\nneatly made.\n\ncur TO:\n\nINT. AUNT POLLY'S KITCHEN - DAY\n\nCLOSE on Tom's AUNT POLLY, a handsome woman in her\nforties. She is seated at the breakfast table. WIDEN to\ninclude Sid and Tom's pretty sixteen-year-old COUSIN MARY.\nAll three are poker-faced, silently eating breakfast.\n\nTom enters in clean clothes. Determined to play the\ninnocent until accused, Tom seats himself and tucks a\nnapkin into his shirt.\n\nTOM\n(cheerful)\nMornin', everybody. What's for\nbreakfast?\nAUNT POLLY\n\nYou can start with this...\n\fa\n\nray\n\nPolly places a jar in front of Tom It contains the\nSpider.",
  "8": "---END OF PREVIOUS SECTION---\nWhat's for\nbreakfast? AUNT POLLY\n\nYou can start with this... a\n\nray\n\nPolly places a jar in front of Tom It contains the\nSpider. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\nCouldn't I just have some\nscrambled eggs instead?\n\nPolly takes Tom by the collar and pulls him out of his\nchaiz. She leads him out the back door.\n\nAUNT POLLY\nTom, I've a mind to skin you\nalive. Sneaking out ‘til all\nhours, worrying a body to\ndeath...\n\nMary frowns, sorry for Tom. Sid couldn't be happier. He\nsmirks and heaps his plate with eggs and grits, then wolfs. _\nthem down.\n\nCUT TO:\n\nEXT. AUNT POLLY'S HOUSE - BACKYARD - CONTINUOUS\n\nAunt Polly, still holding Tom by the collar, leads out on\nthe back porch...\n\nAUNT POLLY\nHand me that switch...\n\nTom gets the switch from behind the door...\n\nTOM\n(testing it in\nthe air)\n... Seems mighty weak, Aunt\nPolly. Must be all used up...\n\nTom hands her the switch, locking her with a carefully\ncomposed look of anguish and contrition.\n\nTOM\n(continuing)\nI'll go and cut you a new\none...\n\nHe starts toward the birch tree but she stops him...\n\nAUNT POLLY\n(melting)\nTom... Tom, what am I gonna do\n\nwith you?\n\fTOM\n(feigning\ninnocence}\nYou mean before, or after my\nwhippin', Aunt Polly?\n\nAUNT POLLY\n(sadly)\nI swore to your momma, my own\nSister, on her death bed that\nI'd raise you proper.\n\nTOM\nAnd you're sure doing that.\n\nAUNT POLLY\n(shakes her head)\nNo, I know I'm not doing my\n@uty by you -- but I haven't\ngot the heart to hit you.\n\nTOM\nWould it help if I just bent\nover, real quiet, and looked\nthe other way?\n\nAUNT POLLY\n(in defeat)\nNo, no, every time I hit you my\nold heart almost breaks. And\nevery time I let you off my\nconscience hurts me just as\n\nbad...\nTOM\nYes'm.\nShe puts down the switch.\nAUNT POLLY\n\nI suppose I'll just be obliged\nto make you work tomorrow.\n\nTOM\nTomorrow?\n\nAUNT POLLY\nWell, I've got to do\nsomething...",
  "9": "---END OF PREVIOUS SECTION---\nAUNT POLLY\n\nI suppose I'll just be obliged\nto make you work tomorrow. TOM\nTomorrow? AUNT POLLY\nWell, I've got to do\nsomething... \n---TARGET SECTION TO BE ANNOTATED---\nTOM\n\nTomorrow's Saturday...\n\nAUNT POLLY\n(turning away)\nI've got to do some of my duty\nby you...\n\f13\n\nAunt Polly goes into the house. Tom hesitates a moment,\nthen grabs up the switch and chases after her...\n\nTOM\nAunt Polly...! Wait! I'll\ntake the whippin'!\n\nEXT. POLLY'S HOUSE - DAY_.\n\nTom steps through the gate, carrying a bucket of whitewash\nand a long-handled brush. He surveys the fence that\nborders the yard -- thirty yards long, nine feet high.\nHe’ll be an old man before he finishes the job.\n\nA small black kid named JEB comes around the corner, -\ncarrying an empty bucket.\n\nTOM\nHello, Jeb, ol' buddy.\nJEB\n(wary)\nHello, Tom.\nTOM\n\nTell ya what. I'll go to the\npump for you if you'll do some\npaintin'.\n\nJEB\nCan't do it, Tom. Your Aunt\nPolly said she'd lay me low if\nI let you talk me into\npaintin'’.\n\nTOM\nYou ain't afraid of her, are\nyou?\n\nJEB\n(nods a terrified\n*yes\")\nGoodbye, Tom.\n\nJeb walks off. Tom thinks fast.\n\nTOM\nI'll show you my bloody toe!\n\nJeb stops in his tracks. He turns around. Tom removes\nhis left boot and lifts his foot. His big toe is wrapped\nin a bandage. Tom wiggles it seductively. Jeb is greatly\ntempted but thinks of Aunt Polly. He hurries on his way.\nTom goes for the throat:\n\fTOM\n(continuing)\nIt's got pus.\n\nJeb stops. His face is in turmoil. Tom delivers the coz\n\nd= grace:\n\nTOM\n(continuing)\nYellow -- dripping -- pus.\n\nThat does it. Jeb spins around.\n\nJEB\nYou got a deal!\n\nJeb puts down the bucket and rushes over to Tom who starts\nto unwrap his bandage. Jeb bends over to-get a tciose look\nand -- WHAP! -- a broom swats him on the ass. Jeb lets\nout a yelp, garbs his bucket and high-tails it down the\nroad.\n\nTom looks up into the no-nonsense face of Aunt Polly.",
  "10": "---END OF PREVIOUS SECTION---\nJeb bends over to-get a tciose look\nand -- WHAP! -- a broom swats him on the ass. Jeb lets\nout a yelp, garbs his bucket and high-tails it down the\nroad. Tom looks up into the no-nonsense face of Aunt Polly. \n---TARGET SECTION TO BE ANNOTATED---\n She\npoints to the fence.\n\nAUNT POLLY\nNo excuses!\n\nAnd returns to the house.\n\nTom frowns. He laconically picks up the brush and is\nabout to dip it in the whitewash when he hears one of the\nyounger neighborhood boys, little BILLY NEWTON coming up\nthe lane, whooping and clanging and pretending to be a\nsteamboat. ee eee _ .\n\nA wicked smile spreads across Tom's face. He dips his\nbrush in the whitewash bucket and begins painting the\nfence with great gusto. He whistles a happy tune. Billy\nNewton, completely baffled by Tom's behavior, cuts off his\nsteamboat imitation and comes over to watch.\n\nBILLY\nYou feelin’ okay, Tom?\n\nTom turns, pretending to be surprised.\n\nTOM\nOh. Hi, Billy. I was having\nso much fun I didn't hear you\ncomin'.\n\nBILLY\n(astounded)\nFun?\n\fuw\n\nTON\nWhitewashin' this here fence.\n\nBILLY\nThat ain't fun. That's work.\n\nTOM\nIf it was work, would I be\ndoin' it?\n\nTom frowns at Billy and shakes his head as if he's just\n\ntoo young to understand. Tom resumes his painting and\nwhistling...\n\nTOM\n(continuing)\n... Ain't every day a boy gets\n-a chance to whitewash a fence.\n\nBilly watches...\n\nTOM'S FACE\n\nBILLY\nSay, Tom...\n\nTOM\nHmm?\n\nBILLY\n\nLet me paint a littie.\n\nHe almost smiles.\n\nTOM\n(shakes his head)\nAunt Polly's awful particular\nabout this fence...\n\nBILLY\nJust a little...?\n\nTOM\nBilly, I'd like to -- but if I\nwas to let you start paintin'\nand anything was to happen to\nthis fence, I'd be in big\ntrouble...\n\nBILLY\nI’11 be real careful...\n\nTom continues painting...\n\f16\n\nTOM\n(slyly)\n. What'll you give me?\n\ncuT To:\n\nSEVERAL MINUTES LATER\n\nCAMERA IS CLOSE on a black cat's-eye marble held between\ntwo fingers. PULL BACK to reveal the fingers as Tom's.",
  "11": "---END OF PREVIOUS SECTION---\nWhat'll you give me? cuT To:\n\nSEVERAL MINUTES LATER\n\nCAMERA IS CLOSE on a black cat's-eye marble held between\ntwo fingers. PULL BACK to reveal the fingers as Tom's. \n---TARGET SECTION TO BE ANNOTATED---\nHe sits under a tree among a pile of boy treasures -- a\nbrass doorknob, tadpoles in a jar, candy, a kite,\nfirecrackers etc. In the b.g., half a dozen small boys\nvigorously whitewash the fence. The job is almost done.\n\nTom shines the cat's-eye on his pants leg and slips it in\nhis pocket. Then he picks up one of his treasures -- a@\npook about Robin Hood and his Merry Men, complete with\ninspiring illustrations. Tom is deep in the book as Joe\nHarper and Ben Rogers come up Meadow Lane. They see Tom\nunder the tree and approach.\n\nTOM\n(a trace of\nsarcasm)\nWell, if it ain't the two\nbravest steamboat men on the\nMississippi.\n\nBEN\n(contrite)\nLookit, Tom, we're awful sorry\nabout last night not workin’\nout.\n\nJOE\nWe could build another boat...\n\nTom dismisses the idea. He's got a new idea.\nTOM\n\nForget it. Anybody can be a\nsteamboat man these days. But\n\noutlaws... that's somethin’\nelse.\nJOE\n(intrigued)\nOutlaws?\n\nTom shows them the pictures in the book.\n\f \n\na\nst\n\nTOM\nSure. Like Robin Hood and his\nMerry Men. All we need is the\nwoods and some bows and arrows.\nWe'll rob from the rich and\ngive to the poor!\n\nOn his excited look, we...\n\ncur TO:\n\nEXT. FOREST ROAD - DAY\n\nA horse and carriage travel down a tree-lined lane on the\noutskirts of Hannibal. The buggy's driver is a prosperous\niooking gentleman in his forties, HENRY THATCHER. On the\n\nseat beside himis his-beautiful-tweive-year old daughter;~ ~~\nBECKY.\n\nTHATCHER\nHannibal's a wonderful place,\nBecky. It's not exactly St.\nLouis but I know you're going\nto like it.\n\nBECKY\nIT hope so. What are the\nchildren like?\n\nBefore he can reply, Thatcher is forced to rein in the\nhorses and stop.\n\nA small tree lies across the road, blocking transit.\n\nTHATCHER\nWhat the...",
  "12": "---END OF PREVIOUS SECTION---\nBefore he can reply, Thatcher is forced to rein in the\nhorses and stop. A small tree lies across the road, blocking transit. THATCHER\nWhat the... \n---TARGET SECTION TO BE ANNOTATED---\nAs if on cue, three boys scramble out of the greenery and\nposition themselves in front of the carriage. Tom. Joe.\nBen. All wielding crude homemade bows and arrows and\nwearing frond-leaf caps.\n\nTom swaggers forward, playing Robin Hood to the hilt.\n\nTOM\nThrow down your valuables or\nfeel the tip of Robin Hood's\nblack arrow!\n\nThatcher and Becky stare at the three \"outlaws.\" It's all\nThatcher can do to keep from laughing. Even Becky hides a\nsmile.\n\nThatcher decides to play along.\n\f \n\neE\nmn\n\nTHATCHER\ni'm afraid the only thing I\nhave of value is my daughter\nRebecca...\n\n0\n7\nrc)\n\nTom Sawyer sees Becky Thatcher for the first tim\nheart jumps into his throat.\n\nTHATCHER\n' (continuing)\n... and I'd sooner take one of\nyour arrows in the heart than\nhand over such a treasure.\n\nWith great effort, Tom swallows his heart and finds his\nvoice. He squeaks something, tries again. It helps if he\ndoesn't look at Becky. But that's impossible.\n\nTOM\nWell... uh... don't you have a\nwatch or something? Some\n' money?\n\n' THATCHER\nI'm sorry. They were stolen by\nbandits about a mile back.\n\n \n\nTom is frustrated. He has to get something.\n\nTOM\n' Then I'll take that hat you're\nwearing.\nTHATCHER\n\nIt was a gift from Rebecca's\ni late mother.\n\nTOM\nYou intend to resist?\n\nTHATCHER\nI'm afraid I must. You see,\nI'm the new Judge in these\n\nparts...\nJoe and Ben look at each other. The new Judge!\nTHATCHER\n(continuing)\n\n... and if folks heard that I\nlet three highwaymen get the\nbetter of me...\n\nThatcher reaches inside his coat pocket and takes out a\nbig pistol. He raises it and cocks the trigger.\n\nSix eyeballs bug out in fear.\n\f1g\n\nWith a collective \"Yah!\" the three Merry Men drop their\nbows and arrows and haul-ass into the woods Just for\neffect, the Judge FIRES a shot in the air.\n\n \n\nThatcher and Becky share a good lauch.\n\nBECKY\nThose are the silliest boys\nI've ever seen.\n\nEXT.",
  "13": "---END OF PREVIOUS SECTION---\nThatcher and Becky share a good lauch. BECKY\nThose are the silliest boys\nI've ever seen. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOREST\n\nTom, Joe and Ben run off in three different directions.\n\nWe STAY with Tom who dodges trees, leaps over logs,\n\nstumbles and falls down. He goes to pick himself up wher.\n\nhe is surprised to.see two filthy bare feet in front of\n\nhim. Slowly, Tom looks up. fee : -—e\n\nTOM'S POV\n\nLooming above him is a startling apparition -- HUCK FINN.\nHuck is Tom's age but a little taller and more muscular.\nDressed in rags and tatters, Huck exudes a dangerous,\nheroic quality -- like a juvenile Tarzan or a Peter Pan\ngone to seed. A long knife is stuck in his belt.\n\nTOM\nHuck...!\n\nHUCK\n(nods in\nrecognition)\n.+. Tom Sawyer.\n\nTOM\n{jumping up)\nYou're back...\n\nHUCK\n(shakes his head)\nJust movin’ through, more or\nless.\n\n“TOM\nWell, where'd you go? Where\nyou been?\n\nHUCK\n(snide)\nYou mean after your good\ntownfolk ran me out?\n\nTom nods...\n\fHUCK\n{continuing)\nLots of places, no place in\nparticular -- upriver,\ndownriver.\n\nTOM\n(realizing)\nYou're the one that pulled me\nout last night.\n\nHuck shrugs.\n\nHUCK\nI felt like a swim.\n(motioning) J\nCome on, I'll show you my\ncamp... oe\n\nFOLLOW as Huck leads Tom through a wall of dense\nvegetation ... They emerge in a hidden glade... .\n\nTom looks around. The glade has been transformed into an\noutdoor living room. A hammock hangs between two trees.\nCast-off furniture has been set about giving the place a\nlived-in homey feel. Huck's most inspired decorative\ntouch is several empty picture frames which hang from the\ntrees.\n\nHuck takes a seat in a throne-like, hollowed-out stump.\nTOM\n\nHow long have you been livin'\nhere, Huck?\n\nHUCK\nAbout a month?\nTOM\nA month, huh?\n(knowingly)\n\nLast week, Aunt Polly whupped\nme for swipin' a pie that was\ncoolin' on the window sill.\nBut it wasn't me -- I figured\nit was Sid.",
  "14": "---END OF PREVIOUS SECTION---\nTOM\nA month, huh? (knowingly)\n\nLast week, Aunt Polly whupped\nme for swipin' a pie that was\ncoolin' on the window sill. But it wasn't me -- I figured\nit was Sid. \n---TARGET SECTION TO BE ANNOTATED---\nHUCK\nHe wanted it. But I beat him\nto it.\n\nTOM\n\n... And a day later, old man\nCranston accused me of stealin'\nthree watermelons out of his\npatch.\n\fHUCK\n(smiles)\nHe lied. I only got two.\n\nTOM\n{only half-\nserious)\nI oughta punch you in the nose!\n\nHuck rises from his \"throne,\" a dangerous smirk on his\nface.\nHUCK\nYou're welcome to gry.\n\nTom backs off, partially out of fear, partially out of\nrespect...\n\nTOM\nMaybe later.\n\nHuck shrugs and flops into his \"throne.\"\n\nTom looks around, finding Huck's lifestyle enormously\nagreeable.\n\nTOM\n(continuing)\nWhen you're not stealin' food\nand hangin' it on me, what do\nyou do all day?\n\nHUCK\nWhatever I want.\n\n“TOM\nYou're lucky.\n\nHUCK\n(with bravado)\nYep -- I'ma free man.\n\nTOM\nI guess I oughta thank you for\nsaving my life last night.\n\nHUCK\nYou want to thank me? Don't\ntell nobody I'm here.\n\nHuck takes a puff on his pipe, blows a smoke ring...\nTOM\n\nHow 'bout if I come back some\ntime?\n\fns\nbes\n\nHUCK\n(shrugs)\nMakes no never mind to me.\n\nTOM\nThen, I will... Hey, Kuck...\n\nTom goes to Huck and extends his hang...\n\nHUCK\n(uncomfortable)\nWhat's that for?\n\nTOM\nIt's what friends do.\n\nHUCK.\n{a trace of\nsurprise)\nWe friends?\n\nTOM\nit's up to you.\n\nHUCK\nYour old auntie catches you\nwith me, she'll whip you from\nhere to St. Louie.\n\nTOM\nDon't worry about her... I'm\nglad you came back.\n\nHUCK\nYou are...?\n\nTOM\n(nods)\nSure. We were friends before.\nDon't you remember?\n\nHUCK\n(nods, a bit\nawkward)\n+». Yeah, I guess we were.\n\nThey shake hands...\n\nTOM\nWell, we're friends again...\n\nHUCK\n(nods)\nYeah... I guess we are.\n\fgiight of the afternoon sun...",
  "15": "---END OF PREVIOUS SECTION---\nHUCK\n(nods)\nYeah... I guess we are. giight of the afternoon sun... \n---TARGET SECTION TO BE ANNOTATED---\nw SCHOOLHOUSE - DAY\n\nweed bright red, the one-room school sits on a hill\nq@eooking the village. Class is already in session as\ngsaunters up the walk, late on purpose.\n\ngh CLASSROOM\n\nmstrolls through the door. The other children turn to\nat him. We see that the boys sit on one side of the\ngm the girls on the other. oe ~ ~\n\ngeont, and wearing a bad wig, is an evil, self-\ngepetant would-be ladies' man, SCHOOLMASTER DOBBINS.\n\nDOBBINS\n\nThomas Sawyer!\nTOM\n\nSorry I'm late, Mister Dobbins.\nDOBBINS\n\nWell? What's your excuse this\n\ntime?\n\nten Spots Becky Thatcher. He sees that the only empty\niv on the girls' side is right beside her. Tom turns\n\npact to Dobbins. =\n\nTOM\nI ain't got none.\n\nThe entire classroom freezes. They hold their breath as\nthey look from Tom to Mr. Dobbins and back again. Sid can\n\nparely contain his pleasure.\n\nDOBBINS\nYou're not even going to try?\n\n—“TOM\nNo, Mister Dobbins. Wouldn't\nbe no point...\n\nDOBBINS\nYou realize, of course, that I\nshall have to punish you.\n\f24\n\nTOM\nYou want me to go to the\nwhipping post?\n\nDOBBINS\nNo. Whipping's too good for\nyou. I shall have to think of\nsomething more humiliating...\n\nTOM\n{in mock horror)\nPlease, Mister Dobbins, you're\nnot gonna make me sit with the\ngirls!\n\nDobbins smiles with supreme smugness.\n\n \n\nDOBBINS ~~ aa\nOnce again, Thomas Sawyer, you\nhave outsmarted yourself.\n\nDobbins points to the girls' section.\n\nLike a condemned prisoner, Tom trudges down the aisle and\ndrops into the seat next to Becky. As Dobbins starts the\nlesson, Tom smiles mischievously at Becky. She pretends\nshe isn't impressed and ignores him.\n\nTom takes an apple out of his pocket, carefully shines it\non his sleeve, then gently places it in front of Becky as\nan offering. Becky picks up the apple. She turns to Tom\nand smiles sweetly.",
  "16": "---END OF PREVIOUS SECTION---\nTom takes an apple out of his pocket, carefully shines it\non his sleeve, then gently places it in front of Becky as\nan offering. Becky picks up the apple. She turns to Tom\nand smiles sweetly. \n---TARGET SECTION TO BE ANNOTATED---\n Then, with an expert flick of the\nwrist, Becky tosses the apple out the window.\n\nTom doesn't care. Even her rejection is a clear reaction.\n\ncurT TO:\n\nEXT, SCHOOLHOUSE - DAY\n\nA picture of serenity. Faintly, we hear Dobbin's VOICE.\n\"Class dismissed.\" An immediate explosion of children's\nVOICES. The schoolhouse door booms open and kids fly out,\nrunning in all directions. Liberation. Among them is Tom\nwho spies Becky walking down the hill toward town. Tom\ndecides to follow her at a distance.\n\nON BECKY\nAs she strolls along, aware that Tom is tailing her.\n\nBecky decides to have some fun. She turns a corner, ducks\ndown an alley and takes off running.\n\f25\n\nTOM\n\nHe hurries around the corner and doesn't see Becky\nanywhere. Beginning to panic, he looks around in all\ndirections. Over his shoulder, Becky appears at the end\nof the alley. She puts two fingers in her mouth and lets\nout a whistle. Tom whirls around but she is gone.\n\nTom grins. Hide and seek. With excitement, he decides to\nhead her off at the next street.\n\nNEXT STREET ce\n\nBecky hides behind a pickle barrel as Tom runs past. She\npops up, whistles and takes off in another direction. Tom\ndoes a U-turn and comes running back, determined to catch\nher.\n\nLOCAL TAVERN\n\nIn the alley behind Hannibal's major den of iniquity,\nInjun Joe is in conversation with his sometimes partner in\nexrime, the tavern keeper -- a heavy, unpleasant fellow\nnamed EMMETT.\n\nEMMETT\nCan't do it, Joe. I gota\ntavern to run. If I was to go\nwith you tonight, they'd steal\nme blind.\n\nINJUN JOE\nYou're just scared to go into\nthe cemetery at night.\n\nEmmett's face is revealed. But he tries to brush it off.\n\nEMMETT\nNo, Joe. I ain't scared.\nINJUN JOE\nForget it -- I'll find somebody\n\nwho won't wet his drawers every\ntime an owl hoots.\n\nEMMETT\nSorry, Joe.",
  "17": "---END OF PREVIOUS SECTION---\nI ain't scared. INJUN JOE\nForget it -- I'll find somebody\n\nwho won't wet his drawers every\ntime an owl hoots. EMMETT\nSorry, Joe. \n---TARGET SECTION TO BE ANNOTATED---\n -\n\nEmmett enters the tavern, passing Muff Potter as he comes\nout, galumphing along in his amiable manner. Drunk or\nsober, he's always the same.\n\nINJUN JOE\n(pleased)\nMuff Potter...\n\ft\nt\n‘\n\na\n\n26\n\nInjun Joe takes a step forward and that's when he collides\nwith Tom, flying blindly down the alley in search cf\nBecky. In a lightning quick move, Joe whips out his knife\nand throws Tom against the wall, shoving the knife under\nhis jaw. Tom's eyes bug out.\n\nMulz comes to Tom's rescue.\n\nMUFF\nJoe, wait! Tom don't mean no\nharm!\n\nWhich diffuses the situation. Injun Joe steps away from\nTom and slides the knife back into his belt. Tom is\nquaking as Muff joins them, smiling his amiable smile.\n\nMUFF due eee\n{continuing)\nHello, Tom.\nTOM\n(weakly)\nHello, Muff.\nMUFF\n\nRun along, Tom. Goon. Git.\n\nTom doesn't wait to be told twice. Shooting a fearful\nlook at Injun Joe, he takes off.\n\nMUFF\n(continuing)\nDon't mind Tom. He's just one\nof the town boys.\n\nINJUN JOE\n{eyeing Muff)\n\nHow'd you like to make some\n\nGrinkin' money?\n\nMuff licks his lips and grins.\n\nMUFF\n(agreeable; with\nhumor)\nSure... what do I have to do?\n\nINJUN JOE\nDig.\nEDGE OF TOWN\nTom, desperate to find Becky, is happy to spot her walking\n\ndown a hill toward Murrell's Creek. Tom knows a short-cut\nthrough the woods. He takes off.\n\f \n\n27\n\nEXT. MURRELL'S CREEK\n\nBecky walks along slowly, shooting looks over her shoulder\nfor Tom, disappointed that she actually lost him.\n\nBecky approaches the creek where a picturesque footbridge\nspans a babbling brook. The perfect setting for a\nromantic encounter. To her surprise, Tom is there,\nnonchalantly balancing himself on the hand rail, imitating\na tightrope walker. He pretends not to notice Becky\ncoming along the trail, starting across the bridge.",
  "18": "---END OF PREVIOUS SECTION---\nThe perfect setting for a\nromantic encounter. To her surprise, Tom is there,\nnonchalantly balancing himself on the hand rail, imitating\na tightrope walker. He pretends not to notice Becky\ncoming along the trail, starting across the bridge. \n---TARGET SECTION TO BE ANNOTATED---\nTiming it for her arrival, Tom balances himself on one\nfoot. He turns to see if she's looking. Becky, walking\npast, staring straight ahead, merely reaches out with her\n\nhand and gives Tom a shove.\n\nTom loses his balance -and falls over. —Becky continues on\nher way. —It is only when she hears the big SPLASH that\nshe breaks into a smile.\n\nEXT. CREEK\n\nTom sits in the rushing water. It's only a few feet deep.\nHe's not hurt but his dignity is severely dented. He\nClambers to his feet and is surprised to see Huck Finn\nrelaxing under the bridge, lazily smoking his pipe.\n\nTOM\nWhat are you doing here?\n\nHUCK\nLookin' for jackasses.\n\nTOM\nUnder a bridge?\n\nHUCK\n(pointing at Tom)\nI found one, didn't I?\n\nTom sloshes over and sits down. He notices a burlap sack\nnext to Huck.\n\nTOM\nWhat's in there?\n\nHUCK\nDead cat.\n\nTOM\nCan I see it?\n\nHUCK\nHelp yourself.\n\fTom takes a look in the sack and gets a w\n\nit,\n\nalmost gagging.\n\nTOM\nHe's dead all right.\n\nHUCK\nWagon run him over. Guts came\nout at both ends.\n\nTOM\nWhat's a dead cat good for?\n\nHUCK\nTo cure warts with.\n\nTOM\nI got a wart. How's it work?\n\nHUCK\n\nYou take your dead cat to the\ngraveyard at midnight on the\nday somebody wicked's been\nburied. And when the Devil\ncomes, you have your dead cat\nat him and say, \"Rat guts, rat\nguts, the Devil wears shorts.\nDead cat, dead cat, swaller\n\nthese warts.\" And off go your\nwarts.\n\nTOM\nWhen're you gonna try it?\n\nHUCK\nTonight.\n\nTOM\n\n(realizes)\n\nThat's right. They buried Old\nHoss Williams today. The\nDevil's gonna want him for\nsure. Can I come with you,\nHuck?\n\nHUCK\nYou might get scared.\n\nTOM\n(offended)\nNot me! I ain't scared of\nnothin'!\n\nOn Tom's indignant look, we...\n\n \n\ncur TO:\n\f \n\nEXT.",
  "19": "---END OF PREVIOUS SECTION---\nI ain't scared of\nnothin'! On Tom's indignant look, we... cur TO:\n\f \n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n GRAVEYARD WALL - NIGHT\n\nLightning flashes, illuminating Tom's frightened face as\nhe and Huck clamber over a stone wall and enter the\ngrounds of the Hannibal Graveyard. Talk abou: spooky\nit's overgrown and Gothic as hell. THUNDER rumbles.\n\nSomething clutches Tom from behind. He lets out a cry and\ntries to run but something's holding him. Huck comes bark\nand frees him from a tangle of vines.\n\nTOM\nSorry.\n\nHUCK\n\nThe Dead seems kinda lively\ntonight. But don't worry. I\ngot just \"the thing. “I-learnt\nit from a witch woman.\n\n{closes his eyes\n\nand chants)\n\"Ghosts and goblins, stay away.\nIn your graves I bid you stay.\nHaunt again... some other day.\"\n\n(opens his eyes)\nThat oughta do it.\n\nBoth Tom and Huck feel better. Then, they hear it --\napproaching FOOTSTEPS.\n\nTOM\nYou sure you got the words\nright?\n\nThey see a dim ghostly light in the distance, coming their\nway. Tom and Huck run over and hide behind a marble\nmausoleum. Slowly, their heads peer out over the tomb.\n\nThrough the fog, THREE FIGURES appear.\n\nTom and Huck duck back down.\nTOM\n{continuing)\nWhat do we do now?\n\n~ HUCK\nKnow any prayers?\n\nTom drops to his knees. He clasps his hands together and\nshuts his eyes.\n\nTOM\n(super-fast)\nNow-I-lay-me-down-to-sleep-I-\npray~-the-Lord-my-soul-to-\nkeep...\n\f30\n\nHuck nudges Tom.\n\nHUCK\nLook .\n\nCautiously, Tom opens his eyes and joins Huck peering over\nthe tomb. In the distance, the three figures have begun\nto dig up a grave.\n\nTOM\nThat ain't Hoss Williams\nthey're diggin' up. They're\ngoin' for one of them old\ngraves.\n\nLightning flashes and the three figures are illuminated.\n\nThe man with the lantern is Doc Robinson. ~The other two ~~”\nmen do the digging. They are Muff Potter and Injun Joe.\n\nTom whispers to Huck:\n\nTOM\n(continuing)\nThis is worse than ghosts.\nHUCK\nWho are they?\nTOM\n\nThe first two ain't so bad.",
  "20": "---END OF PREVIOUS SECTION---\nTom whispers to Huck:\n\nTOM\n(continuing)\nThis is worse than ghosts. HUCK\nWho are they? TOM\n\nThe first two ain't so bad. \n---TARGET SECTION TO BE ANNOTATED---\nDoc Robinson and Muff Potter.\nMuff wouldn't hurt a fly. But\nthat third feller, he almost\nslit my throat today...\n\n{a gulp)\nThat's Injun Joe.\n\nWe PUSH IN on Huck's face to show that this name causes a\nchill to run up his spine.\n\nHUCK\nInjun Joe?\n\nTOM\nYou know him?\n\nHUCK\n(evasive)\nLet's just say I met him once\nand I ain't anxious to meet him\nagain.\n\nTOM\nWhat do you think they're\ndoin'?\n\fw\net\n\n \n\nLook, fellers, I don't ming\n@iggin', but grave-rebbin's a\nwhole other matter.\n\nTom and Huck turn to each other.\n\nTOM AND HUCK\nfat the same\ntime)\nGrave-robbers!\n\nINJUN JOE\nYou want your money, Muff?\nShut up and dig.\n\n—— —, cur To:\n\nMINUTES LATER\n\nMuff and Injun Joe are down in the grave, shovelling it\nout while Doc Robinson stands above, shining the lantern.\nInjun Joe's shovel hits wood. A coffin, Muff gulps,\nwondering why he ever came along.\n\nMUFF\nI need me a drink. Would it be\n€all right if we took a break\nfor a little libation?\n\nDOC ROBINSON\nNo. Haul it out. Hurry. -\nInjun Joe and Muff lift a rotted wooden coffin out of the\ngrave and set it on the ground.\n\nDOC ROBINSON\n(continuing)\nPry it open and tip it over.\n\ninjun Joe jams his shovel into a groove and Pops the lid\nOpen, then tips the coffin and rudely dumps the remains of\n@ skeleton on the ground. ‘The bones CLATTER.\n\nTom and Huck shiver. -\nFollowing the skeleton, a small wooden box falls out of\nthe coffin. Lightning flashes, illuminating a word\nengraved on the box: \"MURRELL.\"\n\nInjun Joe turns to Doc Robinson in surprise. Mutt\nrealizes something, becomes very animated.\n\fu\n\nul\n\nMUFF\n\nMurrell! One-Eye Murrell! By\n\nGod!\n\ngeturns to Huck. Tom is as excited as Muff.",
  "21": "---END OF PREVIOUS SECTION---\nBy\n\nGod! geturns to Huck. Tom is as excited as Muff. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\nOne-Eye Murrell was a pirate.\nHim and his gang used to\nplunder up and down the river\n‘til the Army came and killed\n‘em in an ambush. Murrell‘s\ntreasure was never found.\n\ngwrRobinson shoves the box under his coat.\n\nDOC ROBINSON\n~Put the coffin back and cover\n-your tracks. “\n\nqe Robinson starts to walk off. But Injun Joe steps into\ngis path.\n\nINJUN JOE\nNot so fast.\n\nDOC ROBINSON\nGet out of my way.\n\nINJUN JOE\nGive me the box.\n\ngor Robinson tries to push past Injun Joe but Joe seizes\nthe box. Doc Robinson refuses to let go and the two men\npegin to struggle. Muff tries to intercede.\nMUFF\nDoc -- Joe -- let's discuss\nthis like gentlemen.\n\nInjun Joe backhands Doc Robinson who falls to the ground,\njesing his hold on the box which tumbles away.\n\nMUFF\n(continuing)\n\nNow, Joe, what'd you do that\nfor?\n\nInjun Joe pounces on the fallen box, rips the top off and\nripe it over.\n\nThe box is empty except for a tattered piece of yellow\npaper which flutters to the ground.\n\nINJUN JOE\nWhat the hell?\n\fuw\na\n\nInjun Joe picks up the paper and grabs the lantern to look\nat it more closely. His evil face lights up.\n\nINJUN JOE\n(continuing)\nIt's a map to the treasure.\n\nTom and Huck look at each other in amazement .\n\nMUFF\n(excited)\nMurrell's treasure! By glory,\nwe're rich! Joe, why didn't ya\ntell me?\n\nThat's when Doc Robinson shoves Muff out of the way and\ncharges Injun Joe.\nDOC ROBINSON\nIt's mine!\n\nInjun Joe fends Dec Robinson off. Muff tries to get\nbetween them.\n\nMUFF\nNow hold on.\n\nDoc falls back. He grabs the grave's wooden headboard and\nswings it at Joe. Joe ducks and the board hits Muff --\nright-in the face. Muff hits the ground, out cold.\n\nJoe stuffs the map in his pocket and leaps forward. He\nnails Doc with a left hook. Then a right jab.",
  "22": "---END OF PREVIOUS SECTION---\nJoe stuffs the map in his pocket and leaps forward. He\nnails Doc with a left hook. Then a right jab. \n---TARGET SECTION TO BE ANNOTATED---\n Lefr.\nRight. Doc staggers back and falls against the mausoleum\nright in front of Tom and Huck.\n\nInjun Joe pulls his trademark silver knife out of his\nbelt, then thinks better of it. He puts it back, goes\nover to Muff's body and takes out Muff's knife.\n\nInjun Joe goes back over to Doc Robinson. He raises\nMuif's knife overhead. Lightning slashes the sky as Joe\nbrings the knife down.\n\nTom and Huck's eyes widen. They can't see Doc on the\nother side of the tomb but they know where the knife is\ngoing. Injun Joe plunges it down. One. ‘Two. Three\ntimes.\n\nTom and Huck turn and run. But Tom's jacket gets caught\non a branch and rips.\n\nHearing them, Injun Joe scrambles over the tomb in time to\nSee two small figures sprint through the tombstones and\nvanish into the fog. Then his eye catches something on\nthe ground. He bends down and picks up Tom's cat's-eye\nmarble. He stares at it.\n\f \n\nyg starts to groan awake.\n\n \n\nyen Joe returns, steps over Doc's dead body and\ng's bloody knife into the open grave. Then he r\ngoss the cemetery, disappearing into the gloom.\n\nsé sits up, disoriented.\nMUFF\n(looks around)\nDoc? Joe?\npa flash of lightning, Muff sees Doc Robinson sprawled\n\ngnst the mausoleum, eyes open, face contorted, his\nget shining with blood!\n\ngi runs to the body, touches Doc.\nMUFF\n(continuing)\nDoc?\nspalizing he's dead, Muff pulls back his hands. They are\nsgwered with blood.\nMUFF\n\n(continuing)\nOmigod!\n\nwif Staggers back. He looks around in fear and takes\n\nait.\nCUT TO:\n\ngym. HOODS - NIGHT\n\n\"WUNDER booms. Lightning flashes. Tom and Huck run as\nfast as their feet will carry them. Every bush looks like\naman. Every spindly branch is an arm reaching to grab\nghem. Running this gauntlet of terror, they finally burst\n\ngnto..-.\n\nEXT.",
  "23": "---END OF PREVIOUS SECTION---\nEvery spindly branch is an arm reaching to grab\nghem. Running this gauntlet of terror, they finally burst\n\ngnto..-. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n HUCK'S CAMP\ngne boys flop down on Huck’s “throne,\" huffing and\npuffing.\n\nTOM\nWe gotta tell the Sheriff!\n\nHUCK\nI ein't tellin' nobody nothin'.\nAnd unless you're dumber than I\nthink, you'll keep your mouth\nshut, too.\n\f \n\nTOM\nBut we seen a murder!\nHUCK\nYeah -- and there's gonna be\n\ntwo more murders if we squeal\non Injun Joe. Believe me.\nHe'll hunt us down and kill us\nif it’s the last thing he ever\ndoes.\n\nThis sinks in.\n\nTOM\nWell, when you put it like\nthat, I guess you're right. We\ncan't tell nobody.\n\n \n\n‘HUCK\nDamn right. And just so you\ndon't change your mind, we're\ngonna swear an oath. We'll\nwrite it down and sign it in\nblood.\n\nTOM\nQur blood?\n\nHUCK\nUnless you want to go back and\nborrow some from Doc Robinson.\n\nTom gulps at the idea. Huck picks up a pine shingle.\n\n- — HUCK\n(continuing)\nYou do it. I ain't much good\nat writin’.\n\nTom checks his jacket and sees that his pocket has been\nripped open.\n\nTOM\nI lost my cat's-eye!\n\nHUCK\nWe got bigger things to worry\n‘bout. Now write this down...\n\nTom grabs a piece of charcoal out of Huck's dormant\nfirepit.\n\f \n\nHUCK\n{continuing}\nHuck Finn and Tom Sawyer swear\nthey will keep shut about what\nthey seen and may they drop\ndown dead if they ever tell.\n\nTOM\nAnd rot.\n\n- HUCK\nAnd rot.\n\nThe SOUND OF SLIDING STEEL as Huck takes out his knife.\nHe slices his own finger, hands the knife to Tom. Tom\ncuts his finger, too.\n\nThey write \"TOM\" and-\"X\" at the bottom of the oath.\n\nHUCK\n(continuing)\nNow we got to swear our loyalty\nto each other.\n\nThey press their fingers together. Tom makes up the oath:\n\nTOM\n\"Turtle guts. Frog slime.\nChickens and hens. You and me\nwill always be friends.\"\n\nHuck nods grimly. This is serious stuff.\n\nINT.",
  "24": "---END OF PREVIOUS SECTION---\nYou and me\nwill always be friends.\"\n\nHuck nods grimly. This is serious stuff. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TOM'S BEDROOM - NIGHT\n\nTom is asleep. Suddenly, the window EXPLODES into a\nthousand fragments as Injun Joe lands in the center of the\nroom, looking more satanic than ever. Tom jerks awake as\nJoe pulls out his silver knife.\n\nINOUN JOE\nI'm gonna kill you, Tom Sawyer!\n\nInjun Joe leaps up on the bed, looming over Tom.\n\nINJUN JOE\n(continuing)\nYou won't never wake up! Never\nwake up!\n\f37\n\nInjun Joe lifts his knife and is about to bring it down.\nTom screams.\n\nCUT TO:\n\nINT. TOM'S BEDROOM - MORNING\nTom's eyes pop open. He sees a blurry figure shaking him.\n\n. “AUNT POLLY\nWake up, Tom! Wake up!\n\nIt's Aunt Polly. Sid is standing beside her.\n\nSID\nHe's been moaning all night.\n— -~ “tavGark smile) TTT\n\nI think it's his sore tooth\nagain.\n\n“ AUNT POLLY\nIs that right, Tom? Is your\ntooth bothering you again?\n\nTom is still disoriented.\n\nTOM\nAunt Polly? Uh, no, 1...\n\nSID\nI heard him, Aunt Polly.\nCrying about his sore tooth.\nI'll bet he'd feel better if it\nwas pulled. -\n\nSid grins at Tom. As Aunt Polly turns to look at him,\nSid's grin turns into a look of deep concern.\n\nAUNT POLLY\nSid, get me the thread.\n\nSid's hand comes up -- the thread already in it. Polly\ntakes it. Sid grabs Tom from behind and holds his arms.\nPolly shoves her hand into Tom's mouth and ties the thread\naround a back tooth.\n\n—AUNT POLLY\n(continuing)\n\nHush, Tom. You've been\ncomplaining about this tooth\nfor months. It's got to come\nout sooner or later, And\nyou'll feel better if it's\nsooner.\n\f \n\n \n\nBe\n\nPolly takes the thread and strings it from Tom's mouth to\nthe closed bedroom door, wrapping it around the doorknok\n\nSID\n(calls out}\nMary! Could you come in here?\n\nTom's eyes widen. He struggles but Sid holds him tight\nPolly steps away from the door as we hear Mary's FOOTST.",
  "25": "---END OF PREVIOUS SECTION---\nCould you come in here? Tom's eyes widen. He struggles but Sid holds him tight\nPolly steps away from the door as we hear Mary's FOOTST. \n---TARGET SECTION TO BE ANNOTATED---\ncoming down the hallway.\n\n \n\n  \n\n“TOM\n(yells)\nGo away, Mary! I'm buck naked!\n\nThe door bursts open. We hear a POP. Tom screams. Mary\nsteps into the room.\n\nMARY\nWhat's all the fuss?\n\nSomething flies through the air and Mary catches it. In\nher hand is Tom's bloody tooth.\n\nTom holds his mouth and does a slow burn at Sid who smiles\nand picks up the string with Tom's tooth attached. He\ntwirls it in playful triumph.\n\nTOM\nSome day, Sid...\n\nCUT TO:\n\nEXT. MAIN STREET - DAY\n\nThree little kids are carrying their schoolbooks and\nwalking down the boardwalk. Suddenly, Injun Joe steps in\nfront of them. The kids freeze in terror. Injun Joe\nslowly raises his hand.\n\nBetween thumb and forefinger is the black cat's-eye\nmarble.\n\nEXT. MURRELL CREEK BRIDGE\n\nTom ambles along on his way to school, rubbing his jaw and\nthinking about his troubles.\n\nBECKY'S VOICE\nHello, Tom.\n\nTom looks up and is surprised to discover Becky Thatcher\nwaiting for him, balancing herself on the rail of the\nbridge just like he did.\n\fTOM\n{perks up)\nBecky.\n\nBECKY\nI'm sorry I pushed you in the\ncreek yesterday.\n{the ultimate\napology)\nYou can push me in if you want\nto.\n\nTom breaks into a devilish grin.\n\nTOM\nReally?\n\nBecky is suddenly afraid he'll do it.\n\nBECKY\nYou wouldn't dare!\n\nTOM\nI would -- but I just don't\nfeel like it right now.\n\nin gentlemanly fashion, Tom helps Becky down off the rail.\n\nBECKY\nThank you.\nTOM\nYou ever been engaged, Becky?\n‘BECKY\nNo.\n(but she's\ninterested)\n\nHow do you do it?\n\nTOM\nWell, you gotta tell each other\nthat you're sweethearts.\n\nBECKY\nAnd then what?\n\nTOM\nWell, then you're s’posed to\nkiss.\n\nBECKY\nReally?\n\nTOM\nSure...\n\f \n\nBECKY\nYou first.\n\npsteels his courage, then:\n\nTOM\nYou're my sweetheart. There!\nNow you got to say it to me.",
  "26": "---END OF PREVIOUS SECTION---\npsteels his courage, then:\n\nTOM\nYou're my sweetheart. There! Now you got to say it to me. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nTurn your face away.\n{as Tom complies)\nBut you can't tell anybody\never.\n\nTOM\nI won't.\n\npoy leans close to him, so close her breath stirs his\nBECKY\n\n(whispers)\nYou're my sweetheart...\n\nTem grins.\n\nTOM\nWell, I guess it's all done but\nthe kissin‘ part.\n\ngen looks at Becky. Becky looks at Tom. Tom leans\nforward. Becky leans forward. Tom's eyes. Becky's eyes.\nqeix lips move toward each other. Closer. Closer. Both\ntrying to pucker properly. Then... the world's fastest\nyiss. It's so electric, they jump apart, both terrified.\n\nqgainking fast, Tom reaches into his pocket and takes out a\nyesty doorknob. He thrusts it into Becky's hand.\n\nBECKY\nWhat is it?\n\nTOM\nYour engagement ring.\n\nBECKY\nOh, Tom, it's... it's\nbeautiful!\n\nTOM\nIt sure is. Why, when I was\nengaged to Amy Lawrence...\n\npecky's big eyes tell Tom he's blown it.\n\f- BECKY\nYou mean I'm not the first?\n\nTOM\nBut, Becky, that was ages ago.\nTwo months at least...\n\nBecky is on the verge of tears. She throws the doorknob\nat him.\n\n- BECKY\nI hate you! JI hate you! I\nhope you die!\n\nBecky runs off. Tom just stands there, hurt and confused.\nThen his pride takes over. He picks up the doorknob and\nmarches off. ——\n\n \n\nTOM\n(exasperated)\n«+. What'd I do??\n\ncuT To:\n\nEXT. MAIN STREET\n\nTom walks along, moping, lost in his thoughts. He hardly\nnotices that townspeople are flocking down the street,\nleaving their homes and shops.\n\nJOE (0.5.)\nHey, Tom!\n\nTom looks up and sees Joe Harper waving to him.\n\nJOE\n(calling)\nCome on! School's been called\noff!\nTOM\n\nCalled off? What for?\n\nOE\nThere's been a murder!\n\nTom feels a chill go up his spine. He falls into step\nwith the rest of the rushing townspeople.\n\nCcuT TO:\n\fEXT.",
  "27": "---END OF PREVIOUS SECTION---\nTom feels a chill go up his spine. He falls into step\nwith the rest of the rushing townspeople. CcuT TO:\n\fEXT. \n---TARGET SECTION TO BE ANNOTATED---\n GRAVEYARD - DAY\n\nHalf the village has swarmed into the graveyard. The\nplace is buzzing with excitement. Tom pushes his way\nthrough the crowd. He sees Becky's father, Judge\nThatcher, conferring with the MAYOR. Doc Robinson's bot.\nis covered with a sheet. It lies near the dug-up grave.\n\nMUFF (0.S.)\nI didn't do it! I swear I\ndidn't do it!\n\nAll eyes turn as a frightened Muff Potter is brought\nforward by the SHERIFF and a FARMER who declares:\n\nFARMER\nThat's right, Sheriff. I\n-caught Muff-washing himself at mo\nmy trough early this morning.\n\nThe crowd gasps. Schoolmaster Dobbins steps forward.\n\nDOBBINS\nWell, that sounds mighty\nsuspicious, especially the\nwashing which is not a habit of\nMuff Potter's.\n\nFARMER\nAnd there was blood all over\nhis shirt. I thought he'd just\nkilled a deer or something.\n\nMUFF\nNo, wait a minute...!\n\nAnother town character, the WELSHMAN, pops out of the open\ngrave holding up Muff's bloody knife.\n\nWELSHMAN\nLook here what I found! It's\nMuff Potter's knife! I sold it\nto him last winter.\n\nDOBBINS\nI say lynch him! Lynch him\nnow!\n\nMUFF\n\nYou gotta believe me...\n\nThe crowd ROARS its approval. And charges forward. Muff\npanics. He breaks away from the Sheriff and runs like a\nScared rabbit -- right into Injun Joe. Joe decks him down\nwith a hard blow.\n\f \n\n43\n\nThe Sheriff and others pounce on Muff.\n\nINIUN JOE\n(announcing)\nI saw the murder!\n\nThe crowd hushes.\n\nSHERIFF\nTell us what you know.\n\nINJUN JOE\nI was passing by here last\nnight and I saw Muff and Doc\nRobinson digging up that there\ngrave. And then, in a drunken\nrage, I seen Muff Potter stab _\nthe Doc.\n\n‘Tom can't believe what he's hearing. The crowd SCREAMS\nand YELLS in outrage. Muff pleads for his life.",
  "28": "---END OF PREVIOUS SECTION---\n‘Tom can't believe what he's hearing. The crowd SCREAMS\nand YELLS in outrage. Muff pleads for his life. \n---TARGET SECTION TO BE ANNOTATED---\nMUFF\nThat ain't how it happened! I\nswear! We found the map to\nMurrelli's Treasure! And Joe\nand Doc got to fightin’ --\n\nA dark, scornful laugh from Injun Joe.\n\nINJUN JOE\nMurrell's Treasure! Do you\nhear that, everybody? More\ndrunk talk from Muff Potter!\n\nDOBBINS\n{piping up)\nMurrell's lost treasure is an\nold wives’ tale. I know the\nhistory of this entire county\nand I tell you it doesn't\nexist.\n\nMUFF\nBut I seen the map!\n\nINIUN JOE\nI say you're lyin'. I say\nthere ain't no treasure map.\nAnd there never was.\n\fInjun Joe looks to Emmett,-the local tavern keeper and\nJoe's partner in crime. Emmett nods and yells:\n\nEMMETT\nEverybody who thinks there's a\n\"treasure map,” raise yer\nhands!\n\nThe crowd is silent.\n\n-- EMMETT\n{continuing)\nNow. Those who think it's a\nlie spewed out by Muff Potter\nto save his guilty hide?\n\nThe crowd SCREAMS \"Aye!\" and raise their hands. _SHOUTS of\n\"Tar him! Lynch him!._String him up!\" .Muff looks arourd — -\nwith a pathetic hopelessness in his eyes.\n\nSomeone comes forward with a rope. That's when a loud\nGUNSHOT causes everyone to freeze. Heads swivel in the\ndirection of Judge Thatcher who lowers his smoking gun.\n\n: THATCHER\n\n(trying to keep\n\norder; a\n\nfriendly smile)\nNow, now, people. You wouldn't\ndeny me the pleasure of\npresiding over his trial, would\nyou? What good's having a\njudge if you don't let him\njudge?\n\nDOBBINS\n\nWe all know he's guilty!\n\nA cane crashes down on Dobbins' head, dislodging his\ntoupee and causing him to see stars.\n\nOLD WOMAN'S VOICE\nAnd we all know you're an\nidiot, Ed Dobbins.\n\nThe cane's owner pushes Dobbins aside and comes forward.",
  "29": "---END OF PREVIOUS SECTION---\nA cane crashes down on Dobbins' head, dislodging his\ntoupee and causing him to see stars. OLD WOMAN'S VOICE\nAnd we all know you're an\nidiot, Ed Dobbins. The cane's owner pushes Dobbins aside and comes forward. \n---TARGET SECTION TO BE ANNOTATED---\nIt's the WIDOW DOUGLAS, all in black finery, eighty if\nshe's a day, the richest, crustiest, most feared woman in\nHannibal. And in some ways, the most sensible. We hear\nfearful MURMURS in the crowd of, \"The widow!\"... \"Widow\nDouglas!”..\n\nWIDOW DOUGLAS\nListen to me, you pointy-headed\nghouls.\n\n(MORE)\n\f+\n\n4s\n\nWIDOW DOUGLAS (CONT'D)\n\nMuff Potter may be the scum of\nthe earth but he still deserves\n\na fair trial\nthat he gets\n\nand I aim to see\none.\n\n(to Thatcher;\ndemanding)\nJudge! How soon can you get\n\nthis show on\n\nthe road?\n\nEven Thatcher is intimidated by the old crone.\n\nTHATCHER\n\nI could start hearing evidence\nday after tomorrow.\n\nSettled! -\n\nWIDOW DOUGLAS\n\na ~~ ~turning her\nwithering gaze\non the crowd)\n\nNow the rest\ncitizens\" go\nbusiness and\njob!\n\nof you \"good\nabout your\nlet the law do its\n\nNo one wants to get on the wrong side of the Widow. So,\nwith the excitement of a trial to look forward to, the\ncrowd begins to disperse. Dobbins walks away, painfully\n\nrubbing his head.\n\nSHERIFF\n\nLet's go, Muff.\n\nThe Sheriff leads Muff away. They walk past Tom who locks\neyes with poor Muff and feels his fear.\n\nvMUFF\n\nI didn't do it, Tom.\n\nTom is about to say something when he sees Huck Finn in\nthe distance, perched on top of a mausoleum, ragged\nclothes blowing in the wind.\n\nTom pushes through the crowd but once he gets to the\nmausoleum, there is no sign of Huck.\n\nTom is in hell. He turns to go. As he walks past a tall\n\nheadstone, a leg snakes\nfirst in the tall grass.\n\nout and trips him. Tom lands face\nHe rolls over and there's Huck,\n\nleaning against the headstone. He holds up the pine\n\nshingle oath.\n\f \n\nHuck nods.",
  "30": "---END OF PREVIOUS SECTION---\nTom lands face\nHe rolls over and there's Huck,\n\nleaning against the headstone. He holds up the pine\n\nshingle oath. Huck nods. \n---TARGET SECTION TO BE ANNOTATED---\nHuck rises\n\n46\n\nHUCK\nYou want to drop-dead and rot?\n\nTOM\nMuff's innocent. We got to do\nsomethin' to help him.\n\nHUCK\nWe don't got to do nothin'.\n\nTOM\nYou'd let him hang for\nsomethin' he didn't do?\n\nHUCK\nAin't no skin off my butt.\n\n~ TOM\n(as an idea\nforms)\nWhat if there was another way?\nA way that wouldn't make us\nbreak our oath?\n\nHUCK\nWhat way is that?\nTOM\nWell.\n(thinking)\n\nWhat if we could get that\ntreasure map?\n\n—— “HUCK\nIt would prove that Muff Potter\nwas tellin’ the truth and Injun\nJoe was lyin'. That’s a good\nidea, Tom.\n\nTOM\nThanks.\n\nHUCK\nOnly one little problem,\n\nand walks off.\n\nHUCK\n(continuing)\nThe person we'd have to get it\nfrom is Injun Joe.\n\f47\nA frightening thought.- But Tom's not ready to back down.\n\nTOM\n{calling after\nhim)\nWell, if you're scared...\n\nHuck turns around and fixes Tom with a dark look. He\nknows he's being Challenged.\n\n~~ BUCK\nWhy should I stick my neck our\nfor Muff Potter?\n\n \n\nTOM\n\n‘Cause we know Muff didn't do\n\nitr — ee\nHUCK\n\nSo?\nTOM\n\nSo, not doin' anything about it\nis wrong. We gotta help him.\n\nHUCK\n\nSays who?\nTOM\n(trying a\n\ndifferent tack)\nWhat if it was you in Muff's\n\nshoes?\n~~ HUCK\nWell, it ain't.\nTOM\nWhat if it was me.\nHUCK\n(uncomfortable)\n\nIf you was that stupid, you'd\ndeserve what was comin' to you.\n\nTOM\n(shakes his head\nin disappoint -\n\nment)\nThat's not what friends do... I\nthought we were friends,\n\nHuck...\n\nTom turns his back on Huck and walks away...\n\f \n\n~ 48\n\nHUCK\nMaybe I don't know what you're\ntalkin’ about...\n\nye watches Tom disappear through the cemetery. On\ng&s face we see his mind struggling with... feelings?\nap he snorts and runs off into the woods.",
  "31": "---END OF PREVIOUS SECTION---\nye watches Tom disappear through the cemetery. On\ng&s face we see his mind struggling with... feelings? ap he snorts and runs off into the woods. \n---TARGET SECTION TO BE ANNOTATED---\ncur To:\n\ngi JAILHOUSE - NIGHT\n\ngemagh the barred windows of his cell, we see Muff Potter\ngping in a pool of light, a defeated, pathetic\n\ngwacter. The cell door CLANGS open and Muff looks up\ngafully but it's only the Sheriff come to deliver Muff's\nwives achard -biscuit-and a cup of-water. -\n\nMUFF\n(wishing)\nBas anybody come to see me,\nSheriff?\n\nsq TMP BACK TO A LONGER SHOT to reveal that someone is\ngerving Muff from the shadowy roof of the building next\n3egm. It's Huck, though we can barely make out his face,\npst his tattered outline, rags blowing in the breeze.\n\nSHERIFF\n\nDon't be stupid, Muff.\n\n{as he CLANGS the\n\ndoor shut; a\n\neruel laugh)\nNobody cares about you. And\nnobody's gonna miss you when\nyou're gone.\n\nye words, meant for Muff, seem to have an effect on Huck.\nRr amy rate, he turns and disappears into the night.\n\nCur TO:\n\next. MAIN STREET - NIGHT\n\nA respectable couple strolls along the boardwalk, enjoying\nan evening stroll. Up ahead, a man steps into the glow of\nslamp to light a cigar. It's Injun Joe. The couple\n\na\nBese Then, they purposely scurry to the other side of\nthe Btreet in order to avoid him.\n\nINIJUN JOE\n{calls to them)\nEvenin'...!\n\f“ 4s\n\nThe couple ignore him and hurry on. -.-Injun Joe chuckles,\nexhaling a cloud of black smoke. He likes the effect he\nhas on people.\n\nAs Injun Joe continues on his way, we ANGLE UP to catch a\nglimpse of a dark figure in tatters running silently along\nthe rooftops, following Joe on his journey.\n\nCUT TO:\n\nINT. TOM'S BEDROOM - NIGHT\n\nTom and Sid sleep. Sid snores peacefully. But Tom is\n\ntossing. Suddenly, a dirty hand clamps over his mouth.\nTom's eyes pop open. He struggles, thinking it's Injun\nJoe, then sees that the hand belongs to Huck Finn.\n\nHUCK\n(whispers)\nInjun Joe's on the move.\n\nEXT.",
  "32": "---END OF PREVIOUS SECTION---\nHe struggles, thinking it's Injun\nJoe, then sees that the hand belongs to Huck Finn. HUCK\n(whispers)\nInjun Joe's on the move. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MAIN STREET - NIGHT\nTom and Huck sneak down the dark boardwalk.\n\nTOM\nWhat made you change your mind?\n\nHUCK\n(evasive)\nI figgered if you did it alone\nyou'd probably just botch it\nup.\n\nTom hides a smile, proud of Huck.\n\nTOM\nYeah. Probably.\n\nThey continue along toward the only source of activity at\nthis hour -- the tavern.\n\nINT. TAVERN\n\nFilled with trappers, traders and rivermen. They drink,\npiay cards, argue and listen to MUSIC coming from a cheap\nrinky dink piano. In a corner at a table are Emmett the\ntavern keeper and Injun Joe.\n\f \n\nEXT. ALLEY -\nTom and Huck roll a rain barrel, upend it under a tall\nwindow and climb up on top. Balancing precariously, they\n\npeer through the grimy glass.\n\nTHEIR POV ~- THROUGH THE GLASS\n\nThey are right above Injun Joe and Emmett. Emmett is\nstudying the treasure map and drinking a huge pitcher of\nbeer. He slides the map over to Injun Joe who pockets it.\nEmmett speaks a few words. Joe nods. Then, deep in\nthought, Joe lifts up the cat's-eye marble and rolis it\nbetween his fingers.\n\nEXT. ALLEY : — .\nTom's heart stops.\n\nTOM\nHe's got my cat's-eye!\n\nTom is so alarmed, he loses his balance. The barrel tips\nover and hits the ground with a CRASH. Tom and Huck go\nsprawling ass over elbow.\n\nINT. TAVERN\n\nInjun Joe and Emmett react to the commotion outside. They\nget up to investigate. Emmett brings his pitcher of beer.\n\nEXT. ALLEY\n\nThe tavern's back door opens, letting out a shaft of light\nanc the TINKLE of a piano. Emmett and Injun Joe step out\nand look around. Nothing seems amiss. The rain barrel is\nback where it was before, under the drainpipe.\n\nEMMETT\nProbably a drunk.\n\nINJUN JOE\n{a dark smile)\nWell, it wasn't Muff Potter.\n\nEmmett gets a hearty laugh out of this.\n\nEMMETT\nNo.",
  "33": "---END OF PREVIOUS SECTION---\nINJUN JOE\n{a dark smile)\nWell, it wasn't Muff Potter. Emmett gets a hearty laugh out of this. EMMETT\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n The only stumblin' he'll\nbe doin’ is at the end of a\n\nrope -\n\fAINJUN JOE\nWell, I gotta be goin'. ~I'll\nsee ya tomorrow... partner.\n\nwre is a hint of threat in the way Joe says \"partner,\"\ngett, who is a huge man, looks uneasy. There's\ngething about Injun Joe that just creeps people out.\n\nEMMETT\nRight, Joe. Tomorrow.\n\nYan Joe stalks off into the night. Emmett takes another\nwg from his pitcher of beer. But it's gone warm.\n\ngyett pours the rest into the rain barrel and goes back\ngoede the tavern, shutting the door.\n\nge and Huck rise from the rain barrel, their heads soaked\ngt beer. oo . -\n\nCuT To:\n\naf. TOWN DOCK ~ NIGHT\n\nayd@ozen fishing boats are tied up as well as barges, rafts\ney paddleboats. In the moonlight, we see Injun Joe slide\ngerp his canoe and push away from shore. We PAN him past\ntm and Huck who hide on shore behind thick bushes. They\ngeld their breath as Injun Joe glides past.\n\nTOM\n(whispers)\nCome on. We'll borrow Muff's\nwaft.\n\n‘he boys run to the dock.\nCUT TO:\n\nEXT. MISSISSIPPI - NIGHT\n\ngom and Huck sail downstream on Muff Potter's raft. Tom\nmans the rudder while Huck stands forward, keeping Injun\ngoe's canoe in sight.\n\nHUCK\nHe's headed for Jackson's\nIsland.\n\nTOM\n\nMakes sense. JI hear he's got a\nstill out there. That's where\nhe cooks his moonshine.\n\f  \n\nuw\ntw\n\nHUCK\nMaybe I'll steal me some. I\nain't had a drink in two\nmonths.\n\nCuT To:\n\nEXT. JACKSON'S ISLAND - NIGET\n\nBy the light of the moon, we see Huck and Tom secure their\nraft on the bank of a foreboding, wooded island in the\nmiddle of the Mississippi.\n\nHUCK\nStumblin' on Injun Joe in the\ndark ain't my idea of a good\ntime. We'll find us a place to\n- “camp and wait ‘til first light.",
  "34": "---END OF PREVIOUS SECTION---\nJACKSON'S ISLAND - NIGET\n\nBy the light of the moon, we see Huck and Tom secure their\nraft on the bank of a foreboding, wooded island in the\nmiddle of the Mississippi. HUCK\nStumblin' on Injun Joe in the\ndark ain't my idea of a good\ntime. We'll find us a place to\n- “camp and wait ‘til first light. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\nOkay. But let's leave the raft\nhere just in case we have to\nmake a quick getaway.\n\nAs the boys begin to tramp inland, the raft comes loose\nand floats off downriver.\n\nCur TO:\n\nEXT. JACKSON'S ISLAND ~ NIGET\n\nTom and Huck stretch out in the tall grass on the bank of\na@ small stream fed by a cascading waterfall. They stare\nup at a ceiling of twinkling stars.\n\nTOM\nYou really got it made.\nHUCK\n(caught off\nguard)\nWhat?\nTOM\n\nLivin' like this all the time.\nSleepin' out in the open, under\nthe stars. Doin' what you\nplease. Nobody to tell you\nwhen to go to bed. Nobody to\nmake you go to school or change\nyour shirt or clean your ears\nor eat your dinner.\n\fHUCK.\n\nYep. This here's the way to\nlive... Nobody's gonna tell me\nwhat to do or where to go, or\nwhen to be there...\n\n(protesting a\n\nlittle too\n\nmuch)\nYou'll never catch me cooped up\nin some stuffy old house with\nsome liver-lipped old lady\nmakin' me eat whatever's on the\nPlate in front of me.\n\nTOM\nYou don't know how lucky you\nare.\n\nHuck snorts and turns away, covering his vulnerability...\n\nHUCK\n(a beat)\nDamn right...\n\nDISSOLVE TO:\n\nEXT. SAME SCENE - DAWN\n\nShafts of morning light stream through the trees. Tom is\nsprawled on the ground, waking up. He yawns, stretches\nand scratches.\n\nTOM\nHuck? —-\n\nTom looks around. No sign of Huck. He's all alone. Now\nthe woods begin to take on a sinister quality. Tom rises.\n\nTOM\n(continuing)\nHuck?\n\nSuddenly, Huck drops out of a tree and lands right in\nfront of Tom. He is covered head to foot in mud and\nleaves, every square inch of him, looking like some jungle\nsavage. ———\n\nOnly the whites of his eyes can be seen under the brown\ngoop. Totally camouflaged.\n\nTom gapes at Huck, then breaks into a wide grin. Huck\nraises his hand -- it's filled with mud -- and glops it\nacross Tom's face.",
  "35": "---END OF PREVIOUS SECTION---\nTotally camouflaged. Tom gapes at Huck, then breaks into a wide grin. Huck\nraises his hand -- it's filled with mud -- and glops it\nacross Tom's face. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\f54\nEXT. INTUN JOE'S STILL - DAY\n\nIn a clearing, we FIND Injun Joe asleep beside his whiskey\nstill. An empty bottle lies on the ground beside him and\nJoe is snoring up a storm.\n\nIn the woods beyond, we detect movement.\n\nCLOSER\nHuck peers around the side of a tree, still in his\ncamouflage disguise. Tom sticks his head out from the\nother side. Now he, too, is wearing mid and leaves and\nlooking like a wild savage. If it wasn't for the whites\nof their eyes, you'd think they were part of the forest.\nHUCK ~ oe\n(observing Injun\nJoe)\nHe's drunk asleep. Shouldn't\nbe too hard to get that map.\n\nTOM\nYeah. Let's get it and git.\n\nTom takes a step forward, notices that Huck hasn't moved.\n\nTOM\n(continuing)\nAin't you comin'?\n\nHuck casts a look at Injun Joe. Something registers on\nhis face. Is it fear?\n\nHUCK\nOne map don't need two boys.\nI'll wait here.\n\nTom gives Huck a look, then starts tiptoeing forward. A\ntwig SNAPS. Tom freezes. Injun Joe sits up, hungover and\nbleary-eyed. He stares right through Tom whose camouflage\nmakes him invisible.\n\nInjun Joe goes back to sleep, his snoring continues.\n\nTom lets out the breath he has been holding and creeps\nforward. He sees a corner of the map sticking out of\nJoe's pocket. Injun Joe snorts. Tom freezes. Then,\nTom's muddy hand slowly reaches across Injun Joe's face,\nheading for the map.\n\nSuddenly, some mud drips off Tom's arm and lands splat in\nJoe's mouth. Tom is scared shitless. But Injun Joe,\nstill sleeping, merely licks the mud off his lips and\nSwallows it. Then he goes back to snoring.\n\f \n\n—_— 55\n\nTom reaches over to get the map. His fingers close around\nthe edge and he slowly draws it out of Joe's pocket.\nFurther. Further. He's almost got it.\n\nAnd that's when a cannon fires nearby. BOOM!\n\nTom leaps back (without the map) and slams into Injun\nJoe's still.",
  "36": "---END OF PREVIOUS SECTION---\nAnd that's when a cannon fires nearby. BOOM! Tom leaps back (without the map) and slams into Injun\nJoe's still. \n---TARGET SECTION TO BE ANNOTATED---\n It tips over and CRASHES to the ground.\nWhiskey spills and spurts. Equipment CLATTERS and CLANKS\n\nHuck comes out of nowhere. He-grabs Tom and snatches him\ninto the surrounding foliage. The boys freeze, trying to\nblend in.\n\nInjun Joe leaps to his feet. He looks around at his\ndestroyed still and stomps around angrily. He doesn't\nnotice the four eyeballs watching him from the foliage.\n\nInjun Joe draws his kiiifel The eyes in the foliage widen.\n\nINJUN JOE\nGoddamn wild boars!\n\nInjun Joe throws his knife. It spins end over end and\nSlams directly into the center of a bull's-eye painted on\na distant tree. One hell of a throw.\n\nTom and Huck. Their eyes are bugging out now. They look\nat each other in fear.\n\nBOOM! The cannon roars again.\n\ninjun Joe turns in the direction of the cannon fire. He\npicks up his rifle, retrieves his knife and stalks off to\ninvestigate. wn oe\n\nOVER to Tom and Huck. They look at each other. And take\noff.\n\nCuT TO:\n\nEXT. JACKSON'S ISLAND - SHORELINE - DAY\n\nBOOM! The cannon fires again. The two jungle savages run\nthrough the trees, skidding to a stop at the edge of the\nbank they landed on.\n\nTOM\n(looking around)\nThe raft's gone!\n\nBOOM! Closer. The boys hit the ground and squirm under\nsome bushes.\n\f \n\nSé\n\nA ferryboat comes downriver, a big cannon mounted on the\nprow. White smoke lays across the water. The\ncannon fires again.\n\n \n\nTOM\n(continuing)\nWhat're they doin'?\n\nEUCK\nLookin’ for somebody's what's\ndrowned. “You shoot a cannon\nover the water to make the body\ncome to the top.\n\nTOM\n\n(thrilled)\n\nI wonder who it was.\n\n“As the ferryboat drawS~closer, Tom and Huck are able to”\n\nsee the passengers -- Aunt Polly, Cousin Mary, the Sheriff\nand OLD TIM.\n\n \n\n \n\nTOM oe\n{continuing;\nrealizes)\nIt's me. I'm the one who\ndrowned!\n\nTom busts up laughing.",
  "37": "---END OF PREVIOUS SECTION---\nTOM oe\n{continuing;\nrealizes)\nIt's me. I'm the one who\ndrowned! Tom busts up laughing. \n---TARGET SECTION TO BE ANNOTATED---\n Huck has to clamp a hand over his\nmouth to keep him from being heard as the ferryboat passes\nby.\n\nAUNT POLLY\nTom spent half his school days\nswimming in this-river-. He -was : ——\na good swimmer. -\n\nOLD TIM\nI'm sorry, Miss Polly, but if\nhe was on that raft when the\nsteamboat hit it, it wouldn't\nmatter a hoot how good a\nswimmer he was.\n\nBOOM! The cannon barks again. The Sheriff leans out.\n\n- -— SHERIFF\nLook sharp! His body mighta\nwashed up on the shore and got\ntangled in the brush!\n\nPolly bursts into tears. Mary gives the Sheriff a harsh\nlook. He shrugs apologetically.\n\nThe ferryboat continues downriver. They're far enough pst\nfor Huck to remove his hand from Tom's mouth. Tom lets\nout a whoop of enjoyment.\n\f \n\nTOM\nDid you see their faces?\n\nHUCK\n{he did; and it's\nmade an\nimpression)\nYour aunt looked real sad.\n\nTOM\nShe sure did! —Boy, this is the\nbest trick that's ever been\npulled in the history of\nHannibal. They really miss me.\nWhat do you think of that?\n\nHuck isn't able to enjoy Tom's merriment.\n\nHUCK\nI dunno. J ain't never been\nmissed.\nTOM\n(laughing)\n\nThey think I'm dead.\n\nHUCK\nIt could still happen.\n\nHuck points into the distance. Injun Joe is seen paddling\naway from the island. As the smile disappears from Tom's\nface...\n\ncut TO:\n\nEXT. MISSISSIPPI RIVER - DAY\n\nTom and Huck are each on a log, paddling furiously toward\nthe bank where Injun Joe's canoe is beached. ‘The boys are\nback in their clothes again.\n\nTOM\nLooks like he's headin' for the\nhills.\n\nThey slip off their logs and let them float away. The\nboys slog through the water, then run past the canoe and\nhead into the woods.\n\nCUT TO:\n\nINT. WOODS - DAY\n\nThe sky has turned dark. A heavy rain is falling.",
  "38": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nINT. WOODS - DAY\n\nThe sky has turned dark. A heavy rain is falling. \n---TARGET SECTION TO BE ANNOTATED---\n\f \n\n58\n\nTom and Huck creep through the darkening forest, fcllowing\n@ narrow beaten path. “They stop.\n\nHUTK\nI don't see his prints\nmust've turned off on that road\na mile back.\n\n \n\nThey turn around. That's when they hear RATTLINS and\nCLANKING coming up the path behind them.\n\nTOM\nWhat's that?\n\nHUCK\nI dunno -- but it's gettin’\ncloser.\n\nTOM\nThen what're we standin' here\nfor?\n\nThe boys take off running. As they disappear, we see the\nsource of the RATTLING and CLANKING. It's Injun Joe and\nEmmett the tavern keeper on a rickety wagon pulled by a\nbroken-down horse.\n\nEXT. CLEARING\n\nTom and Huck emerge from the woods and are caught in the\nfull downpour of the rainstorm. Ahead of them is a\nspooky-looking deserted mansion smothered in woods.\n\n_. TOM .\nThat's the old Hawkshaw place.\n\nHUCK\nI hope it's dry inside.\n\nTOM\nIt's supposed to be haunted.\n\nHUCK\nThat ain't no big deal. Ghosts\ndon't come out 'til night.\n\nThey hear the CLANKING behind them.\n\nTOM\nYou sure about that?\n\nWith no place else to go for safety or shelter, the boys\nhightail it to the haunted house. Rain pours down. The\nwind SLAMS the shutters open and shut.\n\fry\n\n_and bolt _up a rickety staircase.\n\n \n\nmn\n'o\n\n--INT. HAUNTED HOUSE —-~—DAY\n\nBut it might as well be night it's so dark outside. The\ndoor CREAKS open. Tom and Huck enter, brushing thick\ncobwebs out of their way.\n\nRats scurry everywhere. The plaster walls are cracked and\nchipped. Weeds have overgrown the floorboard. Tom and\nHuck are trying to be brave.\n— HUCK -\nSee? It ain't so bad. Not a\nghost in sight.\n\nAnd that's when the front door falls off its hinges and\nSLAMS to the floor. Tom and Huck leap out of their skins\n\n \n\nINT. UPSTAIRS\n\nTom and Huck scramble down a cobwebbed hallway.",
  "39": "---END OF PREVIOUS SECTION---\nAnd that's when the front door falls off its hinges and\nSLAMS to the floor. Tom and Huck leap out of their skins\n\n \n\nINT. UPSTAIRS\n\nTom and Huck scramble down a cobwebbed hallway. \n---TARGET SECTION TO BE ANNOTATED---\n Tom\npushes a door open -~ and a ghost jumps out at them!\n\nTOM AND HUCK\nYaaahhhhhh!\n\nThen they see it's just a rotted bed sheet, blowing in the\nbreeze and connected to a large canopy bed. The boys\nenter the room. And see a large human-like bulge under\nthe bed covers. They both stare at it.\n\nFOOTSTEPS and CLANGING approach from outside.\n\n———guck . eee\nListen!\n\nThe boys drop to their knees and look down through a hole\nmade by a missing floorboard.\n\nBelow, Injun Joe and Emmett enter the house carrying\nshovels and picks.\n\nWithout thinking, Tom jumps up to min but Huck grabs him,\nholds him fast.\n\nDownstairs, Injun Joe T6dks up, suspicious.\n\nINJUN JOE\nWhat was that?\n\nEMMETT\n{uneasy)\nThey say this place is haunted.\n\f \n\nINJUN JOE\nBy rats maybe. Let's get to\nwork.\n\nInjun Joe pulls out the treasure map and unfolds it.\n\nINJUN JOE\n{continuing}\nAccordin' to Murrell's map, it\nshould be right next to the\nfireplace... a\n\n \n\nEmmett goes to the fireplace, swings his pick and brings\nit down with force. SMASH!\n\nInjun Joe puts the map down on a dusty table and goes over\nto help Emmett.\n\n“Tom and Huck exchange excited grins. The map is almost\ndirectly below them. Huck digs into his pocket and pulls\nout a fishing line with a hook attached. Tom nods\neagerly.\n\ni - ~_ —\n\nAs Injun Joe and Emmett dig up the floor, the hook slowly\n\ndescends from above. ~~\n\nEMMETT\nYou sure about the fireplace?\n\nINJUN JOE\n1 Ain't that what I said?\n\n| And just to prove it, Injun Joe stalks over to the table.\n1 He snatches up the map and walks back to the fireplace.\nHe doesn't feel the hook snag his hat.and lift it off his\n\n! head!\nINJUN JOE\n(continuing)\nSee? Right here! Fireplace!\nBehind him, Injun Joe! at oats in mid-air.\n\nTom and Huck look at each other.",
  "40": "---END OF PREVIOUS SECTION---\nFireplace! Behind him, Injun Joe! at oats in mid-air. Tom and Huck look at each other. \n---TARGET SECTION TO BE ANNOTATED---\n What should they do?\nReel it in? Let it fall?_\n\nEMMETT —\nWell, if this is the right\nplace, he sure buried it deep.\nI'm halfway to China.\n\nINJUN JOE\nKeep diggin’.\n\f61\n\nAs Injun Joe crosses the room, Huck does his best to try\nand follow him with the hat, hoping to drop it back on his\nhead. He manipulates the hat like a puppeteer, trying to\nget it over Joe's head.\n\nEmmett's pick strikes metal.\n\nEMMETT\n(with excitement)\nThink I hit somethin’.\n\nEmmett turns around to get Injun Joe's reaction -- and\n\nSees the hat floating a foot above his head.\n\nEMMETT\n{continuing; in\nterror)\nJesus Christ!~~- - ——\n\nEmmett screams like a woman. He drops his tools,\nscrambles past Joe and races out the door.\n\nINJUN JOE\nWhat the...\n\nInjun Joe looks up and sees his hat.\n\nAs the hat drops into Injun Joe's face, he lets out a cry\nand takes off after Emmett.\n\nEXT. OUTSIDE\n\nInjun Joe and Emmett run down the road to where their\nhorse and wagon are parked. Soaked to the skin, greatly\nout of breath, they turn around and regard the haunted\nhouse. As Joe's heart rate returns to normal, so does his\ngreed.\n\nINJUN JOE\n{angry)\nWait a minute! Ghosts or no\nghosts, that treasure is mine!\nI'm goin' back! You with me or\nnot?\n\nEMMETT\nWith you -- I guess.\n\nINT. HAUNTED HOUSE\nTom and Huck have taken over the excavation. Huck's pick\n\nstrikes something metal. The two boys look at each other\nin excitement.\n\f62\n\nThen, they bend down and, struggling together, lift out a\nheavy metal box. They set it on the floor. Huck smashes\nthe lock with his pick and Tom jerks the chest open.\n\nTheir eyes widen. The chest is filled with gold and\nsilver coins. A fortune.\n\nTOM\n(awestruck)\nMurrell's treasure.\n\nFOOTSTEPS in approach. The boys turn. CAMERA SWINGS to\nthe open doorway as Injun Joe enters.",
  "41": "---END OF PREVIOUS SECTION---\nFOOTSTEPS in approach. The boys turn. CAMERA SWINGS to\nthe open doorway as Injun Joe enters. \n---TARGET SECTION TO BE ANNOTATED---\nINJUN JOE\n(calling back to\nEmmett)\nCome on, you coward. It wasn't\nghosts -- it was cobwebs.\n\nJoe spies the treasure chest. CAMERA SWINGS with him as\nhe rushes across the room. Tom and Huck have vanished.\n\nInjun Joe drops to his knees, digs his fingers into the\ncoins.\n\nINJUN JOE\n(continuing;\nslavering)\nLook at you, you beautiful\nmoney.\n\nBehind him, Emmett enters. He is cautious but when he\nsees the prize, he rushes over to have a look.\n\nEMMETT\nHow'd you dig it up so fast?\n\nINJUN JOE\n(realizes)\nI didn’t.\n\nEMMETT\n(chilled)\nThen who did?\n\nThey look around, spooked. But Injun Joe's determined to\nhave the treasure, no matter what the cost.\n\nINJUN JOE\nI don't care if it was Old Jack\nScratch himself. It's ours\nnow. We're rich.\n\fThe money dissolves Emmett's concerns.\n\nEMMETT\nHello, Texas, and the good\nlife!\n\nInjun Joe slams the chest shut.\n\nINJUN JOE\nNo. We'll wait 'til after the\ntrial. .I got to testify. Make\nsure Muff takes the blame for\nDoc's murder.\n\n \n\nEMMETT\nWhere we gonna keep it in the\nmeantime?\n~ oe “INGUN ‘JOE -\n\nAt Number Two, under the cross.\nLoad it on the wagon.\n\nEmmett lifts the heavy chest and staggers toward the door\nwith it. Injun Joe picks up the lantern, then reaches\ninto his pocket and takes out the treasure map.\n\nINJUN JOE\n(continuing)\nGuess we won't be niddin' this.\n\nInjun Joe sticks one corner of the map into the lantern\nflame and tosses it over his shoulder as he goes out the\ndoor. The burning map wafts through the air.\n\nTom and Huck explode from behind some curtains. They make\na dive for the burning map. But by the time they catch\nit, the map -- the evidence that could save Muff -- is\nburnt to a crisp.\n\nTom and Huck clamber to their feet and run to the door.",
  "42": "---END OF PREVIOUS SECTION---\nThey make\na dive for the burning map. But by the time they catch\nit, the map -- the evidence that could save Muff -- is\nburnt to a crisp. Tom and Huck clamber to their feet and run to the door. \n---TARGET SECTION TO BE ANNOTATED---\nThey are just in time to see Injun Joe's wagon thunder\naway, moving too fast to follow.\n\nThe boys turn to each other in dismal defeat.\n\nTOM\nNo more map.\n\nHUCK\nNo more treasure.\n\nTOM\nNo more Muff.\n\fOn that grim thought...\n\nCUT TO:\n\nEXT. HILLS ABOVE HANNIBAL - DUSK\nNight falls as Tom and Huck trudge back to town.\nTOM\n\nI wish I knowed what \"Number\nTwo, under the cross\" meant.\n\nHUCK\nIf you ask me, we're better off\nnot knowin'.\n\nTOM ee we\nWhy?\n\nHUCK\n\n‘Cause we're pushin' our luck.\nMessin’ with Injun Joe is the\nbest way I know to end up dead.\n\nTOM\nWhat is it with you and Injun\nJoe?\n\nHUCK\nYou seen what he can do with a\nknife?\n\nTOM\n\nYeah. They say he's the best\nknife-fighter on the\nMississippi.\n\nHuck's face darkens.\n\nBUCK\nNo.\n(a beat)\nMy pap's the best. He taught\nInjun Joe's everythin’ he\nknows.\n\n“TOM\n(with surprise)\nYour pap? But you said your\nfolks was dead.\n\nA beat. We see that this is hard for Huck.\n\f65\n\nHUCK.\nMy ma died-when I was born.\nAnd Pap never had much use for\nme. He was too busy runnin'\nfrom the law. Him and Injun\nJoe met in jail.\n\ngtakes Tom a moment to take all this in. He looks at\ngk who has told it coldly, factually, without emotion.\n\n-. —TOM\nWhere's your pap now?\n\ngk shrugs, feigning indifference.\nHUCK\n\nDead or drunk in jail. From\n_._._ the day I_was born, he never © ~~.\n\n- done nothin’ but beat me like a\n\nrented mule...\n{as his anger\nbursts loose)\n--- and show me how to do this!\n\nsager-fast, Huck draws his knife and throws it. The knife\nflies end over end and embeds itself -- WHAP! -- in the\ntenter of the mile marker twenty feet ahead. It's an\n*mpossible shot but Huck has done it with deadly accuracy.",
  "43": "---END OF PREVIOUS SECTION---\nsager-fast, Huck draws his knife and throws it. The knife\nflies end over end and embeds itself -- WHAP! -- in the\ntenter of the mile marker twenty feet ahead. It's an\n*mpossible shot but Huck has done it with deadly accuracy. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\nWow.\n\ntye is astounded. He turns to Huck and sees a savage look\nwe the boy's face -- a look that tells him there is a side\nwp Huck that is capable of great ferocity. Then, the look\n\ngs gone.\n\ngock jogs to the mile marker and yanks out his knife. He\nwipes the blade on his pants and shoves it back in his\n\npelt.\n\njoins him. He tries to think of something to say.\npuckily, BELLS begin to toll in the distance, coming from\nHannibal.\n\n‘TOM\n{continuing}\nYou hear that?\n\nHUCK\nChurch bells.\n\nTOM\nBut it ain't Sunday.\n\f66\n\nHUCK\nThem's funeral bells.\n\nTOM\nYou're right. I wonder who\ndied?\n\nHUCK\nYou got a short mgmory.\n\nTom breaks into a huge mischievous smile.\n\nTOM\nWith all the excitement, I\nalmost forgot. I'm dead. Hey,\nHuck, you want to come to my\n\nfuneral?\nOS HUCK\nHell. Why not?\nTOM\nCome on! I don't want to miss\n\nthis!\nTom runs down the hill. Huck follows.\n\nCUT TO:\n\nINT. CHURCH ATTIC - NIGHT\n\nFrom a HIGH ANGLE POV we can see people slowly filtering\nin to the sanctuary. Most are sniffling and sobbing. All\nthis is accompanied by bad ORGAN MUSIC.\n\nThe POV belongs to the \"deceased\" himself, Tom Sawyer.\nHiding up in the attic with Huck, Tom peers through one of\na hundred or so cracks in the church ceiling. Tom is\nbeside himself with glee when he sees Aunt Polly, Sid and\nMary coming up the aisle, looking distraught.\n\nTom hears VOICES outside. He makes his way to the wall\nand looks through a crack.\n\nHe sees a bunch of KIDS standing outside the church.\n\nFIRST KID\n(proudly)\nTom Sawyer beat me up once! He\nknocked out two of my front\nteeth.\n\nSECOND KID\nThat's nothin’. He knocked out\nall my teeth and broke my arm.\n\f67\n\nThen Tom sees:\n\nTOM\nBecky.\n\nAnd she looks so sweet and sad, standing next to a teary-\neyed SUZY HARPER.",
  "44": "---END OF PREVIOUS SECTION---\nHe knocked out\nall my teeth and broke my arm. 67\n\nThen Tom sees:\n\nTOM\nBecky. And she looks so sweet and sad, standing next to a teary-\neyed SUZY HARPER. \n---TARGET SECTION TO BE ANNOTATED---\nBECKY\nI wish I could see him just one\nmore time.\n(sniffling)\nI'd call him my sweetheart and\nkiss him, right in front of\neverybody.\n\nThis is too much. Tom is in total ecstasy.\n\nEXT. ACROSS THE CHURCHYARD\n\nThe black cat's-eye marble, held between Injun Joe's thumb\nand forefinger. PULL BACK as Injun Joe slaps a coin into\nJoe Harper's hand, right on top of another coin. Joe\nHarper looks at the coins and starts reeling off history.\n\nJOE\nMickey Douglas got the cat's-\neye from his cousin in St.\nLouis. Then he traded it to\nAlfred Temple who sold it to\nDoug Tanner who traded it to\nJohnny Miller who -- no, wait.\nAlfred sold it to Johnny who\ntraded it to Doug...\n\nFed up, Injun Joe grabs Joe Harper by the collar.\n\nINJUN JOE\n(intense)\nJust tell me who owned it last.\n\nJoe Harper looks into that evil face and almost wets his\npants.\n\nJOE\nTom Sawyer. Tom Sawyer owned\nit last.\n\nInjun Joe's eyes widen. Joe Harper shakes his head sadly.\n\nJOE\n(continuing)\nBut it don't matter ‘cause now\nTom's dead.\n\f66\n\ninjun Joe looks around at all the mourners piling into the\nchurch. He gives an evil grin...\n\nINJUN\nToo bad. I'm so sad.\n\ndoe Harper backs away and hurries into the church.\n\nINT. CHURCH\n\nPeople are sniffling and crying and dabbing their eyes.\nPolly, Mary and Sid sit together in the front pew.\nSurprisingly, even Sid seems sad. Mary pats Sid's hand.\n\nMARY\nYou miss him, don't you?\nSid nods, feeling truly sorry for... himself.\nSID\nWith Tom dead, I got nobody to\nsnitch on.\n\nWe see the Widow Douglas sitting off to herself, regal and\nhawk-like. She dabs a tear, then looks around crossly to\nmake sure no one saw her.\n\nJudge Thatcher stands at the pulpit.\n\nTHATCHER\n\nTom Sawyer wasn't a bad boy.\n\n(a look at Becky)\nNot from what I'm told.\n\n(resuming)\nHe was just mischievous and\nwillful.",
  "45": "---END OF PREVIOUS SECTION---\nTHATCHER\n\nTom Sawyer wasn't a bad boy. (a look at Becky)\nNot from what I'm told. (resuming)\nHe was just mischievous and\nwillful. \n---TARGET SECTION TO BE ANNOTATED---\n In that respect, I\nguess you'd have to admit\nthere's a little bit of Tom\nSawyer in all boys.\n\n(a beat)\nI know I speak for everybody\nwhen I say we're going to miss\nhim.\n\nUp above, Tom grins, loving every minute. He turns to\nHuck.\n\nTOM\nI'm beginnin' to miss me, too.\n\nHuck is getting fed up with Tom's perverse enjoyment.\nHUCK\n\nHow long are you gonna make\nyour aunt suffer?\n\f69\n\nTOM\nWhat do you mean?\n\nThrough the crack, we see Aunt Polly crying.\n\nTOM\n(continuing; a\ntwinge of\nregret)\nShe does look sad.\nIfeéling for her;\n\nunder his\nbreath)\nDon't cry, Aunt Polly. I'm\nokay.\nHUCK\n\n—You-got-all-these folks-bawWlin’ me\ntheir eyes out. Go home,\nTom...\n\nDown below, Judge Thatcher looks up to heaven.\n\nTHATCHER\nLord, we'd do anything to have\nTom back.\n\nHuck reaches out and gives Tom a shove. Tom falls on the\nplaster ceiling which gives way beneath him.\n\nThe church ceiling opens up and Tom drops down. He lands\nin front of the pulpit. Tom sits up, looking surprised,\nshaking the plaster dust out of his hair.\n\nAunt Polly lets out a.cry. The entire congregation rushes\nto Tom. Polly hugs him. He lets himself be fawned over,\nenjoying all the attention.\n\nEverybody is talking at once. Some are elated. Some are\nlaughing at the joke. But most are pretty damn furious.\n\nThrough a window, Huck drops down and looks in at the\ncelebration. Left out. Unloved. Huck turns and walks\naway.\n\nBecky works her way toward Tom. He sees her coming, pulls\naway from Polly and steps forward to meet her.\n\nTOM\nHello, Becky. Ain't you glad\nto see me?\n\nBecky lifts a fist and punches him. Whap! Right in the\nnose. Tom staggers back. Becky storms off. Judge\n\nThatcher follows her, giving Tom a sympathetic look. Tom\nholds his bloody nose.\n\fPeople crowd around Tom, welcoming him back from the deal\n\nCUT TO:\n\nEXT.",
  "46": "---END OF PREVIOUS SECTION---\nJudge\n\nThatcher follows her, giving Tom a sympathetic look. Tom\nholds his bloody nose. People crowd around Tom, welcoming him back from the deal\n\nCUT TO:\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODS - DAY\n\nTom tramps through the forest until he enters...\n\nHUCK'S CAMP\nWhere Huck is shoving some articles into a burlap sack,\n\nTOM\nHuck. What're you doin'?\n\nHuck turns, acknowledges Tom with-a-curt nod, then goes ~—\nback to his’ activity.\n\nHUCK\nPackin',\nTOM\nWhat for?\nHUCK\nTime to move on down the river.\nTOM\n(confused)\nWhy?\nHUCK\n\"Why?\" ‘Cause it's what I do.\n\nI never stay long in one place.\nGotta keep movin'.\n\nTOM\nWhat about Muff Potter?\n\nHUCK\nWe tried. It didn't work out.\n\nTom is upset, trying to find a way to keep Huck from\nleaving.\n\nTOM\nBut, Huck, you can't go.\n\nHUCK\nGimme one good reason.\n\f71\n\n— - TOM ~\n(struggling to\nthink)\nWell. The Big Harvest\nCelebration is comin' up It's\ngonna be tons of fun...\n\nHUCK\n(a harsh laugh)\nYou gonna intreduce me to all\nthe folks? “That's a good one.\nThey'11] run you out of town on\nthe same rail.\n\nTOM\nNaw, they won't...\n\nHUCK\nI don't leave places ‘cause IT\nwant to. I leave ‘cause sooner\nor later they find me and run\nme out. This time I'm gonna\nbeat ‘em to the punch.\n\nTOM\n{not giving up)\n... I thought we was friends.\n\nHuck gives Tom a cold look...\n\nHUCK\nYou thought wrong -- I ain't\ngot no friends. Ain't got time\nfor ‘em...\nTom is heartbroken. Huck hefts his sack. He turns to go,\nhesitates. Looks back at Tom.\n\nHUCK\n{continuing}\nBut if I did have one, I'd want\nhim to be like you.\n\nAnd with that, Huck Finn disappears into the forest.\nTom just stands there, stunned. The world has become a\ndeflated balloon. Tom looks around at Huck's camp, 50\nlonely now. The hammock. The empty picture frames.\n\nTom turns to go and walks right into Injun Joe.",
  "47": "---END OF PREVIOUS SECTION---\nThe hammock. The empty picture frames. Tom turns to go and walks right into Injun Joe. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\nYaahhh!\n\f72\n\nInjun Joe gives him a hard shove and Tom falls down on his\nass. He scrambles backwards and bumps up against Huck's\n\"throne.\" Remaining at a distance, Injun Joe reaches into\nhis pocket. He takes out the black cat's-eye and gives it\nan underhand toss.\n\nINJUN JOE\nYou lose somethin'...?\n\nTom's wide, frightened eyes follow the marble's trajectory\nas it comes down, hits the ground and rolls right up to\nhis feet.\n\nTOM\n{in terror)\nThat ain't mine.\n\nInjun Joe-slides out-his Jong silver knife:\n\nINJUN JOE\nDon't lie to me, boy.\n\nTom changes gears:\n\nTOM\nYou know, you're right. That\nis my cat's-eye. Reason I\ndidn't recognize it right away\nis ‘cause I lost it in the\ngraveyard. Musta been two or\nthree months ago.\n\nWith lightning speed, Injun Joe hurls his knife. Tom\nclamps his eyes shut, hears a THUNK. Cautiously, Tom\nopens his eyes. Realizes-he wasn't the target.-. Tom turns\nand sees that Joe has thrown the knife at an old portrait\nhanging on a nearby tree. It's a portrait of a\ndistinguished looking man. Injun Joe's knife is stuck\nright in his heart. Tom gets the \"point.\"\n\nINJUN JOE\nFetch me the knife.\n\nTom is paralyzed.\n\nINJUN JOE\n- (continuing; a\nsinister hiss)\n\nI said fetch it.\n\nTrembling all over, Tom manages to stand. He crosses to\nthe tree, pulls the knife out. Then, knees knocking, he\nwalks to Injun Joe.\n\f~\n\nub\n\nINJUN JOE\n(continuing)\nNow. Give it to me.\n\nTom holds out the knife. Injun Joe doesn't take it right\naway.\n\nINJUN JOE\n(continuing)\nYou'd like to stick it in me,\nwouldn't you? ‘Like to gut me\ngood. Here's your chance.\n(a beat)\nGo ahead.\n(continuing; a\nbeat)\nAll you gotta do is kill me and\nthen go tell-everybody in - - aa\nHannibal what you know.",
  "48": "---END OF PREVIOUS SECTION---\nHere's your chance. (a beat)\nGo ahead. (continuing; a\nbeat)\nAll you gotta do is kill me and\nthen go tell-everybody in - - aa\nHannibal what you know. \n---TARGET SECTION TO BE ANNOTATED---\nBut Tom can't bring himself to do it. Joe is just too\ndamned scary. In a blur of motion, Injun Joe snatches the\nknife and Tom finds the blade being pressed to his throat.\nInjun Joe holds him, hisses into his ear:\n\nINJUN JOE\n(continuing)\nYou didn't kill me, boy. Big\nmistake. ‘Cause if you ever\n\nsay what you know, I'm sure as\nhell gonna kill you.\n\nInjun Joe lets out a terrifying laugh. He throws Tom to\nthe ground and is suddenly gone. Tom looks around. It's\nlike Joe was never there.\n\ncut TO:\n\nEXT. MAIN STREET - DAY\n\nTom glumly walks along the boardwalk. The TOWN BARBER\ncalls to a SHOPKEEPER.\n\nBARBER\nI'm closing up tomorrow to go\nto the trial. How about you?\n\nSHOPKEEPER\nWouldn't miss it for the world.\nIt ought to be almost as much\nfun as the hanging!\n\nTom takes note and walks on. A horse-drawn carriage CLOPS\nby, carrying Judge Thatcher and Becky.\n\f14\n\nAs they pass, Tom and Becky lock eyes. Tom is hoping for\nsome sign of affection. Instead, Becky contorts her face\nand sticks her tongue out The final blow.\n\nTom sits down under a tree. He stares into the distance\nlooking quite dejected.\n\nWIDOW DOUGLAS (0.S.)\nThomas Sawyer...!\n\nTom looks up to find the Widow Douglas peering down on him\nfrom her smart carriage.\n\nTOM\nYes, ma‘am...?\n\nWIDOW DOUGLAS\nWhat's wrong with you, boy?\n\nWIDOW DOUGLAS\nNothing?! Then get your chin\neff your chest. A boy your age\nshouldn't be moping about. You\nlook pathetic...\n\nTOM\nWidow Douglas, I sort of feel\nthat way.\n\nWIDOW DOUGLAS\n\nWell, buck up -- enjoy your\n\nyouth while you've got it...\n(moving on}\n\nIt doesn't get any easier, I\npromise you that...\n\nWidow Douglas drives off leaving Tom to contemplate the\nominous prospects.\n\nCUT TO:\n\nINT. JAIL CELL - NIGHT\n\nMuff Potter sits on his cot, staring into the shadows\nlooking devastated...",
  "49": "---END OF PREVIOUS SECTION---\nWidow Douglas drives off leaving Tom to contemplate the\nominous prospects. CUT TO:\n\nINT. JAIL CELL - NIGHT\n\nMuff Potter sits on his cot, staring into the shadows\nlooking devastated... \n---TARGET SECTION TO BE ANNOTATED---\nSuddeniy, in the barred window above the bed, we see Tom's\nface...\n\nTOM\nHey, Muff...!\nMUFF\n{turning, looking\nup)\n\nTom...!\n\fTOM\nHow're you~doin', Muff?\n\nMUFF\n(sadly)\nNot so good...\n\nTOM\nI brought you some corn bread.\nI saved it from dinner...\n\nTom pushes the corn bread through the bars in a checked\nnapkin...\n\nMUFF\nGee, thanks...\n\n._ He starts hungrily eating the cornbread. .-—-...- --—-_——~—--\n\nTOM\nThey treatin’ you okay?\n\nMuff stops eating...\n\nMUFF\n(terrified)\nTom, they're gonna hang me.\n\nTom looks distressed -- he doesn't know what to say.\n\nTOM\n(finally)\n... Maybe not.\n\nMUFF\n(desperate)\nI'm innocent -- I didn't do it,\nI swear. IJ done some crazy\nstupid things in my life, but I\nnever killed anyone. You gotta\nbelieve me.\n\nTOM\nI do.\n\n“MUFF\nYou do? _\n\nTOM\nYep. I do.\n\nMUFF\n\nHow come? Nobody else does.\n\nTom struggles with what to Say...\n\f76\n\nTOM\nWell, I know you, Muff...\nSometimes, when you're drunk\nyou get kinda disgustin' --\nbut, I know you wouldn't hurt a\n\nfly.\nMUFF\n(starts to cry)\nDoesn't matter -- they're gonna\nhang me anyway...\n(sobbing)\nJust my luck... Just my lousy\ngodforsaken luck...\nTOM\n(now quite\n- uncomfortable) —- —~— - ae\nDon't ery, Muff...\nMUFF\nWhy not?\nTOM\n(searching for a\nreason}\n\nMaybe they won't hang you...\n\nMUFF\n(woeful)\n..- It's gonna take a\nmiracle... Why would a miracle\n\nhappen to me...?\n\nTom huddles in the window, deeply touched and feeling\nhorrible...\n\nTOM\n-.. I don't know, Muff -- I\nguess, all kinds of strange\nthings can happen to almost\nanyone.\n\nCUT TO:\n\nINT. TOM'S BEDROOM - NIGHT\n\nTom lies in bed, staring out the window at the stars.",
  "50": "---END OF PREVIOUS SECTION---\nI don't know, Muff -- I\nguess, all kinds of strange\nthings can happen to almost\nanyone. CUT TO:\n\nINT. TOM'S BEDROOM - NIGHT\n\nTom lies in bed, staring out the window at the stars. \n---TARGET SECTION TO BE ANNOTATED---\nSid's bed is empty. The door opens, letting in a shaft of\nlight from the hall. Tom looks up as Aunt Polly enters, a\nlook of concern on her face.\n\nAUNT POLLY\nWhy, Tom, it's not bedtime for\nanother hour. Are you feeling\nall right?\n\f77\n\nPolly sits down on the edge of the bed, puts her hand on\nTom's forehead. -.-\nAUNT POLLY\n{continuing)\nYou don't have a fever. What's\nailing you?\n\nTom looks at her, emotions whirling across his face.\nTOM\n\nAunt Polly, -what if-you swore\nan oath, promisin’ not to tell\n\nsomethin’. But the somethin'\nyou promised not to tell needs\ntellin’.\n\nAUNT POLLY — ee ee ee\n\noo an “What “happéns ZF you break the\n\noath?\n\nTOM\nYou drop dead. And rot.\n\nAUNT POLLY\nNot good.\n\nTOM\n\nYeah, and on top of that,\nsomebody'1] cut your throat\nwith a knife.\n\nAUNT POLLY\nNot good at all.\n\n-—— TOM\nBut if you don't tell,\nsomethin' worse might happen --\nto somebody who don't deserve\nit.\n\nPolly looks at the boy. She sees the trouble he's in.\n\nAUNT POLLY\nTom, for as long as I can\nremember, you've been nothing\nbut trouble to me. Most of the\ntime you're selfish and\nirresponsible.\n\n(fondly)\n\nBut deep down, you're a good\nboy. You've got a good heart.\nAnd I believe you'll know the\nright thing to do and you'll do\nit.\n\f768\n\nPolly ruffles Tom's hair, gets up. She crosses the room,\nsmiles at him from the door.\n\nAUNT POLLY\n(continuing)\ndust follow your heart.\n\nPolly exits and closes the door. Tom considers her wise\nwords and gulps:\n\n7 TOM\nMuff's a goner.\n\ncuT TO:\n\nINT. TOWN HALL - DAY\n\nPacked to the rafters.\n\nFamiliar faces include Polly, Mary, Sid, Becky,\nSchoolmaster Dobbins, Emmett, the Sheriff, the Widow\nDouglas, and Injun Joe.",
  "51": "---END OF PREVIOUS SECTION---\ncuT TO:\n\nINT. TOWN HALL - DAY\n\nPacked to the rafters. Familiar faces include Polly, Mary, Sid, Becky,\nSchoolmaster Dobbins, Emmett, the Sheriff, the Widow\nDouglas, and Injun Joe. \n---TARGET SECTION TO BE ANNOTATED---\nTom sneaks into the back of the room and looks around.\nMuff Potter, haggard and hopeless, sits in chains next to\nhis DEFENSE LAWYER. Injun Joe sits with the other\nwitnesses. Judge Thatcher presides from behind his bench.\n\nThe PROSECUTOR, a man with an irritating theatrical flair,\ndisplays Muffts knife as he questions the Welshman.\n\nPROSECUTOR\nAnd you're sure you-sold this - --\nknife?\n\nWELSHMAN\n\nSure I'm sure. Last Winter.\n\nPROSECUTOR\nAnd is the man you sold it to\nin this room?\n\nWELSHMAN\n‘Course he is. Why, I --\n\n~- PROSECUTOR\nCould you point out the owner\nof this knife, please?\n\nWELSHMAN\nAre ya blind? He's right\nthere!\n{points to Muff)\nMuff Potter!\n\fPROSECUTOR\nThat will be all.\n(turns to the\nDefense)\nYour witness.\n\nThe Defense rises.\n\nDEFENSE\nNo questions.\n\nMuff links lower in his chair.\n\nMOMENTS LATER\n\nIinjun Joe is on the stand. The entire courtroom is\ntransfixed.\n\nINJUN JOE\nSo I headed up to the cemetery.\nI often like to sit up there\nand watch the stars.\n\nTom's eyes narrow, mad as hell. Muff just shakes his\nhead.\n\nINJUN JOE\n\n(continuing)\nAnyways, I saw Muff drunk.\nReal drunk and ina rage. I\nsaw him lift the knife and\nbefore I knew what was .\nhappening, he plunged it down\ninto the Doc. Four times he\nstabbed him.\n\nThe whole crowd cringes and squirms.\nThe Prosecutor smiles and turns to the Defense.\n\nPROSECUTOR\nYour witness.\n\nThe Defense rises.\n\nDEFENSE\nNo questions.\n\nJudge Thatcher frowns. Someone in the crowd yells:\n\nSOMEONE\nWe know he's guilty but by God,\nyou gotta at least pretend to\ngive him a fair trial!\n\n73\n\fShouts and cat-calls. The Defense ignores it. Judge\n\nThatcher pounds his gavel.\n\nTHATCHER\nOrder! Order in the court!\n\nThe Prosecutor steps up.",
  "52": "---END OF PREVIOUS SECTION---\nTHATCHER\nOrder! Order in the court! The Prosecutor steps up. \n---TARGET SECTION TO BE ANNOTATED---\nPROSECUTOR\nBy the testimonies of these\nsimple citizens, we have proved\nbeyond a shadow of a doubt that\nMuff Potter is guilty of the\nmurder of Doctor Jonas\nRobinson. We rest our case!\n\nBO\n\nInjun Joe walks back to his chair, a smirk on his face.\n\nTHATCHER\nCounsel for the defense. Do\nyou have a defense?\n\nThe crowd yells as the Defense slowly rises.\n\nDEFENSE\nWe do, Your Honor. The Defense\ncalls to the stand -~- Thomas\n\nSawyer!\nThe whole crowd gasps.\nAunt Polly is shocked.\n\nTom feels all eyes on him as he walks up the aisle.\nglances at Injun Joe who gives him a vicious look.\n\nTom places a trembling hand on the Bible.\n\nTHATCHER\nDo you swear to tel] the truth,\nthe whole truth and nothing but\nthe truth, so help you God?\n\nTOM\nI... I...\n\nHe\n\nTom looks at Injun Joe's iron face. Unseen by others, Joe\nslowly reaches into his jacket and draws out his knife.\n\nTHATCHER\nThomas Sawyer, do you swear to\ntell the truth?\n\nSchoolmaster Dobbins whispers loudly:\n\fDOBBINS\nIt would-certainly be the first\ntime.\n\nThe crowd titters. This really pisses Tom off. He looks\nat Dobbins, grits his teeth and says:\n\nTOM\nI do!\n\nThe Defense steps forward.\nDEFENSE\nMister Sawyer, where were you\non the twenty-eighth of this\nmonth at the hour of midnight?\n\n_ Tom mumbles something, ce “\n\n \n\nTHATCHER\nLouder, please.\n\nTOM\nIwas... uh... in the\n\ngraveyard.\nThe crowd gives a start. Polly's eyes widen.\n\nDEFENSE\nAnd what were you doing there?\n\nTOM\nTryin' to get rid of warts.\n\nThe crowd laughs. Tom gives them an angry look, then\ncatches eyes with Injun Joe. For Tom's benefit, Joe draws\nout his knife a little further.\n\nDEFENSE\nWere you close to the grave\nthat Muff Potter was digging\nup?\n\nTOM\n(eyes on Joe's\nknife)\nIe. Tee.\n\nIn the crowd, Dobbins stands up.\nDOBBINS\nYou're wasting your time.",
  "53": "---END OF PREVIOUS SECTION---\nTee. In the crowd, Dobbins stands up. DOBBINS\nYou're wasting your time. \n---TARGET SECTION TO BE ANNOTATED---\n This\nboy wouldn't know the truth if\nit kicked him in the teeth!\n\nJudge Thatcher pounds his gavel. The Prosecutor stands.\n\fPROSECUTOR\nYour Honor, he's right.\nEverybody in this courtroom\nknows Tom Sawyer and what an\nirresponsible teller of tales\nhe is. Some would call him an\noutright liar!\n\nTom jumps to his feet, angry as hell:\n\nTOM\nI was there! And the knife\ndidn't stab Doc Robinson four\ntimes. He was stabbed three\ntimes.\n\n \n\nIn the gallery, the Sheriff is startled. He stands up.\n\n \n\nSHERIFF\nHe's right! And I ain't told\nthat to a soul!\n\nTom goes for it:\n\n- TOM\n(continuing)\nInjun Joe and the Doc got into\na Fight. Muff tried to break\nit up and the Doc hit him with\na grave marker, knockin' him\ncold.\n\nTom grabs the Bible and points it at Injun Joe.\n\nTOM\nInjun Joe took Muff's knife and\nkilled the Doc! It was Injun\nJoe!\n\nInjun Joe leaps up and throws his knife. It whistles\nthrough the air. Tom lifts the Bible in front of his\nface. The knife slams into the Bible -- WHAM! The blade\ncomes out on the other side -- an inch from Tom's nose!\n\nThe crowd screams.\n\nInjun Joe charges across the room. He decks the\nProsecutor, elbows the Sheriff, head-butts Dobbins in the\nnose -- and leaps out the window with a crash.\n\nPeople yell and rush for the exits. Dobbins screams:\n\nDOBBINS\nMy node! He broke my node!\n\f~ ° 83\n\nTom stares at the knife embedded in the Bible. Then he\n-looks at Muff Potter.—Muff grins at him, tears in his\neyes, eternally grateful.\n\nHands grab Tom and lift him up. People come forward to\ncongratulate him.\n\nVOICES\n‘Atta boy, Tom! ~- Tom's a\nhero! ~- Hurray for Tom! --\nHurray for Tom Sawyer!\n\nThe Defense Lawyer comes over and pats Tom on the\nshoulder...",
  "54": "---END OF PREVIOUS SECTION---\nPeople come forward to\ncongratulate him. VOICES\n‘Atta boy, Tom! ~- Tom's a\nhero! ~- Hurray for Tom! --\nHurray for Tom Sawyer! The Defense Lawyer comes over and pats Tom on the\nshoulder... \n---TARGET SECTION TO BE ANNOTATED---\nDEFENSE LAWYER\nTom, you did the right thing\ncoming to_me ae ar -\nIn all this confusion, Judge Thatcher nods to the Sheriff\nwho unlocks Muff's chains. He's a free man!\n\ncur To:\n\nEXT. MISSISSIPPI - DOWNRIVER - DAY\n\nA lazy stretch of the Big Muddy, about fifty miles south\nof Hannibal. Two flatboats pass each other, travelling in\nopposite directions. The FLATBOATMAN heading NORTH calls\nto the FLATBOATMAN heading SOUTH.\n\nNORTH\nSay! You been up to Hannibal?\n\nJust left this mornin’!\n\nNORTH\nDid they hang Muff Potter yet?\n\nSOUTH\nYou ain't heard? Muff didn't\ndo it. It was Injun Joe\nmurdered Doc Robinson. Tom\nSawyer testified he seen Joe do\nthe killin'.\n\nThe men are not aware that their conversation is being\noverheard by Huck Finn who lounges in a tree along the\nshoreline, smoking his pipe.\n\f84\n\nNORTH\nI'll be damned.\n(then; a happy\nthought)\nSay! When they gonna hang\nInjun Joe? I'd pay money to\n\nsee that!\n\nSOUTH\nAin't gonna happen! Joe got\naway!\n\nHuck feels his blood run cold.\n\nNORTH\nLordy. JI wouldn't want to be\nthat Sawyer boy!\n\nCUT TO:\n\nINT. AUNT POLLY'S HOUSE - SITTING ROOM - NIGHT\n\nTICK -- TICK -- TICK -- the only sound we hear is the\nticking of the grandfather clock in Aunt Polly's sitting\nroom...\n\nAunt Polly is busy with her knitting. Tom sits in a\nstraight chair reading a book about King Arthur's Knights\n~~ but he can barely concentrate. Every CREAK, every BUMP\ntriggers his worst fears. His eyes dart from window to\nwindow -- this is a boy who is terrified...\n\nSid sits nearby doing his multiplication tables. He's\nclearly enjoying Tom being spooked.\n\nAUNT POLLY\n{without looking\nup)\nYou boys lookin' forward to the\nHarvest Celebration tomorrow?\n\nSID\ni sure am.\n\nTom is silent.\n\nAUNT POLLY\nHow ‘bout you, Tom?\n\nTom shakes his head, sullenly.",
  "55": "---END OF PREVIOUS SECTION---\nTom is silent. AUNT POLLY\nHow ‘bout you, Tom? Tom shakes his head, sullenly. \n---TARGET SECTION TO BE ANNOTATED---\nAUNT POLLY\n(continuing)\nBut you've been talking about\nit for months.\n\fTOM\nI don't think I'll be goin'\nthis year.\n\nSID\n\n(acting shocked)\nNot going to the Harvest\nCelebration??\n\nTOM\nShut up, Sid.\n\nAUNT POLLY\nTom, you shouldn't have to\nworry. The whole town'll be\n\nthere ~- safety in numbers, you\nknow.\n“~~ sip . -\n{suddenly sitting\nup)\n.» Did you hear that?\nTOM\n{reacting)\nHear what?\nSID\nI heard something...\nTOM\nWhere??\nSID\n\nMaybe the front door...\n\nAUNT POLLY\nWell go see!\n\nSid gets up and leaves the room.\n\nHOLD on Tom as he hears the door open and close...\n\nSID (0.S.)\n(muffled)\nOne moment, please...\n\nWe hear FOOTSTEPS moving toward the sitting room...\n\nNow Sid pokes his head into the room...\n\nSID\n{to Tom,\ngleefully)\nOh, Tom -- there's an Indian\ngentleman to see you.\n\fBE\n\nTom, furious, hurls a brocade pillow at Sid's head.\n\nCUT To:\n\nINT. TOM'S BEDROOM - NIGHT\n\nTom lies awake in bed, eyes wide, staring into the\ndarkness...\n\nSid is fast asleep in the next bed, snoring away.\n\nThe wind BLOWS -- a branch SNAPS in the tree outside the\nbedroom window.\n\nTom practically jumps out of his skin... Out of the corner\nof his eye, he steals a glance at the tree and sees,\nstanding in the tree...\n\nThe SILHOUETTE of a man...\n\nTom freezes... Is it his imagination playing tricks on him\nagain?\n\nAncther SNAP and then, a BUMP...\n\nTom does the only thing he can think of -- he buries his\nhead under the covers...\n\nANGLE - THE WINDOW\n\nAs CAMERA MOVES SLOWLY IN, we discover there is, in fact,\nsomeone in the tree...\n\nCLOSER ANGLE - THE WINDOW SILL\n\nWe see a grimy hand start to pry open the window. The\nwindow CREAKS...\n\nUNDER THE COVERS\n\nTom shivers and then, very tentatively, pokes his head out\nfrom under the covers -- ‘just in time to see...",
  "56": "---END OF PREVIOUS SECTION---\nCLOSER ANGLE - THE WINDOW SILL\n\nWe see a grimy hand start to pry open the window. The\nwindow CREAKS... UNDER THE COVERS\n\nTom shivers and then, very tentatively, pokes his head out\nfrom under the covers -- ‘just in time to see... \n---TARGET SECTION TO BE ANNOTATED---\nA DARK FIGURE COMING THROUGH THE WINDOW\n\nTom bolts up and is about to scream when a dirty hand\nclamps over his mouth.\n\nVOICE\nShhh...\n\fBack lit against the window we see the silhouette of\n\nHuckleberry Finn. __..\n\nHUCK\n(whispering,\nnasty)\nScared? You should be.\n\nTOM\n{catching his\nbreath)\nHuck -- what are you doing??\n\n87\n\nHuck shoves the pine shingle in Tom's face -- their oath\n\nof secrecy.\n\nHUCK\nRemember this?\nTOM\nYeah, but Huck...\n\nHUCK\nAccordin' to this, you should\nbe dead and startin’ to rot\nabout now.\n\nTOM\nI had to help Muff. Not to\nhelp him woulda been wrong.\n\nHUCK\nYou swore an oath. You swore.\nDon't that mean anything?\n\nTOM\nNot if it's gonna end up\nhurtin’ someone.\n\nHUCK\nWell, the \"someone\" that's\ngonna be hurt turns out to be\nyou. And you better keep me\nout of it! This is your\nmess...\n\nTOM\nHuck... Wait.7.\n\nBut in a flash, Huck is out the window and down the\n\ntree... And Tom is left alone in the dark.\n\nCUT TO:\n\fEXT. CORNFIELD - DAY\n\nCLOSE on Tom running through a cornfield. Ar first, we\nthink Tom is running from something. Then, we see that\nhe's running toward...\n\n \n\nEXT. MEADOW - DAY\n\nThe big Harvest Celebration is underway. This is a\ncelebration that traces its roots to pagan times,\ncombining aspects of the Harvest Home and All Hallow's\nEve. a\n\nFood is everywhere. There are games and contests, played\nby children and adults. Kids bob for apples in tubs of\nwater. A BAND plays popular songs. The whole town has\nturned out...\n\n—- “We FIND Old Tim who's Entertaining a group of wide-eyed _\nkids.\n\nOLD TIM\nIf you go to the crossroads and\n| listen to the wind, you can\n' learn all the most important\nthings that will befall you in\nthe next twelve months.",
  "57": "---END OF PREVIOUS SECTION---\nThe whole town has\nturned out... —- “We FIND Old Tim who's Entertaining a group of wide-eyed _\nkids. OLD TIM\nIf you go to the crossroads and\n| listen to the wind, you can\n' learn all the most important\nthings that will befall you in\nthe next twelve months. \n---TARGET SECTION TO BE ANNOTATED---\nMOVING THROUGH, we FIND Becky and a group of GIRLS are\n\nenacting an old superstitious rite to foretell your\n\nhusband. The girls stand in line with eyes closed and\n' chant:\n\n' BECKY AND GIRLS\n\"I sew hemp seed and he who is\n\nj to be my husband, -let him come\nand harrow it.\"\n\nThe girls toss seeds over their shoulders, giggling and\nenjoying their silliness.\n\nGIRL IN CHARGE\nNow turn and you shall see the\nform of your husband.\n\nThe girls turn but there's only an empty field behind\nthem. They laugh and go off to some other activity.\nExcept for Becky. “She hesitates. Suddenly, Tom emerges\nfrom the adjacent cornfield. He walks up to her...\n\nTOM\n(a shy smile)\nHello, Becky.\n\nBecky lets out a gasp.\n\f8S\n\nBECKY\nOh, no! 7\n\nEmbarrassed, Becky turn sand flees. Tom runs after her.\nHe catches her but she won't look him in the eye.\n\nTOM\nWhat's wrong? Am I that bad to\nlook at?\n\n~~ BECKY 7\n(blurting)\nWe're going to be married!\n\nTOM\n{shocked)\nWhat?\n\nBeéky reacts to his expression.\n\nBECKY\n(miffed)\nWell, you needn't look so\ndisappointed. I don't like it\nany better than you do.\n\nAnd with that, Becky runs off to join the other girls.\nTom stands there, looking bewildered. Joe Harper joins\nhim.\n\nJOE\nWhat's wrong with you?\n\nTOM\nI think I just got married and\ndivorced at the same time.\n\nBefore Joe can question this, Old Tim shouts out to all\nthe kids:\n\nOLD TIM\nWho's ready for the cave?\n\nWith whoops and cheers, the children assemble. Torches\nare handed out and Old Tim leads the throng up a trail\ntoward t gaping hole in the side of the mountain --\n\nMacDongal's Cave.\nCUT To:\n\nINT. TAVERN - NIGHT\n\nThe place is empty. Everyone's at the celebration. All\nbut Emmett. He's loading a shovel and a pick into a\nburlap sack when he hears the door CREAK open.",
  "58": "---END OF PREVIOUS SECTION---\nEveryone's at the celebration. All\nbut Emmett. He's loading a shovel and a pick into a\nburlap sack when he hears the door CREAK open. \n---TARGET SECTION TO BE ANNOTATED---\n A shadow\nfalls over Emmett and the bar.\n\fEMMETT\n—{as he turns)\nCan't you read the sign? It\nsays we're clo...\n\nEmmett cuts off in mid-word. The man standing in the\ndoorway wears a long coat and a low slouch hat which\n\nconceals his face. He steps into the light. It's Injun\nJoe.\n\n. - EMMETT\n(continuing)\nJoe!\n\nINJUN JOE\n{a knowing evil\nsmile)\n_Gonna do a little diggin'\nwithout me?\n\nEMMETT\n(nervous; popping\neweat)\n\nNo, Joe. I was just gettin’\nthe tools ready for when you\ncame back. Boy, am I glad to\nsee you.\n\nInjun Joe remains ice cold.\n\nINJUN JOE\nI don't think you're glad to\nsee me. I think you was gonna\ngo to Number Two under the\ncross and get the treasure for\nyourself. -~ ~~ .\n\nEMMETT\nJoe, I wouldn't cheat you.\n\nEmmett's eyes lower to the gun he keeps under the bar. He\nmoves closer to it.\n\nINJUN JOE\nThat's right. You wouldn't\ncheat me. ‘Cause you're smart\n\nenough to know that if you\n\nEmmett goes for the gun. But his fingers never reach it.\nInjun Joe's knife comes sailing like a missile and embeds\nitself in Emmett's chest. Emmett fails to the floor,\ndead.\n\fINJUN JOE\n(continuing; a\ndeadly grin)\n++. I'd have to kill you.\n\nCUT TO:\n\nINT. CAVE - NIGHT\n\nThe adults Carry torches and are busy exploring the\nbeautiful ancient Indian hieroglyphics on the cave walls\nThe children carry candles and are busy running and\nchasing each other in the forechambers, their LAUGHTER\nbooming and ECHOING all over.\n\nJudge Thatcher calls to Becky who is playing tag with her\ngirlfriends.\n\nTHATCHER\nBe careful, Rebecca.\n\nOLD TIM\nRemember, kids, stay to the\n\nforechambers!\nBecky races around a stone column and runs into Tom.\n\nTOM\n(mocking tone)\nBe careful, Rebecca.",
  "59": "---END OF PREVIOUS SECTION---\nOLD TIM\nRemember, kids, stay to the\n\nforechambers! Becky races around a stone column and runs into Tom. TOM\n(mocking tone)\nBe careful, Rebecca. \n---TARGET SECTION TO BE ANNOTATED---\n Stay to\nthe forechambers with the other\nchildren, Rebecca.\n\nBecky gives him a look.\n\nBECKY\nI'll go where I please.\n\nBecky looks off to a dark, foreboding tunnel. She calls\nout to Suzy Harper.\n\nBECKY\n(continuing)\nCome on, Suzy! Let's go down\nthat tunnel.\n\nSuzy gives the tunnel a quick glance.\n\nSUZY\nNot me!\n\nSuzy runs off. Becky's eyes shift nervously, aware that\nTom is watching her.\n\nBECKY\nMaybe I'll go down it myself.\n\f10\ntw\n\nBecky looks at Tom. He smirks.\n\nTOM\nI dare ya.\n\nThat's all she has to hear. Angry, pride taking over,\nBecky picks up a lantern someone has left on a rock and\nstorms off into the dark tunnel.\n\nAs Becky enters the tunnel, her look of defiance becomes a\nlook of dread, but she doesn't let Tom see it.\n\nTom is surprised by her boldness. And impressed. He\nfollows her. He doesn't hear Old Tim and the other adults\ncalling to all the children.\n\nOLD TIM\nOkay! Time to go!\n\nCuT TO:\n\nEXT. ABOVE MACDOUGAL'S CAVE - NIGHT\n\nHigher up on the mountain, Injun Joe lugs the sack\ncontaining pick and shovel.\n\nINJUN JOE - SEEN FROM A DISTANCE\n\nThis seems like someone's POV. Injun Joe slogs along.\nFrom the valley below, the MUSIC drifts up, eerily. Joe\narrives at a secret entrance to the caves -- a small\nopening hidden by the surrounding foliage. He disappears\nwithin.\n\nANGLE - HUCK\n\nHuck moves out from behind a boulder. It's clear he's\nbeen following Injun Joe... He hesitates for a moment,\ntorn as to what to do -- struggling with his feelings and\nhis fears...\n\nCUT TO:\n\nINT. CAVE - SATAN'S CATHEDRAL\n\nTom and Becky step into an enormous cavern with a small\ncreek running through it. The banks of the creek are\nencrusted with a frostwork of glittering crystals. Becky\nis awestruck.\n\nBECKY\nIt's beautiful.",
  "60": "---END OF PREVIOUS SECTION---\nThe banks of the creek are\nencrusted with a frostwork of glittering crystals. Becky\nis awestruck. BECKY\nIt's beautiful. \n---TARGET SECTION TO BE ANNOTATED---\n\f1\nwo\nue\n\nTom shrugs, pretending to be aloof and unimpressed.\n\nTOM\ni've been here plenty of times.\nIt's called Satan's Cathedral.\n\nBecky gives him a look.\n\nBECKY\nWell, I'll find a cavern you\nhaven't been to and I'll name\nit myself. ~\n\nBecky crosses the cavern, headed for another tunnel.\n\nCUT TO:\n\n~~ “INT, CAVE = PASSAGE WAY\n\nInjun Joe makes his way down a dark passage, moving toward\nthe bowels of the cave...\n\nCUT TO:\n\nEXT. CAVE\n\nAll the children scramble out, covered in mud and slime\nbut happy as can be. Old Tim says to the Welshman:\n\nOLD TIM\nThat's the last of 'em as far\nas I can see.\n\nThe Welshman pats Old Tim on the back as they follow the\nothers downhill.\n\ncur TO:\n\nINT. CAVE\n\nBecky enters another huge cavern. It is filled with\nstalactites and stalagmites that shine from the light of\n\nBecky's lantern.\n\n~ “BECKY |\nThis one's even more beautiful.\n\nTOM\n{as he enters;\nblase)\nWe call it Aladdin's Palace.\n\nBecky glares at him. Tom smiles. Then, wanting to\nimpress her, he cups his hands over his mouth.\n\f__ EXT. FIELD\n\n34\n\nTOM\n(continuing)\nHelloooss!\nHis voice ECHOES across the cavern.\n\ncur To:\n\nINT. CAVE - TUNNEL\n\ninjun Joe, stooped over in a low tunnel, reacts to the\ndistant sound of a HUMAN VOICE somewhere in the cave...\n\nCUT TO:\n\n \n\nAunt Polly meets Judge Thatcher in front of the bonfire\n\nAUNT POLLY\nHello, Judge.\n\nTHATCHER\nMiss Polly.\n\nAUNT POLLY\nI was wondering if you've seen\nTom.\n\nTHATCHER\n\nWhy, no. Last time I saw him\n\nhe was with Rebecca. They were\n\nchasing around in the cave.\n(looking around)\n\nI thought they came out with\n\neverybody else but I don't see\n\nthem,\n\nSheriff Hicks comes running up, frightened and out of\nbreath.",
  "61": "---END OF PREVIOUS SECTION---\nLast time I saw him\n\nhe was with Rebecca. They were\n\nchasing around in the cave. (looking around)\n\nI thought they came out with\n\neverybody else but I don't see\n\nthem,\n\nSheriff Hicks comes running up, frightened and out of\nbreath. \n---TARGET SECTION TO BE ANNOTATED---\nTHATCHER\n(continuing)\nWhat is it, Sheriff? What's\nwrong? _\nSHERIFF\n\nJudge, I was making my rounds\nin town when I seen the door to\nthe tavern standing open. I\nwent inside and there he was --\nEmmett ~- lying there deader\nthan a mackerel -- with a big\nknife-hole in his heart.\n\fwo\nut\n\nTHATCHER\nA knife, you say?\nSHERIFF\nOnly one man can throw a knife\n\nlike that.\nPolly grips Thatcher's arm.\n\nAUNT POLLY\nInjun Joe! He's come back to\nget his revenge.on Tom!\n\nTHATCHER\n(realizing)\nAnd if Becky's with him...\n(then; quickly)\nWe've got to find them!\n\n \n\nINT. CAVE - ALADDIN'S PALACE\n\nTom and Becky both holler. Their VOICES ECHO and bounce\noff the walls. They yell louder, having a great time.\n\nSuddenly, a loud RUMBLING ricochets around the cavern.\nTom stops yelling, a look of concern on his face. Becky\nyells again. Tom grabs her.\n\nTOM\nStop, Becky!\n\nBECKY\nYou don't tell me what to do.\n(shouting)\nHellooooo!\n\nTOM\nNo, Becky --\n\nToo late. A group of huge boulders are jarred loose and\nCRASH down into the cavern. Tom grabs Becky and pulls her\nout of the way of the avalanche.\n\ncur TO:\n\nINT. CAVE - SMALL CHAMBER\n\nWhile moving through a small chamber, Injun Joe hears the\nSOUNDS of the avalanche. He quickly darts into an\nadjoining tunnel...\n\nCcuT To:\n\fwo\nan\n\nEXT. FIELD\nJudge Thatcher is organizing a group of men to return to\nthe caves. They are lighting torches, cocking rifles,\netc.\nTHATCHER\n\nThose of you with wives and\n\nchildren, make sure they're\n\nsafe. The rest of you -~ with\n\nme. My daughter and Tom Sawyer\n\nmay still be in the caves.\n\nOld Tim steps forward.\n\nOLD TIM\nI'll lead ya, Judge.\n\nLe THATCHER vee ee ~\n(a nod of thanks)\nLet's go.\n\nWith Old Tim in front, they set off, torches blazing.\n\nINT.",
  "62": "---END OF PREVIOUS SECTION---\nLe THATCHER vee ee ~\n(a nod of thanks)\nLet's go. With Old Tim in front, they set off, torches blazing. INT. \n---TARGET SECTION TO BE ANNOTATED---\n ALADDIN'S PALACE\n\nAmid the settled rubble, Tom and Becky see that the way\nout is sealed off.\n\nBECKY\nOh, Tom, we're trapped.\n\nTOM\nDon't you worry, Becky. We'll\nfind a way out. — .\nBECKY\nHow?\n\nTom holds up his candle. A breeze blows. The candle\nflickers.\n\nTOM\n(pointing)\nThis way.\nThey move around a large outcropping of rocks and find a\nsmall tunnel. ‘The wind blows their hair. Tom's candle\ngoes out. He takes the lantern from Becky.\n\nTom and Becky look at each other. Becky takes Tom's\nhand... and they enter the tunnel.\n\ncur To:\n\f97\n\nEXT. MACDOUGAL'S CAVE\n\nA _ procession of torches approaches the mouth of the cave.\nOld Tim leads the way.\n\nINT. CAVE - TUNNEL\nTom and Becky run down a spooky passage, yelling:\n\nTOM AND BECKY\nHelp! Help! Can anybody hear\nus?\n\nThey round a corner -- and run right over a skeleton.\nCRUNCHING its bones. Becky screams. Tom guides his\ncandle to illuminate the skeleton.\n\nThe skeleton is holding-a ‘rusty cutlass and there's an\neyepatch still in place over the skull. Tom can't contain\nhis delight.\n\nTOM\nOne:Eye Murrell!\n\nINT. CAVE\n\nOld Tim leads the search party into Satan's Cathedral. He\nnotices a cloud of dust wafting out of a connecting\ntunnel.\n\nOLD TIM\nOh, Lordy.\n\nTHATCHER\nWhat's it mean?\n\nOLD TIM\nThere's been a cave-in.\n\nOn Judge Thatcher's stricken look, we...\n\nCUT TO:\n\nEXT. ANOTHER CAVERN\n\nTom is carrying Murrell's rusty cutlass as he and Becky\ncome into the next chamber where a waterfall cascades down\nfrom the ceiling and into a black hole.\n\nTOM\nWell, at least we got water.\nYou thirsty?\n\f~ 98\n\nBecky shakes her head \"no.\" She points to the lantern in\nTom's hand. The candle inside is almost a stub.\n\nBECKY\nThis is all the light we've\ngot. When this goes out...\nit'll go dark forever.\n\nTOM\nDon't worry, Becky.",
  "63": "---END OF PREVIOUS SECTION---\nWhen this goes out... it'll go dark forever. TOM\nDon't worry, Becky. \n---TARGET SECTION TO BE ANNOTATED---\nEverything's gonna be just --\n\nTom sees something and stops.\nBehind the waterfall, something seems to be moving.\nBecky turns to look...\n\n~ Very slowly, something comes through the center of the\nwaterfall. It's a watery face! The water slowly forms\naround the face, then spreads to reveal...\n\nTOM\n(continuing)\nInjun Joe!\n\nThe waterfall explodes as Injun Joe leaps through it --\ncarrying a torch which bursts into sparks but continues to\nburn.\n\nINJUN JOE\n(a shout from\nhell)\nTom Sawyer!\n\nTom grabs Becky and they race into another tunnel. Behind\nthem, Injun Joe hits the ground. He looks to see which\nway they went and follows.\n\nINT. TUNNEL\n\nTom and Becky run as if chased by the Devil himself. Up\nahead is a junction. Tom chooses a direction and they\ndisappear into the darkness.\n\nSeconds later, Injun Joe arrives. He stops, cocks his\nhead to one side, trying to hear their FOOTSTEPS. But the\nECHOES are confusing here.\n\nEXT. MACDOUGAL'S CAVE\nThe search party emerges. Aunt Polly and others rush\n\nforward to get the news. Judge Thatcher, stoic, goes to\nPolly, takes her by the arms.\n\fTHATCHER\nThere's been a cave-~in.\n\nAUNT POLLY\nOh, no,\n\nTHATCHER\n\nThe children may be all right.\nTim says there are other ways\nin and out.\n\nPolly is a strong woman but this is too much.\nAUNT POLLY\n\nIf I lose him again, I don't\nknow what I'll do.\n\n~~ “INT. \"ENORMOUS CAVERN\n\nTom and Becky arrive in the most spectacular chamber of\nall. It is a large cliff, overhanging a bottomless abyss.\n\nAs they enter, a cloud of bats suddenly flap to life and\ndive-bomb them.\n\nBecky screams. Tom pulls her close and they duck as the\nbats flutter past and disappear.\n\nThen, all is quiet.\n\nTom straightens up and then he sees it in the lantern\nlight -- on the wall nearby has been carved a big Roman\nNumeral \"II.\"\n\nTOM\n(realizing)\nNumber Two!\n\nTom swings the lantern. There is a large rock formation\non the far wall, shaped like a cross.",
  "64": "---END OF PREVIOUS SECTION---\nTom straightens up and then he sees it in the lantern\nlight -- on the wall nearby has been carved a big Roman\nNumeral \"II.\"\n\nTOM\n(realizing)\nNumber Two! Tom swings the lantern. There is a large rock formation\non the far wall, shaped like a cross. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\n(continuing)\nUnder the cross!\n\nBECKY\nWhat are you talking about?\n\nTom notices a jagged incline that leads upward toward a\nsmall hole in the cave ceiling. Through the hole, we see\nblue sky. They've found the way out.\n\nTOM\nBecky -~ look!\n\f100\n\nShe sees it, her heart soaring.\n\nTOM\n(continuing)\nGo on. I'm right behind you.\n\nBecky scrambles up the incline. Tom runs over to the area\nunder the cross. He sees freshly dug earth. Tom drops to\nhis knees and begins to dig frantically with the rusty\ncutlass, scooping out dirt until it strikes a hard object.\nThe chest. Murrell's treasure.\n\nBecky has reached the hole in the ceiling, realizes Tom is\nstill below.\n\nBECKY\n(calling back)\n\n \n\nTOM\n{shouts back)\nFind your father! Bring him\nback!\n\nBecky hesitates.\n\nBECKY\nTom...\n\nTOM\nHurry!\n\nBecky is gone.\n\nTom grabs the chest, starts to lift it out when he is\n“struck from behind. Tom goes sprawling.\n\nInjun Joe looms over Tom, a wicked grin spreading across\nhis satanic features.\n\nINJUN JOE\nLooks like I get it all. the\ntreasure and you.\n\nInjun Joe draws his knife. Tom swings the rusty cutlass\ninto Joe's leg. The half-breed lets out a cry of pain and\nstaggers back.\n\nTom gets to his feet. He charges Injun Joe but Joe back-\nhands him.\n\nTom hits the ground, losing his grip on the cutlass. It\nskitters across the cave floor.\n\nKnife in one hand, Joe pounces. He grabs Tom by the neck\nand raises his blade, when:\n\n. Tom! . wo ne\n\fici\n\nVOICE FROM BEHIND\nGet your hands off my friend!\n\nInjun Joe turns in surprise. He looks up. Huck Finn\nstands on the rocks above him.\n\nINJUN JOE\nWhat the...\n\nHuck launches himself into space and lands with both feet\non Injun Joe's chest. Joe goes flying, skidding across\n\nthe slick cave Floor, stopping an inch from the cliff's\nedge.\n\nHuck hovers over Tom who grins at him through his pain.",
  "65": "---END OF PREVIOUS SECTION---\nHuck launches himself into space and lands with both feet\non Injun Joe's chest. Joe goes flying, skidding across\n\nthe slick cave Floor, stopping an inch from the cliff's\nedge. Huck hovers over Tom who grins at him through his pain. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\nHuck. we ee\n\nInjun Joe is on his feet, his knife flashing in the light\nof the lantern. He gapes at Huck.\n\nINJUN JOE\nI know you. You're Pap Finn's\nboy -- Blueberry!\n\nHuck gives Joe a deadly look and corrects him:\n\nHUCK\nHuckleberry.\n\nInjun Joe advances, knife gleaming.\n\nINJUN JOE\nYour old man was the best\nknife-fighter-on the\nMississippi. Did he teach you?\n\nHuck whips out his knife.\n\nHUCK\nHe taught me.\n\nINJUN JOE\nThen let's see what you got...\nriver trash.\n\nHuck's eyes flash and narrow to mean slits.\nHUCK\n\n(through clenched\nteeth)\n\nI_ain't river ash.\n\nInjun Joe and Huck go at it.\n\f102\n\nAs Tom watches, Huck wields his knife with great skill,\ndueling Injun Joe.back—-and-forth, both moving closer, ever\ncloser to the cliff's edge. Joe's knife slashes at Huck's\nclothing but Huck holds his own.\n\nINJUN JOE\n(as he fights)\nYou got guts, boy. And ina\nminute, they're gonna be on the\nground.\n\nHuck fights valiantiy but he's a boy and Injun Joe is a\nman. With his free hand, Joe explodes a fist off Huck's\njaw and the boy goes flying, losing his knife.\n\nHuck lands on the cave floor, stunned. Injun Joe raises\nhis knife to throw it.\n- = “INJUN JOE\n(continuing)\nIt's over, boy. I never miss.\n\nThat's when Tom shouts from behind:\n\nTOM\nLet's see you hit this!\n\nInjun Joe whirls around and is horrified to see that Tom\nis holding the treasure chest over his head, preparing to\nhurl it over the cliff and into the abyss. Joe lets out a\nery from the bottom of his soul...\n\nJOE\nNott!\n\n++. and charges Tom>——- ———'\n\nTom hurls the chest into the air and Injun Joe (in SLOW\nMOTION) makes a spectacular dive for it, arms\noutstretched.",
  "66": "---END OF PREVIOUS SECTION---\nJoe lets out a\nery from the bottom of his soul... JOE\nNott! ++. and charges Tom>——- ———'\n\nTom hurls the chest into the air and Injun Joe (in SLOW\nMOTION) makes a spectacular dive for it, arms\noutstretched. \n---TARGET SECTION TO BE ANNOTATED---\n In mid-air, Joe catches the chest in his\narms and hugs it to his body only to realize that Tom has\ntricked him into leaping over the edge of the cliff.\n\nWith a scream on his lips, Injun Joe falls to his doom.\nIt's over. Tom crosses to Huck and heips him up.\n\n— “TOM\nWhat made you come back?\n\nHUCK\n(shrugs)\nSeemed like the right thing to\ndo.. Maybe we are friends,\nafter all.\n\f103\n\nFair enough. The two boys venture to the cliff's edge.\n\nHUCK\nWell, I guess Injun Joe got his\ntreasure.\nTOM\nDid he?\n(a grin)\n\nYou don't think I could have\nlifted that chest with all\nthose coins in it, do you?\n\nTom indicates the spot where he dumped out the entire\ntreasure. The gold and silver coins sparkle. They\nsparkle almost as brightly as the eyes of Tom and Huck.\nThere is a loud CLAMORfrom above. _ ee\n\nVOICES\nTom! Tom, are you all right?\n\nThe boys look up to discover a sea of concerned faces\npeering down from the hole in the ceiling. Becky, Judge\nThatcher, Old Tim and Aunt Polly. Even Sid.\n\nSeeing all the people, Huck retreats into the shadows but\nTom grabs his arm and brings him back into the light.\n\nThe townspeople marvel at the strange-looking boy.\n\nSID\nWho's that?\nTOM ~\n~ (with pride)\n\nHuck Finn! Not only did he\nsave my life but he's one of\nthe two richest boys in the\ncounty!\n\nHuck looks at Tom in surprise.\n\nSID\nWho's the other one?\n\nTOM\n{a big grin)\nYou're lookin' at him.\n\nTom steps aside to allow the sun to shine on Murreli’s\ntreasure. As the others gasp, Tom looks at Huck and winks\nat him. Huck breaks into a big grin -- it's the first\ntime we've ever seen him smile.\n\nCuT To:\n\f104\n\nEXT. ABOVE MACDOUGAL'S CAVE ~ DAY\n\nNearly the entire town has converged around the hole to\nthe cave... Even Muff Potter is there.\n\nNow, Tom and Huck emerge from the hole lugging their gold\nin sacks.",
  "67": "---END OF PREVIOUS SECTION---\nABOVE MACDOUGAL'S CAVE ~ DAY\n\nNearly the entire town has converged around the hole to\nthe cave... Even Muff Potter is there. Now, Tom and Huck emerge from the hole lugging their gold\nin sacks. \n---TARGET SECTION TO BE ANNOTATED---\n As the boys appear a loud ROAR erupts from the\ncrowd...\n\nThere is much back slapping and embracing: Tom and Huck;\nTom and Aunt Polly; Tom and Becky...\n\nNow, the Widow Douglas confronts Huck...\n\nWIDOW DOUGLAS\nYoung man, what's to become of\nyou? Have you begun to think\nabout your future?\n\nHUCK\n(shakes his head)\nNo, ma'am -- never had one.\n\nWIDOW DOUGLAS\nWell, you've got one now and\nyou'd best begin.\n\nMUFF\n(shouting our)\nThree cheers! Three cheers for\nthe bravest boys in Hannibal!\n\nAs the crowd begins to CHEER...\n\nEXT. HANNIBAL - MAIN STREET - DAY\n\nCAMERA IS CLOSE on the fromt page of the local paper,\nhanging in the window of the newspaper office.\n\nThe headline reads: \"TOM SAWYER, HERO -- BOYS DISCOVER\nLOS' R URE.”\n\nPULL BACK to reveal Tom looking at the headline. He is\nall duded up in new clothes, playing the role of reluctant\ncelebrity but loving every minute. We don't see who he’s\ntalking to.\n\nTOM\nBein’ a rich hero ain't all\nit's cracked up to be.\n(MORE)\n\f \n\n105\n\nTOM (CONT'D)\n\n-- People after -you all the\ntime... wantin' to meet you and\nshake your hand... borrow\nmoney. You never get no time\nfor yourself.\n\nTom turns away from the headline and saunters down the\nboardwalk, We WIDEN to show that he's being followed by a\ngroup of admirers ~- little kids, not a one of them over\nfive years old. Tom's -£an-club. .\n\nTOM\n(continuing)\nThen there's all the social\nobligations...\n\nJudge Thatcher and Becky ride by—in-their—earriages—————\nBecky calls to Tom:\n\nBECKY\nDon't forget,.Tom. You - -\npromised to take me to Suzy's\nbirthday party! Three o'clock\nsharp!\n\nTom smiles and waves back obediently, now the henpecked\nboyfriend.\n\nTOM\nI'll be there, Becky!\n\nBut as soon as Becky's out of sight, Tom turns gloomy.",
  "68": "---END OF PREVIOUS SECTION---\nTom smiles and waves back obediently, now the henpecked\nboyfriend. TOM\nI'll be there, Becky! But as soon as Becky's out of sight, Tom turns gloomy. \n---TARGET SECTION TO BE ANNOTATED---\nTOM\n\n{continuing}\nAnd the worst (part -- even Sid\nis bein' nice to me.\n\n(sighs)\nTell the truth, if I had it to\ndo over again, I'd rather have\nmy freedom instead of money and\nfame.\n\nTom catches sight of himself in a window reflection.\n\n“TOM\n(continuing)\nYou wouldn't catch Huck Finn in\na silly get-up like this!\n\nTom reaches a decision. He takes off his new jacket, rips\noff his collar and tie, pulls off his boots and@ socks and\nthrusts them on the kids.\n\f \n\n- 106\n\nLiberated, Tom is off and running toward the hills above\nHannibal. . . woe\n\nCUT TO:\n\nEXT. WOODS - DAY\n\nTom is shouting happily as he runs.\n\n  \n\n- Huck! “Hey ,-H\n\nEXT. HUCK'S CAMP\n\nTom bursts into the clearing and is startled to discover a\nWELL-DRESSED BOY poking through Huck's possessions. _ The.\n-—boy+s -back ~is-turned”t6 CAMERA.\n\nTOM\n(indignant)\nHey! What are yon doin' here? ~\n\n_ BOY\n(over his\nshoulder)\nTakin' one last look. That\nokay with you?\n\nThe Boy turns and stands. It's Huck Finn, magically\ntransformed. His hair is cut and combed. His face is\nscrubbed. His suit is brand new. He's almost\nunrecognizable.\n\nae - ——TOM ~~ Se\n{can't believe\nit)\nHuck?\n\nTom approaches him, gaping.\n\nHUCK\n\n(wanting Tom's\napproval)\nWhat do you think?\n\n- “TOM\nI think one of us has lost his\nmind.\n\nHUCK\nThe Widow Douglas is gonna\nadopt me.\n\n \n\f107\n\n \n\nTOM\n. . The Widow?_.Well, she's okay.\nBut, Huck...\nHUCK\nWhat?\nTom indicates the camp.\nTOM\nYou're givin' this up? Movin. —\n_ - to town? — ~\nHUCK\nWhy not?\nTOM\n\nThe next thing you're gonna\ntell me is you want to go to\nschool.\n\n \n\nHUCK\nI start tomorrow mornin'.",
  "69": "---END OF PREVIOUS SECTION---\nMovin. —\n_ - to town? — ~\nHUCK\nWhy not? TOM\n\nThe next thing you're gonna\ntell me is you want to go to\nschool. HUCK\nI start tomorrow mornin'. \n---TARGET SECTION TO BE ANNOTATED---\nTom looks like he's been hit with a brick.\n\nTOM\n(weakly)\nI gotta sit down.\n\npom lowers himself into Huck's \"throne,\" sadly shaking his\nhead.\n\nTOM\n(continuing)\nou Huck, you'’re-the last person in\nthe world I ever expected to\nget civilized.\n\nHUCK\nI done a lot of things, Tom.\nBut I ain't never been\ncivilized. I figger it'll be\nkind of an adventure.\n\nTOM\nOh, Huck... Huck... say it\nain't so. -\nHUCK\n(leoks around)\nI gotta get goin'. Promised\n\nthe Widow I'd take her to the\nchurch social.\n\f \n\n108\n\nTOM\n__ fin_disbelief) — -\n\n“  ™ \"Church social?\n\nHuck nods. Tom snaps. He goes ballistic.\n\nTOM\n(continuing)\nThat's it! That tears it! You\nwant to turn into a town boy,\ngo ahead. I ain't_gonna stop\n- you! But I'm stayin’ right\n\nhere. I'm gonna live here in\nthe open like a free man! And\nI ain't never goin' back!\n\nSomebody's gotta carry on!\n\nTom folds his arms across his chest, determined nor_to .\n\n—budge .—Huck -regards “himyhiding a sly smile.\n\nHUCK\nSuit yourself, Tom. I hope it —\nworks out for you.... what with .-\n\nWinter comin' and all. Yep,\nlooks like it's gonna be a cold\none.\n\nHuck turns to go, hesitates.\n\nHUCK\n(continuing)\nWell, if you change your mind,\nyou know where to find me.\n\nTOM\n_. -And you know-where to find me! ~\nHuck walks off through the trees and down the hill toward\nHannibal. Tom watches him, stewing, shaking his head,\nseething with righteous indignation.\n\nTom turns to the audience, utterly confident:\n\nTOM\n(continuing)\nDon't worry. He'll be back.\n\nThat's when a cold breeze WHISTLES through the trees. Tom\nshivers, thinking \"Winter.\" He frowns at Huck\ndisappearing down the hill.",
  "70": "---END OF PREVIOUS SECTION---\nHe'll be back. That's when a cold breeze WHISTLES through the trees. Tom\nshivers, thinking \"Winter.\" He frowns at Huck\ndisappearing down the hill. \n---TARGET SECTION TO BE ANNOTATED---\n\f \n\n \n\na — “~ 109\n\nTOM\ncontinuing) oe\n\nat ‘Look at him. He won't stand a\nchance down there. He'll be\nlost like a babe in the woods\nwith nobody to show him the\ntricks. And nobody knows ‘em\nas good as me.\n\nTom starts to go after Huck, reacts to the audience.\n— 2 - 6M : - aa\n(continuing)\nDon't gimme that look. I'm\nmakin’ a major sacrifice here.\n\nTom runs down the hill calling:\n\n \n\nTOM ~~\n(continuing)\nHuck! Hey, Huck! Wait up!\n\nHuck turns and waits as Tom runs down the hill to join\nhim.\n\nHUCK\nYou comin' along?\n\nTOM\nI guess I got to. Somebody's\ngotta look out for you...\nCivilization can be a dangerous\n\nplace...\nHUCK _\n—- ~——{nods) —- _ wae :\n--. Turtle guts. Frog slime.\n“TOM\n(smiles)\n\nChicken and hens...\nThey laugh...\nCAMERA RISES AND FRAMES the two boys, the town and the\nriver beyond in one of Huck's empty picture frames. We\nHOLD on his shot as Tom and Huck walk down the hill to\nHannibal, figures in a landscape, friends forever.\n\nFADE OUT.\n\f"
}