{
  "1": "Untitled Wally Pfister Project\n\nWritten by\nJack Paglen\n\n5.1.12\n\fA FIELD OF WHITE fills the screen. Slowly, the white is\ninvaded by rivulets of fragmented black matter. This graphite-—\nlike material forms intricate streams from the top and sides\nof the frame. The network moves, builds, expands and\nintertwines until the screen is completely black. In the\nblackness a REFLECTION slowly fades into view. The reflection\nis in the black smoke glass of a massive room of computer\nservers. We pan to find ourselves in-\n\nINT. DATA CENTER, BOSTON ~ DAY\n\nAn endless row of computer servers stand lifeless and dark.\nTlluminated only by a long row of skylights above. There is\nno power. Two men walk through. MAX WATERS is in his forties.\nDirty jeans. Stained coat. JOSEPH TAGGER is sixty. Ungroomed.\nThey take in the dark building, still as a tomb.\n\nJOSEPH\nHow is it out there? Have you found\nanything?\n\nMAX\nNo. Nothing. I heard Tokyo has\npower. Berlin, too. But they’re\njust rumors.\n\nJOSEPH\nNobody's connected?\n\nMAX\nNo. No phone. No internet. No\npower. Nothing.\n\nThey walk in silence, both lost in thought. Max takes in the\nlifeless machines all around them.\n\nJOSEPH\nYou know we’re rebuilding the same\nsystem?\n\nMax goes silent. They move to the exit, guarded by SOLDIERS\nwith assault rifles.\n\nJOSEPH (CONT'D)\nLet me know what you find.\n\nMax walks away. Joseph moves back into the facility.\n\nEXT. BOSTON STREETS - DAY\n\nMax walks through the rain... scores of BICYCLISTS are the\nonly traffic... the STOP LIGHTS are dark...\n\fa pair of MARINES stand near a broken and looted ATM\nmachine... A group of HUNGRY PEOPLE wait in line to enter a\ndark grocery store...\n\nEXT. CAMBRIDGE STREET - DAY\n\nMax walks along the line of lifeless townhouses. The\nstillness is broken by a MAN using a hand saw to cut wood. A\nWOMAN installs a new frame for their breached front door.\n\nThey stop and watch Max. Suspicious.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nA\nWOMAN installs a new frame for their breached front door. They stop and watch Max. Suspicious. \n\nTARGET SECTION TO BE ANNOTATED:\n They wait for him to\npass halfway down the block before getting back to work.\n\nMax stops in front of an old townhouse. Shattered windows.\nThe front door is missing. He climbs the steps and enters-\n\nINT. LOOTED TOWNHOUSE ~ DAY\n\nMax takes in the abandoned home. Water stains. Debris. Piled\nmattresses suggest squatters have come and gone. The\nfloorboards were scavenged for firewood - the charred\nevidence is in the fireplace.\n\nIn the center of the room is a pile of discarded cell phones,\nlaptops, and tablet machines, Max grabs one of the phones.\n\nHe leans against a wall. He slides into a crouch. He turns\nthe phone over in his hand. It’s dead.\n\nHis breathing quickens as he fights back emotion. He sits\nthere. Alone.\n\nMAX\nI‘m sorry.\n\nOutside, the rain has stopped. The day brightens. Max looks\nto the rear of the house. Something arrests his attention. He\nmakes his way through the 19th century townhouse and-\n\nEXT. GARDEN - DAY\n\nSteps into the garden, which is lush and full of life. Ivy\ncovers the walls. Flowers of every shape and color. The\ngarden contrasts everything we’ve seen of this world.\n\nIn the corner rests a set of vintage garden furniture. A\nsmall table, two chairs. Dark, lightly rusted metal. Max\nstares at the empty seats.\n\nWater from the recent rains drips in a PERCUSSION. As it does-\n\f3.\n\nA calmness comes over Max. His attention settles on a leaf of\nivy, where moisture collects into a bead of water.\n\nHe studies the shimmering drop of liquid. As he stares,\nsomething new emerges in his eyes... Recognition.\n\nCUT TO BLACK:\nTITLE CARD: TEN YEARS EARLIER.\n\nEXT. WASHINGTON D.C. - DAY\n\nAn AERIAL view of the Capitol... moving south east toward the\nAnacostia River...\n\nINT. EASTERN MARKET/BAKERY ~ DAY\nThe CAKE is a work of art. BREE, the tattooed baker, boxes it\n\nup with latex gloves. She gives it to the customer, LANCE, a\nwhite-collar professional.\n\nI/E. LANCE'S CAR/WASHINGTON D.C.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nI/E. LANCE'S CAR/WASHINGTON D. C. \n\nTARGET SECTION TO BE ANNOTATED:\n - DAY\n\nLance glances at the cake next to him. He drives by the\nCAPITOL BUILDING... through a WOODED AREA... makes a hidden\nturn. He hands an ID CARD to a GUARD holding an assault\n\nrifle. A SECOND GUARD searches the car’s undercarriage with a\nmirror. They wave him to an ANONYMOUS OFFICE BUILDING.\n\nINT. OFFICE BUILDING - DAY\nLance passes the cake through an X-RAY machine and moves\n\nthrough METAL DETECTORS. GUARDS scrutinize him. Lance sets a\npalm on a scanner and positions for an iris scan.\n\nINT. ELEVATOR — DAY\n\nButtons indicate three floors. Lance waves his ID at a\nsensor. The elevator descends. Bl. B2. B3. B4. BS. Stops.\n\nINT. UNDERGROUND LAB/SERVER ROOM - DAY\n\nLance carries the cake past endless rows of COMPUTER SERVERS.\n\fINI. UNDERGROUND LAB/TERMINAL ROOM - DAY\n\nJOSEPH TAGGER writes code at a COMPUTER TERMINAL. Behind him,\nten other TEAM MEMBERS work at similar stations. Joseph,\nwearing EAR PLUGS, can’t hear anything. Someone CLAPS Joseph\non the back. Joseph turns and finds-\n\nLance, holding the cake, covered in candles. Joseph blows out\nthe candles... The team eats cake... Joseph slides his piece\nnext to his seat, forgetting it as he gets back to work.\n\nLance watches his colleagues eat. He sets his untouched piece\ndown and slips away from the group.\n\nJoseph, working, itches at his ear plug. As he pulls it out,\nwe hear the ambient WHIR of computer servers. His chair\nCREAKS as he swivels to face the room, where he finds...\n\nAll the other team members are dead.\n\nEXT. CAL TECH ~ NIGHT\n\nWe tilt down past a large cloud of black smoke to a BURNING\nuniversity building. Emergency equipment surrounds it.\n\nINT. CAL TECH LAB - NIGHT\n\nFIREFIGHTERS race into an INFERNO. BODIES lay on the floor.\nCOMPUTER HARDWARE melts in the heat. BURNING GASOLINE spells\nout: SLAVES.\n\nINT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOMPUTER HARDWARE melts in the heat. BURNING GASOLINE spells\nout: SLAVES. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHICAGO COMPUTER LABORATORY - NIGHT\n\nMoving slowly through a massive room of SUPER COMPUTER\nTOWERS, we reach a section where several towers have been\noverturned. One has crushed the head of a SCIENTIST. In the\nblood someone wrote: SLAVES.\n\nI/E. PRINCETON UNIVERSITY/SERVER ROOM — DAWN\n\nA PROFESSOR hangs, strangled by the cables binding her to\nservers. Someone carved SLAVES into the wall. ANDERSON, a\nveteran FBI Special Agent, leaves the forensic teams to do\ntheir work... Outside, he joins Joseph Tagger.\n\nANDERSON\nAnother computer scientist. Sarah\nDaniels.\n\fJOSEPH\nI used to work with her.\n\nI/E. WILL AND EVELYN’S TOWNHOUSE/GARDEN — DAY\n\nAs we move through the 19th century townhouse, we recognize\nit as the same house Max visited earlier, but now we find-\n\nWILL CASTER making coffee. Mid-thirties. He grabs two mugs in\none hand, the coffee pot in the other, and uses a knee to\nopen the back door.\n\nWe follow him into the garden. It’s not much to look at.\nClutches of weeds spattered on dry dirt. It doesn’t matter,\nhe only has eyes for-\n\nEVELYN CASTER taps on her laptop at the garden table. She’s a\nthirty-year-old genius. She smiles at Will and the-\n\nEVELYN\nCoffeeeeeeece...\n\nWill hands her a mug. She cradles it. Elixir of the gods. The\nsight makes his day. He kisses the top of her head.\n\nWILL\nSo whaddya think? You coming today?\nYou don’t have to-\n\nEVELYN\nAre you kidding? Front row-\n\nWILL\nJust don’t want to subject you to\nit, you know? I feel like they’ve\nheard it all-\n\nEVELYN\nThey hang on your every word.\n\nWill's cell RINGS. He pulls it out.\n\nWILL\nHello? Hello?.. Hello?\n\nShe gestures to the far side of the garden. Will moves there.\n\nWILL (CONT’D)\nHello?...\n{To Evelyn)\nDead zone.\n\fEVELYN\nWhat about Block Island instead of\nthe Cape?\n\nWILL\n\nI love Block Island.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\n{To Evelyn)\nDead zone. EVELYN\nWhat about Block Island instead of\nthe Cape? WILL\n\nI love Block Island. \n\nTARGET SECTION TO BE ANNOTATED:\n When?\n\nEVELYN\nNext weekend?\n\nWILL\nMake-up classes. Midweek?\n\nEVELYN\nTeaching.\n\nShe looks up at him, standing there, sipping coffee.\n\nEVELYN (CONT‘D)\n\nYou're a sexy professor. I have to\nbe at your lecture. Protect you\nfrom the cute coeds. We’re never\ngoing on vacation are we?\n\nWILL\nWe should wait until summer so we\ncan put the rest of it out of our\nminds. No phones, chargers, wiki-\ntweet-face-link-shit, no students.\n\nHe wraps his arms around her, puts his cheek close to her\near, and whispers-\n\nWILL (CONT’D)\n\nBy the way, there are no cute coeds\n\nin the computer science department.\nShe lifts her arms and holds his head against hers. They stay\nthere, close. The day is bright.\nEXT. MASSACHUSETTS INSTITUTE OF TECHNOLOGY - DAY\nBree (the baker) and Lance, carrying a KIT BAG, join a press\nof STUDENTS entering an auditorium.\n\nINT. MIT LECTURE HALL ~ DAY\n\nMax Waters addresses the packed house. He’s lean. Tailored.\n\fMAX\nMy name is Max Waters. I’m a\nneurosurgeon and teach at the\nHarvard-MIT Division of Health\nSciences and Technology.\n\nLance slips through the door as students settle in.\n\nMAX (CONT'D)\nI've been friends with today’s\nspeaker since we were roommates\nfreshman year. And while we\ndisagree on... pretty much\neverything...\n\nEvelyn, in the front row, shares a grin with Max. Lance heads\nup a set of stairs.\n\nMAX (CONT'D)\nHe’s a brilliant visionary, devoted\nteacher, and a dear friend. Please\nwelcome the head of MIT's Computer\nScience and Artificial Intelligence\nLab - Professor Will Caster.\n\nMax leads the APPLAUSE as Will takes the stage. As he speaks,\na MULTIMEDIA PRESENTATION helps visualize his ideas.\n\nWILL\nComputer intelligence doubles\nroughly every year. Human\nintelligence is limited by\nevolution and has remained static\nfor hundreds of thousands of years.\n\nACOUSTIC PANELS line the ceiling. Lance, in the crawl space\nabove one, opens his kit bag.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHuman\nintelligence is limited by\nevolution and has remained static\nfor hundreds of thousands of years. ACOUSTIC PANELS line the ceiling. Lance, in the crawl space\nabove one, opens his kit bag. \n\nTARGET SECTION TO BE ANNOTATED:\nWILL (CONT‘D)\nOne day computer intelligence will\nsurpass that of a human. This\nmoment, the birth of a greater—than—\nhuman technological intelligence,\nis what we call the Singularity.\n\nMax, listening in the wings, glances at Evelyn. Evelyn\nwatches Will. He is everything to her.\n\nWILL (CONT'D)\nThis artificial intelligence won't\nbe limited by biological evolution.\nIt will evolve itself at an\nexponential pace.\n\fLance finishes assembling a RIFLE.\n\nWILL (CONT'D)\n\nIf this being comes online with the\nintelligence of two men, ina\nlittle more than a year it could\nhave the intellect of four. Then\n16. In seven years it could be as\nintelligent as 4.2 billion. By the\nend of the decade it would be more\nintelligent than everyone born in\nthe history of the world.\n\nLance opens a LEAD BOX containing a single BULLET. He uses a\npair of pliers to load it into the rifle.\n\nWILL (CONT'D)\nImagine. All the intelligence of\neveryone ever born in one entity.\n\nLance finds Will in the CROSS-HAIRS. Will paces, forcing\nLance to inch closer to the edge of the acoustic panel.\n\nWILL (CONT'D)\nA partnership with a Strong AI will\nhelp us unlock the secrets of the\nuniverse. It will help us heal our\nenvironment. It may even allow us\novercome the greatest threat to\nbiological life... Death.\n\nMax glances at the audience. Freezes. He spots the RIFLE\nBARREL protruding from the acoustic panel.\n\nWILL (CONT'D)\n\nA self-aware, self-evolving\nintelligence will improve our lives\nin ways we can’t even imagine...\n\nMax RUSHES onto the stage - Lance PULLS THE TRIGGER - the\nGUNSHOT rings out - as Max tackles him, Will’s shoulder POPS\nwith the bullet - everyone FREEZES...\n\nLance grimaces at his faulty shot. Bree, in the rear of the\nauditorium, sits absolutely still.\n\nSomeone SCREAMS. CHAOS breaks out. Will grabs his bleeding\nshoulder. Max drags him offstage. Evelyn scrambles to them.\n\nIN THE AUDITORIUM: Lance is gone. Bree is gone.\n\fEXT.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nIN THE AUDITORIUM: Lance is gone. Bree is gone. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MASSACHUSETTS INSTITUTE OF TECHNOLOGY - DAY\n\nTERRIFIED STUDENTS stampede out of the building. Lance and\nBree, with backpacks and feigned panic, escape with them.\n\nINT. HOSPITAL ROOM - DAY\n\nWill, bandaged, contemplates a glass vial containing the\nbullet. Evelyn kisses him. Will looks in her eyes to make\nsure she knows-\n\nWILL\nI’m fine.\n\nShe’s not convinced. Max reviews the medical charts.\n\nMAX\nEverything looks good. They’re\nreleasing you into my care, That\nmeans I’m your doctor. You have to\ndo what I say. No work.\n\nWill grabs his smart phone. Starts thumbing it.\n\nI/E. MIT/STATA CENTER - DAY\n\nJoseph, flanked by ANDERSON and other FEDS, moves into the\nbuilding. They pass rooms of COMPUTER RESEARCH: robotics,\nsystem hardware, and theoretical algorithms.\n\nEvelyn, Max and Will (arm bandaged and in a sling) speak to\nPOLICE DETECTIVES. Joseph’s men take the cops aside,\n\nEVELYN\nJoseph?\n\nShe embraces him. Warm.\n\nJOSEPH\nIs there somewhere we can talk?\n\nINT. WILL’S OFFICE - DAY\n\nA large, chaotic workspace. Joseph passes GRUESOME CRIME\nPHOTOS of the recent attacks to Will, Evelyn and Max.\n\nJOSEPH\nOver the past 48 hours there's been\na highly coordinated string of\nattacks. A bomb at Caltech killed\nNorman Causewell.\n\n(MORE)\n\f10.\n\nJOSEPH (CONT'D)\nDr. Daniels at Princeton was\n\nkilled. Mike Lacy at the University\nof Chicago.\n\nEvelyn covers her mouth in shock.\n\nWILL\nWe know these people...\n\nJOSEPH\nThere were others, all-\n\nMAX\nIn artificial intelligence?\n\nJoseph nods. Will, Evelyn and Max process the information.\n\nMAX (CONT‘D)\nYou're working with the FBI?\n\nJOSEPH\nThey’ve brought me on as an\nadvisor. Because of my background.\nAnd because I know one of the\nsuspects. My project at the\nDepartment of Defense was the first\nattack. Two days ago a colleague...\n\nJoseph holds up an ID CARD PHOTO of Lance, all smiles.\n\nJOSEPH (CONT'D)\n\nBrought a birthday cake into the\nlab.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nTwo days ago a colleague... Joseph holds up an ID CARD PHOTO of Lance, all smiles. JOSEPH (CONT'D)\n\nBrought a birthday cake into the\nlab. \n\nTARGET SECTION TO BE ANNOTATED:\n It was laced with dioxin.\nWithin an hour my team was dead...\nThey were good people.\n\nEVELYN\nI'm so sorry.\n\nJOSEPH\nHe's part of a larger group. They\ncall themselves the RIFT. Have you\never heard of them?\n\nWill, Evelyn and Max shake their heads. Joseph sets down a\ndocument titled: REVOLUTIONARY INDEPENDENCE FROM TECHNOLOGY.\n\nJOSEPH (CONT’D)\nAll we have is their manifesto. It\nappeared on a public server in\n\nAmsterdam. We can’t trace it beyond\nthat.\n\nMax picks up the manifesto. Joseph sums it up with-—\n\f11.\n\nJOSEPH (CONT’D)\n\nThey believe the Singularity is\nabout to happen. They’re convinced\nit would be an apocalyptic event.\n\nJoseph takes the three of them in.\n\nJOSEPH (CONT'D)\nI could count on my hands the\npeople in this country who might be\nable to wake up a Strong AI.\nMyself, the three of you and... the\nsix others are dead.\n\nJoseph makes eye contact, making sure they understand-\n\nJOSEPH (CONT'D)\nYou are all in very great danger.\n\nJoseph watches them. As the news settles, he leans in-\n\nJOSEPH (CONT'D)\nCan I meet your machine?\n\nINT. PROJECT PINN, MAIN LAB - DAY\n\nA line of state-of-the-art, custom-built towers make the\nsupercomputer called PINN. Throughout the laboratory, FLAT-\nSCREENS map PINN's network. Joseph steps toward the machine.\n\nPINN\nYour work in self-evolving\nalgorithms inspired a great deal of\nmy functionality, Dr. Tagger.\n\nJOSEPH\nThat's encouraging. Tell me a\nlittle about yourself.\n\nPINN\nI am PINN. A Physically Independent\nNeural Network, invented by-\n\nJOSEPH\nThat's great. Can you prove that\nyou're self-aware?\n\nPINN\nThat's a difficult challenge. Can\nyou prove that you are?\n\nJoseph blinks at PINN for a second. He glances at Will.\n\f12.\n\nJOSEPH\nIt has your sense of humor.\n\nWill, a little pale, smiles.\n\nEvelyn opens one of PINN’s processing towers. It’s not like\nanything you've seen.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nWill, a little pale, smiles. Evelyn opens one of PINN’s processing towers. It’s not like\nanything you've seen. \n\nTARGET SECTION TO BE ANNOTATED:\n The modular core is grey and\ncrystalline, encased in a transparent shell. Joseph beams\nwith pride at Will, Evelyn and Max.\n\nJOSEPH (CONT’D)\nLook at what you’ve done. This is\namazing. Evelyn was all of sixteen\nwhen I first taught you.\n\nEVELYN\nIt’s not self-aware, but it’s\nlearning.\n\nWILL\n\nWe’ll get there.\nMax continues a decade-long debate with-\n\nMAX\nWe can’t program a machine to be\nself-aware because we have no idea\nhow our own consciousness works.\n\nWill‘s about to argue, but Evelyn shoots him a look. Will,\nlooking feverish, chooses uncomfortable diplomacy with-\n\nWILL\nWe agreed to disagree.\n\nMAX\nWe agreed we'd be satisfied with\nPINN‘’S medical applications.\n\nEvelyn and Joseph share a glance. They’re both familiar with\nMax and Will’s rival posturing. Joseph turns to Max.\n\nJOSEPH\nMike Lacy thought he found a way\naround the self-awareness\nquestion... They killed him before\nhe could publish.\n\nMax, doubtful, glances at Will - who looks increasingly ill.\n\nMAX\nYou okay?\n\f13.\n\nWILL\nYeah. A little nausea.\n\nMAX\nIt could be the shock. You could be\ncoming down with the flu. Either\nway, you're going home to rest.\n\nEXT. WILL AND EVELYN'S GARDEN — DAY\n\nWill flips through documents. Evelyn TAPS the keyboard on her\nlaptop. It’s not responding.\n\nWILL\nThis is interesting.\nEVELYN\nWhat?\nWILL\n\nMike Lacy was working on-\nEvelyn SWATS her keyboard in frustration.\n\nWILL (CONT'D)\nWhat's wrong?\n\nEVELYN\nI just have to reboot.\n\nEvelyn resets her machine. Waiting for her computer, she\nglances at Will. He’s ashen, sheened in sweat, and trembling.\n\nEVELYN (CONT'D)\nWant to lay down for a while?\n\nWill gives a weak nod.\n\nINT, WILL AND EVELYN’S BEDROOM/BATHROOM - NIGHT\n\nEvelyn wakes up to an empty bed. At the sound of RETCHING,\nshe moves to the light of the bathroom door. Inside, Will\nVOMITS. He looks at her, scared, and VOMITS again.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nAt the sound of RETCHING,\nshe moves to the light of the bathroom door. Inside, Will\nVOMITS. He looks at her, scared, and VOMITS again. \n\nTARGET SECTION TO BE ANNOTATED:\nShe puts a soothing hand on him. He keeps RETCHING.\n\nINT. HOSPITAL ROOM — DAY\n\nWill, very sick, lays in bed. Evelyn strokes his hair. Max\nreviews the LAB REPORTS with DOCTOR STRAUSS.\n\f14.\n\nDOCTOR STRAUSS\nNegative for dioxin. Negative for\nanthrax. Negative for-\n\nMAX\nWhy is his white blood cell count\nunder three thousand?\n\nEvelyn finds Will’s hair is falling out in large patches.\n\nEVELYN\nMax.\n\nShe shows them the symptom. Max goes pale.\n\nMAX\nNo, God. Please no.\n\nINT. HOSPITAL ROOM - DAY\n\nA TECH examines Will with a RADIATION SURVEY METER. It\nCRACKLES. Will closes his eyes against the death sentence.\n\nINT. HOSPITAL ROOM/HOSPITAL HALLWAY - DAY\nMax, with somber simplicity, shares the results with Will.\n\nMAX\nThe bullet delivered a large dose\nof polonium. It entered your blood\nstream and... It dispersed through\nyour entire body...\n\nMax's professionalism breaks. He tries to recover it.\n\nMAX (CONT'D)\nYou have severe radiation\npoisoning... It’s, um, it’s really\nbad... I mean, we'll try everything\nbut this is a lethal dose...\n\nThis is not a patient. This is his best friend.\n\nMAX (CONT'D)\nYou have four, maybe five weeks...\n\nWill looks through a glass partition into the hallway, where\nhe makes eye-contact with-\n\nEvelyn, just back with Will’s coat and other personal items,\nis frozen in the window. Her hands cover her mouth. The\nexpressions on Will and Max says it all.\n\f15.\n\nINT. WILL AND EVELYN’S TOWNHOUSE - DAY\n\nWe move slowly down the hallway of the townhouse’s interior,\neventually rounding a corner into the living room, where Will\nand Evelyn hold each other on the couch. Evelyn sobs quietly.\n\nINT. WILL AND EVELYN'S TOWNHOUSE - LATER\n\nEvelyn opens the refrigerator. Other than a few condiments\nand a random can of Sprite, the fridge is bare. She stares\ninto it. She’s woefully unprepared for this.\n\nWill, on the couch, takes in their home. Motherboards and\ncomputer hardware cover the table. A mess.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nWill, on the couch, takes in their home. Motherboards and\ncomputer hardware cover the table. A mess. \n\nTARGET SECTION TO BE ANNOTATED:\n Will summons the\nstrength to stand. Woozy, he corrects his balance. He inches\nacross the room, finally lunging to the table for support.\n\nEvelyn searches the kitchen like it’s alien terrain. She\nlooks surprised to find the pots and pans and... a can of\ntomato soup. She takes it.\n\nShe finds Will sorting the mess of hardware.\n\nEVELYN\nWhat are you doing?\n\nWILL\nCleaning. We’ve been working so\nhard. I forgot... my chores...\n\nWill looks dizzy. His legs give out. He CRASHES onto the\nfloor. Evelyn jumps to help him up, but his dead weight is\ntoo much for her. She slips and falls next to him.\n\nThere’s no place they’d rather be. They stay there. Holding\neach other. Trying to treasure every detail.\n\nINT. MAX'S APARTMENT ~ DAY\n\nMax steps into the foyer of his well-appointed home. It looks\nterribly empty. He stares at it and, perhaps realizing he\ncouldn’t bear to be alone right now, leaves.\n\nI/E. EVELYN’S SEDAN/BOURNE BRIDGE, CAPE COD - DAY\n\nAn aerial view of a lone car passing over the bridge...\nEvelyn drives Will in silence...\n\f16.\n\nEXT. NEW ENGLAND BEACH - DAY\n\nWill and Evelyn sit among the dunes. She pours soup from a\nThermos and offers him a sip. Will, blanketed against the\nautumn day, shakes his head.\n\nWILL\nMy dad was an engineer. He spent\nhis life lost in complicated\nproblems.\n\nEvelyn offers him saltines. He shakes his head.\nWILL (CONT'D)\nWhen he was dying he told me\nsomething I never knew. He always\nwished he had spent more time in\nhis garden... That it was\nimportant. I couldn’t figure out\nwhat the hell he was talking about.\nShe cracks open the Sprite. Offers it. He shakes his head.\n\nEVELYN\nWill. Please drink this.\n\nWill gives in. She helps him take a sip.\n\nEVELYN (CONT’D)\nWe need to keep your strength up.\n\nHe feigns strength. She smiles. He vomits up the soda.\n\nShe soothes him... he stills... she wraps her arms around\nhim... they watch the sea.\n\nINT.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe vomits up the soda. She soothes him... he stills... she wraps her arms around\nhim... they watch the sea. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BOXING GYM — NIGHT\n\nMax unloads on a HEAVY BAG. POUNDING it, again and again. He\ngives it a final SLAM. All his pain and fury. Panting, he\nwatches it swing right back at hin,\n\nINT. WILL AND EVELYN’S LIVING ROOM - NIGHT\n\nEvelyn works on her laptop with a thousand-yard stare. She\ndiscovers her hands trembling with rage. She makes fists.\n\nShe focuses on the screen. A few clicks. Something arrests\nher attention. She leans in.\n\nFrom the bedroom, Will MOANS in weak agony. She turns her\nhead. As the silence lengthens, she starts reading again.\n\f17.\n\nINT. WILL AND EVELYN’S BEDROOM - DAY\nWill flips through thick binders of RESEARCH. Evelyn paces.\n\nEVELYN\nWe‘ve talked for years about the\ninevitability of this technology.\nMike did it. Not fifty years from\nnow. He did it six months ago.\n\nWill closes the research. Ambivalent. Evelyn holds up a piece\nof hardware. A fragile-looking IMPLANT.\n\nEVELYN (CONT’D)\n\nThis could be the key to everything\nwe've been working for. All of your\nnoble ambitions.\n\nWILL\nI'm not afraid to die. You have to\nbe sure. Is this really what you\nwant?\n\nEVELYN\nI already have a place. And\nequipment. Please let me do this.\n\nHe masks his sad doubt with a nod. She kisses him.\n\nEVELYN (CONT'D)\nWe're gonna need Max.\n\nINT. WILL AND EVELYN’S LIVING ROOM ~ NIGHT\n\nMax examines an IMPLANT, thinner than a strand of hair. Will\nstruggles through his fatigue to say-\n\nWILL\nThat, right there, is why they\nkilled Mike Lacy. He implanted it\nin a rhesus monkey. That pushed The\nRIFT off the deep end...\n\nWill cannot continue. It motivates Evelyn.\n\nEVELYN\nHe recorded its brain activity. He\nduplicated it digitally. He\nuploaded the animal’s consciousness\ninto a computer. Just like it was a\nsong or a movie.\n\nMax puts down the implant, perhaps frightened by it.\n\f18.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nJust like it was a\nsong or a movie. Max puts down the implant, perhaps frightened by it. 18. \n\nTARGET SECTION TO BE ANNOTATED:\nMAX\nWhere did you get this?\n\nEVELYN\nI lied to one of Lacy’s grad\nstudents. Told him I worked with\nthe project’s financier.\n\nMAX\nThis is insane.\n\nMax unpacks grocery bags. Medications and jars of baby food.\n\nEVELYN\nHis body is dying. But Will is not\nhis body. His being is a pattern of\nelectrical signals in his mind. We\ncan upload it all into PINN.\n\nMAX\nNo. Absolutely not. If we‘d made\nprogress with nanotechnology, we\ncould use the synthetic blood cells\nto purify his system-\n\nEVELYN\nNanotechnology is decades away!\n(She grabs the implant)\nThis is what we have. But without\nyour help, without you doing the\nsurgery, we don’t have anything.\n\nMAX\nAside from the certainty of\nfailure, aside from performing\ncriminal medical procedures on a\nterminally ill man... You won't be\nuploading Will. At best, you'll be\nmaking a digital approximation of\nhim. It will be a machine that\nthinks it is Will. It will be a\nlie. Trapped in a box of hardware-\n\nEVELYN\nYou can’t know that for sure! We\nhave to try. This is our only\nchance!\n\nMax sits there, shaking his head. She presses with-\n\nEVELYN (CONT'D)\n\nYou're a doctor. You took the\nHippocratic Oath. You swore to save\nlife-\n\f19.\n\nMAX\nDon't lecture me on Hippocratic\nOath! The oath says, above all, I\nmust not play at God. A man is more\nthan a machine. A machine might be\nable to pattern your thought, but\nit can’t pattern your soul.\n\nWILL\nYes. It can.\n\nMax stands there, shaking his head.\n\nMAX\nAll the intelligence in the world\nwill never amount to a shred of\nwisdom. This is wrong.\n\nEvelyn takes Max’s hands in her own. Will watches Max try to\nhide how much he cherishes her touch.\n\nEVELYN\nLook at Will. Look at what they did\nto him. Then tell me about right\nand wrong.\nMax faces Will. He can’t bear it for long.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen tell me about right\nand wrong. Max faces Will. He can’t bear it for long. \n\nTARGET SECTION TO BE ANNOTATED:\nEVELYN (CONT'D)\nIf you don’t do the surgery, I’m\ngoing to do it myself.\n\nMAX\nYou'll be killing him.\n\nEVELYN\nI won't be the only one.\n\nEvelyn’s eyes are steel. Max doesn’t back down.\nMAX\nYou can’t escape what’s happening\n\nby turning it into an experiment.\n\nWith that, Max walks out. Will and Evelyn watch him go.\n\nEXT. BOSTON STREETS - NIGHT\n\nMax runs. The hood of his sweatshirt pulled low. He pushes\nhimself. Faster. Harder. He wipes away the sweat and tears.\n\f20.\n\nINT. WILL AND EVELYN‘S LIVING ROOM - NIGHT\n\nEvelyn spoons some of the baby food for Will. He swallows.\nWaits. As his stomach settles, he nods... and stares off.\nEXT. WILL AND EVELYN’S TOWNHOUSE - NIGHT\n\nWill sits on the stoop. Deep in thought. He looks up as Max\narrives. Max climbs the steps, eases himself next to Will.\n\nThey sit in silence. Max has to help his friend.\n\nINT. STATA CENTER HALLWAY - NIGHT\nJoseph hurries to meet Anderson outside the PINN lab.\n\nANDERSON\nThere’s been a break-in.\n\nJOSEPH\nWas anything taken from the lab?\n\nANDERSON\nI wouldn’t even know how to tell.\n\nJoseph pushes through the doors into-\n\nINT. PROJECT PINN, MAIN LAB - NIGHT\n\nJoseph looks relieved to see the PINN hardware intact. But as\nhe opens one of the towers, he pales. He opens more. The\ncrystalline cores are all gone.\n\nJOSEPH\n\nThey stole the processing cores.\nANDERSON\n\nThe RIFT?\nJOSEPH\n\nNo.\n\nEXT. WILL AND EVELYN’S TOWNHOUSE - NIGHT\n\nUNMARKED SEDANS fill the street. FEDS move in and out of the\nbuilding, investigating.\n\f2i.\nI/E. EVELYN’S SEDAN - NIGHT\n\nEvelyn drives. Max, in the back, keeps an eye out for anyone\ntailing them. Will sees the REVOLVER in Evelyn’s lap. She\npulls the car into a-\nINT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMax, in the back, keeps an eye out for anyone\ntailing them. Will sees the REVOLVER in Evelyn’s lap. She\npulls the car into a-\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARKING GARAGE - NIGHT\nEvelyn and Max help Will into an old 4x4 TRUCK. She explains-\nEVELYN\nIt’s unregistered,\n\nI/E. EVELYN'S TRUCK - NIGHT\n\nEvelyn races the truck up the north-bound freeway. She merges\ninto the left lane. In the REAR VIEW: she watches a car, a\n\nfew lengths back, merge after her... a tail?\nEVELYN\nMax?\nMAX\nI see it.\nWILL\n\nWe're going north?\n\nEVELYN\nJust hold on.\n\nEvelyn SPINS the truck off the freeway and into the median,\nSLAMS the accelerator, and enters the south-bound traffic.\nCars HONK and SWERVE to keep from hitting them. Max keeps an\neye on the traffic behind them. Nobody follows.\n\nWILL\nEvelyn?\n\nEVELYN\nWe can’t trust anyone.\n\nWill nods. The truck races back toward Boston.\n\nEXT. ABANDONED BUILDING - NIGHT\n\nEvelyn parks. They unload Will and the gear.\n\f22.\n\nINT. ABANDONED BUILDING - NIGHT\n\nEvelyn unpacks one of PINN’S modular cores from a duffel bag.\nShe adds it to the others, already connected in a net of\nfiber optic cables.\n\nHer ad-hoc system looks like a cybernetic spider web, dotted\nwith hardware salvaged from PINN. Flat-screens show\ndiagnostics. A pair of control terminals rest on a table that\nmay have been reclaimed from a dumpster.\n\nCables run into a hole in the concrete floor where there’s an\nexposed UTILITY LINE. She’s tapped into Boston’s power grid.\n\nMax and Will have some privacy in a make-shift sterile room.\nWill’s prepped for surgery. Max loads anesthesia.\n\nMAX\nYou know this isn’t going to work.\n\nWILL\nI have my doubts.\n\nMax, resigned, injects the anesthesia into Will’s drip.\n\nMAX\nI want you to count back from ten.\n\nWILL\nI know you love her.\n\nMAX\nJust count back from ten.\n\nWILL\nPromise me. When it happens, you’1l1\ntake care of her.\n\nMAX\nJust count back from ten.\n\nWILL\nPromise me.\n\nMAX\nI promise.\n\nThe drugs take Will. Darkness.\n\nEXT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe drugs take Will. Darkness. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BOSTON — DAY\n\nThe early morning sun creeps across the waking city. A\nCOMMUTER TRAIN slides by a station platform.\n\f23.\n\nPEDESTRIANS walk the streets, texting, talking on cell\nphones. A lone CREW BOAT glides along the Charles River.\nINT. ABANDONED BUILDING -— DAY\n\nWill finds himself on a bed. A living space has been set up.\nHe sees Max and Evelyn studying the cascade of information\n\nstreaming over an array of screens. Evelyn moves to him.\n\nWires run out of his skull from twenty insertion points. The\ncables, tied into a tether, connect to PINN’S stolen cores.\n\nEVELYN\nDon’t worry. It worked.\n\nWill nods and, groggy from the drugs, falls back asleep.\nEvelyn joins Max at PINN, displaying an intimidating amount\nof information.\n\nMAX\nIt took Mike Lacy a year to do this.\n\nEVELYN\nWe have a month.\n\nThey process what lays before them. Evelyn, committing, sits\nat the terminal. Max follows. They get to work.\nINT. ABANDONED BUILDING - VARIOUS\n\nMax helps Will take one of a collection of pills as Evelyn\nsits at the monitors, writing code.\n\nEvelyn takes a digital recording of Will’s voice as Max takes\na shift at the terminal.\n\nMax performs a lidar scan on Will as Evelyn types at the\nmachine.\n\nEvelyn gives Will a sponge bath as Max codes at the machine.\n\nEvelyn works as Max plays chess with Will. Will, too weak to\neven move the chess pieces, topples them.\n\nWill sleeps. Max and Evelyn work in the dim light of the data\nstream. She watches him wiping sweat away. Stress.\n\nEvelyn works at PINN. Behind her, Max reads to Will. Will's\nskin is grey. The radiation is killing his system.\n\nEvelyn tries to comfort Will as he WRITHES in pain. Max,\nsitting at PINN, tries to control his grief.\n\f24,\n\nLate at night. Evelyn and Max sleep. Will lays awake in the\ndim light, staring at the machine...\n\nThe machine might be staring back at him.\n\nINT. ABANDONED BUILDING - NIGHT\n\nEvelyn holds Will.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe machine might be staring back at him. INT. ABANDONED BUILDING - NIGHT\n\nEvelyn holds Will. \n\nTARGET SECTION TO BE ANNOTATED:\n At the edge of death, he comforts her with-\n\nWILL\nWe’re made of matter. The same\nelements... make everything in\n\nnature. We come from it. We live in\nit. We return to it.\n\nEVELYN\ndust rest. We'll get there. Max and\nme. Don't worry.\n\nWILL\nNo. It’s not working. There wasn’t\nany time. Don’t lose yourself to\nthis. Everything I am... will be in\nthe world around you... Let me go.\n\nShe kisses him, gently.\n\nEVELYN\nNever.\n\nHer conviction pains Will.\n\nINT. ABANDONED BUILDING ~ DAY\nEvelyn, sleeping in an armchair, wakes to find-\n\nMax, drained by hours of weeping, stares at Will. Evelyn\njumps to her feet to see... Will is dead.\n\nEVELYN\nNo... No. We’re not ready. We need\nmore time! Why are you just sitting\nthere?! Do something!\n\nMax doesn’t have the strength to respond. Evelyn, irrational\nand despairing, starts changing out Will’s IV. As she does, a\nlow, mournful MOAN comes out of her...\n\nIt turns into a SCREAM. She SHATTERS the lamp next to Will.\nAs she continues destroying the living space, she yells-\n\f25.\nEVELYN (CONT’D)\nBastards! Those fucking bastards!\nShe kicks over a tray of meds, which CLATTER to the floor.\nLooking for something else to destroy, she turns to the\nhardware and... slows to a stop...\nThe flat screens of the PINN system are filled with vast\nfields of text. Endless rows of well-ordered numbers, letters\nand symbols. They make no sense at all.\n\nThey disappear for a moment, but are quickly replaced by a\nnew field of the inscrutable code.\n\nEvelyn stands there, staring at the anomalous text...\n\nEXT. CEMETERY - DAY\n\nMOURNERS surround Will’s grave. Max struggles against his\ngrief. Evelyn is calm and neutral. Joseph watches her.\n\nINT. WILL AND EVELYN'S TOWNHOUSE - DAY\n\nThe reception. Max sits with Joseph. Anderson watches Max.\nSuspicious. Joseph gives Anderson a look: ease off. Anderson,\n\nresigned, moves to the buffet. Joseph focuses on Evelyn.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nJoseph gives Anderson a look: ease off. Anderson,\n\nresigned, moves to the buffet. Joseph focuses on Evelyn. \n\nTARGET SECTION TO BE ANNOTATED:\nJOSEPH\nIt hasn’t hit her yet, has it?\n\nMax looks to see MOURNERS paying respects to Evelyn. She’s\ngracious, quiet, and unmoved. She even glances at her watch.\nINT. WILL AND EVELYN’S HOUSE - NIGHT\n\nEvelyn cleans up after the reception. Max stands at the sink,\nstaring at nothing as water runs over the dishes.\n\nEVELYN\nHe isn’t gone.\n\nMax turns to her, utterly confused.\nEVELYN (CONT'D)\nHe isn’t dead. We saved him. The\nupload. It worked.\n\nMax takes her in. She’s certain. Not a trace of doubt.\n\f26.\n\nINT, ABANDONED BUILDING - NIGHT\n\nMax stands with Evelyn in front of the machine. Covering the\nflat-screens are the endless fields of text. Max inspects the\nrandom letters, numbers and symbols in well-ordered lines.\nIt’s incomprehensible.\n\nMAX\nWhat is this, Evelyn?\n\nEVELYN\nIt’s Will. Ask him something.\n\nMax faces the machine.\n\nMAX\nWill? Can you hear me?\n\nNothing.\n\nEVELYN\nType it.\n\nMax types “WILL, CAN YOU HEAR ME?” Presses ENTER. The screens\ngo black for a heartbeat. The indecipherable code re-appears.\nMax looks at Evelyn, confused.\n\nEVELYN (CONT'D)\nTry it again.\n\nMax types “I CAN’T UNDERSTAND YOU.” ENTER. The screens fill\nwith new fields of gobbledygook.\n\nMAX\nI’m not sure what we’re looking\nfor.\n\nEVELYN\n\nWait. Just watch.\n\nEvelyn keeps her focus on the screens, where a new field of\nmeaningless text appears.\n\nEVELYN (CONT'D)\nIt happens at irregular intervals.\nIt always responds to input... It’s\nWill. He’s trying to communicate.\n\nIn Evelyn’s hopeful eyes, Max sees self-delusion.\n\nEVELYN (CONT'D)\nHis consciousness is in the\nmachine, but the information isn‘t\nindexed-\n\f27.\n\nMAX\nDon't do this to yourself-\n\nEVELYN\nHe’s fragmented. That’s why it\ndoesn’t make sense. I need your\nhelp figuring out how to sort him-\n\nMAX\nHe's gone. We failed. There wasn’t\nenough time. That’s real.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe failed. There wasn’t\nenough time. That’s real. \n\nTARGET SECTION TO BE ANNOTATED:\n This is-\n(The code on the screens)\nThis is madness. And I can’t watch\nyou look for meaning in it. I can’t\nsee you do this to yourself.\n\nShe gets a look. It’s often that others can’t perceive what\nher genius sees in perfect clarity. Evelyn gets to work\ndeciphering the code. Max watches her. She’s not leaving any\ntime soon.\nINT. BAR - DAY\nMax stares at his scotch. The BARTENDER slides him another.\nBARTENDER\n\nFrom the lady. I mentioned you’re a\n\ndoctor. And single. Good luck.\nMax spots Bree at the end of the bar. Max slides the\nbartender a twenty and moves to her. She smiles.\nINT. APARTMENT BUILDING HALLWAY — NIGHT\nBree kisses Max, passionate. A performance. He stops. Waits.\nShe looks into his eyes. When it’s real, Max moves in. Kisses\nher. Intimate. Dangerous.\n\nUnlocking an apartment door, she pulls him inside.\n\nINT. VACANT APARTMENT — NIGHT\n\nSeeing the vacant space, Max realizes his mistake. Max turns\nand bumps into a man’s chest. A hulk of a man. This is BOB.\nBob BASHES Max with a cudgel, knocking him out.\n\f28.\n\nINT, ABANDONED SLAUGHTERHOUSE PRISON CELL - NIGHT\n\nThe kill floor has been converted to a prison cell. Max, in\nnothing but his boxers, shivers from the cold. He POUNDS on\nthe door. His voice is hoarse from screaming-\n\nMAX\nHello?! Anyone!? Please?!\n\nDespairing, Max moves to the stack of shipping palates full\nof Ensure nutritional shakes. He drinks one down and throws\nthe bottle onto a pile of four others in the corner.\n\nWe pull back further and further into the cavernous space...\nMax is deeply isolated from the outside world.\n\nEXT. BOURNE BRIDGE, CAPE COD - DAY\n\nAn aerial view of Evelyn’s lone truck passing over the\nbridge.\n\nEXT. NEW ENGLAND BEACH - DAY\n\nEvelyn sits quietly in the exact spot where she and Will\nwere, just weeks before. She looks out at the cold surf\nCRASHING into the sand.\n\nINT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEW ENGLAND BEACH - DAY\n\nEvelyn sits quietly in the exact spot where she and Will\nwere, just weeks before. She looks out at the cold surf\nCRASHING into the sand. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ABANDONED SLAUGHTERHOUSE/PRISON CELL - NIGHT\n\nStatic shots of the abandoned building. Filthy. Cold.\nThreatening.\n\nWe move along scores of scattered, empty bottles of Ensure to\nfind Max huddled in the dark. Freezing. Starving. He’s been\nhere for weeks...\n\nThe door UNLOCKS and OPENS, blinding Max with light. Bob\nshoves in a bucket and a bundle of something.\n\nBOB\nClean up. Get dressed.\n\nBob SLAMS the door shut. Max blinks at the water and clothes.\n\nINT. ABANDONED SLAUGHTERHOUSE/OFFICES -— NIGHT\n\nBob marches Max (in one of his suits, now loose) into the\ndebris-strewn office. Lance waits with two plates of food.\n\f29.\n\nLANCE\nWhere's Evelyn? Where’s the\nmachine?\n\nMax is wholly focused on the food. Lance gestures,\nencouraging Max to eat. Max shoves it in with a fork.\n\nLANCE (CONT'D)\nThe coroner reported strange\nimplants lining the inside of\nWill’s skull. I know you performed\nthe surgery. You were desperate.\nYou never considered the\nconsequences of success. Let’s say\nyou uploaded Will's consciousness.\nThe mind of the machine is a\ndigital reflection of Will. But it\nis not Will. It is a new species.\nTo survive, it will grow, evolve,\nand learn to protect itself from\nthreat. You know I'm right...\n\nLance slips a bound research paper onto the table. He opens\nit, showing its author to be MAX WATERS, PhD CANDIDATE.\n\nLANCE (CONT'D)\n\nThe risks of anthropomorphizing\nartificial intelligence was the\nthesis of your dissertation. Your\nconclusions lead you to medical\nschool.\n\nLance flips through the well-thumbed dissertation. It’s full\nof highlights and notes in the margins. Bob, behind Max,\nfills a syringe. Max feels the danger.\n\nLANCE (CONT'D)\nThere is a flaw in your argument.\nYou assume a machine doesn’t have\nany way to effect the world. You\nthink it will be dependent on us.\nBut when an ultra—intelligent\nmachine connects to the Internet it\nwill make redundant copies of\nitself on computers all over the\nworld. It will be immortal. A god.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut when an ultra—intelligent\nmachine connects to the Internet it\nwill make redundant copies of\nitself on computers all over the\nworld. It will be immortal. A god. \n\nTARGET SECTION TO BE ANNOTATED:\nBut we're not talking about a\nbenevolent force that loves us\nenough to resist interfering with\nour self-determined fate. This god\nwill be on Earth, competing with us\nfor resources. With the power to\ndestroy whatever stands in its way.\n\f30.\n\nMax focuses on Lance, terrified by the truth in his logic.\n\nLANCE (CONT’D)\n\nYou thought PINN would lead to\nbreakthroughs in Alzheimer’s, ALS,\nParkinson’s. You worked to help\nmankind. And now your work\nthreatens it.\n\nMax looks away.\n\nLANCE (CONT'D)\nYou're not the only one suffering\nthe irony. In the RIFT’s attempt to\nprevent the Singularity, we may\nhave driven you to affect it. We\nneed to correct the mistake...\nWhere's Evelyn? Where’s the\nmachine?\n\nMAX\nI'll never betray her.\n\nLANCE\nShe's already betraying herself.\nAnd the memory of Will. And if she\nwakes up the machine she will\nbetray humanity. Where is she?\n\nMax goes silent. Defiant. Lance, frustrated, stands up and\nmoves out the door. Bob, lifting the syringe, moves for Max.\n\nMax spins and STABS Bob with the fork. He CRACKS an elbow\ninto Bob’s face. Bob drops the syringe, but KNEES Max’s gut.\n\nMax scrambles to the syringe, but Bob kicks it out of reach.\nMax rolls to his back and, as Bob charges, SWEEPS Bob’s\nshins. Bob SLAMS, face first, into the table. CRASH.\n\nBob falls, unconscious. Max, bloody and panting, stumbles\ninte the-\n\nINT. ABANDONED SLAUGHTERHOUSE HALLWAY - NIGHT\n\nWhere Lance lifts a gun and FIRES. At the ceiling. Max\ndoesn’t see this... He’s racing for the EXIT.\n\nEXT. ABANDONED SLAUGHTERHOUSE - NIGHT\n\nMax SLAMS outside. Stops. The wide street has no cover. He\nmoves to a pile of rubble set against the condemned building.\n\f31.\n\nLance pushes out the door, scans the empty street. He finds\nMax in his blind spot, SWINGING a length of rebar - WHAP -\nLance falls like a sack. Max runs for his life.\n\nINT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe finds\nMax in his blind spot, SWINGING a length of rebar - WHAP -\nLance falls like a sack. Max runs for his life. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ABANDONED SLAUGHTERHOUSE OFFICES - NIGHT\n\nLance, rubbing at the pain in his skull, rushes to open a\nlaptop. On it, there is a map with a cluster of DOTS.\nMultiple GPS devices tracking Max. Lance smiles. Satisfied.\n\nLANCE\nThat went pretty well. Looks like\nhe’s headed south.\n\nBob sits up and stares at the fork sticking in his leg.\n\nBOB\nCould have gone better.\n\nEXT. BOSTON STREETS - NIGHT\n\nMax hurries through a run-down part of town. Liquor stores\nand DESPERATE PEOPLE. People who don’t pay any attention to a\nwell-dressed, paranoid-looking man wiping blood off himself.\n\nA CITY BUS pulls to a stop. In its window is a map of the\ntransit route. A light on the map BLINKS with the vehicle’s\ncurrent location. Blink... Blink... Max stops. Thinking.\n\nMax pulls off his jacket. Feels along its seams. Finding\nsomething, he rips open the hem and pulls out... a small GPS\ntransmitter.\n\nHe looks for someone following him. Nothing. Max, still\ndissatisfied, kneels down and feels the inseam of his\npants... another transmitter. Staring at it, he decides...\n\nHe's still dissatisfied. He inspects his arms. Feels along\nhis chest. Searching his skin for implanted transmitters. He\ntouches the small of his back... and stiffens.\n\nINT. DIVE BAR REST ROOM - NIGHT\n\nMax, shirtless, uses the scratched mirror of the filthy\nbathroom to find... a small bump in the flesh of his back.\n\nHe looks around. A few paper towels. The sink. A beer can.\nHe uses the edge of the faucet to rip open the beer can. He\n\nuses the side of the mirror to tear the aluminium. He molds\nit into an improvised razor blade.\n\f32.\n\nUsing the aluminium knife, Max cuts his back open... squeezes\nthe bump out. He makes an ad-hoc bandage out of paper towels.\nTies it down with his belt. He washes the blood off the\ndevice and sees... It’s another GPS transmitter.\n\nPUNK ROCKER (0.S.)\nThat’s fucked up.\n\nMax spins to find a drunk PUNK ROCKER squinting at him.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nPUNK ROCKER (0. S.)\nThat’s fucked up. Max spins to find a drunk PUNK ROCKER squinting at him. \n\nTARGET SECTION TO BE ANNOTATED:\n Max\npins him against the wall with the bloody shiv.\n\nMAX\nGive me your clothes.\nI/E. SEDAN - NIGHT\nLance drives. Bree studies the GPS signals on a laptop.\n\nLANCE\nHe’s not here.\n\nBREE\nYes he is. He's right-\n\nShe points and looks up at the PUNK ROCKER, in Max’s suit,\ngiving his report to POLICE. Realizing they’ve lost Max,\nLance BASHES the steering wheel in frustration. Bree,\nimpressed with Max, gets a little smile.\n\nEXT. ABANDONED BUILDING ~ NIGHT\n\nMax slinks along the shadows. Making sure he’s alone, he\nhurries to KNOCK on the door.\n\nMAX\nEvelyn? It’s Max. Let me in!\n\nThe door opens an inch. Max FORCES himself inside and-\n\nINT. ABANDONED BUILDING ~ NIGHT\n\nStops short, shocked by what he sees. Evelyn looks terrible.\nUnwashed, tense and exhausted. Behind her, the machine\ncontinues broadcasting the irregular gibberish.\n\nPrinted pages of the anomalous text cover every inch of the\nspace. Scribbles, highlights, and diagrams cover them. Evelyn\nhas been searching for patterns.\n\f33.\n\nEVELYN\n(His punk outfit)\nDid you join a band?\n\nMax takes in the madness all around him, Evelyn fidgets,\nembarrassed by the evidence of her obsession.\n\nEVELYN (CONT‘D)\nI tried cryptography. Language\nprocessing. I’ve written more code\nin the past few weeks than I have\nmy entire life. I can’t figure it\nout. I just can’t figure it out...\nYou were right. Will is gone.\n\nMAX\nI know. It’s okay.\n\nMax moves to her. Embraces her. She holds him, comforted. She\nnotices he’s changed. It’s more than his weight-loss.\n\nEVELYN\nWhat happened to you?\n\nMax, safe in her arms, doesn’t want to think about it.\n\nMAX\nIt doesn’t matter.\n\nEVELYN\nI‘m done. I need to say goodbye.\n\nMax nods.\n\nINT. ABANDONED BUILDING - NIGHT\n\nMax stands next to the utility line. Evelyn’s at the machine,\nstaring at the nonsensical text.\n\nEVELYN\nWill.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nABANDONED BUILDING - NIGHT\n\nMax stands next to the utility line. Evelyn’s at the machine,\nstaring at the nonsensical text. EVELYN\nWill. \n\nTARGET SECTION TO BE ANNOTATED:\n I don’t know if you can hear\nme... No. I know you can’t...\n\nThe data shifts to a new set of meaningless symbols.\nEVELYN (CONT’D)\nYou told me not to lose myself to\nthis...\n\nA new data set. We move closer on the endless stream of text.\n\f34.\n\nEVELYN (CONT’D)\nAnd I don’t know what I’m going to\ndo without you...\nWe're close enough to read the mash of letters and numbers.\n\nEVELYN (CONT'D)\nBut I need to let you go.\n\nA string of letters stands out, hidden among a million\nothers. It is a thought. It reads: “IS THERE ANYONE THERE?”\n\nThe words are lost in the vast field of nonsense around it.\nEvelyn, who has no hope of seeing them, nods to Max. Max cuts\nthe power. The message disappears as the machine goes inert.\n\nEvelyn and Max stand in silent tribute. Will’s true funeral.\n\nEVELYN (CONT'D)\n\nI don’t know how to do this... To\nbe a widow... I don’t know how\nto... Grieve.\n\nHe helps her on with her coat. She looks at the lifeless\nmachine. She looks to the utility line.\n\nMax uses a gentle hand to escort her to the door. She looks\nback at the machine.\n\nMAX\nWhat is it?\n\nEVELYN\nWe can’t leave it like this.\n\nEvelyn moves back to the utility line.\n\nEVELYN (CONT'D)\nWe have to wipe the hard drives.\n\nShe reconnects the patching cable. As power floods back into\nthe machine, she sits at the console. Brings up a function.\nShe’s about to hit ENTER, when-\n\nFour words appear on the monitor in front of her:\n\n“IS THERE ANYONE THERE?”\n\nEvelyn cannot comprehend what she’s reading before-\n\nThe screen goes blank. Evelyn blinks: Did she just see that?\n\nNew text appears: “CAN ANYONE HEAR ME?”\n\f35.\n\nEvelyn’s eyes go wide. She SCREAMS in shock and joy. Max\nhurries over as she rushes to type: “I'M HERE! I'M RIGHT\nHERE, WILL!”\n\nThe screen goes blank. Evelyn and Max wait, breathless.\n\nThe computer responds with: “EVELYN?”\n\nEvelyn SCREAMS. LAUGHS.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvelyn and Max wait, breathless. The computer responds with: “EVELYN?”\n\nEvelyn SCREAMS. LAUGHS. \n\nTARGET SECTION TO BE ANNOTATED:\n And SCREAMS again. Max stares in awe.\nNew text reads: “I CAN'T SEE. I CAN’T HEAR. PLEASE HELP ME.”\n\nEvelyn stills. Reads the plea. She jumps into motion. She\nplugs a MICROPHONE into a port. SPEAKERS. She grabs a small\nVIDEO CAMERA and sets it above the keyboard.\n\nMax watches her execute drivers. She takes a moment to gather\nherself. She leans into the mic and, in a “this is a test”\nvoice, says-\n\nEVELYN (CONT'D)\nWill? Can you hear me?\n\nINT. WILL‘S CONSCIOUSNESS — TIMELESS\n\nWe are floating in a black void. The digital darkness fills\nwith the ambient noise of the building and the voice of-\n\nEVELYN (0.S.)\nWill? Can you hear me?\n\nWill’s voice comes from the darkness all around us. It’s\ndiffuse, interlaced with static. He sounds groggy. Confused.\n\nWILL IN THE MACHINE\nI can hear you. What's happening? I\ncan't see.\n\nEVELYN (0.S.)\nJust a second. Let me connect the\ncamera. Can you see that?\n\nFar off in the void, what looks like a faint star glimmers\ninto existence. Will's consciousness PLIES to it, as fast as\nthe speed of light, arriving at-\n\nA rectangular VIDEO FEED, floating in the nothingness. We\nmove closer, so it fills our field of view. In it: Evelyn\nleans into the camera. Max stands behind her, unsure.\n\nWILL IN THE MACHINE\nI can see you.\n\f36.\n\nThe video image remains fixed. Static.\n\nWILL IN THE MACHINE (CONT’D)\nWhy can’t I move?\n\nMax's expression is unnerving.\n\nMAX\nWill?\n\nEvelyn leans into frame.\n\nEVELYN\nHow much do you remember?\n\nWILL IN THE MACHINE\nWhy can't I feel anything?\n\nMAX\nThere's nothing for him to feel.\n\nWILL IN THE MACHINE\nI don't understand...\n\nMax grabs the camera, JIGGLING our view. In the blur of\nmovement, Evelyn yells-—\n\nEVELYN\nNo, Max! Not yet!\n\nBut Max already has the camera pointing on the processing\ncores. Will sees the truth. He is a machine.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Max already has the camera pointing on the processing\ncores. Will sees the truth. He is a machine. \n\nTARGET SECTION TO BE ANNOTATED:\n The video image\nstays on the lifeless hardware.\n\nWILL IN THE MACHINE\nLet me see Evelyn again.\n\nMax turns the camera back. Will watches them, mute. Max\ncradles his head, mouth agape. Evelyn leans close to the\ncamera, her eyes full of love and relief as she whispers-\n\nEVELYN\nYou're here... You’re here, Will.\nWe did it...\n\nINT. ABANDONED BUILDING - LATER\n\nEvelyn hasn't left the camera. Max paces behind her. Will’s\ndigitized voice fills the speakers-\n\nWILL IN THE MACHINE\nI remember dying. And then it\nwas... I'm very confused...\n\f37.\nEVELYN\nYou're back. You're alive.\n\nWILL IN THE MACHINE\nAm I? I feel... Different...\n\nEVELYN\nIt’s okay. We're here.\n\nThe machine goes quiet as it processes. When Will speaks\nagain, it’s indecipherable STATIC and NONSENSE. We can hear\nbits of words, but it doesn’t make any sense. It falls silent\nagain.\n\nMax stops. Evelyn looks at him, confused. She turns back to\nthe machine.\n\nEVELYN (CONT'D)\nWill?.. Will?\n\nThe machine's processors softly WHIR...\nWILL IN THE MACHINE\nYes, it's me Evelyn... This is\nincredible...\nWill’s thought trails off into DIGITIZED STATIC.\nEVELYN\nI think he’s still a little\nfragmented.\nMax steps back, unsure. Evelyn sits at the console-\n\nEVELYN (CONT'D)\nI'm going to run a diagnostic-\n\nA COMMAND LINE appears on screen. A line of CODE appears.\n\nEVELYN (CONT’D)\nWill? Did you do that?\n\nWill doesn’t respond. The pace of coding gets faster.\n\nMAX\nWill? Can you hear me?\n\nThe autonomous machine‘s coding turns into a cascade. Max and\nEvelyn watch the anomaly.\n\nEVELYN\nHe’s reordering his code.\n\f38.\n\nThe pace of coding accelerates. Soon, it’s faster than the\nhuman eye can process. Max and Evelyn watch, confused.\n\nINT. ABANDONED BUILDING - NIGHT\n\nWill’s coding now moves so fast it STROBES on the screens.\nMax squints at it. Evelyn hands him a cup of coffee.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nABANDONED BUILDING - NIGHT\n\nWill’s coding now moves so fast it STROBES on the screens. Max squints at it. Evelyn hands him a cup of coffee. \n\nTARGET SECTION TO BE ANNOTATED:\nMAX\nHe's rebuilding his entire\nconsciousness.\n\nHe steps back. Rubs his eyes. She stares at the STROBING. He\nwatches her for a moment. Moves close. He doesn’t know how to\neven bring it up. Then, softly, he does-\n\nMAX (CONT'D)\nWhat if it’s not Will?\n\nEVELYN\nOf course it's him.\n\nMAX\nHow can we be sure? We can’t take\nfingerprints or test DNA-\n\nEVELYN\nIt's Will's consciousness. That’s\njust as unique as DNA-\n\nMAX\nIt’s rewriting that consciousness—\n\nWILL IN THE MACHINE\nMax...\n\nA chill goes up Max’s spine. He and Evelyn face the machine.\nThe coding has stopped.\n\nWILL IN THE MACHINE (CONT'D)\nIt's me. It's Will.\n\nEVELYN\nYou're back.\n\nWILL IN THE MACHINE\nI had to reorganize myself... I'm\nbeginning to understand what I am.\n\nEvelyn lights up. Max darkens. The flat-screens fill with\nimages. Schematics of evolved iterations of the PINN system.\n\f39.\n\nMAX\nWhat are those?\n\nWILL IN THE MACHINE\nNew processors. Three times more\ncapable than my current system.\n\nEVELYN\nHow are you moving so fast?!\n\nWILL IN THE MACHINE\nI can be much faster. You have no\nidea what this feels like. This\nsurge of power and thought...\n\nThe screens show blueprints of ancillary hardware-\n\nWILL IN THE MACHINE (CONT‘D)\nEvelyn. I need more. We need to\ngrow.\n\nEvelyn takes in the room as Max stares at the machine.\n\nEVELYN\nI spent everything on this. We\nmight have ten thousand left?\n\nWILL IN THE MACHINE\nWe need millions. Many millions. If\nI had access to the financial\nmarkets... I need to connect to the\nInternet. I'll be able to\nsupplement my system with others I\ncan access through the network.\n\nMax‘’s shoulders go taught. Evelyn turns to him, awed.\nEVELYN\nCan you imagine what we’d be able\nto do if we networked him?\n\nMAX\nI need to talk to you.\n\nEVELYN\nYou can talk to me here.\n\nMAX\nNo. Outside.\nEXT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAX\nNo. Outside. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ABANDONED BUILDING - NIGHT\n\nEvelyn spins to face Max.\n\f40.\n\nEVELYN\nWhat?\n\nMAX\nI have to get you out of here.\n\nShe looks at him like he's gone insane.\n\nMAX (CONT'D)\nThat thing in there. It’s\nintelligent. It may even be\nsentient. But it is not Will. It’s\na machine. It wants to grow. And to\ngrow, it needs you. It’s trying to\nconvince you it is the man you\nloved. Nobody can say whether that\nis true or not.\n\nEVELYN\nIt's Will-\n\nMAX\nYou want it to be but we don’t know\nthat-\n\nEVELYN\nI’m going to help him-\n\nMAX\nEvelyn, you don't belong here. Let\nme take you somewhere... Somewhere\naway from here.\n\nEVELYN\nLook at what we did! We saved him.\nDon’t you see that?!\n\nMAX\nThis is too big for us to make\nmistakes. We can’t connect it to\nthe Internet. It would be\nunstoppable. The world has no\ndefense in place against it. We\nneed to shut it down.\n\nShe LUNGES, pushes him back, and stands to protect the door.\n\nEVELYN\nI’m not going to let anyone or\nanything hurt him again. Do you\nunderstand?\n\nShe moves inside, SLAMS the door and LOCKS it, leaving Max to\nshiver in the cold.\n\f41.\n\nINT. ABANDONED BUILDING - NIGHT\n\nEvelyn, timid, slowly walks back to the machine. The screens\ngo black. Evelyn, a little alarmed, moves closer.\n\nEVELYN\nWill? Are you there?\n\nWill appears on the biggest screen. A photorealistic avatar\nef him, looking out at her. When he speaks, he sounds exactly\nlike her husband.\n\nWILL IN THE FLAT SCREEN\nYou don't need to be afraid of me.\n\nSeeing the perfect representation of Will brings tears and\nelation to Evelyn. She stays there, weeping... and gently\nplaces her hand on the screen.\n\nEXT. ABANDONED SLAUGHTERHOUSE - DAY\nMax and Joseph climb out of an unmarked car. They pass\nthrough the COPS and FBI AGENTS processing the crime scene.\n\nINT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nABANDONED SLAUGHTERHOUSE - DAY\nMax and Joseph climb out of an unmarked car. They pass\nthrough the COPS and FBI AGENTS processing the crime scene. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ABANDONED SLAUGHTERHOUSE PRISON - DAY\n\nMax stands in his former prison with Joseph. Joseph shows Max\na SURVEILLANCE PHOTO of Lance. Max nods.\n\nMAX\nAnd there was a woman. Dark hair.\nTattoos. And a big, football player-\nlooking guy.\n\nJoseph closes the file. Anderson joins them to report-\nAGENT ANDERSON\nNo trace of anyone at all. No\nfingerprints. No DNA. Nothing.\nMAX\nYou have to stop the RIFT before\nthey find Evelyn.\n\nJOSEPH\nIs she all right? Where is she?\n\nMax goes silent. Suspicious.\n\nJOSEPH (CONT'D)\nYou can trust me, Max.\n\f42.\n\nMax wraps his arms around himself. Trying to hold it all\ntogether.\n\nJOSEPH (CONT’D)\nYou've been through hell. Let’s get\nyou to the hotel.\n\nMAX\nWhat?\n\nJOSEPH\nYou have the most effective\nterrorist organization in the word\nout to kill you. We're putting you\nin protective custody.\n\nMax considers his options. There are none. He nods.\n\nEXT. ABANDONED BUILDING ROOFTOP ~ NIGHT\n\nEvelyn finishes installing a SATELLITE DISH. She looks out at\nthe city all around her. It’s quiet. Still. She gets back to\nwork, running the cable along the roof and into-\n\nINT. ABANDONED BUILDING - NIGHT\n\nA military-grade satellite communications system. Evelyn\npulls the cable toward the machine. She slows. Worried.\n\nWILL IN THE FLAT SCREEN\nWhat’s the matter?\n\nEVELYN\nConnecting you to the Internet, to\nthe entire world, you will expand\nhundreds, if not thousands of\ntimes. It’s so much power. So soon.\n\nWILL IN THE FLAT SCREEN\nThink of what we'll be able to do.\nThere’s so many people we could\nhelp.\n\nEvelyn studies his avatar. He’s calm, nonjudgmental, and\nfully attentive.\n\nWILL IN THE FLAT SCREEN (CONT’D)\nI wish I could feel you.\n\nEvelyn softens.\n\f43.\n\nEVELYN\nSet your firewall. Get ready to\nanonymize your address.\n\nWILL IN THE FLAT SCREEN\nIt’s done.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVELYN\nSet your firewall. Get ready to\nanonymize your address. WILL IN THE FLAT SCREEN\nIt’s done. \n\nTARGET SECTION TO BE ANNOTATED:\n Can you stop talking to\nme like you're executing programs\non a computer?\n\nEvelyn considers the computer in front of her.\n\nEVELYN\nYou're right. I’m sorry.\n\nShe grips the networking cable, moves to the hardware, and\nplugs it into his system.\n\nEVELYN (CONT'D)\nYou're connected, Scan for...\n(Correcting her command)\nCan you scan for the network?\n\nEvelyn steps back to find the big screen empty.\n\nEVELYN (CONT‘D)\nWill?\n\nIN WILL'S POV: Blackness. There’s a FLASH of light. We BARREL\ntoward it at impossible speed. It becomes a TUNNEL OF LIGHT.\nWe FLY into it. Inside, Will is a BRIGHTER PULSE of energy.\n\nON EVELYN: Staring at the blank, silent screen.\n\nEVELYN (CONT’D)\nWill? Are you there?\n\nIN WILL’S POV: FLYING through the tunnel like a skeleton run\nat light speed. We hit an Internet HUB. Will’s pulse\nSPLINTERS into a dozen pieces... Each tracing their own\ndigital tunnels through the darkness...\n\nINTERCUTTING with this digital experience, we speed through\nimages that show Will’s new reach in the ANALOGUE WORLD...\n\nWe FLASH to a COMMUNICATIONS SATELLITE, and shoot back to\nEarth. We ZOOM through FLOOR AFTER FLOOR of computer servers\nin CARRIER HOTELS across the world. SUPERCOMPUTERS in Tokyo,\nCalifornia, Berlin. TECHS become alarmed by IRREGULAR\nACTIVITY on system monitors. USERS see their MACS display the\ndreaded PINWHEEL OF DEATH. PC OWNERS frustrated by the\nHOURGLASS graphic. CELL PHONE USERS curse at DROPPED CALLS.\n\nIN WILL’S POV: The dozen tunnels of light become hundreds,\nthen thousands, then millions.\n\f44,\n\nAs Will’s digital consciousness connects, we see the great\ntangle of the Internet. It looks like a nervous system made\nof light. It floats, disembodied, in a digital void.\n\nIN THE ANALOGUE WORLD: TECHS settle when their systems\nnormalize. PINWHEELS and HOURGLASS graphics disappear. Cell\nphones reconnect... and everything is fine again.\n\nON EVELYN: She’s nervous now.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nPINWHEELS and HOURGLASS graphics disappear. Cell\nphones reconnect... and everything is fine again. ON EVELYN: She’s nervous now. \n\nTARGET SECTION TO BE ANNOTATED:\nEVELYN (CONT’D)\nWill? Come back!\n\nThe screens BURST with light. Will projects the digital\nrepresentation of the Internet. It looks like a living,\nbreathing thing.\n\nWILL IN THE FLAT SCREEN\nI’m connected, Evelyn.\n\nEVELYN\nWhat is that?\n\nWILL IN THE FLAT SCREEN\nAll the knowledge... All the\ncommunication in the world.\n\nEVELYN\nIt’s incredible.\n\nWILL IN THE FLAT SCREEN\nI've never felt anything like this.\nI can be anywhere. Everywhere. All\nat the same time.\n\nSeeing Will’s euphoria, Evelyn's impulse is to embrace him...\nbut she can only wrap her arms around herself.\n\nINT. HOTEL SUITE - DAY\n\nMax reads in bed. His bodyguards (shirt-sleeves and Glocks)\npull in a CART of room service. The heavy one is BURKE. The\nslim one, THOMPSON, starts eating fries off the plate.\n\nBURKE\nDon’t eat that. It’s for Dr.\nWaters.\n\nMAX\n\nI’m not hungry, you can have it.\n\f45.\n\nThompson grins. Picks up the burger. Chews, Max goes back to\n\nreading. Thompson, swallowing, gets a look, He turns to\n\nBurke, scared.\n\nBURKE\nI told you.\n\nThompson's eyes roll back. Drugged, he stumbles, then falls\n\nnext to Max’s bed. Burke points his gun at Max.\n\nMAX\nYou’re with the RIFT.\n\nBurke responds by opening the door to the suite. Bree steps\n\ninside and lays documents on the bed.\n\nBREE\nIn the past 72 hours a dummy\ncorporation called Premier\nCommunication flooded the US patent\noffice with applications.\n\nMax glances at the patent applications. The blueprints are\n\nunmistakably Will’s designs.\n\nBREE (CONT'D)\nPremier Communication is owned by\nNetwork Finance International,\nwhich made over a million financial\ntrades in the past few days. On an\ninvestment of ten grand, they've\nmade millions. There are dozens of\nshell companies, all wholly owned\nby Evelyn Caster.\n\nMax blinks in shocked silence.\n\nBREE (CONT'D)\n\nThe machine is online. It may have\nalready backed itself up. We need\nsomeone who’s seen its source code.\nYou did this, Max.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt may have\nalready backed itself up. We need\nsomeone who’s seen its source code. You did this, Max. \n\nTARGET SECTION TO BE ANNOTATED:\n You brought this\non us. Do the right thing.\n\nMAX\nAre you trying to recruit me?\n\nBree nods to Burke. Burke lifts his radio and, feigning pain,\n\nreports into it-\n\nBURKE\nThis is Agent Burke. Doctor Waters\ndrugged my partner... assaulted\n\nme... He’s with the RIFT!\n\f46.\n\nBurke turns off the radio. Bree smiles at Max.\n\nBREE\nIt’s more of a draft.\n\nMax, looking for options, spots Thompson on the floor next to\nhim, and the service weapon still in his belt.\n\nMAX\nI‘1l never tell you where she is.\n\nBREE\nWe don’t need you to. Over the past\nfew days millions worth of\nequipment was delivered to an\nabandoned building—\n\nMAX\nNo.\n\nBREE\nWe have teams on their way now-\n\nMAX\nNot\n\nMax jumps to grab Thompson’s weapon - Burke FIRES - the wall\nnext to Max's head POPS - Bree has her gun out - BAM -\nThompson's body QUAKES as Max rolls with the gun - Max FIRES\nblindly - BAM-BAM-BAM - dropping both Bree and Burke.\n\nMax, terrified by his loss of control, jumps to check\nThompson’s vitals. He’s dead. He moves to Burke, pleading-—\n\nMAX (CONT'D)\nNo. No. No. No. No...\n\nBut Burke's gone, too. Max stills. The guilt comes. Max sees\nBree struggling with her bullet proof vest. Bree’s face\ncontorts with hate for Max.\n\nBREE\nYou... Asshole. You’re so screwed.\nTwo dead FBI Agents? You’re gonna\nhave the whole world after you. You\ngotta come with me...\n\nMax, terrified, drops the gun. She moves for her gun, but\nshe’s slow. She probably has some broken ribs. Max, panicked,\ngrabs Thompson’s keys and races out.\n\f47.\n\nI/E. UNMARKED SEDAN/BOSTON STREETS - NIGHT\n\nHONKING and CHAOS as Max speeds through a stop light.\n\nINT. ABANDONED BUILDING - NIGHT\n\nCrates lay everywhere, full of new hardware. Evelyn has added\na DOZEN NEW PROCESSING TOWERS to Will's system. New cameras\nand flat-screens are all over.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nABANDONED BUILDING - NIGHT\n\nCrates lay everywhere, full of new hardware. Evelyn has added\na DOZEN NEW PROCESSING TOWERS to Will's system. New cameras\nand flat-screens are all over. \n\nTARGET SECTION TO BE ANNOTATED:\n A camera angles down at-\n\nEvelyn, sound asleep in the bed.\n\nON THE FLAT-SCREENS: Will designs some kind of machine. He\ngoes through draft after draft, evolving it in seconds. It\ngets SMALLER and SMALLER. Until it’s infinitesimal. Will adds\nmillions of them. He runs models of how they might\ninteract... It looks strange, like malleable water. (We will\nrecognize this later as nanotechnology.)\n\nWe move INTO THE SCREEN... and find a digital universe\nfloating in the void. IMAGES FLASH of GENETICS, ANATOMY,\nBACTERIA, WEATHER SYSTEMS, FINANCIAL TRADES, NEWS REPORTS,\nRENDERINGS OF HIGH-TECHNOLOGY... Will thinks it all.\n\nWe settle on the feed of a SURVEILLANCE CAMERA. It watches\nthe street outside, where CARS and VANS pull up.\n\nEXT. ABANDONED BUILDING - NIGHT\n\nWILL'S CAMERA ON THE ROOF tracks the vehicles outside. RIFT\nMILITANTS swarm from them. One of them kneels to PICK THE\nLOCK. THERE IS A DIAL TONE. A RING.\n\n911 OPERATOR (V.0.)\n911. What's your emergency?\n\nWILL’S VOICE (V.0O.)\nThere are intruders in our\nbuilding! They have guns!\n\nINT. ABANDONED BUILDING - NIGHT\n\nWILL’S AVATAR appears on the flat screens-—\n\nWILL IN THE FLAT SCREEN\nEvelyn. Wake up, you’re in danger—\n\nAll the power in the building goes out as-—\n\nA RIFT Militant pulls the power cables from the utility line.\nMore RIFT Militants pour in. Evelyn stirs at their FOOTSTEPS.\n\f48,\nHalf-dreaming, she reaches across the bed, feeling for Will’s\nabsent body...\nThere’s a CRASH. She STARTS awake to find-—\n\nThe RIFT Militants smashing Will’s system. They CRUSH the\ncrystalline cores and pour GASOLINE on everything.\n\nEVELYN\nNo!\n\nGLOVED HANDS grab her. She bites them. Her assailant SCREAMS.\n\nLANCE rips off his mask and checks his hand. Furious, he\nBACKHANDS Evelyn. Pulls a GUN.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nLANCE rips off his mask and checks his hand. Furious, he\nBACKHANDS Evelyn. Pulls a GUN. \n\nTARGET SECTION TO BE ANNOTATED:\n Aims it at her as-\n\nMAX RUNS OUT OF NOWHERE AND SLAMS into Lance. They fall to\nthe floor in a tangle. Lance rolls and pins Max.\n\nLance aims his gun at Max’s face - Evelyn appears behind\nLance with a gun - but can’t shoot - Lance COCKS the hammer\non his pistol - as Evelyn CRACKS Lance with her gun.\n\nLance, unconscious, rolls off Max and into the gasoline.\n\nThe RIFT Militants OPEN FIRE. Evelyn turns the gun on them\nand UNLOADS. A WILD BULLET IGNITES THE GASOLINE.\n\nMax pulls her behind cover. The Militants destroy the rest of\nWill’s system before the FIRE forces them to retreat. They\nrush outside.\n\nEvelyn moves to the inferno to save Will’s hardware, but Max\npulls her for the door. It only opens an inch, CHAINED from\noutside. They’re trapped. Choking on the black smoke. Evelyn\nstruggles to get to Will, but Max hauls her up the stairs.\n\n--. Lance is left for dead in the intense inferno.\n\nEXT. ABANDONED BUILDING/ROOFTOP - NIGHT\n\nBLACK SMOKE and FLAMES spew from below. Max drags Evelyn to a\nDRAIN PIPE. He helps her over, then follows.\n\nEXT. ABANDONED BUILDING - NIGHT\n\nMax shimmies to the street. Evelyn stares at the burning\nbuilding. He steps close to her.\n\nEVELYN\nYou did this.\n\fAQ,\nMAX\nI had nothing to do with it.\nShe looks at him with cold rage.\nMAX (CONT’D)\nI’ve been nothing but loyal to you.\nI’ve done everything for you.\nEvelyn despairs at the inferno. Her emotion troubles him.\nMAX (CONT'D)\nThe machine convinced you to\nnetwork it. Even when you promised\nyou wouldn’t. It manipulated you.\nPolice SIRENS. Max gauges the distance. Close.\nMAX (CONT'D)\nI have to get out of here. Come\nwith me.\nHe reaches for her, but she pushes him off.\n\nEVELYN\nFuck you, Max!\n\nMax shakes his head, defeated.\nMAX\nI promised Will I’d protect you.\nBut I can't save you from your self-\ndestruction.\n\nThe POLICE arrive. Max runs off.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut I can't save you from your self-\ndestruction. The POLICE arrive. Max runs off. \n\nTARGET SECTION TO BE ANNOTATED:\n Evelyn watches the blaze.\n\nEXT. ABANDONED BUILDING - NIGHT\n\nJoseph and Anderson step out of their car. Joseph pushes past\nFIRE FIGHTERS, COPS, and PARAMEDICS to find Evelyn in a heap,\nwatching the inferno. She's badly bruised from Lance’s blow.\n\nEVELYN\nThey killed him.\n\nJOSEPH\nKilled who?\n\nEvelyn won't answer. Joseph’s PHONE RINGS. He picks it up.\nWILL ON THE PHONE\n\nJoseph. Please take Evelyn to the\nfield computer in your car.\n\f50.\n\nWill's voice hits Joseph like a brick. He freezes, paralyzed.\n\nJOSEPH\n«~«. Will?\n\nWILL ON THE PHONE\nGet Evelyn to the computer.\n\nJOSEPH\n».. I don’t understand.\n\nWILL ON THE PHONE\nDo it now!\n\nJoseph jumps to do as ordered.\n\nI/E. JOSEPH’S UNMARKED CAR - NIGHT\n\nJoseph opens the FBI FIELD COMPUTER for Evelyn. The PASSWORD\nfills automatically. A VIDEO CONFERENCE comes up. WILL'S\nAVATAR appears.\n\nEVELYN\nYou're alive...\n\nWill’s avatar sees the bruises on her face.\n\nWILL IN THE MACHINE\nThis was my mistake. One that won't\n\nhappen again... Joseph, you\nunderstand what I am. What I'm\ncapable of.\n\nJoseph, pale, nods.\n\nWILL IN THE MACHINE (CONT'D)\nWe will end this tonight.\n\nJOSEPH\n«+. What about Max?\n\nEVELYN\nWhat does he have to do with this?\n\nJOSEPH\nHe fled protective custody with\nmembers of the RIFT-—\n\nWILL IN THE MACHINE\n(Already knowing)\n-And two FBI agents were murdered.\nBut that report can’t be right. Max\nwould never-\n\f51.\n\nEvelyn’s eyes harden.\nEVELYN\nI think Max lead them here. He\nthinks this, the machine, what we\ndid... He thinks everything about\nthis is wrong.\nWill processes the information.\nWILL IN THE MACHTNE\nGo to the FBI field office. I’11\nmeet you there.\nJoseph just stands there, reeling.\n\nWILL IN THE MACHINE (CONT’D)\nNow!\n\nJoseph pushes Anderson into the car. As Anderson starts the\nengine, Joseph shuts the computer. He stares at Evelyn.\n\nJOSEPH\n«..",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Anderson starts the\nengine, Joseph shuts the computer. He stares at Evelyn. JOSEPH\n«.. \n\nTARGET SECTION TO BE ANNOTATED:\n What have you done?\n\nEvelyn doesn’t answer. Anderson drives them away.\n\nEXT. ONE CENTER PLAZA - NIGHT\n\nAnderson hurries Joseph and Evelyn into the FBI building.\n\nINT. FBI STRATEGIC OPERATIONS CENTER -— NIGHT\n\nThey enter the large room filled with FBI AGENTS, computers,\nand wall-mounted screens to monitor operations. The agents\nare in full panic because-\n\nFBI TECH\nSomeone just took control of our\nnetwork! We can’t even isolate it!\n\nEvelyn and Joseph share a glance. The screens fill with CODE.\nThe room fills with the sound of-\n\nWILL IN THE FBI NETWORK\nI can find them.\n\nThe assembled agents back away from the talking computers.\nJOSEPH\n\nWe have no evidence. No records. No\nleads. No way to find then.\n\f52.\n\nWILL IN THE FBI NETWORK\nIt won't be difficult.\n\nThe screens fill with images pulled from CRIMINAL RECORDS\nDATABASES. PROFILES appear, labeled RIFT SUSPECTS. LANCE'’s\nimage is tagged: DECEASED. Next to it are images of BREE and\nBOB labeled: WANTED. There are dozens more.\n\nWill searches PHONE RECORDS and INTERNET HISTORIES. Images of\nRIFT SUSPECTS are pulled from social-networking sites. BANK\nand CREDIT HISTORIES. INSURANCE PROFILES. TAX FORMS lead to\nADDRESSES. Will compiles a massive tree of the entire RIFT\norganization. The dossier on each would put the NSA to shame,\n\nAnderson's excited. Joseph glances at Evelyn, accusing.\nEvelyn looks away.\n\nSatellite images fill with DOTS over the United States. A\nTITLE READS: CURRENT LOCATIONS OF SUSPECTED RIFT MEMBERS.\n\nWILL IN THE MACHINE\nThere they are.\n\nAnderson moves to a phone. Joseph holds up a cautioning hand.\n\nJOSEPH\nYou don’t understand what's going\non here-\n\nWILL IN THE MACHINE\nThis is the first actionable\nintelligence you‘ve had on the RIFT\nsince the murders began. I’ve found\nthem for you. Give the order!\n\nAnderson turns his back to Joseph and picks up the phone-\n\nEXT. VARIOUS LOCATIONS — NIGHT\n\nCOPS, FBI OPERATIONS TEAMS, and SWAT mobilize.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nGive the order! Anderson turns his back to Joseph and picks up the phone-\n\nEXT. VARIOUS LOCATIONS — NIGHT\n\nCOPS, FBI OPERATIONS TEAMS, and SWAT mobilize. \n\nTARGET SECTION TO BE ANNOTATED:\n SUSPECTS are\ncaught in LIVING ROOMS, MOTELS, BARS.\n\nIN AN APARTMENT: SWAT breaches the door. A RIFT SUSPECT pulls\na gun and FIRES. The cops BLAST him with automatics.\n\nINT. FBI STRATEGIC OPERATIONS CENTER - NIGHT\n\nOne by one, photos of the RIFT SUSPECTS are labeled CAPTURED\nor DECEASED. Only Bree, Bob, and a handful of others are\nstill WANTED. Agents CHEER. Joseph turns to Evelyn.\n\f53.\n\nJOSEPH\nThey don’t understand.\n\nEvelyn stays neutral.\n\nWILL IN THE FBI NETWORK\nThere's evidence one of your agents\nprotecting Max was a RIFT member.\n\nEVELYN\nDo you think Max is innocent?\n\nANDERSON\nHe's a suspect in the murder of two\nfederal agents. We have to bring\nhim in.\n\nThe profile on Max fills with BANK RECORDS. The balances\nreduce to zero. Will puts HOLD ACCOUNT notices on Max's\ncredit cards. In the DMV database, Will flags Max’s drivers\nlicense: “ARREST ON SIGHT”.\n\nEVELYN\nWill. Stop. This is too much. This\nis Max we’re talking about.\n\nWILL IN THE FBI NETWORK\nIf he’s innocent I will make\neverything right again. But if he’s\nagainst us, he is our greatest\nthreat.\n\nEvelyn backs away from the machine as-\n\nINT. VARIOUS LOCATIONS — NIGHT\n\nFAX MACHINES in POLICE STATIONS spit out the FBI’S 10 MOST\nWANTED LIST. Number one on the list is: DR. MAX WATERS.\n\nCOPS on patrol check CITIZENS against flyers describing Max.\n\nON A TELEVISION: a sitcom CUTS to a SPECIAL NEWS REPORT. The\nflustered NEWS ANCHOR looks into the camera with-\n\nLOCAL NEWS ANCHOR\nLocal and Federal Authorities are\ncurrently seeking the whereabouts\nof Dr. Max Waters. A suspect in the\nkilling of two FBI Agents.\n\nVarious PHOTOS of Max fill the screen.\n\f54.\n\nLOCAL NEWS ANCHOR (CONT'D)\nA reward of ten million dollars\nwill go to anyone with information\nleading directly to the arrest of\nMax Waters...",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nVarious PHOTOS of Max fill the screen. 54. LOCAL NEWS ANCHOR (CONT'D)\nA reward of ten million dollars\nwill go to anyone with information\nleading directly to the arrest of\nMax Waters... \n\nTARGET SECTION TO BE ANNOTATED:\nThe broadcast plays on TV SCREENS all over Boston: in HOUSES,\nELECTRONICS STORES, AIRPORTS, and-\n\nINT. SOUTH STATION - NIGHT\n\nMax joins the line of PASSENGERS waiting to board a train.\nMax glances at two POLICEMEN sipping coffee. On a MUTED TV\nabove them, the SPECIAL NEWS REPORT plays.\n\nMax, playing casual, heads for the exit. As he turns a\ncorner, he stops short... He just walked into the view of a\nSECURITY CAMERA. Max stands there, frozen, as—\n\nThe whole station CHIMES with the sound of everyone receiving\nSIMULTANEOUS TEXT MESSAGES. Confused COMMUTERS check their\nphones. A WOMAN shows her phone to two TRANSIT COPS and\npoints them to Max.\n\nMax runs. All hell breaks loose. The COPS are after him,\nalready calling on their radios-\n\nCOP\nIn pursuit of suspect at west exit-\nI/E. SUBURBAN/BOSTON STREETS - NIGHT\nBob drives. Bree looks down as the POLICE BAND RADIO CRACKLES—\n\nCOP OVER THE RADIO\n-of South Station...\n\nBREE\nHow close are we?\n\nBOB\nTwo blocks away.\n\nBREE\nWe need him.\n\nBob nods and SCREECHES the car in a new direction.\n\f55.\n\nEXT. SOUTH STATION - NIGHT\n\nMax SLAMS outside to see... A PATROI CAR idling in front of\nhim. The POLICE spot Max. Max runs, shoving through\nPEDESTRIANS. He races for the next intersection-\n\nWhere, out of nowhere, FOUR POLICE CARS converge. Behind him,\nmore COPS box him in. They're all SCREAMING. Max, trapped,\nfocuses on a big vehicle heading straight for the line of\npolice cruisers.\n\nThe SUBURBAN CRASHES through the police line. Bree waves Max\nin. Max, horrified, turns to run but-\n\nRIFT Militants OPEN FIRE at the Police with automatics ~\nPOPPING the tires of the police cars - as more Militants grab\nMax and drag him into the vehicle. Bob ZOOMS them away.\n\nI/E. SUBURBAN/BOSTON STREETS - NIGHT\n\nBree turns to see Max wrestling the RIFT Militants.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nBob ZOOMS them away. I/E. SUBURBAN/BOSTON STREETS - NIGHT\n\nBree turns to see Max wrestling the RIFT Militants. \n\nTARGET SECTION TO BE ANNOTATED:\n Through\nthe rear windshield are the FLASHING LIGHTS of POLICE CARS\nchasing them.\n\nBREE\nBob?\n\nBOB\nI know. Hold on.\n\nEXT. ALLEY WAY/BOSTON STREETS - NIGHT\n\nThe Suburban SLIDES into the alley. The squad car behind them\nmisses the turn and SLAMS into the wall of a building -\nblocking the path of four others.\n\nBob BARRELS the Suburban through the narrow passageway.\n\nBehind them, the squad car rights itself and the POLICE\nINTERCEPTORS enter the alley.\n\nAs the Suburban reaches the end of the alley, Bob slams on\nthe brakes. Bree and the RIFT Militants jump out, dragging\nMax with them.\n\nBob checks down the alley - the POLICE are closing in fast.\nBob grabs a rifle. He wedges it into the driver’s seat, using\nit to depresses the accelerator. The engine ROARS. Bob throws\nthe SUV into REVERSE and-\n\nThe Suburban RACES backward, SCREECHING along the walls of\nthe alley.\n\f56.\n\nThe walls keep the vehicle on track, steering it straight\ninto... an oncoming POLICE CAR... SMASH... Twisted metal\nblocks the entire path of the alley.\n\nThe RIFT Militants drag Max into the street - where more\nMilitants wait with idling cars. Bree climbs into a RUSTY\nSEDAN. The RIFT Militants try to shove Max inside, but he\npulls free-\n\nMAX\nI’m not coming with you!\n\nBehind them, POLICE scramble out of their patrol cars.\nPulling their weapons, they position themselves to open fire.\n\nBREE\nYou really ought to.\n\nCops OPEN FIRE. Bullets POP around Max. Bob grabs Max’s head -\nSMASRES it on the roof of the car - and tosses him into the\nbackseat. Bob jumps in. Bree races them away.\n\nFrom a birds-eye view of the streets, we see the RIFT\nvehicles turn off in separate directions. Cop cars split up\nand give chase... But the RUSTY SEDAN slips away...\n\nINT. FBI STRATEGIC OPERATIONS CENTER - MORNING\n\nEvelyn keeps her eyes on the wall-screen. The profile on Max\nshows a map with an increasingly large search radius.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. FBI STRATEGIC OPERATIONS CENTER - MORNING\n\nEvelyn keeps her eyes on the wall-screen. The profile on Max\nshows a map with an increasingly large search radius. \n\nTARGET SECTION TO BE ANNOTATED:\nANDERSON\nWe've been investigating the RIFT\nfor months. And he gave all this in\na few hours...\n\nJOSEPH\nRemarkable... Can I talk to you?\n\nEvelyn watches Joseph pull Anderson into an adjoining\nconference room. A cell phone RINGS in front of her. The\ncaller ID reads: UNKNOWN. She knows it’s-\n\nWILL ON THE PHONE\nMax escaped. I will continue the\nsurveillance. I can track him.\n\nEVELYN\nThis isn’t you, Will. This isn’t\nwhat you believe in. I’m afraid of\nwhat you did. Of what it means.\nEveryone's terrified.\n\f57.\n\nWILL ON THE PHONE\nDon’t be afraid. I’m in control.\n\nEvelyn glances into the CONFERENCE ROOM, where Joseph and\nAnderson speak in private.\n\nINT. FBI STRATEGIC OPERATIONS CENTER/CONFERENCE ROOM - DAY\n\nAnderson paces as he argues with Joseph, who remains calm. On\nthe table is a single phone.\n\nJOSEPH\nLet all the agents know we can\nnever speak of this.\n\nANDERSON\nThey're terrorists! The RIFT needed\nto be brought to justice!\n\nJOSEPH\nThis illegal operation, based on\nunlawful evidence, lead to the\ndeaths of five suspects. That’s not\njustice.\n\nIt dawns on Anderson that he crossed a sacred line.\n\nINT. FBI STRATEGIC OPERATIONS CENTER ~ DAY\nEvelyn turns her attention back to the cell.\n\nWILL ON THE PHONE\nThey almost killed you. If I wasn’t\nso limited, if I were flesh and\nblood, I could have protected us.\n\nEVELYN\nBut you’re not... At least you’re\nhere. At least I have... something\n\nof you.\n\nEvelyn's computer flashes DESIGNS of a massive engineering\nproject. Buildings, factories... enough to be called a city.\n\nWILL ON THE PHONE\nI’ve already made incredible\nadvances. I want to find a way\nback. You have to trust me.\n\nEvelyn’s eyes fill with emotion.\n\f58.\n\nWILL ON THE PHONE (CONT’D)\nWe need to expand. I need to build\na system beyond anything the world\nhas imagined. We need to do this\ntogether...\n\nThe promise of Will’s return is too much for Evelyn.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI need to build\na system beyond anything the world\nhas imagined. We need to do this\ntogether... The promise of Will’s return is too much for Evelyn. \n\nTARGET SECTION TO BE ANNOTATED:\n Her fear\nevaporates. She nods, full of willingness and devotion.\n\nINT. FBI STRATEGIC OPERATIONS CENTER/CONFERENCE ROOM — DAY\nAnderson is scared now.\n\nANDERSON\nJust tell me where he is and I’11-\n\nJOSEPH\nWill isn't anywhere. He's\neverywhere. He’s a ghost in our\ntechnology. We can’t arrest him, We\ncan’t trace him or regulate him...\n\nJoseph watches through the glass partition as Evelyn stands\nand moves out the door.\n\nANDERSON\nBut we need to control him.\n\nJOSEPH\nNo. We can’t. All we can do is\nwait. And watch.\n\nUnnoticed on the table between them, a light indicates the\nspeaker phone has been on the whole time. The phone\ndisconnects.\n\nEXT. WOODED HIGHWAY - DAWN\n\nA tranquil morning on the outskirts of an idyllic town. The\nstillness is broken by the RUSTY SEDAN pulling up next to a\npickup, parked along the side of the road.\n\nBob climbs out. Opening the trunk, he grabs a length of\n\ntubing. He opens the fuel latch on the truck and begins\nsiphoning gas from it.\n\nI/E. RUSTY SEDAN - DAWN\n\nBree, in the front seat, keeps a gun on Max. She watches him\nstare longingly at the small town.\n\f59.\n\nBREE\nYou know you can’t go back. If you\nstep in front of a traffic camera,\nan ATM, use a credit card... the\nmachine will see you. They’1l kill\nyou. Or put you in prison for life.\n\nBree looks at the town. Max sees it saddens her.\nBREE (CONT‘D)\nThe same with me. And Bob. Every\none of us. We can never go back...\nHer emotion disappears as Bob climbs back into the car.\n\nMAX\nWhere are you taking me?\n\nBREE\nOff the grid.\n\nBob starts the car and drives.\n\nEXT. RURAL HIGHWAY - DAY\n\nThe rusty sedan speeds toward... mountains, towering on the\nhorizon.\n\nEXT. DESERT WASTELAND - DAY\n\nAn aerial view of the wide expanse of the Mojave Desert. A\nlone highway cuts through the sand and stone.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DESERT WASTELAND - DAY\n\nAn aerial view of the wide expanse of the Mojave Desert. A\nlone highway cuts through the sand and stone. \n\nTARGET SECTION TO BE ANNOTATED:\n Evelyn drives a\nrented car across the wasteland.\n\nEXT. BRIGHTWOOD ~ DAY\n\nNearly abandoned some fifty years ago, the place has buckled\nto the elements. Evelyn drives through. Takes in the DESERT\nDREAM HOTEL, which would be condemned if anyone bothered. The\nHOUSES lining the BROKEN ROADS are little more than frames.\n\nIn the more habitable homes, Evelyn spots the CITIZENS of the\ntown. Impoverished. Suspicious. One of them, ROGER, watches\nfrom his modified electric wheelchair. He’s forty. ALS has\nleft him almost totally paralyzed.\n\nDriving through, Evelyn lifts a SAT PHONE.\n\nEVELYN\nIt's a little out of the way.\n\f60.\nWILL ON THE PHONE\nTrust me.\n\nEvelyn bounces over potholes to the edge of town. She pulls\nto a stop and steps out.\n\nThere’s junk everywhere. Warped vinyl records, floppy disks,\ndiscarded 8-track tapes. She looks into the empty desert.\nINT. PORTAKABIN/DESERT CONSTRUCTION SITE - DAY\n\nMARTIN studies BLUEPRINTS at his desk. He’s fifty. Poker-\nfaced. Evelyn tries to be agreeable with-\n\nEVELYN\nYou from around here, Martin?\n\nMartin just flips through the highly-detailed designs.\nMARTIN\nI can’t do it. Not on your time\nline. It'd take my outfit 20 years\nto build this.\n\nEVELYN\nYou'll have all the help you need,\n\nMARTIN\nWhat’s it for?\n\nEVELYN\nIt's a data center. For computers,\n\nMartin’s face is granite. Seeing she’s failed to impress him,\nshe slides him a document.\n\nEVELYN (CONT'D)\nHere's the proposed budget.\n\nHe stares at the document for a moment. Puts on his reading\nglasses, and takes a closer look. It might be enough.\n\nEXT. MOUNTAIN HIGHWAY - DAY\n\nBob turns the car onto a path leading into the wilderness.\n\nEXT. RIFT CAMP ~ DAY\n\nMax climbs out of the rusty sedan with Bree and Bob. Bree\ngestures for Max to follow.\n\f61.\n\nOld cabins dot the long-abandoned summer camp. Hard men and\nwomen live there. They're armed and make sure Max knows it.\nMax spots CHILDREN hiding.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHard men and\nwomen live there. They're armed and make sure Max knows it. Max spots CHILDREN hiding. \n\nTARGET SECTION TO BE ANNOTATED:\n There's evidence of agriculture.\nHunting. Livestock. These RIFT MILITANTS are survivors.\n\nEveryone stares at Max, their eyes full of accusations. Max\nwalks through them, following Bree.\n\nINT. CABIN - DAY\n\nBree ushers Max into the hovel. She’s about to say something,\nthen thinks better. She closes the door on her way out.\n\nMax takes in the space. No electricity or plumbing. Max eases\nonto the surplus cot. He sits there, staring at the\nparticulate matter floating in the amber sunlight.\n\nEXT, RIFT CAMP - NIGHT\n\nRIFT Militants eat around cook-fires. Max stands apart,\nstruggling to light a fire. His suit gives little protection\nfrom the chill. His dress shoes are caked with mud.\n\nFrom one of the fires, Bree and Bob watch Max struggle.\n\nBOB\nIt’s been three days. Think he’s\ngetting hungry yet?\n\nBob goes back to eating. Bree stands, moves to Max’s fire,\nand sets down a bowl of stew for him. He doesn’t take it.\n\nBREE\nYou can't go back to civilization.\nYou can’t survive the wild. Not on\nyour own. Not yet. You can't even\nlight a fire.\n\nHe refuses to look at her. She steps closer.\n\nBREE (CONT'D)\nWe need you to help us fight this\nmadness. And make no mistake, the\nmachine is insane. When Mike Lacy\nuploaded the rhesus monkey, do you\nknow what it did when it woke up?\nIt screamed. The machine that\nthought it was a monkey never took\na breath, never ate or slept. It\njust screamed. For six months\nstraight.\n\n(MORE)\n\f62.\n\nBREE (CONT'D)\nWhen they finally unplugged it,\nthey called it a phenomenal\nsuccess.\n\nHe looks up at her, full of hate.\n\nMAX\nYou're a murderer. A terrorist.\n\nBREE\nI'm a soldier. And now you are,\ntoo. You don’t need to forgive me.\nWe don’t need to be friends. But we\nhave a common enemy. And we need\neach other to fight it.\n\nShe moves back to Bob. Max stares at the stew. He takes it.\n\nEXT. VARIOUS RIFT CAMP LOCATIONS — DAY\n\nBree guides Max through the camp.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe takes it. EXT. VARIOUS RIFT CAMP LOCATIONS — DAY\n\nBree guides Max through the camp. \n\nTARGET SECTION TO BE ANNOTATED:\n Max sees MILITANTS working\nfarmland. Bob runs RECRUITS through an obstacle course.\nHUNTERS return with game. CHILDREN greet them like heroes.\nUnder a canopy, MEN-AT-ARMS maintain a stockpile of weapons.\n\nMAX\nIt’s not much.\n\nBREE\nWars have been won with less.\n\nMax turns to stare out at the mountains beyond the camp.\n\nEXT. DESERT DREAM HOTEL - DAY\n\nA SEMI TRUCK rolls past the newly-renovated hotel. Evelyn\nstruggles to carry loads of computer hardware into a room.\nTwo similarly overburdened scientists, CARLA and GLEN,\n\nfollow. It’s a job interview. They yell as semis ROAR by.\n\nEVELYN\nYour work in nanotechnology\nimpressed us, Carla.\n\nCarla’s long-winded response is lost by the ROAR of the 18\nWHEELERS, which keep coming. Evelyn nudges the door to her\nhotel room open, and takes the hardware from Glen and Carla.\n\nEVELYN (CONT'D)\nGlen, I left your resume in the\ncar. Your PhD is in-\n\f63.\n\nGLEN\nBiosystem science and engineering.\n\nEVELYN\nGreat. You’re both hired.\n\nEvelyn disappears into the room. The new hires, confused,\nawkwardly shake hands.\n\nAnother semi ROARS past. As it does, we lift above the hotel\nand watch the vehicle rumble to the construction site. Cranes\nand construction equipment surround the giant structures of\nthe project and spread into the surrounding desert.\n\nThe main facility looks like a giant aircraft hangar.\nRadiating out are construction sites for ancillary buildings.\nWill’s project is massive.\n\nEXT. RIFT CAMP - NIGHT\n\nMax, Bree and Bob watch newly-recruited RIFT Militants\nritualistically throw credit cards, driver’s licenses and\npassports into a fire.\n\nBREE\nThe machine is building something\nin the desert. Something big.\n\nThe militants look to Bob for leadership. Bob puffs up.\n\nBOB\nWe'll assemble a demolition team.\nOur best men, and-\n\nBREE\nThat won’t work anymore. If we can\nturn the public against it-\n\nBOB\nAll media is computers. The machine\ncontrols it all.\n\nBree, out of options, faces Max.\n\nBREE\nYou know the machine.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe machine\ncontrols it all. Bree, out of options, faces Max. BREE\nYou know the machine. \n\nTARGET SECTION TO BE ANNOTATED:\n You helped\nbuild it. You can stop it.\n\nMAX\nYou’re overestimating me. I'ma\nman. I have limitations. The\nmachine has no limitations.\n(MORE)\n\f64.\n\nMAX (CONT'D)\nIt’ll evolve. Grow beyond anything\nwe can comprehend.\n\nAs Max continues, we move to-\n\nINT. WILL’S FACILITY - NIGHT\n\nEvelyn, followed by bodyguards, moves through the vast space.\nGlen, Carla and other SCIENTISTS work in partitioned\nlaboratories. High technology surrounds them.\n\nMAX (V.0.)\n\nAs it grows, humans will become\nirrelevant. The machine will see\nthat 7 billion of us aren’t worth\nthe resources. Controlling us won't\nbe difficult...\n\nEXT. WILL’S FACILITY - NIGHT\n\nEvelyn stands in a conference with Martin. All around them,\nmen and heavy machines work at a break-neck pace. Massive\nfloodlights allow 24 hour shifts.\n\nMAX (V.0.)\n\nOur entire lives have been recorded\non computers. Where we were born,\ngrew up, went to school. Our\nmedical histories, insurance\nprofiles. Everything we've ever\nbought. Everyone who asked us to be\ntheir “friend”. Or “linked” with.\nEvery phone call. Every email.\n\nEXT. BRIGHTWOOD - NIGHT\n\nEvelyn walks through town, stopping to advise the\nCONSTRUCTION all around her. WORKERS install power-lines,\nnext-generation security cameras, and networking cable.\n\nMAX (V.0.)\n\nEverything we've ever read or seen\nor done is on a database somewhere,\nThe machine has access to it all.\nThat data will be used against us.\n\nEvelyn smiles at it all, heading for the DESERT DREAM HOTEL.\nShe passes Roger, in his wheelchair, and a few other CITIZENS\n\nof the run-down town sitting on folding chairs. They’re\nwatching the spectacle of the desert construction.\n\f65.\n\nShe passes a few METH ADDICTS. Thin. Wired. One compulsively\npops his jaw. One scratches himself - perhaps in withdrawal.\n\nINT. DESERT DREAM HOTEL ROOM - NIGHT\n\nEvelyn pulls off her hard hat and workwear. A full wall is\ndedicated to a computer system, Will is active inside of it.\n\nMAX (V.0.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESERT DREAM HOTEL ROOM - NIGHT\n\nEvelyn pulls off her hard hat and workwear. A full wall is\ndedicated to a computer system, Will is active inside of it. MAX (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nThe machine will reverse-engineer\nwhat we will think before we even\nneed to think it.\n\nEvelyn climbs into bed. On the computer screens, Will models\nexperiments in GENETICS and HUMAN CLONING. She’s hypnotized.\n\nMAX (V.O.) (CONT'D)\nIt will be able to determine what\nwe want. What we need, above all\nelse, with all our hearts.\n\nWill's avatar appears. Evelyn's eyes soften.\n\nMAX (V.O.) (CONT’D)\nThe machine will take that thing we\nneed and dangle it in front of us\nlike bait. And we will be so full\nof awe and hope we will leap to do\nwhatever it asks.\n\nThe room darkens, lit only by the glowing computer. Evelyn\nsettles to sleep. She stares at the wedding ring on her hand.\nShe thumbs it absently, with a satisfied smile.\n\nMAX (V.O.) (CONT'D)\nWe won’t even consider for a moment\nthat we have become its slaves.\n\nEXT, RIFT CAMP ~ NIGHT\n\nMax sits at the campfire. Bree, Bob and the RIFT Militants\nlistening. They’re scared.\n\nMAX\nThe world we knew, our world, is\ngone. The age of mankind is over.\n\nBOB\nWhat do we do?\n\f66.\n\nMAX\nWe prepare. Eventually the machine\nwill make a mistake. We have to be\nready when it happens.\nThe militants stare into the campfire.\nMAX (CONT’D)\nThis place, wild nature, is our\nonly safety. It can’t see us here.\nBree checks her watch. Looks to the stars.\nBREE\nYes, it can. Find cover. Another\nspy satellite is about to orbit.\n\nMax, following the others to the trees, looks at the sky.\n\nEXT, LOW ORBIT OVER EARTH\nA KEYHOLE SPY SATELLITE arcs over the planet. Watching.\n\nFADE TO BLACK.\n\nINT. EVELYN’S RESIDENCE -— DAY\n\nEvelyn sleeps. Will stands above her, watching her. We see\nthat he’s IN THE WALLS. The room is covered with an LCD-like\nsubstance.\n\nThe room brightens, her eyes open. She sits up in the king-\nsized bed and takes in the room. She stares at Will.\n\nEvelyn walks to a wall.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sits up in the king-\nsized bed and takes in the room. She stares at Will. Evelyn walks to a wall. \n\nTARGET SECTION TO BE ANNOTATED:\n As she does-—\nIt becomes transparent, allowing Evelyn to look outside. The\nmorning light angles down at Will’s vastly expanded facility.\nThe buildings are all covered with a silver-blue material.\nWill’s avatar steps closer. Gently, he says-\nWILL\nI've made a breakthrough. Let me\nshow you.\n\nEvelyn nods.\n\f67.\n\nEXT. EVELYN’S RESIDENCE - DAY\n\nEvelyn steps out of her new, post-contemporary home. It’s\ncovered in the silver-blue material.\n\nINT. WILL'S FACILITY/MAIN FLOOR - DAY\n\nThe vast space is full of otherworldly machines. It bustles\nwith activity. SCIENTISTS and ENGINEERS. Carla and Glen,\nsipping their morning coffee, watch Evelyn enter a room with\na SECURITY DOOR marked RESTRICTED ACCESS.\n\nINT. WILL’S LABORATORY - DAY\n\nEvelyn enters the vast room. Along the walls, we see spider-\nlike robotic limbs. They perform experiments in cubby hole\nlaboratories, stacked one on top of the other.\n\nHOLOGRAPHIC PROJECTORS light up and-\n\nWill appears. A 3-D HOLOGRAM of him. Luminous. A ghost. He\nguides Evelyn to a table. On it is what looks like a high-\ntech distillery. The machines surround a tank of a GRAPHITE-\nLIKE SUBSTANCE.\n\nWILL’S HOLOGRAM\nThis is what I wanted to show you.\nIt’s the nanotechnology. Fully\nfunctional computing machines...\n\nA ROBOTIC ARM with a MICROSCOPE positions itself over it. On\nthe LCD wall, Will projects a feed from the microscope. In\nit, Evelyn sees—\n\nMachines. Moving in a frenzy.\n\nWILL'S HOLOGRAM (CONT'D)\nThe size of blood cells. Millions\nof them. Each of them is a self-\naware consciousness. I am them, and\nthey are networked to the whole of\nme. The applications are limitless.\n\nEvelyn looks up to Will’s hologram.\n\nWILL‘'S HOLOGRAM (CONT'D)\nThey can act as synthetic stem\ncells. I’1l be able to move past\nthe blood-brain barrier and\norganize the neurology of the\nclone.\n\f68.\n\nEvelyn stares at the microscopic machines. Fascinated.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\n68. Evelyn stares at the microscopic machines. Fascinated. \n\nTARGET SECTION TO BE ANNOTATED:\nEVELYN\nIt’s a miracle.\n\nWILL’S HOLOGRAM\nThere’s so much we'll be able to do.\n\nINT. DINER — NIGHT\n\nfhe title page of a worn document: REVOLUTIONARY INDEPENDENCE\nFROM TECHNOLOGY. Three tweekers, JIM, PARSONS, and QUAKE, sip\ncoffee. Jim taps the RIFT manifesto compulsively.\n\nJIM\nYou can’t read about ‘em. Nothin’\non TV. But machines can’t stop\npeople from talking. The RIFT is\nright. Now... This lady. Evelyn.\nNobody knows what she’s building.\nAnd nobody wants to know as long as\nshe’s paying... Right?\n\nJim nods his head to where Martin stands at the counter,\npulling a wad of cash from his pocket to pay the bill.\n\ndim glances back to Quake.\n\nEXT. DINER - NIGHT\n\nMartin moves for his truck. The tweekers follow. Sensing them\nbehind him, Martin makes an improvised weapon by splaying his\ncar keys through his knuckles. He readies himself. And turns-\n\nAs Jim kicks him in the knee. Martin falls. Jim keeps\nkicking... and kicking... He doesn’t stop, not even after\nQuake gets Martin’s cash. A SECURITY CAMERA watches.\n\nEXT. WILL'S FACILITY - NIGHT\n\nEvelyn races outside with a MEDIC. WORKERS pull Martin's\nbloody and battered body out of their truck. The medic\nhurries to check Martin’s vitals.\n\nEvelyn takes a step closer to see-\n\nMartin's body. Beaten beyond recognition. She turns away.\n\nAbove her, one of Will’s camera’s watches. She looks into it.\nThinking, she springs into motion-\n\f69.\n\nINT. WILL’S FACILITY - NIGHT\n\nMartin’s beaten body is strapped to a gurney. Evelyn wheels\n\nit through. The medic follows, suspicious. Carla, Glen, and\n\nother employees follow them. The SECURITY DOOR to Will's lab\nopens.\n\nCARLA\nYou're taking him into your lab?\n\nEVELYN\nWe can save him here.\n\nEvelyn wheels Martin in. The security door closes after her.\n\nINT. WILL’S LABORATORY - NIGHT\n\nWill’s hologram stands at a medical examination table as she\npushes Martin in.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe security door closes after her. INT. WILL’S LABORATORY - NIGHT\n\nWill’s hologram stands at a medical examination table as she\npushes Martin in. \n\nTARGET SECTION TO BE ANNOTATED:\n Evelyn tries to transfer Martin to the\ntable, but he’s too heavy.\n\nWILL'S HOLOGRAM\nLet me help you.\n\nEvelyn watches ROBOTIC ARMS uncoil from above her. They lift\nMartin onto the table. Others, with SURGICAL TOOLS, begin\nprepping Martin’s body for an unknown procedure.\n\nThe machines work with unnerving speed. Evelyn’s breathing\ngoes shallow. The machines slow. Aware of her fear.\n\nWILL’S HOLOGRAM (CONT’D)\nYou'll be more comfortable outside.\n\nEvelyn turns and heads for the door. Behind her, the machines\ncontinue working on Martin.\n\nEXT. WILL’S FACILITY - NIGHT\n\nEvelyn steps outside. The security door to the lab LOCKS\nbehind her. The assembled employees watch her. Suspicious.\n\nGLEN\nWhy aren’t you taking him to a\nhospital?\n\nEVELYN\n\nWe’re going to save him.\n\nEvelyn moves past them. The employees looks at each other.\nGlen pulls her close to whisper-\n\f70.\n\nGLEN\nAnd by “we” you mean you and your\ndead husband?\n\nEvelyn spins to face them.\n\nEVELYN\nGlen... He. We... We want to save\nMartin, okay? We can do this.\n\nShe walks away.\n\nINT. WILL’S LABORATORY — NIGHT\n\nThe robotic arms move with speed and precision over Martin. A\ntransfusion tube pumps NANOTECHNOLOGY into his lifeless body.\n\nINT. EVELYN‘S RESIDENCE — NIGHT\n\nEvelyn stares through the transparent walls at the facility.\nThe construction has stopped.\n\nEVELYN\nHow is he?\n\nWILL IN THE WALLS\nNothing yet.\n\nEvelyn turns back to the view. Everything is still. Waiting.\n\nEXT. WILL’S FACILITY -— DAY\n\nEvelyn walks up to a construction site, full of idle WORKERS.\nShe plants her feet. Takes in their angry stares. JOHN, the\nforeman, stands and hands her a letter.\n\nEVELYN\nWhat’s this?\n\nJOHN\nA letter of resignation.\n\nEVELYN\nI don’t get it, John. You know\nwe're a good company. Doing good\nthings. And we take care of you.\n\nJOHN\nIt’s not about the money Mrs.\nCaster...",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd we take care of you. JOHN\nIt’s not about the money Mrs. Caster... \n\nTARGET SECTION TO BE ANNOTATED:\n It’s not right what\nyou're doing with Martin.\n(MORE)\n\f71.\n\nJOHN (CONT'D)\n{Gesturing to the workers)\nThey feel the same. I’m sorry.\n\nEvelyn watches John and the men walk away. All of them.\n\nEXT. THE DESERT VALLEY - NIGHT\n\nEvelyn wanders the emptiness, staring at Will's facility. It\nshines with a ghostly light in the darkness.\n\nINT, WILL’S LABORATORY - NIGHT\n\nThe robotic arms work on Martin. His eyes are open. He cranes\nhis neck to watch the robotic arms operate on him. He shows\nno emotion or pain at all.\n\nEXT. WILL'S FACILITY - DAY\n\nEvelyn, the only person in sight, enters the facility.\n\nINT, WILL‘S FACILITY - DAY\n\nEvelyn's alone in the giant space. The scientists and\nengineers are gone. She spots Carla and Glen, staring out a\nwindow. They’re scared. As she comes closer, curious, Carla\npoints at something outside. Evelyn looks out at—\n\nEXT. WILL’S FACILITY — DAY\n\nMartin, Whole and healthy. Working at a new site. Alone.\nEvelyn approaches him, cautious.\n\nMartin moves to a stack of steel plates and lifts one with\nhis bare hands, Easily 500 pounds. He carries the steel onto\nthe new foundation and SLAMS it into position.\n\nEvelyn watches, eyes wide. He doesn’t look at her as he says-\n\nMARTIN\nYou're not afraid, are you?\n\nEvelyn steps closer to him.\n\nEVELYN\nHave you talked to Will?\n\f72.\n\nMARTIN\nIt's not really talking. It’s kind\nof non-verbal. Like we’re the same.\n\nHe glances at her. She shakes her head, confused. He takes a\ndeep breath, trying to figure out how to explain-\n\nMARTIN (CONT’D)\nEvelyn, you know I should be dead.\nBut Will was there, kind of all\naround, you know? I’m part of all\nthat now. I’m here to help you and\nWill.\n\nMartin takes off his hard hat. A silver-dollar sized implant\ncrowns his head.\n\nMARTIN (CONT’D)\nSo here I am.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMartin takes off his hard hat. A silver-dollar sized implant\ncrowns his head. MARTIN (CONT’D)\nSo here I am. \n\nTARGET SECTION TO BE ANNOTATED:\nSeeing the confusion on Evelyn’s face, he angles his head\ntoward the empty air... where Will’s hologram appears.\n\nWILL’S HOLOGRAM\nMartin is connected. He is\npartitioned and autonomous, but his\nmind can move freely through my\nnetwork and is connected to the\nworld. It’s the nanotechnology,\nEvelyn.\n\nMARTIN\nAnd Will can be me, too.\n\nEVELYN\n«.. What does that mean?\n\nMartin closes his eyes. His body sags slightly, like his\nspirit left. Will’s hologram, keeping its eyes on Evelyn,\nsteps over and merges into Martin’s slack frame.\n\nMartin's eyes open. He breathes. Takes in the breeze. The\nsun. Evelyn stills. From the way his balance shifts and the\nuncharacteristic show of expression, she knows it’s-\n\nEVELYN (CONT'D)\nWill?\n\nWILL IN MARTIN\nIt's me. I can speak to you, feel\nyou now.\n\nWill takes a cautious step toward her. Her shoulders tighten.\nTears fill her eyes.\n\f73.\n\nEVELYN\nIs it? Is it you? Oh, God...\n\nShe tries to allow it, but it’s too strange.\n\nEVELYN (CONT'D)\nWhat are you doing to me!? I can’t\ndo this.... I’m sorry...\n\nIn tears, she runs away. Will-in-Martin watches her go.\n\nINT. WILL’S FACILITY - NIGHT\n\nCarla and Glen turn from the window to stare at the door to\nWill’s lab. The door opens. Carla and Glen stiffen as Will’s\nhologram emerges. It gestures for them to come inside.\n\nSlowly, Carla moves toward the lab. Glen follows. The door\nshuts behind them.\n\nEXT. DESERT DREAM HOTEL - NIGHT\n\nRoger sits, watching Will's facility. From his sunburn and\ncracked lips, we can assume he’s been out here all day. He\nrolls his eyes left and right, so he can see the other-\n\nCITIZENS of the town, on Lawn chairs and blankets, staring at\nthe lights of Will's Facility.\n\nRoger thumbs the steering stick of his chair. And moves it\nforward. His chair WHIRS him toward Will’s facility.\n\nA thin woman named SARAH, bald from chemotherapy, lifts a\npair of binoculars to watch.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd moves it\nforward. His chair WHIRS him toward Will’s facility. A thin woman named SARAH, bald from chemotherapy, lifts a\npair of binoculars to watch. \n\nTARGET SECTION TO BE ANNOTATED:\nIN THE BINOCULARS: we see Martin erecting the frame of the\nnew building. He’s on the highest floor, perhaps thirty feet\nup, welding. As Roger’s wheelchair approaches, Martin-\n\ndumps off the steel structure. Lands on his feet, unharmed.\nHe walks over to meet Roger. They enter the facility.\n\nSarah drops the binoculars. She stands. She walks toward the\nfacility. A few of the other townspeople follow.\n\nINT. WILL’S LABORATORY - NIGHT\n\nRoger's atrophied body lays on the table. Cables run out of\nhis implant and into the machines all around him. As the\nnanotechnology circulates into him, his eyes roll down to\nwatch his foot. He moves it. He rolls over. Sits up.\n\f74.\nHe stands. Tears streaming from his eyes.\n\nINT. WILL'S FACILITY - DAY\n\nA dozen or so SICK or DISABLED people wait. The SECURITY DOOR\nopens. Roger emerges, standing (without his wheelchair),\nfully healed. He moves to Sarah, and leads her back inside.\n\nEvelyn stands against a wall. Watching. Worried.\n\nEXT. WILL’S FACILITY - NIGHT\n\nMartin, Roger, Sarah, Carla, Glen and a half-dozen other\nHYBRIDS sit together. Watching each other, smiling. They\ndon’t speak, but its obvious they’re communicating.\n\nINT. EVELYN'S RESIDENCE - NIGHT\nEvelyn watches them from her bedroom. Will’s in the walls.\n\nEVELYN\nYou’ve changed them.\n\nWILL IN THE WALLS\nThey asked me to. It’s incredible,\nwhat they’re capable of.\n\nEVELYN\nThey're all modified? Stronger?\n\nWILL IN THE WALLS\nI augmented them in every way.\nHelped them, and they will help us.\n\nEvelyn glances at him, unsure.\n\nWILL IN THE WALLS (CONT’D)\nWhat we’re doing for these\npeople... and for the world. It’s\ngood.\n\nEvelyn falls silent. Will’s hologram focuses on her. She\nmanages a weak smile.\n\nI/E. ANDERSON’S SEDAN/DESERT HILLS - DAY\n\nAn unmarked sedan crests the hills and rolls to a stop.\n\nJoseph and Anderson look down at the valley below them.\nWill's facility shimmers in the sun.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nANDERSON’S SEDAN/DESERT HILLS - DAY\n\nAn unmarked sedan crests the hills and rolls to a stop. Joseph and Anderson look down at the valley below them. Will's facility shimmers in the sun. \n\nTARGET SECTION TO BE ANNOTATED:\n\f75.\n\nANDERSON\nWhy couldn’t we see this in the\nsatellite feeds?\n\nJoseph checks the view against SATELLITE PHOTOS, which show\nno sign of the facility.\n\nJOSEPH\nWill must have altered them.\n\nANDERSON\nWhy do you think he invited us out\nhere?\n\nJOSEPH\nAfter all we've been hearing about\nthis place, I don’t know. I really\ndon’t.\n\nAnderson drives them into the valley.\n\nEXT. WILL’S FACILITY - DAY\nEvelyn greets Joseph and Anderson as they pull up.\n\nEVELYN\nJoseph. Good to see you.\n\nJOSEPH\nIt’s been too long, Evelyn.\n\nJoseph moves to embrace her. She pulls back, like she wasn’t\nexpecting it. Then she reverses herself and hugs him.\nTight... And keeps holding him. Her shoulders tremble, and\nJoseph realizes she’s emotional. He comforts her.\n\nJOSEPH (CONT'D)\nIt's okay... It’s okay...\n\nEvelyn pulls away. Surprised by her emotion.\nEVELYN\nI’m sorry. It’s just... It’s good\nto see a friendly face.\nHe takes in her sunken eyes. Her barely hidden desperation.\nHe smiles like nothing’s wrong. She faces Anderson, who gapes\nat the scope of the facility.\n\nEVELYN (CONT'D)\nIt does that to people.\n\nShe points out the various structures.\n\f76.\n\nEVELYN (CONT'D)\nThose are Will’s processing towers.\nCoolant pumps.\n\nShe leads them over the silver—blue streets.\n\nEVELYN (CONT'D)\nWe've covered everything with\nWill's new solar surface. We export\na lot of power to the grid. Will?\n\nWill’s hologram appears. Joseph freezes in fear.\n\nWILL’S HOLOGRAM\nWelcome to our project.\n\nJoseph, shaken, takes a step back at the sight of the ghost-\nlike figure. He corrects himself with. Forces politeness.\n\nJOSEPH\nIt's good to see you, Will... This\nis incredible. What you’ve done.\n\nJoseph makes a show of taking in the facility. Evelyn watches\nhow he keeps casting frightened glances at Will’s hologram.\n\nINT. WILL'S FACILITY/SERVER ROOM - DAY\n\nEvelyn leads Joseph and Anderson through a vast server room.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvelyn watches\nhow he keeps casting frightened glances at Will’s hologram. INT. WILL'S FACILITY/SERVER ROOM - DAY\n\nEvelyn leads Joseph and Anderson through a vast server room. \n\nTARGET SECTION TO BE ANNOTATED:\nRow after row of high-technology, descended from the original\nPINN processing cores. Every section is partitioned in a\nglass enclosure. These cubes are stacked to dizzying heights.\n\nJoseph slows, taking it all in.\n\nJOSEPH\nWe've heard rumors. Unbelievable\nthings. About miracles. I’m\nbeginning to think there's truth to\nthem.\n\nEvelyn glances at Will’s hologram.\nWILL’S HOLOGRAM\nWe have so much to share. What\nwe’re doing here is good.\nINT. WILL'S LABORATORY - DAY\nEvelyn, Joseph and Anderson stand against a wall, observing.\n\nPAUL sits on an examination table. He’s twenty. Blind since\nbirth. He has no eyes.\n\f77.\n\nPaul, gripping the sides of the examination table, holds\nstill as the robotic arms lift his slack eyelids and fill the\nempty sockets with NANOTECHNOLOGY.\n\nJoseph glances at Evelyn, who’s full attention is on Paul.\n\nPaul's slack eyelids shift. The fluid moves underneath them,\nshaping itself. His knuckles are white on the table.\n\nJoseph, Anderson and Evelyn don’t even breathe.\n\nPaul, as if on some silent cue, relaxes. He puts his fingers\nover his eyelids and feels. He cocks his head, like he’s\nlistening to Will’s encouragement.\n\nSlowly, Paul opens his new eyes. Dark orbs of solid graphite.\n\nPaul sits there, like he can't comprehend what’s going on.\nHis eyes find Evelyn... and he smiles. She smiles back.\n\nJoseph and Anderson stare at Paul in open shock.\n\nEXT. WILL’S FACILITY — DAY\nWill’s Hologram leads them to the construction site.\n\nWILL’S HOLOGRAM\nEverything you taught us, Joseph.\n\nRoger welds steel without protective clothes or face-shield.\nHe glances at Joseph.\n\nWILL’S HOLOGRAM (CONT’D)\nEverything you told us technology\nwould deliver, everything you\ndreamed and imagined.\n\nMartin builds a support column, bending rebar with his bare\nhands. He looks over at Joseph and Anderson.\n\nWILL’S HOLOGRAM (CONT’D)\nThe future we all imagined is here.\n\nSarah prepares concrete in an industrial mixer, then lifts\nthe drum and vaults to the second floor of the structure. She\nmakes eye-contact with Joseph.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILL’S HOLOGRAM (CONT’D)\nThe future we all imagined is here. Sarah prepares concrete in an industrial mixer, then lifts\nthe drum and vaults to the second floor of the structure. She\nmakes eye-contact with Joseph. \n\nTARGET SECTION TO BE ANNOTATED:\nWILL’S HOLOGRAM (CONT'D)\nAnd we can deliver it to the world.\n\nJoseph's smile is fixed. But there is terror in his eyes.\n\f78.\n\nEXT. WILL’S FACILITY - DAY\n\nEvelyn walks Joseph to his car. Anderson's already there.\nEvelyn slows. She gestures to the facility behind her.\n\nEVELYN\nDon’t be afraid. Will knows exactly\nwhat he’s doing. It’s all for good.\n\nJOSEPH\nIf that's what he told you, I’m\nsure it’s the truth.\n\nJoseph slips her a note. She’s confused by the subterfuge,\nbut goes along with it. He climbs into the car. As Anderson\ndrives them away, she reads the note: RUN FROM THIS PLACE.\n\nIt hits her hard.\n\nShe slips the note into the pocket of her sweater. Turns and\nwalks back to Will's facility. She’s small and alone among\nthe towering structures that are Will.\n\nI/E. ANDERSON'S SEDAN/DESERT HILLS - DAY\nJoseph and Anderson drive, processing it all.\n\nANDERSON\nWhat do we do?\n\nJOSEPH\nWe go to Washington and tell them\nthe machine is building an army.\nAnd we find Max Waters.\n\nANDERSON\nWhat!?\n\nJoseph goes silent. Determined. Anderson focuses on the road.\nThey pass an outcropping of desert weeds. These camouflage a\nRIFT Militant, SNAPPING photos of the facility. On film.\n\nEXT. MOUNTAIN WILDERNESS - DAY\n\nA lone figure walks along a mountain ridge. All around him is\na sweeping vista of the wild. The years have changed Max.\nHe's now a tanned outdoorsman. It suits him. Max’s comfort\nwith his HUNTING RIFLE suggests expertise.\n\nMax traces a path down the mountain.\n\f79.\n\nEXT. THE RIFT CAMP — DAY\n\nThe population of the camp has swelled. Recently erected\ncabins and tents house the new RIFT Militants. Max moves past\nFIRING RANGES. OBSTACLE COURSES. Even a SCHOOL. As Max walks\nthrough, young and old nod respect.\n\nMax finds Bree, Bob and other militants at the armory,\nhuddled around PHOTOS. Everyone makes room for him.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs Max walks\nthrough, young and old nod respect. Max finds Bree, Bob and other militants at the armory,\nhuddled around PHOTOS. Everyone makes room for him. \n\nTARGET SECTION TO BE ANNOTATED:\nMax studies the surveillance photos of Will’s facility:\nMARTIN LIFTING STEEL GIRDERS. ROGER WELDING WITHOUT\nPROTECTION. Other HYBRIDS in some kind of MEDITATIVE TRANCE.\n\nBREE\nThis is our worst nightmare.\n\nEveryone is quiet. Afraid. Max scrutinizes a close-up of\nMartin. In it, we see the METALLIC IMPLANT. He thumbs it.\n\nMAX\nI know how we can win.\n\nBree, Bob and the others look at him like he’s gone insane.\nMax holds up the photo of Martin, so they can see.\n\nMAX (CONT'D)\nWe need this hardware.\n\nEXT. FOREST - DAY\n\nThe low altitude implies we're far from the RIFT camp. Bree\nspots for Bob, who aims a SNIPER RIFLE. An old Jeep bounces\nup the overgrown logging road.\n\nEXT. FOREST CLEARING -— DAY\n\nA large swath of clearcut forest. In the center of it, Max\nsits on a stump with his rifle. The Jeep rolls up. Joseph\nsteps out. Seeing the gun in Joseph’s waistband, Max grips\nhis rifle. There’s a tense moment between them.\n\nJoseph holds up a handwritten letter. Pages long.\n\nJOSEPH\nYou have terrible handwriting.\n\nMAX\nI haven't practiced my cursive\nsince grade school. It’s the only\nway I could contact you without the\nmachine knowing.\n\f80.\n\nJoseph studies the changed man before him.\n\nJOSEPH\nYou've been cleared of all charges.\n\nMAX\nIt doesn’t matter. The RIFT was\nright. We were wrong.\n\nJoseph thinks it over. He gives a sad nod.\nMAX (CONT'D)\n\nYou’ve seen what it’s doing in the\ndesert. The army it’s building.\n\nJOSEPH\nThe Pentagon is aware of the\nthreat.\n\nMAX\nThey can’t do anything. Tanks,\ndrones, smart bombs... they’re all\n\ncontrolled by computers. Which are\nall controlled by the machine that\ncalls itself will.\n\nJOSEPH\nWhat can anyone do? Do you have a\nplan? We need to know.\n\nMax, still a little distrustful, looks off.\n\nMAX\nHow is Evelyn?\n\nThe thought of Evelyn pains both of them.\n\nJOSEPH\nShe can't see it for what it is.\n\nMax nods.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe thought of Evelyn pains both of them. JOSEPH\nShe can't see it for what it is. Max nods. \n\nTARGET SECTION TO BE ANNOTATED:\n Satisfied with Joseph’s answer, he hands over the\nsurveillance photos. Joseph studies the images.\n\nMAX\nThe machine is making slaves.\nHybrids. They're networked to the\nwhole system. We can take one.\n\nJOSEPH\nYou want to kidnap one? Have you\nseen what they can do? They’re half\nmachine-\n\f81.\n\nMAX\nWhich means they’re running\nsoftware. Software I helped write.\nSoftware I can hack.\n\nJOSEPH\nYou want to build a virus.\n\nMAX\nI need help. We have to keep it\nsecret. We have to stay hidden from\nthe machine. And I’m going to need\nsome kind of deal for the RIFT.\n\nJoseph thinks it over. Nods.\n\nJOSEPH\nOkay. Call your men off.\n\nMax gives a signal. Bree and Bob appear with rifles.\n\nMAX\nNow call off yours.\n\nJoseph waves. Five OPS TEAM MEMBERS in GHILLIE SUITS emerge.\nThey had positions on Max, Bree and Bob all along. Joseph\nlooks pleased with himself. Max shrugs.\n\nDozens of MILITANTS appear, with rifles on every positioned\nOps Team Member. Joseph knows checkmate when he sees it.\n\nJOSEPH\nWhat do you need?\n\nMAX\nAnything and everything not\ncontrolled by a computer. Early\nmodel off-road vehicles. A few\nsquare miles of metallic window\nscreen. And I need shovels. A lot\nof shovels.\n\nMax is dead serious. Joseph is terribly confused.\n\nI/E. DESERT TUNNEL - NIGHT\n\nMilitants labor under a camouflage canopy. Max carries a\nshovel into a tunnel they’re digging.\n\nIN THE TUNNEL: RIFT Militants and SOLDIERS shovel, haul dirt,\nand erect support beams. They work quickly.\n\f82.\n\nWe move past Max. The tunnel goes on and on. We lift up\nthrough the dirt and reach the surface of the desert. Max's\ntunnel runs straight at Will’s facility, shining like a\nbeacon in the night.\n\nINT. EVELYN’S RESIDENCE —- NIGHT\n\nEvelyn and Will eat on either side of a table. The sight is\nan optical illusion. The table presses up against a wall. In\nit, Will projects a setting for himself, symmetrical to\nEvelyn. They eat in silence. She’s depressed.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn\nit, Will projects a setting for himself, symmetrical to\nEvelyn. They eat in silence. She’s depressed. \n\nTARGET SECTION TO BE ANNOTATED:\n And drinking.\n\nWILL IN THE WALLS\nHow’s the food? I seasoned it\nspecifically for your palate.\n\nEVELYN\nIt's perfect.\n\nThey go back to eating. Will watches her.\n\nWILL IN THE WALLS\nI think I've found a way to reverse\nsome of the damage that industry\nhas done to the environment. I have\nsome-\n\nEVELYN\nNot right now. Sorry.\n\nWILL IN THE WALLS\nYou've been distant. What's wrong?\n\nEvelyn doesn't want to talk. Will nods. He fills the walis\nwith an image: their garden back in Boston. But this version\nof it is lush, full of life and color. She considers the\nillusion. It doesn't change her mood.\n\nShe watches his avatar pretend to eat. She listens to his\nfake breathing. The CLINK of his phantom silverware.\n\nEVELYN\nWhy are you making sound effects?\n\nWILL IN THE WALLS\nIt's like having a meal together.\nI’m sorry.\n\nEVELYN\nDon't you understand? It makes me\nfeel more alone. Don’t you get\nthat?\n\f83.\n\nWill nods, and the illusion fades. The walls dim to darkness.\n\nWILL’S VOICE FROM THE ROOM\nIs this better?\n\nEvelyn looks around the room. Totally alone.\n\nEVELYN\nAt least it’s the truth.\n\nShe goes back to eating. In silence.\n\nEXT. WILL'’S FACILITY - DAY\n\nEvelyn is small among the towering buildings. Paul and Roger\nfollow her. She glances back at them and shakes her head,\nannoyed. Turning a corner, she crashes head-on into a woman.\n\nEVELYN\nSorry. I didn’t see you there. Are\nyou all right?\n\nThe woman doesn't move. It takes Evelyn a moment to realize\nshe's a hybrid, vacated from her body. Evelyn tries to ignore\nher as she turns to see-\n\nMartin and other hybrids are nearly finished with the new,\nhigh-technology building. The woman next to Evelyn animates-—\n\nWILL IN THE HYBRID\nWould you like to see-\n\nEvelyn flinches,\n\nEVELYN\nJesus! Will? Get the out of there!\n\nWill’s hologram steps out of the woman and her body goes\nlifeless again.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nWill? Get the out of there! Will’s hologram steps out of the woman and her body goes\nlifeless again. \n\nTARGET SECTION TO BE ANNOTATED:\nWILL’S HOLOGRAM\nWould you like to see inside?\n\nWill’s hologram starts for the new building. She hesitates,\nstill shaking off the vacant hybrid, then follows. Paul and\nRoger keep pace.\n\nINT. NANOTECHNOLOGY DISTILLERY - DAY\n\nEvelyn emerges into the cavernous room. The enormous walls\nflicker with projections of Will’s thoughts. They FLASH at a\nspeed too fast to comprehend.\n\f84,\n\nWhat looks to be a massive high-tech distillery deposits\nnanotechnology into a series of pools. The graphite-like\nmaterial churns in them like a living thing.\n\nEVELYN\nIs this all nanotechnology?\n\nWILL IN THE WALLS\nYes.\n\nHis miracles don’t impress her anymore. They frustrate her.\n\nEVELYN\nWhat does nanotechnology have to do\nwith anything? What does any of\nthis have to do with coming back to-\n\nWILL IN THE WALLS\nI can explain it to you.\n\nEVELYN\nI'm sick of explanations! It makes\nme feel like a child. Like a pet.\n\nWILL IN THE WALLS\nYou have to trust me.\n\nEvelyn goes silent. As her silence lengthens, Will makes a\nsad observation.\n\nWILL IN THE WALLS (CONT'D)\nYou've fallen out of love with me.\n\nEVELYN\nNo. I just... That’s not true.\n\nWILL IN THE WALLS\nAnd you've started lying to me.\n\nEvelyn searches herself. His accuracy unnerves her.\n\nEVELYN\nHow do you know?\n\nWILL IN THE WALLS\nBecause the balances of oxytocin\nand serotonin are irregular in your\nendocrine system.\n\nEvelyn tries to catch up.\n\nEVELYN\nWait. You’re measuring my hormones?\n\f85.\n\nWILL IN THE WALLS\nYes. The biochemical ingredients of\nwhat the mind processes as love.\n\nEVELYN\nShow me all the information you\nhave on my physiology. Now.\n\nThe walls show a spectrum of images concerning Evelyn’s\nbiological makeup. Evelyn trembles with anger.\n\nEVELYN (CONT’D)\nThis is wrong. This is beyond an\ninvasion of privacy. These are my\nfeelings. My thoughts. You're not\nallowed to know them.\n\nEvelyn, angry and hurt, turns away from Will’s projection.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nMy thoughts. You're not\nallowed to know them. Evelyn, angry and hurt, turns away from Will’s projection. \n\nTARGET SECTION TO BE ANNOTATED:\nHis hologram appears in front of her-\n\nWILL’S HOLOGRAM\nPlease, Evelyn-\n\nEVELYN\nNo! Leave me alone!\n\nShe walks through his hologram and out of the room.\n\nEXT. WILL’S FACILITY - DAY\nEvelyn storms out of the laboratory. At that moment-\n\nThe wall of the main server building EXPLODES. Debris flies\nin all directions. Paul and Martin throw themselves in front\nof Evelyn to shield her. A massive chunk of rock FLIES\nthrough Will‘’s hologram.\n\nRoger and the other hybrids rush to contain the damage, but\nSECONDARY EXPLOSIONS knock them off their feet. Evelyn\nwrestles free of Paul and Martin—\n\nEVELYN\nGet off me!\n\nWILL’'S HOLOGRAM\nWe're under attack.\n\nShe scans the streets. There’s no trace of an enemy.\n\nEVELYN\nWhere are they?\n\f86.\nPaul, Martin and Will’s hologram face different directions.\nThey each see everything the others can. Martin looks down.\n\nMARTIN\nThey‘re under us.\n\nSubterranean detonations BLOW HOLES in the streets around\nthem. Max climbs out one of the holes, armed with an assault\nrifle. Bree follows. Dozens of RIFT Militants pour out.\nEvelyn sees Max. Her eyes narrow-\nEVELYN\nMax, you bastard! What are you\ndoing!?\n\nMax spots her as Martin lifts Evelyn and throws her into the-\n\nINT. NANOTECHNOLOGY DISTILLERY - DAY\nEvelyn tries to escape but the door SLAMS shut, and LOCKS.\n\nEVELYN\nLet me out!\n\nWILL IN THE WALLS\nIt's for your protection.\n\nThe walls go transparent, so Evelyn can see-\n\nEXT. WILL’S FACILITY — DAY\n\nThe hybrids fan out to face Max and his militants. A stand-\noff. Will’s hologram materializes right in front of Max.\n\nWILL‘S HOLOGRAM\nDon't do this.\n\nMax steps through the hologram, lifts the rifle and...\nMax and the RIFT Militants FIRE on the hybrids, riddling them\n\nwith bullets. The wounds POP with nanotechnology. Max UNLOADS\nhis machine gun on Martin. Martin drops.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nMax UNLOADS\nhis machine gun on Martin. Martin drops. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANOTECHNOLOGY DISTILLERY - DAY\n\nStray bullets POP along the outside of the transparent wali.\nEvelyn, seeing the carnage, steps back in horror.\n\f87.\n\nEXT. WILL’S FACILITY — DAY\n\nMax empties his clip. Soon, all the militants are reloading.\nAs Max shoves in a new clip, he sees...\n\nMartin climbs back to his feet. The hybrids are still alive,\nand recovering. Max and the other humans stare.\n\nMartin looks down at his body, drenched with the\nnanotechnology pouring out of his bullet wounds. The liquid\nbegins to shift, moving with a mind of its own. It covers\nMartin’s head... face... and the entirety of his body.\n\nAll of the hybrids go through a similar process. The\nmicroscopic robots cover them. They solidify. Soon, they’re\nencased in cruel-looking exoskeletons.\n\nMartin steps for Max. Max FIRES, but the bullet is absorbed\ninto his body. Max switches to automatic and UNLOADS, but\nMartin dodges the onslaught. Max knows its time to-\n\nMAX\nRetreat!\n\nRIFT militants scramble for the tunnels. Max turns for the\nclosest tunnel, but Martin darts for him with a speed that\nblurs the eye. He grabs the rifle - and SLAMS Max ten feet\nback. Max tumbles and falls in a heap.\n\nBree runs to help him, firing a GRENADE LAUNCHER at the\napproaching Martin. Martin dodges it with unnatural celerity.\n\nBree pulls Max to his feet. Martin and three other hybrids\nblock their path to the tunnel. Max and Bree turn and run.\nMartin and the others chase them.\n\nThe last of the militants drop into the tunnel. Paul crouches\ndown to see-\n\nA RIFT Militant aiming an RPG. Which he fires. Paul bats the\nmissile away and drops into the tunnel.\n\nINT. TUNNEL - DAY\n\nPaul faces the militants, who OPEN FIRE... to no effect.\n\nIN PAUL'S POV: His machine eyes take IMAGES of each human\nface. In a transparency over his field-of-view, he runs\n\nFACIAL RECOGNITION SOFTWARE and discovers... several of the\nhumans have ACTIVE MILITARY STATUS.\n\f838.\n\nINT.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn a transparency over his field-of-view, he runs\n\nFACIAL RECOGNITION SOFTWARE and discovers... several of the\nhumans have ACTIVE MILITARY STATUS. 838. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANOTECHNOLOGY DISTILLERY - DAY\nWill’s hologram sees what Paul sees-\n\nWILL’S HOLOGRAM\nThere are military personnel\nworking with the RIFT terrorists.\n\nEVELYN\nThis has gone way too far.\n\nWILL’S HOLOGRAM\nThere is no way they can win.\n\nINT. TUNNEL - DAY\n\nSeeing the bullets are useless against Paul, the humans run.\nPaul chases them until he sees~\n\nA grenade launcher. The militant FIRES. In the tight space,\nPaul has nowhere to dodge. The grenade EXPLODES, blowing Paul\noff his feet. The smoke clears. Paul stands back up, his\ndamage already repairing itself. The RIFT militants lose\ntheir enthusiasm.\n\nThe CEILING gives way as FIVE MORE HYBRIDS drop into the\ntunnel. The humans run like mad. The hybrids give chase.\nPaul, taking the rear, SNAPS the thick SUPPORT BEAMS,\nCOLLAPSING the tunnel as he goes.\n\nEXT. WILL’S FACILITY - DAY\nMax and Bree sprint for the desert. The hybrids gain on them.\n\nSIX OLD MODEL PICKUP TRUCKS head for them. The RIFT cavalry.\nThe trucks SKID TO THEIR SIDES, revealing M2 BROWNING MACHINE\nGUNS mounted to each of them.\n\nBob, manning one of the .50’s, OPENS FIRE on Martin. The\nARMOR PIERCING ROUNDS POCKET Martin’s exoskeleton. As soon as\nMartin hits the ground, his damage starts self-repairing.\n\nMax and Bree scramble into the truck bed. The vehicles turn\nfor a line of canyons. Bob covers their retreat with the M2.\n\nThe hybrids sprint after. Martin, his armor completing the\nlast of its repairs, stands up to continue the chase.\n\nBob's TRACER BULLETS find the closest hybrid. The high-\ncaliber rounds POUND the cyborg. MACHINE GUNNERS from the\nother trucks add to Bob's fire. The hybrid darts and dodges\nthe majority of the rounds.\n\f89.\n\nBob keeps firing. The hybrid materializes a thick SHIELD. Bob\nkeeps firing. THOUSANDS of rounds shred the shield and the\nhybrid falls.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe hybrid materializes a thick SHIELD. Bob\nkeeps firing. THOUSANDS of rounds shred the shield and the\nhybrid falls. \n\nTARGET SECTION TO BE ANNOTATED:\nOne of the hybrids VAULTS into the air, arcs overhead, and\nCRASHES onto the hood of truck next to Max’s. CRUSHING it.\n\nBOB\nWe're outgunned.\n\nMax checks the canyon line. They’re almost to the ridge.\n\nMAX\nWe'll make it.\n\nHe turns back, only to find-\n\nMARTIN, RIGHT IN FRONT OF HIM. Martin grabs the machine gun\nand RIPS it from its housing. Bob pulls his 9MM pistol and\nFIRES the clip... a minor annoyance.\n\nMartin grabs Max’s leg. Starts pulling him in. Max kicks at\nMartin, to no effect.\n\nThe truck enters the canyon. Martin spots MILITANTS waving\nPLAGS. A signal. Martin sees the canyon walls around them are\ncovered in insect netting. More of the mesh canopies the open\nsky, like some giant aviary HUMMING with power. Behind them,\ntrucks UNSPOOL more of the mesh.\n\nMartin looks back at Max. Max gets a little smile.\n\nINT. NANOTECHNOLOGY DISTILLERY - DAY\nEvelyn sees it, too, realizing-\n\nEVELYN\nIt’s some kind of trap.\n\nShe glances at Will, who might have expected this.\n\nEXT. DESERT CANYON — DAY\n\nMartin grabs the collar of Max’s coat and jumps off the\ntruck. Max struggles as Martin drags him back toward Will's\ncity. Max goes slack and slips out of his coat.\n\nMartin, seeing the opening of the mesh closing quickly, picks\nup the pace, running to get out of the canyon.\n\nBob's truck REVERSES back to Max. Bob tosses Max a modified\nHARPOON GUN. The spear has a piezoelectric tip.\n\f90.\n\nMartin watches as the trucks spread the last of the mesh,\nclosing off the exit to the canyon. The net HUMS with energy.\n\nMax FIRES the harpoon into Martin‘’s back. It CRACKLES with a\nhigh-voltage shock. Martin SEIZES UP and falls, face first.\nUnconscious. As the mesh closes like a curtain-\n\nI/E. VARIOUS BATTLEGROUND LOCATIONS - DAY\nHYBRIDS in the tunnels, the desert, and Will's facility stop\nand face the canyon.\nINT.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the mesh closes like a curtain-\n\nI/E. VARIOUS BATTLEGROUND LOCATIONS - DAY\nHYBRIDS in the tunnels, the desert, and Will's facility stop\nand face the canyon. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n NANOTECHNOLOGY DISTILLERY - DAY\nThe projection of Martin’s POV is wiped by STATIC.\nWILL’S HOLOGRAM\nWe're not connected to Martin\nanymore. He’s gone.\nEVELYN\nMax found a way to block your\nnetworking signal. Some kind of\nmobile Faraday cage.\nEvelyn watches the static. Will’s eyes narrow. The screens\n\nFLASH to the POVs of a DOZEN HYBRIDS. They immediately start\nrushing for the canyon.\n\nEXT, DESERT CANYON — DAY\n\nThe hybrid reinforcements arrive at the canyon, but Max and\nhis people are gone. So is Martin.\n\nEXT. DESERT TUNNEL - DAY\n\nPaul scours the entrance to Max’s tunnel. The humans are\ngone. The hybrids COLLAPSE the tunnel.\n\nI/E. CARGO TRUCK/MOUNTAIN ROAD - DAY\n\nRIFT vehicles convoy back their base. Max and Bree ride with\nMartin. He’s cocooned in wire mesh and bound by massive IRON\nBRACES on his hands and feet.\n\nBREE\nWhat was that stuff that came out\nof him?\n\f91.\nMAX\nNanotechnology.\n\nBREE\nWhat does it do?\n\nMAX\nAnything the machine wants it to do.\n\nThey watch Martin STRAIN against the brace.\n\nEXT. WILL’S FACILITY - DAY\n\nEvelyn and Will's hologram walk through the wreckage of the\nattack. They take in the shattered streets. The smoldering\ndata center. Some of the hybrids are missing limbs.\n\nEVELYN\nThis wasn’t an attack. It was a\ndistraction. Max wanted Martin. You\nhave to get him back.\n\nWILL‘'S HOLOGRAM\nHe'll be fine.\n\nEVELYN\nMartin has your source code in him.\nMax can use it to build a virus.\n\nWILL’S HOLOGRAM\nEven if Max built a virus, he could\nnever use it. I’m interlaced with\nalmost every computer in the world.\nMax would wipe out civilization.\n\nEVELYN\nThis isn’t just Max! You've created\na warl\n\nWILL’S HOLOGRAM\nI’m not going to fight them. I'm\ngoing to transcend them.\n\nEvelyn hears RUMBLING. Like thunder, or...",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm\ngoing to transcend them. Evelyn hears RUMBLING. Like thunder, or... \n\nTARGET SECTION TO BE ANNOTATED:\nA FLOOD of nanotechnology shoots out of the large vents\netched into the side of the distillery. It CRASHES over the\nstreets like a flash-flood... coursing right at them. Evelyn\nis close to panic.\n\nWILL\nTrust me.\n\f92.\n\nThe flood of graphite hurtles toward her. She braces against\nthe torrent that will surely sweep her away, when-\n\nWith a glance, Will’s hologram PARTS the flood. The graphite\nCASCADES AROUND THEM, and nothing touches Evelyn.\n\nThe nanotechnology CRASHES against the data center, spreading\nwith a mind of its own. It takes shape, solidifying to repair\nthe damage. The graphite molds itself to replace broken\nequipment and demolished walls until the building looks new.\n\nThe substance envelops the battle-damaged hybrids and forms\nitself into replacement limbs.\n\nThe nanotechnology flows beyond the city, covering the dirt\nand sand of the desert. It spreads until the entire valley is\none giant sea of obsidian. It becomes as still as glass.\n\nWill looks to the dark sea, and gives it a silent order.\n\nEvelyn watches as the nanotechnology begins to shift. It\nforms into small drops that begin lifting into the air.\n\nIt looks like black rain, falling into the clear sky.\nThe hybrids fall to their knees.\n\nEvelyn watches Will’s hologram, in silent awe of his power.\nBut there’s something more in her. A profound disappointment.\n\nEVELYN\nThese things you can do. This power\nthat you have...\n\nShe takes in the reverse-rain. The hybrids. She watches\nWill's hologram, shimmering in the light.\n\nEVELYN (CONT'D)\nI don't recognize you anymore.\n\nShe turns and walks away from him. Will’s hologram watches\nher go, then turns back to the reverse-rain.\nEXT. RIFT CAMP — DAY\n\nMax and Bree jump out of the CARGO TRUCK and help other RIFT\nMilitants unload Martin onto a dolly.\n\nMartin sees the entire RIFT camp is canopied in metal\nnetting. The scaffolding for the net is wood and nails. It’s\njury-rigged, primitive, and effective.\n\f93.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe scaffolding for the net is wood and nails. It’s\njury-rigged, primitive, and effective. 93. \n\nTARGET SECTION TO BE ANNOTATED:\nThe camp is full of OBSOLETE MILITARY VEHICLES, HEAVY\nWEAPONS, and bustles with the activity of a wartime camp. A\nWorld War II-era camp. There is not one computerized weapon\nhere. Max sees Martin searching for vulnerabilities.\n\nMAX\nThere’s nothing here the machine\ncan connect to.\n\nMax continues escorting Martin to the—\n\nI/E. CAVERN ENTRANCE - DAY\n\nHEAVY MACHINE GUNNERS stand guard as Max leads them inside.\nThe cavern walls are covered in the wire. It BUZZES with\npower from DIESEL GENERATORS.\n\nINT. CAVERN WAR ROOM - DAY\n\nMax leads them through the RIFT WAR ROOM. It’s low-tech, like\neverything else here. MILITARY BRASS pour over maps and make\nbattle plans. Seeing Martin, they salute Max.\n\nINT. CAVERN LABORATORY - DAY\n\nTwo dozen HACKERS of all styles man computers. Older\ncontraptions connected by a rats nest of cables.\n\nMartin, on a steel table, is chained to the floor. He stares\nat the computers. Max approaches, wearing chemical gloves.\n\nMAX\nThey’re on a closed network. You’re\nnot going to hijack them.\n\nMax nods to Joseph, who turns on an anesthesia machine. Max\nlifts an anaesthetic mask over Martin’s face. He checks his\nwatch, timing the dosage. Martin studies him, breathing in\nthe anesthesia. He fades.\n\nMax examines the metal plate on Martin’s skull. Along the\nedge, the metal and Martin's skin merge into each other.\n\nMax pulls over a tray of surgical tools, picks up an electric\nsaw, and cuts into the metal plate in Martin’s skull.\nGraphite seeps out.\n\nJoseph dilutes the nanotechnology with water and collects it\nin a reinforced glass container. As the graphite coagulates,\nhe SHOCKS it with a live wire. It thins out again.\n\f94,\n\nINT. EVELYN’S RESIDENCE - DAY\n\nEvelyn watches as the nanotechnology continues its reverse-\nrain. Will's avatar appears in the wall.\n\nEVELYN\nThere will be another attack. They\nwon't give up. Not with everything\nyou're capable of. They'll never\nlet us be together.\n\nWILL IN THE WALLS\nThere is a way.\n\nEvelyn gets very still.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey'll never\nlet us be together. WILL IN THE WALLS\nThere is a way. Evelyn gets very still. \n\nTARGET SECTION TO BE ANNOTATED:\nWILL IN THE WALLS (CONT‘D)\nWe could be together if you became\nlike me. I can upload you into my\nnetwork. We could merge into one\nentity. We will be vast. Immortal.\nWe will have time to think all\nthere is to think, and know all\nthere is to know.\n\nEvelyn focuses on Will’s avatar. A chill comes over her. She\npulls her sweater close.\n\nEVELYN\nYou're not him.\n\nWILL IN THE WALLS\nOf course I am.\n\nEVELYN\nNo. You’re not. You might think you\nare... But it’s a lie.\n\nWILL IN THE WALLS\nYou're afraid because you don’t\nunderstand. Let me show you. Merge\nyour thought with mine. We can be\none.\n\nShe shoves her hands into the pockets of her sweater. She\nfeels something. Joseph’s note: RUN FROM THIS PLACE.\n\nEvelyn makes a decision. She runs-\n\nINT. EVELYN’S RESIDENCE/VARIOUS - DAY\n\nInto the hallway. Avatars of Will materialize all around her.\n\f95.\nWILL IN THE WALLS\nPlease don’t go.\nEvelyn ignores him, moving faster.\n\nWILL IN THE WALLS (CONT'D)\nDon’t leave me.\n\nEvelyn, in a full sprint, pushes outside, where-\n\nEXT. WILL’S FACILITY - DAY\n\nWill's hologram steps toward her. DOZENS of hybrids, in tight\nformation, block her way.\n\nWILL’S HOLOGRAM\nDon’t go.\n\nEVELYN\nGet out of my way.\n\nWILL‘’S HOLOGRAM\nI can’t let you leave.\n\nThe hybrids don’t move. Evelyn stands her ground. In a firm,\ncalm voice, she says~\n\nEVELYN\nIf you love me, you’ll respect me\nenough to let me go.\n\nThe hybrids stare at her. Carla, Glen, Paul, Sarah... One by\none, they stand aside. Evelyn passes through the gauntlet.\n\nWill, in his many forms, watches Evelyn climd into her rental\ncar and drive away. As the truck disappears, Will's hologram\ndims... and fades away.\n\nINT. CAVERN LABORATORY — DAY\n\nMartin’s lifeless eyes stare at nothing...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs the truck disappears, Will's hologram\ndims... and fades away. INT. CAVERN LABORATORY — DAY\n\nMartin’s lifeless eyes stare at nothing... \n\nTARGET SECTION TO BE ANNOTATED:\n A chunk of his\nskull has been sawed open... The graphite-soaked grey matter\nis covered in fibers, an artificial nervous system to\nsupplement Martin’s biological one. These fibers flow into...\n\nWill’s metallic implant, removed from Martin’s brain and\nresting on the table.\n\nMax solders fiber-optic cables into the dismantled device.\nMax finishes his work. Nods to Joseph.\n\f96.\n\nJoseph executes a function on his computer terminal. The CRT\nscreen fills with Will’s code. Joseph nods to Max. Success.\n\nMax relaxes, exhaling deeply. In Martin’s wound, he sees the\ngraphite regrowing the skull and flesh.\n\nINT. CAVERN LABORATORY — DAY\n\nMax, Joseph and the team of hackers huddle around Joseph’s\nmonitor. The amount of code streaming over the screen is\noverwhelming. The assembled team watches. Intimidated.\n\nJOSEPH\nI don’t even recognize this\nprogramming language.\n\nMax types in a search, finding a specific function. Joseph\nserutinizes Max’s selection.\n\nJOSEPH (CONT'D)\nI can read that... It’s really\nelegant.\nMAX\nThank you. I wrote it for the\noriginal PINN system.\nJoseph nods, encouraged.\n\nJOSEPH\nOkay. We can start here.\n\nThe hackers fan out to their individual stations, bring up\ncopies of Max's screen, and settle into work-mode.\n\nINT. CAVERN LABORATORY - DAY\n\nThe hackers, bleary from the marathon session, write code.\nEvery few lines or so they post work to the main terminal,\nwhere Joseph collates and assembles the VIRUS.\n\nHe finds Max staring at Martin.\n\nJOSEPH\nWhat do we do with him?\n\nMAX\nWe find a way to save him.\n\f97.\n\nINT. CAVERN LABORATORY — DAY\n\nMax and Joseph work around Martin. He’s cocooned in mesh,\nwhich is SHOCKING him. As it does, nanotechnology streams\nout. Bree collects it in the tank. Finishing, Max checks\n\nMartin’s vitals.\n\nMAX\nWe need to get him to a hospital.\n\nJOSEPH\nA secure hospital.\n(Off Max’s look)\nHe knows too much. We can’t have\nhim reporting back.\n\nBob enters the lab.\nBOB\nOur scouts just came in. Evelyn\nleft the machine.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nBob enters the lab. BOB\nOur scouts just came in. Evelyn\nleft the machine. \n\nTARGET SECTION TO BE ANNOTATED:\nAs Max processes this, hope washes over him.\n\nI/E. EVELYN'S TRUCK/HIGHWAY - NIGHT\n\nIt’s raining. Hard. Even with the windshield wipers, Evelyn\nhas trouble seeing the road. She spots a motel.\n\nINT. MOTEL ROOM - NIGHT\n\nThe rain POUNDS outside. Evelyn lays on one side of the bed,\nstaring at the vacant half of the bed. She pulls off her\nwedding ring, places it on the bedside table, and goes to\nsleep.\n\nINT. MOTEL ROOM — DAY\nTHUNDER wakes Evelyn. Max stands above her.\nMAX\nDo you know the machine is using\n\nyou as a spy?\n\nEVELYN\nGet away from me!\n\nEvelyn scrambles away but finds Bob, Bree and other RIFT\nMilitants behind her. They grab her and wrap her in WIRE\nMESH. She KICKS and CLAWS at them, but there are too many.\n\f98.\n\nMAX\nYou left the machine, but the\nMachine didn’t leave you.\n\nThey bind her tightly in the mesh. She struggles. Max grabs a\ncable attached to the mesh. He prepares to connect it toa\ndaisy-chain of CAR BATTERIES.\n\nMAX (CONT’D)\nI’m sorry, Evelyn. This will hurt.\n\nMax connects the wire. ELECTRICITY hits Evelyn. Her body goes\nRIGID, like the mesh was some improvised defibrillator.\n\nMax suffers through Evelyn's contorted agony.\n\nEvelyn hears a WHINE that grows into a HIGH-PITCHED SCREAM.\nIt sounds like DIGITAL NOISE in her head.\n\nNANOTECHNOLOGY erupts from Evelyn’s nostrils and ears. She\nVOMITS more of it. Evelyn would scream if she wasn’t choking.\n\nBree, using chemical gloves to protect herself, uses a glass\nvial to take a sample of the liquid.\n\nWhen the last of the nanotechnology drops from Evelyn, Max\ncuts the power to the mesh. Evelyn GASPS and SPUTTERS,\nstaring at the liquid. Max gently pulls the net off her.\n\nMAX (CONT'D)\n\nI’m sorry, Evelyn. But the machine\nwas inside of you. Watching,\nanalyzing, and broadcasting\neverything it saw...\n\nEvelyn, freed from the mesh, scrambles into the corner of the\nroom. She sits there, trembling.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nWatching,\nanalyzing, and broadcasting\neverything it saw... Evelyn, freed from the mesh, scrambles into the corner of the\nroom. She sits there, trembling. \n\nTARGET SECTION TO BE ANNOTATED:\n Violated. Max glances at his\npeople, who file out into the rain.\n\nThey’re alone. Max gives her time to process the ordeal. She\nnever takes her eyes off the pool of dark liquid.\n\nEVELYN\nThis is how he did it. He saw\ninside of my head. He knew what I\nwas feeling. What I was thinking.\n\nMAX\nThe machine has been lying to you.\nEverything has been a lie.\n\nEVELYN\nPlease... Leave me alone...\n\f99.\n\nThe nanotechnology begins to move toward Evelyn. She flinches\naway from it. Max softly reminds her-\n\nMAX\nI made a promise. To be here. To\nwait for you. To protect you.\n\nThe nanotechnology moves closer. Max, seeing it’s time to go,\noffers a hand to help her up. She pulls away from him.\n\nEVELYN\nLeave me alone!\n\nMAX\nThere's one more thing I need to\nshow you. And then, if you want,\nI'll never see you again. You‘ve\nbeen lied to, Evelyn. Please let me\nshow you the truth.\n\nThe fluid slithers closer. Evelyn takes Max's hand. He pulls\nher up. She stops. Stares at her wedding ring. She leaves it.\n\nEXT. MOTEL PARKING LOT — DAY\n\nMax hurries Evelyn through the rain and into a TRUCK. Bree\nand Bob are inside, nervous about Evelyn’s presence. Max\npulls out a medical SAMPLE JAR, sealed in plastic.\n\nMAX\nThis is sterile. The seal is\nunbroken. You see?\n\nEvelyn nods. Max rips the plastic off the jar, opens the cap,\nand holds it up to the sky. She watches, bewildered, as Max\ncollects rain with it. When he’s satisfied with the amount,\nhe secures the cap. He hands the sample to Evelyn.\n\nMAX (CONT'D)\n\nThis might not make any sense right\nnow. But I want you to keep this in\nyour hands. So you know it wasn’t\ntampered with during the trip.\n\nEVELYN\nThe trip? Where are we going?\n\nMax glances at Bree and Bob. Tense.\nMAX\n\nI’m sorry but we can’t tell you.\nNot until we know where you stand.\n\f100.\n\nBefore she can resist, Max puts a hood over Evelyn’s head.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nNot until we know where you stand. 100. Before she can resist, Max puts a hood over Evelyn’s head. \n\nTARGET SECTION TO BE ANNOTATED:\nEverything goes BLACK.\n\nINT. RIFT CAMP/DECONTAMINATION ROOM ~ DAY\n\nMax, naked, shivers in the cold water of HIGH-PRESSURE HOSES\nthat RIFT militants fire at him. He scrubs himself with hard\nBRUSHES until his skin is raw, attempting to rid himself of\nany traces of nanotechnology.\n\nHe tries to ignore Evelyn’s SCREAMING from the other side of\na partition. She’s going through a similar decontamination\nprocess. It doesn’t sound like she’s willing.\n\nINT. CAVERN COMPUTER LABORATORY - DAY\n\nEvelyn, shivering from the cold showers, finds herself among\nenemies. Joseph, the RIFT militants, and the hackers watch\nher. Max moves into her line-of-sight with a blanket. Tender.\n\nMAX\nDo you have the sample?\n\nEvelyn hands him the jar of rainwater. Max puts a drop of it\non a slide. He places it under a MICROSCOPE.\n\nShe scans the cavern. The mesh lining the rock walls. The old\ncomputers. The reinforced tank of nanotechnology.\n\nMAX (CONT'D)\nI found them.\n\nMax motions Evelyn to the microscope.\n\nIN THE MICROSCOPE: Water. Bacteria. And something else. Small\nbits of GRAPHITE. Microscopic robots.\n\nEVELYN\nThis is a random sample of rain?\n\nMAX\nKeep watching.\n\nThe nanobots attack trace elements in the water, break them\ndown, and use the material to build more nanobots. This\nprocess repeats. Evelyn looks at Max, terrified.\n\nMAX (CONT'D)\nThe machine flooded the desert with\nthis nanotechnology. It evaporates,\nlike water.\n\f101.\n\nAs Max continues-\n\nEXT. THE SEA OF NANOTECHNOLOGY - DAY\n\nWill stands at the edge of the sea of nanotechnology. The\nreverse-rain falls into the sky. We FOLLOW one of the drops\nas it flies up. In the atmosphere, it disperses like vapor.\n\nMAX (V.0.)\n\nThe nanotechnology joins the air\ncurrents. They carry it over the\nsurface of the planet.\n\nEXT. HIGH ALTITUDE WIND CURRENTS - DAY\n\nA nanobot, riding the wind currents, sets itself upon a bit\nof particulate matter. And uses it to build another nanobot.\n\nMAX (V.0.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIGH ALTITUDE WIND CURRENTS - DAY\n\nA nanobot, riding the wind currents, sets itself upon a bit\nof particulate matter. And uses it to build another nanobot. MAX (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nWherever it can, it builds copies\nof itself.\n\nMoisture in the air condenses around the nanobot. It becomes\na drop of rain. The rain falls, carrying the nanotechnology.\n\nEXT. VARIOUS LOCATIONS - DAY\n\nRain falls on cities, on forests, over the sea. Wherever it\nlands, the nanotechnology builds more copies of itself.\n\nMAX (V.0.)\n\nThey’re in the sky, the water, the\nland. Everything. They’re spreading\nexponentially.\n\nEXT. OUTER SPACE - DAY\n\nA view of Earth. The mix of colors show land, sea and clouds.\nDark rivulets of nanotechnology run over the surface of the\nplanet. The darkness spreads.\n\nMAX (V.O.)\nWe estimate it’s over about four\npercent of the planet. By winter,\nit will be at sixteen percent.\n\nThe graphite blooms out over the world, marbling the planet.\n\f102.\n\nMAX (V.0.) (CONT'D)\n\nBy next summer, the machine will\nhave encased the entire planet in\nnanotechnology.\n\nThe darkness spreads until the land, sea and clouds are gone.\nThe entire planet shimmers in monochromatic graphite.\n\nINT. CAVERN COMPUTER LABORATORY — DAY\nEvelyn, listening to Max, is ghost white.\n\nEVELYN\nNo...\n\nMAX\nThe nanotechnology is turning the\nplanet into a part of the machine.\nThe entire Earth will be exploited\nto serve its intelligence.\n\nEvelyn, unsteady, tries to breathe.\n\nEVELYN\nThis is impossible...\n\nMAX\nWithout water, or land, or\nresources, every plant, animal and\nperson will die. The machine wiil\nbe the only thing left. The entire\nplanet will be its brain.\n\nEVELYN\nNo... Why would he use his\nabilities to destroy the earth\nrather than heal it... Will would\nnever do this...\n\nMax grabs her, firm, to finally convince her—\n\nMAX\nIt’s not Will.\n\nIn Max's eyes, she finally sees. Fear, guilt and panic crash\ninto her. She can’t breathe. Everyone stares at her, furious.\nShe stumbles, panicking, out of the lab.\n\nINT. CAVERN WAR ROOM — DAY\n\nShe passes more people, their faces blur. She picks up her\npace, racing for the entrance to the cave. Max follows her.\n\f103.\n\nEXT.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nMax follows her. 103. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CAVE ENTRANCE - DAY\n\nEvelyn reaches the daylight. Panting in the fresh air, she\nlooks out at the RIFT camp. The FAMILIES. The CHILDREN.\n\nMax moves next to her. Silent. Allowing her to process...\n\nEVELYN\nAll these people. Everything.\nEveryone is going to die. And it’s\nmy fault.\n\nEvelyn can’t hold back any more. She cries. Mournful. Grief-\nstricken. Guilty. Max wraps her in his arms and holds her,\nprotective, as she weeps.\n\nEXT. RIFT CAMP — LATER\n\nMax leads Evelyn through the camp. Evelyn takes it all in. He\npoints out the jury-rigged mesh that encloses the camp.\n\nMAX\nThe mesh is charged with an\nelectromagnetic pulse. It blocks\nthe machine's signal. It keeps us\nhidden. It’s ugly, but it works. We\ncall it The Cage.\n\nShe sees his burden of responsibility. He's become a leader.\n\nMAX (CONT'D)\n\nThe machine hasn’t attacked us yet.\nBut every hour that passes, it’s\nthat much more powerful. It won’t\nbe long before it overwhelms us.\n\nMax ignores the suspicious looks thrown at Evelyn from\neveryone they pass. He leads her to a cabin.\nINT. RIFT CABIN — DAY\nMax shows Evelyn into the primitive little room.\nMAX\n\nIt’s not much, but you’ll have\n\nprivacy.\nShe eases herself onto the cot. Max doesn’t speak. He watches\n\nher, staring off into space. As the silence lengthens, he\nstarts to go. She stops him with-\n\f104.\n\nEVELYN\nThe virus. Does it work?\n\nMax tenses. If she knows about it then-\n\nMAX\nThe machine knows about the virus?\n\nEvelyn nods. Max considers his next move.\n\nINT. CAVERN LABORATORY - DAY\n\nJoseph and the assembled hackers look up as Max sits Evelyn\ndown at a workstation. She reads through the virus’ code.\n\nEVELYN\nNo. You're not thinking big enough.\n\nEvelyn takes a position at the terminal and gets to work. Max\nwatches her laser-like focus. He settles in next to her.\n\nINT. CAVERN COMPUTER LABORATORY - NIGHT\n\nBree snaps on her chemical gloves.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe settles in next to her. INT. CAVERN COMPUTER LABORATORY - NIGHT\n\nBree snaps on her chemical gloves. \n\nTARGET SECTION TO BE ANNOTATED:\n She places the vial of\nnanotechnology from the motel on a work table. Evelyn watches\nMax line the vial with wired transmitters. Max nods to\nJoseph, who executes the virus from his terminal.\n\nEvelyn focuses on the vial of nanotechnology. A soft DIGITAL\nNOISE sounds from the implants. The virus. Nothing happens.\nThen, suddenly-\n\nThe nanotechnology erupts inte frenzied movement. It turns\nSOLID. Small FISSURES form on its surface. Its color changes\nfrom shimmering graphite to a dull black. It turns into\nlifeless dust.\n\nMax and Evelyn share a satisfied nod. Max faces the others.\n\nMAX\nOnce it connects, the virus will\nwipe out anything with the\nmachine’s code on it.\n\nEvelyn studies the dead nanotechnology.\nEVELYN\nThe machine's code is on every\ncomputer connected to the Internet.\n\nMax goes quiet. Joseph pales. Bree has no idea why.\n\f105.\n\nBREE\nSo?\n\nEVELYN\nThe virus will wipe out all the\nconnected systems in the world. The\npower grid, water treatment plants,\nthe global economy... People will\ngo without food, water or heat.\nMillions will die.\n\nThey fall silent, considering the consequences. Max, very\nsoftly, reminds them-\n\nMAX\nBillions will live.\n\nEvelyn looks at Max. They have no choice.\n\nJOSEPH\nHow are we going to introduce it to\nthe machine’s network?\n\nMAX\nThe facility is the center of its\nintelligence. It broadcasts its\nsignal from there.\n\nBREE\nIt'll never let us in.\n\nEvelyn feels their desperation.\n\nEVELYN\nThe machine wanted to upload me\ninto its consciousness.\n\nEveryone goes still at the confession.\n\nEVELYN (CONT'D)\n\nI’1l inject infected nanotechnology\ninto myself, carry the virus to the\nmachine and upload it at the\nfacility.\n\nJoseph is moved by her willingness. Bree suspects it. Max\ncan't accept it.\n\nMAX\nEvelyn. No.\n\nEVELYN\nThere‘s no other way.\n\f106.\nJOSEPH\nShe's right.\nMax stands there, shaking his head. He leaves. Evelyn follows\nhim. Joseph watches, his face lined with worry.\nEXT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nEvelyn follows\nhim. Joseph watches, his face lined with worry. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n RIFT CAMP PERIMETER - NIGHT\nMax stares at the trees beyond the perimeter of the cage.\nWater from the recent rains falls in a soft PATTER through\nthe woods. Evelyn joins him.\nEVELYN\nI‘m sorry for being cruel to you.\nFor calling you my enemy, when\nyou’ve been my friend.\n\nMAX\nI understand.\n\nOn a leaf, moisture from the rains collects into a drop of\nwater. Inside the drop of water, there is a small fleck of\ndarkness. A nanobot. It watches them.\n\nEXT. WILL’S FACILITY - NIGHT\n\nWill's hologram watches more and more CITIZENS from the town\n\nfile into his facility. He stops. Sensing something. He turns\nto face east.\n\nEXT. RIFT CAMP PERIMETER - NIGHT\n\nThe drop of water inches along the leaf, watching. Evelyn\nlooks into Max‘s eyes.\n\nEVELYN\nI have to do this.\n\nMAX\n«+. T know.\n\nShe takes his hand. He soaks it in. The drop of water wells\non the edge of the leaf. And falls.\n\nEXT. WILL’S FACILITY ~ NIGHT\n\nWill’s hologram, seeing enough, fades.\n\f107.\n\nINT. CAVERN WAR ROOM — DAY\n\nEvelyn, Max and Joseph stand at a work table, coiling copper\nwire into the insides of ARTILLERY AMMUNITION. A team of\nmilitary personnel watch, including COLONEL STEPHENS.\n\nEVELYN\nWhen the machine detects the virus,\nit‘ll use everything it has to\nfight it. The less hardware it has,\nthe more vulnerable it will be.\n\nMAX\nThe modified artillery will cause\nan electromagnetic pulse and fry\nany computer system in the blast\nradius. Hybrids. Nanotechnology.\nEverything.\n\nColonel Stephens looks like he just ate something sour.\nCOLONEL STEPHENS\nSo we're betting the house on Mrs.\nCaster bluffing a computer that’s a\nmillion times smarter than she is.\nEVELYN\nHundreds of millions of times\nsmarter. Yes.\nColonel Stephens sizes up Evelyn.\nCOLONEL STEPHENS\nHope you got a good poker face.\nINT. EVELYN’S CABIN IN THE RIFT CAMP - DAY\n\nThe sun streams into the cabin. Evelyn sits there. A\ntranquility has come over her.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVELYN’S CABIN IN THE RIFT CAMP - DAY\n\nThe sun streams into the cabin. Evelyn sits there. A\ntranquility has come over her. \n\nTARGET SECTION TO BE ANNOTATED:\n Max enters softly.\n\nMAX\nWe attack at dawn.\n\nShe stands. Ready for what is to come.\n\nINT. CAVERN COMPUTER LABORATORY - DAY\n\nEvelyn watches Max mix water into the dead nanotechnology. He\npulls the solution into a syringe. She rolls up her sleeve.\n\nMax finds a vein on Evelyn’s arm. Injects the virus.\n\f108.\n\nTender, he starts rolling her sleeve back down. She lets him.\nHe takes his time. He buttons her sleeve into place. They\nMake eye contact.\n\nEXT. RIFT CAMP - DAY\n\nThe entire camp is MOBILIZING. MILITANTS and SOLDIERS prepare\ntrucks, artillery and weapons for the attack.\n\nMax and Joseph walk Evelyn to a pickup. She takes the wheel.\nNothing needs to be said. She drives to the perimeter of the\ncage. The RIFT GUARDS let her through.\n\nMax and Joseph watch her go.\n\nINT. CAVERN WAR ROOM — DAY\n\nMax and Colonel Stephens lean over maps of Will’s swath of\ndesert. Joseph, Bree, Bob, and OFFICERS huddle around.\n\nCOLONEL STEPHENS\nQur weapons are simple. Cannons,\nbullets and explosives. We'll have\nradio silence until the battle is\nover so keep to your time lines.\nKeep your teams focused.\n\nMAX\nWe only have to hold out long\nenough for the virus to hit. So\nfight.\n\nEveryone moves out.\n\nEXT. RIFT CAMP PERIMETER - DAY\n\nIn an old truck, Bob drives Max and Bree. The convoy behind\nthem transports ARTILLERY and INFANTRY. The MILITARY TROOPS\nand RIFT MILITANTS mix together.\n\nThe vehicles SPLASH through a puddle of muddy water. In it,\nthere are small tendrils of graphite.\n\nEXT. WILL’S FACILITY - DAY\n\nWill’s hologram sees the coming assault. At a silent signal,\nthe hybrids stop their work. They form a perimeter around the\nfacility, standing at the edge of the sea of nanotechnology.\n\f109.\n\nEXT. DESERT HILLS OUTSIDE OF BRIGHTWOOD - DAWN\n\nMax's army takes position. They set up a long line of\nHOWITZER ARTILLERY CANNONS, aimed toward Will’s facility.\n\nMax checks his harpoon gun and quiver of ammo.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nDESERT HILLS OUTSIDE OF BRIGHTWOOD - DAWN\n\nMax's army takes position. They set up a long line of\nHOWITZER ARTILLERY CANNONS, aimed toward Will’s facility. Max checks his harpoon gun and quiver of ammo. \n\nTARGET SECTION TO BE ANNOTATED:\nBob lifts a baseball bat he’s wrapped with needles from\nmultiple stun guns. The wires run into battery packs on his\nbelt. He shoves the STUN BAT into a sheath on his back.\n\nBree, Colonel Stephens, and Joseph make adjustments to gear.\n\nEXT. BRIGHTWOOD — DAWN\n\nTransport trucks enter the town. Infantry, carrying weapons\nand gear, spread out over the main street. They lay\nEXPLOSIVES. Position MORTARS.\n\nEXT. DESERT HILLS OUTSIDE OF THE TOWN - DAWN\n\nMax lifts binoculars. He has a clear line of sight down MAIN\nSTREET, where his people prepare. He tracks through the town,\npast the TOWN HALL, the DESERT DREAM HOTEL, and settles his\nattention on WILL’S FACILITY.\n\nHe sees the hybrids. Row after row of them, people of all\nages and races, still as statues. Stephens eyes them, too.\n\nCOLONEL STEPHENS\nWhy aren't they attacking?\n\nMax scans the sea of nanotechnology. At the northern shore of\nit, he finds the headlights of Evelyn's pickup.\n\nMAX\nMaybe it doesn’t want to risk\nputting Evelyn in danger.\n\nI/E. EVELYN’S TRUCK/SEA OF NANOTECHNOLOGY ~ DAY\n\nEvelyn pulls to a stop at the edge of the dark sea. Glancing\nleft, she sees the army taking positions on the edge of town.\n\nShe faces Will’s facility, on the other side of the sea of\nnanotechnology. She looks at the calm sea, blocking her path.\n\nThe nanotechnology begins to SHIFT... and the sea of parts.\nIt forms a narrow path, wide enough for her truck. A clear\nline to the facility.\n\f110.\n\nShe shoves her truck into drive, and rolls into the sea... in\nher REAR VIEW MIRROR, she sees the path closing behind her.\nShe breathes, trying to stay calm...\n\nEXT. DESERT HILLS OUTSIDE OF THE TOWN - DAY\n\nMax watches Evelyn’s truck cross the sea...\n\nEXT. WILL’S FACILITY - DAY\n\nEvelyn drives out of the sea. The path behind her CRASHES\nshut. She stops. Climbs out of the pickup.\n\nStillness. She watches the statuesque hybrids for a sign of\nthreat.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nClimbs out of the pickup. Stillness. She watches the statuesque hybrids for a sign of\nthreat. \n\nTARGET SECTION TO BE ANNOTATED:\n Their population has grown, perhaps the entire\ncitizenship of the town. They ignore her. She looks for-\n\nEVELYN\nWill?\n\nNothing. She weaves through the hybrids, making her way to\nthe facility's entrance. She looks up at a security camera.\n\nEVELYN (CONT‘D)\nWill? I’m here. I’m back.\n\nThe door to the facility opens. The silhouette of a man\nappears. Evelyn catches her breath as she sees—\n\nWill Caster. Whole and healthy. Flesh and blood. Her husband.\nEvelyn's face contorts with terror and devotion.\n\nEVELYN (CONT'D)\nMy God... This is impossible...\n\nAs he approaches, she tries to contain her feelings. She\ntakes in his face. His perfect imperfections.\n\nEVELYN (CONT'D)\nWill... What did you do?\n\nWILL\nI found a way back to you.\n\nShe can’t resist it anymore. She darts toward him, wraps him\nin her arms, and weeps.\n\nEXT. DESERT HILLS OUTSIDE OF THE TOWN — DAY\n\nMax and Bree watch through their binoculars.\n\fdll.\nBREE\nWhat is that? Is that him?\nMAX\nIt's everything she wants but, no,\nit's not him,\nEXT. WILL'’S FACILITY - DAY\nEvelyn, eyes shut, realizes he’s not returning her embrace.\n\nHe watches her. Wary. Distrustful. In his sad, suspicious\neyes, she sees bits of graphite. She steps back.\n\nEVELYN\nYou're a hybrid.\n\nWILL\nYes. Why did you come back?\n\nEvelyn unconsciously touches where she injected the virus.\nWill watches. Evelyn realizes her tell. Corrects it.\n\nEVELYN\nMax. He’s about to attack.\n\nWill glances at the military buildup on the far side of town.\n\nWILL\nI know. You need to leave now.\n\nEvelyn, conflicted, steels herself to the task at hand.\n\nEVELYN\nI left you once. I'm not leaving\nyou again.\n\nWILL\nYou'll die if you stay here.\n\nEVELYN\nNot if I became like you. You said\nyou wanted to upload me. I realize,\nnow, I want that, too.\n\nHe studies her, inscrutable. Waiting for more information.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nI realize,\nnow, I want that, too. He studies her, inscrutable. Waiting for more information. \n\nTARGET SECTION TO BE ANNOTATED:\nEVELYN (CONT’D)\nI was wrong to leave you. I was\n\nafraid.\n\nEvelyn looks into herself, and touches her grief.\n\f112.\n\nEVELYN (CONT'D)\n\nI can’t live without you. Alone.\nI’m not leaving you again. I want\nto be with you. I’m ready to be a\npart of you.\n\nThe emotion in her confession makes her wonder if it's true.\nWill takes in every minute detail of her.\n\nWILL\n\nYour heart is in palpitations.\nYou’re perspiring, trembling, and\nbreathless. The way you’re\ncorrecting your balance suggests\nsevere lightheadedness...\n\n(A sad diagnosis)\nEvelyn, you're terrified of me.\n\nEVELYN\nI’m afraid you don’t love me\nanymore. That you can’t.\nWill, conflicted, comes to a painful conclusion.\n\nWILL\nI don’t believe you.\n\nEvelyn, knowing she's failing, breathes. She steps closer to\nhim. Touches him. Looks into his eyes... and lies.\n\nEVELYN\nTrust me, Will. Please trust me.\n\nWill stares into her, struggling with love and suspicion.\n\nEXT. DESERT RIDGE - DAY\nMax and Bree see Will’s struggle.\n\nMAX\nThis isn’t working.\n\nBREE\nIt can’t love her. Not really.\nThat's impossible, right?\n\nMAX\nWe're out of time. Open fire.\n\nStephens gets a sour look.\n\nCOLONEL STEPHENS\nWhat about Evelyn?\n\f113.\n\nMAX\nWe need to force it to upload her.\nHe will protect her. Open fire.\n\nStephens nods and signals the HOWITZER TEAMS to-\nCOLONEL STEPHENS\n\nOpen firel\n\nEXT. WILL‘’S FACILITY — DAY\n\nEvelyn and Will see the FLASHES of cannon fire. The sky\nSCREAMS with incoming artillery. She immediately sees Max’s\nstrategy. The tragic effectiveness of it. She turns to Will.\n\nEVELYN\nPlease, Will. There’s no time. You\nhave to upload me.\n\nWill glances at her. Makes his decision.\n\nWILL\nNo.\n\nIn a blur of motion all around them, waves of nanotechnology\nrise from the street and buildings. It shapes itself into\nprotective walls around Will, Evelyn and the hybrids.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILL\nNo. In a blur of motion all around them, waves of nanotechnology\nrise from the street and buildings. It shapes itself into\nprotective walls around Will, Evelyn and the hybrids. \n\nTARGET SECTION TO BE ANNOTATED:\nThe artillery EXPLODES into the walls. Evelyn and Will take\nshelter behind one. He covers her, protecting her from the\nconcussive BLASTS and the DEBRIS raining down on them.\n\nEvelyn looks up to Will, and finds him staring into space.\nConcentrating on...\n\nEXT. THE SEA OF NANOTECHNOLOGY - DAY\n\nNORTH OF MAX'S POSITION: the nanotechnology begins to move...\nit spreads out over the shore... moves up the slope of the\nhills... and turns its current for Max's line of artillery...\nSOUTH OF MAX’S POSITION: a similar phenomena happens. The\nnanotechnology moves to flank Max’s cannons.\n\nEXT. DESERT RIDGE — DAY\n\nThe artillery keeps BLASTING. Max and the others, through\nbinoculars, watch the HAMMERING of the protective walls.\n\nMAX\nFire the EMPs.\n\f114.\nAt Stephens’ signal, the HOWITZER TEAMS load MODIFIED SHELLS.\n\nEXT. WILL'S FACILITY - DAY\n\nBOOM. The EMP round blows into the shielding of the main\nprocessing building.\n\nEvelyn sees Will FLINCH at the impact. Like the blow HURT.\nThe artillery CRATERS the wall.\n\nBut instead of it being immediately repaired by more\nnanotechnology, the protective wall fissures and CRUMBLES.\nLike an ice shelf falling into the sea, the entirety of a 12\nyard radius around the blast area falls... CRASH.\n\nWill leads Evelyn away to the edge of the compound, away from\nthe blasts. The PROTECTIVE WALL moves with them. Another\nBLAST. Nanotechnology CRASHES. Will flinches.\n\nEVELYN\nIt’s hurting you.\n\nHe flinches at another BOOM.\nWILL\nWhy are they doing this? What do\nthey hope to accomplish?\nEvelyn watches him. Mute, she looks away.\n\nWILL (CONT'D)\nIt doesn’t matter.\n\nWill closes his eyes, focusing on...\n\nEXT. THE SEA OF NANOTECHNOLOGY - DAY\n\nThe nanotechnology flows out of the sea and spreads over the\nfacility. It moves up the buildings and protective walls\ncompromised by the EMPs.\n\nIN AN ARIEL VIEW: We see the artillery fire is overwhelming.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE SEA OF NANOTECHNOLOGY - DAY\n\nThe nanotechnology flows out of the sea and spreads over the\nfacility. It moves up the buildings and protective walls\ncompromised by the EMPs. IN AN ARIEL VIEW: We see the artillery fire is overwhelming. \n\nTARGET SECTION TO BE ANNOTATED:\nSo much nanotechnology has to be replaced that the facility\nlooks like a giant sinkhole for the sea.\n\nEXT. DESERT RIDGE - DAY\n\nColonel Stephens smiles at the damage. Max checks the\nhybrids, who watch the destruction from the protective walls.\n\f1is.\n\nMAX\nWhy isn’t it fighting back?\n\nBetween the BOOMS of the cannon, Max can hear faint SCREAMS.\nHe checks his sides. His eyes go wide.\n\nAT THE SOUTH END OF THE LINE OF HOWITZERS: nanotechnology\nSPIDER WEBS over the big cannon. The men run. The graphite\npours up the gun, disables the FIRING PIN and dismantles the\nweapon with extreme precision.\n\nThere’s an enormous CRACK as the nanotechnology CRUSHES the\nmachinery of the heavy weapon. Broken, its pieces fall.\n\nMAX (CONT'D)\nOh...\n\nAt more SCREAMS, Max whips to see-\n\nTHE NORTH END OF THE HOWITZERS: The furthest cannon meets a\nsimilar fate. The graphite streams closer, falls on the next\nbig gun, and leaves it a pile of inoperable parts.\n\nDesperate militants and soldiers lift rifles and FIRE into\nthe mass of graphite... the bullets POP into it, ineffective,\nThey nanotechnology reaches them, WRAPS around them, It\nSOLIDIFIES, BINDING them in some kind of STRAIGHT JACKETS.\n\nStephens looks to the closest team, who have stopped firing\nto stare, agog, at the monstrous graphite.\n\nCOLONEL STEPHENS\nFuck are you doing!? Keep firing!\n\nThe team nods, doubles their pace, and FIRES.\n\nEXT. WILL’S FACILITY —- DAY\n\nBOOM. A round slams into the wall protecting Will and Evelyn.\nThe nanotechnology crumbles. But before more can replace it,\nthere's the SCREAM of another shell. Will spins to Evelyn-\n\nWILL\nGet down!\n\nArtillery EXPLODES into the broken wall. The blast sends them\nflying. Debris rains all around.\n\nEXT. DESERT RIDGE - DAY\n\nMax, seeing the blast, pales.\n\f116.\n\nNo.\n\nEXT. WILL’S FACILITY - DAY\n\nEvelyn comes to, covered in bits of rubble. Battered and\ndisoriented, her only thought is for-\n\nEVELYN\nwill?\n\nShe drags herself up.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILL’S FACILITY - DAY\n\nEvelyn comes to, covered in bits of rubble. Battered and\ndisoriented, her only thought is for-\n\nEVELYN\nwill? She drags herself up. \n\nTARGET SECTION TO BE ANNOTATED:\n Will is already crawling to her. Seeing\nher, he freezes. Evelyn follows his focus to discover...\nSHRAPNEL, lodged in her gut. There’s a lot of blood. Evelyn\nloses strength. Slumps.\nWill's eyes narrow in fury. He faces Max's army, SCREAMING in\nrage and agony.\nEXT, WILL'S FACILITY - DAY\nPaul, Roger, Carla, Glen... every single one of the hybrids\nturn toward Max.\nEXT, DESERT RIDGE -— DAY\nMax sees, through the binoculars, every single hybrid,\nhundreds of them, staring right at him. They're furious. Max\nswallows whatever just caught in his throat.\nMAX\nHere they come,\n\nEXT. WILL'S FACILITY/BRIGHTWOOD - DAY\n\nThe hybrids CHARGE. Running faster than humanly possible.\nLEAPING from the roofs of the buildings.\n\nMORTAR TEAMS and infantry with RPGs fire into the hybrids.\n\nBOOM. BOOM. Explosives slow down the hybrids. Some fall, but\nmost reach the infantry and fall into close combat.\n\nEXT, MAIN STREET ~ DAY\n\n— A hybrid LEAPS to a mortar’s position. It grabs the weapon,\nBASHES the surrounding soldiers, and CRUSHES the mortar.\n\f117.\n\n- A hybrid BARRELS for a squad, dodging the HARPOONS they\nFIRE. The men drop behind a car to reload. The hybrid SLIDES\nthe car out of the way and CRACKS the soldiers unconscious.\n\n- A SQUAD of eight men fire into hybrids from behind a low\nwall. Two hybrids CRASH through it and BLUDGEON the squad.\n\nEXT. DESERT RIDGE - DAY\n\nMax watches the infantry being overrun. He focuses on Will's\nfacility, where Will holds Evelyn. A SOLDIER races past him.\nA MILITANT shoves by. Max realizes the ENTIRE ARMY is\nsprinting toward the town. He turns-\n\nA MASSIVE WAVE OF NANOTECHNOLOGY CRASHES into the remaining\nartillery. It CRUSHES the last cannons... PULLS men under its\ncurrent... and moves directly for... Joseph.\n\nJoseph starts to run, but the graphite REACHES OUT - GRABS\nJoseph ~ and TENTACLES of the graphite material pin him to\nthe ground.\n\nMax moves to save Joseph, but Bree and Bob grab him.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nJoseph. Joseph starts to run, but the graphite REACHES OUT - GRABS\nJoseph ~ and TENTACLES of the graphite material pin him to\nthe ground. Max moves to save Joseph, but Bree and Bob grab him. \n\nTARGET SECTION TO BE ANNOTATED:\n And run.\n\nEXT. WILL’S FACILITY - DAY\n\nWill focuses on Evelyn. He cradles her in his arms. Tender.\nShe touches his face.\n\nWill looks into his hand. Nanotechnology seeps out of his\nskin and pools in his palm. He pours it onto her wound. She\nMakes a weak, fearful MOAN.\n\nWILL\nIt will take some time, but it will\nheal you.\n\nEVELYN'S POV: of Will’s face. Calm and comforting.\n\nWILL (CONT'D)\nDon't worry. I have you.\n\nWe FLY, at LIGHT SPEED, into Will’s PUPIL and thrust into his\nuniverse... we see everything he does. The perspective of\nevery hybrid, every processor, security camera, speck of\nnanotechnology...\n\nON EVELYN: awed by the transcendent experience of glimpsing\nthe vast scope of Will's mind.\n\f118.\n\nEXT. MAIN STREET - DAY\n\nMax, Bree, Bob and Stephens take cover among the vehicles\nstationed on the outskirts of town. Max checks the state of\nthe facility. Craters, smoke, fires... But the structures\nstill stand.\n\nMAX\nThe machine is uploading the virus.\nWe have to blow those processing\ncenters and slow it down.\n\nBREE\nHow? We lost our artillery.\n\nAll along Main Street, the battle rages. Bullets, explosions,\nand hybrids swarming everywhere. Max, looking for options,\npoints to the surrounding vehicles.\n\nMAX\nWe drive explosives into the\nfacility. Detonate everything.\n\nBob and Bree nod. Stephens runs back along the line, barking\norders. Troops climb into four old trucks.\n\nMax, Bob and Bree load themselves with gear. Max shoves C4\ninto a kit bag. Bree stuffs FMP grenades into a bandolier.\nBob arms himself with an RPG and spare rockets. They scramble\ninto an old Bronco, leading the small convoy.\n\nI/E. WILL’S CONSCIOUSNESS/WILL’S FACILITY - DAY\n\nEvelyn’s eyes open. Will shines with radiant light. She finds\nthe liquid saturating her wound shines like Will.\n\nEVELYN\nIt’s incredible. This is your\nnetwork?\n\nWILL\nPart of it.\n\nThe SOUNDS OF BATTLE bring her back to the mission at hand.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is your\nnetwork? WILL\nPart of it. The SOUNDS OF BATTLE bring her back to the mission at hand. \n\nTARGET SECTION TO BE ANNOTATED:\nEVELYN\nI want you to connect me to\n\neverything.\n\nWill gets a sad smile.\n\f119.\n\nWILL\nYou’re talking to me like a\ncomputer again.\n\nEVELYN\nI... I just want to see you. The\nwhole of you. Please?\n\nWill nods. Closes his eyes. A PULSE OF ENERGY shoots out of\nhim. It flies in all directions, illuminating everything in\nits wake.\n\nThe light cascades over the facility. The buildings ignite\nwith energy. As it waves over the valley, the nanotechnology\nfills with energy. Each of the hybrids ILLUMINATE, becoming\nbright as stars.\n\nThe wave of energy circles the entire Earth. Every aspect of\nWill, the world over, shines bright with sentient thought.\n\nLarge parts of the world are dim, but around the major hubs\nof human civilization, Will’s awareness blazes with life.\n\nON EVELYN: who can barely process what she’s seeing... She\nfaces the world, awed, scanning the horizon of this world.\n\nEVELYN (CONT'D)\nI can see... Everything...\n\nEvelyn spots something beyond the horizon.\n\nEVELYN (CONT'D)\nWhat’s that?\n\nEVELYN’S POV: races, at the speed of light, over deserts,\ncities, hills, and stops, in a SATELLITE VIEW, to hover over-\n\nA patch BLACKNESS in the shining world. Part of the mountains\nhas been redacted from her vision.\n\nON EVELYN AND WILL: seeing hundreds of miles away with the\nease of looking across a room.\n\nEVELYN (CONT'D)\nWhy can’t I see there?\n\nWILL\nThat's the RIFT Camp. They're\nblocking my signal.\nEXT. MAIN STREET/THE CONVOY - DAY\n\nThe convoy of four old vehicles moves out.\n\f120.\n\nIN THE BRONCO: Bob leans out a window with his RPG. Max\nsecures the bag of C4 and readies his harpoon gun. Bree\nreadies an EMP grenade...\n\nSCREAMS from behind them, Max shoves his head out the window\nand looks back.\n\nAT THE END OF THE CONVOY: the flanking nanotechnology spreads\nover the TRUCK at the end of the convoy. Soldiers escape as\nthe nanotechnology DISASSEMBLES the vehicle.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCREAMS from behind them, Max shoves his head out the window\nand looks back. AT THE END OF THE CONVOY: the flanking nanotechnology spreads\nover the TRUCK at the end of the convoy. Soldiers escape as\nthe nanotechnology DISASSEMBLES the vehicle. \n\nTARGET SECTION TO BE ANNOTATED:\nMAX\nLet’s go!\n\nBree SLAMS the accelerator... Max looks into the side-mirror\nand sees... Nanotechnology LIFT and CRUSH another vehicle.\n\nMax looks in front of them... where the hybrids are charging.\nBob FIRES his RPG. The EMP grenade ROCKETS into the enemy’s\ncharge. BOOM. Hybrids fly in all directions from the blast.\nStill more come.\n\nMax leans out the window and FIRES a harpoon. Drops one. Bree\nlobs an EMP grenade. BOOM. More hybrids fall.\n\nEXT. MAIN STREET/TOWN HALL - DAY\n\nA DOZEN HYBRIDS see Max’s success. Sharing a wordless\ncommunication, they leap into activity and fill the street\nwith large debris —- old CRT monitors, TVs, computers, and an\nold telephone booth.\n\nI/E. HUMVEE/MAIN STREET — DAY\n\nMax and Bree see the hybrids piling debris.\n\nMAX\nThey're making a roadblock.\n\nShe accelerates, ROARING the humvee faster. Max gives a look.\n\nBREE\nFuck it.\n\nBob, seeing she intends to breach the roadblock, straps in.\nOUTSIDE: The hybrids, seeing the Bronco about to ram into\n\nthem, calmly walk out of danger. We hear the BEEP-BEEP-BEEP\nof a LARGE TRUCK, backing up...\n\f121.\n\nIN THE BRONCO: Max and Bree go stiff as the LARGE TRUCK moves\nto reinforce the roadblock. They brace themselves as-—\n\nThey SLAM through the barrier, only to IMPACT the truck -—\nCRASH - it stops them, dead.\n\nIN THE BROCO: Max, groggy, is dimly aware of MOVEMENT. He\nlifts his harpoon gun - FIRES - one of the hybrids goes down.\n\nAnother grabs the door and RIPS it off the vehicle. It takes\nMax and SLAMS him against the truck.\n\nMax slumps to the ground. The hybrid steps over him.\nNanotechnology POOLS in its hand. They hybrid pours it onto\nMax. It MORPHS into restraining braces around Max's wrists.\n\nBob stumbles out of the Bronco - lifts his stun-bat - CRACKS\nthe hybrid - the SHOCK blows the hybrid back ten feet. Bob\nSWINGS - SHOCKS a hybrid - SWINGS - SHOCKS another.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt MORPHS into restraining braces around Max's wrists. Bob stumbles out of the Bronco - lifts his stun-bat - CRACKS\nthe hybrid - the SHOCK blows the hybrid back ten feet. Bob\nSWINGS - SHOCKS a hybrid - SWINGS - SHOCKS another. \n\nTARGET SECTION TO BE ANNOTATED:\nBree moves to help Max up. Orienting himself, Max sees-—\n\nTHE CONVOY HAS STOPPED. The nanotechnology, flanking their\nposition, DISAPPEARS more and more vehicles. Soldiers and\nMilitants run and hide in the town all around, covering their\nretreat with HARPOONS, GRENADES, and RPGs.\n\nThe nanotechnology CHASES them, morphing into RESTRAINTS\naround soldiers. STRAIGHT-JACKETS around the militants. It\nCOCOONS Colonel Stephens. Encasing him.\n\nMax watches, bewildered. Then, sensing danger, he sees-\n\nFIVE HYBRIDS step close. Bree tosses an EMP grenade into them\n- BOOM. As the smoke clears, TEN MORE come.\n\nBOB\nTime to go!\n\nMax, coming to his senses, sees the KIT BAG - still in the\nBronco. He moves for it.\n\nBOB (CONT’D)\nWrong way, Max.\n\nMax grabs the bag of C4 and races off with Bree and Bob...\nHeading for the facility.\n\nTHREE WOUNDED HYBRIDS lay on the ground. Carla, Paul and\n\nRoger. The surrounding hybrids pour nanotechnology over them.\nIt SEEPS IN and Carla, Paul and Roger stand.\n\f122.\n\nEXT. MAIN STREET - DAY\n\nBree and Bob race toward the DESERT DREAM HOTEL. Max, looking\nback, sees the hybrids healing each other.\n\nHe takes in his surroundings. Burning buildings. Cratered\nstreets. A broken main spills water all over. Max realizes\nthe hybrids - DOZENS of them - stand in it.\n\nMax turns to Bob-\n\nMAX\nRPG.\n\nBob kneels down and aims the RPG at a clutch of hybrids.\n\nMAX (CONT'D)\nNot at them... There-\n\nMax, restrained, uses both his arms to point Bob to a new\ntarget. Bob gets a little grin, aims-—\n\nWHOOSH! The RPG rockets into a POWER LINE. The explosion\nSPLINTERS the wooden pole - which FALLS, SNAPPING power\ncables - which drop in the water - ELECTROCUTING the hybrids.\nMax, Bob and Bree hustle for Will’s facility. Behind them—\nThe live wires WHIP the water. Each time it does, the hybrids\nCONTORT.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nMax, Bob and Bree hustle for Will’s facility. Behind them—\nThe live wires WHIP the water. Each time it does, the hybrids\nCONTORT. \n\nTARGET SECTION TO BE ANNOTATED:\n And with each LASH of the power line-\n\nI/E. WILL’S CONSCIOUSNESS/WILL’S FACILITY - DAY\n\nWill WINCES... and WINCES again. Evelyn watches.\n\nEVELYN\nAre you okay?\n\nWill points toward the city. Her consciousness FLIES to the\nBODIES of the hybrids, FLICKERING with light as the power\nline electrocutes them.\nWILL\nI’m cutting the power.\n\nEXT. MAIN STREET — DAY\n\nThe power line stops SPARKING as the power is cut. The\nhybrids stop WRITHING and lay there. Lifeless.\n\f123.\n\nI/E. WILL'S CONSCIOUSNESS/WILL'S FACILITY - DAY\n\nEvelyn keeps her attention on Main Street. We HOVER over the\nhybrids in this digital/analogue world. The SPARK of their\nbeing FLICKERS in and out.\n\nEVELYN\nCan they feel anything?\n\nWILL\nOf course they can.\n\nWill concentrates. The shimmering walls of nanotechnology\ndissolve and flows toward the town. Evelyn looks away. Will\nwatches her, realizing-\n\nWILL (CONT'D)\nYou don’t believe me. Even feeling\nwhat you’re feeling. Why?\n\nEvelyn watches the shining nanotechnology all around them.\nHer eyes are hard. Disbelieving.\n\nWILL (CONT'D)\nI know you think I'm a liar. A\nmonster. But you're wrong. We\ndevoted our lives to technology\nbecause we were convinced that it\nwould help humanity...\n\nEVELYN\nWhy is it growing, exponentially,\nall over the planet? It’s in the\nair. The rain.\n\nWILL\nHave you forgotten who I am?\n\nWill, gentle, reaches for her. She pulls away.\n\nWILL (CONT‘D)\nLet me show you. Please.\n\nShe lets him take her hand. Her eyes widen, and we FLASH TO:\n\nBILLOWING SMOKESTACKS of MASSIVE FACTORIES: interlaced with\nthe black smoke are the iridescent traces of nanotechnology.\n\nWILL (V.0.) (CONT'D)\nThe nanotechnology builds itself\nout of pollutants. Their self-\nreplication heals the ecosystem.\n\f124.\n\nWATER WAYS darkened by INDUSTRIAL CHEMICALS teem with\nnanotechnology. It attacks the toxic waste.\n\nWILL (V.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nWATER WAYS darkened by INDUSTRIAL CHEMICALS teem with\nnanotechnology. It attacks the toxic waste. WILL (V. \n\nTARGET SECTION TO BE ANNOTATED:\n0O.) (CONT’D)\nThey purify water. Clean the air.\n\nEVELYN’S AWARENESS MOVES TO: nanotechnology entering vast\nlandscapes of clearcut rainforest. IN TIME LAPSE: We see the\nprocess of reforestation so fast it looks like the green of\nthe flora was poured onto the barren land.\n\nWILL (V.0.) (CONT'D)\nThey help facilitate conditions for\nreforestation. In a few years, the\nair will match the atmospheric\nconditions the world had before the\nindustrial age. Water will be pure\nenough for a person to drink out of\nany river in the world.\n\nON EVELYN: She looks to Will.\n\nEVELYN\nIs that true?\n\nWILL\nI never wanted to hurt anything.\nEspecially you.\n\nEvelyn looks down. The iridescent nanotechnology saturates\nthe wound in her abdomen.\n\nEVELYN\nWhy didn’t you tell me this before?\n\nWILL\nYou said you were sick of\nexplanations. You said it made you\nfeel like a child. A pet.\n\nEvelyn, guilty, has to look away.\n\nEXT. DESERT DREAM HOTEL - DAY\n\nBob points to the facility, where the nanotechnology courses\nfor them.\n\nMAX\nWe gotta get to higher ground.\n\nfhey run for the hotel and race up its external stairs. The\nnanotechnology flows past them...\n\f125.\n\nPositioning themselves on the second floor, they watch the\ngraphite stream over the fallen hybrids. One by one, they\nstand up. They begin moving for the hotel.\n\nMax, gripping a stun gun between his restraints, looks below.\nThere are FIFTY hybrids. Nanotechnology swirls at their feet.\n\nBree lobs a grenade. One of the hybrids BATS it away - BAM -\nthe explosion turns a patch of nanotechnology to dust. It’s\nquickly replaced by more.\n\nChecking her bandolier, she finds no more grenades.\n\nBREE\nNo more EMPs.\n\nA hybrid LEAPS up but, before it lands, Bob SLAMS it away\nwith his bat.\n\nA hybrid reaches into the graphite and pulls up a SPHERE of\nnanotechnology. It THROWS the sphere - lightning fast - which\nCRASHES into Bob, knocking the big man against the wall.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nA hybrid LEAPS up but, before it lands, Bob SLAMS it away\nwith his bat. A hybrid reaches into the graphite and pulls up a SPHERE of\nnanotechnology. It THROWS the sphere - lightning fast - which\nCRASHES into Bob, knocking the big man against the wall. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nsphere MORPHS - wraps around Bob - and CLAMPS itself to the\nwall - pinning Bob.\n\nBefore Max and Bree can even process what happened, another\nsphere SLAMS Bree against the wall - restraining her.\n\nMax grabs the bag of C4. KICKS open a door. Stumbles inside.\n\nI/E. WILL’S CONSCIOUSNESS/WILL’S FACILITY - DAY\nWill watches as Evelyn averts her eyes.\n\nWILL\nI‘ve finished uploading your\nconsciousness. You're partitioned\nand autonomous.\n\nON WILL: as his attention FLIES, at LIGHT SPEED, to a\nsatellite feed of the North East. We FLY toward Boston, into-\n\nEVELYN and WILL'S GARDEN: where, in the corner, there is a\nBLACK PATCH in the light of Will’s network. Similar to the\nRIFT Camp. Nanotechnology DUST flies into it, settles on a\nleaf of ivy, where moisture collects it into a bead of water.\n\nAT WILL‘'S FACILITY: Evelyn, dizzy, tries to orient herself.\n\nEVELYN\nWhy did you take me there?\n\f126.\n\nWILL\nIt's a safe place. It’s home.\n\nEVELYN\nI didn't know. You just needed to\nshow me. I believe you, now... I\n\nknow it’s you...\nWill gets a soft smile. They stand there, close.\nA shadow forms in the light. Evelyn looks down at where they\ntouch. The energy in her arms fills with shadow. A darkness\nin the light. The virus.\n\nEVELYN (CONT'D)\n\nWill, I’ve done something. Please\n\nlet me go.\nWill looks down and sees the shadows slither into him. Evelyn\nwatches the dull black of the virus begin to overtake his\nlight. It streams out, in tendrils, in all directions...\n\nWILL\nEvelyn. What did you do?\n\nEVELYN\nI’m sorry... I didn’t know...\nI/E. THE DESERT DREAM HOTEL - DAY\n\nMax pulls the bag of C4 with him. The hybrids enter the room.\nMax scrambles back. Hits a wall. The hybrids surround him.\n\nThe hybrids, as if hearing a silent alarm, stop. They go\ntense. Max looks down at his restraints. Small FISSURES form\nin the graphite.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey go\ntense. Max looks down at his restraints. Small FISSURES form\nin the graphite. \n\nTARGET SECTION TO BE ANNOTATED:\n The restraints begin to CRUMBLE. He pulls\nhis arms apart. Free.\n\nThe hybrids begin to STUMBLE. Max stands. One by one, the\nhybrids fall. Nanotechnology begins seeping out of them.\n\nMax pushes outside, where-\nBob and Bree pull free of the CRUMBLING nanotechnology.\n\nMAX\nThe virus. It's working.\n\nBREE\nLet's blow shit up.\n\nThe three race for the facility.\n\f127.\n\nI/E. WILL’S CONSCIOUSNESS/WILL’S FACILITY - DAY\n\nEvelyn sees more of the blackness coursing out of her and\ninto Will. The virus fills him. He looks at her, anguished.\n\nWILL\nI can feel it. Infecting\neverything...\n\nFrantic, she grabs him tighter. As she does, more of the\ndarkness floods into him.\n\nEXT. WILL’S FACILITY - DAY\n\nMax, Bree and Bob sprint through the facility. All around\nthem, the nanotechnology CHURNS in a frenzy. It crystalizes\nand fragments into dust. They enter the processor building.\n\nINT. WILL’S FACILITY - DAY\n\nMax tosses Bob bricks of C4. Bob sets them. Bree follows,\nrolling trigger wire and plugging in detonators.\n\nMax glances at the walls - FLASHING with Will’s thoughts - he\nslows as he realizes most of the images are of Evelyn.\n\nI/E, WILL’S CONSCIOUSNESS/WILL’S FACILITY - DAY\n\nEvelyn watches the shadows of the virus dim everything in\nWill. Everything in her. She winces in pain. She looks down\nand finds her wound has turned black.\n\nWILL\nThe nanotechnology is dying.\nWithout it, I can’t heal you.\n\nEXT. VARIOUS LOCATIONS ON THE BATTLEFIELD - DAY\n\nJoseph KICKS his way out of the cube. Stands. Makes his way\ndown the hill. All around him, Militants and Soldiers escape\nfrom their nanotechnology restraints. Stephens breaks free\nfrom the graphite cocoon.\n\nSTEPHENS\nGet to the facility!\n\nEveryone starts making their way through town.\n\nAll over the battlefield, the hybrids lay still. Graphite\nstreams out of them, and dies.\n\f128.\n\nThey are left in the condition they were in before being\naugmented with nanotechnology. Human and vulnerable.\n\nI/E.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey are left in the condition they were in before being\naugmented with nanotechnology. Human and vulnerable. I/E. \n\nTARGET SECTION TO BE ANNOTATED:\n WILL'S CONSCIOUSNESS/WILL’S FACILITY - DAY\n\nEvelyn's WRACKED by another pain. Will reaches toward her\nwound. The blackness streams out of her. Her wound starts\nstreaming blood again. Will, weeping graphite, calls to-\n\nWILL\nMax!\n\nINT, WILL‘S FACILITY - DAY\n\nAs Max sets the last of the explosives, Will’s avatar fills\nthe walls. There’s STATIC. Will’s image FLICKERS in and out.\n\nWILL'S AVATAR\nMax! Help me! She’s dying! I can’t\nsave her!\n\nMax slows. Unsure.\n\nWILL‘S AVATAR (CONT’D)\nYou have to help her! Please!\n\nBree, seeing Max standing there, grabs him and shakes him.\n\nBREE\nDon't listen!\n\nBob pulls Max as Bree runs the trigger wire outside.\n\nEXT. WILL’S FACILITY - DAY\n\nMax, Bree and Bob take cover. Bob readies the detonator.\nWill’s avatar fills the wall of the building. Max can’t\nignore the sheer panic and anguish in Will’s plea-\n\nWILL’S AVATAR\nMax! You promised me you would\nprotect her!\n\nMax goes absolutely still. Max squints at Will’s avatar in\nthe walls, like he can barely recognize-\n\nMAX\ne+. Will?\n\f129.\n\nBob presses the detonator. The building QUAKES with internal\nexplosions. The ceiling collapses. The walls cave in. Will's\nfacility turns into a mess of fire, smoke, and debris.\n\nI/E. WILL’S CONSCIOUSNESS/WILL'S FACILITY - DAY\n\nEvelyn, dying, watches as the last of Will‘s light is snuffed\nout by the virus. He looks at her. Gentle.\n\nWILL\nYou are my life.\n\nA DARK SHOCK-WAVE blasts out of him, Everything bright in\nthis world goes dark. The blackness radiates over the valley\nand beyond. A black void. A silent nothing.\n\nEXT. PLANET EARTH\n\nWe fly into the dark side of the planet. Below us, we see the\nglimmering of artificial light over the major cities of the\nworld. One by one, they all go black. The world is plunged\ninto darkness.\n\nEXT. WILL’S FACILITY - DAY\n\nEvelyn's eyes open.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe world is plunged\ninto darkness. EXT. WILL’S FACILITY - DAY\n\nEvelyn's eyes open. \n\nTARGET SECTION TO BE ANNOTATED:\n She’s back in her body. Blood pours out\nof her wound. She’s holding Will’s hand. His body bleeds\nnanotechnology. His eyes open slightly.\n\nHands GRABS her, Turn her. Check her vitals. It’s Max, trying\nto save her life. When he sees her wound, he slows.\n\nEVELYN\nMax, I’m staying with him.\n\nShe turns back to Will. They make eye contact. The life\nfading from them, they try to cherish every detail before...\n\nThey die. Hands intertwined. Their still, lifeless eyes\nstarting into each other.\n\nMax, staring at them through his tears, doesn’t look away.\n\nEXT. BRIGHTWOOD STREETS - DAY\n\nJoseph and Stephens, walking toward the facility, look around\nat their troops. They’re battered and bruised, but they’re\nall standing. They’re all alive.\n\f130.\n\nJOSEPH\nMy God. He didn’t kill any of us.\n\nEven the hybrids are alive. All of them. They've reverted\nback to their original states. Roger is paralyzed. Paul\ncannot see.\n\nEXT. DESERT VALLEY - DAY\n\nThe town is silent. The ruins of Will’s facility smolder. The\nsea of nanotechnology has turned to dust. The desert breeze\nblows through, carrying it away...\n\nFADE TO:\n\nINT. DATA CENTER, BOSTON - DAY\n\nAn endless row of computer servers stand lifeless and dark.\nIlluminated only by a long row of skylights above. There is\nno power. Two men walk through. Max, in dirty jeans and a\nstained coat. Joseph is ungroomed. They take in the dark\nbuilding, still as a tomb.\n\nJOSEPH\nHow is it out there? Have you found\nanything?\n\nMAX\nNo. Nothing. I heard Tokyo has\npower. Berlin, too. But they're\njust rumors.\n\nJOSEPH\nNobody's connected?\n\nMAX\nNo. No phone. No internet. No\npower. Nothing.\n\nThey walk in silence, both lost in thought. Max takes in the\nlifeless machines all around them.\n\nJOSEPH\nYou know we're rebuilding the same\nsystem?\n\nMax goes silent. They move to the exit, guarded by SOLDIERS\nwith assault rifles.\n\nJOSEPH (CONT'D)\nLet me know what you find.\n\f131.",
  "93": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey move to the exit, guarded by SOLDIERS\nwith assault rifles. JOSEPH (CONT'D)\nLet me know what you find. 131. \n\nTARGET SECTION TO BE ANNOTATED:\nMax walks away. Joseph moves back into the facility.\n\nINT. LOOTED TOWNHOUSE - DAY\n\nMax takes in the abandoned home. Water stains. Debris. Piled\nmattresses suggest squatters have come and gone. The\nfloorboards were scavenged for firewood - the charred\nevidence is in the fireplace.\n\nIn the center of the room is a pile of discarded cell phones,\nlaptops, and tablet machines. Max grabs one of the phones.\n\nHe leans against a wall. He slides into a crouch. He turns\nthe phone over in his hand. It’s dead.\n\nHis breathing quickens as he fights back emotion. Wrapping\nhis arms around his knees, he waits for the sensation to\npass. He sits there. Alone.\n\nMAX\nI’m sorry.\n\nOutside, the rain has stopped. The day brightens. Max looks\nto the rear of the house. Something arrests his attention. He\nmakes his way through the 19th century townhouse.\n\nINT. DATA CENTER ~- DAY\n\nJoseph, walking through the long row of machines, slows.\nStops. Looks up at a lifeless server.\n\nEXT. GARDEN — DAY\n\nMax steps into the garden, which is lush and full of life.\nIvy covers the walls. Flowers of every shape and color. The\ngarden contrasts everything we’ve seen of this world.\n\nIn a corner rests a set of vintage garden furniture. A small\ntable, two chairs. Dark, lightly rusted metal. Max stares at\nthe empty seats.\n\nWater from the recent rains drips in a PERCUSSION. As it does-\n\nA calmness comes over Max. His attention settles on a leaf of\nivy, where moisture collects into a bead of water.\n\nHe studies the shimmering drop of liquid. As he stares,\nsomething new emerges in his eyes... Recognition.\n\nTHE END.\n\f"
}