{
  "1": "TRUE CRIME\n\nScreenplay by\n\nStephen Schiff\n\nAdapted from the novel by\n\nAndrew Klavan\n\nNo portion of this script may be performed, reproduced,\nor used by any means, or quoted or published in any\nmedium without the prior written consent of Warner Bros.\n\nFIRST REVISION\n\nMay 11, 1998\n\fRev. 5/11/98\nFADE IN:\nINT. SAN QUENTIN STATE PRISON - CREDIT MONTAGE - NIGHT 1\n\nA SERIES OF VERY TIGHT CLOSEUPS: a convict, FRANK\nBEACHUM, is being examined by a prison doctor, DOCTOR\nROGER WATERS. We do not see his face until the end of\nthe sequence. Instead we see only the parts of his body\nthat are being examined, and from these we can tell that\nhe is black, well-muscled, and in his late twenties.\nCLOSEUP ON his chest as his prison shirt (stenciled CP-\n133) comes off.\n\nA stethoscope against his chest.\nDr. Waters looking down at his watch.\nSecond hand of the watch.\n\nDR. WATERS (0.S.)\nSixty-five. Normal.\n\nThe prisoner's muscular arm, with a blood-pressure cuff\non it. Dr. Waters rips off the cuff. Underneath is a\nmean-looking tattoo of a bleeding heart with a knife\nthrough it.\n\nDR. WATERS (0.S.)\nBlood pressure, one twenty over seventy-\nfive. Normal.\n\nThe prisoner's legs. Dr. Waters taps his knee with a\nreflex hammer.\n\nDR. WATERS (0.S.)\nReflexes normal.\n\nThe prisoner's mouth, open, with a tongue depressor stuck\nin it. The prisoner gags: \"Agh!\"\n\nDR. WATERS (0.S.)\nLooks fine. Healthy as a horse.\n\nCLOSEUP of a clock on the wall: 10:17.\n\nThe face of LUTHER PLUNKITT, the San Quentin Prison\nwarden, watching the examination, and then looking at the\nclock. Plunkitt is white, fortyish, and a little soft in\nthe gut. He's seen enough in his years at San Quentin to\nbe neither a pushover nor a martinet.",
  "2": "---END OF PREVIOUS SECTION---\nThe face of LUTHER PLUNKITT, the San Quentin Prison\nwarden, watching the examination, and then looking at the\nclock. Plunkitt is white, fortyish, and a little soft in\nthe gut. He's seen enough in his years at San Quentin to\nbe neither a pushover nor a martinet. \n---TARGET SECTION TO BE ANNOTATED---\n To him, the exam is\nroutine, but he's also mindful of its significance: It's\nthe final exam before Beachum's execution in about twenty-\nsix hours. He nods toward a guard who is sitting at a\ntypewriter. The guard types.\n\nCLOSEUP of the page in the typewriter. It's the\nprisoner's chronological.\n(CONTINUED )\n\fTRUE CRIME - Rev. 5/11/98 2.\nCONTINUED:\nThe guard types: \"22:17 -- med exam completed.\"\n\nDR. WATERS\nJust one more thing, Luther.\n\nPlunkitt looks at the doctor. Then at Beachum.\nPLUNKITT\n\nYou gotta whizz in the cup, Frank. Then\n\nwe're done.\nCLOSEUP of Beachum's face. We see that he is young, and\nthat he might have been scary once -- might, in fact,\nhave been someone's worst nightmare. Now there's\nsomething else in his face: a terrible weariness,\nhopelessness mingled with the struggle against fear.\nAs the CREDITS END, the clock on the wall ticks to 10:18.\n\nCUT TO:\n\nOMITTED\n\fEXT. DEAD MAN'S CURVE - NIGHT\n\nA stretch of parkway that swings to the left at an acute\nangle. A gas station, closed, is situated to the right\nof the turn's apex. Warning signs and blinking yellow\nlights.\n\nINT. GORDON'S BAR - NIGHT\n\nThe warm wooden interior is hung with lanterns and ads\nfor microbrews. At the bar sits STEVE EVERETT, a\nnewspaperman with the face of a smart-ass. He has wicked\neyebrows and a wicked smile. Everett is thin-waisted,\nbroad-shouldered, and muscular from lifting weights. He\nis having a drink -- a non-alcoholic drink -- with\nMICHELLE ZIEGLER, a novice reporter who is very young,\nvery alluring, and very ambitious. Her skirt is too\nshort, and her lustrous eyes gleam with the superiority\nof the recent college graduate.\n\nMICHELLE\nWell, fuck ‘em.\n\nEVERETT\n(sighing)\nOh, God. Now we're going to talk\njournalism.",
  "3": "---END OF PREVIOUS SECTION---\nMICHELLE\nWell, fuck ‘em. EVERETT\n(sighing)\nOh, God. Now we're going to talk\njournalism. \n---TARGET SECTION TO BE ANNOTATED---\nMICHELLE\nYou call this journalism? You're\ntelling me that --\n\nEVERETT\nMichelle, it's been a long weekend.\nPeople kept shooting each other. I kept\nwriting about it...\n\nMICHELLE\nI'm serious. I've had enough of this\ncrap. I'm going back to school, get my\nPh.D. -- write things that matter.\n\nEVERETT\nMichelle, I hate to break this to you,\nbut you're twenty-three. You don't know\nanything that matters.\n\nMICHELLE\n(laughing)\nAnd fuck you too, Ev.\nEVERETT\nAll right, pull up a shoulder. What'd\nthey do to you?\n\n(CONTINUED)\n\fCONTINUED:\n\nMICHELLE\nNot they. He -- Alan. Killed my\nsidebar on the Frank Beachum murder. If\nyou ask me, something about the whole\ncase stinks anyway, but what I was\ntrying to get at --\n\nEVERETT\nMichelle, I read that sidebar --\n\nMICHELLE\nHey, it was good, Ev. You gotta admit.\nBest stuff I've written in months.\n\nEVERETT\nOh, yeah. Wasn't that the piece\nabout!-- now don't let me fuck this up:\n\n‘the media glorified Beachum's victim in\norder to mask our patriarchal\nculture...’\n\nMICHELLE\nWhich created the very violence that\ndestroyed her! Exactly!\n\nEVERETT\n\nAlan shouldn't have killed it like that.\nMICHELLE\n\nFuckin' A.\nEVERETT\n\nI would have tortured it first.\n\nMichelle laughs in spite of herself and gives Everett a\nnaughty look.\n\nMICHELLE\nIt might've enjoyed that.\n\nEVERETT\nHoney, it would have begged for more.\n\nThe bartender, NEIL, pokes his head over the bar.\n\nNEIL\n‘Nother round?\n\nEVERETT\nYeah, Neil. Margarita for the lady, and\nmy usual.\n\nNEIL\n\nNot your usual usual.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nEVERETT\nMy new, improved usual.\n\nNEIL\nVirgin Mary.\n\nEVERETT\n\nYeah. Heavy on the virgin.\n\nMichelle looks at him curiously.\n\nMICHELLE\nTell me something, Ev.",
  "4": "---END OF PREVIOUS SECTION---\nHeavy on the virgin. Michelle looks at him curiously. MICHELLE\nTell me something, Ev. \n---TARGET SECTION TO BE ANNOTATED---\n If you're such a\nhot shit, what are you doing stuck here\nin Bumfuck, California?\n\nEVERETT\n(sliding closer)\nLooking for love.\n\nShe lets him put his arm around her.\n\nMICHELLE\nWell, you've come to all the wrong\nplaces.\nEVERETT\n(closer)\n\nNot from where I sit.\n\nFor a moment they melt into each other's arms. Then\nMichelle pulls away.\n\nMICHELLE\nNo. Unh-unh. Not smart.\n\nEVERETT\nWhat's smart got to do with it?\n\nMICHELLE\nI gotta go. I can't do this. You're\nmarried and you're -- I can't do this!\n\nShe gets up and wobbles out of the bar. Everett watches\n\nher, more amused than sorry. He glances at the\nbartender, Neil, who is just arriving with the drinks.\n\nNeil shrugs.\n\nNEIL\nNext time.\n\nEVERETT\n(winking)\nNext time for sure.\n\f10\n\n11\n\nEXT. GORDON'S BAR - NIGHT (LIGHT RAIN) 5\n\nMichelle exits into the rain, a sexy little grin on her\nface: \"Next time for sure.\"\n\nINT. MICHELLE'S CAR - MOVING - NIGHT (LIGHT RAIN) 6\nMichelle is driving, still smiling to herself.\nMICHELLE'S POV 7\n\nTHROUGH her windshield, smeared, the wipers ragged, the\nroad barely visible.\n\nINT. MICHELLE'S CAR - MOVING - NIGHT (RAIN) 8\nMichelle turns ON the RADIO. ALTERNATIVE ROCK pumps into\nthe car. Michelle responds enthusiastically, dancing in\nher bucket seat, beating on the steering wheel. She's\nfeeling good.\n\nEXT./INT. DEAD MAN'S CURVE - NIGHT (RAIN) 9\nThe same angle as before. It's coming up much too\n\nquickly. The car's tire catches the edge of a retaining\nwall and jerks sideways.\n\nINTERCUT WITH:\n\nINT. MICHELLE'S CAR - NIGHT (RAIN) 10\n\nMichelle swings the wheel violently; the car zig-zags and\nslides sideways into the gas station lot. The wall of\nthe station hurtles toward us.\n\nMICHELLE\nPlease!\n\nThe CAR SMASHES head-on into the wall.",
  "5": "---END OF PREVIOUS SECTION---\nThe wall of\nthe station hurtles toward us. MICHELLE\nPlease! The CAR SMASHES head-on into the wall. \n---TARGET SECTION TO BE ANNOTATED---\nMichelle rips through the windshield; the GLASS EXPLODES\noutward. The GRIND of METAL AGAINST METAL, and then,\ngradually, the NOISE SUBSIDES. The smoke settles,\nrevealing a hole in the windshield framed by a crumpled\nsteering column. The HISS of hot, leaking FLUIDS SLOWLY\nSEGUES INTO...\n\n... the sound of a POWER MOWER.\n\nDREAM SEQUENCE - EXT. BEACHUM'S YARD - ANGLE ON 11\nBEACHUM'S HANDS - DAY\n\nGripping a lawn mower.\n\n(CONTINUED)\n\f11\n\n12\n\nCONTINUED: 11\nBEACHUM'S POV\nGreen grass, sunshine, a small white house against a blue\nsky. BONNIE, a pleasant-looking young black woman, calls\nto him from the barbecue. In her hand is a small brown\nobject, which she waggles back and forth. From under the\nsound of the mower, the COOING of a BABY. We LOOK DOWN\nAND TO THE RIGHT: There's a plastic sandbox shaped like\na turtle, and in it is Frank's little daughter, GAIL,\nwhacking the sand with her shovel and cooing at her\nfather. Beachum's gaze returns to Bonnie, still calling\nto him, waggling something.\nBACK TO SCENE\nBEACHUM\nWhat?... Just hold on. I can't hear\nyou.\n\nThe sound of the LAWN MOWER GRADUALLY TURNS INTO a\nCLACKING sound -- the sound of a TYPEWRITER.\n\nEND OF DREAM SEQUENCE.\n\nANGLE ON PRISON TYPEWRITER\n\nWe see the chronological being typed:\n\n\"6:21 -- prisoner awakes.\"\n\nANGLE ON BEACHUM'S FACE\n\nHis eyes fly open. He jerks up, looking around him.\n\nINT. DEATH ROW - MORNING\n\nThrough the bars he sees the duty officer, REEDY, typing.\n\nREEDY\nMorning, Frank.\n\nBeachum nods.\n\nREEDY\nCan I get you anything? Some breakfast?\n\nBeachum sags, pulls himself up, struggles to answer.\n\nBEACHUM\nIf you got, like, a roll? Some coffee?\n\nREEDY\nWe'll get that right away, Frank.",
  "6": "---END OF PREVIOUS SECTION---\nBEACHUM\nIf you got, like, a roll? Some coffee? REEDY\nWe'll get that right away, Frank. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f12\n\n13\n\n14\n\n15\n\nTRUE CRIME - Rev. 5/11/98 8.\nCONTINUED: 12\n\nReedy types, then gets up and murmurs to another guard\nstationed outside the cell. Then Reedy sits down and\ntypes again. We see the words: \"6:24 -- Breakfast order\nrelayed to CO Drummond.\"\n\nOMITTED 13\nINT. OAKLAND TRIBUNE - PRESSROOM - MORNING 14\n\nWe're in the bowels of the building. Two large presses\ncrank out the next edition. It's hot and noisy and dirty\ndown here, just the way ALAN MANN likes it. Alan emerges\nfrom the cafeteria carrying an extra large Styrofoam cup\nof coffee. He stops to schmooze with the guys who run\nthe presses -- newspaper guys, ink-stained and tough.\nAlan is tall and broad-shouldered, with a belly that\nhangs over his belt; he looks like an athlete gone to\nseed. He's the newspaper's editor-in-chief.\n\nBOB FINDLEY, the city editor, is younger and softer. As\nhe approaches Alan, he is wearing a neatly-pressed pink\nshirt and a cheerful tie; no jacket. Bob composes his\nface and takes a deep breath. He prides himself on being\ncaring. Just now, he has the look of a man who is about\nto impart some serious news.\n\nBOB\nYou hear?\nALAN\nYeah.\nBOB\nWhat a tragedy.\nINT. ELEVATOR - MORNING 15\n\nThey enter. Alan punches \"four\" with his free hand and\nimpatiently stabs at the \"close door\" button.\n\nALAN\nWhat was she, drunk?\nBOB\n(a pained smile)\nI don't know. It was up at -- you know,\n\nthat vicious turn onto the parkway?\nThey ought to do something about that\nplace.\n\n(CONTINUED)\n\f15\n\n16\n\n17\n\nCONTINUED: 15\n\nALAN\nDo we have to cover for her? Did she\nhave anything big on?\n\nBOB\nShe had that interview with Frank\nBeachum at San Quentin. Then she was\ngoing to witness the execution tonight.\n\nALAN\nChrist.\n\nBOB\nIt's a little worse for Michelle, Alan.",
  "7": "---END OF PREVIOUS SECTION---\nThen she was\ngoing to witness the execution tonight. ALAN\nChrist. BOB\nIt's a little worse for Michelle, Alan. \n---TARGET SECTION TO BE ANNOTATED---\nINT. NEWSROOM - MORNING 16\n\nA large, chaotic open space partitioned into smaller\ncubicles. Alan crosses the city section where a handful\nof reporters are making phone calls and pecking away at\ncomputer keyboards. Bob follows, a few paces behind.\n\nBOB\nI don't know if the warden'1ll go for a\nreplacement on the interview with\nBeachum. But I thought I'd take Harvey\noff the fraud meeting and --\n\nALAN\nPut Everett on it.\n\nBOB\nSteve? Uh, Steve's got the day off.\n\nALAN\nNot any more he hasn't. He can do the\ninterview, then he can witness the\nexecution. What's-his-face, the warden\ndown at San Quentin -- Plunkitt.\nSteve's dealt with him before. I can\nget him in.\n\nThey pass JANE MARCH, Bob's assistant. She catches his\neye and offers a sympathetic look: ‘What a tragedy.\"\n\nINT. ALAN MANN'S OFFICE - MORNING 17\n\nAlan strides in, with Bob right behind him. Bob shuts\nthe door. Alan stands behind his desk.\n\nALAN\nYou think Everett's an asshole.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 10.\n17 CONTINUED: 17\n\nBOB\nI don't think he's an asshole.\n\nALAN\nYou're wrong. He is an asshole. Trust\nme: I know him. A lot of people who're\ngood at their jobs are assholes, Bob.\n\nAlan plunks himself into his seat, reaches into his\ninside coat pocket, and removes a packet of crumb cake,\nwhich he slams down on the desk as though making a\ndeclaration. He opens his coffee and looks up\nexpectantly at Bob.\n\nBOB\n(earnestly)\nI know that, Alan. It's just, Everett\nthinks everything's a big investigative\nwitch hunt. Like on that Mike Vargas\npiece --\n\nALAN\nHe was a drunk then. He's not now.\n\nBOB\nRight. Two months ago he was a drunk,\nnow he's sober -- if you say so, Alan.\nAnyway, that's beside the point. The\npoint is, this isn't a Steve Everett\nslash-and-burn job. It's a sidebar.",
  "8": "---END OF PREVIOUS SECTION---\nAnyway, that's beside the point. The\npoint is, this isn't a Steve Everett\nslash-and-burn job. It's a sidebar. \n---TARGET SECTION TO BE ANNOTATED---\nIt's an issue piece.\n\nALAN\n(wide-eyed)\nOoh! An issue piece! Well, dog my\ncats!\n\nBOB\nCome on, Alan. Capital punishment --\nyou know. I mean, the state is putting\naman to death tonight. Killing a human\nbeing.\n\nALAN\n(enjoying this)\nOh, well, stop the presses! Hey, was\nAmy whatsherface, the pregnant broad old\nFrankie shot in the chest -- was she a\nhuman being? Is that part of the issue?\n\nBOB\nOkay, yeah. That's part of the issue.\n\nALAN\nCrumb cake?\n(CONTINUED )\n\f11.\n17 CONTINUED: (2) 17\n\nBOB\nNo. No.\n\nALAN\nLet me tell you something, Bob. Issues\nare the shit we make up to give us an\nexcuse to run good stories. Judge grabs\na female attorney's tits, that's the sex\ndiscrimination issue. Nine-year-old\nkills his brother with an Uzi, that's\nthe child violence issue. People want\nto read about sex organs and blood. We\nmake up issues so they don't have to\nfeel too nasty about it.\n\nBOB\nI guess I should call Steve Everett\nthen. Because that's his attitude\nexactly.\n\nALAN\n\n(leaning back)\nBob, you've been here, what? Three\nmonths now? I've been working with\nSteve Everett for three and a half\nyears, and let me tell you something:\nThe guy is good, as good as I've ever\nseen. You know why he was kicked out of\nNew York? You know the story?\n\nBOB\nI've heard a coupla things.\n\nALAN\nSteve Everett busted the mayor, Bob.\nThe mayor of fucking New York City.\nSteve got hold of a secret memo on a\ncontract bribe between Hizzoner and one\nof the ex-borough presidents, and he ran\nwith it in his column.\n\nBOB\nSo?\n\nALAN\nThe paper tried to kill it, ‘cause the\nowner was in bed with the mayor. So\nwhat'd Everett do? Didn't whine --\ndidn't back down, either. He walked.\n\nA long silence. Bob shoves his hands in his pockets.\n\nBOB\nAll right. All right, it's your paper.",
  "9": "---END OF PREVIOUS SECTION---\nBob shoves his hands in his pockets. BOB\nAll right. All right, it's your paper. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f17\n\n18\n\n19\n\n12.\n\nCONTINUED: (3) 17\nALAN\nAnd, Bob -- when you send flowers to the\ngirl's family, would you include my\nname? Thanks. 'Preciate it.\n\nBob goes out. Alan watches him for a moment, smiles and\nshakes his head.\n\nALAN\nGullible bastard.\n\nINT. BATHROOM - CLOSE ON TOILET - MORNING 18\n\nwhere Everett, stark naked, is emptying an ashtray.\n\nButts fall into the bowl, and then we see hands using\ntoilet paper to wipe out the ashes. We hear Everett's\nvoice, as though he's talking to someone in another room.\n\nEVERETT (0.S.)\nHey, I could have been happy in New York\nforever -- They were about to let me run\nthe investigative team. That would have\nput me on the Pulitzer track.\n\nHe finishes the job and emerges into the adjoining\nbedroom.\n\nINT. BEDROOM - MORNING 19\n\nOn the mussed bed, looking wondrously shapely and\nwondrously naked, is PATRICIA FINDLEY, Bob's wife. She\nwatches Everett's approach admiringly, but there is\nsomething sardonic in her smile. Everett puts the\nashtray on a bedside table.\n\nEVERETT\nIt was a nice life -- Broadway shows,\ndowntown clubs, Elaine's every night,\nveal chops up the wazoo.\n\nHe does a little dance, singing James Brown's \"Got the\n\nFeeling,\" playing imaginary maracas.\nEVERETT\n‘Baby, baby, baa-by. Baby, baby, baa-\nby. Baby, baby, baa-by.' ‘Course, they\n\nnever served anything like this.\nHe swoops down and bites Patricia on the buttock.\nPATRICIA\nOoh! Now you have to kiss it and make\nit better.\n\n(CONTINUED)\n\f13.\n19 CONTINUED: 19\nEverett does. And while he's still kissing:\n\nPATRICIA\nSo you were the king of New York. Why\nare you hacking out Metro stories at the\nOakland Tribune?\n\nEVERETT\nGot caught in the supply room with a\nseventeen-year-old desk assistant.\n\nPATRICIA\nNo!\n\nEVERETT\nYup.",
  "10": "---END OF PREVIOUS SECTION---\nEVERETT\nGot caught in the supply room with a\nseventeen-year-old desk assistant. PATRICIA\nNo! EVERETT\nYup. \n---TARGET SECTION TO BE ANNOTATED---\n Turned out to be the daughter of\nthe paper's owner. Blackballed me all\nover town.\n\nPATRICIA\nYou bad man! What'd your wife say?\n\nEVERETT\n(not without pain)\nWell, we'd just had the kid, you know.\nIt was tough on her, but she wanted to\nkeep us together. And when Alan said\nhe'd take me on, I guess she figured,\nyou know, another town, another change.\n\nPATRICIA\nYou bad man. First the owner's\ndaughter. Now the editor's wife. Do I\ndetect a hostility toward authority\nfigures?\n\nEVERETT\nOnly the ones I work for.\n\nPATRICIA\nAnd is that what you're going to say in\nthe next city, with someone else?\n(imitating him)\nOh, I got caught with the editor's wife.\nYou know how that is.\n\nEverett gets up and begins pulling on his pants.\nEVERETT\nI get caught with you, I don't know how\nmany other cities will have me.\n\nPatricia watches him dress, affecting a pout.\n\n(CONTINUED)\n\f14.\n19 CONTINUED: (2) 19\n\nPATRICIA\nSo playtime's over?\n\nEVERETT\nYou gotta get to work. I gotta get\nhome. See if the wife and kid still\nrecognize me.\n\nPATRICIA\nYou're not going to tell me how awful\nwe're being, are you?\n\nEVERETT\nWell... Bob's a decent guy. Good\nnewspaperman. Solid editor.\n\nPATRICIA\nSo this all just stinks, right? What\nwe're doing.\n\nEVERETT\nYou and me, Patricia, we're just two\nsimple people swept away in a whirlwind\nof passion. Something like that.\n\nEverett finishes putting on his shirt and bends over to\ngive her a kiss. Then he turns away, looking for his\nwallet and keys.\n\nPATRICIA\nLook, it's all right. It's not like I\nlove you or anything.\nEVERETT\n(smiling)\nThanks. I don't love you too.\nThe PHONE RINGS. She picks it up.\n\nPATRICIA\nHello? Uh... All right...\n\nEverett makes for the door, blowing her a kiss and\n\nmouthing a \"bye.",
  "11": "---END OF PREVIOUS SECTION---\nUh... All right... Everett makes for the door, blowing her a kiss and\n\nmouthing a \"bye. \n---TARGET SECTION TO BE ANNOTATED---\n But Patricia holds up her index\nfinger: \"Wait a second.\"\nPATRICIA\n(on the phone)\nYes... yes, all right.\n\nShe hangs up and then looks at Everett, who is waiting\nexpectantly.\n\n(CONTINUED)\n\f19\n\n20\n\n21\n\nTRUE CRIME - Rev. 5/11/98 15.\n\nCONTINUED: (3) 19\n\nPATRICIA\n\nYou won't believe this.\nEVERETT\n\nWhat?\nPATRICIA\n\nThat was Bob.\nEVERETT\n\nWhat'd he want?\nPATRICIA\n\nHe was looking for you.\nEverett is stunned.\n\nEVERETT\nWho told him?\n\nPATRICIA\nHow the hell should I know?\n\nEverett looks at her, hard. He wheels and heads out the\ndoor.\n\nOMITTED 20\nINT. SAN QUENTIN STATE PRISON - DEATHWATCH CELL - DAY 21\n\nPlunkitt steps into the cell. Reedy stands in front of\nhis typewriter. Plunkitt nods and turns toward the\nprisoner.\n\nBeachum sits at a small table behind a wall of bars. The\ntable is covered with several sheets of paper and a Bic\npen. Beachum holds a cigarette between two of his\nfingers, sending a zig-zag of smoke to the ceiling. The\nash has grown long. It drops to the table of its own\nweight. Beachum doesn't move his hand at all.\n\nPLUNKITT\nMorning, Frank.\n\n(CONTINUED)\n\f21\n\n16.\n\nCONTINUED: 21\nBEACHUM\n(softly,\nrespectfully)\nMr. Plunkitt.\nPLUNKITT\nAnything I can get for you? Anything\nyou need?\nBEACHUM\n\nNo. Can't think of nothin’.\nBeachum is eerily still, his eyes cast to the floor.\n\nPLUNKITT\nThere're some matters I gotta discuss\nwith you. Figure we do it first thing,\nget it out of the way.\n\nFrank nods slowly, as if it were a very great effort.\n\nPLUNKITT\nYour dinner tonight, for one thing. It\ncan be pretty much anything you want.\n\nFrank nods again. More ash falls to the floor.\n\nPLUNKITT\nYou go ‘head and tell Reedy here when\nyou decide.",
  "12": "---END OF PREVIOUS SECTION---\nFrank nods again. More ash falls to the floor. PLUNKITT\nYou go ‘head and tell Reedy here when\nyou decide. \n---TARGET SECTION TO BE ANNOTATED---\n Now, about your personal\neffects and belongings --\n\nBEACHUM\nMy wife'll take ‘em.\n\nPLUNKITT\nAnd your remains? Does that go for your\nremains, too? Because if she can't\nafford the funeral expenses --\n\nBEACHUM\nNo, no. Her church raised some money.\nIt's all right.\n\nPLUNKITT\nSo your wife will be claiming your\nremains, then.\n\nFrank draws a breath. He straightens slightly and his\nplastic chair scrapes the floor. Plunkitt winces a bit\nat the sound.\n\nBEACHUM\nYes sir, that's right.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 17.\n21 CONTINUED: (2) 21\n\nPLUNKITT\nOkay. Now, I want to give you some idea\nhere of what's going to happen tonight.\nWe'll have to ask your visitors to leave\nat seven P.M. You'll be given your\ndinner and a fresh set of clothes.\nThere's a sort of plastic underwear\nthing we have to ask you to put on. No\none'll be able to see it or anything,\nbut we need it for sanitary purposes.\nWe'll make sure it's removed before your\nwife claims the body.\n\nPlunkitt pauses and stares at Beachum's cigarette, at the\nash lengthening on the end of it. Then he snaps himself\nback.\n\nPLUNKITT\nWe'll come for you, oh, about a half\nhour before the procedure. You'll be\ntaken into the procedure room and\nthey'1l hook an E.K.G. up to you and\nthe intravenous lines at that time.\nBut nothing's gonna happen early or\nanything. Right up until 12:01,\nwe'll be monitoring the phones.\nWe got open lines to the attorney\ngeneral and the governor, and those'll\nbe checked right through to make sure\nthey're in working order. You got\nany questions about any of that?\n\nBEACHUM\n(very, very quietly)\nNo.\n\nPLUNKITT\nNow, there's just one more thing, and\nthen I'll leave you in peace here. It's\nabout the sedative.\n\nBeachum stiffens. The line of smoke coming up from his\ncigarette smears as his hand shakes.",
  "13": "---END OF PREVIOUS SECTION---\nIt's\nabout the sedative. Beachum stiffens. The line of smoke coming up from his\ncigarette smears as his hand shakes. \n---TARGET SECTION TO BE ANNOTATED---\nBEACHUM\nI don't want no sedative.\n\nPLUNKITT\nSedative's completely optional, Frank.\nI would just like to advise you that it\ncan make things a whole lot easier.\n\n(CONTINUED)\n\f21\n\n22\n\nTRUE CRIME - Rev. 5/11/98 18.\n\nCONTINUED: (3) 21\nBEACHUM\n(tightly)\nI don't want it.\n(beat)\n\nI appreciate it, Mr. Plunkitt. But I\nwanna be clear in my mind. When I see\nmy wife, I wanna be clear for that. All\nright?\n\nPLUNKITT\nFair enough. You change your mind, you\nlet the duty officer know. I just had\nto give you my little sales talk, is\nall.\n\nBeachum keeps his eyes lowered, watching his hands. The\ncigarette has burned down to the filter, and Plunkitt\nstands there a moment, looking nervously at it. Finally\nBeachum reaches to the tinfoil ashtray next to him and\ncrushes it out.\n\nINT. PRISON CORRIDOR - DAY 22\n\nPlunkitt is met by his deputy warden, ARNOLD McCARDLE.\nArnold is a jolly fellow with sparkling eyes and a\nthree-hundred-pound frame. Reading notes from a folder,\nhe breathes heavily, keeping pace with Plunkitt.\n\nMcCARDLE\nBadges'1l go down to the gate at nine.\nGot the witness list. What else?\nRoadblocks are up. Demonstrators are\nlight so far.\n\nPLUNKITT\nVisitors all squared away?\nMcCARDLE\nWife and kid. Your girlfriend from the\n‘News,' Michelle Ziegler -- she's coming\nat four.\nPLUNKITT\nMea culpa. She was pretty persuasive.\nMcCARDLE\nHey, let her persuade me next time,\n\nwould ya?\n\nPlunkitt gives him a look. They approach the death\nchamber. Plunkitt pauses.\n\nPLUNKITT\nArnie, what do you think of Beachum?\n\n(CONTINUED)\n\f22\n\n23\n\n24\n\n19.\nCONTINUED: 22\n\nMcCARDLE\nI don't. Sometimes I think about the\ngirl he shot dead over 96 dollars. But\nmostly I think about doing my job.\n\nPlunkitt nods.",
  "14": "---END OF PREVIOUS SECTION---\nSometimes I think about the\ngirl he shot dead over 96 dollars. But\nmostly I think about doing my job. Plunkitt nods. \n---TARGET SECTION TO BE ANNOTATED---\n \"Of course, that's right.\" He opens the\ndoor and ushers McCardle into the death chamber.\n\nINT. DEATH CHAMBER - DAY 23\n\nREUBEN SKYCOCK, the prison's maintenance engineer, is\nfussing with the stainless-steel lethal-injection\nequipment, checking his toggles, stopwatch, and signal\nlights.\n\nAs Plunkitt and McCardle move toward the machine, a\nSHEET-COVERED FIGURE on the gurney suddenly thrusts\nupward into a sitting position.\n\nCORRECTIONAL OFFICER ATKINS\n(FIGURE)\nWarden! Sir! I repent!\n\nMcCARDLE\n(laughing)\nJesus, Atkins! Jesus God!\n\nPlunkitt turns away. He's a little shaken and would\nrather the others not notice.\n\nEXT. OAKLAND TRIBUNE BUILDING - DAY 24\n\nThe PUSSY MAN: a middle-aged homeless man, reeking of\nwine and urine, in a filthy gray overcoat, his yellow\neyes streaked with red. He is romancing every passing\nfemale.\n\nPUSSY MAN\nGimme some of that pussy, baby. You got\npussy on toast. I need some pussy on\ntoast, baby. Gimme some of your pussy\non toast...\n\nEverett approaches the entrance.\n\nPUSSY MAN\nSteve! Is that you, newspaper man? Now\nI know you got my money. You got money\non toast. Gimme some of that money on\ntoast.\n\nEverett hates this guy.\nEVERETT\n\nBack off.\n(CONTINUED )\n\f24\n\n25\n\n20.\nCONTINUED: 24\n\nEverett reaches into his pocket.\n\nPUSSY MAN\nThere's that money. Gimme five, gimme\nten, gimme twenty -- twenty dollars,\n\nSteve. Twenty dollars on toast.\nEverett hands him a fiver.\n\nEVERETT\nDon't spend it on food, asshole.\n\nPUSSY MAN\nFive dollars? That's all you gonna give\nme? You could give me twenty dollars.\nYou could give me a hundred dollars, you\ngot so much money. You got money on\ntoast, Steve.\n\nA woman passes. The Pussy Man jerks toward her.\nPUSSY MAN\n\nHey, sister, I know you got some sweet\npussy.",
  "15": "---END OF PREVIOUS SECTION---\nA woman passes. The Pussy Man jerks toward her. PUSSY MAN\n\nHey, sister, I know you got some sweet\npussy. \n---TARGET SECTION TO BE ANNOTATED---\n You got sweet pussy on toast...\n\n \n\nINT. NEWSROOM - DAY 25\n\nAs Everett enters, he sees Bob Findley watching him from\nthe city desk at the far end of the room. Suddenly\nEverett is terribly self-conscious; every step feels\nwrong. He walks, hands in pocket, as casually as he can.\nAs he reaches the city desk, Jane March looks at him,\nlooks at Bob, looks back at him.\n\nEVERETT\nMorning, all. Heh!\n\nHe clears his throat. Silence. Bob stares at him.\n\nBOB\nYou got my message.\nEVERETT\nUh. Yeah.\nBOB\nApparently, it seems we have a problem,\nyou and I.\n\nEverett's synapses go on alert, constricting the majority\nof his favorite muscles. He waits. Bob shuffles some\npapers.\n\nEVERETT\nDo we?\n(CONTINUED)\n\f21.\n\n25 CONTINUED: 25\nBOB\nYes. We do.\nEVERETT\nLook, Bob, I --\nBOB\n\nMichelle Ziegler was killed last night\nin a car wreck.\n\nEverett wasn't expecting this. The news knocks the wind\nout of him. He holds onto the desk to steady himself.\n\nEVERETT\nWhat? Michelle? I was just -- I saw\nher last night. We were... Fuck! She\n\nwas just twenty-three or something.\n\nJANE\nDead Man's Curve.\n\nEVERETT\nJesus. Poor kid. Just got out of\nschool. She was twenty-three or\nsomething. I should have...\n\nA long moment. They all look away from each other.\n\nBOB\n(watching him)\nMichelle had an interview scheduled\ntoday with Frank Beachum.\n\nEVERETT\n(still stunned)\nWhat?\n(beat)\nOh, Beachum. The guy they're gonna\njuice today. Yeah. She said she had a\nseat for the show. Poor kid.\n\nBOB\nShe also had an interview with him. At\nfour, face-to-face in the Deathwatch\ncell. Alan wants you to cover for her.\n\nEVERETT\n(still stunned)\nRight. Sure. Oh man! So... okay.\nBeachum. Killed a pregnant girl or\nsomething.\n\n(CONTINUED)\n\f25\n\n26\n\nTRUE CRIME - Rev. 5/11/98 22.",
  "16": "---END OF PREVIOUS SECTION---\nBeachum. Killed a pregnant girl or\nsomething. (CONTINUED)\n\f25\n\n26\n\nTRUE CRIME - Rev. 5/11/98 22. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2) 25\n\nBOB\nA college student. Amy Wilson She was\nworking the summer in Richmond, place\ncalled Pocum's Grocery. Owed Beachum\nninety-six bucks or something -- repairs\nhe'd done on her car. He shot her dead.\n\nEVERETT\nNice. Anything special about him?\n\nBOB\nBlack, tough. Mechanic over at the\nAmoco station on Clayton.\n\nJane is reading the Beachum file.\n\nJANE\nSays here Beachum's one of those born-\nagains.\nCLOSE ON EVERETT\nEVERETT\n\nThey all get born again on Death Row.\nPlace has the highest birth rate in the\ncountry.\n\nJANE (0.S.)\nCynical.\n\nSERIES OF SHOTS 26\n\nRaw and grainy, with a video feel, like something out of\nthe TV show \"Cops.\" The shots are punctuated with\nflashes of light, as though from police flashbulbs.\n\nJANE (V.O.)\n\nCame from Michigan -- broken home,\nalcoholic mother. He'd been in and out\nof jails, violent assaults, barroom\nfights, drugs, more drugs. Did two\nyears in the state pen for beating up a\ncop who tried to give him a ticket --\n\nEVERETT (V.O.)\nSounds like a reasonable young fellow.\n\nJANE (V.O.)\n-- and then another three for breaking\ninto a convenience store.\n\n(CONTINUED)\n\f26\n\nTRUE CRIME - Rev. 5/11/98 23.\nCONTINUED: 26\nOVER the above:\nA) BEACHUM'S RAMSHACKLE CHILDHOOD HOME\nB) HIS DRUNKEN MOTHER\nOn an unmade bed in ratty underwear.\nC) MUG SHOTS\nof Beachum.\nD) BEACHUM\nsplayed against a car, being arrested and handcuffed.\nE) BLEEDING BODY\nof a cop, writhing on the ground.\nJANE (V.O.)\nThen he got out of the slam and met his\nwife. Nice girl, born-again. Led him\nstraight to Jesus. They had a daughter,\n\nbought a house in Richmond.\n\nEVERETT (V.O.)\nAnd now suddenly he was a nice guy.",
  "17": "---END OF PREVIOUS SECTION---\nThey had a daughter,\n\nbought a house in Richmond. EVERETT (V. O.)\nAnd now suddenly he was a nice guy. \n---TARGET SECTION TO BE ANNOTATED---\nOVER the above:\nF) SHOTS OF BONNIE\nas if for a home video.\nJANE (V.O.)\nI guess not. Six years ago, July\nFourth, he walks into Pocum's. Amy\nWilson is working the register.\n\nG) GROCERY STORE\n\nBeachum walks in, looking cold and intent. He walks\nup to the counter.\n\nEVERETT (V.O.)\nLet me guess. Frank says, ‘Where's the\nninety-six bucks you owe me?' She says,\n\n‘I ain't got it, Mr. Beachum, sir.' And\nold Frank kinda loses that nasty temper\nof his.\n\nOVER this: CLOSE ON Beachum.\n\nCLOSE ON Amy Wilson.\n\fTRUE CRIME - Rev. 5/11/98 24.\n27 INT. NEWSROOM - DAY 27\n\nEVERETT\nI hope he at least expressed his\nheartfelt remorse.\n\nJane is perusing the file.\n\nJANE\nNope. Get this. He still says he just\nwent to the store for some\nA-1 Steak Sauce.\n\nEVERETT\nA-1 Sauce. Nice touch.\nJANE\nLooks like Nussbaum had two strong\nwitnesses.\nEVERETT\nBlack or white?\nJANE\n\nUh, let's see. Both white, looks like.\nWoman in the parking lot who saw him\nrunning away. And then this poor guy\nwho drives in because his car\noverheated, he goes in the store to use\nthe phone, and there's Beachum standing\nover the body, gun in hand, blood all\nover him.\n\nBOB\nOkay, okay, don't overload him. All I\nwant is the human interest, all right?\nDeath row, the final day, what's it\nlike.\n\nEVERETT\nNo problem. Uh, Bob? That's all you\nneed from me. Right?\n\nBOB\n(too deliberately)\nThat's all, Steve.\n\nEVERETT\nOkay, Bob. Hokey-dokey. I'1l be...\nI'll get... right on it.\n\nHe turns and begins to walk away, pure relief on his\nface. Then he stops. Something is bugging him. He can\nfeel Bob's eyes on his back. The smart thing to do would\nbe to forget about it. But something is sticking in\nEverett's craw.",
  "18": "---END OF PREVIOUS SECTION---\nHe can\nfeel Bob's eyes on his back. The smart thing to do would\nbe to forget about it. But something is sticking in\nEverett's craw. \n---TARGET SECTION TO BE ANNOTATED---\n Slowly, he turns.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 25.\n27 CONTINUED: 27\n\nBob's lips, pressed together. His glare.\n\nBOB\nSomething more you want to talk about,\nSteve?\n\nEVERETT\n\nYeah. Uh... that witness, the guy who\ndrove in and then found Beachum standing\nover the body. Well, he must have heard\nthe shots, right?\n\nBOB\n(much too softly)\nThe shots.\n\nEVERETT\nYeah. I mean, his car is overheating,\nhe drives into the parking lot, gets\nout, probably opens the hood, sees the\nengine steaming, walks in the store.\nSee, if a shooting was going on all that\ntime, he must have heard the shots.\n\nJANE\nSo he heard the shots.\n\nA long pause. Bob stands very still, growing redder by\nthe second. His jaw is very, very tense. Jane watches\nhim like a bus passenger sitting next to a ticking\nparcel.\n\nBOB\n(very controlled)\nI don't know, Steve. I don't know if he\nheard the shots or not. Maybe he did.\n(MORE )\n\n(CONTINUED)\n\f27\n\n28\n\n26.\nCONTINUED: (2) 27\n\nBOB (CONT'D)\nWhat I would like you to do please is to\nget an interview with Frank Beachum\nabout his feelings today. Then I would\nlike you to write it up as a human\ninterest sidebar. Do you think you can\njust do that please?\n\nEVERETT\nYup. Yeah. You bet, Bob. Right.\n\nBOB\nThank you.\n\nEverett turns on his heel. Jane lets out a long breath.\nEverett zips back down the aisle. Jane nods at Bob and\nfollows him.\n\nAT EVERETT'S DESK - DAY 28\n\nGrubby, cigarette-scarred, littered with papers, Chinese\ntakeout containers, a picture of his wife and son, a tape\nrecorder.\n\nEverett sits in his swivel chair, examining the Beachum\nfile on his computer. Jane appears carrying files and\ndisks and tapes.\n\nJANE\nClose one. I don't know what you did to\nhim, but he's on your case.",
  "19": "---END OF PREVIOUS SECTION---\nJane appears carrying files and\ndisks and tapes. JANE\nClose one. I don't know what you did to\nhim, but he's on your case. \n---TARGET SECTION TO BE ANNOTATED---\n I figure we\nwere about two seconds away from a full\nBob Findley explosion.\n\nEverett grins, shakes his head, and reaches toward his\nshirt pocket, half-pulling out a pack of cigarettes.\nJane looks at him in alarm.\n\nJANE\nWhat are you, crazy? You're gonna light\nup now, after Bob's big no-smoking\nspeech last week?\n\nEVERETT\nI missed it.\n\nJANE\nYeah, that was smart, too.\n\nShe hands him the files.\n\nJANE\nTry to be a good boy, all right?\n\nShe winks and walks away.\n(CONTINUED )\n\f28\n\n29\n\n30\n\n31\n\nTRUE CRIME - Rev. 5/11/98 27.\nCONTINUED: 28\n\nEverett grabs Michelle's files. The first thing he\nseizes upon is a tape cassette marked \"Beachum.\" He\nslams it into his recorder and stuffs the earphone in his\near.\n\nANGLE ON EVERETT'S COMPUTER SCREEN\n\nThe Beachum file. As Everett listens to Michelle's tape,\nhe flashes to various photos and newspaper clippings on\nhis computer screen.\n\nMICHELLE (V.O.)\nBeachum case. Okay. Victim, Amy\nWilson, married, twenty-year-old coed,\nshot in the chest with a .38 as she\nstood behind her counter at Pocum's\ngrocery in Richmond. Six months pregnant\nat the time; both she and the baby died.\nOkay, let's see. Two witnesses.\nUm-um-um-um -- right. First witness,\nNancy Larson. Housewife, mother of three.\nDrives her car into the parking lot at\nPocum's...\n\nIN _EVERETT'S MIND - EXT. POCUM'S PARKING LOT - DAY 29\n\nNANCY LARSON pulls into the parking lot, where she sees a\ndark late-model car with the hood up; it belongs to a\nsmallish, conservatively dressed man, DALE PORTERHOUSE,\nwho is about to enter the store. Nancy pulls up to the\nsoda machine, leaves the ENGINE RUNNING, gets out, drops\nmoney in the slot, buys a soda, and climbs back in her\ncar. She begins to back out but then looks in her\nrearview mirror and SCREECHES to a halt.",
  "20": "---END OF PREVIOUS SECTION---\nPOCUM'S PARKING LOT - DAY 29\n\nNANCY LARSON pulls into the parking lot, where she sees a\ndark late-model car with the hood up; it belongs to a\nsmallish, conservatively dressed man, DALE PORTERHOUSE,\nwho is about to enter the store. Nancy pulls up to the\nsoda machine, leaves the ENGINE RUNNING, gets out, drops\nmoney in the slot, buys a soda, and climbs back in her\ncar. She begins to back out but then looks in her\nrearview mirror and SCREECHES to a halt. \n---TARGET SECTION TO BE ANNOTATED---\n There, in the\nmirror, we see Frank Beachum, running wildly, his face\nand shirt covered with blood. (The mirror reveals him\nonly down to his chest.)\n\nAT EVERETT'S DESK - DAY (PRESENT) 30\nEverett listening to Michelle's tape.\n\nMICHELLE (V.O.)\n-.. Larson couldn't see whether he had a\ngun or not. Uhhh, no weapon was ever\nfound. Oh, but she later picked Beachum\nout of a police line-up, and that was\nthe same line-up, uh, let's see, where\nBeachum was picked out by Dale\nPorterhouse, C.P.A...\n\nIN EVERETT'S MIND - EXT. POCUM'S PARKING LOT - DAY 31\nThe CAMERA PICKS UP Porterhouse on his way to the front\n\ndoor of Pocum's.\n(CONTINUED )\n\f31\n\n32\n\nTRUE CRIME - Rev. 5/11/98 28.\nCONTINUED: 31\n\nHe's a balding, pudgy man with a weak chin and a weaker\nmoustache. He opens the door.\n\nMICHELLE (V.O.)\nHe was passing through the neighborhood.\nCar overheated, so he drove into\nPocum's to call Triple A.\n\nINT. POCUM'S GROCERY - PORTERHOUSE'S POV - DAY 32\n\nHe scans the store -- racks of food, food sale posters in\nthe window, and, above the front counter, a TV BLARING.\nBut no one, apparently, minding the store.\n\nCLOSE ON PORTERHOUSE\nThe door slams behind him.\nBACK TO SCENE\n\nAt the sound of the SLAMMING DOOR, Beachum pops up from\nbehind the counter. His face and shirt are bloody, his\neyes wild. He and Porterhouse stare at each other, and\nthen Beachum panics and runs for it, scampering from\nbehind the counter and straight out a service door on the\ncounter's left side. As he goes, we can see him from...\n\nPORTERHOUSE'S POV\n\nBeachum's whole body is IN VIEW, and there is clearly a\ngun in his hand.\n\nCLOSE ON PORTERHOUSE\n\nShocked and frightened, and not certain at first of what\nhe has seen.",
  "21": "---END OF PREVIOUS SECTION---\nAs he goes, we can see him from... PORTERHOUSE'S POV\n\nBeachum's whole body is IN VIEW, and there is clearly a\ngun in his hand. CLOSE ON PORTERHOUSE\n\nShocked and frightened, and not certain at first of what\nhe has seen. \n---TARGET SECTION TO BE ANNOTATED---\nPORTERHOUSE'S POV\n\nHe moves toward the counter, and as he does, we begin to\ndiscover what is behind it -- the corpse of Amy Wilson,\n\nher eyes open in horror, a hole in her chest, from which\nblood is still oozing. Porterhouse's SCREAM FADES BACK\n\nINTO Michelle's V.O.\n\nMICHELLE (V.O.)\n«+. Porterhouse calls the cops, picks\nBeachum out of the line-up that same\nday. Records later show that Amy Wilson\nowed Beachum ninety-six dollars for work\nhe'd done on her carburetor. Note for\nfuture essay -- why so few female car\nmechanics?\n\f33\n\n29.\nAT EVERETT'S DESK - DAY (PRESENT) 33\nEverett grins, shakes his head, and switches off the tape\n\nrecorder. He distractedly pulls his cigarette pack out\nof his pocket. He stares at the screen. He types, and\n\nwe see the words: \"BUT DIDN'T P. HEAR SHOTS?\"\nThe Trends editor, BRIDGET ROSSITER -- busty and dressed\nto show it off -- is walking by Everett's desk.\n\nBRIDGET\n\nWant coffee, Ev? It's back in fashion\nas a late-morning pick-me-up.\n\nEVERETT\nGod bless you, Bridget. Make it a big\none.\n\nBRIDGET\n\nWomen can fetch coffee in the office now\nbecause improved job opportunities have\ngiven us new confidence.\n\nEVERETT\nBridge, darling. You think being Trends\neditor is maybe getting to you?\n\nBRIDGET\nDon't know. Was I an insane person\nbefore? You take it black, right?\n\nEVERETT\nI do. You're the best.\n\nHe looks up at the clock on the wall. It reads: 11:30.\n\nEVERETT\n(to himself)\nFuck.\n\nHe picks up the phone, taps in his number, and starts\nlifting transcript pages out of the Beachum file. As we\nhear the PHONE RING on the other end, he jerks a\ncigarette into his mouth. He reaches for his lighter and\nthen suddenly looks up. At the other end of the hall,\nBob is watching him.\n\nEverett's wife, Barbara, answers the phone.\n\nBARBARA (V.O.\nHello?\n\nEVERETT\nIt's me, sweetheart.",
  "22": "---END OF PREVIOUS SECTION---\nO. Hello? EVERETT\nIt's me, sweetheart. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 30.\n33 CONTINUED: 33\n\nBARBARA (V.O.\nSteve, thank God. Where are you?\n\nEVERETT\n(an exaggerated\nsigh)\nI'm at the paper. They roped me in.\n\nBARBARA (V.O.\nOh no. Did they call you at the gym?\nThey tried here but I wouldn't tell them\nwhere you were.\n\nEVERETT\nI stopped off to get something on my way\nback. Got caught.\n\nA long pause. Everett plucks the unlit cigarette from\nhis lips and starts leafing distractedly through the\ntranscripts.\n\nBARBARA (V.O.\nYou have a good workout, honey?\n\nEVERETT\n(smiling to himself)\nMmm. Hell of a workout.\n\nBARBARA (V.O.\nOh, good. Anyway, you really did\npromise Kate you'd take her to the zoo.\n\nEVERETT\n(wincing)\nAh Christ. The zoo. I forgot.\n\nBARBARA (V.O.\nShe's been talking about it all morning.\n\nEverett's attention has focused on the page in front of\nhim, and we see what it says:\n\nDALE PORTERHOUSE: So I left the car there and went\ntoward the store.\n\nBARBARA (V.O.\nSteve? Did you hear me? She really is\nexpecting you.\n\nEVERETT\nWhat? Yeah. Right. I know. Christ, I\nfeel awful.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 31.\n33 CONTINUED: (2) 33\n\nBARBARA (V.O.\n\nAnd you worked all weekend. She didn't\nsee you at all. You know how she loves\nher daddy.\n\nEVERETT\nMm-hmm.\n\nEverett is completely absorbed in the page in front of\nhim: It reads:\n\nCA: Did you have any idea that a crime was in progress?\nDALE PORTERHOUSE: No, no idea at all.\n\nBARBARA (V.O.\n\nSteve? I know it's work, but I really\nfeel it would be a bad idea to let her\ndown like this again.\n\nHe pulls the lighter out of his pocket and lights his\ncigarette. A long drag.",
  "23": "---END OF PREVIOUS SECTION---\nI know it's work, but I really\nfeel it would be a bad idea to let her\ndown like this again. He pulls the lighter out of his pocket and lights his\ncigarette. A long drag. \n---TARGET SECTION TO BE ANNOTATED---\n Across the room, we can see\nBob's face riveted to the spectacle of Everett smoking.\nEverett snaps to attention.\n\nEVERETT\n(utterly distracted)\nUh, Barbara? Uh, the thing is: There's\nbeen an accident. Remember Michelle\nZiegler? You met her at Christmas.\n\nBARBARA (V.O.\nThat college girl who kept following you\naround?\n\nEVERETT\nYeah, well, she ran her car into a wall\nnear Dead Man's Curve.\n\nBARBARA (V.O.\n\nOh, no. They really ought to do\nsomething about that place. Is she\nhurt?\n\nBut Everett is back to the transcript. It reads:\n\nDALE PORTERHOUSE: I don't think I would have gone in\nthere...\n\nCA: If you had heard shooting.\n\nDALE PORTERHOUSE: No, not if I had heard anything like\nthat.\n\nEVERETT\nNo, not if I had heard -- Oh. Yeah.\nDead.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 32.\nCONTINUED: (3) 33\n\nBARBARA (V.O.\nThat's awful. What do they want, you to\nfill in for her?\n\nEVERETT\nHuh? Yeah. She had a ticket for the\nexecution at San Quentin tonight.\n\nA long pause. Everett notices Bob watching him darkly\nfrom across the room. He hunkers down in his seat.\n\nBARBARA (V.O.\n\nSteve, don't tell me they couldn't get\nsomeone else for this. I mean, you were\nworking all weekend.\n\nEVERETT\n(reading)\nYes! Finally!\n\nWe see what he is reading:\n\nCA: When you were in your car, you did not hear any\ngunshots? Any screams?\nDALE PORTERHOUSE: No. No, but I wouldn't have.\n\nBARBARA (V.O.\nWhat? Where are you?\n\nEVERETT\nHoney? Hi. Listen. I don't have to be\nat the prison until four. I can come\nhome now and pick up Kate, take her over\nto the zoo, and then I'll bring her back\naround three, all right?\n\nBridget appears with the coffee and sets it in front of\nEverett.\n\nBRIDGET\nCoffee time!\n\nHe nods at her, and holds up a finger.",
  "24": "---END OF PREVIOUS SECTION---\nBridget appears with the coffee and sets it in front of\nEverett. BRIDGET\nCoffee time! He nods at her, and holds up a finger. \n---TARGET SECTION TO BE ANNOTATED---\n He draws\ndesperately on his cigarette.\n\nBARBARA (V.O.\nWhat about her nap? She's supposed to go\ndown for her nap right after lunch.\n\nEVERETT\nHer nap.\n\nBRIDGET\nI thought you had the day off.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 33.\n33 CONTINUED: (4) 33\nEverett puts a finger to his lips in a shushing motion.\n\nBARBARA (V.O.\nYou know how cranky she gets without her\nnap.\n\nEVERETT\nOh. Right. Well, I'll bring her a\ndouble espresso when I come.\n\nHe winks at Bridget.\n\nBARBARA (V.O.\nSteve...\n\nEVERETT\nIt was a joke.\n\nBARBARA (V.O.\nI'm busting a gut.\n\nEVERETT\nLook, I'll be there in a half hour.\nTwelve thirty at the latest. All right?\n\nBARBARA (V.O.\n\nWhy'd you have to go in there on your\n\nday off? Honey? Are you still trying\nto make up for that Mike Vargas thing?\n\nEverett winces -- she's hit a nerve. He's about to say\nsomething, and then thinks better of it.\n\nEVERETT\nAnyway. Twelve thirty, all right?\n\nHe hangs up. Bridget looks at his cigarette.\n\nBRIDGET\nOoh. More and more office workers are\ninsisting on their right not to breathe\nsecond-hand smoke.\n\nEVERETT\nYeah, well, more and more scumbags don't\ncare. Thanks for the coffee. You're an\nadorable girl.\n\nBRIDGET\n(wagging a finger)\nSexual harassment: What are the\nguidelines?\n\nEVERETT\nWho can say?\n(CONTINUED )\n\f33\n\n34.\n\nCONTINUED: (5) 33\nBRIDGET\nI hate my job, Ev.\nEVERETT\nI know it, kid. But I love watching you\n\ndo it.\n\nShe gets up and cocks her head toward Bob's office. Bob\nhas stood up and is staring in the direction of Everett\nand his cigarette.\n\nBRIDGET\nDon't look now...\n\nEverett lets out a blast of smoke, yanks open his desk\ndrawer, and stubs out his cigarette in a butt-filled\nsecret ashtray there.",
  "25": "---END OF PREVIOUS SECTION---\nBob\nhas stood up and is staring in the direction of Everett\nand his cigarette. BRIDGET\nDon't look now... Everett lets out a blast of smoke, yanks open his desk\ndrawer, and stubs out his cigarette in a butt-filled\nsecret ashtray there. \n---TARGET SECTION TO BE ANNOTATED---\n Meanwhile, he's reading the\ntranscript. Bridget peers over his shoulder.\n\nBRIDGET\nGosh, Mr. Reporter. Is that what real\nnewspapermen get to read?\n\nEVERETT\n\n(reading aloud)\n‘Dale Porterhouse: I couldn't have\nheard any shots, because I had all the\nwindows rolled up and I had the radio\nplaying, and the air conditioning was\non. That's probably why the car\noverheated.\" Close quote. So that\nsettles that, right, Bridge? Another\nhunch down the drain.\n\nBRIDGET\nMy condolences.\n\nEVERETT\nNo great loss.\n\nHe glances up at the clock. 11:45.\n\nEVERETT\nFuck. ‘Bye, Bridget. If anybody asks,\nI'll be at the zoo.\n\nBRIDGET\n(indicating the\nnewsroom)\nMe, too.\n\nEverett grins at her and races out of the office.\n\f34\n\n35\n\n35.\nINT. BATHROOM (SAN QUENTIN) - DAY 34\n\nThe REVEREND STANLEY B. SHILLERMAN gazes into a mirror\nand adjusts his hair. He has great hair, and right now\nhis comb is making the most of it. When he's satisfied,\nhe releases a small, humorless smile. The one that makes\nthe men trust him so. The one all the pros have --\nSchuller, Fallwell, all the pros.\n\nCLOSE ON ENVELOPE 35\n\nA hand inserts a neatly folded note and seals the\nenvelope. The hand-lettered address reads: \"For my\ndarling Gail, when she is 18 years old.\"\n\nINT. DEATHWATCH CELL - WIDER ANGLE - DAY\n\nFrank Beachum stuffs the envelope under him and sits on\nit.\n\nREVEREND SHILLERMAN\nGood morning, Frank.\n\nShillerman stands at the cage, his voice soggy with\ncompassion.\n\nREVEREND SHILLERMAN\nI thought maybe... you know, if there's\nanything I can do, anything you'd like\nto talk to me about -- I want you to\nknow I'm here, I'm available.\n\nFrank slowly reaches for a cigarette.\n\nREVEREND SHILLERMAN\nI understand you're a Bible-reading man,\nFrank.",
  "26": "---END OF PREVIOUS SECTION---\nREVEREND SHILLERMAN\nI thought maybe... you know, if there's\nanything I can do, anything you'd like\nto talk to me about -- I want you to\nknow I'm here, I'm available. Frank slowly reaches for a cigarette. REVEREND SHILLERMAN\nI understand you're a Bible-reading man,\nFrank. \n---TARGET SECTION TO BE ANNOTATED---\n That's right, isn't it?\n\nShillerman's WALKIE TALKIE, strapped to his belt, erupts\nin a fit of SQUAWKING. He turns it down, but not off.\nIt continues to emit STATIC and DISTANT VOICES. Frank\nlights his cigarette and draws deeply. Shillerman sits\ndown in a metal chair and slides it next to the cage,\nleaning forward to encourage intimacy.\n\nREVEREND SHILLERMAN\nBut you know, Frank, just reading the\nBible -- that isn't quite enough, is it?\nA man can't go to his Maker with the\nsins of his soul unrepented of. With\nthe hurt he's done folks just... you\nknow, unrepented of.\n\nFrank slides his chair around so his back is to\nShillerman.\n\n(CONTINUED)\n\f36.\n35 CONTINUED: 35\n\nREVEREND SHILLERMAN\n\nThere's a lot of folks out there who'd\nfeel a whole lot better to hear that you\nwere remorseful for the pain you caused\nthem. You could do a lot of good with\nthose words, Frank.\n\n(beat)\nFrank?\n\nBEACHUM\nI don't got anything to tell you.\n\nREVEREND SHILLERMAN\nFrank...\n\nBEACHUM\nReverend Shillerman, I want you to\nleave. I got my own pastor coming\nlater.\n\nREVEREND SHILLERMAN\nNow... son. Son, I don't need to tell\nyou that there is gonna come a time, and\nI'm afraid that time is not far off.\n\nBEACHUM\nReedy!\n\nREVEREND SHILLERMAN\n..+. when you may wish you'd made a\ndifferent decision. But it'll be too\nlate. There's no sense mincing words...\n\nBEACHUM\nReedy!\n\nReedy gets up from his chair.\n\nREEDY\nWhat can I get you, Frank?\n\nShillerman shuts up and rises. Beachum rises, too, and\nmeets Shilerman's eyes.\n\nBEACHUM\nYou can get this goddamned son-of-a-\nbitch out of here. Calls himself a man\nof God...\n\nHe lifts his cigarette, his hand trembling so that the\nash falls off. Reedy takes Shillerman's arm.",
  "27": "---END OF PREVIOUS SECTION---\nCalls himself a man\nof God... He lifts his cigarette, his hand trembling so that the\nash falls off. Reedy takes Shillerman's arm. \n---TARGET SECTION TO BE ANNOTATED---\nREEDY\nReverend Shillerman...\n\n(CONTINUED)\n\f35\n\n37.\nCONTINUED: (2) 35\n\nBEACHUM\n(muttering)\nReverend Shit-For-Brains.\n\nShillerman's smile freezes and his eyes go red. He keeps\ntalking to Beachum as Reedy pulls him away.\n\nREVEREND SHILLERMAN\nNow, Frank, I myself would not want to\nbe strapped to that table tonight with\nthe wrongs I've done unrepented of...\n\nREEDY\nReverend, come on...\n\nREVEREND SHILLERMAN\nBecause when they stick that needle in\nyour arm, Frank...\n\nREEDY\nJesus, Reverend, come on. Spiritual\ncounseling's voluntary.\n\nREVEREND SHILLERMAN\n... And you feel your blood run to\nice...\n\nREEDY\nReverend! That's enough.\n\nBEACHUM\nGet him out of here.\n\nREVEREND SHILLERMAN\nI'm sorry for you, Frank.\n\nBEACHUM\nI'm sorry, too. Believe me.\n\nREEDY\nReverend, I mean it. We don't want no\ntrouble here.\n\nREVEREND SHILLERMAN\nAll right, all right. I just felt, it\nmay be upsetting, but I have a job to do\nhere, and I, I just felt...\n\nShillerman backs into the shadows. Reedy returns to his\ndesk.\n\nREEDY\nEveryone wants in on the action. right,\nFrank?\n\n(MORE )\n\n(CONTINUED)\n\f35\n\n36\n\n37\n\n38\n\n38.\nCONTINUED: (3) 35\n\nREEDY (CONT'D)\n(beat)\nFrank?\n\nNo longer angry, Beachum seems to have shrunk into\nhimself. In a small voice --\n\nBEACHUM\nYeah.\n\nHe pulls another cigarette from the pack and looks at the\nclock: 12:01. He lights his cigarette.\n\nCUT TO:\nCIGARETTE 36\n\nbeing lit. We PULL BACK to see that it belongs to\nEverett.\n\nEXT. EVERETT'S CAR - MOVING - DAY 37\n\nThe car is brown and decrepit.",
  "28": "---END OF PREVIOUS SECTION---\nWe PULL BACK to see that it belongs to\nEverett. EXT. EVERETT'S CAR - MOVING - DAY 37\n\nThe car is brown and decrepit. \n---TARGET SECTION TO BE ANNOTATED---\n One of its fenders is\nrusted through, a taillight is secured by gaffer's tape,\nand two hubcaps are missing. It is what is commonly\nknown as a shitbox.\n\nNevertheless, Everett is driving it as though it were a\nLamborghini. He has the window down and is banging on\nthe rusty door as he (very loudly) sings along to the\nRADIO, which is playing \"MY SHARONA.\" Everett makes up\nmost of the words, but he joins lustily on the \"My\nSharona part.\n\nINT. EVERETT'S CAR - MOVING - DAY 38\nThe SONG ENDS and Everett switches channels.\n\nRADIO (V.O.)\n-+. and that makes it time for a Radio\n820 news update. Well, twelve hours\nfrom now, convicted killer Frank Beachum\nwill be executed by lethal injection.\nThis will be only the third time this\nmethod has been used by the State of\nCalifornia since the landmark\ndecision...\n\nEVERETT'S FACE\nHe lights a cigarette and listens.\n\n(CONTINUED)\n\f38\n\n39\n\n40\n\n41\n\n42\n\nTRUE CRIME - Rev. 5/11/98 39.\nCONTINUED: 38\nEVERETT'S POV - ROAD\nA sign announcing: Richmond 1 mile.\nEXT. EVERETT'S CAR - MOVING - DAY 39\nWeaving in and out of freeway traffic.\nINT. EVERETT'S CAR - ANGLE ON EVERETT - MOVING - DAY 40\nlooking at his watch: 12:04.\nRADIO (V.O.)\n\n.-+. Beachum was convicted six years ago\n\nof the brutal slaying of 23-year-old\n\ncoed Amy Wilson and her unborn child\n\nat Pocum's Grocery in Richmond...\nEVERETT'S POV - EXIT SIGN\nalong the road: Richmond next exit.\n\nRADIO (V.O.)\n\n... Wilson, who was married and six months\n\npregnant, was working as a cashier at\n\nthe grocery when Beachum shot her during\n\nan argument over 96 dollars she owed him...\nEVERETT'S POV - RICHMOND EXIT\napproaching on the right.\nANGLE ON EVERETT\nThe Richmond exit just about to slip by.\nEVERETT'S FACE\n\nSuddenly, Everett grabs the steering wheel and pulls hard\nto the right.\n\nEXT.",
  "29": "---END OF PREVIOUS SECTION---\nANGLE ON EVERETT\nThe Richmond exit just about to slip by. EVERETT'S FACE\n\nSuddenly, Everett grabs the steering wheel and pulls hard\nto the right. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n EVERETT'S CAR - MOVING - DAY 41\nIt plows across lanes of traffic, heading perilously for\n\nthe Richmond exit. It SCREECHES onto the ramp and careens\ndown it.\n\nEXT. POCUM'S GROCERY - PARKING LOT - DAY 42\n\nThe car pulls into a space.\n\n(CONTINUED)\n\f42\n\n43\n\n40.\nCONTINUED: 42\n\nThe grocery is a one-story red brick bunker with a dingy\nawning. To one side of the door, a Coke machine.\n\nFRONT WINDOW OF POCUM'S\n\nJust over a line of withering oranges and tomatoes, a\nhand-lettered sign has been taped: \"An Eye for an Eye!\nBeachum has to Die!\"\n\nUnderneath, a dripping syringe with a death's head on the\ntube.\n\nEverett raises his eyebrows. He gets out of the car.\n\nAs he does, he accidentally kicks something that has\nrolled from under his seat -- an old (very old)\ncantaloupe. It sploshes to the ground and shudders there\nfor a moment. Everett makes a sometimes-I-even-gross-\nmyself-out face, gingerly picks up the rotting\ncantaloupe, and throws it into the vacant lot next door.\nAs it hits the ground and explodes, Everett makes a \"bomb\nexploding\" noise with his mouth.\n\nINT. POCUM'S GROCERY - DAY 43\n\nThe market is a long rectangle with a counter at one end,\nbehind which sits a sullen, bloated woman in a bulging\nwhite T-shirt. The grocery racks are perpendicular to\nthe counter, and above the counter a television is\nblaring. Everett stands for a moment, wiping his\ncantaloupe-tainted hand against his pants. On the TV\nscreen, a reporter is doing a stand-up outside the San\nQuentin prison walls, talking about the somber mood\nthere, the tight security, and so forth.\n\nEverett strolls toward the counter, looking around.\n\nCOUNTER WOMAN\n\n(to Everett)\nHelp you?\nHe gives her his handsome guy smile, and, as he does, he\nnotices a button on her T-shirt: \"Remember Amy.\"\nEVERETT\n\nI'm a reporter. With the Tribune.",
  "30": "---END OF PREVIOUS SECTION---\nCOUNTER WOMAN\n\n(to Everett)\nHelp you? He gives her his handsome guy smile, and, as he does, he\nnotices a button on her T-shirt: \"Remember Amy.\"\nEVERETT\n\nI'm a reporter. With the Tribune. \n---TARGET SECTION TO BE ANNOTATED---\n Say,\nthis is the place where the Wilson girl\nwas killed, isn't it?\n\nCOUNTER WOMAN\nIt sure is. She was right behind this\nsame counter. Almost six years ago\nexactly.\n\n(CONTINUED)\n\f43\n\n41.\nCONTINUED: 43\n\nEVERETT\nWow. Gee.\n\nEVERETT'S POV\n\nWe take in the room with him: the racks of food, the\ncounter where the woman is still yapping at him --\n\nCOUNTER WOMAN (0.S.)\nMr. Pocum says the needle's too good for\nhim. For Beachum. Me, I say they\noughta bring back the chair, that's what\nI say. Really let him have a jolt of\nsomething.\n\n-- the two doors (the front door and, along the same\nwall, the service entrance to the left of the counter),\nand the little entryway in the back.\n\nBACK TO SCENE\n\nEVERETT\nWhat's back there?\n\nCOUNTER WOMAN\nBathroom. Mr. Pocum was always real\nnice about letting folks come in and do\ntheir business.\n\nEverett nods, and for a moment he is at a loss.\n\nEVERETT\nWell, thanks a bunch. I'm gonna come\nback one of these days and do some\nserious shopping.\n\nCOUNTER WOMAN\nAm I gonna be in the newspaper?\n\nEverett doesn't answer. He's just spotted something on\nthe floor to the side of the counter, and now he crouches\ndown for a better look.\nEVERETT'S POV\nOn the floor, the kind of white outlines that might have\nbeen left in the linoleum if a foot rack had once been\nplaced there.\nEverett gets up.\n\nEVERETT\n\nHey, did there used to be something\nhere?\n\n(CONTINUED)\n\f43\n\n44\n\n45\n\n46\n\n42.\nCONTINUED: (2) 43\n\nCOUNTER WOMAN\nOh, yessir, there was. That's where we\nused to keep the potato chips. But Mr.\nPocum moved the rack over there --\n\nShe indicates the other side of the counter, where\ncustomers might line up to pay.\n\nCOUNTER WOMAN\n-- so's it'd be what you call an impulse\nkind of purchase.",
  "31": "---END OF PREVIOUS SECTION---\nBut Mr. Pocum moved the rack over there --\n\nShe indicates the other side of the counter, where\ncustomers might line up to pay. COUNTER WOMAN\n-- so's it'd be what you call an impulse\nkind of purchase. \n---TARGET SECTION TO BE ANNOTATED---\n This part of your\nstory you're writing?\n\nEverett pauses a moment, looking around.\n\nEVERETT\nNope. Good point. It's not part of the\nstory I'm writing. I'm writing a human\ninterest sidebar. Know what that is?\n\nCOUNTER WOMAN\nI don't think I do.\n\nEVERETT\nI don't think I do, either. Hey,\nthanks.\n\nHe grins and goes out the door, which slams behind him.\nCUT TO:\nEXT. EVERETT'S CONDO - DAY 44\n\nEverett slams the door of his car as he gets out. The\nCAR keeps COUGHING and SPUTTERING as he glances at his\nwatch: 12:50. He looks up at the small apartment\nbuilding where he lives. There, at the bedroom window,\nis his wife BARBARA. She is young, elegant, even\nbeautiful, but she looks hurt and surprised, as if\nsomeone had just slapped her across the face. She has\npushed back a white curtain and is watching Everett\napproach. Their eyes meet. She does not smile. She\nlets the curtain fall and disappears.\n\nINT. APARTMENT BUILDING HALLWAY - DAY 45\nBarbara opens the door and lets Everett in.\nINT. EVERETT'S CONDO - DAY 46\n\nEverett enters, raising his hands in apology. Barbara\ndoesn't react.\n\nEVERETT\nSorry. I got held up.\n(CONTINUED )\n\f46\n\nTRUE CRIME - Rev. 5/11/98 43.\nCONTINUED: 46\n\nHe goes to her and kisses her. She stiffens, and his\nkiss catches the right quarter of her compressed lips.\nTheir eyes meet.\n\nBARBARA\nIn the old days, I would have smelled\nthe Scotch. Now I just think you don't\ngive a damn.\n\nNow it's Everett who looks as though he's been slapped.\n\nHe takes a deep breath and moves toward the living room.\nThere, in front of the TV, sits his 4-year-old daughter,\nKATE. At the sight of her dad, Kate turns away from\n\nher umpteenth viewing of Cats Don't Dance, and her chubby\nface blossoms into smiles. She climbs to her feet and\nruns toward her father.",
  "32": "---END OF PREVIOUS SECTION---\nThere, in front of the TV, sits his 4-year-old daughter,\nKATE. At the sight of her dad, Kate turns away from\n\nher umpteenth viewing of Cats Don't Dance, and her chubby\nface blossoms into smiles. She climbs to her feet and\nruns toward her father. \n---TARGET SECTION TO BE ANNOTATED---\nKATE\nAre we, are we, are we...\n\nEVERETT\n(picking her up)\nKate! My little princess!\n\nKATE\nAre we, are we going to, we are going to\nthe hippotamus!\n\nEVERETT\nDon't you want to turn off the tape and\nput some shoes on?\n\nKATE\nOh, yeah.\n\nBarbara has appeared in the b.g.\n\nBARBARA\nShoes're in her room. I'1l get them.\n\nShe leaves. Kate reaches for the remote and punches the\nstop button. On the TV screen, the animals disappear,\ngiving way to Dale Porterhouse, C.P.A.\n\nPORTERHOUSE (V.O.)\n\n(on TV)\n«++. and the look on that face right\nbefore he ran!-- I've never looked into\n\neyes that were, I don't know, they were\nempty, like a goat or something. I\ndon't wish anybody dead, but I guess\nI'll feel a little safer with Frank\nBeachum gone.\n\n(CONTINUED)\n\f46\n\nTRUE CRIME - Rev. 5/11/98 44,\nCONTINUED: (2) 46\n\nEverett is mesmerized. He's forgotten all about Kate,\nwho is sitting on her haunches, watching the TV. Now\nPorterhouse disappears and a news anchor comes on.\n\nNEWS ANCHOR (V.O.)\n(on TV)\n\nThat was Dale Porterhouse, an accountant\nwith the firm of Smoke, no, I'm sorry,\nthat's Stokes and Whitney, Stokes and\nWhitney. Mr. Porterhouse was the\nstate's key witness in the Amy Wilson\ncase six years ago, a case that at one\nminute after midnight tonight will\nfinally culminate in the execution by\nlethal injection of Frank Beachum.\n\nAlmost as if in a trance, Everett has picked up the\ntelephone and is pressing buttons.\n\nKATE\nNo, no, Daddy. No talk on the phone.\nWe go the zoo now.\n\nEVERETT\n(on the phone)\nWe'll go to the zoo just as soon as you\nget your shoes...\n\nVOICE ON PHONE (V.O.)\nInformation. What city please?\n\nEVERETT\nOakland. The number for Stokes and\nWhitney. It's an accounting firm.\n\nNEWS ANCHOR (V.O.)\n(on TV)\n«+.",
  "33": "---END OF PREVIOUS SECTION---\nIt's an accounting firm. NEWS ANCHOR (V. O.)\n(on TV)\n«+. \n---TARGET SECTION TO BE ANNOTATED---\n we go to Wilma Francis, who is\ntalking with murder victim Amy Wilson's\nfather, Frederick Robertson. Wilma?\n\nWILMA FRANCIS (V.O.)\n(on TV)\nThank you, Tom. I'm here with Frederick\nRobertson, Amy Wilson's father, and I\njust wanted to ask, Mr. Robertson, do\nyou feel justice is finally being done\nin the case of your daughter's brutal\nslaying?\nEverett, on the phone, tries to concentrate on\nPorterhouse's number, but he's also glued to the TV and\nis keeping a wary eye on Kate as well.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 45.\n46 CONTINUED: (3) 46\n\nTAPED VOICE (V.O.)\nThe number you requested, 555-0791 can\nbe automatically dialed by pressing one,\nor saying 'yes' at the dial tone for an\nadditional charge of... seventy-five\ncents. Again, the number you requested\nis 555-0791. If you need further\nassistance...\n\nEverett pushes the button and begins dialing. Barbara\nenters carrying Kate's sneakers and socks. Kate runs\n\nto her and reaches up!-- she seems upset. Meanwhile, the\nTV BLARES.\n\nBARBARA\n(looking hurt)\nSteve! What now?\n\nEverett holds up a finger. The PHONE is RINGING on the\nother end. On the television, Frederick Robertson, a\nstolid, impressive man in a cheap suit and tie, is\ntalking.\n\nROBERTSON (V.O.)\n(on TV)\nWilma, I don't think there's any such\nthing as justice in a case like this.\n\nBarbara shakes her head, goes to a cushioned chair by the\nwindow, and hoists Kate into her lap, where she puts her\nsocks on, all the while glaring at Everett.\n\nROBERTSON (V.O.)\n(on TV)\nIf you haven't gone through it I don't\nthink you can understand what happens to\na family when a child is taken from you\nin this terrible way...\n\nEVERETT\n(to Barbara)\nIt's just a hunch. You know the way I\nget. It's!-- I've just gotta find out\nthis one thing, and then!--\n\nTELEPHONE VOICE (V.O.",
  "34": "---END OF PREVIOUS SECTION---\nYou know the way I\nget. It's!-- I've just gotta find out\nthis one thing, and then!--\n\nTELEPHONE VOICE (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nStokes and Whitney.\n\nEVERETT\nYes, is Dale Porterhouse there, please?\n\nTELEPHONE VOICE (V.O.)\nI'm sorry. Mr. Porterhouse is at lunch.\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 46.\n46 CONTINUED: (4) 46\n\nROBERTSON (V.O.)\n\n(on TV)\nFor six years now, our whole life has\nbeen screwed up by this, this anger and\nrage. And nothing's going to end that\nrage except the death of that monster\nwho killed my daughter and my unborn\ngrandchild. Nothing.\n\nKATE\nI got my shoes on now, Daddy! Now we\ncan go to the zoo!\n\nKate leaps off her mother's lap and runs to Everett,\nclutching at her father's pants leg. Everett, ever more\ndistracted, pats her on the head. Barbara glares. The\nTV BLARES.\n\nEVERETT\nCould I leave a message? This is Steve\nEverett. I'm a reporter for the Oakland\nTribune. Could you ask Mr. Porterhouse\nif he could call me as soon as he\npossibly can? It's in connection with\nthe Beachum case.\n\nKATE\nDon't talk on the phone, Daddy. Don't\ntalk on the phone.\n\nTELEPHONE VOICE (V.O.)\nI'll let him know as soon as he comes\nin.\n\nEVERETT\nI'll give you my beeper number.\n\nBARBARA\nSteve! Please! Don't take your beeper!\n\nKATE\nDon't talk on the phone.\n\nWILMA FRANCIS (V.O.)\n(on TV)\nBut should the state sanction a murder\njust to satisfy your rage, Mr.\nRobertson?\n\nEVERETT\nIt's area code 510-555-1439.\n\nTELEPHONE VOICE (V.O.)\nI'll make sure he gets that.\n\n(CONTINUED)\n\f46\n\n47\n\nTRUE CRIME - Rev. 5/11/98 47.\nCONTINUED: (5) 46\n\nEVERETT\nThank you.\n\nROBERTSON (V.O.)\n\n(on TV)\nMy daughter was shot in cold blood for\nno reason. For ninety-six dollars, and\nhe took her ring and a locket I gave her\nfor her sixteenth birthday.",
  "35": "---END OF PREVIOUS SECTION---\nROBERTSON (V. O.)\n\n(on TV)\nMy daughter was shot in cold blood for\nno reason. For ninety-six dollars, and\nhe took her ring and a locket I gave her\nfor her sixteenth birthday. \n---TARGET SECTION TO BE ANNOTATED---\n That wasn't\naman who did that. That wasn't a human\nbeing. That was someone who doesn't\ndeserve the same rights as a human\nbeing.\n\nEverett puts aside the phone and hoists Kate up in his\narms.\n\nKATE\nAre we going now?\n\nEVERETT\nYup! Here we go! Zoo time! Just gotta\nget something from the bedroom, come on,\nwe're going.\n\nBARBARA\nYou're not.\n\nEverett heads for the bedroom with Kate in his arms; he\ncalls back to Barbara as he walks.\n\nEVERETT\nI just have to ask this guy one\nquestion. It's just a hunch. No big\ndeal.\n\nINT. BEDROOM - DAY 47\n\nEverett rifles the drawers for his beeper. In his arms,\nKate keeps whapping him on the head as if it were a drum.\n\nKATE\nDaddy. Daddy. Daddy. Daddy.\nEVERETT\n(distractedly)\n\nThat's right. Yep. Okay, here it is.\n\nHe finds the beeper in a bedside table and hooks it to\nhis belt.\n\nKATE\nWhat's that, Daddy?\n\n(CONTINUED)\n\f47\n\n48\n\n49\n\nTRUE CRIME - Rev. 5/11/98 48.\nCONTINUED: 47\n\nEVERETT\nThat's Daddy's beeper. It goes beep,\nbeep beep!-- you'll hear it.\n\nThey go back into the living room.\nINT. LIVING ROOM - DAY 48\nKate keeps whapping Everett's head.\n\nKATE\nBeep beep beep.\n\nThey head for the front door. Barbara watches, her arms\ncrossed beneath her breasts. On the TV, Wilma Francis is\ntalking.\nWILMA FRANCIS (V.O.)\n(on TV)\n\nStrong words and strong emotions from\n\nmurder victim dad Frederick Robertson.\n\nStay with us for a different point of\n\nview. After a break we'll be talking to\n\nsomeone who thinks capital punishment is\n\nnever the solution, no matter how violent\n\nand brutal the crime. After the break.\n\nKATE\n(waving to Barbara)\n‘Bye, Mommy. ‘Bye!\n\nBARBARA\n‘Bye, sweetheart. Have a great time!\n\nEverett opens the door, looks back, cocks an eyebrow at\nBarbara. She purses her lips and turns away.",
  "36": "---END OF PREVIOUS SECTION---\nHave a great time! Everett opens the door, looks back, cocks an eyebrow at\nBarbara. She purses her lips and turns away. \n---TARGET SECTION TO BE ANNOTATED---\n Everett\nand Kate go out.\n\nEVERETT\n(under his breath)\nNever should have stopped at that\ngoddamn grocery.\n(to Kate)\nRight, kid?\n\nBARBARA\n(behind him)\nYou have the car seat?\n\nEverett's face: oh no, the car seat. He hands Kate to\nBarbara.\n\nINT. EVERETT'S CAR - PARKED ON STREET 49\nEverett struggles to attach a child seat in the back of\n\nthe car.\n(CONTINUED )\n\f49\n\n50\n\n51\n\nTRUE CRIME - Rev. 5/11/98 49,\nCONTINUED: 49\n\nHe is digging for an elusive seat belt, and as he does,\nhe unearths all manner of garbage!-- old sandwiches, an\nempty Johnny Walker pint, newspapers, oil containers,\ngreasy rags, a mystery garment, a second Johnnie Walker\npint, this one containing a few remaining drops. Everett\nglances wistfully at the bottle and tosses it on the\nfloor.\nBARBARA\n(yelling to him)\nIs everything all right?\n\nEVERETT\n(yelling back)\nJust about got it.\n\nHe reaches into the seat one more time, pulls out a\nblackened arm, and gives up. With a shrug, he grabs the\nsolo seat belt strap, loops it around the child seat, and\nties a knot. He shakes the seat. Loose as a goose and\nclearly a worthless fix.\n\nEXT. EVERETT'S CAR - PARKED ON STREET 50\n\nBarbara and Kate wait on the sidewalk, each clutching the\nside of a stroller. Everett springs from the car.\n\nEVERETT\nSeat's ready!\nEXT. ZOO - ANGLE ON KATE'S FACE - DAY 51\nKATE\n\nIt went beep beep beep!\n\nThe CAMERA PULLS BACK to find Kate sitting in a stroller\nat the zoo, playing with her father's beeper while\nEverett talks on a pay phone. Everett is nodding and\ngrinning at Kate, desperately trying to keep her amused\nwhile he makes his phone call.\n\nEVERETT\nMr. Dale Porterhouse, please. It's\nSteve Everett of the Tribune.\n\n(to Kate)\nShh. I'm sorry, darlin'. I have to do\nthis. We'll get back to the zoo ina\nsec.",
  "37": "---END OF PREVIOUS SECTION---\nI'm sorry, darlin'. I have to do\nthis. We'll get back to the zoo ina\nsec. \n---TARGET SECTION TO BE ANNOTATED---\nKATE\n\nWe go to the zoo. Ina sec.\n\nPORTERHOUSE (V.O.)\nDale Porterhouse. What can I do for you?\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 50.\n51 CONTINUED: 51\n\nEVERETT\nHi! Steve Everett, from the Tribune.\nI'm covering the Frank Beachum execution\ntoday, and I know you were one of the\nchief witnesses.\n\nPORTERHOUSE (V.O.)\nYes. Yes, I was.\n\nKATE\nDaddy, why did it go beep beep beep?\n\nEVERETT\nI was wondering if you had some time to\ntalk about the case. Ten minutes, tops.\n\nPORTERHOUSE (V.O.)\nGlad to. But I can't talk now. You\nwant to meet somewhere?\n\nKATE\nDaddy, why?\n\nEVERETT\nThat'd be great.\n\nPORTERHOUSE (V.O.)\nWhat if we met downstairs, The Bread\nCompany. You know it? The restaurant?\n\nEVERETT\nPine Street. Yeah, sure.\n\nPORTERHOUSE (V.O.)\nSay in half an hour?\n\nEVERETT\nPerfect.\n\nPORTERHOUSE (V.O.)\nSee you then.\n\nEVERETT\n‘Bye.\n(to Kate)\nOkay, sweetheart. It's time for!-- speed\nzoo!\nKATE\nSpeed zoo.\n\nEVERETT\nReady?\n\nEverett takes off like a rocket, pushing the stroller at\nbreakneck speed.\n\fTRUE CRIME - Rev. 5/11/98 51.\n52 EXT. MONKEY CAGES - DAY 52\n\nA) They rip by.\n\nEVERETT\nMonkeys!\n\nKATE\nMonkeys!\n\nEVERETT\n\nSpeed zoo! We go fast!\n\nKATE\nWe go fast!\n\nThey don't see a thing, but Kate's getting a thrill.\n\nB) AVIARY\n\nEVERETT\nBirdies in the sky!\n\nKATE\nBirdies!\n\nEVERETT\nSpeed zoo!\n\nKATE\nSpeed zoo!\n\nC) REPTILE BUILDING\nThey rush past its exterior.\n\nEVERETT\nUh oh! Big snakes!\n\nKATE\nBig snakes!\n\nEVERETT\nWhat do you say?\n\nKATE\nSpeed zoo!\n\nD) POND\n\nThey fly by. All Kate can see is a whirl of visitors\nstanding at the railing.",
  "38": "---END OF PREVIOUS SECTION---\nKATE\nSpeed zoo! D) POND\n\nThey fly by. All Kate can see is a whirl of visitors\nstanding at the railing. \n---TARGET SECTION TO BE ANNOTATED---\nEVERETT\nLook out! Big ol' alligators!\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 52.\n52 CONTINUED: 52\n\nKATE\nAlligators!\n\nEVERETT\nAnd big ol' hippopotamus!\n\nBig mistake.\n\nKATE\nWhere hippopotamus?\n\nEVERETT\nSpeed zoo!\n\nKATE\n\n(craning his head back)\nWhere hippopotamus?\n\nEVERETT\nWe go fast!\n\nKATE\n(screaming)\nWhere hippopotamus?!\n\nEverett, still running at full tilt, turns the\nstroller back toward the zoo's entrance. One of the\nwheels nicks the curb.\n\nSTROLLER\nflips on its side.\nKATE\ngoes sprawling across the pavement.\nEVERETT\nhorrified, both at Kate's predicament and at himself.\nHe gathers Kate up in his arms while the child howls.\nEverett pulls a wad of Kleenex from his pocket and begins\nto wipe Kate's scraped forehead and upper arm. Meanwhile\nhe is smothering the girl with kisses.\nEVERETT\n\nI'm so sorry, darlin'. Daddy's fault.\n\nOoh, I know it hurts. But you're brave.\n\nWow, are you brave! Hey, didn't we go\n\nfast? We did speed zoo. You went so\n\nfast, so fast...\n\nSuddenly his eyes well with tears.\n\f53\n\n54\n\n55\n\n56\n\nTRUE CRIME - Rev. 5/11/98 53.\nINT. APARTMENT BUILDING HALLWAY - DAY 53\n\nBarbara opens the door as Everett reaches for it. Kate\nis festooned with zoo paraphernalia: zoo cap, T-shirt,\nbadges, sunglasses. She's holding an enormous, dripping\nice cream cone. She has Band-Aids on her forehead and\nupper arm, and a nice scrape across her cheek. Her\nscreams have been reduced to a few pathetic but insistent\nhiccups. Kate's arms fly out towards her mother. She\ntakes her and begins to examine her wounds while she\nwhimpers in her neck.\n\nKATE\n(muffled)\nI wanted to go, to go!-- to the zoo. I\nwanted the hippopatamus...\n\nEVERETT\nI gotta tell you. She's a real trooper.",
  "39": "---END OF PREVIOUS SECTION---\nI\nwanted the hippopatamus... EVERETT\nI gotta tell you. She's a real trooper. \n---TARGET SECTION TO BE ANNOTATED---\nShe really!--\n\nBARBARA\n\nWhat is wrong with you!\n\nHe is about to reply, but she closes the door in his\nface. He stands for a moment, with a look on his face\nthat says, \"What is wrong with me?\"\n\nINT. PRISON CORRIDOR - CLOSE ON SHOES 54\n\n-- CLACKING down the hall. First, a pair of standard-\nissue, black correctional-officer brogans. Following\nthese, a pair of woman's open-toe sandals. Then,\nsomewhat incongruously, a pair of shiny, black Mary Janes\nand white frilly socks. We also see the hem of a little\ngirl's Sunday dress. The girl holds a drawing in one\nhand and a box of Crayolas, open at one end, in the\nother. Sounds of LOUD BOOM BOXES, TELEVISIONS, and\ncaged, VIOLENT MEN.\n\nINT. LAW OFFICE - DAY 55\nLEESHA MITCHELL, an overworked, black attorney in her\nlate twenties, leans forward into a pile of backlogged\nbriefs.\nLEESHA\n(on phone)\n\nHow you holding up?\nINTERCUT WITH:\nINT. DEATH WATCH - CELL - DAY 56\n\nBeachum leans his head against the bars, phone in hand.\n\n(CONTINUED)\n\f54.\n56 CONTINUED: 56\n\nBEACHUM\nOkay.\n\nLEESHA\nLike I said, there's always a chance.\nBut you know, with all the feeling about\nthe girl and all...\n\nAn associate pops into Leesha's office carrying a large\nbirthday cake. He gestures, \"Where do you want it?\"\nLeesha nods toward and end table. The associate points\nto his watch and slips out.\n\nLEESHA\nHere's the thing. You know how the\ngovernor's all tough on crime and so\nforth. So Mr. Berris says maybe if you\ncan tell him about how remorseful you\nfeel... know what I'm saying?\n\nBeachum dredges up four heavy words.\n\nBEACHUM\nI didn't do it.\n\nLEESHA\nI understand, I understand. I'm just\ntelling you. That's what we're facing\nhere, all right?\n\nThe door to the Deathwatch cell is opening.",
  "40": "---END OF PREVIOUS SECTION---\nI'm just\ntelling you. That's what we're facing\nhere, all right? The door to the Deathwatch cell is opening. \n---TARGET SECTION TO BE ANNOTATED---\n In steps CO\nAtkins, followed by Frank's wife, Bonnie, and their\nseven-year-old daughter, Gail.\n\nBEACHUM\n(slowly, firmly)\nI can't say I'm sorry for what I never\ndid.\n\nGail breaks into an excited smile and runs to the bars of\nthe cage. Bonnie follows, a little unsteadily, holding\nBeachum's eyes with hers, trying to smile but starting to\ncry.\n\nLEESHA\nNo. Sure. Okay. Listen. I'11 call\nback when the appeal comes down, all\nright? Should be soon. We're not going\nto forget about you --\n\nFrank has already dropped the phone, which swings freely\nfrom the wall. Reedy moves to replace it.\n\n(CONTINUED)\n\f56\n\n55.\nCONTINUED: (2) 56\n\nGAIL\nHi, Daddy. I brought you a picture but\nI'm not finished so I have to finish.\n\nBeachum clutches at his girls through the bars, fighting\nback tears, searching for strength.\n\nBEACHUM\nHey, that's great, sugar. Justa\nminute, they'll let you in and I can\nhave me a better look.\n\nReedy disengages the electrical lock on the wall. Moving\nto the bars, he unlocks the mechanical. Everybody takes\na small step back as the bars slide open.\n\nGail bursts in first, wrapping herself around Frank's\nleg. He holds both their heads to his and breathes\ndeeply.\n\nFLASHBACK - BEACHUM\n\nMowing his lawn. He stops and breathes deeply. Fresh\ngrass, fresh air. Turning, he looks toward --\n\nBonnie barbecuing. She smiles and waves an empty bottle\nof A-1 Sauce. \"We're out.\"\n\nGail in the sandbox, whacking the sand with a shovel.\nBACK TO PRESENT - CELL\n\nBEACHUM\n(to Bonnie;\nindicating Gail)\nWe're not sad about this. We're not\nafraid.\n\nGAIL\nDaddy, I'm going to finish my picture.\n\nBEACHUM\nWhy don't you work right here while I\nhave me a little talk with your mama.\n\nBeachum clears the small table for Gail. She puts her\npicture down and sets up the Crayola box. He kisses her\non the head.",
  "41": "---END OF PREVIOUS SECTION---\nBeachum clears the small table for Gail. She puts her\npicture down and sets up the Crayola box. He kisses her\non the head. \n---TARGET SECTION TO BE ANNOTATED---\nBonnie comes to him and falls into his arms. For a\nmoment, she struggles against the tears, and then she\nlets them surge. Frank holds her, murmuring in her ear,\nfighting not to break down.\n\n(CONTINUED)\n\f56.\n56 CONTINUED: (3) 56\n\nBEACHUM\nCome on, girl. Come on. I'm just going\nto dreamland, baby, that's all. Gonna\nset the table for you. Gonna be holding\ntwo places at the table for you.\n\nOver this, Gail is talking to him, brandishing her\npicture.\n\nGAIL\nLook, it's green pastures, Daddy. See?\nThis is the blue sky. I made it at the\nmotel. Daddy? It's not finished yet.\n\nBEACHUM\n(murmuring to Bonnie)\nWe're not sad. We know there's a place\nbeyond this place, don't we, baby?\n\nBonnie finally pulls away and looks at him through her\ntears.\n\nBONNIE\nOkay, Frank. Okay.\n\nBEACHUM\nThing I worry about, thing I worry about\nmost in all this is --\n\nHis eyes go to Gail. She's going through her crayons,\ntouching each one with the top of her finger, talking to\n\nherself.\nBONNIE\nShe loves you, Frank.\nBEACHUM\nI don't want her ever to think, you\nknow...\nBONNIE\nShe won't think that. She knows you.\nGAIL\nI can't find green, Mama. Do you have\nit?\nBONNIE\n\nAll the crayons are in the box, baby.\nGAIL\n(getting perturbed)\nWell, I can't find it.\n\n(CONTINUED)\n\f57.\n56 CONTINUED: (4) 56\n\nBEACHUM\n(to Bonnie)\nDon't ever let her think it. You make\nsure now, okay?\n\nBONNIE\nI'll make sure, I swear.\n\nGAIL\nIt's lost! I can't find it anywhere!\n\nBONNIE\nCan you use another color?\n\nGAIL\n(crying now)\nI have to have green! It's green\npastures!\n\nBEACHUM\nWell, let's look for it, it has to be\naround here...",
  "42": "---END OF PREVIOUS SECTION---\nGAIL\n(crying now)\nI have to have green! It's green\npastures! BEACHUM\nWell, let's look for it, it has to be\naround here... \n---TARGET SECTION TO BE ANNOTATED---\nBONNIE\nI'm sure Daddy won't mind what colors\nyou use.\n\nGAIL\n\nIt has to be green! It has to be green!\nIt's green pastures!\n\nBONNIE\nGail, calm down.\n\nVOICE (0.S.)\nMrs. Beachum --\n\nThey turn to find Plunkitt facing them outside the bars.\n\nPLUNKITT\nWhat parking area did you use?\n\n57 EXT. SAN QUENTIN STATE PRISON - PARKING AREA - DAY 57\nA prison guard searches an area around Bonnie's car.\nA second guard traces Bonnie's path toward the entrance.\nHis eyes are focused on the ground. He taps a grass\nstrip with a litter pole.\n\n58 INT. DEATHWATCH CELL - DAY 58\nReedy's PHONE RINGS. Beachum and Bonnie fall silent.\n\n(CONTINUED)\n\f58\n\n59\n\n60\n\n61\n\n62\n\n58.\nCONTINUED: 58\nREEDY\n(on phone)\n\nJust a moment. Frank --\n\nBONNIE\nMaybe it's the appeal. It must be.\nDon't you think? It's the, it's the\nappeal, the stay. Don't you think?\n\nREEDY\nYour lawyer again --\n\nHe moves to hand Beachum the phone. Beachum leans toward\nthe bars and brings the phone to his ear.\n\nINT. PRISON CORRIDOR - WIDE ANGLE 59\nTwo guards slowly walk toward us, their flashlights and\n\neyes locked on the baseboards.\n\nINT. LAW OFFICE - DAY 60\n\nLEESHA\nFrank --\n\nINTERCUT WITH:\n\nINT. DEATHWATCH CELL 61\n\nBEACHUM\nYeah.\n\nLEESHA\nWe lost it. I'm sorry.\n\nBeachum's stomach sinks. He clears his throat.\nBEACHUM\nOkay.\nINT. PRISON CORRIDOR - DAY 62\nOne of the GUARDS speaks into his walkie-talkie.\nGUARD\nControl, I believe the material has been\n\nlocated.\n\nHe holds a Crayola close to his face.\n\f63\n\n64\n\n59.\nINT. DEATHWATCH CELL - CLOSE ON BEACHUM 63\n\nLEESHA (0.S.)\nNow, Mr.",
  "43": "---END OF PREVIOUS SECTION---\nINT. DEATHWATCH CELL - CLOSE ON BEACHUM 63\n\nLEESHA (0. S.)\nNow, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Berris'll still be at the\ngovernor's desk late this afternoon, all\nright? But we gotta be honest about\nwhat's going on here, know what I'm\n\nsaying?\nBEACHUM\nOkay.\nLEESHA\nFrank... I'm really sorry, Frank.\n\nBeachum hands the phone back to Reedy. Bonnie watches\nhim, waiting for an explanation, her wet eyes still\nhopeful. Gail bounces a look between the two as if\nsensing an event.\n\nBONNIE\nIs there... anything?\n\nBEACHUM\nNo. No, nothing yet. You know these\nlegal things, baby. Takes forever.\n\nREEDY\nGood news, everybody. They've found the\ncrayon. It'll be here momentarily.\n\nBEACHUM\nYou hear that, sugar? Now you can show\nme some real pastures.\n\nGAIL\n(uplifted)\nGreen Pastures!\nBEACHUM\nThat's right, baby. Green pastures!\nCUT TO:\nINT. BREAD CO. RESTAURANT - PASTORAL MURAL - DAY 64\n\nA painting of green pastures, in fact, and of wheat being\nharvested. We are looking at the wall mural at the Bread\nCompany Restaurant, a place where yuppies go to munch\nlunch. The CAMERA FINDS Steve Everett, who is sitting at\na table with Dale Porterhouse. Porterhouse is wearing a\nsuit.\n\nPORTERHOUSE\nI do think there's such a thing in this\nworld as good citizenship.\n(MORE )\n(CONTINUED )\n\f64\n\n65\n\n60.\nCONTINUED: 64\n\nPORTERHOUSE (CONT'D)\nAnd I do think that when a man sees an\ninjustice being done, let alone a cold-\nblooded murder --\n\nEVERETT\n\nYou're not saying you saw the murder.\nPORTERHOUSE\n\nOf course not. I never said that.\nEVERETT\n\nSo what exactly did you see?\nPORTERHOUSE\n\nLook, I've been all through this a\n\nmillion --\nEVERETT\n\nSorry. I can't seem to put it all\ntogether in my head.\n\nPORTERHOUSE\nIt's simple. I came in to use the phone\n-- my car had overheated. And soon as\nthe door shut behind me, Beachum jumped\nup from behind the counter.",
  "44": "---END OF PREVIOUS SECTION---\nPORTERHOUSE\nIt's simple. I came in to use the phone\n-- my car had overheated. And soon as\nthe door shut behind me, Beachum jumped\nup from behind the counter. \n---TARGET SECTION TO BE ANNOTATED---\nINSIDE EVERETT'S MIND - CLOSE ON BEACHUM 65\n\nWe OVERCRANK, and Beachum rises from behind the counter,\nlooking bloody, looking mean. He stares at Porterhouse,\nthen runs out the door.\n\nPORTERHOUSE (V.O.)\nHe was bloody all over, and he had a gun\nin his hand. I guess he had been\nbending over Amy, uh, Mrs. Wilson, and\nthat must have been when he took her\nring and necklace. Anyway, he got one\nlook at me and ran out of the service\nentrance.\n\nCLOSE ON PORTERHOUSE\n\nShocked and dismayed. Now he runs over to the counter.\nWe hear his BREATHING. He looks behind the counter.\n\nPORTERHOUSE'S POV\n\nBehind the counter, Amy Wilson lies dead in a pool of\nblood.\n\n(CONTINUED)\n\f61.\n65 CONTINUED: 65\n\nPORTERHOUSE (V.O.)\nMy first concern was the girl, so I\nimmediately called 9-1-1 -- I figured\nrather than chase a killer with a gun,\nI'd let the police handle it.\n\n66 INT. BREAD COMPANY RESTAURANT - DAY 66\n\nEVERETT\nAnd they did.\n\nPORTERHOUSE\nAnd they sure did. As I say, we live by\nthe rule of law in this country, and, uh\n-- aren't you going to take notes or\nrecord me or something? Usually when\nI've talked to reporters --\n\nEVERETT\nOh, I... have a photographic memory.\n\nPORTERHOUSE\nWhat? Are you kidding?\n\nEverett pulls a notebook and a Bic out of his pocket.\n\nEVERETT\nSorry. Not myself today. Ate a bad\noyster.\n\nPORTERHOUSE\n\nYes. Well, my point was simply this...\n\nDuring his next speeches, Everett pretends to be writing\nin his notebook. Actually he is drawing something.\n\nEVERETT\nCan I just, do you mind if I just cut to\nthe chase? Didn't you ever have any\ndoubts? About your testimony?\n\nPORTERHOUSE\nNever. Why should I?\n\nEVERETT\nYou definitely saw Frank Beachum's face.\nAnd the gun in his hand.\n\nPORTERHOUSE\nObviously, if I'd had any doubt, I would\nhave told the police.",
  "45": "---END OF PREVIOUS SECTION---\nEVERETT\nYou definitely saw Frank Beachum's face. And the gun in his hand. PORTERHOUSE\nObviously, if I'd had any doubt, I would\nhave told the police. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f66\n\n67\n\n62.\nCONTINUED: 66\n\nEVERETT\nOoh, boy. Musta been scary. He was\npointing the gun right at you?\n\nEverett makes a gun shape with his fingers and points it\nat Porterhouse. Porterhouse is a bit taken aback.\n\nPORTERHOUSE\nNo. Thank God, no.\n\nEVERETT\nWaving it high in the air?\n\nEverett holds his hands over his head, bugs his eyes, and\npretends to wave the gun.\n\nPORTERHOUSE\nOf course not. He had it down by his\nside in a very normal way.\n\nCLOSE ON EVERETT\n\nEVERETT\nWell, how could you see it over the\npotato chips?\n\nA pause -- just a split-second.\n\nEverett is staring into Porterhouse in a way we haven't\nseen before: his eyes are like lasers. He's not trying\nto spook Porterhouse, he's just looking into him, deep\ninto him, searching out the truth.\n\nPORTERHOUSE\nI don't understand. What potato chips?\nI had a very clear view.\n\nEverett thrusts his notebook in front of Porterhouse. On\nthe paper, he has sketched a rudimentary blueprint of the\nstore -- the counter, the two doors, and the potato-chip\nrack that had left the white outlines on the floor.\n\nINT. POCUM'S GROCERY - DAY 67\n\nThe sketch segues into an OVERHEAD SHOT of the store, and\nthe CAMERA GLIDES DOWN TO the show what Everett is\nnarrating:\n\nEVERETT (V.O.)\nI mean, you came in, right? You saw\nBeachum stand up behind the counter, and\nyou saw him run. But between you and\nthe service entrance, well, see, that's\nwhere the potato-chip rack was.\n\n(MORE )\n\n(CONTINUED )\n\f67\n\n68\n\n63.\nCONTINUED: 67\n\nEVERETT (V.O.) (CONT'D)\nAnd it just kind of seems to me you\ncouldn't have seen the gun over that\nrack, if Beachum wasn't waving it in the\nair or something.",
  "46": "---END OF PREVIOUS SECTION---\n(MORE )\n\n(CONTINUED )\n\f67\n\n68\n\n63. CONTINUED: 67\n\nEVERETT (V. O.) (CONT'D)\nAnd it just kind of seems to me you\ncouldn't have seen the gun over that\nrack, if Beachum wasn't waving it in the\nair or something. \n---TARGET SECTION TO BE ANNOTATED---\nOver this speech, we see Beachum running out the service\ndoor again, but this time the potato-chip rack stands\nbetween him and Porterhouse: Porterhouse can see Beachum\nonly from the chest up. Plainly, no gun is visible.\n\nCLOSE ON EVERETT (PRESENT) 68\n\nStill staring into Porterhouse. The CAMERA PULLS BACK to\nshow:\n\nINT. BREAD COMPANY RESTAURANT - DAY\n\nPORTERHOUSE\nWhy would I say I saw the gun if I\ndidn't?\n\nEVERETT\n\nYou tell me. Maybe you felt good\ntalking to the police, the reporters --\nmaybe you wanted to give them a little\nmore than you really had. Maybe you\nwanted to be the man, tell the girls\naround the coffee machine --\n\nPORTERHOUSE\n(angry now)\nThis is absurd! You think I would\njeopardize a man's life to impress the\npeople in my office?\n\nEverett looks at him, and knows that he has no real\nevidence. Nothing but those white outlines on the floor\nof Pocum's -- that, and what he saw for a nanosecond in\nPorterhouse's eyes.\n\nEVERETT\nI don't know, Mr. Porterhouse. We only\njust met.\n\nPORTERHOUSE\n\nListen, wise guy. I did a little\nresearch on you before I returned your\ncall. You're the guy who did the big\ncrusade to get that rapist released last\nyear, that lying what's-his-name --\n\n(CONTINUED)\n\f68\n\n69\n\n64.\n\nCONTINUED: 68\nEVERETT\n(ruefully)\nYou wouldn't be referring to Mike\nVargas?\nPORTERHOUSE\n\nYeah, you had the facts then, didn't\nyou? Except when you threatened him\nwith a D.N.A. test, he confessed. I'm\nsurprised you didn't get fired on the\nspot, Mr. Everett.\n\nEVERETT\nYeah. Me too.\n\nEverett takes a deep breath and rubs his eyes. He\nvisibly sags: Is this another Mike Vargas case? Does he\nhave anything, anything at all, to go on?\n\nEVERETT\nLook, I'm sorry. I was out of line. I\nthought there was -- I don't know what I\nthought.",
  "47": "---END OF PREVIOUS SECTION---\nEVERETT\nLook, I'm sorry. I was out of line. I\nthought there was -- I don't know what I\nthought. \n---TARGET SECTION TO BE ANNOTATED---\nPORTERHOUSE\n\nYou're damn right you don't. And if you\ngo to press with some pack of lies and\ninnuendos, believe me!-- my lawyers will\nsue you and your paper so fast you won't\nknow what hit you.\n\nEverett looks down at the table. The encounter is\nclearly over.\n\nA WAITRESS approaches.\nWAITRESS\nMay I tell you gentlemen about our\nspecials today?\nCUT TO:\nANGLE ON SANDWICH 69\n\nwrapped in cellophane flying through the air. It plops\non a folding table. We PULL BACK TO:\n\nEXT. PRISON - AREA ADJACENT GUARD TOWER - DAY\n\nPlunkitt and his execution team sit around the table on a\ncatwalk overlooking the main yard. Below, a few\nprisoners are milling around, lifting weights, smoking in\nsmall groups. ZACHARY PLATT is Plunkitt's deputy warden.\n\n(CONTINUED)\n\f65.\n69 CONTINUED: 69\n\nPLATT\nWho gets the roast beef?\n\nPLUNKITT\nOver here.\n\nPlatt tosses a sandwich to Plunkitt. Arnold McCardle\npeeks under his rye bread.\n\nMcCARDLE\nSeems like there's more fat and less\nmeat every time I get this here.\n\nSKYCOCK\nAin't that the way you order it, Arnold?\nHold the meat, leave the fat.\n\nPLUNKITT\nNow, Arnold's all right. More of him,\nthe better.\n\nPlunkitt looks around the table, proud of his team.\n\nPLUNKITT\nOkay, what do you say we do some work\nwhile we feed our faces? You all know\nthat at eighteen hundred hours, the\nwhole procedure staff meets here for a\nfinal briefing. And be advised --\n\nREVEREND SHILLERMAN\nUh, 'scuse me, warden...\n\nPLUNKITT\nRight. Right. The Reverend Shillerman\nhere'1ll be holding a prayer meeting at\nthe end of the briefing which is\noptional for anyone who wants to stay.\n\nAtkins turns away and rolls his eyes. The others\nsuppress guffaws. Attendance could be low.\n\nPLUNKITT\nAlso, be advised, there's a change in\nthe sixteen hundred interview thing.",
  "48": "---END OF PREVIOUS SECTION---\nThe others\nsuppress guffaws. Attendance could be low. PLUNKITT\nAlso, be advised, there's a change in\nthe sixteen hundred interview thing. \n---TARGET SECTION TO BE ANNOTATED---\nThe girl had some accident or something\nand they're replacing her with a guy\nnamed Steve Everett.\n\nATKINS\nDamn!\n\nPLUNKITT\nNow I realize his butt ain't quite up to\nthe standard of Michelle's, but that's\nwho's coming. Everybody clear on that?\n\f70\n\n71\n\n72\n\n66.\nAT EVERETT'S DESK - DAY\n\nEverett sits for a moment, lost in thought. He is\nstaring at a photo of Beachum and a photo of Porterhouse,\nand he is wrestling with his doubts. Finally he smacks\nhis fist on the desk, gets up, and starts walking toward\nAlan's office.\n\nINT. NEWS ROOM - DAY\n\nBob is staring malevolently as Everett strides toward\nAlan Mann's office. As Everett passes Jane, she looks up\nat him and then back down, shaking her head.\n\nInside Alan's office we can see the editor talking with a\nvery distinguished-looking, gray-haired man in an\nexpensive suit. This is HENRY LOWENSTEIN, the\nnewspaper's owner.\n\nEverett knocks on Alan's glass wall, and Alan motions him\nin.\n\nINT. ALAN'S OFFICE - DAY\nEverett enters. Alan and Lowenstein rise.\n\nLOWENSTEIN\nWell, speak of the devil. Alan here\ntells me I'm paying you too much.\n\nEVERETT\nYeah, but you can rest assured that I'm\nfrittering it away on booze and girls.\n\nLOWENSTEIN\n(laughing)\nHah! You're a dyed-in-the-wool\nsonuvabitch, Everett, anyone ever tell\nyou that?\n\nEVERETT\nOnly my friends and loved ones. Hey, I\ndidn't mean to interrupt. I can come\nback --\n\nLOWENSTEIN\nI was just leaving. Seriously -- still\nsober as a judge, right?\n\nEVERETT\nYou obviously haven't partied with the\nsixth circuit court lately.\n\nBut this time Lowenstein really is serious -- he wants an\nanswer.\n\n(CONTINUED)\n\n70\n\n71\n\n72\n\f72\n\n67.\n\nCONTINUED:\nEVERETT\nYes, Mr. Lowenstein. Still sober as --\nan ex-drunk.\n\nLOWENSTEIN\nGood to see you, Steve. Alan.\n\nHe nods toward them both and leaves.",
  "49": "---END OF PREVIOUS SECTION---\nLOWENSTEIN\nGood to see you, Steve. Alan. He nods toward them both and leaves. \n---TARGET SECTION TO BE ANNOTATED---\nAlan sits down and motions for Everett to do the same.\nAlan pulls a Snickers out of his drawer.\n\nALAN\nStop fucking Bob's wife. He doesn't\nlike it.\n\nEVERETT\nWhat, did he put it in the company\nnewsletter?\n\nAlan points his Snickers at Everett.\n\nALAN\nIf he comes to me and wants your ass,\nI'm gonna have to give it to him. Then\nyou'll just be a hole with no ass around\nit.\n\nEverett pulls out a cigarette and lights it, hiding\nmomentarily behind the flame. Alan bites his Snickers,\ngazing at Everett.\n\nALAN\nYou know what, Ev? You're a fucking\nwomanizer, that's what. You're fucking\nup your whole career and you're fucking\nup your marriage and if you can't keep\nyour goddamned prick in your pants I'm\nnot gonna be able to goddamned protect\nyou. How was she?\n\nEVERETT\nNone of your goddamned business. Not\nbad.\n\nALAN\n\nLucky bastard. I always liked her. I\never tell you about the assistant D.A. I\nfell for in New York?\n\nEVERETT\nNo, and if you tell me now, I'm going to\nthrow myself across your desk and rip\nyour throat out with my bare hands.\n\n(CONTINUED)\n\n72\n\fTRUE CRIME - Rev. 5/11/98 68.\n72 CONTINUED: (2) 72\n\nALAN\nI'll save it for another time. Edifying\nstory, though.\n\nEVERETT\nI've got a problem.\n\nALAN\nOh, the nickel finally drops. Christ,\nboy, don't you know Bob's been after you\nsince you got here? In that quiet,\nearnest, reasonable way of his. He's\nprobably glad you fucked Patricia so he\nhas ethical reason to annihilate you.\n\nEVERETT\nGreat. I live to make him happy. But\nthat's not my problem.\n\nALAN\nYou should've fucked my wife. I'd've\njust punched you.\n\nEVERETT\nI did fuck your wife.\n\nALAN\nLucky bastard. How was she?\n\nEVERETT\nReal wildcat. But that's not my\ngoddamned problem, Alan.\n\nALAN\nAll right.",
  "50": "---END OF PREVIOUS SECTION---\nEVERETT\nReal wildcat. But that's not my\ngoddamned problem, Alan. ALAN\nAll right. \n---TARGET SECTION TO BE ANNOTATED---\n What's your goddamned\nproblem? Tell papa. You soulless sack\n\nof shit.\nEVERETT\nFrank Beachum. I think he could be\ninnocent.\n73 EXT. AREA ADJACENT GUARD TOWER - DAY 73\n\nThe prison official pass a trash bag around the table.\n\nPLUNKITT\nAfter our briefing, Reuben and Pat are\ngonna be checking all the phones in the\nchamber, make sure we got the open lines\n\nworking.\n\nSKYCOCK\nDon't want the Governor to get a busy\nsignal.\n\n(CONTINUED)\n\f73\n\n74\n\n69.\n\nCONTINUED: 73\nATKINS\nDon't worry, I got call waiting put on\nthat phone.\nMcCARDLE\n(giggling)\n\nJesus, Atkins.\n\nPLUNKITT\nArnold, you'll make sure the clocks in\nthere are synchronized and the one in\nthe press room, too. Norm, you've got\nthe strap-down team, okay?\n\nREVEREND SHILLERMAN\nI, uh, I myself had a personal heart-to-\nheart with the prisoner myself this\nmorning, and, going by my experience\nwith the men, he won't be any trouble,\nin my opinion.\n\nPlunkitt fantasizes the hard point of his shoe making\ncontact with Shillerman's ass.\n\nJust then, a shadow falls across the table. The men look\nup and go silent.\n\nStanding quietly above them is the executioner. He nods\nto the men. They nod back somberly, and we see their\nfaces, one by one.\n\nATKINS\nHey.\n\nSKYCOCK\nJoe.\n\nMcCARDLE\nHiya, Joe.\n\nPLUNKITT\nJoe.\n\nFor a moment, nobody says a word.\n\nCLOSE ON SNICKERS BAR 74\nsliding into Alan Mann's mouth.\n\nCLOSE ON CIGARETTE\n\nbeing puffed by Everett.\n\n(CONTINUED)\n\f74\n\n70.\nCONTINUED: 74\nINT. ALAN'S OFFICE - CONTINUOUS ACTION\n\nAlan chews mightily. Across from him, Everett smokes.\nThey look at each other, two old friends enjoying a mock\nstandoff.\n\nALAN\nAll right, all right.",
  "51": "---END OF PREVIOUS SECTION---\nAcross from him, Everett smokes. They look at each other, two old friends enjoying a mock\nstandoff. ALAN\nAll right, all right. \n---TARGET SECTION TO BE ANNOTATED---\n What have you got\non Beachum?\n\nEverett lifts his cigarette hand as if to speak -- but\nwhat, indeed, has he got? He puts the filter to his lips\nand sucks hard. Alan watches him, shaking his head in\nmock horror.\n\nALAN\nOh... oh, Ev.\n\nEVERETT\nNo, no, wait...\n\nALAN\nEv, CV, GV...\n\nEVERETT\n\nJust listen to me a moment...\n\nALAN\nEv. I don't have to listen to you. I'm\nlooking at you. I'm looking and I see a\nreporter who's about to tell me that he\nhas a hunch.\n\nEVERETT\nAlan, I've done some checking up...\n\nALAN\nDo you know my opinion of reporters who\nhave hunches?\n\nEVERETT\nI talked to one of the witnesses, Alan.\nHe says he saw a gun, but I know he\n\ndidn't.\n\nALAN\nI can't fart loud enough to express my\nopinion.\n\nEVERETT\n\nAlan, even Michelle knew this thing\nstinks. There are discrepancies.\n\nAlan brings his chair forward sharply. His eyes bug.\n\n(CONTINUED)\n\f71.\n74 CONTINUED: (2) 74\n\nALAN\nDiscrepancies? Did I hear you say there\nwere discrepancies? After a police\ninvestigation? A trial? Six years of\nappeals? You found discrepancies? What\ndid it take you, half an hour?\n\nEVERETT\nCome on. You know the appeals system.\nBeachum's first lawyer was probably some\ntwelve-year-old Legal Aid guy, and if he\ndidn't object to something at the trial,\nthen the appeals guys had nothing to\nwork with, no matter how sharp they\nwere, which of course they weren't.\n\nALAN\nEv...\n\nEVERETT\nAlan, for Christ's sake, they're gonna\nkill this guy.\n\nEverett crushes out his cigarette and stares at Alan.\nAlan stares back. Finally, he sighs and grins ruefully.\n\nALAN\nAll right, all right. You're saying you\ncan turn this routine execution piece\ninto some kind of big fight-for-justice\nstory. And that'll give me an excuse to\nstand up for you when Bob asks me to\ntransfer you to the toilet.",
  "52": "---END OF PREVIOUS SECTION---\nALAN\nAll right, all right. You're saying you\ncan turn this routine execution piece\ninto some kind of big fight-for-justice\nstory. And that'll give me an excuse to\nstand up for you when Bob asks me to\ntransfer you to the toilet. \n---TARGET SECTION TO BE ANNOTATED---\nEVERETT\nI need this one, Alan.\n\nALAN\nYou'll still lose the wife and kid, you\nknow. She's gonna find out.\n\nEVERETT\nDon't say that. Don't even -- I gotta\nfix that. I'm gonna --\n\nALAN\nI don't have to tell you what'll happen\nif you pull another Mike Vargas on me,\nright? You come up with something,\nokay, I'll run it, but it'd better be\ngood.\n\n(CONTINUED)\n\f72.\n74 CONTINUED: (3) 74\n\nEVERETT\nLook, I was drinking back then, all\nright? You drink, you lose your story\nnose. My nose is back. I'm sure of it.\n\nALAN\nI guess we'll both find out.\n\nEVERETT\nThere's just one thing. What if I\nreally find something, you know? We\ncan't just wait for it to run tomorrow.\n\nALAN\nEv, I know what you're thinking. I can\nhear your little brain ticking -- I\n\nreally can. And let me just remind you:\nif you go to Lowenstein thinking he'll\ncall the governor --\n\nEVERETT\nThe gov'll listen to Lowenstein.\n\nALAN\n-- it better be awfully good. Or he not\nonly won't call the governor, he'll eat\nyour heart and throw your body to the\ndogs. You won't have to sleep with his\nwife, pal. He'll fire you for free.\n\nEVERETT\nOkay, Alan. Honest to God, I'm gonna...\nAnyway, thanks\n\nALAN\nHey, don't thank me. I don't know whose\nass you're trying to save here,\nBeachum's or your own. But if your nose\nfor a story's gone, you're gone, too.\nI'm not running this paper to salvage\nwhat's left of your smarmy little\nexistence. So she was really pretty\ngood, huh?\n\nEVERETT\nFuck you.\n\nALAN\nLucky bastard.\n\nEverett laughs, gets up, gives Alan a look, laughs again.\nAlan starts whistling to himself. Everett leaves the\noffice.\n\f75\n\n76\n\n73.\nINT. CITY ROOM - DAY 75\n\nEverett makes a beeline for the supply room. In the\nb.g.",
  "53": "---END OF PREVIOUS SECTION---\nINT. CITY ROOM - DAY 75\n\nEverett makes a beeline for the supply room. In the\nb.g. \n---TARGET SECTION TO BE ANNOTATED---\n we can see Bob watching him, giving him the evil\neye. Everett looks at the clock.\n\nANGLE ON CLOCK\nIt reads 2:50.\nINT. SUPPLY ROOM - DAY 76\n\nEverett enters and begins scouting for pads. He grabs\ntwo from a pile and shoves them into his back pocket. He\ntakes a couple of Bics and clips them to the pocket of\nhis shirt. He turns.\n\nBob Findley is standing in front of him, smiling a\nmirthless, pitying smile. Everett watches him in horror.\n\nBOB\nYou know, I don't know what to say to\nyou. All day, I've been trying to think\nof what to say to you.\n\nEVERETT\nI really am sorry, Bob. Really. I am.\n\nBOB\n(a bitter laugh)\nYou know, I really don't think you are.\nI actually don't think you're capable of\nfeeling sorry. I don't think you're\ncapable of feeling anything for others.\n\nThis hits Everett unexpectedly hard.\n\nEVERETT\nYou might be right, Bob... I... you\nmight be right.\n(beat)\nHow'd you find out, anyway?\n\nBOB\nShe told me.\n\nEVERETT\nShe...?\n\nBOB\n\nPatricia saved some of your cigarette\n\nbutts. Left them in an ashtray by her\n\nbed. That was her way of telling me.\nAnother blow. For a moment, Everett is stunned.\n\n(CONTINUED)\n\f76\n\n77\n\n74.\nCONTINUED: 76\n\nEVERETT\nYeah. I guess that's all I was to her\n-- just a way of getting your attention.\nBob, I don't know if it helps anything,\nbut I feel like shit. I really -- feel\nlike shit.\n\nBOB\nYou're right, Steve. It doesn't help\nanything at all.\n\nBob exits, leaving Everett in the supply room.\nINT. DEATHWATCH CELL - DAY 77\n\nA uniformed female guard slips quietly into the cell and\nmakes eye contact with Reedy.\n\nCLOSE ON GAIL'S DRAWING\n\nA colorful, open landscape, now dominated by pine green.\nWIDER ANGLE\n\nBeachum and Gail huddled closely on the cot.\n\nBEACHUM\nThis is beautiful, baby.",
  "54": "---END OF PREVIOUS SECTION---\nCLOSE ON GAIL'S DRAWING\n\nA colorful, open landscape, now dominated by pine green. WIDER ANGLE\n\nBeachum and Gail huddled closely on the cot. BEACHUM\nThis is beautiful, baby. \n---TARGET SECTION TO BE ANNOTATED---\n I'11 keep this\nwith me always, all right?\n\nGAIL\nCan we come back tomorrow? Can we stay\nat the motel again?\n\nBEACHUM\nWell, tomorrow morning you and Mama get\nto go back home.\n\nGAIL\nI don't want to go back. I want to stay\nwith you.\n\nShe begins to whimper and cry.\n\nBEACHUM\nLookit, baby. You're a big girl. You\nknow what's happening here, don't you?\n\nGAIL\nYes...\n\nBEACHUM\nYou know, after today... after today,\nyou won't be able to see your daddy no\nmore.\n(CONTINUED )\n\f77\n\n78\n\n75.\nCONTINUED: 77\n\nGail suddenly buries her face in his shoulder. He holds\nher, breathing her in. Bonnie turns toward the wall,\nsobbing.\n\nBEACHUM\nBut I'll be there, baby. I will.\nListen to me, okay? You'll always be\nable to talk to me. All right?\nRemember, we talked about the baby\nJesus? Well, I'll be up with Him. I'll\nbe watching you, and I'll wait for you.\nAnd any time you need to talk, I'll be\nright there, listening. And --\n\nHe stifles a sob.\n\nBEACHUM\n-- and I'll miss you so bad, honey.\n(beat)\nLook. I wrote you a letter...\n\nHe reaches for it, but Gail's face shows she doesn't\nunderstand.\n\nBEACHUM\nYour mama will have it for when you need\nit, later on. So you go on now. I love\nyou, baby. I'1l always love you.\n\nBeachum gently delivers Gail to the female guard. He's\ntrying desperately not to choke up as Gail follows the\nguard meekly for a few steps before turning back --\n\nGAIL\nWhy can't you just come home? You\nshould just kill all these people and\ncome home!\n\nThe guard starts to pull her away. Beachum puts an arm\nover his face -- this is more than he can bear. Bonnie\nholds her face in her hands, sobbing. The door closes,\nbut we can still hear her shrill little voice.\n\nGAIL (0.S.)\nGoodbye, Daddy! Goodbye, Daddy!\n\nINT./EXT.",
  "55": "---END OF PREVIOUS SECTION---\nS.)\nGoodbye, Daddy! Goodbye, Daddy! INT./EXT. \n---TARGET SECTION TO BE ANNOTATED---\n EVERETT'S CAR - DAY 78\n\nThe car is rocketing along at a rate far beyond its\napparent aerodynamic capabilities. Blue smoke plumes\nfrom the tailpipe.\n\nInside, Everett is revved up. On the RADIO, ELVIS sings\n“Jailhouse Rock.\" Everett bangs the dashboard and sings\nalong.\n\f79\n\n80\n\n81\n\n82\n\n83\n\n76.\nEXT. PRISON - EVERETT'S POV - DAY 79\nIt looms over the horizon, a sobering hulk of gray stone.\nEXT. OUTSIDE THE PRISON GATES - DAY 80\nEverett's car passes a growing crowd of protestors and\ndeath-penalty advocates camped out at the gate. It's a\nmacabre tailgate party. Everett glances at the \"Remember\nAmy\" posters.\nFEATURING POSTERS\n\nThe same photo of Amy Wilson that we have seen on TV --\nthe drab blouse, the gold locket, the mousy brown hair.\n\nEXT. PRISON PARKING AREA - DAY 81\n\nThe CAR pulls in, COUGHING blue smoke. It shudders for a\nmoment after Everett TURNS OFF the ENGINE. He gets out.\n\nA very old steak, still in its supermarket packaging,\nthuds to the ground as he steps out. He looks at it\ncuriously for a moment -- When did he intend to cook it?\nHow drunk was he? -- and then he picks it up. It seems\nto be oozing. Gingerly, Everett tosses it in the back\nseat. He heads for the prison.\n\nINT. STARK PRISON CORRIDOR - DAY 82\n\nThick concrete walls. Sound of BARS CLANKING shut.\nEverett follows Atkins.\n\nINT. DEATH ROW - DAY 83\nEverett glances at each passing cell.\nEVERETT\n(to Atkins)\n\nNice place. Remind me never to commit a\nviolent crime.\n\nATKINS\n(deadpan)\nThey lie, you know.\nEVERETT\nWhat?\nATKINS\n\nThe prisoners. That's what they do.\nEvery word they say is a lie.\n\nEVERETT\nEveryone lies, pal. I'm just here to\nwrite it down.\n\f84\n\nTRUE CRIME - Rev. 5/11/98 77.\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nI'm just here to\nwrite it down. 84\n\nTRUE CRIME - Rev. 5/11/98 77. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DEATHWATCH CELL - ANGLE ON REEDY - DAY 84\n\nHe types in the chronological: \"16:04 -- reporter\narrives for interview.\"\n\nThen he looks up at Everett, who is looking down at him.\n\nREEDY\nYou've got fifteen minutes, Mr. Everett.\nBy order of Warden Plunkitt. Keep it\nto fifteen minutes.\n\nEVERETT'S POV\n\nBeachum moves toward the bars. His face is marked by a\nprofound weariness. He looks drained, hollowed out,\nalmost spectral. Now Bonnie rises up behind him and\nmoves toward the bars too, her hand clutching Beachum's,\nthe knuckles white.\n\nBACK TO SCENE\nReedy pulls up a chair in front of the cell for Everett.\n\nBeachum sticks his hand through the cell, and Everett\nshakes it.\n\nBEACHUM\nMr. Everett, I'm Frank Beachum. Have\na...\n\nHe gestures toward the chair.\n\nEVERETT\nYeah. Thanks.\n\nEverett sits and pulls out his notebook and pen. Beachum\ngently disengages himself from Bonnie and lowers himself\ninto the chair at the table in front of Everett. Bonnie\nsinks back down onto the cot, her eyes on Everett.\nEverett fiddles for a cigarette, jerks one halfway out of\nthe pack, and offers it to Beachum.\n\nBEACHUM\nI got ‘em.\n\nThey light up, and then they smoke for a long, awkward\nmoment.\n\nBEACHUM\nHow's... that girl? That other, that\nMichelle. She had some accident?\nEVERETT\nYeah. Car crash. She's... she didn't\n\nmake it.\n\n(CONTINUED)\n\f78.\n\n84 CONTINUED: 84\nBEACHUM\nOh, man. I'm sorry to hear that.\nEVERETT\nYeah. She was... yeah. Thanks.\n\nAnother awkward silence. They smoke.\n\nBEACHUM\nWell... I guess you want to talk to me\nabout how it feels. In here.\n\nEVERETT\nYeah, that's it. It's a human interest\n\nstory.\n\nEverett watches the long, sad, tired face pushing the\nwords out at him through the bars, through the smoke.\n\nBEACHUM\n(his voice flat)\nI been thinking about that. Hey, look\nwhat my daughter drew me. My daughter\nGail.",
  "57": "---END OF PREVIOUS SECTION---\nBEACHUM\n(his voice flat)\nI been thinking about that. Hey, look\nwhat my daughter drew me. My daughter\nGail. \n---TARGET SECTION TO BE ANNOTATED---\n Calls it 'Green Pastures.'\n\nBeachum shows him the drawing. Everett tries to look\ninterested.\n\nBEACHUM\nWell, only thing I want to say, I wanted\nto tell everyone that I believe in Jesus\nChrist. Our Lord and Savior.\n\nEverett scribbles dutifully on his pad: \"B'lieve in JC,\nLord + Sav...\"\n\nBEACHUM\nAnd I believe... I'm going to a better\nplace and there's a better justice\nthere, you know, and... I won't say I'm\nnot afraid ‘cause I think...\n\nA loud sob from Bonnie, who is sitting on the cot.\n\nBEACHUM\n\n.-». ‘cause I think everyone's afraid of\ndying pretty much. I came to my faith\nlate in life, you know. I done some bad\nthings when I was younger, but that was\nthen, you know. Anyway, I know the\ncrooked will be made straight -- that's\nwhat the Bible says, and I believe that.\n\nEverett scribbles: \"crooked made straight.\"\n\n(CONTINUED)\n\f84\n\n79.\nCONTINUED: (2) 84\n\nBEACHUM\nSo that's how I feel about it.\n\nHe looks at Everett, but for some reason Everett can't\nmanage to look back. Everett just keeps staring down at\nhis pad.\n\nBEACHUM\nIs that all right, Mr. Everett?\n\nEverett can't look at him. He glances over at Reedy.\n\nREEDY\nYou got nine more minutes.\n\nBEACHUM\nIs that what you wanted or...\n\nEverett finally looks up, blowing a stream of smoke in an\nunsteady breath. He leans forward, forcing himself to\nlook at this condemned, roiling man living out his last\nhours -- the pain in that face, and the toil. Bonnie\nlooks up, watching Everett.\n\nEVERETT\nMr. Beachum... You don't know me, Mr.\nBeachum, but I'1l tell you, I probably\ngot a screw loose somewhere. To tell\nyou the truth, I don't give a rat's ass\nabout Jesus Christ. And I don't care\nabout justice, in this life or the next.\nTo be honest, I don't even care about\nwhat's right and wrong. Never have.",
  "58": "---END OF PREVIOUS SECTION---\nAnd I don't care\nabout justice, in this life or the next. To be honest, I don't even care about\nwhat's right and wrong. Never have. \n---TARGET SECTION TO BE ANNOTATED---\nEverett drops his cigarette to the floor and rubs it out\nwith his shoe. Beachum and Bonnie are watching him,\nmesmerized.\n\nEverett taps his nose.\n\nEVERETT\nYou know what this is?\n\nBEACHUM\nIs this some kind of joke?\n\nEVERETT\nIt's no joke, Mr. Beachum. It's my\nnose. And my nose -- well, to tell you\nthe pitiful truth, it's my whole goddamn\nlife. When my nose says something\nstinks, I gotta have faith in it, just\nlike you have your faith in Jesus.\n\n(MORE )\n\n(CONTINUED)\n\f84\n\n85\n\nCONTINUED:\n\n80.\n84\n\nEVERETT (CONT'D)\n\nWhen it's working, I know there's truth\nout there somewhere. But if it leads me\nastray, well, I may as well drive off a\ncliff... I really -- I'm nothing. The\npoint is, lately I'm not a hundred\npercent positive my nose is working\nright. So I have to know. Did you kill\nthat woman or not?\n\nBEACHUM\n\n(dully,\ndisbelieving)\n\nWhat?\n\nWhat happened,\n\nEVERETT\ndammit? In that store.\n\nThe day Amy Wilson was shot.\n\nThe two men stare at each other. We see that Everett is\nlooking right into Beachum, the way he looked right into\n\nPorterhouse.\n\nBEACHUM\n\nI... went in to buy a bottle of A-1\n\nSauce.\n\nEVERETT\n\nAnd you paid Amy for it at the counter.\n\nBEACHUM\n\nWell, no, I never got it. Look, I told\nthem all this --\n\nCLOSE ON EVERETT\n\nTell it again.\n\nINT. POCUM'S GROCERY -\n\nBeachum enters through\nbehind the counter, is\n\nEVERETT\n\nDAY 85\n\nthe main door. To his left,\nAmy.\n\nBEACHUM\n\nHey, Amy. Where you keep the steak\n\nsauce?\n\nAMY\n\nHi, Frank. It's back, you see where the\nketchup and relish is?\n\nYeah.\n\nBEACHUM\n\n(CONTINUED)\n\f81.\n85 CONTINUED: 85\n\nHe starts to go, but when Amy calls to him he approaches\nthe counter.\n\nAMY\nFrank, you know I been meaning to talk\nto you.",
  "59": "---END OF PREVIOUS SECTION---\nBEACHUM\n\n(CONTINUED)\n\f81. 85 CONTINUED: 85\n\nHe starts to go, but when Amy calls to him he approaches\nthe counter. AMY\nFrank, you know I been meaning to talk\nto you. \n---TARGET SECTION TO BE ANNOTATED---\nBEACHUM\n\nYeah. I bet I know what about.\n\nAMY\nI don't got it, Frank. I could pay you\nthirty now. But I don't got the whole\n\nthing.\nBEACHUM\nWhen could you do the whole ninety-six?\nAMY\nAfter I get paid, fifteenth of July.\nBEACHUM\nYou're not always gonna do me this way,\nare you?\nAMY\n\nI swear it, Frank. We just had some\nextra expenses, end of the school year\nand all.\n\nBEACHUM\nIt's cool. July fifteenth. Hey, I'm\njust gonna use the bathroom, okay?\n\nAMY\nYou know where, right?\n\nBeachum nods and heads toward the back of the store. The\nbathroom is in a small entryway, and as Beachum heads\ntoward it, we hear the front DOOR SLAM. Beachum\nstruggles for a moment with the sticky bathroom door and\ngoes in.\n\n86 INT. DEATHWATCH CELL - DAY 86\n\nEVERETT\nSo you weren't even mad about the money?\n\nBEACHUM\nWell, I wanted her to understand I\ndidn't like doing business that way.\nBut she was cool. I liked her.\n\n(CONTINUED)\n\f86\n\n87\n\n88\n\nTRUE CRIME - Rev. 5/11/98 82.\n\nCONTINUED: 86\nEVERETT\nWere you carrying a gun?\nBEACHUM\nNo way, man.\nEVERETT\nSo then what?\nINT. POCUM'S GROCERY - BATHROOM - DAY 87\n\nBeachum is standing in the stall (it's a one-toilet\nbathroom), humming to himself. We hear MUFFLED VOICES\noutside, and at first Beachum doesn't notice them. He\nfinishes and FLUSHES the TOILET. Over the sound of the\nflush, the VOICES GROW LOUDER. Beachum can't be sure\nwhat he's hearing. Then he hears Amy's anguished\nvoice!--\n\nAMY (0.S.)\nPlease! Not that!\n\n-- followed by a GUNSHOT. For a moment, Beachum stands\nparalyzed.",
  "60": "---END OF PREVIOUS SECTION---\nNot that! -- followed by a GUNSHOT. For a moment, Beachum stands\nparalyzed. \n---TARGET SECTION TO BE ANNOTATED---\n Then he bolts out of the stall, pushes at the\nsticky bathroom door, kicks it open, runs down the small\nentryway, and emerges into the main body of the store.\n\nINT. POCUM'S GROCERY - BEACHUM'S POV - DAY 88\n\nThe door to the service entrance is slamming. There's no\none else in sight. Beachum runs toward the counter;\nbehind it, Amy Wilson is lying on her back, her eyes\nwide, her chest torn open by a bullet, the last breaths\nrattling out of her.\n\nOutside, very distantly, the sound of a CAR DOOR being\nSLAMMED, and then the SCREECH of TIRES.\n\nANOTHER ANGLE\n\nBeachum falls to his knees by Amy's side, trying\neverything he can think of, making up his own brand of\nCPR as he goes along -- thumping her chest, breathing\ninto her mouth, trying to staunch the blood with his\nhands, calling her name. Blood soaks his shirt,\nsplatters onto his face, runs down his fingers. Amy\nlooks into his eyes, terrified, and then her eyes go\nblank.\n\nDimly, he hears the FRONT DOOR CLOSE. And a voice:\n\nPORTERHOUSE (0.S.)\nHey! Anybody here?\n\n(CONTINUED)\n\f88\n\n89\n\n90\n\n83.\nCONTINUED: 88\n\nBeachum pops up from behind the counter. Porterhouse's\njaw drops.\n\nPORTERHOUSE\nHey! What's going on? Oh my God!\n\nFor a moment, he and Beachum stare at each other, and\nthen, for another split second, Beachum looks down at\nhimself, realizes how all this must seem, and bolts for\nthe service door. We see clearly that the potato chip\nrack stands between him and Porterhouse.\n\nEXT. POCUM'S GROCERY - BEACHUM'S POV - DAY 89\n\nHe is RUNNING OUT the service door INTO a small\npassageway full of garbage cans, fire extinguishers,\nboxes and crates. OUT the outer screen door, RUNNING --\nand wham! Nancy Larson's car nearly backs into him.\n\nANOTHER ANGLE\n\nBeachum looks up, and we see Larson's eyes looking back,\nstartled, from her rear-view mirror. Then Beachum runs\nout of the parking lot.\n\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nANOTHER ANGLE\n\nBeachum looks up, and we see Larson's eyes looking back,\nstartled, from her rear-view mirror. Then Beachum runs\nout of the parking lot. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DEATHWATCH CELL - DAY 90\n\nEVERETT\n\"Please, not that.'\n\nBEACHUM\n‘swhat I heard.\n\nEverett pops a cigarette into his mouth, never taking his\ngaze off Beachum's face.\n\nEVERETT\nWhy'd you run?\n\nBEACHUM\nI shouldn't have. But you know, I'ma\ntwo-time loser, Mr. Everett. And there\nI was with all that blood and a dead\ngirl right next to me and a white man\nstaring at me like I was -- I just\npanicked.\n\nEVERETT\nSo who shot her, Frank?\n\nBonnie gasps. She is staring at Everett.\n\n(CONTINUED)\n\f84.\n\n90 CONTINUED: 90\n\nBEACHUM\n\nI don't know.\nEVERETT\n\nDid Porterhouse see the gun?\nREEDY\n\n(threateningly)\n\nYou got five minutes, over there.\nBEACHUM\n\nI told you. Wasn't no gun.\nEVERETT\n\nDid he see the shooter?\nBEACHUM\n\nI don't know. How should I know?\nEVERETT\n\nOf course he didn't. ‘Cause by the time\n\nhe pulled into the parking lot, the\nshooter was gone. That's why he didn't\nhear the shots, either.\n\nREEDY\nMr. Everett...\n\nBEACHUM\nI don't know. I don't know when\nanything happened.\n\nEVERETT\n‘Cause you don't know how long you were\ndown on the floor trying to save Amy's\nlife.\n\nBonnie sobs, but Everett ignores her. Beachum begins to\n\nslump and look away, but Everett only grows more intent.\n\nIn the b.g., Reedy picks up the phone and talks anxiously\ninto it. He never takes his eyes off Everett.\n\nEVERETT\nSo what was it, Frank, a simple robbery?\nWho else could have been there? Come\non, Frank. Someone have something\nagainst her?\n\nBEACHUM\nI just don't know. I didn't see.\n\nEVERETT\n(bearing down\non him)\nCome on, give me something.\n(CONTINUED )\n\f90\n\n85.\nCONTINUED: 90\n\nBEACHUM\n(worked up)\nI don't know what you want.\n\nReedy squeaks his chair and stands up.",
  "62": "---END OF PREVIOUS SECTION---\n(CONTINUED )\n\f90\n\n85. CONTINUED: 90\n\nBEACHUM\n(worked up)\nI don't know what you want. Reedy squeaks his chair and stands up. \n---TARGET SECTION TO BE ANNOTATED---\nREEDY\nAll right, that's it.\n\nBonnie flings herself off the bed and rushes toward the\nbars.\n\nBONNIE\nNo!\n\nEverett looks at her desperate, tear-stained face, but\nalready Reedy is grabbing him, moving him forcefully\naway.\n\nBONNIE\nYou believe us. Don't you? Do you\nbelieve us?\n\nEVERETT\n(to Reedy)\nAll right, all right.\n\nREEDY\nLet's go. Upsetting people...\n\nBONNIE\nDo. You. Believe. Us?\n\nBEACHUM\nDon't, Bonnie. Don't.\n\nREEDY\nCome on, dammit.\n\nFor a moment, everything stops. Everett stares at Bonnie\nand Bonnie stares back.\n\nEVERETT\nYes. I believe you. For Christ's sake.\n\nBonnie closes her eyes and begins weeping against the\nbars. Reedy pulls Everett toward the door.\n\nEVERETT\n\nAll right, dammit.\nREEDY\n\nComing in here, upsetting people.\n(MORE )\n\n(CONTINUED)\n\fTRUE CRIME - Rev. 5/11/98 86.\n90 CONTINUED: (2) 90\n\nREEDY (CONT'D)\nWhere's your goddamn heart, man? Don't\nyou think these people have enough?\nWhat do you think this is?\n\nEVERETT\nAll right. Sorry. Yeah.\n\nThey are at the door, but now Everett looks back. Bonnie\nis staring at him the way you'd look at a child who had\njust done something thoughtless and cruel.\n\nBONNIE\nWhere were you? Dear God, where were\nyou all this time?\n\n \n\nReedy starts to move Everett out, but Everett resists.\n\nEVERETT\nIt wasn't my story. There was an\naccident -- It wasn't supposed to be my\n\nstory.\nReedy pushes Everett out into the hall.\n91 INT. PRISON CORRIDOR - DAY 91\nAs Reedy pushes Everett into the corridor, Plunkitt is\n\nwaiting for him. He looks quizzically at Everett and\nholds out his hand.\n\nPLUNKITT\n(shaking hands)\nEverett.\nEVERETT\nWarden. Good to see you again.\nPLUNKITT\n(gently)\n\nI'll walk you to your car.\nThey walk.\n\nPLUNKITT\nTerrible about Ms.",
  "63": "---END OF PREVIOUS SECTION---\nPLUNKITT\n(gently)\n\nI'll walk you to your car. They walk. PLUNKITT\nTerrible about Ms. \n---TARGET SECTION TO BE ANNOTATED---\n Ziegler.\n\nEVERETT\nYeah. Horrible thing.\n\nPLUNKITT\nYou know, she gave me to understand that\nshe wanted to talk to Beachum about, you\nknow, his emotions before the execution.\n(MORE )\n(CONTINUED )\n\f87.\n91 CONTINUED: 91\n\nPLUNKITT (CONT'D)\nHuman interest stuff. ‘Cause otherwise,\nwe do most press interviews by phone at\nthis point. Less risk of upsetting the\nprisoner.\n\nEVERETT\nYeah. I probably should have prepared\nbetter. Kind of a last-minute thing.\n92 EXT. PRISON PARKING LOT - DAY 92\n\nPlunkitt accompanies Everett toward his (Everett's) car.\n\nPLUNKITT\nYou know, people come in here, the\npress. Prisoners tell ‘em things!-- all\n\nkind of heart-wrenching things. And\nthen the next day, in the paper, we're\nthe ones who come off sounding like hard\nguys. It can get pretty frustrating, is\nall.\n\nEVERETT\nSure. Of course.\n\nPLUNKITT\nWe have to do what the state tells us to\ndo. Makes it a little tough on us here\nif we show up in the newspaper as bloody\nmurderers or anything like that.\n\nEVERETT\nRight. I understand completely.\n\nPLUNKITT\n\nKnew you would.\n\n(beat)\nYou know, these things go through all\nkind of trials and appeals before they\nget to us. It's no use trying to figure\nout who's naughty and who's nice and\nthen come sliding down the chimney like\n\na hero -- not on execution day. You're\nnot Santa Claus. No such thing as Santa\nClaus.\n\nThey reach the car. Plunkitt seems as though he wants to\nsay something else, but instead he just stands there.\n\nPLUNKITT\nWell...\n\n(CONTINUED)\n\f92\n\n93\n\n88.\nCONTINUED: 92\n\nEverett looks at him expectantly, but Plunkitt can't find\nthe words. Suddenly, Everett's expression changes.\n\nEVERETT\nYou're not sure, are you, Luther?\n\nPlunkitt looks at Everett for a long moment, then slaps\nhis shoulder.\n\nPLUNKITT\nYou drive safe now.\n\nPlunkitt turns and walks back toward the prison doors.\nEXT.",
  "64": "---END OF PREVIOUS SECTION---\nPLUNKITT\nYou drive safe now. Plunkitt turns and walks back toward the prison doors. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DOWNTOWN COURTHOUSE - DAY 93\n\nCECILIA NUSSBAUM, circuit attorney, comes out the formal\ndoor and starts down a series of long stone steps. She's\na small, ugly woman with a big, fleshy beezer sticking\nout of a face that resembles a collection of frowns all\nglued on top of one another. She's accompanied by WALLY\nCARTWRIGHT, an imposing black attorney in a concrete-gray\nsuit. Everett bounds up to them.\n\nEVERETT\nCecilia!\n\nNussbaum and Cartwright look but never break stride.\n\nEVERETT\nWait. This is urgent.\n\nNUSSBAUM\nNot a good time, Everett.\n\nEVERETT\nI know you're busy, but --\n\nCartwright crosses laterally like a good linebacker.\nEverett is shoved off-course. He staggers a step to the\nside.\n\nNUSSBAUM\nNot now. Call my office.\n\nEVERETT\nCecilia, I'm telling you --\n\nHe reaches out to slow her. Cartwright pokes him in the\nchest.\n\nCARTWRIGHT\nLook...\n\nEverett knocks the finger away.\n(CONTINUED )\n\f89.\n93 CONTINUED: 93\n\nEVERETT\nOh, bullshit. You're a fucking circuit\nattorney, I'm a reporter. You wanna hit\nme or you wanna keep your job?\n\nNUSSBAUM\nWhy don't you get in the car, Wally?\nEVERETT\nYeah, why don't you get in the car,\nWally.\nCartwright wavers a moment, and then moves toward the\ncar.\nCARTWRIGHT\n(murmuring)\n\nNew York asshole.\n\nNUSSBAUM\nWhat is it, Everett?\n\nEVERETT\n(still fuming)\nAll right. Frank Beachum. Who else was\nthere?\n\nNUSSBAUM\nAre you back on the bottle?\n\nEVERETT\nWhen Amy Wilson was killed, who else was\nthere? Porterhouse, Nancy Larson,\nBeachum. And who else?\n\nOnce again, Everett's eyes have become a laser beam. He\nis watching Cecilia's eyes the way he watched\nPorterhouse's eyes and Frank Beachum's eyes. Cecilia's\neyes are very still.",
  "65": "---END OF PREVIOUS SECTION---\nOnce again, Everett's eyes have become a laser beam. He\nis watching Cecilia's eyes the way he watched\nPorterhouse's eyes and Frank Beachum's eyes. Cecilia's\neyes are very still. \n---TARGET SECTION TO BE ANNOTATED---\nNUSSBAUM\nWhat difference does it make?\n\nEverett's face: He knows he's right.\n\nEVERETT\nHe's the shooter, Cecilia. Whoever he\nwas, he shot Amy. Who was he? Come on.\n\nNUSSBAUM\nEverett, I don't know what kind of\ncockamamie conspiracy theory you're\nworking on, but this is a solid case. I\ndon't send innocent men to the Death\nHouse.\n(CONTINUED )\n\f93\n\n90.\nCONTINUED: (2) 93\n\nEVERETT\nI know that, I do. But this time you\nmade a mistake.\n\nSitting in the Cadillac, Cartwright HONKS the HORN.\nWithout even looking up, Nussbaum holds up her index\nfinger.\n\nEVERETT\nBeachum was in the bathroom when Amy got\nshot. He only went to Pocum's to buy a\nbottle of steak sauce.\n\nNUSSBAUM\nYou've always been a gullible\nsonuvabitch, Everett. Read the\ntranscripts. A witness saw Beachum with\nthe gun.\n\nEVERETT\nHe didn't see the gun. There were\npotato chips in the way.\n\nNUSSBAUM\nYou're telling me he said that.\nEVERETT\nNo. But I could see it in his face. I\n\ncould tell.\n\nNussbaum's face changes to a mask of leathery disdain.\n\nNUSSBAUM\nYou haven't got jackshit.\nEVERETT\nHe didn't do it! How much jackshit do I\n\nneed?\n\nNussbaum studies him for a second and then begins heading\ndown the stairs toward her car. Everett follows.\n\nEVERETT\nThere was someone else, wasn't there?\n\nNUSSBAUM\n(without looking\nback)\nA kid. Bought a Coke from the machine.\nHe didn't even look inside.\n\nEVERETT\nHe shot Amy Wilson.\n\n(CONTINUED)\n\f91.\n93 CONTINUED: (3) 93\n\nNUSSBAUM\nWe interviewed him. We issued a\ndescription of his car and he came in of\nhis own free will. His story checked\nout. He didn't see a thing.",
  "66": "---END OF PREVIOUS SECTION---\nWe issued a\ndescription of his car and he came in of\nhis own free will. His story checked\nout. He didn't see a thing. \n---TARGET SECTION TO BE ANNOTATED---\nEVERETT\nHe shot her! You didn't get him to say\nanything because you had already\narrested Beachum -- you thought you had\nthe guy. But the kid was the guy!\n\nNussbaum reaches the car. Everett thrusts himself\nbetween her and the door.\n\nEVERETT\nTell me his name.\n\nNUSSBAUM\nHe was nothing to the case. We put him\nin the same lineup Beachum was in. Both\nour witnesses looked right at him and\nstill fingered Beachum as the killer.\n\nShe looks at Everett triumphantly -- and indeed, for a\nmoment, Everett is shaken. But he quickly recovers.\n\nEVERETT\nOkay, but what do you expect? Your\nwitnesses didn't even get there till the\nshooter was long gone. Look, just give\nme the kid's name. Let me talk to him.\n\nNUSSBAUM\nHow'm I supposed to remember his name\nafter six years? He was nothing to the\n\ncase.\n\nEVERETT\nIt's in your files, your notes.\nSomewhere.\n\nNUSSBAUM\n\n(opening the car door)\nCall me tomorrow. I'1l see if I can\nfind it.\nShe begins to get into the car, but Everett grabs the\ndoor, drawing it back -- and her with it. Everett is\nburning with rage.\n\n(CONTINUED)\n\f93\n\n94\n\n92.\nCONTINUED: (4) 93\n\nEVERETT\nIf you let it wait till tomorrow, then\nyou better sleep goddamn well tonight.\n‘Cause after today, I'm gonna haunt you,\nlady. I'm gonna hound the living shit\nout of you.\n\nNussbaum lets the door go and turns to face Everett. She\nis not large, but she looks utterly terrifying.\n\nNUSSBAUM\n(too quietly)\nI'm not Wally, Steve. I'ma lot bigger\nthan Wally. And if you threaten me\nagain, there'll be little pieces of your\nlife all over the gutter. ‘Cause I'll\nblow the rest away.\n\nEverett stares at her. She shuts the door with a heavy\nthud. Wally is about to drive away when Nussbaum opens\nthe car window.\n\nNUSSBAUM\nOne more thing, barfly.",
  "67": "---END OF PREVIOUS SECTION---\nShe shuts the door with a heavy\nthud. Wally is about to drive away when Nussbaum opens\nthe car window. NUSSBAUM\nOne more thing, barfly. \n---TARGET SECTION TO BE ANNOTATED---\n Just thought\nyou oughta know before your latest lost\ncause confesses. Anyone ever tell you\nthat Beachum volunteered for a lie\ndetector test? Yeah. He flunked, big\ntime. Sure, it's inadmissible -- that's\nwhy you didn't read about it in the\ntranscripts. Still, it kind of captured\nour interest. Why don't you go pour\nyourself a tall one and think it over?\n\nEverett stares at her. The car speeds off.\n\nFor a moment, Everett crumbles. He sits down on the\nsteps of the courthouse and puts his head in his hands.\n\nINT. CITY ROOM - DAY 94\n\nAs Everett walks in, he sees Bob Findley smiling at\nhim!-- a tight, terrible little smile that says: I have\nyou by the balls. Everett goes to his desk, turns on his\ncomputer, and unwraps a ham sandwich. He lets out a long\nsigh.\n\nAt the desk next to him, TOM DONALDSON, a plump reporter\nin his forties, rolls his chair over. He holds a glass\nof Scotch.\n\nDONALDSON\nHey, Ev.\n\n(CONTINUED)\n\f94\n\n93.\n\nCONTINUED: 94\n\nEverett nods. For a moment he looks longingly at the\n\nScotch.\n\nDonaldson notices.\n\nDONALDSON\nHey, you want a nip?\n\nEverett's eyes say yes, but then he shakes his head.\n\nEVERETT\nNo. Thanks, Tom, I don't think I\nbetter.\n\nDONALDSON\n\nSorry, Ev. I forgot. Hey, what's with\nyou and Bob? He's been giving you the\nevil eye all day.\n\nEVERETT\nYeah, and you know what? It's working.\n\nDONALDSON\nNo, really -- did something happen at\nthe prison? Some big uproar?\n\nEVERETT\nTell me something, Tom. Why would a\nguilty man volunteer for a lie detector\ntest?\n\nDONALDSON\nHappens all the time. Perp gets cocky,\nthinks he can slide one by. Course,\ninnocent men flunk 'em sometimes, too.\nWhy? Bob want you to take one?\n\nEVERETT\nThere's a cute idea. No, I don't think\nmy guilt's in any doubt.",
  "68": "---END OF PREVIOUS SECTION---\nBob want you to take one? EVERETT\nThere's a cute idea. No, I don't think\nmy guilt's in any doubt. \n---TARGET SECTION TO BE ANNOTATED---\n Hey, is\nBridget still here? I was going to try\nand get her to do some scutwork for me.\nWomen are feeling more secure these\ndays, you know.\n\nDONALDSON\nShe went home. But I'll get you a cup\nof coffee if you'll give me head.\n\nEVERETT\nCool. Could you see if you can track\ndown any of the detectives who worked\nthe Beachum case? See if anyone ever\nheard of another witness at the murder\nscene -- a kid. I just need a name and\naddress.\n\n(CONTINUED)\n\f94\n\n94.\nCONTINUED: (2) 94\nEVERETT'S POV\nAt the other end of the room, Alan is opening his office\n\ndoor to look out. And Bob is standing up from the city\ndesk, ready to join the attack.\n\nDONALDSON\nYou got it.\nBACK TO SCENE\nEVERETT\nAnd, Tom. Could you get me a cup of\n\ncoffee?\n\nDonaldson blows him a kiss and walks away. Everett picks\nup the phone and punches in some numbers. He gives Alan\na friendly wave. Alan glances at Bob, who returns the\nglance. Alan goes back in his office. Bob sits back\ndown at his desk.\n\nVOICE (V.O.)\n(on phone)\nLegal Services.\nEVERETT\n\nIt's Steve Everett at the Tribune. Who\ncan talk to me about Beachum.\n\nVOICE\nAll of us. Anyone here.\n\nEVERETT\nOkay. Before Beachum goes in the store,\na kid drives into the parking lot.\nRight?\n\nVOICE\nWrong. Anyway, there's nothing like\nthat in the files.\n\nEVERETT\nHow do you know? Aren't you gonna\ncheck?\nVOICE\n(laughing)\n\nBelieve me, Mr. Everett, we all know.\nEverybody here has memorized these files\nthe last two weeks. There are no other\nwitnesses. Porterhouse, Larson --\nthat's it. But a lot of circumstantial\non top of that.\n\n(CONTINUED)\n\f94\n\n95\n\n95.\nCONTINUED: (3) 94\n\nEVERETT\n(sighing)\nRight. Okay. Thanks anyway.\n\nEverett hangs up the phone and looks at Donaldson.\nDonaldson shakes his head.\n\nEVERETT\nShit.\n\nAlan's door opens again.",
  "69": "---END OF PREVIOUS SECTION---\nDonaldson shakes his head. EVERETT\nShit. Alan's door opens again. \n---TARGET SECTION TO BE ANNOTATED---\n Alan steps out.\n\nEVERETT\nShit.\n\nDONALDSON\n(hanging up)\nThat was Benning, the whip on the\ninvestigation. Says it rings a bell,\nbut turned out to be nothing. Doesn't\nremember any names.\n\nEVERETT\nShit.\n\nDONALDSON\nAnd Ardsley, who headed the\ninvestigation, he's retired. Florida\nsomewhere.\n\nEVERETT\nShit.\n\nALAN\n(from across the room)\nEverett! Get in here.\n\nEVERETT\nShit.\n\nEverett sees Bob rise and head toward Alan's office.\nEverett walks across the big room. It's a long walk.\nINT. ALAN'S OFFICE - DAY 95\n\nAlan waves Everett inside, and Bob comes in behind him,\nsmiling his tight, satisfied little smile.\n\nEVERETT\n(to Bob)\nWell, you don't have to look so happy\nabout it.\n\n(CONTINUED)\n\f95\n\n96.\nCONTINUED: 95\n\nBOB\nI'm not happy. Why would you say that?\n\nAlan sits down and rubs his forehead.\n\nALAN\nI understand your interview at the\nprison went somewhat beyond the\nrequirements of a human interest\nsidebar.\n\nEverett grabs his cigarettes and shoots one into his\nmouth.\n\nEVERETT\nOkay. I colored outside the lines a\nlittle. I don't think Plunkitt's sore.\n\nEverett lights the cigarette and draws hard on it.\n\nBOB\nNo, Steve. He just figured you were\nback on the booze. And by the way,\nthere's no smoking in this building.\n\nALAN\nBoys, boys. Come on. I can't have\nthis. Everett, say you're sorry. Bob,\npunch his lights out.\n\nBOB\n(looking surprised)\nThis isn't a personal matter, Alan.\nThis was an important story. I gave\nSteve very specific instructions on\nthis. The paper made promises to\n\nPlunkitt...\nEVERETT\nThe guy's innocent!\nBOB\n(rolling his eyes)\nOh.\nEVERETT\n(angrily)\n\nHe is! Bob, it's not a human interest\nsidebar. It's a cruci-fucking-fiction,\nman! What did you want me to say to\nhim, how's the weather up there, Mr.",
  "70": "---END OF PREVIOUS SECTION---\nBob, it's not a human interest\nsidebar. It's a cruci-fucking-fiction,\nman! What did you want me to say to\nhim, how's the weather up there, Mr. \n---TARGET SECTION TO BE ANNOTATED---\nChrist?\n\nEverett pulls out his notebook and slaps it on the desk.\n\n(CONTINUED)\n\f97.\n95 CONTINUED: (2) 95\n\nEVERETT\nLook, I got all that personal crap you\nwanted. He believes in God. He's going\nstraight to heaven. He's happy as a pig\nin shit, all right? He can't wait to be\njuiced. You can use that in the\nsidebar.\n\nBOB\n(more in sorrow than\nanger )\nThat's not the point.\n\nEVERETT\nYou bet it's not the point.\n\nALAN\nWell, look. We'll take Everett off the\nexecution and put Harvey on it instead.\n\nBOB\nFine. But that's still not the point.\nALAN\nYeah, well, we all know what the point\nis.\nBOB\n\n(very deliberately)\nThe only point is that I can't work with\nyou anymore, Steve. Maybe you're a good\nreporter. Everyone says so. But there\nare other good reporters and they don't\nhave your attitude and they follow\ninstructions. I can't work with you.\n\nAlan lets out a low moan. Everett smokes, studying the\nfloor. Bob gazes at him righteously. Then Everett\nexplodes.\n\nEVERETT\nWhy don't you just hit me, Bob? I\ndeserve it. I'll fall down. I'll\nbleed. You'll love it. It'll be great.\nPunch me out, man.\n(beat)\n\nThen you can go home and hit your wife,\ntoo. She likes it.\n\n \n\nBob's head goes back a little, but he retains his icy\ncalm.\n\n(CONTINUED)\n\f98.\n95 CONTINUED: (3) 95\n\nBOB\nI guess we can't all live in the world\nof your imagination, Steve. I'm not\ngoing to hit anybody, no matter what\nthey want. If Patricia needs some other\nkind of relationship, she'll have to go\nfind that. But my marriage is none of\nyour business. What matters is that\nyou're a thoughtless, mentally\nunbalanced man, and I can't work with\nyou anymore.\n\nAlan moans again, covering his eyes with his hand.\nSuddenly, Everett realizes that he's losing his job. He\nturns to Alan.",
  "71": "---END OF PREVIOUS SECTION---\nAlan moans again, covering his eyes with his hand. Suddenly, Everett realizes that he's losing his job. He\nturns to Alan. \n---TARGET SECTION TO BE ANNOTATED---\nEVERETT\nAlan, listen. I've got the shooter.\n\nALAN\n(lowering his hand)\nYou what?\n\nBOB\nI don't think we should confuse two\nseparate issues.\n\nEVERETT\nI got the guy who shot Amy Wilson.\nBOB\nLook, even if he knows who shot\nKennedy! --\nALAN\nShut up, Bob. How have you got him?\nEVERETT\nI know who he is.\nALAN\nAll right. Who is he?\nEVERETT\nHe's... he's a guy. A guy who was\n\nthere.\nAlan pinches the bridge of his nose and closes his eyes.\n\nALAN\nYou're telling me the shooter was a guy\nwho was there? Good work, Steve.\nShould I hold the front page or do you\nwanna get two unnamed sources on it?\n\n(CONTINUED)\n\f99.\n95 CONTINUED: (4) 95\nEVERETT\n\nI'm telling you. The C.A., Nussbaum,\nhas his name. She just won't give it to\n\nme.\nALAN\nWhat about the defense?\nEVERETT\nI checked. It's not in their files.\nBOB\nThis is ridiculous.\nALAN\nThe cops?\nEVERETT\nDon't remember. Or they're sitting on\nit.\nBOB\nHave you tried the Yellow Pages? Under\nSs?\n\nEverett angrily stubs out his cigarette and turns toward\nthe window. Bob moves toward the desk, a mournful look\non his face.\n\nBOB\nAlan, I'm sorry. I really am. I know\nthis is causing problems for everybody,\nbut I want to be clear about this. I'm\nready to leave. I love this paper, but\nI'm not going to spend my life in an\nenvironment that has become intolerable.\n\nEverett watches the traffic. The buses are still\nrolling. People still go about their business.\n\nANGLE ON EVERETT\n\nInspiration hits. His eyes light up. He whirls around.\n\nEVERETT\n\nYou have to give me notice, Alan.\nALAN\n\nWhat?\nEVERETT\n\nIt's in my contract. You can't just axe\nme. You have to give me notice.\n\n(CONTINUED)\n\f95\n\n96\n\n97\n\n98\n\n100.",
  "72": "---END OF PREVIOUS SECTION---\nYou can't just axe\nme. You have to give me notice. (CONTINUED)\n\f95\n\n96\n\n97\n\n98\n\n100. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (5) 95\n\nBOB\nJust how much notice do you want, Steve?\n\nEverett looks up at the clock. We see it, too: 5:53.\n\nEVERETT\nSix hours and seven minutes.\n\nSAN QUENTIN STATE PRISON - DUSK 96\nA large, red sun slips behind a guard tower.\n\nINT. STORAGE ROOM - ADJOINING EXECUTION CHAMBER — 97\nCLOSE ON RED PHONE\n\nwith a taped label stuck to its base. McCardle picks up\nthe headset.\n\nMcCARDLE\nTesting red... testing red...\n\nHe replaces the receiver and moves to a tan phone labeled\n“Communications Room.\" We notice two other phones, one\nwhite (Corrections Dept.) and one black (Governor's\nOffice).\n\nMcCARDLE\nTesting tan... We're testing tan...\n\nA worker sprays Windex on a window facing the chamber.\nWe MOVE PAST him INTO the chamber, where two members of\nthe strap-down team inspect the gurney.\n\nMcCARDLE (0.S.)\nMoving to white...\n\nReuben Skycock tests the injection machine. He works at\na metal cabinet that contains three syringes. As he does\nwe:\n\nINTERCUT WITH:\nEXT./INT. EVERETT'S CAR - EVENING 98\nEverett is zooming along, his RADIO ON the NEWS.\nRADIO REPORTER (V.O.)\n.+. The first syringe will deliver five\ngrams of sodium pentothal, and that will\nbasically put him to sleep within a\nmatter of a few seconds, we're told.\n(MORE )\n\n(CONTINUED)\n\f98\n\n99\n\n100\n\n101\n\n102\n\nCONTINUED:\n\n101.\n98\n\nRADIO REPORTER (V.O.) (CONT'D)\n\nThen the line will be flushed with\ntwenty CCs of saline solution, and then\nhe will be given fifty CCs of\npancuronium bromide. Now that is a\nmuscle paralyzer, and his muscles will\nbe paralyzed at that point -- he won't\nbe able to breathe. And finally, fifty\nCCs of potassium chloride, and that'll\n\nstop his heart.\n\nWe talked with Prison\n\nDoctor Roger Waters earlier today.\n\nDR. WATERS (V.0.",
  "73": "---END OF PREVIOUS SECTION---\nWe talked with Prison\n\nDoctor Roger Waters earlier today. DR. WATERS (V.0. \n---TARGET SECTION TO BE ANNOTATED---\n(on the radio)\n\nIt should be a very pleasant, a very\nrapid sleep, and then the prisoner will\nknow nothing else after that.\n\nINT. DEATH CHAMBER - EVENING 99\n\nOver the preceding:\n\nSkycock testing the syringes.\n\nWe see each syringe as the radio reporter mentions it.\n\nThe CAMERA CONTINUES TO ROAM THROUGH the prison as we\nhear EVERETT'S RADIO IN V.O. We see:\n\nPLUNKITT\n\n100\n\nconferring with Dr. Waters.\n\nOTHER PRISONERS IN OPEN AREA 101\n\nWatching TV.\n\nThanks,\n\nTerry.\n\nRADIO NEWSCASTER (V.O.)\nAnd, as we told you\n\nearlier this afternoon, the governor met\nwith the murder victim's father and\nmother, who urged him not to grant\nBeachum a pardon. Governor's aide Harry\nMancuso spoke to us after that meeting.\n\nMANCUSO (V.O.)\n\nThis administration is determined to\nremain as tough on crime as it has\nalways been, and we are determined to\nsee justice done for the family of Amy\nWilson and the people of this state.\n\nEVERETT'S POV THROUGH WINDSHIELD OF CAR 102\n\nWe see a large warehouse-like structure -- the loft\nbuilding where Michelle Ziegler lived.\n\f103\n\n104\n\n105\n\n106\n\n102.\nMcCARDLE 103\nMoving on to test the black phone.\nCLOSE ON RINGING PHONE 104\n\nIt's in the kitchen of Everett's condo. Barbara, his\nwife, goes to answer it.\n\nBARBARA\nHello... Yes, this is... yes, Steve's\nwife. Why? Has something happened to\nhim?\nCLOSE ON EVERETT'S FACE 105\n\nWreathed in eerie light. Suddenly the light goes out.\n\nEVERETT\n(in a hoarse\nwhisper)\nShit!\n\nEXT. MICHELLE'S LOFT BUILDING - NIGHT\n\nWe PULL BACK to see that Everett is trying to pick the\nlock of the outside door with a credit card. He has just\ndropped his flashlight; he picks it up again, and it\nshines for a moment on Michelle Ziegler's name on the\nbuzzer. Everett monkeys with the credit card until he\nhears a CLICK.\n\nOnly it isn't really a click. It's the SNAP of his\nCREDIT CARD breaking in half.",
  "74": "---END OF PREVIOUS SECTION---\nEverett monkeys with the credit card until he\nhears a CLICK. Only it isn't really a click. It's the SNAP of his\nCREDIT CARD breaking in half. \n---TARGET SECTION TO BE ANNOTATED---\n He withdraws it and\nwatches the other piece fall to the ground. His\nflashlight jiggles on it for a moment.\n\nEVERETT\nShit!\n\nHe looks guiltily over his shoulder. The streets are\ndeserted. Stealthily, he reaches down and picks up an\nobject out of the darkness. A tire iron.\n\nHe rises. The wooden door has a windowed top. Everett\ntaps against it gently, stealthily.\n\nThe whole PANE SHATTERS with a resounding CRASH. Everett\nlooks around again, reaches in, and turns the inside\n\nknob.\n\nINT. MICHELLE'S BUILDING - NIGHT 106\n\nHe enters and hurries through the entryway. GLASS\nCRUNCHES under his feet.\n\f107\n\n108\n\n109\n\n103.\nINT. STAIRCASE - NIGHT 107\n\nEverett goes up the steps two at a time, panting. We can\nhear his BREATH sawing in and out of him. Three flights.\n\nINT. CORRIDOR - NIGHT 108\nEverett reaches the top and runs down the hall. When he\n\ngets to Michelle's door he collapses against the wall,\ngasping.\n\nFinally, he wills himself away from the wall, staring at\n\nthe column of stalwart locks on Michelle's door.\n\nSomewhat daunted, he nevertheless fits the wedge of the\n\ntire iron into the jamb.\n\nThe door swings slowly open. Surprised, Everett stumbles\nin.\n\nINT. MICHELLE'S APARTMENT - NIGHT 109\n\nEverett's flashlight sweeps the loft space, revealing\nboxes, tapes, and stacks of paper everywhere.\n\nEverett kneels down to examine the contents of one box.\n\nSuddenly, a hand lashes forward and grips his arm.\n\nVOICE (0.S.)\nVultures!\n\nEVERETT\nJesus!\n\nVOICE (0.S.)\n\nAlready the vultures come!\n\nEverett pulls away, staggers, hits a desk, and fumbles\nfor the lamp switch. He turns it on. In the light, he\nsees an ELDERLY MAN sitting on the edge of Michelle's\nhuge circular bed. He is slumped and droopy, but he is\nwatching Everett like a hawk.\n\nMAN\nSo steal. Go ahead.\n\nEVERETT\nMr.",
  "75": "---END OF PREVIOUS SECTION---\nMAN\nSo steal. Go ahead. EVERETT\nMr. \n---TARGET SECTION TO BE ANNOTATED---\n Ziegler?\n\nThe Man makes no reply, but he sighs and slumps even\nfurther.\n\nEVERETT\nI'm not a thief, Mr. Ziegler. I'ma\nfriend of Michelle's. A colleague.\nWorked with her at the paper.\n\n(CONTINUED)\n\f104.\n109 CONTINUED: 109\n\nMR. ZIEGLER\nMy friends, most of them knock.\n\nEVERETT\nRight. Sorry.\n(beat)\nI'm sorry about Michelle. I liked her a\nlot. She was a terrific reporter. Top-\nnotch.\n\nMR. ZIEGLER\nSo you come to give the eulogy?\n\nEVERETT\nNo, I -- she was working on a story.\nSee, there's a man, an innocent man, and\nthey're going to execute him tonight.\nAnd I think there may be something in\nthese papers that could save his life.\n\nMR. ZIEGLER\nSomething Michelle did?\n\nEVERETT\nYeah. She was onto something. That's\nwhy I --\n\nMR. ZIEGLER\nSo look.\n\nEverett glances at his watch: 6:45. He starts rummaging\nthrough boxes. As he does, Mr. Ziegler talks to him ina\nfar-away voice.\n\nDuring the next few exchanges, we INTERCUT Everett's\nsearching with Mr. Ziegler's talking and CLOSEUPS OF what\nEverett finds among Michelle's boxes: photos of\natrocities, notes about other murder trials, pictures of\nchalk outlines, a bag of marijuana, etc. Dust rises in\nthe air, and Everett coughs as he works.\n\nMR. ZIEGLER\nI've been going through her things, too.\nYou see this?\n\nHe holds up a little plastic horse. Everett looks up\npolitely, but he's getting increasingly desperate.\n\nMR. ZIEGLER\nGave it to her when she was nine. She\nloved it. Know what she named it?\n\n(CONTINUED)\n\f105.\n109 CONTINUED: (2) 109\n\nEVERETT\n(checking his watch)\nNo. What?\n\nMR. ZIEGLER\nMr. Id. Can you imagine that? Nine\nyears old. Mr. Id. Oh, she saved\neverything. Look at this.",
  "76": "---END OF PREVIOUS SECTION---\nId. Oh, she saved\neverything. Look at this. \n---TARGET SECTION TO BE ANNOTATED---\n I don't know\nwhen she did it -- must have been four\nor five.\n\nHe holds up a child's drawing. Not exactly \"Green\nPastures,\" but remarkably similar. Everett takes a\ncursory glance, and then looks again.\n\nPICTURE\n\nA daddy separated from a mommy and small daughter by a\nvast field. It's signed, \"Gail.\"\n\nEVERETT (0.S.)\nDo you know where you found this?\n\nCLOSE ON MATERIAL\ndumped on the dining table.\n\nEverett's hand feverishly combing through the pile of\ndocuments, photos, clippings, tapes, and notes, all\npertaining to the Beachum case.\n\nPULL BACK to show Mr. Ziegler is standing now, watching\nEverett work. Everett doesn't notice a notebook that he\nhas dropped. Achingly, rheumatically, Mr. Ziegler bends\ndown and picks it up.\n\nMR. ZIEGLER\nThis anything?\n\nEVERETT\n(not even looking up)\nWhat?\n\nMR. ZIEGLER\nSays, ‘Warren Russel. Seventeen years.\n4331 Knight Street. Interviewed July\nseventh at own request.'\n\nEverett grabs the notebook and reads.\n\nEVERETT\n‘Bought soda and left. Saw nothing.\nSomething fishy here?'\n(looking up)\nThank you, Mr. Ziegler. Michelle -- she\nwould have been one of the best.\n\f110\n\n106.\nINT. DEATHWATCH CELL 110\nLuther Plunkitt walks quietly to Frank's cell. Reedy\nsits behind him and types in the chronological: \"19:04\n-- Warden Plunkitt enters Deathwatch cell.\"\nPlunkitt lifts one hand in a gesture of apology.\nPLUNKITT\nSorry, Frank. We're gonna have to ask\nMrs. Beachum to leave now.\n\nBEACHUM\nGive us a minute, okay?\n\nPLUNKITT\nSure.\n\nPlunkitt retreats, and Frank and Bonnie face each other.\n\nBONNIE\nOh God.\n\nBEACHUM\nNo. No, baby.\n\nBONNIE\n\nI swear I don't know how I'm gonna...\n\nBEACHUM\nI won't get a chance later, you know, to\nsay good-bye. You take care of our\nlittle girl, Bonnie.",
  "77": "---END OF PREVIOUS SECTION---\nBONNIE\n\nI swear I don't know how I'm gonna... BEACHUM\nI won't get a chance later, you know, to\nsay good-bye. You take care of our\nlittle girl, Bonnie. \n---TARGET SECTION TO BE ANNOTATED---\nBONNIE\nYou know I will, baby.\n\nBeachum hands her the letter he wrote for Gail.\n\nBEACHUM\nAnd you give her this. Don't forget.\nIt's not much, but it's the only thing!--\n\nHe stops, struggles for composure.\n\nBONNIE\nIt'll be precious to her, Frank. It'll\nbe her most precious thing.\n\nHer tears are falling now. Beachum's voice is trembling.\n\nBEACHUM\nI sure didn't mean for this to happen to\nus, Bonnie. I meant to be there for\nyou.\n(MORE )\n(CONTINUED )\n\f107.\n110 CONTINUED: 110\n\nBEACHUM (CONT'D)\nI wanted -- I wanted to see my little\ndaughter grow up. Now you're gonna have\nto do that for the both of us, Bonnie.\n\nBONNIE\nWe gotta be thankful for the time we\nhad, Frank. It's just -- it was too\n\nshort. It was so short, Frank.\n\nBEACHUM\nLeast we made Gail together. We made\nsomething beautiful in this world. When\nyou look at her, you gotta remember me,\nall right? Can you do that?\n\nBONNIE\nOh, Frank, I'm so scared.\n\nBEACHUM\nIf I can see you, you know? At the end\nthere, if I can see your face...\n\nBONNIE\nI'm gonna be there, Frank. And I'll\ntalk to you. Every day I'll talk to\nyou.\n\nBEACHUM\nYou talk to me, baby. I'm gonna need to\nhear you talking to me.\n\nCrying, she studies his face, trying to memorize it.\nBeachum bites his lip, but it quivers anyway. Finally,\nBonnie collapses in his arms, and they both break down,\n\nsobbing.\n\nBONNIE\n\nOh God, Frank. How did this ever happen\n\nto us?\nBEACHUM\n\nGod bless you, Bonnie. You gave me the\n\nonly life I had that was worth a damn.\n\nGod bless you, baby. God bless you.\n\n111 EXT. BROWNSTONE TENEMENT - NIGHT 111\n\nAn upstairs window. An elderly black woman, ANGELA\nRUSSEL, pokes her head out and looks down.\n\nMRS.",
  "78": "---END OF PREVIOUS SECTION---\nBROWNSTONE TENEMENT - NIGHT 111\n\nAn upstairs window. An elderly black woman, ANGELA\nRUSSEL, pokes her head out and looks down. MRS. \n---TARGET SECTION TO BE ANNOTATED---\n RUSSEL\nWho's there?\n\n(CONTINUED)\n\f111\n\n112\n\n108.\nCONTINUED: 111\n\nEverett is standing on the stoop, ringing her bell.\nBehind him, some very young, very tough-looking kids are\ncircling his car.\n\nEVERETT\nSteve Everett, ma'am. I'm a reporter\nwith the News.\n\n \n\nThe window slams shut. Everett waits for a moment,\nwondering, eyeing the nasty-looking kids.\n\nThe door opens. Mrs. Russel is a powerful-looking woman\nin her fifties. She wears a shapeless floral housedress\nthat ends at the shoulders and the knees, and she twists\na gold locket that she wears around her neck. Suddenly\nshe yells.\n\nMRS. RUSSEL\nGo home!\n\nEverett is startled. It takes him a moment to realize\nthat she is yelling at the kids behind him.\n\nMRS. RUSSEL\nQuit casing that man's car. It's your\ndinner time. Go home.\n\nThe kids edge away sulkily. Mrs. Russel examines\nEverett.\n\nMRS. RUSSEL\nSorry about them kids.\n\nEVERETT\nNo, that's all right. I'm just so, I\nmean I'm amazed I could find you here\nafter six years --\n\nMRS. RUSSEL\nYou thought I mighta moved to the\nsuburbs?\n(beat)\nCome on in.\n\nShe turns and Everett follows her in.\n\nINT. MRS. RUSSEL'S APARTMENT - NIGHT 112\n\nIt is stifling and airless. Mrs. Russel opens a window.\nThe steady DIN of TRAFFIC fills the room. The room is\nsparsely furnished -- a rocking chair, a TV, a ratty\ncouch, a dresser with pictures on it.\n\n(CONTINUED)\n\f109.\n\n112 CONTINUED: 112\n\nEVERETT\n\nSo you're...\nMRS. RUSSEL\n\nAngela Russel.\nEVERETT\n\nAnd Warren...\nMRS. RUSSEL\n\nMy grandson.\n\nEverett has caught sight of a picture on Mrs. Russell's\ndresser. We see it, too -- a younger Mrs. Russel with a\nsmiling teenager wearing a backward baseball cap.\n\nEVERETT\nThat Warren?\n\nMRS. RUSSEL\nIt is.",
  "79": "---END OF PREVIOUS SECTION---\nEVERETT\nThat Warren? MRS. RUSSEL\nIt is. \n---TARGET SECTION TO BE ANNOTATED---\n You wanna tell me why you're\nhere?\n\nEVERETT\n\nMrs. Russel, it's very important that I\ntalk to Warren. I need to see him\ntonight.\n\nMRS. RUSSEL\nIs that right? And what could be so\nimportant, if you don't mind my askin'?\n\nEVERETT\nThere's a man on death row, and he's\ngoing to be executed tonight. They say\nhe killed this grocery store cashier Amy\nWilson six years ago. I think he's\ninnocent. And I also think your\n\ngrandson may have... may know something\nabout it.\nMRS. RUSSEL\nNow why would you think a thing like\nthat?\nEVERETT\nBecause he was the only other one there.\nMRS. RUSSEL\nOh? And how do we know that?\nEVERETT\nBecause... the witnesses didn't see\n\nanybody else.\n\n(CONTINUED)\n\f110.\n112 CONTINUED: (2) 112\n\nMRS. RUSSEL\nSo there was witnesses even though\nnobody else was there? Now help me out\nhere. I'm getting confused.\n\nEVERETT\nAll right, yes. There were two witnesses.\nAn accountant and a housewife.\n\nMRS. RUSSEL\nWhite people.\n\nEVERETT\nYes...\n\nMRS. RUSSEL\n\nAnd I'll just bet that Amy Wilson was\nwhite too, wasn't she?\n\nEVERETT\nShe was, but I don't think --\n\nMRS. RUSSEL\nYou don't think these nice white people\nwould ever kill that nice white girl. But\nthey all looked around and, whaddaya know,\nthere was a black boy.\n\nEVERETT\nNo, it wasn't like that. It was!-- Mrs.\nRussel, think back. Six years ago. Was\nWarren using drugs?\n\nMRS. RUSSEL\n(as if to an idiot)\nYeah. He was using drugs.\n\nEVERETT\nDoes he own a gun -- or did he then?\n\nMRS. RUSSEL\nOh, they all got guns, Mr. Everett.\nDon't you know that? All those black\ndrug-fiend boys got guns.\n\nEVERETT\nCan I just talk to him, Mrs. Russel? Do\nyou know where he is?\n\nMRS.",
  "80": "---END OF PREVIOUS SECTION---\nRussel? Do\nyou know where he is? MRS. \n---TARGET SECTION TO BE ANNOTATED---\n RUSSEL\nYes, I do. And no, you can't.\n\nEVERETT\nAn innocent man is going to be killed!\n\n(CONTINUED)\n\f112\n\n113\n\n111.\nCONTINUED: (3) 112\n\nMRS. RUSSEL\nWell, I seen a lot of innocent folks get\nkilled in this part of town. But it's\nfunny: I ain't never seen you here\nbefore.\n\nEVERETT\nMrs. Russel, I know you think this is a\nrace thing. It's not a race thing.\nThat innocent man on death row -- he's\nblack, too. Did you know that? They're\ngoing to kill him at midnight. I'm just\n-- I just need to know the facts.\n\nMRS. RUSSEL\nOnly fact I know, Mr. Everett, is that\nmy grandson Warren been in his grave now\ngoing on three years. Stabbed out there\nin the park.\n\nShe wraps her hands around the locket and is suddenly\nnear tears.\n\nMRS. RUSSEL\nMy Warren was a loving child. And I\ndidn't see you coming around looking for\nthe facts when he was killed. No one\ncame around looking for the facts then.\n\nEXT./INT. EVERETT'S CAR 113\n\nEverett is driving, fumbling with his RADIO, getting\nSTATIC. He bangs on it angrily -- we can see he's\nfrustrated and upset, and not principally about the\nradio.\n\nEVERETT\n(banging)\nLoser!... Fuck!\n\nHe finally finds a station that comes in clearly.\n\nRADIO NEWSCASTER (0.S.)\n+. and we're told he is now having the\nlast meal he requested earlier -- steak\nand French fries and Budweiser beer.\nOddly enough, he also requested two six-\npacks of Coke...\n\nEVERETT'S POV\n\nTHROUGH the windshield, we see that he is coming up on\nDead Man's Curve, the very curve that took Michelle\nZiegler's life.\n\n(CONTINUED )\n\f113\n\n114\n\n115\n\nTRUE CRIME - Rev. 5/11/98 112.\nCONTINUED: 113\n\nRADIO NEWSCASTER (V.O.)\n«+. Prison authorities agreed to one\nsix-pack, but refused his request for a\nsecond.",
  "81": "---END OF PREVIOUS SECTION---\nCONTINUED: 113\n\nRADIO NEWSCASTER (V. O.)\n«+. Prison authorities agreed to one\nsix-pack, but refused his request for a\nsecond. \n---TARGET SECTION TO BE ANNOTATED---\n And, in case you're just tuning\nin, we'll repeat our top story.\nConvicted killer Frank Beachum has for\nthe first time confessed to his crime...\n\nEverett's face: thunderstruck.\n\nRADIO NEWSCASTER (V.O.)\n...- However, a source close to the\ngovernor's office says that despite\nBeachum's expression of remorse for the\nmurders of Amy Wilson and her unborn\nchild six years ago, the execution\nwill proceed as scheduled at one\nminute after midnight tonight.\n\nEXT. SERVICE STATION - ADJACENT TO DEAD MAN'S CURVE - 114\nNIGHT\n\nEverett pulls up next to the shattered remains of\nMichelle's car. He gets out, slams the door, and strides\nover to the nearby vending machine. He drops in some\nquarters, and pushes the Dr. Pepper button. The can\ndrops down with a loud THUNK. Everett takes it out and\nheads back toward his car, but when he reaches the ruins\nof Michelle's car, he stops, drops the Dr. Pepper, and\nsquats down. He rocks for a moment in despair, seemingly\ncommuning with the hole in the shattered windshield.\n\nThe CAMERA GOES THROUGH the hole, INTO the dark. There,\nstrangely, we see Everett's little daughter, Kate. He\nis looking out at us curiously. He reaches up and...\n\nINT. KATE'S BEDROOM - NIGHT 115\n\n.-. Kate grabs Everett's hand. Everett is now sitting by\nher bedside, gazing at his daughter. Kate strokes the\nhair on her father's forearm thoughtfully.\n\nKATE\n(happy to see him)\nWhy are you here?\n\nEVERETT\n(forcing a laugh)\nWhere else would I be, silly?\n\nKATE\nWhere did you go?\n\nEVERETT\nWild goose chase, m'dear.\n(CONTINUED )\n\f115\n\n116\n\nTRUE CRIME - Rev. 5/11/98 113.\n\nCONTINUED:\nKATE\nYou... you went chasing?\nEVERETT\nChasing salvation, sweetie. Couldn't\ncatch it.\nKATE\nWhy?\nEVERETT\n\nIt disappeared. Poof!\n\nHe makes a magician's gesture with his hands. Kate looks\nat him uncomprehendingly.\n\nEVERETT\nHey. Sorry about today at the zoo.",
  "82": "---END OF PREVIOUS SECTION---\nKate looks\nat him uncomprehendingly. EVERETT\nHey. Sorry about today at the zoo. \n---TARGET SECTION TO BE ANNOTATED---\n But\nI'll make it up to you, okay? You wanna\ngo this weekend? We'll do Slow Zoo.\n\nKATE\nAnd can we see the hippopotamus?\n\nEVERETT\nOh yeah. I already called him. He's\nexpecting us.\n\nKATE\n(fondly)\nMy little daddy... I will go to sleep\nnow.\n\nEVERETT\nGood move.\n\nHe stands and moves to the door. For a moment, he\nwatches his daughter lying there. Kate turns her head\nand peeks at Everett. Seeing him still there makes the\ngirl smile.\n\nEVERETT\nGo to sleep, darlin'.\n\nHe turns out the lights and goes into the hall outside.\nFor a moment, he pauses and leans against the wall with\nhis head bowed.\n\nINT. EVERETT'S DINING ROOM - NIGHT\n\nBarbara is sitting over an empty cup of coffee, rubbing\nthe fingers of her left hand with her right. Everett\nsits down next to her, almost says something, and finds\nhe cannot. Then he looks at what she's doing with her\nhands.\n\n(CONTINUED )\n\n116\n\f116\n\n114.\n\nCONTINUED: 116\nBarbara has worked off her wedding ring. Now she sets it\non the tabletop, as far from her -- and as close to\nEverett -- as she can.\nBARBARA\n\nIf that were a bullet, you'd be dead.\n\nEverett picks up the ring and examines it. The\ninscription on the inner curve reads: \"Steve and\nBarbara.\" A long silence.\n\nEVERETT\nSo I guess -- what? Bob called you?\n\nBARBARA\nWhat's the difference who called me?\n\nEverett shrugs. Right; makes no difference.\n\nBARBARA\nIt's over, Ev. I know you're going to\napologize. I know you'll try and do\nbetter. Honey, it's too late.\n\nEVERETT\n(reeling)\nWon't this be kind of... hard on the\nkid?\nBARBARA\n\nGood time to think of it, Ev.\n\nEVERETT\nLook, I can change. Can't we just erase\nall this? I've had a ridiculous,\nterrible day -- everything I did was\nwrong. Everything I thought was --\n\nBARBARA\nEv, it isn't just today.",
  "83": "---END OF PREVIOUS SECTION---\nCan't we just erase\nall this? I've had a ridiculous,\nterrible day -- everything I did was\nwrong. Everything I thought was --\n\nBARBARA\nEv, it isn't just today. \n---TARGET SECTION TO BE ANNOTATED---\nEVERETT\n\n(desperate)\nYeah, but today was the end of it.\nToday I understood -- Look, I know I'm\neasily tempted. I know that. But is\nthat so -- Barbara, I love you. I'm\nfalling apart here, and it's my own\ngoddamn fault. I need you. I want to\nput the pieces back together.\n\nBarbara looks at him very gently and ruefully.\n\n(CONTINUED)\n\f116\n\n117\n\n115.\nCONTINUED: (2) 116\n\nBARBARA\nEv, I feel sorry for you. You and your\nfamous nose for a story. You think you\ncan just sniff your way along, you know,\nfrom one hunch to another, one woman to\nanother, one drink to another when\nyou're drinking. But people aren't\nstories, Ev. You can't line up all the\nfacts and think you know something.\nYour hunches are shit, Ev. Even when\nthey're right, they're shit.\n\nEVERETT\nThey're all I've got.\n\nBARBARA\nWell, I hope they do somebody some good\none of these days, because they haven't\ndone a thing for this marriage.\n(beat)\nI've packed your stuff. You can take it\nnow or come back for it later.\n\nEVERETT\nBarbara --\nBARBARA\nGet out of here, Ev.\n(beat)\nGet out!\n\nHe sits for a moment, staring down at the table, pressing\nhis lips together so they won't tremble. Then he puts\nthe ring in his shirt pocket, gets up, and leaves.\n\nINT. PRISON CORRIDOR - NIGHT 117\n\nLuther Plunkitt bursts through a door, his rage suggested\nby the ferocity of his pace. Behind him, Reverend\nShillerman, trotting to keep up.\n\nREVEREND SHILLERMAN\n+. of course, you know, from time to\ntime, the governor's aides will, uh,\nphone me on matters of concern to the\ngovernor himself...\n\nPlunkitt attempts to blast through another door, but it's\nlocked. He smacks it and does a U-turn. Shillerman\nfollows.\n\n(CONTINUED)\n\f117\n\n118\n\n116.\n\nCONTINUED: 117\n\nREVEREND SHILLERMAN\n++.",
  "84": "---END OF PREVIOUS SECTION---\nShillerman\nfollows. (CONTINUED)\n\f117\n\n118\n\n116. CONTINUED: 117\n\nREVEREND SHILLERMAN\n++. \n---TARGET SECTION TO BE ANNOTATED---\n now in the course of spiritual\ncounseling and ministrations, it's true\nthat I might have misunderstood\nsomething the prisoner might have said\nto me...\n\nPlunkitt passes a small holding area. A GUARD leans out.\n\nGUARD\nWarden, South Wing is looking for you.\n\nPlunkitt pushes through an exterior door.\nEXT. EXERCISE YARD - NIGHT 118\nPlunkitt strides toward the center of the yard.\n\nREVEREND SHILLERMAN\n.-. but if he says to me, meaning the\nprisoner, says to me ‘I'm sorry' and\nit's under these extreme conditions,\nthen when the governor's aide calls me,\nexpecting --\n\nPlunkitt whirls to face Shillerman.\n\nPLUNKITT\nShillerman, you know what you've done,\ndon't you? Now I have to call the\ngovernor's office. I have to issue a\nretraction to the press, tell them there\nwas no confession. Beachum has his own\npastor coming in anyway. So what did\nyou think you were doing?\n\nREVEREND SHILLERMAN\nWell, sir, I guess I --\n\nPLUNKITT\nYou made me look unprofessional,\nShillerman. Not a good thing to do.\nSpiritually speaking.\n\nPlunkitt leaves Shillerman in the middle of the empty\nyard.\n\nREVEREND SHILLERMAN\n(calling after him)\nIf any of the men feel they could use\nsome counseling tonight, I'll be here.\nLong as they need me. I'll be here.\n\f119\n\n117.\nINT. GORDON'S BAR - NIGHT 119\n\nIt's the same bar we see Everett in at the beginning of\nthe movie, during his last conversation with Michelle.\nTonight, Everett is back on the bottle. The bartender,\nNeil, pours him another. ON the TV, a BALL GAME.\n\nNEIL\nYou sure you want to do this, Ev?\nEVERETT\nDoes a bear shit... on Goldilocks?\nNEIL\nI don't know. No one ever asked me that\nbefore.\nEVERETT\n\nTrouble with having a kid. Fucks up\nyour quips.\n\nNEIL\nSo you're seriously rolling off the\nwagon. Must have been a rough day.",
  "85": "---END OF PREVIOUS SECTION---\nFucks up\nyour quips. NEIL\nSo you're seriously rolling off the\nwagon. Must have been a rough day. \n---TARGET SECTION TO BE ANNOTATED---\nEVERETT\nLost my wife, my kid, and my fuckin'\njob. Izzat pretty rough?\n\nNEIL\nYou lose your car, too? ‘Cause if\nyou're planning on driving --\n\nEVERETT\n(already pretty\nsauced)\nHey, Neil. I am the greatest driver on\nthe continent.\n\nNEIL\nI see. I'm talking to a dead guy.\nWould you leave me your stamp\ncollection?\n\nEverett downs some more and fingers the empty pretzel\nbowl.\n\nEVERETT\nMadder music and more munchies, Neil.\nHaven't eaten hardly all day.\n\nNeil replaces the pretzels. On the TV, a NEWS REPORT is\ncoming on about Beachum. Everett lights a cigarette, but\nhe can barely get the flame to the tip. Neil looks at\nhim.\n\n(CONTINUED)\n\f119\n\nTRUE CRIME - Rev. 5/11/98 118.\nCONTINUED: 119\nNEIL\nJesus Christ, Everett. Go the fuck\nhome, will ya?\n\nEVERETT\nGot no home, Neil-o. No fucking home.\n\nHe reaches into his shirt pocket and pulls out the ring.\nNeil walks away to watch the TV report. Everett stares\nmoonily at the ring, examines the inside, and then\nfumbles it.\n\nAs it spins on the counter, we SLIGHTLY OVERCRANK. On\nthe TV is the now-familiar picture of Amy Wilson in her\ndrab blouse, wearing the locket.\n\nEVERETT'S POV\n\nThe ring on the bar and the locket on TV seem to line up\nfor a moment, gleaming together.\n\nFLASHBACK!- CLOSE ON MRS. RUSSEL\nTwisting the small locket around her neck.\nBACK TO PRESENT - CLOSE ON EVERETT\nTrying hard to focus through his alcohol-induced haze.\nCLOSE ON FREDERICK ROBERTSON\nAmy's father, on TELEVISION.\nROBERTSON (V.O.)\n.+. For ninety-six dollars, and he took\nher ring and a locket I gave her for her\n\nsixteenth birthday...\n\nFLASHBACK - EVERETT WITH MRS. RUSSEL\n\nEVERETT\nSo you're...\nMRS. RUSSEL\nAngela Russel.\nCLOSE ON LOCKET\nThe florid, engraved initials: \"A.R.",
  "86": "---END OF PREVIOUS SECTION---\nRUSSEL\nAngela Russel. CLOSE ON LOCKET\nThe florid, engraved initials: \"A. R. \n---TARGET SECTION TO BE ANNOTATED---\nBACK TO PRESENT - EVERETT\n\nHis eyes on the ring, on the picture on TV, on the\npicture in his mind.\n\n(CONTINUED)\n\f119\n\n120\n\n119.\nCONTINUED: (2) 119\n\nSuddenly Everett stands up. He can barely stay on his\nfeet. The look in his eyes is wild, desperate.\n\nCLOSE ON Everett.\nFADE OUT.\nFADE IN:\nIN _EVERETT'S MIND - INT. POCUM'S GROCERY 120\n\nBeachum is already on his way to the bathroom, but this\ntime we watch him from the front of the store.\n\nBEACHUM\nYou're not always gonna do me this way,\nare you?\n\nAMY\n\nI swear, Frank. We just had some extra\nexpenses, end of the school year and\nall.\n\nBEACHUM\nIt's cool. July Fifteenth. Hey, I'm\njust gonna use the bathroom, okay?\n\nAMY\nYou know where, right?\n\nAs Beachum goes into the entryway toward the bathroom, we\nhear a NOISE at the FRONT DOOR. We WHIP-PAN TO the door,\nand in comes WARREN RUSSEL, looking nervous and mean. He\nscans the room and saunters over to the counter.\n\nAMY\nHelp you?\n\nWarren whips out a small gun and points it at Amy.\n\nWARREN\nGimme the money.\n\nTerrified, Amy opens the cash register and begins pulling\nout bills.\n\nAMY\nDon't hurt me, okay? Okay? Just take\nit.\n\nHe motions with the gun, and she hands him all the cash\nfrom the drawer.\n\n(CONTINUED)\n\f120\n\n121\n\nTRUE CRIME - Rev. 5/11/98 120.\nCONTINUED: 120\n\nWARREN\nThat it? That all you got?\n\nAMY\nI'm sorry. It's Fourth of July. We\nhaven't been that busy.\n\nWarren stares at her, hopped up, not ready to go yet.\nAmy is weeping with fright.\n\nCLOSE ON AMY'S LOCKET\nIt glints in the sun. We can see the initials: \"A.R.\"\nWarren points the gun at the locket around Amy's throat.\n\nWARREN\nGimme that.",
  "87": "---END OF PREVIOUS SECTION---\nWe can see the initials: \"A. R.\"\nWarren points the gun at the locket around Amy's throat. WARREN\nGimme that. \n---TARGET SECTION TO BE ANNOTATED---\n Quick!\n\nAmy moves her hand protectively toward the locket, which\nis hanging on her chest, just below her throat.\n\nAMY\n(crying out)\nPlease! Not that!\n\nIn the rear of the store, the TOILET FLUSHES. Warren\nlooks back toward the bathroom, startled.\n\nHis face: wide-eyed.\n\nSuddenly he SHOOTS Amy in the chest. Amy falls back behind\nthe counter, gurgling.\n\nIn a flash, Warren is on top of her. He rips the locket\nfrom around her neck and pulls a ring off her finger. We\ncan hear the bathroom DOOR OPENING. He sees the service\nentrance, jumps up and runs out.\n\nWe see him scampering through the service entryway, out\nthe screen door, through the parking lot to his beat-up\ncar. The MOTOR is already RUNNING. Warren jumps in,\n\ntosses the locket on the seat beside him, and PEELS OUT.\n\nWe see Warren's car leave the parking lot and drive.\n\nAbout a block away, a man is mowing his lawn and looks up\n\nat the car.\n\nINT./EXT. WARREN'S CAR - THROUGH HIS WINDSHIELD - DAY 121\nWarren drives. An oncoming car. It is Porterhouse.\n\nSteam is coming from his hood, and Porterhouse is looking\n\ndesperately at his dashboard indicators.\n\n(CONTINUED)\n\f121\n\n122\n\n123\n\nTRUE CRIME - Rev. 5/11/98 121.\nCONTINUED: 121\n\nHe doesn't notice Warren. He spots Pocum's and puts on\nhis turn signal.\n\nCLOSE ON LOCKET\n\nnext to Warren.\n\nWe PULL BACK, and now we are looking at the locket on TV.\n\nINT. GORDON'S BAR - NIGHT (PRESENT) 122\n\nEverett, thunderstruck, drunk out of his mind. He\nwobbles determinedly toward the door. Neil is still\nwatching the TV.\n\nTV ANCHOR (V.O.)\n(to his co-anchor)\n\nAnd, still on the Beachum execution\n\nstory, you'll recall that report we got\n\nabout an hour ago in which...\n\nEverett has reached the door. He grabs the handle and\npulls it open. The edge smacks into his forehead --\nhard. It draws blood.",
  "88": "---END OF PREVIOUS SECTION---\nHe grabs the handle and\npulls it open. The edge smacks into his forehead --\nhard. It draws blood. \n---TARGET SECTION TO BE ANNOTATED---\nEVERETT\nOw! Shit!\n\nBlood seeps down his brow and onto his fingers. Neil\nnotices him leaving and yells after him, but Everett is\nalready gone.\n\nNEIL\nI hope you're not driving, Ev! Hey, Ev!\n\nNeil turns his attention back to the TV, and we PAN UP TO\nit.\n\nTV ANCHOR (V.O.)\n... Frank Beachum was said to have\nconfessed his crime. Well, apparently\nthat report was in error. We're now\ntold that Beachum has not confessed and\nis still scheduled to go to his\nexecution just about an hour from now\nwithout having expressed a word of\nremorse for the killing six years ago of\ntwenty-year-old co-ed Amy Wilson...\n\nINT. DEATHWATCH CORRIDOR - NIGHT 123\nFour guards head toward Beachum's cell. Each carries a\n\nplastic riot shield; rubber truncheons dangle from their\nbelts. The lead guard carries a brown paper bag.\n\f124\n\n125\n\n122.\nINT. BEACHUM'S CELL 124\n\nThe door snaps open. Beachum bolts upright, his eyes\ndarting between the clock and Luther Plunkitt. Beachum\nis sitting with his own pastor, REVEREND FLOWERS, who now\nrises. The lead guard hands the paper bag to Plunkitt.\n\nPLUNKITT\nReverend Flowers, I'm just going to ask\nyou to step into another room for a\nmoment, all right?\n\nFlowers nods, nods to Beachum, and steps away. We can\nhear Reedy in the b.g., typing the chronological.\n\nPLUNKITT\nNow, Frank, this is the change of\nclothes we talked about. I'm gonna ask\nyou now to put these clothes on,\nincluding the special underpants that\nare provided for hygienic reasons. This\nis required, and I have to ask you if\nyou're going to give me any problems\nwith this.\n\nBeachum passively accepts the bag.\n\nPLUNKITT\nGood. Now, it would be wise at this\npoint, Frank, if you took the\nopportunity to use the toilet, for your\nown comfort. Since there might not be\nan opportunity later on. I'1l wait\noutside.\n\nPlunkitt exits.",
  "89": "---END OF PREVIOUS SECTION---\nSince there might not be\nan opportunity later on. I'1l wait\noutside. Plunkitt exits. \n---TARGET SECTION TO BE ANNOTATED---\n Beachum stares at the paper bag in his\nhands.\n\nEXT./INT. EVERETT'S CAR - MOVING - THROUGH WINDSHIELD - 125\nNIGHT\n\nWe're working very hard to stay in our lane. With\nminimal success.\n\nEVERETT\nC'mon, ya motherfucking hunk of tin! Ya\nshuddering pile of roasted shit, come\non!\n\nEVERETT'S POV\n\nThe car veering, nearly plowing through a crowd, back on\ncourse, veering again.\n\nOver a bridge -- skimming the guard rail in a shower of\nsparks.\n\n(CONTINUED)\n\f125\n\n126\n\n127\n\n128\n\nTRUE CRIME - Rev. 5/11/98 123.\nCONTINUED: 125\n\nKEE-RUNCH! We BASH into the rear of a CAR sitting at a\nred light. The car slams into the car in front of it.\nSounds of SHATTERED HEADLIGHTS and TAILLIGHTS dripping to\nthe pavement.\n\nAngry drivers emerge from their cars. Everett backs up.\n\nEverett starts to drive away, making a huge arc around\nthem.\n\nEverett moves into the intersection against the red\nlight. A car entering from across street smashes on its\nbrakes. Everett clips the car's rear fender, leaving a\nnice crater.\n\nINT. DEATHWATCH CELL 126\n\nHelpless and childlike, Beachum stands in his blue\nplastic diapers. Quickly, he covers them with loose\ngreen trousers.\n\nEXT. PRISON GATES - NIGHT 127\n\nReporters are gathered alongside a number of protestors\nholding a candlelight vigil and a handful of death-\npenalty supporters. A WILMA FRANCIS confers with her\nFIELD PRODUCER. Their crew eavesdrops.\n\nWILMA FRANCIS\nSo there are two executioners? What,\nthey each have a button?\n\nFIELD PRODUCER\nThey each have a button, but a computer\nscrambles the circuits so nobody knows\nwhich button actually does the trick.\n\nWILMA FRANCIS\nCan we talk to one of them?\n\nFIELD PRODUCER\nThey're kept anonymous. For security\nreasons.",
  "90": "---END OF PREVIOUS SECTION---\nWILMA FRANCIS\nCan we talk to one of them? FIELD PRODUCER\nThey're kept anonymous. For security\nreasons. \n---TARGET SECTION TO BE ANNOTATED---\nWILMA FRANCIS\nMan, can you imagine? Who are these\nguys?\n\nCLOSE ON LETHAL INJECTION MACHINE 128\n\nThe tubes leading through the wall, a red button that\nwill activate the plungers, a black button that shuts\neverything down, and another red button to activate the\nplungers. We PULL BACK to reveal a heavy man standing\nnext to the second red button.\n\n(CONTINUED )\n\f128\n\n129\n\n130\n\n131\n\n124.\nCONTINUED: 128\n\nHe is the second executioner. He scans the room. There\nis Reuben Skycock, hovering near the machine. Beyond\nhim, stands McCardle, next to the shelf of colored\nphones. There are Dr. Waters and his nurse. The second\nexecutioner looks down at his watch, then up again. Now\nhe spies the man he's looking for: the executioner, the\nman we have been following throughout the film.\n\nThe executioner comes to the machine, shakes Skycock's\nhand, nods to the second executioner, and assumes his\nposition next to the first red button.\n\nEXT. ANGELA RUSSEL'S STREET - NIGHT 129\n\nDark and scary, with the same mean-looking kids hanging\nout.\n\nSuddenly, Everett's battered CAR comes SCREAMING around\nthe corner. The kids take one look and scatter. The car\nmounts the sidewalk, smashes into a garbage can, slips\nback down into the street and comes to a STEAMING,\nshuddering halt. We hear a DISTANT BELCH.\n\nINT. PRISON VISITOR'S ROOM - NIGHT 130\nThe wall clock reads: 11:30.\n\nPANNING DOWN, we FIND Bonnie Beachum sitting alone among\nthe plastic tables and chairs. The loud BANGING of a\nMETAL DOOR opening startles her. A PRISON CUSTODIAN\nsticks his head in.\n\nCUSTODIAN\nOh. Sorry.\n\nThe door bangs shut. Bonnie folds her hand in her skirt.\nHer sunken eyes stare at nothing.\n\nEXT. ANGELA RUSSEL'S HOUSE - NIGHT 131\n\nEverett leans on the BUZZER. He looks up. The windows\nare dark. Everett looks at his watch: 11:32.",
  "91": "---END OF PREVIOUS SECTION---\nHe looks up. The windows\nare dark. Everett looks at his watch: 11:32. \n---TARGET SECTION TO BE ANNOTATED---\n He jams\nthe BUZZER AGAIN AND AGAIN, the frustration building in\nhim. Then he hits the door, hammering the frame with his\nalready-bloody fist. He kicks it. Finally he collapses\nagainst the door, the wood against the blood on his\nforehead. He groans, extends his arms along the wood,\nand then slumps, the energy oozing out of him. One last\nslap.\n\nThe CAMERA PULLS BACK. And then... Angela Russel opens\nthe door. She is wearing a bathrobe.\n\n(CONTINUED)\n\f131\n\n132\n\nTRUE CRIME - Rev. 5/11/98 125.\nCONTINUED: 131\n\nMRS. RUSSEL\nI was hoping you'd come back. I swear\nit to Jesus.\n\nEverett straightens, tries to pull himself together.\n\nEVERETT\nMrs. Russel, you and I need to --\n\nMRS. RUSSEL\nWe gotta hurry, Mr. Everett.\n\nA little stunned, and very drunk, Everett grabs Mrs.\nRussel's arm, and they head toward his car.\n\nMRS. RUSSEL\nThat Robertson man -- on the T.V., you\nknow, the girl's father. I saw him.\nAnd then I started in remembering that\nnight when Warren gave me that locket --\n\nEVERETT\nBecause it had the same initials!--\n\nMRS. RUSSEL\nHer maiden name, and I was remembering\nWarren's face that night -- oh, I could\nalways read that boy's face.\n\nSuddenly Mrs. Russel is near tears.\n\nMRS. RUSSEL\nOh God, Warren. Warren. He did a real\nbad thing, Mr. Everett. He wasn't a bad\nboy, but I know he did a real bad thing.\n\nThey get in the car.\nINT. EVERETT'S CAR - NIGHT 132\nEverett puts the key in the ignition, and turns it over.\nMRS. RUSSEL\nThey gonna kill that man in less than\nhalf an hour. We can't get to the\nprison in that time.\nEVERETT\n\nYou're right, lady. Fasten your\nseatbelt!\n\f133\n\n134\n\n135\n\nTRUE CRIME - Rev. 5/11/98 126.\nINT.",
  "92": "---END OF PREVIOUS SECTION---\nFasten your\nseatbelt! 133\n\n134\n\n135\n\nTRUE CRIME - Rev. 5/11/98 126. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CORRIDOR TO DEATH CHAMBER - BEACHUM'S POV 133\n\nFLUORESCENT LIGHTS, BUZZING, strobing. The guards lead\nBeachum down the corridor to the death chamber. Reverend\nFlowers strides behind the procession.\n\nFLOWERS\n.+. I will say of the Lord, He is my\nrefuge and my fortress; my God; in Him\nwill I trust. Surely He shall deliver\nthee from the snare of the fowler...\n\nEXT./INT. CAR - MOVING - NIGHT 134\n\nThe car is zooming along. Everett's driving is erratic,\nto say the least. But his mind is on something else.\n\nEVERETT\n(half to himself)\nThe locket is good. The locket is good,\nbut...\n\nMRS. RUSSEL\nThere's this boy sold Warren a gun\naround that time.\n\nEVERETT\nWhat?\n\nMRS. RUSSEL\nHe's in jail -- this boy. Might talk to\nthem if they give him some time off.\n\nEverett turns toward her, and the car veers.\n\nEVERETT\nI could kiss you.\n\nMRS. RUSSEL\nWatch the damn road!\n\nINT. DEATH CHAMBER 135\n\nBeachum is watching the strap-down team, a ghostly, empty\nlook on his face. When the gurney is ready, the strap-\ndown team very quickly lifts him onto it. He looks up at\nthe clock. The men pull the leather straps across his\nbody and fasten them.\n\f136\n\n137\n\n138\n\n127.\nEXT. CITY STREETS - HELICOPTER SHOT - NIGHT 136\nEverett's car rips recklessly through an intersection,\nfishtails wildly, almost loses it, recovers, and\naccelerates hard, the ENGINE cranked to its limit. The\ncar spews blue smoke.\nINT. EVERETT'S CAR - MOVING WITH ABANDON - NIGHT 137\n\nEverett passes a row of cars in the oncoming lane. Mrs.\nRussel pushes against the dashboard with both hands.\n\nMRS. RUSSEL\nYou drunk, now aren't I right?\nEVERETT\nYes, ma'am.\nMRS. RUSSEL\n\nYou a terrible driver, you know that?\n\nA city bus looms ahead.",
  "93": "---END OF PREVIOUS SECTION---\nMRS. RUSSEL\n\nYou a terrible driver, you know that? A city bus looms ahead. \n---TARGET SECTION TO BE ANNOTATED---\n Everett's car careens wildly to\navoid it.\n\nEVERETT\nYes, ma'am.\n\nMRS. RUSSEL\nLet me drive. What kind of white man\ndrives a shitbox like this anyway?\n\nSuddenly the car is filled with red and white light --\nand the sound of SIRENS.\n\nCLOSE ON REAR-VIEW MIRROR\n\nA police cruiser is following them, and we see a second\none come skidding out of a McDonald's lot.\n\nMRS. RUSSEL\nGun it, mister!\n\nEverett flashes her a scary grin.\n\nEVERETT\nWe go fast.\n\nINT. DEATH CHAMBER 138\nA nurse snaps Beachum's sheet down to his waist. She\nattaches two pads to his chest and runs the wires over\n\nthe gurney's side.\n\nNURSE\nThis is just for the E.K.G.\n\n(CONTINUED)\n\f138\n\n139\n\n128.\nCONTINUED: 138\n\nShe goes behind a white screen and returns holding a\ncotton ball and a needle. She pushes the needle through\nits wrapper and swabs the bend of Beachum's elbow.\n\nNURSE\nThis'1l be easier if you make a fist.\n\nCLOSE ON PLUNKITT\nwatching, hoping she'll find the vein easily.\n\nShe does. The connecting tube runs over the wall. She\nsticks two Band-Aids over the needle in an X to hold it\nfast. She tugs the sheet back up to Beachum's throat.\n\nPlunkitt watches Beachum's face. It's the face of any\nfrightened patient on a gurney, looking to a nurse for\nreassurance. To his chagrin, Plunkitt finds his right\nhand trembling against his pants leg. He slips the hand\ninto his pocket and moves to a more private corner of the\nroom. He takes a deep breath.\n\nCLOSE ON EVERETT'S REAR-VIEW MIRROR 139\n\nOne of the cruisers zigs to the side and overtakes\nEverett.\n\nINT./EXT. EVERETT'S CAR - MOVING - NIGHT\n\nEverett looks out the window and sees the side of the\ncruiser edging closer his car. He hears the cop's\nLOUDSPEAKER.\n\nCOP (V.O.",
  "94": "---END OF PREVIOUS SECTION---\nHe hears the cop's\nLOUDSPEAKER. COP (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nPull over! Pull over and stop the car!\n\nEverett takes his foot off the gas and the car slows at\nonce.\n\nMRS. RUSSEL\nWell, don't slow down now!\n\nThe cruiser moves in front of Everett's car and we see\nits brake lights flare. That's when Everett hauls the\nsteering wheel to the left and stomps on the gas.\n\nEverett's car shoots forward into the empty pocket left\nby the cruiser. Everett speeds into the night as the\ncruisers get going again behind him.\n\nMRS. RUSSEL\nYou had a real car, we would have lost\n‘em.\n\f140\n\n141\n\n142\n\n143\n\n144\n\n129.\nINT. DEATH CHAMBER - BEACHUM'S POV 140\n\nQuiet now, a blurred MURMURING of VOICES. His body\nstilled by straps, Beachum's eyes dart around the room.\nThey find Plunkitt talking softly to a guard; the\nsweeping hands of the clock; the saline solution running\ninto Beachum's arm; and finally the window behind which\nthe witnesses will sit.\n\nBeachum hears the sounds of PLASTIC BENCHES SCRAPING\n\nbehind the blinds as they enter the room. Is Bonnie\n\nthere? He peers into the dark.\n\nEXT. DEAD MAN'S CURVE - NIGHT 141\n\nIt looms in the dark just as we remember it: the same\nyellow lights. We hear APPROACHING SIRENS because --\n\nEXT. CITY STREET - NIGHT 142\n\nEverett's car is coming at a blinding speed, followed by\nthe two WAILING POLICE CRUISERS.\n\nINT. EVERETT'S CAR - MOVING - NIGHT 143\nEVERETT\n(yelling over\nENGINE ROAR)\nMrs. Russel, I have to tell you\nsomething.\nMRS. RUSSEL\n\nwhat? (yelling back)\nat?\n\nOne of the cruisers begins to pull alongside them.\nEVERETT\n(yelling)\n\nI want you to prepare yourself, all\nright? I'm about to attempt a\nmaneuver...\n\nTHROUGH the WINDSHIELD --\n\nDead Man's Curve, approaching very, very fast.\n\nEXT. DEAD MAN'S CURVE - NIGHT 144\n\nEverett's car burns over the straight edge of the\nboulevard and tears into the curve.\n\nMrs.",
  "95": "---END OF PREVIOUS SECTION---\nEXT. DEAD MAN'S CURVE - NIGHT 144\n\nEverett's car burns over the straight edge of the\nboulevard and tears into the curve. Mrs. \n---TARGET SECTION TO BE ANNOTATED---\n Russel shrieks. Everett shrieks, too.\n\nEverett's foot comes off the gas and hovers over the\nbrake.\n\n(CONTINUED)\n\f144\n\n145\n\n130.\nCONTINUED: 144\nThe two cruisers shoot past the car into the curve.\n\nEverett's CAR begins to SKID. Everett turns into the\nskid. The CAR SCREECHES under him.\n\nThe world goes by in a carousel blur.\n\nThe two cruisers lift into the air as they break across\nthe curb. One slides into the car lot. The other\nfollows and SMASHES broadside into the first one's TRUNK.\nBoth cars sit, smoldering, while the police inside them\nslowly climb out.\n\nEverett straightens the car out and hits the gas.\n\nEVERETT\nThey really ought to do something about\nthat place.\n\nHe looks over at Mrs. Russel. She stares straight ahead,\nher jaw dropped, her body as rigid as a tree trunk.\n\nMRS. RUSSEL\nNow that's some driving.\n\nINT. LOWENSTEIN HOUSE - SITTING ROOM - NIGHT 145\n\nA GRANDFATHER CLOCK TICKS QUIETLY. On the STEREO,\nDEBUSSY'S \"Clair de Lune.\" A Persian rug, rare books, a\ndainty escritoire by the window. MRS. LOWENSTEIN is bent\nover her needlework. Mr. Lowenstein, the paper's owner\nand the governor's pal, sits in a leather wing chair,\nwriting a letter.\n\nSIRENS. DISTANT at first, but insistent.\n\nLOWENSTEIN\nMust be something going on.\n\nMRS. LOWENSTEIN\nA fire, maybe. Or another accident up\non the curve.\n\nAnother sound. A RUMBLING, CLATTERING sound.\n\nMr. Lowenstein glances at the grandfather clock: 11:48.\nHe stands, pulling his bathrobe closed over his silk\npajamas. He moves to the window and peers out toward the\nstreet below.\n\nHIS POV - EVERETT'S CAR\n\nIts muffler unhinged and dragging, pulls to a stop ina\nshower of sparks. The hellish METALLIC BANGING SUBSIDES\ninto a HISS.\n\n(CONTINUED )\n\f145\n\n146\n\n131.",
  "96": "---END OF PREVIOUS SECTION---\nHIS POV - EVERETT'S CAR\n\nIts muffler unhinged and dragging, pulls to a stop ina\nshower of sparks. The hellish METALLIC BANGING SUBSIDES\ninto a HISS. (CONTINUED )\n\f145\n\n146\n\n131. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 145\n\nEverett rushes from the car and helps support what\nappears to be a very shaky black woman. They hurry to\nthe front door.\n\nMRS. LOWENSTEIN\nWhat is it, dear?\n\nLOWENSTEIN\nIt's... Steve Everett. From the paper.\n\nMRS. LOWENSTEIN\nOh? One of your reporters?\n\nLOWENSTEIN\nMm. A dyed-in-the-wool sonuvabitch.\nBut he's a goddamned bulldog with a\nstory.\n\nINT. DEATH CHAMBER 146\nThe tan PHONE RINGS. McCardle picks it up.\n\nMcCARDLE\nMcCardle... Yes, sir.\n\nHe replaces the phone and presses the intercom button.\nZachary Platt, the deputy warden, picks up McCardle's\ncall.\n\nMcCARDLE (0.S.)\nWe have a go.\n\nPlatt nods to Plunkitt. Plunkitt looks at the clock.\nMidnight. He removes the folded death warrant from his\npocket. Platt pulls a cord that raises the blinds\ncovering the witness window.\n\nWITNESS ROOM POV - THROUGH WINDOW\n\nThe stark white death chamber. The gurney. Beachum's\nface poking out from beneath the white sheet. Plunkitt\nreads from the death warrant.\n\nBonnie jerks forward on her bench. Beachum cranes his\nneck, desperately searching the window for her face.\n\nBonnie moves to the window.\nINSIDE DEATH CHAMBER\n\nPLUNKITT\n(finishing)\n+. by the state of California and\nsentenced to death by lethal injection.\nHave you anything to say?\n(CONTINUED )\n\f146\n\n132.\nCONTINUED: 146\nBeachum says nothing, but scans the window, which we now\nsee to be one-way glass. He can see only the chamber's\nreflection.\n\nUnseen by Beachum, Bonnie presses her face against the\nwindow and mouths the silent words, \"I love you.\"\n\nPlunkitt looks at the clock. The second hand is sweeping\nup to 12:01. McCardle looks toward Plunkitt. He waits\nfor a signal.\n\nThe executioner's hand lingers near the red button. He\nwaits.\n\nPlatt glances at a clock. Thirty seconds past 12:01.\nThe guard near him lifts an eyebrow.",
  "97": "---END OF PREVIOUS SECTION---\nPlatt glances at a clock. Thirty seconds past 12:01. The guard near him lifts an eyebrow. \n---TARGET SECTION TO BE ANNOTATED---\nMcCardle looks at Plunkitt, then at the clock. It's\nsweeping past 12:02.\n\nMOVING CLOSER ON Plunkitt. He appears to be frozen.\nCLOSER INTO his face and then his eyes, still and\ndistant. Slowly, he turns TOWARD CAMERA and nods deeply\nto the mirror.\n\nMcCardle nods. The executioner nods. Both executioners\nlook at each other, ready to coordinate their actions.\n\nThey push the red buttons.\nBONNIE'S FACE\nFull of anguish and love.\nBEACHUM'S FACE\n\nLooking desperately for her, mouthing the words, \"I love\n\nyou\" to the empty glass.\n\nWIDEN -- the first syringe, the sodium pentothal,\nplunging slowly down.\n\nThe arm tube with the sodium pentothal streaming through\nit.\n\nBEACHUM'S FACE\n\nHe grits his teeth, his eyes flutter, he strains to keep\nthem open.\n\nSuddenly, the black TELEPHONE RINGS.\n\nMcCardle jumps. He snaps up the handset. The\nexecutioners look at one another.\n\n(CONTINUED)\n\f146\n\n133.\n\nCONTINUED: (2) 146\nMcCARDLE\n(yelling out)\nYes, sir... But it's too late!\n\nPlatt is frozen. McCardle is speechless. The\nexecutioners stand stunned.\n\nSuddenly Plunkitt is moving, looking neither right or\nleft, pushing through the death chamber like a broken-\nfield runner. In a single motion, he rips away the Band-\nAid from Beachum's arm and brings the IV tube with it.\n\nHe throws it to the ground. Blood spurts from Beachum's\narm. Solution spurts from the writhing IV tube on the\nground.\n\nBONNIE'S FACE\n\nBreathless, speechless, silently screaming. Behind her,\nthe witnesses are on their feet.\n\nBEACHUM'S FACE\nEyes closed, empty, gone.\n\nPLUNKITT\nDoctor! We gotta save this man's life!\n\nDr. Waters is standing in the corner, within eyesight of\nthe lethal injection console. He looks at it. The first\nsyringe is completely empty, but the other two are still\nfull. The second plunger begins to go down.\n\nDR.",
  "98": "---END OF PREVIOUS SECTION---\nThe first\nsyringe is completely empty, but the other two are still\nfull. The second plunger begins to go down. DR. \n---TARGET SECTION TO BE ANNOTATED---\n WATERS\nIt's only the pentothal! Nurse!\n\nDr. Waters, the nurse, McCardle, and two guards converge\non Beachum's gurney. Platt reaches over and pushes the\nblack button. The lethal-injection CONSOLE HISSES to a\nhalt.\n\nA strange BANGING sound. It is --\n\nBONNIE\n\nHer eyes wide, her mouth open, her arms extended: She is\npounding on the window with her fists, screaming.\n\nBONNIE\nFrank! Frank!\n\nThe RHYTHMIC POUNDING SEGUES INTO another sound, a\nRHYTHMIC JINGLING as we...\n\nDISSOLVE TO:\n\f147\n\n148\n\n149\n\nTRUE CRIME - Rev. 5/11/98 134.\nCLOSE ON JINGLE BELLS 147\n\nPULL BACK -- A SANTA CLAUS is shaking them on the\nsidewalk outside the Union Station Mall. People toss\nmoney in his pot. His voice sounds vaguely familiar as\nthe CAMERA SWEEPS PAST.\n\nSANTA CLAUS\nIt's official. It's for charity. It's\nfor kids.\n\nINT. UNION STATION MALL - DAY 148\n\nThe place is decked out for Christmas. The CAMERA FINDS\nSteve Everett entering a toy store.\n\nINT. TOY STORE - DAY 149\n\nBright colors, happy MUSIC, fuzzy stuffed animals. And\nan unusually bright and attractive COUNTER GIRL.\n\nCOUNTER GIRL\nHey, Ev. Kate like that dalmatian?\n\nEVERETT\nLoved it. Even my ex managed a\nconvincing display of affection. So now\nI need something even better for\nChristmas.\n\nCOUNTER GIRL\nSheep dog? Collie? Saint Bernard?\n\nEVERETT\nYou got a hippopotamus?\n\nThe Girl grins, goes to a shelf, and picks out a\nstrangely familiar-looking stuffed hippopotamus.\n\nCOUNTER GIRL\nCheck it out. Local designer. Based on\nthe one at the zoo.\n\nEVERETT\nBeautiful. Can a homeless man afford\nit?\n\nCOUNTER GIRL\nYou're not homeless.\n\nEVERETT\nI'm jobless, I'm wifeless, and I live in\na hotel. Unless you want to put me up.",
  "99": "---END OF PREVIOUS SECTION---\nCOUNTER GIRL\nYou're not homeless. EVERETT\nI'm jobless, I'm wifeless, and I live in\na hotel. Unless you want to put me up. \n---TARGET SECTION TO BE ANNOTATED---\nCOUNTER GIRL\nIn the first place, everybody says you\nhave a big, fat book contract...\n(CONTINUED )\n\f149\n\n150\n\n135.\nCONTINUED: 149\n\nEVERETT\nMoney's already spent.\n\nCOUNTER GIRL\nIn the second place, everybody says\nyou're about to win the Pulitzer Prize\nor something...\n\nEVERETT\nEverybody's being real optimistic.\n\nCOUNTER GIRL\nAnd in the third place, I have a\n\nboyfriend.\n\nEVERETT\nAw, that's nice. He in town for the\nholidays?\n\nCOUNTER GIRL\n(giggling)\nCash or charge, Ev?\n\nEXT. MALL SIDEWALK - DAY 150\n\nEverett comes out of the mall, breathes in the cool air,\nand lights a cigarette. Behind him and a few yards away,\nthe Santa Claus is plying his trade. The voice is\nfamiliar.\n\nSANTA CLAUS\nGimme some charity. Gimme some charity\nhere on toast. It's for kids. It's\nofficial. Gimme some charity on toast.\n\nEverett whirls. It's the Pussy Man in a Santa Claus\ncostume, his red-streaked eyes peering from under the\nelf's cap.\n\nEVERETT\nShit.\n\nPUSSY MAN\nSteve! You got charity! Now you're\nfamous, you're rich and famous, you got\ncharity money on toast.\n\nShaking his head, Everett pulls a ten out of his pocket\nand gives it to him.\n\nEVERETT\nTake it, before my wife does. And get\nout of here. Go drink yourself to\ndeath.\n\n(CONTINUED)\n\f136.\n150 CONTINUED: 150\n\nPUSSY MAN\nA ten? You got more money than that,\nSteve. You got money on toast.\n\nEverett glares at him.\n\nPUSSY MAN\nOkay, okay, newspaper man. I been out\nhere two hours; I'm freezing my ass off.\nI'm going home.\n\nEVERETT\nYou don't have a home.\n\nPUSSY MAN\nHey, I got no wife, I got no elfs\nneither. You wanna be Santa Claus these\ndays, you're on your own.\n\nHe begins to shuffle away. Everett shakes his head.\n\nEVERETT\nI'm with you there, buddy.",
  "100": "---END OF PREVIOUS SECTION---\nHe begins to shuffle away. Everett shakes his head. EVERETT\nI'm with you there, buddy. \n---TARGET SECTION TO BE ANNOTATED---\n Santa Claus\nrides alone.\n\nJust then he hears a child's voice.\n\nVOICE\nDa-deee! Come on!\n\nHe turns. There, in the parking lot, is Frank Beachum\nbeing pulled along by his daughter, Gail. Bonnie is with\nhim, laughing happily. Beachum suddenly stops when he\nsees Everett.\n\nGAIL\nCome on, Daddy! Come on now!\n\nBeachum stays another moment, giving Everett a long look.\nAnd Everett looks back intently, a bit the way he looked\ninto the eyes of Porterhouse, and Beachum, too, that day\nin the prison. Then, slowly, Beachum raises his hand,\nlays his finger against his eyebrow, then lowers the\nfinger and points it at Everett in a kind of salute.\n\nEverett raises his cigarette and tilts it back at him,\nand Beach laughs. Then Gail pulls him away, and Beachum\nwraps his arm around Bonnie's shoulder. The three of\nthem go off. Everett smiles a deep, satisfied smile.\n\nHe tosses his cigarette into the gutter and walks away.\n\nFADE OUT.\n\nTHE END\n\f"
}