{
  "1": "                                     \"TRUE BELIEVER\"\n\n                                      Screenplay by\n\n                                      Wesley Strick\n\n                                      SHOOTING DRAFT\n\n                \n\n               EXT. OSSINING CORRECTIONAL FACILITY - EARLY MORNING\n\n               Mist shrouds the prison.\n\n               C.U. - EYES\n\n               Closed. Then the lids fly wide open.\n\n               INT. CELL\n\n               An ASIAN MAN sits up on his cot, coming out of sleep with a \n               gasp. SHU KAI KIM is in his late 20s. With a muscled torso \n               and shaved head meant to inspire fear. And to hide it.\n\n               INT. CELLBLOCK - LATER\n\n               The electrified doors slide OPEN. Shu steps out of his cell. \n               ORTEGA -- a rugged young Chicano -- steps out of a nearby \n               cell. The two cons trade small nods.\n\n               INT. CORRIDOR\n\n               The CONS walk in single file. Ortega is behind Shu. Ortega \n               speaks softly, with barely perceptible lip movement.\n\n                                     ORTEGA\n                         Fear will kill you.\n\n               Shu's replies are like a ventriloquist's, as well. The two \n               men are running through some sort of arcane drill.\n\n                                     SHU\n                         I'm not afraid.\n\n                                     ORTEGA\n                         You know I'd stand in for you... But \n                         then, believing you are weak, they'd \n                         come for you anyway.\n\n                                     SHU\n                         No. I want this.\n\n                                     ORTEGA\n                         Good. Right after chapel... it's \n                         going down in the yard.\n\n               Now Shu and Ortega file into:\n\n               INT. PRISON CHAPEL - MORNING\n\n               On the dais, the MINISTER leads a small CONVICT CHOIR.\n\n               REVERSE - THE CONGREGATION\n\n               The cons have segregated themselves into sullen groups of \n               black, white, and brown.\n\n               CLOSE - FOUR CONS\n\n               At the rear. SHU is flanked by TWO stringy CHICANOS. Ortega \n               sits behind Shu. All four stare ahead with an intense \n               blankness.\n\n               ANGLE - FROM THE SIDE\n\n               Now we see what's really happening: Shu grips two sharpened \n               spoons.",
  "2": "---END OF PREVIOUS SECTION---\nOrtega \n               sits behind Shu. All four stare ahead with an intense \n               blankness. ANGLE - FROM THE SIDE\n\n               Now we see what's really happening: Shu grips two sharpened \n               spoons. \n---TARGET SECTION TO BE ANNOTATED---\n The Chicanos wrap duct tape around Shu's fists -- so \n               that even if he wanted to, he couldn't let go of the knives.\n\n               ANGLE - A WHITE CON\n\n               In front. DUANE LINDEMAN is burly, with long blond locks, \n               his arms decorated with SWASTIKAS. Tattooed on one cheek are \n               three black teardrops. Lindeman is surrounded by OTHERS like \n               him. All SINGING a hymn to the Lord Jesus.\n\n               THROUGH THE CHAPEL DOORS\n\n               A disturbance out in the hall: we hear THUMPS, loud CURSING.\n\n               DUANE LINDEMAN\n\n               and FRIENDS just keep on singing.\n\n               WIDE\n\n               The rest of the Congregation turns around, to see what's \n               going on. The TWO CORRECTIONS OFFICERS at the rear of the \n               Chapel venture to the door and peer out, truncheons drawn.\n\n               TWO WHITE INMATES spring out of opposing back row aisle seats \n               and SLAM SHUT the Chapel doors on the C.O.s -- who immediately \n               start POUNDING on the doors with their STICKS.\n\n               ONSTAGE - A hulking WHITE member of the CHOIR discreetly \n               moves to block the fire exit offstage.\n\n               SHU AND ORTEGA\n\n               turn back around to face what appears at first glance to be \n               a grotesque apparition:\n\n               DUANE LINDEMAN\n\n               seems to be flying from the front of the chapel toward them, \n               blond hair flowing, arms waving, a warlock...\n\n               In fact, he's racing from the top of one pew-back to the \n               next -- and his HANDS are duct-taped, too, around not \n               sharpened spoons, but long, serrated blades.\n\n                                     ORTEGA\n                         Motherfuckers! Not in here!\n\n               A SIREN WAILS as Lindeman leaps at Shu -- who executes a \n               perfectly timed karate throw, sending Lindeman over his \n               shoulder to land sprawling in the aisle.\n\n               Lindeman's tattooed ACCOMPLICES move to help. Ortega holds \n               them off. Before Lindeman can right himself, Shu pins the \n               blond Goliath.",
  "3": "---END OF PREVIOUS SECTION---\nLindeman's tattooed ACCOMPLICES move to help. Ortega holds \n               them off. Before Lindeman can right himself, Shu pins the \n               blond Goliath. \n---TARGET SECTION TO BE ANNOTATED---\n Brings a fist to Lindeman's neck, sharpened \n               spoon pressed against the neo-Nazi's jugular.\n\n               Outraged, the MINISTER claws his way through the crowd of \n               rubbernecking cons.\n\n               Shu is breathing too hard to demand that Lindeman concede. \n               But his message is clear. Now, in gasps:\n\n                                     LINDEMAN\n                         Kill... me.\n\n               Instead, Shu lifts the sharpened spoon away from Lindeman's \n               neck. Carefully climbs off, steps back.\n\n               Lindeman lies there defeated. Then looses a startling banshee \n               SCREAM and springs, blades flashing, at Shu.\n\n               They're like two snarling cats. Wrestling so furiously, we \n               see only a blur of flesh, glint of metal. Splash of blood.\n\n               A RING of INMATES forms around the combatants. Some CHEER, \n               others SHOUT for the fight to stop. None dare interfere.\n\n               Now the BACK DOORS virtually fly off their hinges as a HALF-\n               DOZEN C.O.s in RIOT GEAR charge the Chapel.\n\n               It takes all six to drag the bloody cons apart. Shu \n               immediately goes limp; Duane Lindeman is slack, twitching.\n\n               Horrified, the Minister backs off, vestments soaked in gore.\n\n                                                                    CUT TO:\n\n               EXT. JFK AIRPORT - MORNING\n\n               A CAB merges onto the Brooklyn-Queens Expressway.\n\n               AERIAL SHOT - MANHATTAN ISLAND\n\n               We PAN to the Brooklyn Bridge and PICK UP the CAB as it hits \n               Mannattan.\n\n               INT. CAB\n\n               In the back seat, face pressed to the glass, is ROGER BARON. \n               A 25-year-old whose persona straddles two worlds: In his \n               Brooks Brothers suit he'd be welcome in any boardroom. With \n               his Buddy Holly glasses and conceptually cropped hair, he's \n               someone you'd want in your band. Roger checks his watch.\n\n                                     ROGER\n                         Could I give you some extra money, \n                         have you drop me at the Courthouse \n                         and bring my luggage to the hotel?\n\n               The CABBIE turns around, at a red light. No creepier than \n               the average New York Cabbie. He is smiling.",
  "4": "---END OF PREVIOUS SECTION---\nThe CABBIE turns around, at a red light. No creepier than \n               the average New York Cabbie. He is smiling. \n---TARGET SECTION TO BE ANNOTATED---\n                                     CABBIE\n                         No problem.\n\n               Roger smiles back. Big problem.\n\n               EXT. 100 CENTRE STREET\n\n               Manhattan's fortress-like Criminal Courts Building. Roger \n               climbs out of the cab, lugging a suitcase, a briefcase, a \n               duffel bag and a garment bag.\n\n               INT. COURTHOUSE CORRIDOR\n\n               To a COURT OFFICER:\n\n                                     ROGER\n                         I'm looking for the court where Edward \n                         T. Dowd is defending a Mr. Nevins.\n\n               The Court Officer consults the docket sheet.\n\n                                     ROGER\n                         That's the Edward Dowd.\n\n               The Court Officer blinks at Roger.\n\n                                     COURT OFFICER\n                         Part 73, Room 1113.\n\n               Then, deadpan:\n\n                                     COURT OFFICER\n                         That's the Room 1113.\n\n               INT. COURTROOM\n\n               An Assistant D.A. stands before the JURY, in mid-summation.\n\n                                     D.A.\n                         Edward Dowd is an inventive lawyer. \n                         I'm sure he'd like you to believe \n                         that the pound of pure cocaine found \n                         in his client's home was intended \n                         for personal, recreational use.\n\n               Several JURORS stifle snickers.\n\n                                     D.A.\n                         He may claim that the many pounds of \n                         baby laxative were intended to help \n                         Mr. Nevins stay regular.\n\n               More muted SOUNDS of amusement, from the gallery, as Roger \n               ENTERS. He quietly deposits his luggage in the empty back \n               row, then moves to the front row, behind the defense table. \n               Seated there is a slick, natty DEFENSE ATTORNEY. Next to him \n               is a wired and weird-looking DEFENDANT in a threadbare suit, \n               the cut decades out of date.\n\n                                     D.A.\n                         What will Mr. Dowd say the defendant \n                         weighed on his laboratory scales? \n                         Oh, he'll think of something... But \n                         bear in mind that you jurors control \n                         the scales that really count -- the \n                         scales of justice. Only you can ensure \n                         that the defendant -- a man who sells \n                         dangerous drugs to teenagers, for \n                         profit...\n\n               ANGLE - THE DEFENDANT\n\n               winces.",
  "5": "---END OF PREVIOUS SECTION---\nBut \n                         bear in mind that you jurors control \n                         the scales that really count -- the \n                         scales of justice. Only you can ensure \n                         that the defendant -- a man who sells \n                         dangerous drugs to teenagers, for \n                         profit... ANGLE - THE DEFENDANT\n\n               winces. \n---TARGET SECTION TO BE ANNOTATED---\n He's in his mid-40s, his face framed by a MANE of \n               HAIR that hangs to his shoulders. His vintage suit accented \n               by an embarrassingly wide and loud floral-print tie.\n\n                                     D.A. (O.S.)\n                         ...will pay a penalty. Be wise, be \n                         fair, and have courage. Thank you.\n\n               As she crosses to the Prosecution Table:\n\n                                     JUDGE BAUM\n                         Thank you, Ms. Jessum. Mr. Sweeney, \n                         may I have a word with you?\n\n               As Mr. Sweeney -- the Court Officer -- confers with the Judge, \n               Roger leans forward. Whispers to the Defense Attorney:\n\n                                     ROGER\n                         Roger Baron. Sorry I'm late.\n\n               The Defense Attorney looks mildly baffled. Regardless, Roger \n               extends a hand.\n\n                                     ROGER\n                         This is an honor. And a thrill.\n\n                                     DEFENSE ATTORNEY\n                         Really?\n\n               But what the hell: he shakes with Roger.\n\n               Now the DEFENDANT turns, to see what's going on. Trying to \n               breathe as much empathy as he can into the one syllable:\n\n                                     ROGER\n                         Hi.\n\n               The Defendant has fixed Roger with the sort of soul-piercing \n               stare it takes many acid trips to perfect. So, delicately:\n\n                                     ROGER\n                         What're you, um, accused of?\n\n                                     DEFENDANT\n                         All sorts of things. How 'bout you?\n\n                                     ROGER\n                         Me? N-no, I'm a lawyer, I'm here to \n                         work with Mr. Dowd...\n\n               Nodding at the Defense Attorney. We HEAR a POUNDING gavel.\n\n                                     JUDGE BAUM\n                         Mr. Dowd, would you care to make \n                         your closing argument?\n\n               Roger pats the Defendant's shoulder. Reassures:\n\n                                     ROGER\n                         You're in good hands.\n\n               The Defendant lifts his eyebrows, as though to say \"Is that \n               so?\" Turns back around. And, for some reason, he rises.\n\n                                     DEFENDANT\n                         I would, your Honor.\n\n               ROGER\n\n               Confused, at first -- then mortified: omigod, that's Dowd!\n\n               EDWARD C.",
  "6": "---END OF PREVIOUS SECTION---\nDEFENDANT\n                         I would, your Honor. ROGER\n\n               Confused, at first -- then mortified: omigod, that's Dowd! EDWARD C. \n---TARGET SECTION TO BE ANNOTATED---\n DOWD\n\n               takes three long, crooked strides over to the Jury Box, hands \n               clasped behind his back, hair streaming.\n\n                                     EDDIE\n                         Brian Nevins' pound of pure cocaine \n                         was quite clearly intended for sale.\n\n               The JURORS look surprised. So does the D.A. So does BRIAN \n               NEVINS.\n\n                                     EDDIE\n                         The baby laxative -- dealers use it \n                         to dilute their coke before selling \n                         it. They can -- quadruple their \n                         profits...\n\n               NEVINS throws a jittery glance at the jury.\n\n                                     EDDIE\n                         ...and of course you can't sell \n                         cocaine without a laboratory scale.\n\n               Eddie strikes a tone of cosmic lamentation.\n\n                                     EDDIE\n                         Cocaine is evil. Selling cocaine is \n                         evil.\n\n               Nevins checks his mental Rolodex for a great appeals lawyer.\n\n                                     EDDIE\n                         Pity this foolish merchant. Dislike \n                         him if you must. But despise the \n                         tactics the police employed to snare \n                         Brian Nevins... Don't lose sight of \n                         what's really on trial here -- our \n                         basic personal freedoms, our quality \n                         of life...\n\n               \"Freedoms\" and \"life\" are rendered as startling SHOUTS that \n               make the Jurors sit up straight.\n\n                                     EDDIE\n                         Sublime concepts, such as \"the right \n                         of the people to be secure in their \n                         persons, houses, papers, and effects, \n                         against unreasonable searches and \n                         seizures...\"\n\n               Eddie's delivery suggests an unholy but hard-to-dismiss hybrid \n               of rabbi and diva.\n\n                                     EDDIE\n                         For when we condone the bugging of \n                         our citizens' bedrooms, when we allow \n                         the police to enter our citizens' \n                         homes with specious warrants, when \n                         we invade our citizens' privacy in a \n                         frenzied quest for a wicked white \n                         powder, aren't we capitulating to \n                         the evil, aren't we surrendering to \n                         the drug? Aren't we saying cocaine \n                         is more potent than our Constitution?\n\n               EXT. COURTHOUSE - AFTERNOON - LATER\n\n               Roger maintains a discreet distance behind Eddie and Nevins \n               as lawyer and client stroll down the steps.",
  "7": "---END OF PREVIOUS SECTION---\nAren't we saying cocaine \n                         is more potent than our Constitution? EXT. COURTHOUSE - AFTERNOON - LATER\n\n               Roger maintains a discreet distance behind Eddie and Nevins \n               as lawyer and client stroll down the steps. \n---TARGET SECTION TO BE ANNOTATED---\n                                     NEVINS\n                         Wow, that speech... It was beautiful. \n                         Amazing horseshit.\n\n                                     EDDIE\n                              (tight smile)\n                         Amazing client.\n\n               Nevins isn't sure how to respond. So he gives Eddie a quick, \n               vigorous, almost hostile hug.\n\n                                     NEVINS\n                         Eddie Dowd... Everybody should own \n                         one.\n\n               OMIT\n\n               Nevins spins away, hops into his girlfriend's double-parked \n               Porsche. As the happy couple blasts off down the block, Roger \n               draws even with Eddie. \n\n               OMIT\n\n                                     ROGER\n                         About the mix-up back there... I, \n                         ah, never saw your photo, I just \n                         read every civil liberties brief you \n                         filed in the '60s...\n\n               Eddie distractedly nods. Then rotely sticks out his hand.\n\n                                     EDDIE\n                         Hey, it was nice meeting ya. Gotta \n                         get back to the office.\n\n               It takes Roger a beat to realize the awful truth.\n\n                                     ROGER\n                         Roger Baron, Oberlin undergrad, \n                         Michigan Law? None of this rings a \n                         bell?\n\n               Exactly. Amused, now, by the absurd series of missteps:\n\n                                     ROGER\n                         You hired me? To clerk for you? My \n                         letter...? Top 5 percentile, Law \n                         Review, salary is no object...?\n\n               This last detail apparently jogs Eddie's memory.\n\n                                     EDDIE\n                         That's right.\n\n               They start trudging to the subway station. Roger awkwardly \n               lugs his suitcase, garment bag, duffel bag and briefcase.\n\n                                     EDDIE\n                         Here, lemme help you.\n\n               He grabs the briefcase.\n\n               EXT. SHERIDAN SQUARE - LATER\n\n               Several streets converge here; so do gays, yuppies, and \n               diehard bohemians. As Eddie and Roger emerge from the IRT \n               station, and cross 7th Avenue:\n\n                                     ROGER\n                         ...read your Chase Manhattan bombing \n                         case summation in the '71 Leftist \n                         Law anthology...\n\n               Eddie lives and works over a landmark cigar store and an \n               eyesore of an all-night deli. As he unlocks the downstairs \n               door, Roger takes in the seedily picturesque Square.",
  "8": "---END OF PREVIOUS SECTION---\nAs Eddie and Roger emerge from the IRT \n               station, and cross 7th Avenue:\n\n                                     ROGER\n                         ...read your Chase Manhattan bombing \n                         case summation in the '71 Leftist \n                         Law anthology... Eddie lives and works over a landmark cigar store and an \n               eyesore of an all-night deli. As he unlocks the downstairs \n               door, Roger takes in the seedily picturesque Square. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ROGER\n                         So this is Greenwhich Village?\n\n               Eddie smiles. Somewhere between sarcastic and self-effacing:\n\n                                     EDDIE\n                         Yes Roger. You've arrived.\n\n               He starts up the stairs. Roger follows.\n\n               INT. LAW OFFICE\n\n               Balding rugs, macrame hanging things, birdcages, Salvation \n               Army couches. TWO leather-clad SCARECROWS pace; a teenage \n               GIRL with blue hair squats on the floor, comforting her \n               SQUALLING INFANT. Then there's the slick young COUPLE in \n               Ralph Lauren Polo ensembles, here with a furtive STRAIGHT-\n               ARROW who scans the Wall Street Journal.\n\n               A crew-cutted secretary (BILLY) types with one hand, grabs \n               the RINGING PHONE with the other. To judge by her typing and \n               telephone skills, she was hired for her capacity to manage \n               this menagerie.\n\n               Roger has struggled up the stairs, behind Eddie. Though he \n               quickly notes the office's squalor and questionable clientele, \n               what catches his eye is the trio of cracked and yellowing \n               PHOTOGRAPHS tacked on a wall in the foyer.\n\n               Eddie in his late-'60s glory days: On a dais, igniting an \n               anti-war rally. Hugging a pair of Black Panthers outside a \n               courtroom, his face suffused with joy. In a swarm of student \n               activists outside a Federal courthouse, held on the shoulders \n               of the crowd like a conquering hero.\n\n               As his gaze lingers on the photographs:\n\n                                     ROGER\n                         ...and re-read that summation til I \n                         knew it verbatim. You were my age \n                         when you defended that case.\n\n               Eddie edgily pushes Roger past the photos.\n\n                                     EDDIE\n                         I was never your age.\n\n               The SCARECROWS clamor for Eddie, e.g., \"You gotta call my \n               parole officer!\" and \"Did we get the continuance?\" Eddie \n               ignores. Addresses his secretary.\n\n                                     EDDIE\n                         Billy -- this here's Roger, the new \n                         assistant.",
  "9": "---END OF PREVIOUS SECTION---\nThe SCARECROWS clamor for Eddie, e.g., \"You gotta call my \n               parole officer!\" and \"Did we get the continuance?\" Eddie \n               ignores. Addresses his secretary. EDDIE\n                         Billy -- this here's Roger, the new \n                         assistant. \n---TARGET SECTION TO BE ANNOTATED---\n               Eddie wheels away, answers the RINGING PHONE (grunting a \n               perfunctory promise into it), then gestures for Straight-\n               Arrow and Slick Couple to come into his inner office. Roger \n               starts to follow, but Eddie shuts his inner office door behind \n               him.\n\n                                     BILLY\n                         You want to be an \"assistant\" or an \n                         \"associate\"?\n\n               Roger turns to see Billy tugging on her denim jacket.\n\n                                     BILLY\n                         Some of them like \"assistant,\" some \n                         like \"associate\". Up to you.\n\n                                     ROGER\n                         -- How many others are there?\n\n               As Billy, wearing a slight smirk, bustles out the door:\n\n                                     BILLY\n                         You're the current one.\n\n               Roger wistfully watches her go. OS, he HEARS:\n\n                                     MAN'S VOICE\n                         You Eddie's new partner?\n\n               SCARECROW 1 is standing a tad too close for comfort. Still, \n               Roger is grateful for the attempt at friendliness.\n\n                                     ROGER\n                         Not exactly. Well, kind of.\n\n               Roger flinches, lets out an involuntary YELP as Scarecrow \n               grabs his lapels, shakes him.\n\n                                     SCARECROW\n                         You gotta call my parole officer!\n\n                                                                    CUT TO:\n\n               INT. COURTHOUSE CORRIDOR - DAY - A FEW WEEKS LATER\n\n               A spruce ASSISTANT D.A. (GLENN FULTON) jauntily exits a \n               courtroom. Followed by a grim-faced Eddie, with Roger and \n               CLYDE GRUNER, a sullen, street-hardened PUNK.\n\n                                     EDDIE\n                              (to his client)\n                         Clyde, you wait here.\n                              (to the D.A.)\n                         Glenn, got a minute?\n\n                                     FULTON\n                         I had a minute before the Mapp hearing -- \n                         but I couldn't get you on the phone, \n                         Eddie...\n\n                                     EDDIE\n                         Yeah, well I had reasonable cause to \n                         believe the judge might've heard of \n                         the Fourth Amendment.\n\n               We TRACK with Fulton, Eddie and Roger as they thread through \n               the THRONG of milling lawyers, clients, relations and cops.\n\n                                     FULTON\n                         Hey -- Gruner was caught with three \n                         pounds of methedrine.",
  "10": "---END OF PREVIOUS SECTION---\nEDDIE\n                         Yeah, well I had reasonable cause to \n                         believe the judge might've heard of \n                         the Fourth Amendment. We TRACK with Fulton, Eddie and Roger as they thread through \n               the THRONG of milling lawyers, clients, relations and cops. FULTON\n                         Hey -- Gruner was caught with three \n                         pounds of methedrine. \n---TARGET SECTION TO BE ANNOTATED---\n The legality \n                         of the search and seizure was the \n                         only issue. The Judge refused to \n                         exclude the evidence. No deal.\n\n               He turns a corner. So does Eddie.\n\n                                     EDDIE\n                         No it's not the only issue. There's \n                         another issue, for the jury. What \n                         about entrapment?\n\n                                     FULTON\n                         What about entrapment?\n\n               Fulton veers into the Men's Room. Eddie follows.\n\n               INT. MEN'S ROOM\n\n               Roger enters, behind Eddie.\n\n                                     EDDIE\n                         Glenn, the government sent an \n                         undercover cop to dangle the lure of \n                         fantastic profits before Clyde \n                         Gruner's eyes. Anyone so sorely \n                         tempted might succumb!\n\n               Roger lingers at the sink as Eddie follows Fulton to the \n               urinals.\n\n                                     EDDIE\n                         We don't prosecute people because in \n                         the abstract they might be weak. \n                         Judge Brandeis said it best: \n                         Entrapment is a \"dirty business!\"\n\n                                     FULTON\n                         Can't I take a simple piss without --\n\n               Eddie's voice trembles with outrage and inspiration.\n\n                                     EDDIE\n                         Don't you see? Planting the idea of \n                         being a criminal is just one step \n                         away from planting the evidence!\n\n               Fulton flushes. Grudgingly:\n\n                                     FULTON\n                         Haven't heard that one before, Ed.\n                              (zips up, sighs)\n                         But I guess I'll be hearing it again.\n\n                                     EDDIE\n                         Not necessarily...\n\n               Roger backs out of the bathroom.\n\n               INT. CORRIDOR\n\n               Clyde is standing out here. Roger has nothing to say to Clyde. \n               He goes to the water fountain for a very long sip.\n\n                                                                    CUT TO:\n\n               INT. LAW OFFICE - EARLY EVENING\n\n               At this hour, the office is empty. As EDDIE and ROGER enter:\n\n                                     BILLY\n                         Nevins stopped by. It's on your desk.\n\n               As he lopes toward his inner office:\n\n                                     EDDIE\n                         We pleaded out Clyde Gruner to five \n                         years' probation.\n\n                                     BILLY\n                         Score another point for truth and \n                         justice.\n\n               Eddie stops, shoots Billy a \"fuck you too\" look.",
  "11": "---END OF PREVIOUS SECTION---\nAs he lopes toward his inner office:\n\n                                     EDDIE\n                         We pleaded out Clyde Gruner to five \n                         years' probation. BILLY\n                         Score another point for truth and \n                         justice. Eddie stops, shoots Billy a \"fuck you too\" look. \n---TARGET SECTION TO BE ANNOTATED---\n Then turns \n               to Roger and staunchly reaffirms:\n\n                                     EDDIE\n                         The last struggle for constitutional \n                         rights is being waged over drugs...\n\n               INT. INNER OFFICE\n\n               Atop his desk is a package wrapped in newspaper. Eddie tears \n               it open, revealing small bills bundled with rubber bands. As \n               he counts the cash:\n\n                                     EDDIE\n                         And we're in the ring, Roger, doing \n                         battle with Big Brother.\n\n               Roger turns away from the drug money, embarrassed and ashamed.\n\n                                                                    CUT TO:\n\n               INT. OUTER OFFICE - NIGHT - LATER\n\n               Now Billy is gone as well. ROGER sits in his cramped anteroom \n               of an office, mechanically making notes. OS, there's a KNOCK.\n\n                                     ROGER\n                         'S' open.\n\n               He doesn't bother looking up -- who cares which East Village \n               doper or Yuppie coke dealer it is? But then he hears:\n\n                                     WOMAN (O.S.)\n                         ...Edward Dowd?\n\n               ANGLE - TWO ORIENTAL WOMEN\n\n               are in the outer office. One is college-age, assimilated. \n               The other is in her early 40s, with the aspect of an \n               immigrant. A vinyl satchel is slung over her shoulder. The \n               younger woman has come -- reluctantly, it seems -- to \n               translate for the older.\n\n                                     TRANSLATOR\n                         Edward Dowd, please.\n\n               Roger gets up from his desk. Hurries into the big room.\n\n                                     ROGER\n                         I'm Roger Baron -- Mr. Dowd's \n                         associate. Can I help you?\n\n               The Immigrant anxiously peers past Roger. She knows he's not \n               Edward Dowd.\n\n                                     TRANSLATOR\n                         Mrs. Kim needs a lawyer. Her son \n                         stabbed a man to death.\n\n               In response Mrs. Kim -- who evidently understands English -- \n               makes a passionate point, in a foreign tongue.\n\n                                     TRANSLATOR\n                         It was self-defense. In prison.\n\n               This clarification elicits another burst from Mrs. Kim.\n\n                                     ROGER\n                              (calls)\n                         Eddie...\n\n                                     TRANSLATOR\n                              (amends)\n                         He didn't belong there in the first \n                         place. Eight years for a murder he \n                         didn't commit.\n                              (adds)\n                         I'm her neighbor's daughter.",
  "12": "---END OF PREVIOUS SECTION---\nTRANSLATOR\n                              (amends)\n                         He didn't belong there in the first \n                         place. Eight years for a murder he \n                         didn't commit. (adds)\n                         I'm her neighbor's daughter. \n---TARGET SECTION TO BE ANNOTATED---\n               Without turning away:\n\n                                     ROGER\n                         Eddie...\n\n               Finally Eddie comes striding in from his office. Waving away \n               a cloud of pot smoke that's followed him out. He gives the \n               women his patented reassuring smile.\n\n                                     EDDIE\n                         I'm Eddie Dowd. What's up?\n\n               Mrs. Kim starts in again, rapid-fire. The Translator spews:\n\n                                     TRANSLATOR\n                         Her son didn't shoot anybody. He's \n                         the wrong guy. You meet him, you see \n                         he wouldn't stab a guy for fun.\n\n                                     EDDIE\n                         He shot a man and stabbed a man?\n\n               Mrs. Kim violently shakes her head as she chatters.\n\n                                     TRANSLATOR\n                         He didn't shoot anybody! Eight years \n                         in jail! The wrong guy! A good boy. \n                         From a fine home in Seoul, Korea. \n                         Shu Kai Kim.\n\n               Mrs. Kim finally quiets. The Translator takes a breath. And \n               explains:\n\n                                     TRANSLATOR\n                         That's his name. Shu Kai Kim.\n\n               Eddie nods, solemnly taking all this in. Then:\n\n                                     EDDIE\n                         I'll bet he's a wonderful boy.\n\n               Roger watches Eddie, to see where he's going. Hides his \n               disappointment when he hears:\n\n                                     EDDIE\n                         But I can't help him. You see I have \n                         a specialty. Lawyers specialize, \n                         Mrs. Kim, and these days I do \n                         mostly...\n\n               He doesn't bother explaining.\n\n                                     EDDIE\n                         Anyway, I couldn't even go see your \n                         son without looking at the files on \n                         his case, first.\n\n               In response Mrs. Kim swings her satchel -- bulging with Shu's \n               files -- into Eddie's arms. It's like taking a medicine ball \n               to the chest. When he catches his breath:\n\n                                     EDDIE\n                         How did you find me?\n\n                                     TRANSLATOR\n                              (over Mrs. Kim)\n                         She went to all the courthouses. She \n                         talked to pot smokers, pill sellers... \n                         They all speak of you, they all say \n                         the same thing.\n\n               Eddie can't help but puff up a little.\n\n                                     EDDIE\n                         What do they say?\n\n               Mrs. Kim answers in Korean. Translator hesitates.",
  "13": "---END OF PREVIOUS SECTION---\nMrs. Kim answers in Korean. Translator hesitates. \n---TARGET SECTION TO BE ANNOTATED---\n Then:\n\n                                     TRANSLATOR\n                         You do cases cheap.\n\n               Roger stifles a laugh. Eddie lowers Mrs. Kim's satchel to \n               the floor and places a hand on her shoulder.\n\n                                     EDDIE\n                         Tell you what. Mr. Baron and I will \n                         review your material and get back to \n                         you as soon as possible.\n\n               Mrs. Kim intently peers at Eddie to gauge his sincerity. He \n               boldly meets her gaze as he steers her to the door.\n\n                                     EDDIE\n                         Thank you for stopping by.\n\n               Evidently convinced, Mrs. Kim makes a parting remark.\n\n                                     TRANSLATOR\n                         She thanks you in advance for saving \n                         her son.\n\n               Eddie flashes one last smile, then closes the door on the \n               women. Roger shakes his head, bemused and moved.\n\n                                     ROGER\n                         \"She thanks you in advance for saving \n                         her son.\"\n\n               He picks up the vinyl satchel, starts pulling out papers.\n\n               Eddie feels compelled to poison the moment.\n\n                                     EDDIE\n                         Talk about hard-sell, huh?\n\n               He snorts, incredulous, as he crosses the room.\n\n                                     EDDIE\n                         Show me a guy who's not somebody's \n                         son.\n\n               Roger looks up at this remark. Then sets down the satchel.\n\n               INT. EDDIE'S INNER OFFICE\n\n               Eddie has re-lit his evening joint. As he settles back to \n               enjoy it, there's Roger in the doorway.\n\n                                     EDDIE\n                         -- Hit?\n\n               Rather than reach for the joint, Roger mops his brow.\n\n                                     ROGER\n                         Whew. That was close... We almost \n                         defended a guy who wasn't a dealer. \n                         Who knows, might even be innocent.\n\n               Eddie chuckles, defensive. Then:\n\n                                     EDDIE\n                         We have a full caseload, Rog.\n\n                                     ROGER\n                         Right, I forgot... We're pledged to \n                         protect every mid-level drug dealer \n                         in the Tri-state area.\n                              (shivers)\n                         It's an awesome responsibility.\n\n                                     EDDIE\n                         I don't venerate drug dealers, Roger. \n                         To the contrary.\n\n                                     ROGER\n                         Of course.\n\n               THE OUTER OFFICE\n\n                                     EDDIE\n                         ...",
  "14": "---END OF PREVIOUS SECTION---\nTo the contrary. ROGER\n                         Of course. THE OUTER OFFICE\n\n                                     EDDIE\n                         ... \n---TARGET SECTION TO BE ANNOTATED---\nthrough use of informants, \n                         eavesdropping, unreasonable search \n                         and seizure...!\n\n                                     ROGER\n                         Right. You're right.\n\n                                     EDDIE\n                         Damn right I'm right.\n\n               Roger starts for the door. Stops. Turns.\n\n                                     ROGER\n                         It's just... I leave behind friends, \n                         family, a coupla good job offers in \n                         Chicago and in three dizzying weeks \n                         I've helped acquit a coke dealer, a \n                         speed dealer --\n\n                                     EDDIE\n                         I specialize, Roger...\n\n                                     ROGER\n                         -- an angel dust dealer --\n\n                                     EDDIE\n                         I'm not a kid anymore, I can't be \n                         all over the map --\n\n                                     ROGER\n                         -- a speed manufacturer --\n\n                                     EDDIE\n                         So go take your job on Wall Street.\n\n                                     ROGER\n                         Don't tell me where to work. I moved \n                         to New York to work for Edward Dowd. \n                         But I can't believe that Edward Dowd \n                         has nothing better to do these days \n                         than invoke exalted legal issues to \n                         get off guilty little --\n\n                                     EDDIE\n                         Hey. You plan to be a criminal defense \n                         attorney, know this going in: \n                         Everybody's guilty.\n\n               This buys Roger's silence, for two beats. Then, sadly:\n\n                                     ROGER\n                         You wouldn't've said that ten years \n                         ago.\n\n               He grabs his briefcase. Starts for the door. As he swings it \n               open he HEARS:\n\n                                     EDDIE\n                         Ten years is a long time.\n\n                                     ROGER\n                              (stops, turns)\n                         Look -- I'm tired, I'll see you in \n                         the morning, Eddie.\n\n               Eddie watches him walk out. Drops the joint and vengefully \n               grinds it out on the floor. To the closed door:\n\n                                     EDDIE\n                         Long time.\n\n               Alone, now, he surveys his shabby domain and sighs, deeply. \n               As he exhales, Eddie seems to be trying to blow away all the \n               pot smoke that has clouded the room and shrouded his heart.\n\n               Then he shambles across the office and through the door that \n               leads to his living quarters.",
  "15": "---END OF PREVIOUS SECTION---\nAlone, now, he surveys his shabby domain and sighs, deeply. As he exhales, Eddie seems to be trying to blow away all the \n               pot smoke that has clouded the room and shrouded his heart. Then he shambles across the office and through the door that \n               leads to his living quarters. \n---TARGET SECTION TO BE ANNOTATED---\n We TRACK with EDDIE past a \n               kitchenette equipped with no labor-saving devices into:\n\n               INT. BEDROOM\n\n               Small, and beyond spartan. Single bed in one corner, plain \n               wooden bureau opposite. The only color is provided by Eddie's \n               festive trial ties, casually strewn. Eddie's bedroom is not \n               unlike a cell we saw at the beginning of the movie.\n\n               Eddie stands at the window, trying to stare past the security \n               bars into the New York night. But all he can see is his \n               reflection.\n\n                                                                    CUT TO:\n\n               INT. HOTEL ROOM - EARLY NEXT MORNING\n\n               ROGER is roused from sleep by a persistent KNOCKING. He \n               stumbles out of bed, staggers to the door.\n\n                                     ROGER\n                         -- Yeah?\n\n                                     EDDIE'S VOICE\n                              (through the door)\n                         We're late. Let's get going!\n\n               Roger opens up. Eddie looks alarmingly revved.\n\n                                     ROGER\n                         Where?\n\n                                     EDDIE\n                         Ossining Correctional Facility. Sing \n                         Sing. Everybody's innocent there, \n                         man... Just ask 'em...\n\n               EXT. ROUTE 9 - LATER\n\n               Wending north along the Hudson. ANGLE Eddie's rusty old Buick \n               Riviera as it wheezes its way upstate. OVER:\n\n                                     ROGER'S VOICE\n                         At 16 Shu Kai Kim emigrated with his \n                         family from Korea to New York...\n\n               INT. RIVIERA - MOVING\n\n               Roger extracts the pertinent info from the newspaper clippings \n               in Mrs. Kim's files.\n\n                                     ROGER\n                         Kim got busted at 19 for burglary. \n                         At 20 he was convicted in the shooting \n                         death of a young Chinese gang lord... \n                         The prosecution claimed Kim did it \n                         to get into \"the Joe Boys\"?\n\n                                     EDDIE\n                         Chinatown street gang.\n\n                                     ROGER\n                         Kim denied it. But he admitted the \n                         gun was his, and he got life. Seems \n                         to have been an okay prisoner for \n                         eight years, til the... incident \n                         with Duane Lindeman.\n\n                                     EDDIE\n                         -- The Nazi he knifed?\n\n               But Roger is staring ahead now, speechless.",
  "16": "---END OF PREVIOUS SECTION---\nSeems \n                         to have been an okay prisoner for \n                         eight years, til the... incident \n                         with Duane Lindeman. EDDIE\n                         -- The Nazi he knifed? But Roger is staring ahead now, speechless. \n---TARGET SECTION TO BE ANNOTATED---\n               THROUGH THE WINDSHIELD\n\n               The turrets and watchtowers of the Ossining Correctional \n               Facility loom... all too real...\n\n                                                                    CUT TO:\n\n               INT. PRISON\n\n               TWO CORRECTIONS OFFICERS lead the lawyers through a security \n               checkpoint.\n\n               INT. CONFERENCE ROOM\n\n               The room is large and bare but for a long wooden TABLE, four \n               chairs. Leaden light leaks through one high, barred window. \n               Eddie and Roger, on one side of the table, anxiously wait. \n               Roger jumps at the CRUNCH of a deadbolt lock, turning.\n\n               Two hefty OFFICERS enter escorting SHU, in manacles. One \n               pulls out the chair for Shu, the other sits him down. Eddie \n               waits for them to back out of the room and re-lock the door.\n\n                                     EDDIE\n                         I'm Eddie Dowd. I'm a lawyer. This \n                         here's Roger Baron -- also a lawyer.\n\n               Shu's eyes, beady and suspicious, bore into Roger.\n\n               Roger wants to smile. But he can't. He stares down at his \n               notebook.\n\n               Now Shu peruses Eddie's long hair, peculiar suit.\n\n                                     SHU\n                         My mother find you?\n\n                                     EDDIE\n                         That's right.\n\n                                     SHU\n                         Figures.\n\n                                     EDDIE\n                              (undaunted)\n                         Want to tell me what went down here?\n\n                                     SHU\n                              (very slowly)\n                         Racist asshole came at me.\n\n                                     EDDIE\n                         Exactly what happened then?\n\n                                     SHU\n                              (coolly)\n                         I killed the motherfucker.\n\n                                     EDDIE\n                         ...Okay...\n\n               Roger is now furiously scribbling notes; we can almost hear \n               him whimper.\n\n                                     EDDIE\n                         The night that kid was shot to death \n                         in Chinatown, you were... where?\n\n               Shu doesn't answer. Eddie reaches into his jacket pocket, \n               pulls out a pack of cigarettes. Offers one to Shu. Shu \n               wordlessly plucks the cigarette from his fingers, careful to \n               avoid any contact. Eddie lights it.\n\n               Now Roger wills himself to look up from his notebook.\n\n                                     ROGER\n                         At the trial, you said you were at \n                         your apartment that night. Alone.",
  "17": "---END OF PREVIOUS SECTION---\nNow Roger wills himself to look up from his notebook. ROGER\n                         At the trial, you said you were at \n                         your apartment that night. Alone. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         -- Remember?\n\n                                     SHU\n                              (stubbornly)\n                         That's eight years ago. Long time.\n\n               He studies his cigarette. No -- he's staring at the shackles \n               on his wrists. Stares for one, two, three beats. Gravely:\n\n                                     SHU\n                         Real long time.\n\n               Eddie's eyes flicker: He's heard that phrase, or one quite \n               like it, somewhere before.\n\n                                                                    CUT TO:\n\n               EXT. PRISON - LATE AFTERNOON\n\n               The lawyers head for Eddie's Riviera, in the visitor's lot.\n\n                                     ROGER\n                         ...So what would we claim? He stabbed \n                         Duane Lindeman in self-defense?\n\n                                     EDDIE\n                         With two knives taped to his hands? \n                         Forget it, Rog.\n\n               Roger sighs. Shrugs.\n\n                                     ROGER\n                         I feel like I've been mugged... Guy \n                         scared the shit out of me. You made \n                         your point, Eddie... I'm relieved \n                         we're not taking the case.\n\n                                     EDDIE\n                         We're taking the other case.\n\n                                     ROGER\n                         What other case?\n\n                                     EDDIE\n                         Eight years ago. The Chinatown hit.\n\n               Roger stares, baffled, as Eddie orates.\n\n                                     EDDIE\n                         Some gang punk gets wasted in front \n                         of the tourists. The mayor pressures \n                         the cops. The cops pressure the rival \n                         gang -- the Joe Boys. The Joes give \n                         up Shu Kai Kim -- the schmuck kid \n                         from Korea who's been pestering 'em \n                         to get in.\n\n                                     ROGER\n                         You really think that's what happened?\n\n                                     EDDIE\n                         I don't know but it makes one hell \n                         of an opening statement.\n\n               As they reach the Riviera, Eddie's in his all-the-world's-a-\n               courtroom mode; i.e., he shouts, does semaphore.\n\n                                     EDDIE\n                         We prove Shu should never have been \n                         imprisoned in the first place, D.A. \n                         'll back off the Lindeman charge...!\n\n               The lawyers climb in.\n\n               OMIT\n\n                                     ROGER\n                         -- Easy as that, huh?\n\n                                     EDDIE\n                         Easy? No...",
  "18": "---END OF PREVIOUS SECTION---\nOMIT\n\n                                     ROGER\n                         -- Easy as that, huh? EDDIE\n                         Easy? No... \n---TARGET SECTION TO BE ANNOTATED---\n We have to find some \n                         piece of evidence that got buried, \n                         to reopen the sucker.\n\n                                     ROGER\n                         ...Are you sure we want that?\n\n               Eddie shifts into gear. Pensive, now, as he steers out of \n               the prison parking lot:\n\n                                     EDDIE\n                         He's a victim, Roger. He deserves to \n                         see the sun again, breathe the air. \n                         He's been in prison too goddamn long.\n\n                                                                    CUT TO:\n\n               EXT. STREET - LATE NIGHT - A FEW DAYS LATER\n\n               A block of warehouses in lower Manhattan, under the shadow \n               of the West Side Highway. Out of the drizzly darkness comes \n               the RIVIERA, headlights doused. The car GROANS to a halt. \n               Eddie and Roger climb out. Furtively glance around...\n\n               Roger follows Eddie to the fortified ENTRANCE of one of the \n               warehouses. Eddie KNOCKS (in a pattern) on the reinforced \n               steel door. Three sets of TUMBLERS TURN. The door opens.\n\n               Filling the doorframe is the imposing silhouette of a MAN in \n               Nikes, chinos and windbreaker that must be standard issue \n               for plainclothes cops. In a Darth Vader voice:\n\n                                     COP (TOMMY)\n                         Okay. C'mon.\n\n               INT. WAREHOUSE\n\n               BLACK. Then Tommy flicks ON a row of OVERHEADS, lighting a \n               long, tall aisle of gunmetal gray LOCKERS. Aisle after aisle, \n               in shadow, to either side. Reverently, to Roger:\n\n                                     EDDIE\n                         ...the Exhibit Warehouse.\n\n               END OF THE AISLE - LATER\n\n               Tommy paces, checking his Timex.\n\n               Eddie and Roger squat on the asphalt, sifting through piles \n               of paper. Each has two large boxes to process.\n\n                                     ROGER\n                         Transcript... transcript... \n                         exhibits...\n\n               He pauses to to contemplate a grisly photo.\n\n               INSERT - THE PHOTO\n\n               A man's face, in 3/4 profile, with gaping entrance wound \n               above the left eye. The man is young, Asian, very dead.\n\n               SCENE\n\n               Roger hurriedly tucks the picture away. But the next item he \n               comes upon is:\n\n                                     ROGER\n                         -- The murder weapon.",
  "19": "---END OF PREVIOUS SECTION---\nThe man is young, Asian, very dead. SCENE\n\n               Roger hurriedly tucks the picture away. But the next item he \n               comes upon is:\n\n                                     ROGER\n                         -- The murder weapon. \n---TARGET SECTION TO BE ANNOTATED---\n               He gingerly holds a sealed plastic bag sagging with the weight \n               of a handgun.\n\n                                     ROGER\n                         They found four of Shu's fingerprints \n                         on this thing.\n\n               Eddie impatiently glances over.\n\n                                     EDDIE\n                         When did you start working for the \n                         goddam D.A.?\n\n                                     ROGER\n                         Eddie... I don't know about this...\n\n               But Eddie has already resumed his search.\n\n                                                               DISSOLVE TO:\n\n               An hour later. Roger holds a form, yellowed with age.\n\n                                     ROGER\n                         Eddie... What's a DD-5?\n\n                                     EDDIE\n                         A Complaint Follow-Up form.\n\n                                     ROGER\n                         -- Listen: \"November 5, 1980. Cecil \n                         Stipe walked into 5th Precinct. Says \n                         he witnessed Chin shooting, saw \n                         suspect's picture in Post. Says Shu \n                         Kai Kim wrong man.\"\n\n                                     EDDIE\n                         \"Cecil Stipe\"? Have we seen any \n                         affadavit with that name?\n\n               Roger looks at Eddie, slowly shakes his head. Time stops. \n               Roger looks back down at the memo. Reads:\n\n                                     ROGER\n                         \"Also says he knows who killed \n                         Kennedy.\"\n\n               Time starts again. Roger lets the memo flutter to the floor.\n\n                                     EDDIE\n                         Keep looking. Something'll turn up.\n\n                                                               DISSOLVE TO:\n\n               EDDIE'S HANDS\n\n               Reaching for another sheaf of documents. Rifling through the \n               pages, running his index finger down columns of text...\n\n               END OF THE AISLE - DAWN\n\n               Piles of paper everywhere. By the lawyers' haggard looks, we \n               know something didn't turn up. Tommy surveys the mess.\n\n                                     TOMMY\n                         Clean-up time.\n\n               Eddie looks up, exhausted -- but scheming, still.\n\n                                     EDDIE\n                         How's your brother, Tommy?\n\n                                     TOMMY\n                         You kept him out of the slammer and \n                         I thank you, Dowd. But if you're not \n                         gone before the day shift shows up, \n                         I'm back to emptying parking meters.\n\n               Eddie surveys all this evidence, that they've been through \n               twice. Looks over at Roger.\n\n                                     EDDIE\n                         That DD-5.",
  "20": "---END OF PREVIOUS SECTION---\nEddie surveys all this evidence, that they've been through \n               twice. Looks over at Roger. EDDIE\n                         That DD-5. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ROGER\n                         What, the lunatic who --\n\n                                     EDDIE\n                         \"Cecil Stipe.\" Find it.\n\n                                                                    CUT TO:\n\n               EXT. MACDOUGAL STREET - MORNING - TWO DAYS LATER\n\n               KITTY GREER strides down the West Village street. Kitty's \n               40, once cute, now simply sexy, and not apologetic about it.\n\n               INT. CAFFE REGGIO\n\n               The hangout that time forgot. Kitty finds the table where \n               Eddie and Roger sip espresso. With studied detachment:\n\n                                     KITTY\n                         Hi Eddie.\n\n               Eddie stands. Pulls out Kitty's chair.\n\n                                     EDDIE\n                         Roger Baron, Kitty Greer.\n                              (to Kitty)\n                         Roger's my new associate. Top of his \n                         class at Michigan Law.\n\n               Kitty smiles at Roger.\n\n                                     KITTY\n                         You read Eddie's Chase Manhattan \n                         Bombing summation in the Leftist Law \n                         anthology?\n\n                                     ROGER\n                         -- Eddie told you?\n\n               Eddie clears his throat. Kitty smiles some more.\n\n                                     KITTY\n                         My skip-trace turned up two Cecil \n                         Stipes. One's in Butte, Montana. \n                         Other's at Riverhead Veterans \n                         Psychiatric.\n\n                                     ROGER\n                         I'll take odds on Cecil Number Two.\n\n                                     KITTY\n                         So what'd this guy do? Snitch off a \n                         dealer?\n\n                                     EDDIE\n                              (casually)\n                         Murder witness.\n\n                                     KITTY\n                         You're doing a murder case?\n\n                                     EDDIE\n                         It hasn't been that long.\n\n               Kitty disagrees. She starts counting the years, to herself, \n               on her fingers. Before she can run out of fingers:\n\n                                     EDDIE\n                         Stipe was just one of four \n                         eyewitnesses who came forward, Kitty. \n                         Y'oughta start looking for the \n                         others...\n\n                                     KITTY\n                         Eddie, I'm not working on this case. \n                         You boys have fun.\n\n               She checks her watch.\n\n                                     KITTY\n                         I have business back on Planet Earth.\n\n               She stands.\n\n                                     EDDIE\n                         Lemme guess. Some corporate V.P.'s \n                         banging his secretary over lunch and \n                         you have to focus your camera and \n                         plug in your little tape recorder.",
  "21": "---END OF PREVIOUS SECTION---\nEDDIE\n                         Lemme guess. Some corporate V. P.'s \n                         banging his secretary over lunch and \n                         you have to focus your camera and \n                         plug in your little tape recorder. \n---TARGET SECTION TO BE ANNOTATED---\n                                     KITTY\n                         Beats getting paid in twenties by \n                         slimedogs selling angel dust to high \n                         school seniors.\n\n                                     EDDIE\n                         Kitty, where exactly do you place \n                         the microphone to catch the most \n                         incriminating moans?\n\n               Roger is trying to disappear behind his espresso cup.\n\n                                     KITTY\n                         Just which Constitutional amendment \n                         protects our right to peddle PCP?\n\n                                     EDDIE\n                         Forget it. You've blown your chance \n                         to participate in this case, Kitty.\n\n                                     KITTY\n                         I'm kicking myself, Eddie... Right \n                         out of here.\n\n               She briskly exits the coffeehouse.\n\n               Eddie turns to Roger. Wearing a little grin.\n\n                                     EDDIE\n                         We got her.\n\n                                                                    CUT TO:\n\n               EXT. RIVERHEAD VETERANS PSYCHIATRIC - DAY\n\n               A gray edifice just outside a blue-collar Long Island town. \n               As Eddie and Roger ENTER:\n\n                                     EDDIE\n                         You have to gently pressure a guy \n                         like this to test whether he'll keep \n                         it together on the stand...\n\n               INT. DAYROOM - CLOSE ON CECIL STIPE\n\n               Hollow-eyed, tousle-haired, late-30s. In pajama bottoms and \n               an olive-drab t-shirt.\n\n                                     STIPE\n                         Dr. Berger said you g-guys needed to \n                         talk to me...?\n\n               WIDE - THE DAYROOM\n\n               Depressing in proportion to the attempts to make it cheery. \n               Eddie and Roger sit at a round wooden table we last saw in \n               nursery school. As he pulls out a chair, for a wary Stipe:\n\n                                     EDDIE\n                         'lo, Cecil.\n\n                                     STIPE\n                         See-cil.\n\n                                     EDDIE\n                         See-cil. I'm Eddie Dowd, this is \n                         Roger Baron. We're lawyers.\n\n               Stipe looks at Roger. Then at Eddie. To Eddie:\n\n                                     STIPE\n                         You're a l-lawyer?\n                              (beat)\n                         I... I haven't had my meds, or m-my \n                         vital signs t-taken yet. I...\n\n                                     ROGER\n                         Mr. Stipe. A young man named Jimmy \n                         Chin was shot to death eight years \n                         ago, in Chinatown.",
  "22": "---END OF PREVIOUS SECTION---\nROGER\n                         Mr. Stipe. A young man named Jimmy \n                         Chin was shot to death eight years \n                         ago, in Chinatown. \n---TARGET SECTION TO BE ANNOTATED---\n Do you remember \n                         talking to the police?\n\n                                     STIPE\n                              (beat, then)\n                         That guy they arrested -- he was the \n                         wrong g-guy.\n\n                                     EDDIE\n                         Cecil, we want to reopen the case, \n                         and we can't without your testimony. \n                         I want to use what you have to say \n                         so badly -- but I must add, my friend, \n                         that I think you're fucking full of \n                         shit.\n\n               Roger winces: this is \"gentle pressure\"?\n\n                                     ROGER\n                         I think what Eddie wants to say is --\n\n                                     STIPE\n                         No! They g-got the wrong guy! I saw \n                         it! The killer wasn't Chinese.\n\n                                     EDDIE\n                         Oh come on, Cecil.\n\n                                     STIPE\n                         Hey, Chinese people have this energy \n                         field that vibrates at a particular \n                         frequency.\n\n               Eddie and Roger trade glances. Then:\n\n                                     ROGER\n                         Uh, Cecil... What's all this about \n                         the Kennedy assassination?\n\n               Stipe's voice goes hollow. He should've known.\n\n                                     STIPE\n                         You're from the Company.\n\n               He anxiously peers past the lawyers -- as though looking for \n               a hospital orderly, as though looking for help.\n\n                                     ROGER\n                              (incredulous)\n                         CIA?\n\n                                     STIPE\n                         Telephone.\n                              (sarcastic)\n                         I suppose you don't know the phone \n                         company killed Kennedy because he \n                         was trying to b-break it up -- and \n                         they'll never let that happen. They \n                         control everything: what you say in \n                         the mouthpiece is never exactly what \n                         comes out the other end, and --\n\n                                     ROGER\n                         The phone company was broken up.\n\n                                     STIPE\n                              (with muted contempt)\n                         And you b-believe that.\n\n                                     EDDIE\n                         -- Cecil.\n                              (places his hand over \n                              Stipe's)\n                         Are you what heroes are made of?\n\n               Stipe looks down at Eddie's hand, touching his own. Waits \n               for a lethal bolt of electricity. But nothing happens.\n\n                                     STIPE\n                         I did two tours in 'Nam...\n\n                                     EDDIE\n                         Good.",
  "23": "---END OF PREVIOUS SECTION---\nBut nothing happens. STIPE\n                         I did two tours in 'Nam... EDDIE\n                         Good. \n---TARGET SECTION TO BE ANNOTATED---\n Now we're going to take an \n                         affadavit from you, but only \n                         concerning the facts of the Chinatown \n                         shooting. We honestly don't give a \n                         shit about the Kennedy assassination.\n\n               Stipe considers whether Eddie and Roger might be on the level.\n\n                                     EDDIE\n                         Are you willing to testify that the \n                         man you saw shoot Jimmy Chin was not \n                         the man the cops arrested?\n\n                                     STIPE\n                         They g-got the wrong g-guy.\n\n                                     EDDIE\n                         When the D.A. hears I filed the writ, \n                         he'll send someone here, maybe \n                         claiming to be a journalist. That \n                         person will ask you lots of questions. \n                         Just be truthful, Cecil, okay? To \n                         all of us?\n\n                                     STIPE\n                         I always t-tell the truth.\n                              (sad smile)\n                         That's why I'm here.\n\n                                                                    CUT TO:\n\n               INT. FEDERAL DISTRICT COURT - MORNING - SIX WEEKS LATER\n\n               No jury. CECIL STIPE on the stand. Hair freshly cut, beard \n               trimmed. In a suit no worse than Eddie's best.\n\n               Eddie speaks softly, so as not to excite the mental patient.\n\n                                     EDDIE\n                         ...You told the Desk Sergeant you \n                         were certain Mr. Kim wasn't the \n                         killer?\n                              (Stipe nods)\n                         You left your telephone number?\n\n                                     STIPE\n                         Y-yes, sir.\n\n                                     EDDIE\n                         Did the police make any attempt to \n                         phone you, to follow up?\n\n                                     STIPE\n                         No, s-sir.\n\n                                     EDDIE\n                         Thank you, Mr. Stipe.\n\n               Eddie rejoins Roger at the defense table.\n\n                                     JUDGE\n                         Mr. Rabin? You may cross-examine.\n\n               Assistant D.A. DEAN RABIN, 30, jumps up -- alert and vigilant, \n               as though he were the bodyguard of Justice herself.\n\n                                     RABIN\n                         Mr.",
  "24": "---END OF PREVIOUS SECTION---\nA. DEAN RABIN, 30, jumps up -- alert and vigilant, \n               as though he were the bodyguard of Justice herself. RABIN\n                         Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Stipe, for how long have you \n                         been a patient at the Riverhead \n                         Veterans Psychiatric Hospital?\n\n               Overlapping, Eddie leaps up, ROARS:\n\n                                     EDDIE\n                         Objection, your Honor! The fact that \n                         the witness is currently a patient \n                         is immaterial!\n\n                                     JUDGE\n                         Sustained.\n\n                                     RABIN\n                         Alright. Mr. Stipe, how long have \n                         you resided at the Riverhead Veterans --\n\n                                     JUDGE\n                         Mr. Rabin, you're out of line. The \n                         question is stricken.\n\n               But so, unfortunately, is Stipe: his whole body twitches. \n               Now Rabin moves in for the kill.\n\n                                     RABIN\n                         Mr. Stipe: you're under oath to tell \n                         the truth and nothing but the truth. \n                         Who killed President Kennedy?\n\n                                     EDDIE\n                         -- Objection! Irrelevant! The witness \n                         is not an expert in --\n\n                                     RABIN\n                              (overlapping)\n                         Your Honor, the question relates \n                         directly to the witness's bail-\n\n                                     STIPE\n                              (overlapping; tremulous)\n                         I'd l-like to answer the question.\n\n                                     EDDIE\n                         Mr. Rabin has no right to --\n\n               CLOSE - STIPE\n\n               He's answering. But, given the din of the lawyers' battle, \n               he can't be heard. Until the Judge POUNDS his gavel.\n\n                                     STIPE\n                         Lee... H-Harvey... Oswald.\n\n               To mouth this hideous lie has taxed all Stipe's strength and \n               self-control.\n\n               In mid-argument, Eddie stops shouting. He sits.\n\n                                     RABIN\n                         Never mind, your Honor.\n\n               He's left sheepishly smiling at the Judge, who's wondering \n               what the hell that was about.\n\n                                                                    CUT TO:\n\n               INT. PRISON CELL BLOCK - THAT AFTERNOON\n\n               Shu is escorted along the tier by TWO C.O.s.\n\n               INT. CONFERENCE ROOM\n\n               Enter the two C.O.s, with SHU. EDDIE and ROGER wait here.\n\n                                     EDDIE\n                         Shu, the judge has ordered a retrial \n                         in the Chinatown murder case.\n\n               Shu's lips move. No sound emerges.",
  "25": "---END OF PREVIOUS SECTION---\nEDDIE\n                         Shu, the judge has ordered a retrial \n                         in the Chinatown murder case. Shu's lips move. No sound emerges. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ROGER\n                         If we can prove reasonable doubt on \n                         your imprisonment eight years ago, \n                         we feel sure the D.A. will reduce \n                         the charge in Lindeman's death. You \n                         may get out of here much sooner.\n\n               Now Shu is standing, breathing hard.\n\n                                     SHU\n                         Do I -- have to be in the courtroom?\n\n               Eddie knows that Shu isn't eager to relive the last trial.\n\n                                     EDDIE\n                         The State won't want to retry an \n                         eight-year-old case... At the pre-\n                         trial conference, an offer'll be \n                         made. Odds are we'll cut some kinda \n                         deal.\n\n               Roger is searching Shu's face for a ray of hope. Instead he \n               hears, constricted:\n\n                                     SHU\n                         -- I can't pay you.\n\n                                     ROGER\n                              (gently)\n                         That's okay, Shu. We're not billing.\n\n               This makes Shu even more uncomfortable. His eyes bore into \n               Eddie's, searching for an answer.\n\n               Finally Eddie supplies it.\n\n                                     EDDIE\n                         You've done enough time, Shu.\n\n               Shu holds Eddie's gaze for a beat. Then he nods. And then, \n               without expression, he backs out of the Conference Room.\n\n                                                                    CUT TO:\n\n               CLOSE - X-RAY POSITIVE\n\n               As we contemplate a man's shattered skull we hear:\n\n                                     ROGER\n                         According to the evidence, the bullet, \n                         the wound, the powder burns, Shu's \n                         gun -- they're a perfect match.\n\n               INT. EDDIE'S INNER OFFICE\n\n               Eddie sits at his desk, across from Roger.\n\n                                     EDDIE\n                         Hey. The cops tell the eyewitnesses, \n                         \"Don't doubt your ID, we got 'em \n                         dead on the gun.\" Meantime they tell \n                         their ballistics expert, \"Hey, it's \n                         cool -- three people saw the guy \n                         fire the gun.\" It's a game, man. And \n                         you know what?\n\n               As Eddie continues, Roger queasily flips through a stack of \n               forensic exhibits. We SEE x-ray positives of Jimmy Chin's \n               skull, prints of microscopic autopsy slides...",
  "26": "---END OF PREVIOUS SECTION---\nAnd \n                         you know what? As Eddie continues, Roger queasily flips through a stack of \n               forensic exhibits. We SEE x-ray positives of Jimmy Chin's \n               skull, prints of microscopic autopsy slides... \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         In the eight years since the first \n                         trial, advances in forensic ballistics \n                         analysis will enable us to piss on \n                         the evidence.\n\n               The phone starts RINGING.\n\n               Now the door swings open -- it's KITTY. As she casually strips \n               off her overcoat:\n\n                                     KITTY\n                         Of the prosecution's three original \n                         eyewitnesses, one's dead, one's moved \n                         to Montreal and won't budge...\n\n               Kitty catches Roger watching her with a look of pleasant \n               surprise. With a little smile:\n\n                                     KITTY\n                         You getting this?\n\n                                     ROGER\n                         -- Every word.\n\n                                     KITTY\n                              (sits)\n                         But they've still got Laura Gordon -- \n                         and she was the closest, about 20 \n                         feet from the killer.\n\n               Eddie appears untroubled.\n\n                                     EDDIE\n                         Gee, maybe she saw the gun.\n\n               He pulls a joint from the desk drawer and lights up.\n\n                                     ROGER\n                         Do you have to do that?\n\n                                     EDDIE\n                         \"Have to\"? No...\n\n               He takes a hit. Then turns to Kitty.\n\n                                     EDDIE\n                         Start looking into the Joe Boys -- \n                         who assigned the hits in 1980, what \n                         rank generally did the hits...\n                              (pointedly)\n                         Your extensive law enforcement \n                         contacts should be of some use.\n\n                                     KITTY\n                              (to Roger)\n                         I was never politically correct enough \n                         for Comrade Dowd.\n\n               The phone starts RINGING again. Shouting through the wall:\n\n                                     EDDIE\n                         Billy...\n\n               No result. So Eddie picks up, as Kitty and Roger continue \n               TALKING, in b.g.\n\n                                     EDDIE\n                         Yeah. Who?\n\n               Eddie grinds out his joint. Signals his colleagues to shut \n               up. His customary braggadocio giving way to bafflement:\n\n                                     EDDIE\n                         Put him through.\n                              (then)\n                         Speaking.\n                              (listens, then)\n                         Sure. Fine. See you then.\n\n               Eddie hangs up.\n\n                                     EDDIE\n                         That was Donald Reynard.\n\n               Roger has heard of Reynard. With a trace of incredulity:\n\n                                     ROGER\n                         The Manhattan D.A.?\n\n                                                                    CUT TO:\n\n               EXT.",
  "27": "---END OF PREVIOUS SECTION---\nWith a trace of incredulity:\n\n                                     ROGER\n                         The Manhattan D. A.? CUT TO:\n\n               EXT. \n---TARGET SECTION TO BE ANNOTATED---\n NEW YORK ATHLETIC CLUB\n\n               On Central Park South. Where Manhattan's oligarchs go to \n               stay hungry. Several generations of WASPs stride in and out, \n               attache cases in their left hands, racquets in their right.\n\n               EDDIE hurriedly enters this sanctum of health and wealth, \n               too self-conscious to notice the startled WASPs noticing \n               him.\n\n               INT. CLUB BAR\n\n               With a Rare Book Room ambience. A MAITRE D' steers an edgy \n               Eddie past POWER BROKERS who stop brokering, briefly, to \n               gape at this bizarre interloper. Excepting one self-absorbed \n               MAGNATE who pontificates on the trade gap at FOUR REPORTERS.\n\n               Eddie is delivered to a table in the center of the room. \n               Settled here, sipping a scotch, is Manhattan D.A. DONALD \n               REYNARD: mid-40s, sharp-featured, soigne. At Reynard's elbow \n               sits Dean Rabin. Wearing a vindictive little grin.\n\n                                     MAITRE D'\n                         Mr. Reynard...?\n\n               Head bowed, Eddie awkwardly thrusts out a hand.\n\n                                     EDDIE\n                         Edward T. Dowd.\n\n                                     REYNARD\n                              (shaking)\n                         Don Reynard.\n\n               He offers Eddie a seat. Indicates the human terrier at his \n               side.\n\n                                     REYNARD\n                         Of course you know Dean Rabin, one \n                         of my Assistant D.A.s. Dean generally \n                         handles nuisance cases like the... \n                         what's the man's name?\n\n                                     EDDIE\n                         Shu Kai Kim.\n\n                                     REYNARD\n                         You won't remember this, but in '72 \n                         I was one of several prosecutors \n                         assigned to the Black Panther-Police \n                         Shootout.\n                              (laughs)\n                         We had a whole team, and you walked \n                         into court by yourself and kicked \n                         our collective butt.\n                              (beat)\n                         So what've you been up to since then?\n\n                                     EDDIE\n                         This and that.\n\n                                     REYNARD\n                         My staff tells me it's been mostly \n                         drug pushers... I said that can't be \n                         the same Edward Dowd.",
  "28": "---END OF PREVIOUS SECTION---\nEDDIE\n                         This and that. REYNARD\n                         My staff tells me it's been mostly \n                         drug pushers... I said that can't be \n                         the same Edward Dowd. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                              (evenly)\n                         It's in the area of narcotics, Mr. \n                         Reynard, that the government tramples \n                         on the Fourth Amendment.\n\n                                     REYNARD\n                         Let's not drag the Constitution into \n                         this.\n\n               Rabin can contain himself no longer.\n\n                                     RABIN\n                         Mr. Dowd, you used the testimony of \n                         a paranoid schizophrenic to overturn \n                         a murder conviction that had stood \n                         unchallenged for eight years. Now we \n                         don't intend to sit back and --\n\n               Reynard holds up a palm, silencing Rabin.\n\n                                     REYNARD\n                         What you did was very cynical. I'm \n                         annoyed with you, Ed.\n\n               Clearly a supreme understatement.\n\n                                     EDDIE\n                         I'm sorry if I've ruined your day, \n                         Mr. Reynard. But my client's had a \n                         rough eight years behind bars and --\n\n                                     REYNARD\n                         Your client is guilty. Don't dick \n                         around with me.\n\n               Rabin glows. He's getting revenge, albeit vicariously.\n\n                                     REYNARD\n                         Back in the Seventies I spent years \n                         putting away gangsters in a Colombian \n                         syndicate called \"the Ochoa\". These \n                         guys are very dangerous, Ed. When I \n                         hear that a small-time dope lawyer \n                         is conniving to spring one of these \n                         guys, I see red.\n\n                                     EDDIE\n                         I'd have that checked, Mr. Reynard.\n\n               Reynard is not amused.\n\n                                     REYNARD\n                         Now maybe you got this case reopened \n                         because you see yourself as a thorn \n                         in society's side, or you want to \n                         walk into any restaurant in Chinatown \n                         and get free dumplings...\n\n                                     EDDIE\n                         Are you implying that my motives are \n                         less than sincere?\n\n                                     REYNARD\n                         Yes, but that's not the issue. What's \n                         on your wish list, Ed? Pleading Kim \n                         out to first degree man on both \n                         homicides, with an agreed sentence \n                         of 15 to life running concurrent? \n                         Come on... What're you looking for \n                         here?\n\n                                     EDDIE\n                         What am I looking for? You're the \n                         one talking deal.",
  "29": "---END OF PREVIOUS SECTION---\nWhat're you looking for \n                         here? EDDIE\n                         What am I looking for? You're the \n                         one talking deal. \n---TARGET SECTION TO BE ANNOTATED---\n                                     REYNARD\n                         Friday's the drop-dead date on the \n                         offer.\n\n                                     EDDIE\n                         Please don't bullshit me, Mr. Reynard. \n                         You've got witness problems, you've \n                         got proof problems...\n\n                                     REYNARD\n                         You're my only problem, Ed. What \n                         does it take to make you go away?\n\n               Eddie doesn't have to ponder long.\n\n                                     EDDIE\n                         8-1/3 on both counts to run \n                         concurrent, and credit for time \n                         served.\n\n               Reynard pretends to do some calculations.\n\n                                     REYNARD\n                         I see: He'd walk out next month.\n\n                                     EDDIE\n                         That's right.\n\n                                     REYNARD\n                         We reconvict, your man's looking at \n                         25 years on two counts, served \n                         consecutively. So what I'd like to \n                         ask, Ed, is: Are you joking?\n\n                                     EDDIE\n                              (rising)\n                         I never joke about waiving a client's \n                         Sixth Amendment right to trial.\n\n                                     REYNARD\n                         You're pissing me off again, Ed.\n\n                                     EDDIE\n                         You know you're very tense, Mr. \n                         Reynard. Y'oughta take a week off, \n                         fly the wife and kids to Oahu.\n\n               Eddie turns. As he lopes away --\n\n                                     REYNARD\n                         Don't forget: after Friday, no deal.\n\n               ANGLE - A REPORTER\n\n               at the Trade Gap table sniffs a story.\n\n               INT. CORRIDOR\n\n               Eddie waits for the elevator. And HEARS a confidential:\n\n                                     REPORTER\n                         Excuse me... Len Davis.\n\n               Eddie turns.\n\n                                     REPORTER\n                         Looks like you've wriggled up \n                         Reynard's ass... What gives?\n\n                                     EDDIE\n                         You're not a reporter...?\n\n                                     REPORTER\n                         Daily News.\n\n               He reaches for his press card. The elevator arrives.\n\n                                     EDDIE\n                         I can't talk to you.\n\n               Eddie boards. Slow enough that the Reporter has time to follow \n               him in. The door closes.\n\n               INT. LOBBY - ON THE ELEVATOR DOOR\n\n               as it opens; Eddie and the Reporter step out. The Reporter \n               madly scribbles notes as Eddie declaims.",
  "30": "---END OF PREVIOUS SECTION---\nINT. LOBBY - ON THE ELEVATOR DOOR\n\n               as it opens; Eddie and the Reporter step out. The Reporter \n               madly scribbles notes as Eddie declaims. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         ...not saying there was a conspiracy. \n                         Law enforcement is too disorganized \n                         for that... No, I suspect sloth was \n                         the culprit -- lassitude... My client \n                         made a convenient patsy...\n\n               They stride past CAMERA, Eddie just warming up, as we:\n\n                                                                    CUT TO:\n\n               INT. CAFFE REGGIO - NEXT NIGHT\n\n               At this hour, the espresso has given way to red wine. KITTY, \n               EDDIE, ROGER and assorted West Village characters have taken \n               over a table in the middle of the room.\n\n                                     ROGER\n                         \"Edward C. Dowd, retained to defend \n                         Mr. Kim, has disclosed that a witness \n                         will corroborate Mr. Kim's alibi\"?\n\n               Roger reads from the Daily News -- everyone at the table has \n               a copy. On an inner page is a file photo of Eddie under the \n               headline \"Stunning Revelations in 'Wrong Man' Murder Case.\"\n\n                                     EDDIE\n                         I embellished.\n\n                                     KITTY\n                         \"Dowd also reports that his team of \n                         private investigators...\"?\n\n                                     EDDIE\n                         I embroidered.\n\n                                     KITTY\n                         \"...are close to naming the man they \n                         believe actually killed Jimmy Chin\"?\n\n                                     EDDIE\n                         I lied.\n\n               Roger gives Eddie a thin smile.\n\n                                     ROGER\n                         Shoulda told the one about Shu being \n                         the bastard child of Mother Theresa.\n\n                                     EDDIE\n                              (smiles back)\n                         Saving it for the Sunday Times.\n\n               Eddie stands, stretches.\n\n                                     EDDIE\n                         I'm heading home -- get some sleep...\n\n               EXT. MACDOUGAL STREET - NIGHT\n\n               As Eddie starts north, a STREET DEALER calls from the shadows: \n\n               OMIT\n\n                                     STREET DEALER\n                         Hey Eddie... Loose joints? Buy one, \n                         get one free.\n\n                                     EDDIE\n                         I get 'em all free.\n\n               ON SHERIDAN SQUARE\n\n               Eddie crosses Seventh Avenue. Pulls out his keys, to let \n               himself into his building. OS, hears:\n\n                                     VOICE\n                         Hey, Eddie.\n\n               A MAN stands, silhouetted, at the top of the subway stairs.\n\n                                     MAN\n                         Spare a quarter?\n\n               EDDIE\n\n               reaches back into his pocket.",
  "31": "---END OF PREVIOUS SECTION---\nA MAN stands, silhouetted, at the top of the subway stairs. MAN\n                         Spare a quarter? EDDIE\n\n               reaches back into his pocket. \n---TARGET SECTION TO BE ANNOTATED---\n And gets RAKED across the jaw \n               with a short length of PIPE.\n\n               HIS ASSAILANT\n\n               is a muscular PUNK in a black sleeveless t-shirt. Two black \n               teardrops tattooed on his cheek. In a WHISPER:\n\n                                     PUNK\n                         Race traitor. Gook lover.\n\n               INT. SUBWAY STAIRS\n\n               The Punk flings a stunned Eddie halfway down the stairs, to \n               continue the beating out of plain sight. On the landing, the \n               men bob back and forth, drunken dance partners --\n\n               -- and then Eddie manages to grab the Punk's face, squeezing \n               it with his ebbing strength, SMUDGING the TEARDROPS.\n\n               EDDIE\n\n               puzzles, for an instant, at the smeared \"tattoos\".\n\n               THE PUNK\n\n               senses something's awry. In his eyes, a flicker of panic.\n\n               SCENE\n\n               Then the Punk's eyes go cold again as he smashes Eddie's \n               head against the tile. As Eddie collapses:\n\n                                     PUNK\n                         Enemy of the Aryan People.\n\n               Punctuated with a kick of his combat boots. Eddie curls up \n               to protect himself.\n\n                                     PUNK\n                         Commie. Faggot. Motherfucker. Jew.\n\n                                     EDDIE\n                              (gasps)\n                         -- Only half.\n\n               For this, Eddie gets another kick. Then the ultimatum, told \n               as a \"Confucious say\" joke:\n\n                                     PUNK\n                         Aryan Warriors say: If the Chink \n                         goes to trial, you die.\n\n               Eddie groans, his eyes roll back. FADE to BLACK. While the \n               SCREEN stays BLACK, we HEAR:\n\n                                     DETECTIVE 1'S VOICE\n                         In my humble opinion, Mr. Dowd, you \n                         opened a Pandora's box of ugly shit.\n\n               INT. POLICE HEADQUARTERS - NIGHT - LATER\n\n               EDDIE, in the Detective Bullpen -- ice pack pressed to his \n               bruised jaw -- leafs through a mugbook. ROGER, beside him, \n               addresses a DETECTIVE, across the desk.\n\n                                     ROGER\n                         Oh, Eddie deserved this. I guess \n                         rape victims want to get laid at \n                         gunpoint.\n\n               But Eddie could care less.",
  "32": "---END OF PREVIOUS SECTION---\nROGER\n                         Oh, Eddie deserved this. I guess \n                         rape victims want to get laid at \n                         gunpoint. But Eddie could care less. \n---TARGET SECTION TO BE ANNOTATED---\n Indicating the mugbook:\n\n                                     EDDIE\n                         These are all the known Aryan Warriors \n                         in New York?\n\n               IN THE BOOK\n\n               Mugshots and descriptions, four to a page. Several subjects \n               sport the teardrop tattoos.\n\n                                     DETECTIVE (O.S.)\n                         Every last delightful one.\n\n               SCENE\n\n               Eddie stops paging. Squints.\n\n               CLOSE - A MUGSHOT\n\n               of the Punk. Sure enough, no teardrops on his face. His name: \n               CHUCKIE ROEDER.\n\n               Eddie's HANDS enter FRAME. His fingertips still smudged with \n               black ink, from Roeder's cheeks.\n\n               BACK TO SCENE\n\n               Eddie studies the photo, his fingertips. Abruptly shuts the \n               mugbook.\n\n                                     EDDIE\n                         Y'don't mind, I'll look some more \n                         tomorrow. Starting to see double.\n\n               EXT. POLICE HEADQUARTERS\n\n               As they emerge, Roger grips Eddie's upper arm, to steady \n               him. Quietly:\n\n                                     EDDIE\n                         His name is Chuckie Roeder. But \n                         something's very weird.\n\n                                     ROGER\n                         -- You found his mugshot?\n\n               They round the corner. In b.g. is the County Coroner's Office; \n               official AMBULANCES are double-parked in front.\n\n                                     EDDIE\n                         The tears... they weren't real.\n\n               Roger gives Eddie a questioning look.\n\n               OMIT\n\n                                                                    CUT TO:\n\n               EXT. EXPRESSWAY - LATE NIGHT\n\n               As we TIGHTEN on Eddie's wheezing RIVIERA we HEAR, OVER:\n\n                                     ROGER'S VOICE\n                         I don't believe we're going to talk \n                         to a bunch of Nazis. At night.\n\n                                     EDDIE'S VOICE\n                         They only think they're Nazis.\n\n               INT. RIVIERA - MOVING\n\n               Roger drives. Eddie, in the passenger seat, massages his \n               swollen jaw. In his free hand are scribbled directions.\n\n                                     EDDIE\n                         They're just frightened, fucked-up \n                         losers that prison fucked up worse.\n\n                                     ROGER\n                              (tense, snaps)\n                         I didn't ask for a closing argument.\n\n                                     EDDIE\n                         There's no one else to talk to.",
  "33": "---END OF PREVIOUS SECTION---\nEDDIE\n                         They're just frightened, fucked-up \n                         losers that prison fucked up worse. ROGER\n                              (tense, snaps)\n                         I didn't ask for a closing argument. EDDIE\n                         There's no one else to talk to. \n---TARGET SECTION TO BE ANNOTATED---\n The \n                         tattoos were phony!\n\n                                     ROGER\n                         -- Yeah?\n\n                                     EDDIE\n                         So an upstanding member of the Aryan \n                         Warriors wouldn't paint them on. \n                         They take those teardrops seriously -- \n                         they're badges of courage, of honor. \n                         Only their most vicious killer elite \n                         get to wear them...!\n\n                                     ROGER\n                         I feel much better now.\n\n                                     EDDIE\n                         Hey, Clyde Gruner sold these guys a \n                         pound of crystal meth at cost. We're \n                         Clyde's buddies, it's cool.\n                              (checks the directions)\n                         Next exit.\n\n                                                                    CUT TO:\n\n               EXT. ROW HOUSES - LATE NIGHT\n\n               A desolate, sub-working-class-outpost on Staten Island.\n\n               Eddie KNOCKS on a door. Roger waits with trepidation. The \n               door is answered by:\n\n               A BOY\n\n               Towheaded, in pajamas. No more than eight years old.\n\n                                     EDDIE\n                         Hi there. Is your daddy home?\n\n               INT. ARYAN WARRIOR HOUSE\n\n               The little boy GIGGLES, then leads Eddie and Roger through a \n               nightmare LIVING ROOM strewn with pizza cartons, shotgun \n               shells and dogshit. A MAC-10 submachine gun is propped in a \n               corner. In another corner, an old b&w TV. Flickering across \n               the screen: a rerun of \"Love, American Style.\" TWO ARYAN \n               WARRIORS were slumped in front of it, swigging generic beer \n               while ogling the '60s bikini queens. Now they sit up straight \n               and reach for the guns as the lawyers pass, into:\n\n               INT. BEDROOM\n\n               The little boy wraps his arms around a pair of legs. ANGLE \n               UP on a young man whose face is marred by a single teardrop \n               tattoo.\n\n                                     EDDIE\n                         I'm a friend of Clyde Gruner's...\n\n               The walls are decorated with white power posters, portraits \n               of Hitler and Jesus.\n\n                                     TEARDROP\n                         We know who you are. You're the race \n                         traitor who's defending the gook.\n\n               O.S. we hear:\n\n                                     MAN'S VOICE\n                         You've got balls coming here.\n\n               Eddie and Roger turn.",
  "34": "---END OF PREVIOUS SECTION---\nO. S. we hear:\n\n                                     MAN'S VOICE\n                         You've got balls coming here. Eddie and Roger turn. \n---TARGET SECTION TO BE ANNOTATED---\n Behind them another Aryan Warrior has \n               materialized. Chewing a Slim Jim.\n\n                                     SLIM JIM\n                         We respect balls.\n\n               Roger exhales.\n\n                                     EDDIE\n                         Who's Chuckie Roeder?\n\n                                     TEARDROP\n                         Chuck? Rhymes with suck?\n                              (cackles, then)\n                         Chuckie Roeder is no longer a comrade \n                         in the resurrection of our nation. \n                         We expelled that faggot junkie last \n                         year.\n\n               Eddie and Roger trade glances.\n\n                                     EDDIE\n                         Do you know where he can be found?\n\n                                     TEARDROP\n                         Hanging with his tongue out and a \n                         sign around his neck says \"I Betrayed \n                         My Race\" along with the rest of \n                         society's scum, on the Great Day of \n                         the Rope.\n\n                                     ROGER\n                         Um... prior to the Great Day of the \n                         Rope, where can Chuckie be found?\n\n                                     TEARDROP\n                         Mixing with mongrel races.\n\n                                     EDDIE\n                         -- A job? An address?\n\n               Teardrop doesn't answer. Hoping to help him out:\n\n                                     SLIM JIM\n                         Art supplies, right?\n\n               Teardrop shoots a look at Slim Jim. If looks could kill, \n               Slim Jim's brains would be decorating the walls.\n\n               Teardrop turns back to Eddie and Roger.\n\n                                     TEARDROP\n                         Now get the fuck out of here.\n\n               Instead Eddie steps forward, in Teardrop's face.\n\n                                     EDDIE\n                         A man jumped me tonight. He said he \n                         was an Aryan Warrior, and you're \n                         saying he wasn't. I have to hear it \n                         really clear: You guys weren't behind \n                         this.\n\n               Very slowly, so Eddie gets it straight:\n\n                                     TEARDROP\n                         If we were, you wouldn't be standing \n                         here, asking.\n\n                                                                    CUT TO:\n\n               INT. RIVIERA - MOVING - EARLY MORNING\n\n               Route 9, North. An excited Roger drives, a little wildly, on \n               the empty road. Eddie stares out into the night.\n\n                                                                    CUT TO:\n\n               EXT. OSSINING CORRECTIONAL FACILITY - DAYBREAK\n\n               ROGER is asleep, in the back seat of the Riviera.",
  "35": "---END OF PREVIOUS SECTION---\nEddie stares out into the night. CUT TO:\n\n               EXT. OSSINING CORRECTIONAL FACILITY - DAYBREAK\n\n               ROGER is asleep, in the back seat of the Riviera. \n---TARGET SECTION TO BE ANNOTATED---\n PAN TO:\n\n                                     EDDIE\n                         At the main gate, that isn't open \n                         yet. Eddie stands still, head bowed, \n                         hands clasped behind his back. A \n                         supplicant. Waiting to get in.\n\n               INT. VISITORS ROOM - MORNING - LATER\n\n               Eddie and Shu are separated by a plexiglass pane. They talk \n               over telephones. Shu strives to remain impassive as he HEARS:\n\n                                     EDDIE (O.S.)\n                         Shu, the D.A.'s offered us a deal. I \n                         can make a counter-offer I know he'd \n                         accept. You'd be free in four years.\n\n               Shu's response:\n\n                                     SHU\n                         Who did that to you?\n\n               Eddie worries his discolored jaw.\n\n                                     EDDIE\n                         An Aryan Warrior with black teardrops \n                         painted on his face.\n\n                                     SHU\n                         \"Painted\"?\n\n               Eddie nods.\n\n                                     SHU\n                         That wasn't an Aryan Warrior.\n\n               Eddie nods.\n\n                                     EDDIE\n                         But why would a guy would do that? \n                         Paint black teardrops on his face?\n\n                                     SHU\n                         I guess he... wanted you to think he \n                         was... somebody he wasn't.\n\n                                     EDDIE\n                         But why?\n\n                                     SHU\n                         Maybe... because someone's afraid.\n\n                                     EDDIE\n                         Afraid of what?\n\n                                     SHU\n                         I don't know. The truth, maybe.\n\n                                     EDDIE\n                         -- About what?\n\n                                     SHU\n                         About Chinatown. What went down.\n\n                                     EDDIE\n                         What went down?\n\n                                     SHU\n                         You tell me, man.\n\n                                     EDDIE\n                         No. You tell me, Shu.\n\n                                     SHU\n                         How can I tell you what I don't know!\n\n                                     EDDIE\n                         You can't. So tell me what you do \n                         know -- say it!\n\n                                     SHU\n                         I don't know shit, man! Goddammit --\n\n                                     EDDIE\n                         Well I know that you're innocent, \n                         Shu -- even if you forgot.\n\n               Shu sucks in a breath. The curses are like stifled sobs.\n\n                                     SHU\n                         Shit... fucking... bitch bastard...",
  "36": "---END OF PREVIOUS SECTION---\nShu sucks in a breath. The curses are like stifled sobs. SHU\n                         Shit... fucking... bitch bastard... \n---TARGET SECTION TO BE ANNOTATED---\n               Tears are spilling down Shu's rock-hard cheeks.\n\n               Eddie brings his palm up against the plexiglass divider. \n               He's breathing hard too.\n\n                                     EDDIE\n                         Shu. We take this deal, that's the \n                         end. I don't look for the scumbag \n                         that jumped me, don't get him on the \n                         stand to tell the court who put him \n                         up to it, don't go after the fuck \n                         who put him up to it -- the fuck who \n                         did the crime and let you do the \n                         time... We take this deal, we walk \n                         away without knowing what really \n                         went down, never get a shot at nailing \n                         some guilty bastard's balls to the \n                         wall.\n\n               Shu swipes at his face, roughly wiping it dry.\n\n                                     SHU\n                         No.\n\n                                     EDDIE\n                         \"No,\" what?\n\n               Now Shu raises his palm. Presses it against the plexiglass, \n               where Eddie's palm is. Slowly, emphatically:\n\n                                     SHU\n                         Fuck the D.A.'s deal.\n\n                                                                    CUT TO:\n\n               EXT. CHINATOWN STREET - DUSK - VARIOUS SHOTS\n\n               Hungry tourists, hyper street vendors, harried locals... \n               Roasting chicken carcasses, counterfeit merchandise \n               aggressively hawked, tiny old ladies bent over bins, squeezing \n               strange fruits... The air a shivaree of piped-in flutes and \n               drums, dissonant mercantile chatter, clogged honking \n               traffic...\n\n               On Pell Street we FIND Eddie striding down the sidewalk, \n               nose in trial transcript. To himself:\n\n                                     EDDIE\n                         Jimmy came east on Pell. He stopped \n                         on the corner to a let a car go by.\n\n               Eddie stops.\n\n                                     EDDIE\n                         At the last instant he must've sensed \n                         something. He turned --\n\n               Eddie looks up from the text, turns his head. There's:\n\n               ROGER\n\n               About twenty feet away. He looks up from his transcript.\n\n                                     ROGER\n                         Laura Gordon stood here. No bus stop, \n                         phone booth, stop sign in the way...\n                              (chagrined)\n                         She had a perfect view of the killer's \n                         face.",
  "37": "---END OF PREVIOUS SECTION---\nROGER\n                         Laura Gordon stood here. No bus stop, \n                         phone booth, stop sign in the way... (chagrined)\n                         She had a perfect view of the killer's \n                         face. \n---TARGET SECTION TO BE ANNOTATED---\n               Eddie adamantly shakes his head as he moves to Roger.\n\n                                     EDDIE\n                         But she couldn't have, could she, \n                         because she thinks she saw Shu and \n                         now we know she didn't see Shu...\n\n               Roger looks dubious. Eddie grabs his shoulders, marching him \n               east on Pell, the way Jimmy Chin came...\n\n                                     EDDIE\n                         You're cruising along without a care \n                         but now I'm stalking you, I'm right \n                         behind you, there's rage in the air. \n                         You feel the rage, like an electrical \n                         charge -- you turn --\n\n               He yanks Roger's head around.\n\n                                     EDDIE\n                         I pull out a loaded gun --\n\n               Eddie shapes the fingers of his right hand like a gun.\n\n                                     EDDIE\n                         -- Time contracts, space explodes, \n                         perceptions can't be trusted when I --\n\n               Eddie violently whips his finger-gun into Roger's face. Roger \n               flinches -- we HEAR a shattering GUNSHOT -- and we're in:\n\n               INT. FORENSIC BALLISTICS LAB - A FEW DAYS LATER\n\n               A forensic ballistics expert (GEORGE) has just test-fired \n               Shu's gun into a long wooden box. He and Roger remove their \n               ear-protectors. (Eddie hadn't bothered wearing one.) To Roger, \n               as he opens the box's lid:\n\n                                     GEORGE\n                         Some guys in the field, they'll try \n                         to bullshit you that comparison \n                         microscopy's an exact science.\n\n                                     ROGER\n                         ...Not exactly.\n\n                                     GEORGE\n                         I'm saying, we need to finesse a \n                         little, we'll finesse.\n\n               Eddie adamantly shakes his head.\n\n                                     EDDIE\n                         George -- I told ya -- ! We don't \n                         need to finesse this one!\n\n                                     GEORGE\n                         Jesus! Jump back...\n\n               He recovers the bullet with a pair of sterile forceps.\n\n                                     GEORGE\n                         You wanna hang out, Eddie, I'll have \n                         something preliminary in an hour.\n\n                                     EDDIE\n                         My associate'll wait, George. I've \n                         got good news of my own to deliver.\n\n                                                                    CUT TO:\n\n               EXT. CRIMINAL COURTS BUILDING - DAY - LATER\n\n               The D.A.",
  "38": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n               EXT. CRIMINAL COURTS BUILDING - DAY - LATER\n\n               The D. A. \n---TARGET SECTION TO BE ANNOTATED---\ns office is on the south side of the building.\n\n                                     RECEPTIONIST (V.O.)\n                         Is Mr. Reynard expecting you?\n\n               INT. REYNARD'S RECEPTION AREA\n\n               Reynard's Receptionist is politely but terminally skeptical.\n\n                                     EDDIE\n                         This'll only take a minute.\n\n                                     RECEPTIONIST\n                         I'm sorry but Mr. Reynard is running \n                         about an hour behind schedule.\n\n                                     EDDIE\n                         Then just leave word: Mr. Dowd and \n                         Mr. Kim plan to proceed with trial.\n\n               INT. CORRIDOR\n\n               Grand, marbled. Eddie's footfalls ECHO as he lopes to the \n               stairs. And now he hears a deep, sepulchral:\n\n                                     MAN'S VOICE\n                         ...Ed?\n\n               ANGLE - ROBERT REYNARD stands at the far end of the corridor, \n               shirt-sleeves rolled up, arms akimbo.\n\n                                     REYNARD\n                         Did my girl hear your message \n                         correctly?\n\n               Eddie ambles toward Reynard.\n\n                                     EDDIE\n                         I guess so, or you wouldn't be \n                         standing there, am I right?\n\n               The D.A. shakes his head, disappointed in himself.\n\n                                     REYNARD\n                         Why did I think I could deal \n                         reasonably with a man who defends \n                         coke pushers for free?\n\n               The lawyers face off, salvos reverberating.\n\n                                     EDDIE\n                         Coke pushers pay cash. That subsidizes \n                         the pot possession cases.\n\n               D.A.s slip past, careful to stay out of the line of fire.\n\n                                     REYNARD\n                         But now you've strayed from your \n                         area of expertise -- dope -- into \n                         street assassins. A subject on which \n                         you're dangerously ignorant.\n\n                                     EDDIE\n                         But I'm a quick study. Tell your \n                         Deputy D.A. -- Rabin? -- that I'll \n                         see him in court.\n\n                                     REYNARD\n                         No, Mr. Dowd, you'll see me in court. \n                         I'm prosecuting this case.\n\n               Eddie takes a beat to absorb the news. Then:\n\n                                     EDDIE\n                         Why am I surprised? It's consistent.\n\n               Reynard nods in solemn accord.",
  "39": "---END OF PREVIOUS SECTION---\nThen:\n\n                                     EDDIE\n                         Why am I surprised? It's consistent. Reynard nods in solemn accord. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         You seem to have a talent for putting \n                         non-whites behind bars...\n\n               A frost settles on the District Attorney's face.\n\n                                     REYNARD\n                         I'll prosecute anyone who fucks up. \n                         If that makes me look racist, it's a \n                         trade-off I'll live with, Ed.\n\n                                     EDDIE\n                         That's big of you, Bob.\n\n               He gives Reynard a farewell-for-now salute.\n\n                                     EDDIE\n                         I'll see vou in court.\n\n               He does a little pirouette. Reynard's words, swelling out, \n               follow him as he dances down the hall.\n\n                                     REYNARD\n                         I'll beat you, Ed. You can hide behind \n                         the whole Bill of Rights...\n\n               Eddie hurriedly descends the stairs.\n\n                                                                    CUT TO:\n\n               EXT. WEST VILLAGE - THAT NIGHT\n\n               As we PAN the quaint townhouses and tenements we HEAR, OVER:\n\n                                     EDDIE'S VOICE\n                         You guys shoulda been there.\n\n               FIND a WINDOW in which THREE SILHOUETTES are seen. In the \n               context of the cityscape, there's a poignant -- even fearful -- \n               sense of their smallness and isolation.\n\n                                     EDDIE\n                         The fuckin' D.A. himself.\n\n               INT. OUTER OFFICE\n\n               Eddie paces, gesticulates.\n\n                                     EDDIE\n                         Dude was quaking.\n\n               Finally Roger feels compelled to deliver bad news.\n\n                                     ROGER\n                         Uh, Eddie? The, um, ballistics guy, \n                         George...? He called, and...\n                              (uneasily)\n                         His tests show that Shu's gun fired \n                         the bullet that killed Jimmy Chin.\n\n                                     EDDIE\n                         George is a fucking burnout case. I \n                         didn't want him on the stand anyway. \n                         Get more names from Billy.\n\n               Eddie turns to Kitty.\n\n                                     EDDIE\n                         Did you find me an expert witness on \n                         the Joe Boys?\n\n               Kitty is nearly as reluctant as Roger.\n\n                                     KITTY\n                         The best expert in New York is a Soc \n                         professor at Columbia...\n                              (carefully)\n                         Apparently doing a hit was the way \n                         to get into the Joe Boys.\n\n               Eddie levels a \"So what are you telling me?\" look at Kitty.",
  "40": "---END OF PREVIOUS SECTION---\nKITTY\n                         The best expert in New York is a Soc \n                         professor at Columbia... (carefully)\n                         Apparently doing a hit was the way \n                         to get into the Joe Boys. Eddie levels a \"So what are you telling me?\" look at Kitty. \n---TARGET SECTION TO BE ANNOTATED---\n                                     KITTY\n                         So there goes your theory about the \n                         Joes giving up Shu to protect their \n                         trigger man.\n\n                                     EDDIE\n                         But I like that theory. And since \n                         I'm not putting Twerp Professor on \n                         the stand, and since I don't have a \n                         better theory, I'm sticking with \n                         that theory. Meantime I want pictures \n                         of the Joes. What'll you bet there \n                         was a guy in the gang looked enough \n                         like Shu to fool the eyewitnesses!\n\n               Kitty and Roger halfheartedly nod. Eddie tries a pep-talk.\n\n                                     EDDIE\n                         Our guy is innocent. We prod in enough \n                         places, I don't care how solid this \n                         case against Shu looks -- there's a \n                         weak spot somewhere and when we hit \n                         it the whole hideous thing collapses. \n                         Better yet, we get our hands on \n                         Chuckie Roeder, we don't have to \n                         grope in the dark. Chuckie is the \n                         answer man!\n\n               Kitty snakes her head.\n\n                                     KITTY\n                         I've phoned every art supply retailer \n                         and wholesaler in the Tri-state area. \n                         No one's heard of Chuckie Roeder.\n\n                                     EDDIE\n                         Have you considered that Chuckie \n                         Roeder's not calling himself Chuckie \n                         Roeder these days? Get his mugshot \n                         from one of the many law officers \n                         who've got hotpants for you... then \n                         canvass those art supplies places. \n                         We're gonna win this one, Kitty, but \n                         ya gotta believe...\n\n               ROGER\n\n               Uneasy with Eddie's optimism, he stands, wanders back toward \n               the bathroom. Then notices that the door leading to Eddie's \n               living quarters is slightly a jar.\n\n               THROUGH THE OPEN DOOR\n\n               Roger sees a single bed in one corner, plain wooden bureau \n               opposite. But on the walls, something strange and beckoning. \n               As Eddie exhorts in b.g., Roger slips into:\n\n               INT. EDDIE'S BEDROOM\n\n               Hung on a hundred hooks and nails are as many TIES. The wide, \n               thrift-shop kind that Eddie wears to court.",
  "41": "---END OF PREVIOUS SECTION---\nAs Eddie exhorts in b.g., Roger slips into:\n\n               INT. EDDIE'S BEDROOM\n\n               Hung on a hundred hooks and nails are as many TIES. The wide, \n               thrift-shop kind that Eddie wears to court. \n---TARGET SECTION TO BE ANNOTATED---\n From a distance \n               we can't distinguish the prints; the room is lit only by a \n               blinking neon across the street. As Roger sifts through the \n               ties, we go in CLOSE on the big amoebas, the zaftig mermaids, \n               the oddball, dated patterns and paintings. It's as though \n               each tie stands for a case won or lost, but fought. As though \n               each loud, shameless tie is a piece of Eddie himself.\n\n               Now, as he pulls the ties from their hooks to examine them, \n               Roger exposes old PHOTOS tacked to the wall and forgotten.\n\n               THE PHOTOS\n\n               are mostly yellow, cracked, faded. Here is EDDIE twenty-five \n               years ago, hair cropped, a Princeton undergrad. Five years \n               later he's sprouted a beard and is posed with his graduating \n               class at Yale Law School.\n\n               Now it's the glory days of the mid-sixties and Eddie's in \n               his prime, a longhaired defense attorney in denim and \n               leather... At a press conference, flanked by Abbie Hoffman \n               and Jerry Rubin. In Washington Square Park, igniting an anti-\n               war rally.\n\n               At a Sheep Meadow Be-in, arm around a lovely young woman, \n               toddler balanced on his shoulders, infant cradled in her \n               lap. Eddie's family on a long-ago spring day.\n\n               And here is Eddie, about 30, in a swarm of student activists \n               outside a Federal courthouse, clearly after winning an \n               acquittal, held high above the crowd like a conquering hero. \n               Now we BRING UP an excited BUZZ of VOICES -- as though the \n               crowd, in the photo, were somehow coming to life. OVER:\n\n                                     JUDGE'S VOICE\n                         Matter of People vs. Shu Kai Kim.\n\n                                                                    CUT TO:\n\n               INT. SUPERIOR COURT - MORNING\n\n               We've hit the big time; it's clean, spacious, echoic. The \n               previous courtrooms were, by comparison, mere vestibules.\n\n               JUDGE QUEALY BANGS his GAVEL.\n\n                                     JUDGE\n                         This case has been tried before, but \n                         you the jurors must make no...\n\n               Now the Judge notices something amiss.",
  "42": "---END OF PREVIOUS SECTION---\nJUDGE QUEALY BANGS his GAVEL. JUDGE\n                         This case has been tried before, but \n                         you the jurors must make no... Now the Judge notices something amiss. \n---TARGET SECTION TO BE ANNOTATED---\n He squints --\n\n               AT THE DEFENSE TABLE\n\n               There's SHU. With his new bristly growth of head-hair and \n               oversized suit, he appears thin and mild-mannered, almost \n               bookish. At Shu's left sits ROGER, looking around, bemused. \n               The chair at Shu's right is empty.\n\n                                     JUDGE\n                         -- Where is Mr. Dowd?\n\n               INT. MEN'S ROOM\n\n               Eddie is alone in here, at the sink. He's just doused his \n               face. He examines his reflection in the dirty mirror, trying \n               hard to like what he sees. HOLD for several silent BEATS as \n               Eddie gathers his strength and courage. Then:\n\n                                     REYNARD (V.O.)\n                         You will hear from the detectives \n                         who arrested Shu Kai Kim and found \n                         the murder weapon in his apartment.\n\n               INT. COURTROOM - A FEW MINUTES LATER\n\n               Eddie has now taken his seat beside Shu. Reynard is in the \n               midst of his opening statement.\n\n                                     REYNARD\n                         An eyewitness will testify that she \n                         saw Mr. Kim shoot Jimmy Chin in cold \n                         blood. An expert who examined Kim's \n                         gun, and the bullet that tore through \n                         Jimmy Chin's brain, will testify \n                         that Shu Kai Kim was the killer.\n\n               He strides over to the jury box.\n\n                                     REYNARD\n                         But this trial is about much more \n                         than Mr. Kim's guilt. It's a test of \n                         our legal system -- the fairest, \n                         most liberal in the world, in world \n                         history... So fair and liberal that \n                         lawyers like Mr. Dowd can manipulate \n                         it on a whim to re-try convicted \n                         killers. Well that's a trade-off we \n                         can live with, provided we have the \n                         courage to meet our civic obligations. \n                         You twelve are all that stand between \n                         society and every Shu Kai Kim itching \n                         to get free. Quite a responsibility. \n                         But one I know that each of you can \n                         handle.\n\n                                                                  TIME CUT:\n\n               EDDIE paces off a large circle -- a territorial act in which \n               he is claiming the courtroom as his.\n\n                                     EDDIE\n                         Picture this.",
  "43": "---END OF PREVIOUS SECTION---\nBut one I know that each of you can \n                         handle. TIME CUT:\n\n               EDDIE paces off a large circle -- a territorial act in which \n               he is claiming the courtroom as his. EDDIE\n                         Picture this. \n---TARGET SECTION TO BE ANNOTATED---\n In a part of town that \n                         thrives on its spirit of \n                         celebration... good food, friendly \n                         faces... one young man walked up to \n                         another, out on the street, in front \n                         of the tourists, and committed murder.\n\n               As Eddie pivots, we see that his hair is pulled back with a \n               bright blue ribbon. The Jurors see this, too. If he didn't \n               have it before, Eddie's now got their full attention.\n\n                                     EDDIE\n                         I wonder if Chinatown's shopkeepers \n                         and restaurant owners pleaded with \n                         the Mayor... I wonder if the Mayor \n                         put pressure on the Police \n                         Commissioner...\n\n               Eddie jigs over to the jury box.\n\n                                     EDDIE\n                         What do you think the Mayor said to \n                         the Police Commissioner? I think the \n                         Mayor said, \"Arrest somebody...\n\n               He's trailed off; the last word is whispered. As he opens \n               his mouth again --\n\n               -- TWELVE JURORS crane forward to hear.\n\n                                     EDDIE\n                         ...ANYBODY!\"\n\n               An older woman GASPS. The others merely flinch.\n\n                                                                  TIME CUT:\n\n               The homicide detectives lead off. First up is MONTELL. Early \n               40s, beefy, black, with a tough-but-fair persona.\n\n               Reynard concluding his direct.\n\n                                     REYNARD\n                         And so, having brought Mr. Kim in \n                         for booking, you arranged a line-up \n                         with six other Asian males.\n\n                                     MONTELL\n                         That's right.\n\n                                     REYNARD\n                         And the results of the line-up?\n\n                                     MONTELL\n                         All the eyewitnesses picked Kim.\n\n                                                                  TIME CUT:\n\n               Eddie smiles broadly at Montell, who smiles back. Then:\n\n                                     EDDIE\n                         Isn't it a fact that the \"six other \n                         Asian men\" in the line-up were all \n                         of the classic Mongoloid type, whereas \n                         Shu has the distinct facial bone \n                         structure of a Korean?\n\n                                     REYNARD\n                         Objection. The witness is not an \n                         expert in racial classification.",
  "44": "---END OF PREVIOUS SECTION---\nThen:\n\n                                     EDDIE\n                         Isn't it a fact that the \"six other \n                         Asian men\" in the line-up were all \n                         of the classic Mongoloid type, whereas \n                         Shu has the distinct facial bone \n                         structure of a Korean? REYNARD\n                         Objection. The witness is not an \n                         expert in racial classification. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         Isn't it a standard trick to pack a \n                         line-up with men who resemble each \n                         other but look different than the \n                         suspect, so the suspect will stand \n                         out for the eyewitnesses?\n\n                                     REYNARD\n                         Argumentative.\n\n                                     JUDGE\n                         Sustained.\n\n               Eddie takes a beat, flashes another smile. Montell \n               reciprocates. Now Eddie shifts into his empathetic mode.\n\n                                     EDDIE\n                         You had to use less than scrupulous \n                         methods, true? The Mayor was pushing \n                         you hard for an arrest, wasn't he?\n\n               Montell sadly shakes his head. As empathetic as Eddie:\n\n                                     MONTELL\n                         I don't want to disappoint you. But \n                         the Mayor and I have never spoken.\n\n               A few TITTERS in the GALLERY.\n\n                                     EDDIE\n                         I was being metaphorical, Detective \n                         Montell.\n\n                                     MONTELL\n                         Is that a fancy way of being wrong?\n\n               The half-dozen REPORTERS can barely suppress their snickers.\n\n               INT. COURTROOM - NEXT DAY\n\n               Next up is SKLAROFF, a coiled, rangy cop in his late 30s.\n\n                                     EDDIE\n                         Exactly what information led you to \n                         arrest my client just two-and-a-half \n                         hours after the shooting took place?\n\n                                     SKLAROFF\n                         We had a description of the suspect.\n\n                                     EDDIE\n                         A \"description\"? What, Asian male 18 \n                         to 30, black hair, brown eyes?\n\n               From the prosecution table --\n\n                                     REYNARD\n                         Badgering.\n\n                                     SKLAROFF\n                         We had intelligence.\n\n                                     EDDIE\n                         You had intelligence...?\n\n               Phrased to sound as likely as peace in Beirut. Sklaroff \n               struggles to contain his resentment. Carefully:\n\n                                     SKLAROFF\n                         We had information bearing on Mr. \n                         Kim's desire to gain admission into \n                         the Joe Boys by assassinating a member \n                         of a rival gang.",
  "45": "---END OF PREVIOUS SECTION---\nSklaroff \n               struggles to contain his resentment. Carefully:\n\n                                     SKLAROFF\n                         We had information bearing on Mr. Kim's desire to gain admission into \n                         the Joe Boys by assassinating a member \n                         of a rival gang. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         Didn't this \"information\" come from \n                         the Joe Boys themselves -- did they \n                         not all but hand you Shu Kai Kim, a \n                         Korean, an outsider?\n\n                                     REYNARD\n                         Objection! Your Honor, this isn't \n                         cross-examination, it's Mr. Dowd's \n                         opening argument again -- and again, \n                         it's pure fabrication.\n\n                                     JUDGE\n                         Sustained.\n\n               Eddie essays another line of attack.\n\n                                     EDDIE\n                         Isn't it unusual for a man who's \n                         just committed a murder in plain \n                         sight to bring the weapon back to \n                         his apartment?\n\n                                     REYNARD\n                         Calls for speculation.\n\n                                     JUDGE\n                         Sustained.\n\n               But Sklaroff has weathered enough abuse. Indignantly:\n\n                                     SKLAROFF\n                         You're implying that I planted a \n                         gun?\n\n                                     EDDIE\n                         Not at all --\n\n                                     SKLAROFF\n                         Kim's prints were all over it -- He \n                         admitted it was his gun, f'r godsake!\n\n                                     EDDIE\n                              (hastily)\n                         Your Honor, the witness' response \n                         was non-responsive... I ask you to \n                         strike it from the record...!\n\n               As Judge Quealy does just that, OS, Eddie backs away from \n               the excitable detective.\n\n                                     EDDIE\n                         No more questions.\n\n               As he drifts back to the defense table, Reynard stands.\n\n                                     REYNARD\n                         The People call retired Detective \n                         Vincent Badalato.\n\n               Eddie sits. Wearing a confident grin for the benefit of any \n               jurors who may be watching. Only Roger and Shu can HEAR:\n\n                                     EDDIE\n                         ...I'm dying out there.\n\n                                     SHU\n                              (quietly reassures)\n                         It's okay, Eddie.\n\n               The Bailiff escorts the last homicide detective into court.\n\n                                     ROGER\n                         You've got another shot.\n\n               ANGLE - DETECTIVE BADALATO\n\n               enters. In a wheelchair, pushed by his sister CONNIE. He's \n               overweight and droopy-eyed, probably on pain pills. She's \n               got the gait, physique and complexion of a spinster alcoholic.",
  "46": "---END OF PREVIOUS SECTION---\nIn a wheelchair, pushed by his sister CONNIE. He's \n               overweight and droopy-eyed, probably on pain pills. She's \n               got the gait, physique and complexion of a spinster alcoholic. \n---TARGET SECTION TO BE ANNOTATED---\n               ANGLE - THE DEFENSE TABLE\n\n                                     EDDIE\n                              (sotto, to Roger)\n                         A fucking wheelchair?\n\n                                     ROGER\n                              (explains)\n                         A spinal injury, in the line of duty. \n                         It was in Kitty's report...\n\n                                                                  TIME CUT:\n\n               Reynard concluding his direct. Mellifluous and caring, a \n               pediatrician to a kid with mumps.\n\n                                     REYNARD\n                         And you left the murder scene...?\n\n               Badalato clutches his original report. His eyes rake the \n               page, find the relevant section. He adjusts his glasses. His \n               voice is a whisper thickened by painkillers.\n\n                                     BADALATO\n                         At, un, ten-thirty, sir.\n\n                                     REYNARD\n                         And then what did you do, Officer?\n\n               As Badalato replies we FLASH BACK TO:\n\n               EXT. CHINATOWN STREET - NIGHT, NOVEMBER 2, 1980\n\n               The scene has been secured, photos and statements taken. \n               Police tape holds back GAWKERS. Jimmy Chin's shrouded BODY \n               is loaded, on a stretcher, into the rear of the paddywagon.\n\n               FIND BADALATO -- young, fit -- at the driver's side door of \n               the paddywagon, discreetly conferring with the DRIVER. Now \n               the DRIVER steps out, and Badalato climbs in, in his place. \n               As he pulls the paddywagon away we HEAR, OVER:\n\n                                     BADALATO (V.O.)\n                         I proceeded with Decedent's body to \n                         the office of the County Coroner.\n\n                                     REYNARD (V.O.)\n                         Thank you. No further questions.\n\n               INT. COURTROOM - EDDIE\n\n               questions the disabled detective, careful to be cordial.\n\n                                     EDDIE\n                         Detective Badalato. You reached the \n                         County Coroner's and signed over the \n                         body, when?\n\n               Badalato finds the relevant section of the report. Focuses. \n               Fusses with the pages. Starts to answer -- then succumbs to \n               a terrible coughing fit. COMPASSIONATE MURMURS from the JURY.\n\n               The Bailiff hurries over, gently pats Badalato's back, pours \n               him a cup of water.",
  "47": "---END OF PREVIOUS SECTION---\nStarts to answer -- then succumbs to \n               a terrible coughing fit. COMPASSIONATE MURMURS from the JURY. The Bailiff hurries over, gently pats Badalato's back, pours \n               him a cup of water. \n---TARGET SECTION TO BE ANNOTATED---\n Badalato downs it with effort. Then:\n\n                                     BADALATO\n                         ...Eleven-thirty.\n\n               Eddie opens his mouth, to continue his cross. But now his \n               eyes dart to the jury box, and what comes out is:\n\n                                     EDDIE\n                         No more questions, your Honor.\n\n                                                                    CUT TO:\n\n               INT. COURTHOUSE - AFTERNOON\n\n               Eddie hurries past Reynard, in the rotunda, surrounded by \n               REPORTERS. Looking well pleased with himself, the D.A. is \n               engaged in a spontaneous, genial Q & A.\n\n               Roger and Kitty catch up with Eddie, making for the exit.\n\n                                     EDDIE\n                         A fucking wheelchair?\n\n                                     KITTY\n                         I didn't put him in a wheelchair. \n                         Reynard did. He can get around without \n                         one -- it's all in my report.\n\n                                     EDDIE\n                         I don't have time to read every word \n                         in every report, I'm too busy getting \n                         killed in court... Meantime my \n                         crackerjack investigator can't find \n                         the goddam art supplies store where \n                         Chuckie-fucking-Roeder works!\n\n               EXT. 100 CENTRE STREET - AFTERNOON\n\n               As the trio descends the steps:\n\n                                     KITTY\n                         I'd love to chat but I'm meeting a \n                         cop for drinks. He'll be bringing \n                         the Joe Boys' mugbook, circa 1980.\n\n               Eddie tries not to look overly impressed.\n\n                                     EDDIE\n                         And I need an expert on the Joes I \n                         can put on the goddam stand!\n\n               Kitty pulls a BAG from her pocketbook.\n\n                                     KITTY\n                         Eddie? Stick this up your ass.\n\n               She hops into an idling CAB.\n\n               Eddie pulls a length of PIPE from the bag. He and Roger trade \n               baffled looks. Then Roger notices the PRINTING on the BAG.\n\n               CLOSE - BAG\n\n               As Roger reads.\n\n                                     ROGER (O.S.)\n                         \"Art's Supplies.\"\n\n               SCENE\n\n               Suppressing a smile, Eddie reads the rest.\n\n                                     EDDIE\n                         \"Everything For The Plumber\".",
  "48": "---END OF PREVIOUS SECTION---\nROGER (O. S.)\n                         \"Art's Supplies.\"\n\n               SCENE\n\n               Suppressing a smile, Eddie reads the rest. EDDIE\n                         \"Everything For The Plumber\". \n---TARGET SECTION TO BE ANNOTATED---\n                                                                    CUT TO:\n\n               ESTABLISHING - LONG ISLAND CITY - EARLY EVENING\n\n               Light manufacturing and loft-dwelling refugees from SoHo, \n               separated from Manhattan by the East River. TIGHTEN ON:\n\n                                     \"ART'S SUPPLIES\"\n\n               as Eddie and Roger enter the warehouse.\n\n               INT.\n\n               Roger notes the PLAQUES that line the walls, from the Chamber \n               of Commerce, Urban League, etc., naming Arturo Esparza \"Equal \n               Opportunity Employer of the Year\". At the front desks are \n               three tough-looking SECRETARIES.\n\n                                     EDDIE\n                         Is \"Art\" around?\n\n               SECRETARY 1 squints at this bizarre interloper.\n\n                                     SECRETARY 1\n                         He expecting you-all?\n\n                                     EDDIE\n                         No, but this won't take long.\n\n               ANGLE\n\n               A coffee-colored YOUNG WOMAN gets up from her desk in the \n               far corner. She hurries over to rescue the Receptionist.\n\n                                     WOMAN\n                         I'm Mariquilla Esparza -- Art's wife.\n\n               Eddie is abashed at her fine, radiant features. Roger tries \n               not to stare.\n\n                                     EDDIE\n                         \"Mariquilla\"? It's a lovely name.\n\n               Marquilla turns her face, to hide her blush.\n\n                                     MRS. ESPARZA\n                         Thank you, Mister...\n\n               And then a compact, powerful-looking LATINO (bald, bearded, \n               bespectacled) charges INTO FRAME.\n\n                                     LATINO\n                         Art Esparza. How can I help you?\n\n               He nods at Mariquilla -- she makes herself scarce.\n\n                                     EDDIE\n                         Eddie Dowd.\n\n                                     ROGER\n                         Roger Baron.\n\n               They wander past Esparza, and into:\n\n               THE WAREHOUSE\n\n               A multi-tiered space crowded with sinks, toilets, tubs... \n               Black, white and brown MEN load skids, ride forklifts.\n\n                                     ESPARZA\n                         You can't come back here... Anything \n                         happens to you I'm liable.\n\n                                     EDDIE\n                              (pleasantly)\n                         I'm a lawyer. The firm is thinking \n                         about renovating. Everything dates \n                         back to the Sixties.\n\n                                     ESPARZA\n                         I noticed.",
  "49": "---END OF PREVIOUS SECTION---\nThe firm is thinking \n                         about renovating. Everything dates \n                         back to the Sixties. ESPARZA\n                         I noticed. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                              (to Roger)\n                         Do you see a toilet here you think \n                         is really me?\n\n               Roger joins in the snowing of Esparza.\n\n                                     ROGER\n                         We're considering one of those high \n                         tech designs, what do you call it, a \n                         \"lowboy\"?\n\n                                     ESPARZA\n                         Excuse me but we're not a store and \n                         we're not a showroom...\n\n               Eddie has slipped away. Hoping to distract Esparza:\n\n                                     ROGER\n                         Didn't I read it's healthier? To sit \n                         lower on a toilet? Y'know, with your \n                         knees up, and --\n\n               Esparza is suddenly -- angrily -- aware he's been had. \n               Sharply:\n\n                                     ESPARZA\n                         -- Where's your friend?\n\n               ON EDDIE\n\n               Striding down a long AISLE bounded by tall walls of piping. \n               He ducks around a SKID stacked with industrial sinks... Runs \n               into a waist-high CONVEYOR BELT loaded with large cartons. \n               Starts to back away -- then sees, below the conveyor belt --\n\n               PAIR OF BOOTS\n\n               The combat boots that he last saw aimed at his eye.\n\n               EDDIE\n\n               Freezes, for a beat -- then takes off down the length of the \n               conveyor belt... But the belt goes on and on, and so Eddie \n               drops down and scuttles under it. As he gets to the other \n               side and leaps up, he sees --\n\n               CHUCKIE ROEDER\n\n               Who sees Eddie, lets out a startled cry and drops the carton \n               he was checking, then spins on his heels and sprints away...\n\n               EDDIE\n\n               gives chase, slipping on the contents of the spilled carton... \n               scores of loose spigots... Then he finds his footing, and \n               races after Roeder down another:\n\n               AISLE OF PIPES\n\n               This one about thirty yards long. Now from the other end, \n               moving quite fast, comes a FORKLIFT. Roeder dives out of its \n               way, climbing up the wall of pipes.",
  "50": "---END OF PREVIOUS SECTION---\nThen he finds his footing, and \n               races after Roeder down another:\n\n               AISLE OF PIPES\n\n               This one about thirty yards long. Now from the other end, \n               moving quite fast, comes a FORKLIFT. Roeder dives out of its \n               way, climbing up the wall of pipes. \n---TARGET SECTION TO BE ANNOTATED---\n               Eddie clambers after him as the forklift DRIVER frantically \n               downshifts -- and the point of a prong catches Eddie's \n               pantleg, tearing it, as --\n\n               ROEDER\n\n               scurries over the now-collapsing wall of pipe, onto a double \n               skid of horizontally stacked HOT WATER HEATERS...\n\n               SCENE\n\n               Eddie stumbles after him... Both men struggling to stay \n               balanced... Now, just as Eddie is about to seize him, Roeder \n               reaches a steep ladder -- he breathlessly climbs up to:\n\n               A CATWALK\n\n               Eddie claws his way up the ladder, right behind... He takes \n               a flying leap at Roeder, grabbing hold of his belt...\n\n               But the catwalk sways, sickeningly, and Roeder kicks free, \n               nearly sending Eddie over the side. Now Roeder bolts to the \n               far end of the catwalk, fairly flying down the ladder there...\n\n               Meantime, Eddie takes a breath and drops off the catwalk... \n               twenty feet down, and just an arm's length from Roeder. But \n               as he thrusts out his hand, a HUGE MAN intercedes, hurling \n               Eddie to the concrete.\n\n               ROEDER\n\n               dashes across a sea of TUBS, his boots CRACKING several... \n               Then OUT a BACK DOOR, disappearing into the night.\n\n               SCENE\n\n               Eddie -- winded and disoriented -- is yanked to his feet by \n               a flushed Art Esparza.\n\n                                     ESPARZA\n                         You fool.\n\n               Muscular EMPLOYEES, brandishing pipe-wrenches, etc., have \n               formed a menacing ring around Eddie.\n\n                                     ESPARZA\n                         Everything's cool! Back off... take \n                         five!\n\n               He starts briskly walking Eddie back to the front office.\n\n                                     EDDIE\n                         Look, I'm a lawyer and --\n\n                                     ESPARZA\n                         -- I don't care who you are. You \n                         could've been killed. Every man and \n                         woman in here has done hard prison \n                         time. And we look out for each other.\n\n                                     EDDIE\n                         \"We\"?\n\n                                     ESPARZA\n                         I did five years in Attica. Lot of \n                         cons helped me in the joint.",
  "51": "---END OF PREVIOUS SECTION---\nEDDIE\n                         \"We\"? ESPARZA\n                         I did five years in Attica. Lot of \n                         cons helped me in the joint. \n---TARGET SECTION TO BE ANNOTATED---\n But I \n                         never got help from any lawyer... I \n                         built this business for guys like me \n                         who couldn't get a break anywhere \n                         else. \"Art's Supplies\" is for ex-\n                         cons. Not lawyers.\n\n               They're reached:\n\n               THE FRONT OFFICE\n\n               Roger is waiting here.\n\n                                     EDDIE\n                         Chuckie Roeder's a material witness \n                         in a murder case, Mr. Esparza.\n\n               Esparza is pained to hear it.\n\n                                     ESPARZA\n                         Chuckie... Never learn...\n\n               Then remembers he's with civilians. Collects himself.\n\n                                     ESPARZA\n                         \"Art's Supplies\" is founded on trust, \n                         Mister --\n\n                                     EDDIE\n                         Dowd. Eddie Dowd.\n\n                                     ESPARZA\n                         If you'd had the sense to ask for my \n                         help, I might've helped you. But \n                         you've probably scared Chuckie Roeder \n                         off for good, I have a whole bunch \n                         of jumpy employees to handle and \n                         you're both going to be on your way. \n                         Now.\n\n               EXT.\n\n               As Eddie and Roger cross to the Riviera:\n\n                                     EDDIE\n                         Goddam it... the little punk bests \n                         me again, I get thrown down and \n                         lectured at and where the hell were \n                         you?\n\n                                     ROGER\n                         1530 Rivington Street.\n\n                                     EDDIE\n                         -- What?\n\n                                     ROGER\n                         Chuckie's address. I sneaked a peek \n                         at the Rolodex.\n\n                                     EDDIE\n                         You sneaked a peek at the Rolodex.\n                              (then)\n                         Nice.\n\n                                                                    CUT TO:\n\n               EXT. RIVINGTON STREET - EARLY EVENING\n\n               Eddie parks at a hydrant, the lawyers hop out. Eddie goes to \n               the trunk, forces it open, finds what he was looking for. \n               Tucks the tire iron into his pants.\n\n               Roger was already checking the addresses on this stretch of \n               lower East Side transient hotels and pawn shops.\n\n                                     ROGER\n                         ...Eddie? 1530 Rivington...",
  "52": "---END OF PREVIOUS SECTION---\nRoger was already checking the addresses on this stretch of \n               lower East Side transient hotels and pawn shops. ROGER\n                         ... Eddie? 1530 Rivington... \n---TARGET SECTION TO BE ANNOTATED---\n               ANGLE - 1530 RIVINGTON\n\n               A hole in the ground, surrounded by a fence that's decorated \n               with a fanciful sketch of a luxury condominium that'll never \n               be built and some pretty words about urban renewal signed by \n               His Honor Edward I. Koch.\n\n               ANGLE EDDIE\n\n               on the corner pay phone.\n\n                                     EDDIE\n                         Kitty, when they demolish a \n                         residential hotel, the city has to \n                         relocate the tenants! Housing \n                         Authority'll have records of --\n                              (then)\n                         You taught me that? So why'm I wasting \n                         my breath?\n\n                                                                    CUT TO:\n\n               INT. LIVING ROOM - EVENING\n\n               Pleasant, middle-class decor. We haven't been here before. \n               We HEAR a persistent KNOCKING.\n\n               KITTY crosses to the door, squints through the peephole and \n               sighs. Then opens the door. ENTER:\n\n                                     EDDIE\n                         -- Find him?\n\n                                     KITTY\n                         Eddie, these things take time. \n                         Particularly at this hour...\n\n               Eddie's all over the room, edgily picking up odds and ends.\n\n                                     KITTY\n                         My guy at Housing's waiting at home \n                         for a pass to get back in his office.\n\n               Meantime Eddie has found a BINDER on Kitty's coffee table.\n\n                                     EDDIE\n                         The Joe Boys in 1980...!\n\n                                     KITTY\n                         A number of them are dead, three are \n                         in prison, one's a waiter... Two -- \n                         you'll enjoy this -- two are actually \n                         members of the Chamber of Commerce.\n\n               ON THE MUGBOOK\n\n               Like the one the cops showed Eddie. But instead of sneering \n               tattooed whites, here are sneering tattooed Asians.\n\n               SCENE\n\n               Eddie looks up from the book.\n\n                                     EDDIE\n                         Doesn't do me much good unless I \n                         know what Shu looked like back th--\n\n               Kitty hands him a photocopy of Shu's 1980 mugshot.\n\n                                     EDDIE\n                              (studying it)\n                         Whoa.\n\n               THE MUGSHOT\n\n               An ornery-looking Shu Kai Kim wearing a greasy shag haircut. \n               A far cry from Mrs. Kim's \"Small, Small World\" photo.",
  "53": "---END OF PREVIOUS SECTION---\nTHE MUGSHOT\n\n               An ornery-looking Shu Kai Kim wearing a greasy shag haircut. A far cry from Mrs. Kim's \"Small, Small World\" photo. \n---TARGET SECTION TO BE ANNOTATED---\n               SCENE\n\n                                     EDDIE\n                         Boy, I was right about the distinctive \n                         facial bone structure of a Korean. I \n                         thought I was bullshitting.\n\n               He's all over the room, waving Shu's photo, fulminating:\n\n                                     EDDIE\n                         The odd man out always takes the \n                         fall! Haven't I been saying all along \n                         that --\n\n               Suddenly aware that Kitty's watching him play Edward C. Dowd, \n               Legendary Hell-For-Leather-Lawyer, he falters, embarrassed. \n               But Kitty's expression is affectionate, approving -- this is \n               just the spirit that drew her to Eddie years ago.\n\n               Sensing this, Eddie relaxes. His voice softens.\n\n                                     EDDIE\n                         I haven't thanked you for your work, \n                         Kitty. You're doing good work.\n\n                                     KITTY\n                         I'm a professional, Eddie. Getting \n                         paid is all the thanks I require.\n\n                                     EDDIE\n                              (realizes)\n                         I haven't paid you.\n\n                                     KITTY\n                              (little smile)\n                         Right.\n\n               A beat passes between them that's both intimate and awkward.\n\n                                     EDDIE\n                         Got any booze in the house?\n\n                                     KITTY\n                         You don't drink \"booze\".\n\n                                     EDDIE\n                         You do.\n\n                                     KITTY\n                         Eddie, if I wanted to make love with \n                         you again, I'd do it sober.\n\n               Eddie gently places his big hands on Kitty's slim shoulders.\n\n                                     KITTY\n                         Eddie this is silly... are we supposed \n                         to pretend nothing's happened in the \n                         last ten years and --\n\n                                     EDDIE\n                         Nothing has. But that's all changing.\n\n               Touched by Eddie's optimism, Kitty kisses him. It's meant to \n               be quick and light but he embraces her and the kiss continues.\n\n                                                                    CUT TO:\n\n               BLACK. A phone RINGS. It's answered. Groggily:\n\n                                     KITTY'S VOICE\n                         ...Yes?\n                              (then)\n                         Oh. Great...\n\n                                                                    CUT TO:\n\n               EXT. DELANCEY STREET - LATE NIGHT\n\n               Kitty repeats Roeder's current address, in VO.\n\n                                     KITTY'S VOICE\n                         913 Delancey...",
  "54": "---END OF PREVIOUS SECTION---\nCUT TO:\n\n               EXT. DELANCEY STREET - LATE NIGHT\n\n               Kitty repeats Roeder's current address, in VO. KITTY'S VOICE\n                         913 Delancey... \n---TARGET SECTION TO BE ANNOTATED---\n               As Eddie's Riviera pulls up to a Bowery flophouse. He goes \n               to his trunk, for that tire iron.\n\n               INT. LOBBY\n\n               The ancient NIGHT CLERK is asleep, his head resting on the \n               Front Desk. Gimlet-eyed, Eddie peers at the NAMES taped to \n               the mailboxes behind him.\n\n               UPSTAIRS CORRIDOR\n\n               Musty, narrow, dimly lit. Muffled, debauched LAUGHTER... \n               Eddie squints at one door, then another, then: Room 2D.\n\n               He takes a breath, pulls out the tire iron, KNOCKS with it. \n               No answer. Eddie tries the door. It's unlocked.\n\n               INT. ROOM\n\n               CHUCKIE ROEDER sits quietly at a plain wooden desk in the \n               darkened, unadorned room. Scattered across the floor are \n               well-thumbed copies of Guns & Ammo and Blueboy.\n\n                                     EDDIE\n                         -- Roeder?\n\n               CLOSER - ROEDER\n\n               Waxy and still -- like a Duane Hanson sculpture. Right hand \n               suspended over the left forearm.\n\n               EDDIE\n\n               sharply inhales as he ventures closer.\n\n               CLOSER\n\n               A SYRINGE in Roeder's right hand, needle jammed in a vein. \n               The left arm is dotted with track marks.\n\n               SCENE\n\n               Eddie slowly backs away from the upright corpse. Gripped not \n               by horror, but the strangest sort of pity.\n\n                                                                    CUT TO:\n\n               INT. MORGUE - MORNING\n\n               Chuckie Roeder is laid out in a locker drawer. On one side \n               stands a MORGUE TECH; on the other, Detective 1 (from the \n               police headquarters scene).\n\n               Roger is off in a corner, giving a statement to Detective 2.\n\n               Eddie stands nearby, moodily contemplating the demise of his \n               last, best hope. OS, he HEARS:\n\n                                     MAN'S VOICE\n                         -- I guess you found him.\n\n               ART ESPARZA has entered. His face is flushed with emotion.\n\n                                     ESPARZA\n                         He had no family. I have to I.D. \n                         him. I'm his family.\n\n               Eddie nods, not sure what to say.",
  "55": "---END OF PREVIOUS SECTION---\nhim. I'm his family. Eddie nods, not sure what to say. \n---TARGET SECTION TO BE ANNOTATED---\n Esparza grimly regards \n               Roeder's corpse, then nods at Detective 1. A tear slides \n               down his cheek as the MORGUE TECH slams shut the drawer. \n               Esparza turns to Eddie. His voice thick:\n\n                                     ESPARZA\n                         You won't be able to use him now, \n                         will you?\n\n               Roger wraps an arm around Eddie's shoulder.\n\n                                     ROGER\n                         C'mon, Eddie, let's go.\n\n                                     ESPARZA\n                         -- That's goddam tragic, isn't it?\n\n               He starts for Eddie, who doesn't speak or even move to defend \n               himself. Detective 1 grabs Esparza in time, holds him back.\n\n                                     DETECTIVE 1\n                         C'mon, get outta here, Dowd.\n\n               EXT. MORGUE - MORNING\n\n               Eddie and Roger exit with Detective 2. They're in the City \n               Hall district, not far from the Criminal Courts Building.\n\n               As the Detective crosses, returning to Police Headquarters, \n               adjacent:\n\n                                     DETECTIVE 2\n                         You're in over your head, Dowd... \n                         Don't you defend pot smokers?\n\n               Eddie ignores. He and Roger keep walking, the other way.\n\n                                     ROGER\n                         So what're we gonna do?\n\n                                     EDDIE\n                         ...What do you mean?\n\n                                     ROGER\n                         Well, I mean, Roeder's gone, now... \n                         A dead end. Believe me, I'm sorry \n                         too, but...\n\n                                     EDDIE\n                         But what?\n\n                                     ROGER\n                              (breaks the news)\n                         I've heard from the last ballistics \n                         expert on the list. It's an even ten \n                         who say Shu's gun killed Jimmy Chin!\n\n                                     EDDIE\n                         That's why I hate experts.\n\n                                     ROGER\n                         Eddie... it's one thing to compare \n                         Clyde Gruner to Jesus Christ. It's \n                         even okay to claim that Shu Kai Kim \n                         is just slightly holier than the \n                         Pope... as long as you don't really \n                         believe it!\n\n                                     EDDIE\n                         Hey -- you believe what you want. \n                         Shu Kai Kim is innocent.\n\n                                     ROGER\n                         -- Eddie...",
  "56": "---END OF PREVIOUS SECTION---\nEDDIE\n                         Hey -- you believe what you want. Shu Kai Kim is innocent. ROGER\n                         -- Eddie... \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         You know how I know? 'Cause Reynard \n                         says he's guilty, and Reynard's full \n                         of shit! Look --\n\n               Intoxicated by his illogic, Eddie yanks out his battered \n               wallet. Tugs out one of his two photos of Shu -- the \"Small, \n               Small World\" snapshot from Mrs. Kim.\n\n                                     EDDIE\n                         It's not the face of a killer!\n\n               He hands it to Roger, who hands it right back.\n\n                                     ROGER\n                         You're carrying that around like it \n                         was a picture of your girlfriend!\n                              (blurts)\n                         I don't want to see your heart broken \n                         when this case crashes and burns!\n\n                                     EDDIE\n                              (grim resolve)\n                         That's not gonna happen. I'm gonna \n                         create reasonable doubt. Buckle your \n                         seatbelt and watch me work.\n\n               Eddie steps into the street, into traffic. Cars wildly swerve \n               around him, drivers HONKING in outrage. Roger looks both \n               ways, dashes out. Catching up:\n\n                                     ROGER\n                         But Roeder's dead. Ballistics says \n                         it's Shu! We don't have one witness -- \n                         unless we put Cecil Stipe on the \n                         stand...\n\n                                     EDDIE\n                         I'm not that desperate.\n\n                                     ROGER\n                         I am. Eddie -- we've got nothing.\n\n                                     EDDIE\n                         I've got a meeting in Chinatown.\n\n                                     ROGER\n                              (resigned, sighs)\n                         Let's get a cab.\n\n                                     EDDIE\n                         -- Roger -- ?\n\n               Indicating with a gesture that they're only blocks from \n               Chinatown. Puzzled, Roger peers back the way they came.\n\n                                     ROGER\n                         That's weird -- I pictured the morgue \n                         being way across town.\n\n               After two beats he turns around to find Eddie gone.\n\n                                                                    CUT TO:\n\n               INT. CHINESE RESTAURANT - LATE MORNING\n\n               Empty but for a banquet table Eddie shares with SIX PILLARS \n               (ranging in age from 30 to 80) of the Asian community. The \n               table is laden with delectable dim sum dishes. Eddie is the \n               only one not eating -- he's too busy sucking up to his hosts.",
  "57": "---END OF PREVIOUS SECTION---\nCHINESE RESTAURANT - LATE MORNING\n\n               Empty but for a banquet table Eddie shares with SIX PILLARS \n               (ranging in age from 30 to 80) of the Asian community. The \n               table is laden with delectable dim sum dishes. Eddie is the \n               only one not eating -- he's too busy sucking up to his hosts. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         We need you in court. The jury'll be \n                         swayed by your support. You men are \n                         the backbone -- the conscience -- of \n                         your community!\n\n               The Pillars are unmoved. Eddie lightens up.\n\n                                     EDDIE\n                         Only people who've sat on my side of \n                         the courtroom so far are a wino trying \n                         to stay warm and a bail bondsman I \n                         owe money to.\n\n               Nothing.\n\n                                     EDDIE\n                         C'mon, guys -- the dignity of your \n                         race is being threatened here!\n\n               Finally he gets a reaction.\n\n                                     PILLAR 1\n                         If the dignity of our race is \n                         threatened, it is threatened by your \n                         reopening of this ugly case.\n\n                                     PILLAR 2\n                         When a violent thug is taken off the \n                         street, our quality of life -- and \n                         commerce -- immeasurably improves.\n\n               The other Pillars nod. Eddie's gorge rises as they resume \n               eating, sipping tea, quietly conversing in Cantonese.\n\n                                     EDDIE\n                         \"A violent thug\"? I happen to know \n                         that two of you were once Joe Boys.\n\n               This gets the table's full attention.\n\n                                     EDDIE\n                         But I'm not here to point the finger. \n                         I did dumb things when I was 19 too -- \n                         we all did. Wrong time, wrong place, \n                         everybody here could've made a perfect \n                         fall guy instead of our lives turning \n                         out how they did. This case is about \n                         all of us. And you're gonna feel \n                         like a bunch of goats when the truth \n                         comes out.\n\n               Clearly, one wouldn't try to bully such a venerable bunch \n               unless one were desperate, unhinged, or a bit of both.\n\n                                     EDDIE\n                         You'll kick yourselves for standing \n                         on the sidelines while the D.A. made \n                         you out to be fungible!\n\n               Now PILLAR 1 whispers to PILLAR 2, who whispers to PILLAR 3.\n\n                                     PILLAR 3\n                         Excuse me. But what is \"fungible\"?\n\n                                     EDDIE\n                         Interchangeable.",
  "58": "---END OF PREVIOUS SECTION---\nPILLAR 3\n                         Excuse me. But what is \"fungible\"? EDDIE\n                         Interchangeable. \n---TARGET SECTION TO BE ANNOTATED---\n As in, \"Hey, maybe \n                         we got the wrong guy but what the \n                         hell, one slanty-eyed sonovobitch is \n                         the same as the next\"!\n\n               Eddie stands.\n\n                                     EDDIE\n                         Enjoy your dumplings, gentlemen.\n\n               He lopes out of the restaurant.\n\n                                                                    CUT TO:\n\n               INT. COURTROOM - A FEW DAYS LATER\n\n               Reynard concludes his direct examination of the Police Gang \n               Expert, a florid, 50ish Irish Detective.\n\n                                     REYNARD\n                         So according to your information, \n                         Detective, the Joe Boys normally \n                         used aspiring members -- like Shu \n                         Kai Kim -- to do the \"hits\"?\n\n                                     GANG EXPERT\n                         That's how you got into the gang.\n\n                                     REYNARD\n                         Thank you. Your witness, Mr. Dowd.\n\n               REVERSE\n\n               In the GALLERY, on Eddie's side of the room, sit the SIX \n               PILLARS. Some have brought their equally dignified WIVES. \n               And several sweet-looking CHILDREN.\n\n               EDDIE rises INTO FRAME as he stands at the defense table, \n               newly energized. he straightens his mermaid tie and assumes \n               a look of collosal incredulity.\n\n                                     EDDIE\n                         You're the police expert in Chinatown \n                         gangs?\n\n                                     GANG EXPERT\n                         ...For ten years, now.\n\n                                     EDDIE\n                         Do you speak Cantonese, Mandarin, or \n                         both?\n\n                                     GANG EXPERT\n                         -- Me? Neither.\n\n               Eddie cups his ear.\n\n                                     EDDIE\n                         Pardon... Which dialect do you speak?\n\n                                     GANG EXPERT\n                         Neither.\n\n               Eddie turns to the gallery.\n\n                                     EDDIE\n                         Neither?\n\n               The hoped-for HUBBUB among the Pillars et al. SHU cranes to \n               see, heartened and slightly amazed at the support.\n\n               Turning back to the government witness:\n\n                                     EDDIE\n                         You don't speak any Chinese dialects? \n                         Then you get your intelligence from \n                         snitches?\n\n                                     REYNARD\n                         Badgering.\n\n                                     GANG EXPERT\n                              (between gritted teeth)\n                         They're Chinamen who speak English. \n                         We call them informants.\n\n                                     EDDIE\n                              (thunders)\n                         And I call your testimony hearsay.",
  "59": "---END OF PREVIOUS SECTION---\nGANG EXPERT\n                              (between gritted teeth)\n                         They're Chinamen who speak English. We call them informants. EDDIE\n                              (thunders)\n                         And I call your testimony hearsay. \n---TARGET SECTION TO BE ANNOTATED---\n I \n                         have no more questions for you.\n\n                                                                  TIME CUT:\n\n               On the wall opposite the jury hang TWO POSTERS. Apparently \n               identical photos of a spent BULLET, deformed by impact. In \n               front of them, wielding a pointer, stands Reynard's venerable \n               BALLISTICS EXPERT.\n\n                                     BALLISTICS EXPERT\n                         Bearing in mind that every gun barrel \n                         leaves a distinctive mark on the \n                         bullet it fires, we must conclude \n                         that the bullet that killed Jimmy \n                         Chin was fired from Mr. Kim's .38.\n\n                                     REYNARD\n                         And the powder burns at the site of \n                         the victim's entrance wound...?\n\n                                     BALLISTICS EXPERT\n                         ...Can also be linked to the bullet.\n\n                                     REYNARD\n                         Thank you. Your witness.\n\n               ON EDDIE\n\n               as he jigs over to the wall and grabs the pointer.\n\n                                     EDDIE\n                         The photo on the left shows the bullet \n                         that killed Jimmy Chin, true?\n\n                                     BALLISTICS EXPERT\n                         True.\n\n                                     EDDIE\n                         And the one on the right is the bullet \n                         you test-fired from Shu's gun?\n\n                                     BALLISTICS EXPERT\n                         Correct.\n\n               Eddie contemplates these apparently identical photos. And \n               manages to sound a note of outraged disbelief.\n\n                                     EDDIE\n                         You would have the court believe \n                         that these two bullets were fired \n                         from the same gun?\n\n                                     BALLISTICS EXPERT\n                         Absolutely.\n\n               Eddie presses the tip of the pointer to a thin smudge along \n               the lower edge of the right bullet.\n\n                                     EDDIE\n                         I see a groove here. I don't see a \n                         groove here.\n\n               Pointing, now, to the lower edge of the left bullet.\n\n                                     BALLISTICS EXPERT\n                         It's not a significant difference.\n\n               Eddie's pointer finds another mark on the rear of the right \n               bullet. Or maybe it's the shadow cast by the pointer.\n\n                                     EDDIE\n                         And what about this? I don't see \n                         this on the other bullet.\n\n               He points to something else on one of the enlargements -- \n               but so quickly, we're not even sure what he was pointing at.\n\n                                     EDDIE\n                         Or this -- is this a significant \n                         difference?\n\n                                     BALLISTICS EXPERT\n                         No it is not, Mr.",
  "60": "---END OF PREVIOUS SECTION---\nHe points to something else on one of the enlargements -- \n               but so quickly, we're not even sure what he was pointing at. EDDIE\n                         Or this -- is this a significant \n                         difference? BALLISTICS EXPERT\n                         No it is not, Mr. \n---TARGET SECTION TO BE ANNOTATED---\n Dowd.\n\n               As though baffled by the Expert's criteria, Eddie sets down \n               the pointer.\n\n                                     EDDIE\n                         To the best of your recollection, \n                         were you sober when you performed \n                         the tests?\n\n                                     REYNARD\n                         Objection.\n\n               A GIGGLE from the Jury Box.\n\n                                     EDDIE\n                         Forensic ballistics isn't an exact \n                         science, is it?\n\n                                     BALLISTICS EXPERT\n                         It most certainly is.\n\n                                     EDDIE\n                         Isn't there a ten to fifteen-percent \n                         margin of error?\n\n                                     BALLISTICS EXPERT\n                         Absolutely not. No more than seven \n                         percent.\n\n                                     EDDIE\n                         In other words, seven times out of a \n                         hundred, you're wrong!\n\n               The EXPERT stews.\n\n               The PILLARS nod.\n\n                                                                    CUT TO:\n\n               INT. COURTROOM - NEXT DAY\n\n               On the stand: LAURA GORDON, the young white eyewitness.\n\n                                     REYNARD\n                         Would you tell the court exactly \n                         what you remember seeing on that \n                         evening?\n\n                                     MS. GORDON\n                         I'll never forget it. I was walking \n                         east on Pell Street...\n\n               As she continues, we FLASH BACK TO:\n\n               EXT. PELL STREET - EVENING, NOVEMBER 2, 1980\n\n                                     MS. GORDON (V.O.)\n                         A man walked past me. I noticed him \n                         for two reasons.\n\n               HER POV\n\n               The KILLER hurries by. ONSCREEN for only a second -- but \n               long enough for us to see he looks a lot like Shu.\n\n                                     MS. GORDON (V.O.)\n                         He was walking very fast and his \n                         hand was shoved inside his jacket. I \n                         was in front of a restaurant called \n                         Andy Lee's... Something told me to \n                         turn...\n\n               We watch the Killer's back as he races to an intersection \n               where several PEDESTRIANS wait for the Walk signal. We glimpse \n               his face again as he pulls a gun... The YOUNG MAN in front \n               of him whirls, there's a sharp CRACK and then the YOUNG MAN \n               is lying in the street, blood welling around his head.\n\n               The Killer takes off running.",
  "61": "---END OF PREVIOUS SECTION---\nWe glimpse \n               his face again as he pulls a gun... The YOUNG MAN in front \n               of him whirls, there's a sharp CRACK and then the YOUNG MAN \n               is lying in the street, blood welling around his head. The Killer takes off running. \n---TARGET SECTION TO BE ANNOTATED---\n               BACK TO COURTROOM\n\n                                     REYNARD\n                         And the man whom you saw murder Jimmy \n                         Chin. Is he in this courtroom?\n\n               Ms. Gordon nods at Shu.\n\n                                     MS. GORDON\n                         That's him sitting right there.\n\n                                                                  TIME CUT:\n\n               EDDIE stands before the witness box.\n\n                                     EDDIE\n                         Ms. Gordon. I have studied the \n                         diagrams and the photographs and I \n                         have visited the murder scene and \n                         the conclusion I keep reaching is... \n                         and I hate to have to say this... \n                         You weren't even close enough to see \n                         the killer's gun.\n\n               Ms. Gordon is shocked by the rawness of Eddie's accusation.\n\n                                     REYNARD\n                         Does Mr. Dowd have a question?\n\n               His eyes boring into Ms. Gordon's:\n\n                                     EDDIE\n                         Come now. Did you see the gun?\n\n                                     MS. GORDON\n                         I can describe it.\n\n                                     EDDIE\n                              (scoffs)\n                         Oh really?\n\n                                     MS. GORDON\n                         It was silver, with a stubby barrel... \n                         snub-nosed, I think they call it... \n                         It wasn't automatic, it had one of \n                         those... cylinders...\n\n                                     EDDIE\n                         You can't remember that -- !\n\n                                     MS. GORDON\n                         I can see the hammer still, it was \n                         cocked...\n\n                                     EDDIE\n                              (as though pained)\n                         How can you remember that?\n\n                                     MS. GORDON\n                         I didn't take my eyes off it!\n\n                                     EDDIE\n                         Ah.\n\n               Eddie is facing the JURY -- only they can see the smile that's \n               sprouted on his face.\n\n                                     EDDIE\n                         Thank you, Ms. Gordon.\n\n               A HUSH in the COURTROOM. And now Ms. Gordon realizes she's \n               been tricked. As Eddie returns to the defense table:\n\n                                     MS. GORDON\n                         Not the whole time, of course. I --\n\n                                     EDDIE\n                              (sitting)\n                         No further questions.\n\n               SHU turns to Eddie. The look on his face says \"Hell, we're \n               actually holding our own.",
  "62": "---END OF PREVIOUS SECTION---\nI --\n\n                                     EDDIE\n                              (sitting)\n                         No further questions. SHU turns to Eddie. The look on his face says \"Hell, we're \n               actually holding our own. \n---TARGET SECTION TO BE ANNOTATED---\n               As the frustrated eyewitness is led off the stand we HEAR a \n               calm, resonant --\n\n                                     REYNARD\n                         Your Honor... The People wish to \n                         call a witness whose name does not \n                         appear on the witness list. He --\n\n               Eddie's smile evaporates. He leaps up.\n\n                                     EDDIE\n                         Your Honor, that's trial by ambush!\n\n                                     REYNARD\n                         We just discovered him, your Honor! \n                         His appearance is critical to a fair \n                         presentation of our case! He is an \n                         inmate at Ossining Correctional and --\n\n                                     EDDIE\n                         -- Objection, your Honor! This case \n                         has no connection with any subsequent \n                         act my client may be charged with!\n\n                                     REYNARD\n                         The witness will substantiate Mr. \n                         Kim's modus operandi. It's \n                         circumstantial evidence in the case \n                         at hand!\n\n               As Judge Quealy ponders, the D.A. keeps up the pressure.\n\n                                     REYNARD\n                         The witness is recalcitrant, your \n                         Honor -- I had to personally make a \n                         body attachment this morning -- it \n                         took two Marshalls to drag him here!\n\n                                     EDDIE\n                         The great personal sacrifices endured \n                         by Mr. Reynard have no bearing on \n                         the legal issues, your Honor -- !\n\n                                     REYNARD\n                         Your Honor, I know as much about \n                         these gangs as anyone; I'm well aware \n                         of the secrecy in which their \n                         machinations are cloaked... I assure \n                         you this witness offers the court a \n                         rare opportunity to place the \n                         defendant's crime --\n\n                                     EDDIE\n                         -- alleged crime --\n\n                                     REYNARD\n                         -- in a context.\n\n               The lawyers anxiously wait as Judge Quealy considers. Now:\n\n                                     JUDGE\n                         I will allow the witness to testify. \n                         With the understanding that your \n                         questions are confined to the area \n                         of Mr. Kim's modus operandi.\n\n                                     EDDIE\n                         -- With objection!\n\n                                     JUDGE\n                         So noted.\n\n               Eddie skulks back to the defense table.\n\n                                     REYNARD\n                         As their final witness, the People \n                         call Richard Ortega.\n\n               The Bailiff swings open the rear door.",
  "63": "---END OF PREVIOUS SECTION---\nEddie skulks back to the defense table. REYNARD\n                         As their final witness, the People \n                         call Richard Ortega. The Bailiff swings open the rear door. \n---TARGET SECTION TO BE ANNOTATED---\n Escorted by the a \n               forementioned MARSHALLS, enter ORTEGA, from the opening scene. \n               He looks resentful and scared.\n\n                                                                  TIME CUT:\n\n               Reynard begins his direct examination.\n\n                                     REYNARD\n                         Mr. Ortega, you've known the defendant \n                         at Ossining Correctional for how \n                         long?\n\n                                     ORTEGA\n                         I would tend to plead the Fifth.\n\n                                     JUDGE\n                         Invalid invocation, Mr. Ortega. What \n                         I call \"name, rank and serial number\" \n                         questions are not covered by the 5th \n                         Amendment. You must answer counsel.\n\n               REYNARD looks pleased; ORTEGA, grim.\n\n                                     ORTEGA\n                         Five years.\n\n                                     REYNARD\n                         Mr. Ortega... What is \"La Compania\"?\n\n                                     ORTEGA\n                         A Cubano army, basically... inside \n                         and outside prisons.\n\n                                     REYNARD\n                         And its purpose?\n\n                                     ORTEGA\n                         Fighting the Aryan Warriors and the \n                         Black Guerrillas, basically.\n\n                                     REYNARD\n                         For control of the prison drug trade?\n\n                                     ORTEGA\n                         I would tend to plead the Fifth.\n\n                                     JUDGE\n                         Mr. Ortega, you've already answered \n                         questions about La Compania. You \n                         cannot now selectively invoke the \n                         5th Amendment.\n\n               Reynard glows with satisfaction.\n\n                                     EDDIE\n                         Your Honor, that's not fair -- !\n\n                                     JUDGE\n                              (testy)\n                         Complain to the Bar Commission.\n\n               Judge Quealy turns back to the witness.\n\n                                     JUDGE\n                         Answer the question, Mr. Ortega. \n                         Your unserved time can double...\n\n               The prospect of an extra day in prison fills Ortega with \n               despair.\n\n                                     REYNARD\n                         Do the rival gangs compete for control \n                         of the prison drug trade?\n\n                                     ORTEGA\n                         Yeah, we do some of that.\n\n                                     REYNARD\n                         What is your rank within La Compania?\n\n               Ortega hesitates. With a tight smile, Reynard reminds him:\n\n                                     REYNARD\n                         \"Name, rank and serial,\" Mr. Ortega. \n                         Let's not hide behind the Fifth.",
  "64": "---END OF PREVIOUS SECTION---\nWith a tight smile, Reynard reminds him:\n\n                                     REYNARD\n                         \"Name, rank and serial,\" Mr. Ortega. Let's not hide behind the Fifth. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ORTEGA\n                              (surly)\n                         I'm a soldado in the G-Wing Regiment.\n\n                                     REYNARD\n                         And what does a soldado -- a soldier -- \n                         do?\n\n                                     ORTEGA\n                         A soldado, he runs messages and \n                         materiel between the regiments...\n\n                                     REYNARD\n                         \"Materiel\"? What do you mean by that?\n\n                                     ORTEGA\n                         Cigarettes, candy bars...\n                              (then, concedes)\n                         PCP, crack...\n\n                                     REYNARD\n                         If a member of the Aryan Brothers \n                         tries to cut in on your distribution?\n\n                                     ORTEGA\n                         ...A soldado, he takes care of it.\n\n                                     REYNARD\n                         By \"takes care of,\" you mean \"kills\".\n\n                                     ORTEGA\n                              (a beat, then)\n                         That's right.\n\n               At the Defense Table, Shu stiffens. So does Eddie.\n\n                                     REYNARD\n                         Mr. Ortega, what is Shu Kai Kim's \n                         rank within La Compania?\n\n                                     ORTEGA\n                         Soldado.\n\n                                     REYNARD\n                         Isn't it unusual for an Asian to be \n                         accepted into a Cuban prison gang?\n\n                                     ORTEGA\n                         Shu's the only one I know of...\n\n                                     REYNARD\n                         And why was an exception made?\n\n                                     ORTEGA\n                         Chinatown. Sounded pretty cold...\n\n                                     REYNARD\n                         You mean to say Mr. Kim told you \n                         that he murdered Jimmy Chin?\n\n                                     EDDIE\n                         Objection. Leading.\n\n               His tone is stern. But for once he doesn't stand.\n\n                                     JUDGE\n                         Overruled.\n\n               Ortega looks past Reynard, at Shu. Mournfully:\n\n                                     ORTEGA\n                         Man, they got me all fucked up here.\n\n               Judge Quealy POUNDS his GAVEL.\n\n                                     JUDGE\n                         Mr. Ortega! I warn you...\n\n                                     REYNARD\n                         -- Did Mr. Kim confess to you that \n                         he killed Jimmy Chin?\n\n                                     ORTEGA\n                         ...I think he mentioned it, yeah.\n\n               Reynard turns to face the jury.\n\n                                     REYNARD\n                         In other words Shu Kai Kim is, and \n                         always has been, a killer for hire.",
  "65": "---END OF PREVIOUS SECTION---\nI think he mentioned it, yeah. Reynard turns to face the jury. REYNARD\n                         In other words Shu Kai Kim is, and \n                         always has been, a killer for hire. \n---TARGET SECTION TO BE ANNOTATED---\n               Reynard's epithet reverberates in the courtroom.\n\n                                     EDDIE\n                         Objection.\n\n                                     JUDGE\n                         Sustained.\n\n                                     REYNARD\n                         Withdrawn. The People rest.\n\n               AT THE DEFENSE TABLE\n\n               Shu stares down at his penny-loafers. Eddie rises. Dully:\n\n                                     EDDIE\n                         I move that the witness's testimony \n                         be stricken. He has clearly been \n                         terrorized by the prosecution, he's --\n\n                                     JUDGE\n                         The testimony will remain in the \n                         record. Do you wish to cross-examine?\n\n               Before Eddie can answer, Ortega jumps up and SHOUTS, at Shu:\n\n                                     ORTEGA\n                         I'm sorry, man -- ! Motherfuckers...\n\n               The Bailiff rushes to the witness box as Judge Quealy POUNDS \n               his GAVEL. And suddenly SHU leaps to his feet.\n\n                                     SHU\n                         Take me outta here! I never wanted \n                         this -- !\n\n               The Marshalls obligingly drag Shu toward the prisoners' \n               entrance, behind the bench.\n\n               The JURORS appear shocked and alarmed. The SPECTATORS stare, \n               transfixed.\n\n                                     JUDGE\n                         Court is hereby adjourned until ten \n                         a.m. tomorrow!\n\n               Eddie just stands there. The sky has fallen on him. Now \n               Reynard rises at his desk. He catches Eddie's eye.\n\n                                     REYNARD\n                         I hope you've learned something, Mr. \n                         Dowd.\n\n               Then he and Rabin briskly exit the courtroom together.\n\n                                                                    CUT TO:\n\n               INT. COURTHOUSE CORRIDOR - LATER\n\n               The spectators -- including KITTY -- emerge. The PILLARS and \n               their FAMILIES disperse quickly, silently.\n\n               Here comes EDDIE. What has seemed a merry jig in court now \n               looks like a limp.\n\n               ROGER behind Eddie. He moves to catch up, but sees that Eddie \n               is moving toward Kitty, waiting at the exit door. So Roger \n               hangs back.\n\n               But without even slowing down or giving a sign, Eddie moves \n               right past Kitty, and out of the building.\n\n               Shocked, Roger goes to Kitty. Gently touches her arm.\n\n                                     KITTY\n                         It's okay. It was always like that.",
  "66": "---END OF PREVIOUS SECTION---\nGently touches her arm. KITTY\n                         It's okay. It was always like that. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ROGER\n                         Shouldn't one of us...?\n\n                                     KITTY\n                         No -- leave him be. It's better for \n                         everyone.\n\n               Roger nods, resigned -- and then someone else in the departing \n               CROWD catches his eye.\n\n               A WOMAN\n\n               Furtive and alone, hurrying away.\n\n               SCENE\n\n               Roger turns to Kitty, an odd look on his face.\n\n                                     ROGER\n                         ...Would you excuse me?\n\n               Kitty shrugs: sure.\n\n                                                                    CUT TO:\n\n               INT. PRISON VISITORS ROOM - EVENING - LATER\n\n               The lawyer and his client face each other through a pane of \n               bulletproof plastic. Each has a telephone in front of him; \n               both fretfully finger their receivers. Eddie picks up first.\n\n                                     EDDIE\n                         Quite a bit you didn't tell me.\n\n                                     SHU\n                         When I joined up I took an oath of \n                         secrecy. I told you what you needed \n                         to know.\n\n               Eddie's words hiss, like steam escaping.\n\n                                     EDDIE\n                         I didn't need to know that a man I'm \n                         defending on a gang-murder rap is a \n                         prison soldier who kills over drugs?\n\n                                     SHU\n                         It was self-defense.\n\n                                     EDDIE\n                         Jimmy Chin? Was that self-defense \n                         too?\n\n               In response Shu hangs up. Eddie POUNDS on the plastic, to \n               get him to pick up again. Shu does, provisionally.\n\n                                     EDDIE\n                         I'm sorry, it's just -- You'll laugh \n                         but there was awhile when I thought, \n                         Hey, we're two sorry assholes who \n                         need each other. Who can help each \n                         other.\n\n               As though he couldn't possibly have heard this right:\n\n                                     SHU\n                         -- How could I help you?\n\n                                     EDDIE\n                         By trusting me. Shit, man...\n\n               He trails off, momentarily defeated by the magnitude of what's \n               been lost. Now:\n\n                                     EDDIE\n                         I got my face kicked 'cause I trusted \n                         you. I couldn't find an expert to \n                         say it wasn't your gun killed Jimmy \n                         Chin but it didn't matter... I went \n                         up against the goddam D.A.",
  "67": "---END OF PREVIOUS SECTION---\nI couldn't find an expert to \n                         say it wasn't your gun killed Jimmy \n                         Chin but it didn't matter... I went \n                         up against the goddam D. A. \n---TARGET SECTION TO BE ANNOTATED---\n himself \n                         but I didn't care because I trusted \n                         you, because I believed in you, \n                         because I thought there was a bond \n                         between us!\n\n               Like a spurned lover who can't let go, Eddie implores Shu, \n               through the plastic:\n\n                                     EDDIE\n                         Didn't you feel that?\n\n               Shu looks at Eddie is though he were an alien life form.\n\n                                     SHU\n                         You're out there and I'm in here. My \n                         bond -- my trust -- is with the dudes \n                         in here that watch my ass. I took an \n                         oath of loyalty to them. You're out \n                         there. Who are you to me?\n\n               As he continues, a simmering resentment heats up his words.\n\n                                     SHU\n                         When you leave this place you're \n                         going out to dinner or a movie or \n                         get laid. Where's our bond? I'm going \n                         back to my cell and wait to die. So \n                         tell me: Where's our bond?\n\n                                     EDDIE\n                         For awhile we had this dream we were \n                         innocent. That was our bond... but \n                         then we woke up. And now I'd like to \n                         hear everything.\n\n               Shu's eyes narrow.\n\n                                     SHU\n                         What do you mean, \"everything\"?\n\n               With exaggerated calm, to cover the rage:\n\n                                     EDDIE\n                         Tell me about Chinatown, Shu. Tell \n                         me the tr--\n\n               Shu hangs up. Rocks to his shackled feet. And shuffles out \n               of the room, to return to his cell.\n\n                                                                    CUT TO:\n\n               EXT. ART'S SUPPLIES - EVENING - LATER\n\n               Through the gated window, a WOMAN and MAN -- surely Art and \n               Mariquilla Esparza -- are seen in silhouette. Business hours \n               are over; the couple is alone in the front office. Mariquilla \n               sits at her desk, Art paces the office. Now, as he passes \n               her chair, Art leans down and kisses the top of his wife's \n               head. She involuntarily stiffens.\n\n               Art takes umbrage. MUFFLED WORDS. Mariquilla rises, grabs \n               her raincoat. Art touches her shoulder, entreating. Mariquilla \n               shakes her head.\n\n               EXT.",
  "68": "---END OF PREVIOUS SECTION---\nArt touches her shoulder, entreating. Mariquilla \n               shakes her head. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREET - ROGER\n\n               Watching this shadow play from the opposite curb. In b.g., \n               the shimmering lights of the 59th Street Bridge and \n               Manhattan's skyscrapers seem worlds away from this misery.\n\n               BACK TO \"ART'S SUPPLIES\"\n\n               As Mariquilla exits the building.\n\n               EXT. STREET - EVENING - WITH MARIQUILLA\n\n               As she hurries along, lost in her thoughts. Now Roger falls \n               into step beside her.\n\n                                     ROGER\n                         ...Mrs. Esparza?\n\n               She startles slightly, then quickly recovers her composure.\n\n                                     MRS. ESPARZA\n                         What do you want?\n\n                                     ROGER\n                         I'm Roger Baron. I work with Edward \n                         Dowd.\n\n               Mariquilla gives no sign that this means anything to her.\n\n                                     ROGER\n                         What were you... Why were you at \n                         Shu's trial this afternoon?\n\n                                     MRS. ESPARZA\n                         -- What trial?\n\n               Her pace quickens.\n\n                                     ROGER\n                         I followed you here from court.\n\n                                     MRS. ESPARZA\n                              (flustered)\n                         I knew Jimmy Chin. The boy who was \n                         shot. Okay?\n\n                                     ROGER\n                              (trying to make sense)\n                         ...And you were at the trial to... \n                         to see that justice was done?\n\n                                     MRS. ESPARZA\n                         That's right.\n\n               She briskly rounds a corner. Roger stays on her.\n\n                                     ROGER\n                         Then it was your idea to have Chuckie \n                         Roeder scare Eddie off the case?\n\n                                     MRS. ESPARZA\n                         -- Why don't you ask Chuckie?\n\n                                     ROGER\n                              (reminds her)\n                         Chuckie OD'd, Mrs. Esparza. He's \n                         dead.\n\n               Mariquilla seems to flinch.\n\n                                     ROGER\n                         Art didn't tell you...?\n\n               Mariquilla abruptly stops and turns to him. Imploring.\n\n                                     MRS. ESPARZA\n                         Look. Mister --\n\n                                     ROGER\n                         -- Roger --\n\n                                     MRS. ESPARZA\n                         You mustn't talk to Art. You mustn't \n                         tell Art that I was at the trial. Do \n                         you hear me?\n\n               There is animal fear behind Mariquilla's eyes.",
  "69": "---END OF PREVIOUS SECTION---\nYou mustn't \n                         tell Art that I was at the trial. Do \n                         you hear me? There is animal fear behind Mariquilla's eyes. \n---TARGET SECTION TO BE ANNOTATED---\n                                     ROGER\n                         But you lost a friend... You've got \n                         a right to...\n\n               A realization forms.\n\n                                     ROGER\n                         Wait... Were you and Jimmy Chin...?\n\n               Mariquilla gazes into Roger's open, questing eyes. They're \n               the same age, but one has lived much longer than the other.\n\n                                     MRS. ESPARZA\n                         I can't talk to you anymore. Go away, \n                         please... Never come back.\n\n               With that, she crosses the street. Slipping into darkness.\n\n               ROGER\n\n               watches her disappear. And then, after two beats, he resumes \n               walking, back the way he came, toward the subway station.\n\n               REVEAL\n\n               A figure, lurking in the shadows, lights a cigarette. As the \n               match flares we make out the face of ART ESPARZA.\n\n                                                                    CUT TO:\n\n               INT. HALLWAY - LATE NIGHT\n\n               A glassy-eyed Eddie KNOCKS and KNOCKS. Finally the door, \n               still chained, opens a crack. An eye peers out.\n\n                                     WOMAN'S VOICE\n                         Oh, Christ.\n\n                                     EDDIE\n                         ...Do you realize I haven't gotten \n                         stoned since the trial started?\n\n               The door closes. Then reopens, unchained. Kitty stands there \n               in a robe she's thrown on.\n\n                                     KITTY\n                         Eddie... A guilty client's not the \n                         end of the world...\n\n                                     EDDIE\n                         EXACTLY!\n\n               He slams his fist against the wall. OS, NEIGHBORS SHOUT for \n               him to shut up.\n\n                                     EDDIE\n                         It's liberating! I feel free!\n\n               More COMPLAINTS, OS. Shouting back at the neighbors:\n\n                                     KITTY\n                         Go fuck yourselves.\n\n               Kitty turns back to Eddie. Tenderly:\n\n                                     KITTY\n                         Eddie... go home. Get some sleep.\n\n                                     EDDIE\n                         I don't need sleep!\n\n                                     KITTY\n                         I need sleep. Some of us are mere \n                         mortals.\n\n                                     EDDIE\n                         Screw you too, Kitty.\n\n               He turns, and skulks back down her hallway into:\n\n               EXT. KITTY'S BUILDING - EARLY MORNING\n\n               A converted brownstone in Chelsea.",
  "70": "---END OF PREVIOUS SECTION---\nEDDIE\n                         Screw you too, Kitty. He turns, and skulks back down her hallway into:\n\n               EXT. KITTY'S BUILDING - EARLY MORNING\n\n               A converted brownstone in Chelsea. \n---TARGET SECTION TO BE ANNOTATED---\n Eddie sinks down on the \n               stoop, head in hands. Presently KITTY emerges, and sits down \n               next to him. Several silent BEATS. Then Eddie speaks., looking \n               straight ahead, not at Kitty.\n\n                                     EDDIE\n                         For years I've defended scumbags. \n                         Dealers. Hitters... And somehow it \n                         seemed fine until this kid came along \n                         who knew me as a true believer who'd \n                         fought the good fight and... but... \n                         he seemed so damned disappointed in \n                         who he found... and then, out of \n                         nowhere, here we were fighting to \n                         free an innocent man -- an innocent \n                         man, I don't see many of those in my \n                         line anymore and I thought, Wow, the \n                         kid brought me good luck, y'know? \n                         For one minute I was a true believer \n                         again. Well, my minute is up, Kitty. \n                         I'm going back to defending \n                         scumbags... But not just dope dealers \n                         anymore. From now on: Child molesters. \n                         Porno merchants. Repeat drunk drivers, \n                         and I'm gonna get 'em all off. Hit \n                         men... Send me every contract \n                         killer... None of 'em does time ever \n                         again.\n\n               He rises, faltering a little. Kitty stands, steadies him.\n\n                                     KITTY\n                         Eddie. We can discuss this... after \n                         you get some sleep.\n\n               Eddie shakes his head. As he stumbles down the steps:\n\n                                     EDDIE\n                         I told you, Kitty -- no more sleep \n                         for me.\n\n                                                                    CUT TO:\n\n               EXT. GROVE STREET - NIGHT - LATER\n\n               Eddie wanders up to his funky building.\n\n               There's a SLEEPING BUM curled up in front of the door. Eddie \n               wearily leans down, to nudge the Bum aside. But it's ROGER.\n\n                                     EDDIE\n                         The hell're you doing here?\n\n               Roger awakens very fast. He jumps to his feet.\n\n                                     ROGER\n                         Eddie -- it's Art Esparza!\n\n                                     EDDIE\n                         What's Art Esparza?\n\n                                     ROGER\n                         I think he hired Shu to kill Jimmy \n                         Chin...",
  "71": "---END OF PREVIOUS SECTION---\nROGER\n                         Eddie -- it's Art Esparza! EDDIE\n                         What's Art Esparza? ROGER\n                         I think he hired Shu to kill Jimmy \n                         Chin... \n---TARGET SECTION TO BE ANNOTATED---\n It wasn't a Chinatown gang \n                         hit -- Jimmy Chin and Art's wife \n                         were lovers! She just about told \n                         me...!\n\n                                     EDDIE\n                              (baffled)\n                         You phoned up Art Esparza's wife?\n\n                                     ROGER\n                         I followed her from the courthouse.\n\n               Eddie blinks.\n\n                                     EDDIE\n                         Esparza's wife was at Shu's trial?\n\n               Roger nods.\n\n                                     EDDIE\n                         And you spotted her in the crowd?\n\n               Roger nods. Eddie takes a breath.\n\n                                     EDDIE\n                         What're you, trying to show me up \n                         here?\n\n                                                                    CUT TO:\n\n               INT. POLICE HEADQUARTERS - LATE NIGHT\n\n               DOLLY PAST the odd HOOKER and VAGRANT being led from booking \n               to the bullpen. The unnatural quiet bespeaks the late hour.\n\n               CAMERA PUSHES into Records, closed for the night... Pacing \n               here is TOMMY, the cop who'd opened up the Exhibit Warehouse \n               for Eddie, earlier. Tommy appears to have been dragged out \n               of bed. Under his car coat is a flannel pajama top. Between \n               tense puffs on his cigarette:\n\n                                     TOMMY\n                         Dowd... We're even now...\n\n               PUSH PAST Tommy, to TWO FIGURES huddled at a desk in the \n               corner. ROGER looks on as EDDIE rifles through a DOSSIER.\n\n                                     EDDIE\n                         Esparza's security clearance to go \n                         inside the jails for parole hearings.\n\n               CLOSE - PHOTO\n\n               A passport-type snapshot of the chubby, bald, bearded, \n               bespectacled ART ESPARZA.\n\n                                     EDDIE'S VOICE\n                         Wonderful work Esparza does...\n\n               INTERCUT EDDIE AND ESPARZA'S FILE\n\n               Pictures, warrants, complaints. We can't make out the fine \n               print, only the PHOTOS as Eddie flips through them.\n\n                                     EDDIE\n                         Skipping back two years.\n\n               THE NEXT PHOTO - A grainy telephoto shot of Esparza emerging \n               from Art's Supplies. His hair was thicker, he was thinner. \n               Wore a walrus moustache.\n\n                                     EDDIE\n                         Esparza was being watched by Narco.",
  "72": "---END OF PREVIOUS SECTION---\nHis hair was thicker, he was thinner. Wore a walrus moustache. EDDIE\n                         Esparza was being watched by Narco. \n---TARGET SECTION TO BE ANNOTATED---\n \n                         Suspected of using his warehouse as \n                         a drug drop... Surveillance \n                         terminated.\n\n               NEXT PHOTO - A set of mugshots. Esparza is dramatically \n               thinner here. Lots more hair. Aviator glasses.\n\n                                     EDDIE\n                         Four years ago. Esparza charged with \n                         assault. Dismissed.\n\n               NEXT PHOTO - More mugshots. Esparza even thinner. Hair \n               thicker, longer.\n\n                                     EDDIE\n                         Accessory to extortion. Dismissed.\n\n               Eddie flips, faster, through the file.\n\n                                     EDDIE\n                         Dismissed for lack of evidence. \n                         Dismissed, dismissed...\n\n               Roger looks questioningly at Eddie.\n\n                                     EDDIE\n                         This little prick is protected.\n\n               He glances, suddenly skittish, at Tommy -- who picks up on \n               Eddie's paranoia and promptly reciprocates.\n\n                                     TOMMY\n                         That's it -- I'm outta here. You owe \n                         me one, Dowd.\n\n               Frowning, Eddie returns his attention to the file.\n\n                                     EDDIE\n                         Dismissed...\n\n               CLOSE ON ESPARZA'S FACE\n\n               As he gets younger, the moustache shrinks. Seven years back, \n               and it disappears.\n\n                                     EDDIE\n                         ...dismissed. Shit!\n\n               Eight years ago: Esparza's black hair is cut in a shag, and \n               the glasses are gone.\n\n                                     EDDIE\n                              (softly)\n                         Shit.\n\n               Something new in Eddie's voice commands Roger's attention.\n\n                                     ROGER\n                         -- What?\n\n                                     EDDIE\n                         I've seen this picture before.\n\n               He reaches into his wallet, pulls out Shu's old mugshot. \n               Holds the two mugshots next to each other. Hushed:\n\n                                     EDDIE\n                         They could've been brothers. It's \n                         why the eyewitnesses picked Shu.\n\n                                     ROGER\n                         Christ... Shu is innocent.\n\n               INSERT - THE PHOTOS\n\n               Given that they're of different races, the resemblance between \n               Art Esparza and Shu Kai Kim, in 1980, is startling.\n\n                                     ROGER\n                         \"The killer wasn't Chinese\"... Cecil \n                         Stipe was right. .",
  "73": "---END OF PREVIOUS SECTION---\nINSERT - THE PHOTOS\n\n               Given that they're of different races, the resemblance between \n               Art Esparza and Shu Kai Kim, in 1980, is startling. ROGER\n                         \"The killer wasn't Chinese\"... Cecil \n                         Stipe was right. . \n---TARGET SECTION TO BE ANNOTATED---\n!\n\n                                     EDDIE\n                         Everyone else was wrong and the one \n                         fucking lunatic was right!\n\n               Roger wears a tense smile.\n\n                                     ROGER\n                         Does this mean Kennedy was killed by \n                         the phone company?\n\n               INT. HEADQUARTERS CORRIDOR\n\n               The two lawyers hurry out. Roger smiles at the DESK SERGEANT \n               with exaggerated amiability.\n\n                                     EDDIE\n                              (quiet intensity)\n                         But Shu's gun is an absolute match...! \n                         How could that be, goddammit?\n\n               EXT. POLICE HEADQUARTERS - LATE NIGHT\n\n               The lawyers bound down the steps, dart into the street-- \n\n               -- and are nearly run down by an AMBULANCE that whizzes past, \n               pulling into the garage of the County Coroner's Office.\n\n                                     ROGER\n                         ...Jesus!\n\n                                     EDDIE\n                         Least we'd already be at the Morgue.\n\n               Briskly shaking off their brush with eternity, Eddie and \n               Roger proceed down the block.\n\n                                     ROGER\n                         Let's make a citizen's arrest of \n                         Esparza! We'll need back-up... Who's \n                         the meanest motherfucker you ever \n                         got off?\n\n               As Roger ducks into a phone booth:\n\n                                     EDDIE\n                         Fuck that, Rog. Esparza's nobody. \n                         This goes higher than him...\n\n               Roger feeds the phone.\n\n                                     ROGER\n                         Gotta start somewhere. Gimme a name -- \n                         any client who owns a Magnum.\n                              (beat)\n                         Eddie?\n\n               Eddie's staring at the PHONE BOOTH. It's pagoda-style, with \n               Chinese-red pent roof.\n\n                                     EDDIE\n                         Wait a second.\n\n               Eddie squints down the street...\n\n               ANGLE\n\n               Even at this late hour we see enough decoration and signage \n               to recognize Chinatown, not seven blocks uptown.\n\n                                     EDDIE\n                              (softly)\n                         How long did it take Badalato to \n                         drive Jimmy Chin's body from Chinatown \n                         to the morgue?\n\n                                     ROGER\n                         ... An hour.\n                              (realizes)\n                         That's why I thought the morgue was \n                         on the other side of town.\n\n               Eddie fairly pushes Roger out of the phone booth.",
  "74": "---END OF PREVIOUS SECTION---\nAn hour. (realizes)\n                         That's why I thought the morgue was \n                         on the other side of town. Eddie fairly pushes Roger out of the phone booth. \n---TARGET SECTION TO BE ANNOTATED---\n Thumbs \n               through the White Pages, finds the page he's looking for, \n               tears it out and stuffs it into his pocket.\n\n               As he races for his Riviera, parked in a towaway zone:\n\n                                     EDDIE\n                         Roger... I may be late for court \n                         this morning.\n\n               He hops in, revs the old heap.\n\n                                     EDDIE\n                         Fill in for me, huh?\n\n               And Eddie peels out.\n\n                                                                    CUT TO:\n\n               EXT. STUYVESANT TOWN - LATE NIGHT\n\n               A mammoth '50s housing project by the East River. The \n               monolithic buildings are like giant tombstones jutting into \n               the night sky.\n\n               INT. BEDROOM\n\n               Dark. The front door buzzer BUZZES. We HEAR a groggy:\n\n                                     WOMAN'S VOICE\n                         -- Who the hell...?\n\n               A frowzy CONNIE BADALATO snaps ON a LIGHT. Reflexively reaches \n               for the bottle of Seagrams on her night-table.\n\n               AT THE DOOR\n\n               stands the long-haired creep from last week's murder trial.\n\n                                     EDDIE\n                         Hope I didn't wake you. I'm Edward \n                         C. Dowd. You're Mrs. Badalato?\n\n               Connie waves her bottle of scotch like a weapon.\n\n                                     CONNIE\n                         Ms. Vin's sister.\n\n                                     EDDIE\n                         I have to talk to your brother.\n\n                                     CONNIE\n                         The hell you do. At this hour?\n\n               As he brushes past her, Connie grabs his ponytail. Eddie \n               whirls and grabs Connie's bottle -- waves it over her head.\n\n                                     CONNIE\n                         Gimme back my bottle.\n\n                                     EDDIE\n                         Let go of my hair.\n\n               Connie lets go, Eddie relinquishes her bottle. As he backs \n               up, toward Badalato's bedroom, he points a finger.\n\n                                     EDDIE\n                         -- Stay.\n\n               Like a good dog, Connie hangs back. Whimpering, slightly.\n\n               INT. BADALATO'S BEDROOM\n\n               Eddie gasps -- stops short.\n\n               Badalato lies propped up in his robe and socks. He's staring \n               at the test pattern of a TV on his bureau. He's dead.\n\n               No he's not...",
  "75": "---END OF PREVIOUS SECTION---\nHe's staring \n               at the test pattern of a TV on his bureau. He's dead. No he's not... \n---TARGET SECTION TO BE ANNOTATED---\n Expressionless, still staring ahead:\n\n                                     BADALATO\n                         Do I know you?\n\n               Eddie crosses to the inert ex-cop.\n\n                                     EDDIE\n                         I'm Eddie Dowd. I cross-examined \n                         you.\n                              (beat)\n                         But not very well.\n\n               Badalato's eyes are shiny as marbles. On his night-table we \n               notice a half-dozen prescription vials.\n\n                                     EDDIE\n                         What did you do with Jimmy Chin's \n                         body?\n\n               Badalato's lips part, but there's no sound. Eddie shakes \n               him.\n\n                                     EDDIE\n                         What did you do with Jimmy Chin's \n                         body?\n\n               Badalato's lids flutter.\n\n                                     BADALATO\n                         I brought it... to the coroner.\n\n                                     EDDIE\n                         An hour after you picked it up!\n\n               Badalato reaches for a vial, casually fishes out two pills. \n               Drowsily concedes:\n\n                                     BADALATO\n                         An hour later...\n\n               He pops the pills.\n\n                                     EDDIE\n                         From Chinatown... Which is right up \n                         the street from the morgue! Where \n                         did you go with the body? What did \n                         you do with it?\n\n                                     BADALATO\n                         Please... I need to sleep...\n\n               Eddie slams Badalato up against the headboard.\n\n                                     BADALATO\n                         You're fishing. You don't know shit.\n\n                                     EDDIE\n                         I know about Esparza.\n\n               A cloud crosses Badalato's face. OS, we HEAR:\n\n                                     CONNIE'S VOICE\n                         -- It wasn't Vin's idea.\n\n               Connie has advanced to the doorway.\n\n                                     EDDIE\n                         Whose idea was it?\n\n               Badalato tries to focus on his sister.\n\n                                     BADALATO\n                         Connie get outta here... this is \n                         official business...!\n\n                                     CONNIE\n                         You were pressured... Tell the man!\n\n                                     BADALATO\n                         Dammit Connie -- go back to bed!\n\n               As she backs out of the room, to Eddie:\n\n                                     CONNIE\n                         The little guys always take the rap \n                         for the big shots.\n\n                                     BADALATO\n                              (growls)\n                         Connie!\n\n               Connie leaves. Eddie turns back to Badalato.",
  "76": "---END OF PREVIOUS SECTION---\nBADALATO\n                              (growls)\n                         Connie! Connie leaves. Eddie turns back to Badalato. \n---TARGET SECTION TO BE ANNOTATED---\n Before he can \n               resume his inquisition:\n\n                                     BADALATO\n                         Montell... one of my partners... he \n                         said it'd work if it was a thru-and \n                         thru.\n\n               Eddie inhales sharply. Lets go of the ex-cop. His voice \n               shrinking to a near-whisper:\n\n                                     EDDIE\n                         What's a \"thru-and-thru\"?\n\n               Badalato reaches for another pill.\n\n                                     BADALATO\n                         I have this chronic pain...\n\n               He pops the pill, leans back.\n\n                                     BADALATO\n                         Eight years I'm waiting for some \n                         genius to notice it took me an hour \n                         to drive seven blocks.\n\n               He lets his eyes close. One, two, three beats. Then:\n\n                                     BADALATO\n                         I drove Chin's body to The Firing \n                         Line. Pistol range, near the Battery. \n                         Lotta cops used to go there...\n\n               FLASH BACK to NOVEMBER 2, 1980:\n\n               BADALATO'S POV - MOVING - MIDNIGHT\n\n               As he pulls the paddywagon into an alley, marked by a sign \n               overhead: \"THE FIRING LINE\". The SHOT has the floating quality \n               and irresistible forward motion of a dream.\n\n                                     BADALATO (V.O.)\n                         Sklaroff brought Shu Kai Kim's gun. \n                         Montell was already there...\n\n               INT. PADDYWAGON\n\n               Badalato (younger, fit) lifts his end of the stretcher bearing \n               the sheet-covered corpse. Slides it out, to Montell.\n\n                                     BADALATO (V.O.)\n                         He said we'd only have three hours. \n                         After that, with the body cooling, \n                         and the clotting... it wouldn't look \n                         right to the pathologist.\n\n               INT. PISTOL RANGE\n\n               The cops squat beside the stretcher. Badalato strips the \n               bloody sheet down to the corpse's waist. Sklaroff grips Jimmy \n               Chin's shoulders and carefully hoists his torso upright. \n               Chin's head lolls, empty eyes staring.\n\n                                     BADALATO (V.O.)\n                         Chin was hit once in the forehead by \n                         Esparza's .32. The bullet exited \n                         clean.\n                              (beat)\n                         That's a thru-and-thru.",
  "77": "---END OF PREVIOUS SECTION---\nO.)\n                         Chin was hit once in the forehead by \n                         Esparza's .32. The bullet exited \n                         clean. (beat)\n                         That's a thru-and-thru. \n---TARGET SECTION TO BE ANNOTATED---\n               Badalato gingerly tugs on a hank of Chin's hair, to raise up \n               the corpse's head.\n\n                                     BADALATO (V.O.)\n                         All Montell had to worry about was \n                         firing Kim's .38 at the same angle.\n\n               Montell, with gloved hand, brings Shu's gun to Jimmy Chin's \n               forehead. Tilts it, just so. And FIRES.\n\n               INT. BEDROOM - BADALATO\n\n               The ROAR of the GUN-BLAST, no less loud as it echoes in his \n               head eight years later, has startled open Badalato's eyes.\n\n                                     BADALATO\n                         We recovered the bullet and that was \n                         it -- an airtight case...\n\n               Eddie is trying to wrap his mind around this awful thing.\n\n                                     EDDIE\n                         But why? All to protect Esparza?\n\n               Badalato reaches, unsteadily, for another pill. His lids \n               have drooped again.\n\n                                     BADALATO\n                         Nasty little bastard. He stepped in \n                         shit...\n\n               Badalato's head slumps. The impact of his chin striking his \n               chest surprises him awake again.\n\n                                     BADALATO\n                         ...we had to lick his boots clean.\n\n                                     EDDIE\n                              (realizes)\n                         He was your snitch.\n\n                                     BADALATO\n                              (sardonic smile)\n                         Our own Colombian Connection... For \n                         three years... Three years of ball \n                         breaking detective work. And we put \n                         a lotta bad guys behind bars.\n\n                                     EDDIE\n                         And one good guy.\n\n               Badalato reaches for the vial again. Eddie grabs it first. \n               Reads the label.\n\n                                     EDDIE\n                         Demerol? What the fuck is your \n                         problem, man? You wanna die?\n\n                                     BADALATO\n                         I'm dead. We're both dead.\n\n               Eddie hurls the open vial across the room: the pills scatter.\n\n                                     EDDIE\n                         Nobody dies till I hear the truth! \n                         Who ordered the frame on Shu?\n\n               Badalato stubbornly shakes his heavy head.\n\n                                     EDDIE\n                         It was wrong, Vinnie -- you know \n                         that! But we can make it right... if \n                         you'll fucking stand up!\n\n               Badalato looks up at Eddie.",
  "78": "---END OF PREVIOUS SECTION---\nEDDIE\n                         It was wrong, Vinnie -- you know \n                         that! But we can make it right... if \n                         you'll fucking stand up! Badalato looks up at Eddie. \n---TARGET SECTION TO BE ANNOTATED---\n His eyes fill with tears. Still \n               he doesn't move. Eddie grabs the ex-cop's pudgy hands.\n\n                                     EDDIE\n                         Get up, godammit!\n\n               And Eddie hauls Badalato off the bed.\n\n               INT. HALLWAY\n\n               Eddie drags Badalato past Connie, chewing her cuticles.\n\n                                     CONNIE\n                         Don't hurt him.\n\n                                     EDDIE\n                         Where's the nearest hospital?\n\n                                     CONNIE\n                         Bellevue. Straight up First --\n\n               INT. ELEVATOR\n\n               Badalato is slumped in the corner. The car descends with \n               painful slowness. Eddie nudges Badalato's shoulder.\n\n                                     EDDIE\n                         Stay awake, Badalato. Vinnie... Come \n                         on, man, talk to me!\n\n               Badalato's response: A faint SNORTING sound.\n\n                                     EDDIE\n                         Did I say snort? No, I said talk. \n                         Please... I need you to live...\n                              (an idea)\n                         Hey: When was the first time you got \n                         laid?\n                              (no answer, then)\n                         Okay, I sympathize, I blocked mine \n                         out myself. She had a moustache...\n\n               Finally the car stops. The door creakily slides open. As \n               Eddie pulls the hulking ex-cop upright:\n\n                                     BADALATO\n                         ...Where're we goin'?\n\n                                     EDDIE\n                         That-a-boy. Hospital.\n\n                                     BADALATO\n                         I don' need a hospital... I feel \n                         fine.\n\n                                     EDDIE\n                         Too fine, Badalato. The bad news is, \n                         you're gonna live.\n\n               In response Badalato GURGLES -- it sounds, disconcertingly, \n               like a death rattle.\n\n                                     EDDIE\n                         Make y'a deal. You clean up, I clean \n                         up. No more dope.\n                              (amends)\n                         No more dope for a year.\n                              (amends)\n                         For the rest of the year.\n\n               He hauls Badalato OUT of the elevator, and right into -- \n               SKLAROFF AND MONTELL Montell, the burlier of the two, flings \n               Eddie against the wall.",
  "79": "---END OF PREVIOUS SECTION---\n(amends)\n                         No more dope for a year. (amends)\n                         For the rest of the year. He hauls Badalato OUT of the elevator, and right into -- \n               SKLAROFF AND MONTELL Montell, the burlier of the two, flings \n               Eddie against the wall. \n---TARGET SECTION TO BE ANNOTATED---\n With an odd, brutal melancholy:\n\n                                     MONTELL\n                         Why'd you have to come here, you \n                         hippie-dippie fuck?\n\n               Meantime Sklaroff helps Badalato down the access stairs as \n               he murmurs soothing assurances in the ex-cop's ear.\n\n               As Montell roughly pat-searches Eddie:\n\n                                     EDDIE\n                         Montell... listen to me: Vinnie took \n                         a buncha pills. He needs a hospital.\n\n                                     MONTELL\n                         Makes two of ya.\n\n               He knees Eddie in the groin, then tosses him into:\n\n               INT. ACCESS STAIRS\n\n               Eddie tumbles down the short flight. Then picks himself up \n               as Montell hurtles after him. Eddie makes a break, into:\n\n               INT. UNDERGROUND GARAGE\n\n               but ESPARZA's waiting here. He hauls off, smashing Eddie's \n               head against the concrete wall.\n\n                                     MONTELL\n                         Goddammit Art, get back in the car!\n\n               Meantime Sklaroff walks Badalato past a row of dark sedans \n               huddled like hearses... Past a mesh gate that guards the \n               building's ancient furnaces, crackling with flame, spewing \n               steam... To an UNMARKED CAR parked at the far end of the \n               garage. Softly, suppressing his unbearable tension:\n\n                                     SKLAROFF\n                         Vin... What'd you tell the lawyer?\n\n               He opens the back door, maneuvers Badalato onto the seat.\n\n                                     BADALATO\n                         Lou...\n\n               With infinite kindness, infinite patience:\n\n                                     SKLAROFF\n                         I'm here, Vin. So's Dave. We need to \n                         know what you told the lawyer.\n\n               Badalato nods, slowly. A stoned, beatific smile forms.\n\n                                     BADALATO\n                         I came clean...\n\n               Pain stabs Sklaroff's face. He pats Badalato's knee.\n\n                                     SKLAROFF\n                         Good, Vinnie... You wait here.\n\n               As he starts back to where Montell and Esparza stand over \n               Eddie, Sklaroff draws the gun from his shoulder-holster.\n\n               His face, in the dirty yellow flourescent light down here, \n               is a taut, shiny death mask.",
  "80": "---END OF PREVIOUS SECTION---\nYou wait here. As he starts back to where Montell and Esparza stand over \n               Eddie, Sklaroff draws the gun from his shoulder-holster. His face, in the dirty yellow flourescent light down here, \n               is a taut, shiny death mask. \n---TARGET SECTION TO BE ANNOTATED---\n Quietly:\n\n                                     SKLAROFF\n                         Vinnie told 'im everything.\n\n               Woozily, as he mops the blood from his brow with a sleeve:\n\n                                     EDDIE\n                         What, \"everything\"? You shot a corpse. \n                         I don't give a shit about that -- !\n\n                                     ESPARZA\n                         Let's snuff this lowlife!\n\n                                     EDDIE\n                              (to Esparza)\n                         Hey -- the fact you popped Jimmy \n                         Chin in broad daylight proves it \n                         wasn't premeditated. Jury'll \n                         sympathize -- dude was banging your \n                         wife, right?\n\n                                     ESPARZA\n                         Shut your sewer mouth!\n\n               He lunges at Eddie. Montell pulls him back.\n\n                                     EDDIE\n                         Killing me in the middle of the trial \n                         would cause quite a stink...\n                              (to Esparza)\n                         It won't be clean like with Chuckie. \n                         What, y'treat him to a match-head of \n                         pure smack...?\n\n               Esparza shakes Montell loose.\n\n                                     ESPARZA\n                         That's right -- I'm a generous guy!\n\n               Montell gazes with loathing at Esparza.\n\n                                     MONTELL\n                         -- Who'd y'waste now, Art?\n\n               Meantime Sklaroff levels the gun at Eddie's face.\n\n                                     SKLAROFF\n                         Goddam you.\n\n                                     ESPARZA\n                         Do it. So we can go home.\n\n               Sklaroff's finger twitches, on the trigger.\n\n                                     EDDIE\n                         Still letting your snitch run you?\n\n               Sklaroff's eyes flash. Eddie's touched a nerve.\n\n                                     MONTELL\n                         Lou... We have to.\n\n                                     ESPARZA\n                         Waste him, y'little worm!\n\n               Sklaroff's gaze flies from Esparza to Eddie to Montell. All \n               four men's faces are slick with sweat.\n\n                                     ESPARZA\n                              (draws his .32)\n                         Okay then I'll put this filthy lawyer \n                         freak out of his mis--\n\n               Abruptly Sklaroff swivels, jams his gun against Esparza's \n               ear and FIRES. As Esparza topples backward, eyes and mouth \n               wide:\n\n                                     SKLAROFF\n                         Shut up, Art.\n\n               Eddie jumps up in horror.",
  "81": "---END OF PREVIOUS SECTION---\nESPARZA\n                              (draws his .32)\n                         Okay then I'll put this filthy lawyer \n                         freak out of his mis--\n\n               Abruptly Sklaroff swivels, jams his gun against Esparza's \n               ear and FIRES. As Esparza topples backward, eyes and mouth \n               wide:\n\n                                     SKLAROFF\n                         Shut up, Art. Eddie jumps up in horror. \n---TARGET SECTION TO BE ANNOTATED---\n Montell blinks at Sklaroff.\n\n                                     SKLAROFF\n                         Shoulda done that eight years ago.\n\n               Waving his gun at Esparza's ruined head, Sklaroff hoarsely \n               shouts at Eddie:\n\n                                     SKLAROFF\n                         You see that? You wanna be like that?\n\n                                     EDDIE\n                         No. No...\n\n                                     SKLAROFF\n                         You fucking swear to shut up!\n\n               Montell registers shock at his partner's offer.\n\n                                     MONTELL\n                         ...We can't trust this fuck...\n\n                                     SKLAROFF\n                              (at Eddie)\n                         You gonna keep quiet -- ?\n\n               Eddie considers for a moment that feels like forever. Then:\n\n                                     EDDIE\n                         I can't do that... Keep quiet? You \n                         can't ask me to do that!\n\n                                     MONTELL\n                              (explodes)\n                         Shoot 'im, f'r Chrissakes!\n\n               Desperate, Sklaroff kicks Esparza's corpse.\n\n                                     SKLAROFF\n                         That's the motherfucker killed Jimmy \n                         Chin. It's justice...!\n\n               Eddie nods... he agrees...\n\n                                     EDDIE\n                         But I have a client eight years in \n                         prison didn't do it...\n\n               Montell grabs the gun from Sklaroff.\n\n                                     MONTELL\n                         You sorry bastard.\n\n               Eyes fixed on the gun, Eddie takes a step back.\n\n                                     EDDIE\n                         My guy's gotta walk. You hear me?\n\n               Montell swallows hard, then raises the gun.\n\n                                     EDDIE\n                         You hear what I'm saying? It's over -- \n                         all the bullshit. Your bullshit, my \n                         bullshit -- all the lies -- that's \n                         it, party's over, enough's enough... \n                         Y'live a lie, you die inside -- don't \n                         you know that?\n                              (then, softly)\n                         I have to go now. I have to be in \n                         court.\n\n               Eddie turns.\n\n               MONTELL'S GUN\n\n               Pointed at Eddie's back. His finger tightens on the trigger.\n\n               EDDIE\n\n               crosses the oil-stained concrete... past the row of black \n               sedans, the clanking furnaces... barely able to breathe... \n               waiting for the bullet.\n\n               MONTELL'S ARM\n\n               starts to shake, just slightly.",
  "82": "---END OF PREVIOUS SECTION---\nEDDIE\n\n               crosses the oil-stained concrete... past the row of black \n               sedans, the clanking furnaces... barely able to breathe... waiting for the bullet. MONTELL'S ARM\n\n               starts to shake, just slightly. \n---TARGET SECTION TO BE ANNOTATED---\n He brings up his other arm, \n               to steady the gun.\n\n               EDDIE\n\n               has traversed this humid half-acre of hell... he reaches the \n               unmarked car. A bleary Badalato looks up at him, Eddie holds \n               out a hand. His voice catching:\n\n                                     EDDIE\n                         Vinnie... You coming?\n\n               Badalato reaches up. And takes Eddie's hand.\n\n               MONTELL AND SKLAROFF\n\n               Sklaroff places his hand on Montell's wrist. He helps his \n               partner slowly lower the gun. Party's over.\n\n               EDDIE AND BADALATO\n\n               awkwardly walk up the ramp. The sun is just rising over New \n               York City. The two men squint as they come into the light.\n\n                                                                    CUT TO:\n\n               INT. COURTOOM - NEXT MORNING\n\n               The Pillars have bailed out. Shu sits at the Defense Table. \n               Not happy to be here. Roger stands.\n\n                                     ROGER\n                         Your Honor, Mr. Dowd indicated that \n                         he may be detained this morning... \n                         He asked me to fill in for him...\n\n                                     JUDGE\n                         This doesn't amuse me, Mr. B--\n\n               The door opens. It's EDDIE. Tattered, bruised and tired.\n\n               AT THE PROSECUTION TABLE\n\n               Rabin nudges Reynard. It appears that the defense has been \n               on a titanic bender.\n\n               SCENE\n\n               The Judge puts on a sarcastic smile.\n\n                                     JUDGE\n                         Good morning, Mr. Dowd. Do you think \n                         you might be up to cross-examining \n                         Mr. Ortega this morning?\n\n                                     EDDIE\n                         Your Honor: I imagine that, no matter \n                         how careful my questioning, Mr. Ortega \n                         would, in his well-intentioned way, \n                         dig my client's hole even deeper.\n\n               Judge Quealy nods. Not without a trace of compassion.\n\n                                     JUDGE\n                         Well then, does the defense have any \n                         witnesses?\n\n                                     EDDIE\n                         I suppose I could find an inmate \n                         who'd say that Shu boasted about \n                         Chinatown just to survive in the \n                         joint -- though he didn't really do \n                         it...\n\n               AT THE DEFENSE TABLE\n\n               Shu looks up.",
  "83": "---END OF PREVIOUS SECTION---\nJUDGE\n                         Well then, does the defense have any \n                         witnesses? EDDIE\n                         I suppose I could find an inmate \n                         who'd say that Shu boasted about \n                         Chinatown just to survive in the \n                         joint -- though he didn't really do \n                         it... AT THE DEFENSE TABLE\n\n               Shu looks up. \n---TARGET SECTION TO BE ANNOTATED---\n Interested, again, in the proceedings.\n\n               SCENE\n\n                                     EDDIE\n                         I guess I could find witnesses to \n                         dispute every point made by the D.A. \n                         But in the end, would we be any closer \n                         to understanding what really happened \n                         eight years ago? As Mr. Reynard has \n                         said, these matters are cloaked in \n                         secrecy... How can we, here in the \n                         safety and sanctity of this court, \n                         presume to pass judgment on Shu Kai \n                         Kim, a refugee...\n\n               AT THE DEFENSE TABLE\n\n               Reynard trades smug looks with Rabin and starts packing his \n               briefcase.\n\n                                     EDDIE'S VOICE\n                         ...who has spent his young adulthood \n                         like a caged animal in a prison where \n                         kill or be killed was the code...\n\n               SCENE\n\n               His impatience tinged with pity:\n\n                                     JUDGE\n                         -- Then you don't wish to call any \n                         witnesses, Mr. Dowd?\n\n                                     EDDIE\n                         I would like to put Shu's alleged \n                         crime in a context, your Honor. And \n                         we do have the foremost expert on \n                         prison and street gangs right here \n                         in this room... If it please the \n                         court, I'd like to call Mr. Reynard.\n\n               AT THE DEFENSE TABLE\n\n               DEAN RABIN looks outraged. REYNARD is merely annoyed.\n\n                                     REYNARD\n                         I would ask opposing counsel to make \n                         an offer of proof that this is \n                         anything more than a desperate tactic.\n\n                                     JUDGE\n                         Will you both approach the bench...?\n\n               Reynard strides up. As Eddie joins him:\n\n                                     REYNARD\n                         -- Can't Mr. Dowd find his own expert \n                         witness, your Honor?\n\n                                     EDDIE\n                         I'd need a continuance. Three weeks \n                         at least.\n\n               Judge Quealy sighs. He doesn't have three weeks to waste.\n\n                                     JUDGE\n                         Your questions would of course be \n                         restricted to Mr. Reynard's area of \n                         expertise.\n\n                                     REYNARD\n                         It's a last-ditch ploy, your Honor... \n                         The Defense clearly hopes that my \n                         presence on the stand will create \n                         the opportunity to call for a \n                         mistrial.",
  "84": "---END OF PREVIOUS SECTION---\nReynard's area of \n                         expertise. REYNARD\n                         It's a last-ditch ploy, your Honor... The Defense clearly hopes that my \n                         presence on the stand will create \n                         the opportunity to call for a \n                         mistrial. \n---TARGET SECTION TO BE ANNOTATED---\n               He flashes Eddie a grim smile.\n\n                                     REYNARD\n                         But the Defense is mistaken.\n\n               Reynard proceeds to the witness box. Though it's clearly a \n               formality, the D.A. must be sworn in.\n\n                                     CLERK\n                         Do you swear to tell the truth, the \n                         whole truth and nothing but the truth, \n                         so help you God?\n\n                                     REYNARD\n                         I do.\n\n               Eddie ambles over to the witness box.\n\n                                     EDDIE\n                         Let's start by establishing your \n                         credentials as an expert witness, \n                         Mr. Reynard. In the late '70s you \n                         led an investigation into a Colombian \n                         crime syndicate called \"the Ochoa\"?\n\n               As though indulging a child:\n\n                                     REYNARD\n                         Yes, Mr. Dowd.\n\n                                     EDDIE\n                         Didn't this investigation, with its \n                         attendant publicity, catapult you \n                         into the office you now hold?\n\n                                     REYNARD\n                         If I were sitting where I normally \n                         sit, I would say \"Calls for \n                         speculation.\"\n\n               THE JURORS are charmed by Reynard's ironic bonhomie.\n\n                                     EDDIE\n                         Did you do any hands-on work or did \n                         you just supervise, from on high?\n\n                                     REYNARD\n                         Mr. Dowd, I was personally involved \n                         with all phases -- and principals -- \n                         of the investigation.\n\n                                     EDDIE\n                         And who were the detectives who \n                         assisted you, Mr. Reynard?\n\n               REYNARD\n\n               glances into Eddie's eyes, to read what's behind them.\n\n               EDDIE\n\n               His expression gives away nothing.\n\n               SCENE\n\n               Reynard, as he answers, manages to sound perfectly casual.\n\n                                     REYNARD\n                         Lou Sklaroff, Vin Badalato, Dave \n                         Montell.\n\n                                     EDDIE\n                         The same three detectives on the \n                         Jimmy Chin case.\n\n               Judge Quealy perks up considerably.\n\n                                     REYNARD\n                         In those days, they often worked as \n                         a team.\n\n                                     EDDIE\n                         And who was Arturo Esparza?\n\n               Reynard hesitates. Then:\n\n                                     REYNARD\n                         I don't think I know that name.",
  "85": "---END OF PREVIOUS SECTION---\nEDDIE\n                         And who was Arturo Esparza? Reynard hesitates. Then:\n\n                                     REYNARD\n                         I don't think I know that name. \n---TARGET SECTION TO BE ANNOTATED---\n                                     EDDIE\n                         -- But you just said you were \n                         personally involved with all the \n                         principals of the investigation.\n\n                                     REYNARD\n                         I can't be expected to remember the \n                         name of every informant eight years \n                         after the fact.\n\n                                     EDDIE\n                         I didn't say he was an informant. \n                         But since you mentioned it, wasn't \n                         Esparza your primary informant?\n\n                                     REYNARD\n                              (bristles)\n                         You're trespassing into the area of \n                         witness protection, Mr. Dowd. Such \n                         showboating puts lives at risk.\n\n               Heedless, Eddie hammers at him.\n\n                                     EDDIE\n                         Isn't it true that without Esparza, \n                         you had no investigation?\n\n                                     REYNARD\n                              (scalding contempt)\n                         I think you're a dangerous man, Mr. \n                         Dowd.\n\n                                     EDDIE\n                         I hope so, Mr. Reynard.\n\n               Eddie moves in closer.\n\n                                     EDDIE\n                         On the night of November 2, 1980, \n                         did Art Esparza phone you at home to \n                         say, \"I just killed a man in Chinatown -- \n                         people saw me do it\"?\n\n               The REPORTERS trade looks, then start to madly scribble.\n\n                                     REYNARD\n                              (ice)\n                         No.\n\n                                     EDDIE\n                         No? Then what did he say?\n\n               DEAN RABIN\n\n               has no idea what's going on. All he knows is that he must do \n               something. He stands.\n\n                                     RABIN\n                         Objection. Badgering the witness.\n\n               Judge Quealy's withering glance causes the Deputy D.A. to \n               sink back down and stay down.\n\n                                     EDDIE\n                         You'd worked too hard to let Esparza's \n                         crime of passion spoil everything. \n                         You ordered your team to comb through \n                         the mugbooks. Find a patsy. Frame \n                         him.\n                              (beat)\n                         Protect your case.\n                              (beat)\n                         Protect your career. Isn't that so?\n\n               The COURTROOM sucks in a collective breath.\n\n                                     REYNARD\n                         That's an outrageous accus...",
  "86": "---END OF PREVIOUS SECTION---\nIsn't that so? The COURTROOM sucks in a collective breath. REYNARD\n                         That's an outrageous accus... \n---TARGET SECTION TO BE ANNOTATED---\n               Reynard trails off as, in the back of the courtroom:\n\n               VIN BADALATO\n\n               is helped into the courtroom by CONNIE. Who pointedly sits \n               her brother behind the defense, with Kitty and Mrs. Kim.\n\n               REYNARD\n\n               A cornered animal. His gaze flicks from Badalato to Eddie.\n\n               SCENE\n\n               This time Eddie returns Reynard's gaze.\n\n                                     EDDIE\n                         Putting away one punk enabled you to \n                         keep your informant out of prison \n                         and in place.\n\n               SHU has gone pale. Tears stream down MRS. KIM's face. KITTY \n               reaches an arm around her shoulders, to comfort her.\n\n                                     EDDIE\n                         By keeping your informant out of \n                         prison and in place, you were able \n                         to complete your work. Ultimately \n                         you saved scores of lives, didn't \n                         you?\n\n               No answer. Now Eddie invokes the D.A.'s pet principle:\n\n                                     EDDIE\n                         It was a trade-off, wasn't it?\n\n               Quietly, with a kind of tragic dignity:\n\n                                     REYNARD\n                         A trade-off, yes...\n                              (then)\n                         I'd do it again.\n\n               Eddie nods. Then returns to the defense table and sits, \n               between Roger and Shu. Eddie looks drained but exalted. He \n               can sleep now.\n\n                                     EDDIE\n                         The defense rests.\n\n                                                                    CUT TO:\n\n               INT. PRISON CELL - MORNING\n\n               Shu Kai Kim sits on the edge of his cot. Listens to the ECHO \n               of FOOTSTEPS that grow LOUDER. In eight years of waiting, a \n               man learns patience.\n\n               The FOOTSTEPS STOP, tumblers TURN. Still, Shu doesn't move; \n               moving might break the spell. The cell DOOR slides OPEN.\n\n                                     C.O.'S VOICE\n                         C'mon, Kim. Time to go.\n\n               EXT. PARKING LOT\n\n               Shu emerges from the Main Gate, toting a sad little vinyl \n               valise. Blinking, as though he hasn't seen daylight in years. \n               He heads toward the concrete depot where a bus will take him \n               south, to New York City. How strange to walk without shackles, \n               handcuffs, armed guards.",
  "87": "---END OF PREVIOUS SECTION---\nBlinking, as though he hasn't seen daylight in years. He heads toward the concrete depot where a bus will take him \n               south, to New York City. How strange to walk without shackles, \n               handcuffs, armed guards. \n---TARGET SECTION TO BE ANNOTATED---\n OS he HEARS:\n\n                                     MAN'S VOICE\n                         Need a lift?\n\n               Edward C. Dowd lounges against his Riviera.\n\n               Shu cocks his head, stares at the lawyer.\n\n               Eddie shrugs, stares down. Three beats. When he looks up --\n\n               Shu is standing before him. Searching for words. Failing to \n               find them. At last:\n\n                                     EDDIE\n                         Shit, man -- let's get out of here.\n\n               Now ROGER steps out of the car, holds open the door for Shu.\n\n               THE RIVIERA\n\n               Spewing clouds of pollution, Eddie's car pulls away.\n\n               RISE over the turrets and towers and electrified fences as \n               Eddie, Roger and Shu drive away from the prison, to freedom.\n\n                                                                  FADE OUT:\n\n                                         THE END\n"
}