{
  "1": "\fUnder the Silver Lake\n\nby\nDavid Robert Mitchell\n\nVersion 7\n\n6.29.2016\n\nRegistration Number : 1603341\n\f \n\fINT. VILLAGE BAKERY - LATE MORNING\n\nThe front window of the coffee shop is covered in black\nSharpie writing. A sweaty, but very cute lesbian in an apron\nscrubs a wet sponge over the writing. It's not going away.\n\nSAM, 33, and trying not to appear so, wipes sweat from his\nface and neck as he turns toward the bright sun. His hair is\nuncombed and his clothes don't match in the appropriate ways.\nHe stands in a long line, waiting for coffee, behind beautiful\nhipsters and a few old people - all in various stages of\nperspiration.\n\n\"Never My Love\" by the Association plays over the house\nspeakers. No one sings along.\n\nSam glances over at the front window, looking at the backwards\nand inverted text across the glass. Poor penmanship, even for\ngraffiti. It says:\n\nBEWARE THE DOG KILLER\nThe room is filled with chatter - potentially exciting but\nprobably inane talk of movies, music, art and crime. It's\nimpossible for us to decipher under the music.\nSam stares at one of the shop's many attractive, tattooed\nbakery girls as she smiles to another customer. He glances\nover and spies two other bakery girls in a private\nconversation near the espresso machine.\nChatter. Chatter. Chatter. Chatter. Chatter. Chatter\nSo many unknowable things wrapped in beauty.\nEXT. LOS FELIZ BOULEVARD - LATE MORNING\n\nSam sips his coffee and walks casually down the sidewalk\npassing sad kittens in a pet shop window.\n\nA street fruit vendor watches Sam from behind his glass fruit\ncase - oddly suspicious and grim.\n\nSam stops and looks up at a giant billboard across the street.\nOn it, a beautiful young Indian woman smiles - staring outward\nthrough sparkling eyes.\nA contact lens logo stretches below her face. The ad reads:\n\nI Can See Clearly Now\n\nSam sighs and shakes his head, moving on.\n\fEXT.",
  "2": "---END OF PREVIOUS SECTION---\nA contact lens logo stretches below her face. The ad reads:\n\nI Can See Clearly Now\n\nSam sighs and shakes his head, moving on. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RANCHO LOS FELIZ APARTMENTS - LATE MORNING\n\nSam walks alone, carrying his iced latte and LA Weekly through\nthe lush garden paths of his modest apartment complex.\n\nWe see his POV as he steps along a concrete trail surrounded\nby carefully manicured shrubs, giant trees and a man-made\nstream which flows alongside the walkway.\n\nSam passes a blue vested worker cleaning leaves from the pond\nin a somnolent state. The man stares, as if in a heat-trance.\n\nTurning a corner, Sam takes a sip of coffee through the straw\n\nHe hears a terrible rattle in the tree above him. Sam looks\nup as the branches shake.\n\nSAM\nAh!\n\nSuddenly something with mass falls from the tree.\nTHUD!\n\nA squirrel lands hard across the concrete walkway - on all\nfour paws - right before him.\n\nSam steps back, his breath leaving him for a second. The\nmomentary primal fear of seeing flesh impact with stone.\n\nThe animal looks at Sam then darts away into the bushes.\n\nSam smiles for a second, feeling stupid about displaying shock\npublicly, especially over a squirrel. Looking around, there\nare no obvious witnesses.\n\nBut there are so many apartments... so many windows... so many\nbalconies.\n\nSAM\n(laughing to himself)\n\nIs that squirrel even ok?\nEXT. APARTMENT HALLWAY - LATE MORNING\nSam reaches for his keys as he steps up to the door. There's a\nnote taped below his apartment number. He pulls it down and\nreads it covertly.\nIt says:\n\"Your Rent is Seriously Overdue. You have 7 Days to PAY or be\nEVICTED.\"\n\n(CONTINUED)\n\fCONTINUED:\n\nSAM\n(under his breath)\nFuck. Fuck. Fuck you.\n\nSam crumples the paper in hand, fumbling to unlock the door\nHitting it open, he bangs his shoulder into the wood - the way\nsome people punch walls.\n\nExt. Sam'S APARTMENT balcony - late MORNING\n\nSam sits on a patio chair smoking a cigarette and finishing\nhis latte. A pair of binoculars hang from his neck.\n\nSmoke drifts through the sliding screen door - a dim apartment\nwithin. The cartoon thermometer suction-cupped to the glass\nreads: 94 Degrees.",
  "3": "---END OF PREVIOUS SECTION---\nA pair of binoculars hang from his neck. Smoke drifts through the sliding screen door - a dim apartment\nwithin. The cartoon thermometer suction-cupped to the glass\nreads: 94 Degrees. \n---TARGET SECTION TO BE ANNOTATED---\nThis little patio enclave is hidden by railing, low hanging\nbranches and thick shrubbery. It offers wonderful views of the\nsurrounding apartments and the community pool below.\n\nSam looks at the cover of the LA Weekly. It features a studio\nphoto of some local indie band. The headline reads:\n\nEast LA Resurrected... or Never Dead?\nWho are Jesus and the Brides of Dracula?\nAccording to the pic, Jesus is an emaciated hipster. His\nbrides are gorgeous but unique women in 1920's hand-stitched\ngowns.\nAn unseen bird CAWS loudly.\n\nSam lifts and focuses his binoculars through the green foliage\nof the neighboring balconies.\n\nA beautiful middle-aged woman walks topless along her third\nstory patio. She feeds her caged birds as she struts toa\ntinny-sounding jazz tune.\n\nSam’s cell phone rings. Peeking through the binoculars, he\nanswers.\n\nSAM\nHi mom.\n\nMOM\nHi honey. How are you?\n\nThe half-naked bird woman pets her parrot lovingly. Sam\ncradles his cell phone against his ear - watching.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nSAM\nI'm ok.\n\nMOM\nGood. Good. Are you at work?\n\nThe bird woman scratches her ass - unaware that she's being\nchecked out.\n\nSAM\nYeah. It's kind of a busy day.\n\nSam rubs the stubble on his face - his eyes are tired.\n\nMOM\nOk. Well I don't wanna keep you but I\nhadn't heard from you in a bit...\n\nSAM\nI'm fine, mom.\n\nMOM\nOk. I'm glad to hear that.\n\nSAM\nYeah things are...\n\nMOM\nOh, I wanted to tell you... Seventh\nHeaven is playing on TCM tonight.\n\nSAM\nMom, I don't have cable.\n\nThe topless woman walks inside - half visible through a shaded\nwindow.\n\nMOM\nOh shoot, that's too bad. It's a great\nJanet Gaynor movie from 1927.\n\nSAM\nShe's your favorite right?\n\nSam lowers his binoculars and takes another drag.\nMOM\nJanet Gaynor? Yes, since I was a\nlittle girl. I've always admired her\nSo talented and beautiful.\n\nSam sighs staring out at the empty balconies and windows.",
  "4": "---END OF PREVIOUS SECTION---\nYes, since I was a\nlittle girl. I've always admired her\nSo talented and beautiful. Sam sighs staring out at the empty balconies and windows. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f4 CONTINUED: (3)\n\nSAM\nWell I should get back to work.\n\nMOM\nOk. I'm giving you a big hug over the\nphone.\n\nSAM\n\nThanks. I love you.\n\nThe parrot caws again - something resembling words.\n\nMOM\n\nI love you. Have a good week.\nSAM\n\nBye.\nMOM\n\nBye.\n\nSam coughs and drops his cigarette into a cloudy yellow Evian\nbottle.\n\nReflections of music draw near...\n\nCommon, but catchy indie-rock music approaches... growing\nlouder and louder.\n\nA voice echoes through the surrounding courtyard. A tiny bell\nrings.\n\nSARAH\n(0.S.)\nCoca-Cola! Come on, you little soda\npop. It's swimming time.\n\nSam leans forward and looks down through the trees. He sees a\nyoung woman in a bikini, SARAH, walking along the garden path -\na portable sound system in hand.\n\nThe music is louder and clearer now. It's the latest hit song\n\"Tongue & Teeth\" by the indie-rock band Jesus and the Brides\nof Dracula.\n\nHolding the gate open, Sarah waits as her little dog, COCA-\nCOLA, follows her inside. A small bell on its collar rings and\ndings as it scampers along the hot concrete.\n\nSarah's face is half covered by a white and frilly Easter-\nstyle hat. Colored straw and soft pink ribbons.\n\n(CONTINUED)\n\fCONTINUED: (4)\n\nThe white, toy-like Bichon Frise barks and runs in circles\naround the woman's legs. She smiles and nods at the animal,\nfinding a place for herself in the sun near the pool.\n\nSam looks through his binoculars at the girl as she removes\nher hat.\n\nBig stoned eyes.\nLight freckled cheeks.\nWhite skin on a California body.\nShe looks like a mid-western Monica Vitti with a hint of\nSharon Tate. A sex that induces an almost guttural reaction in\nany man or woman within proximity. But the girl seems unaware\nof her power.\nSARAH\n(in a girlish voice)\nCoca-Cola. I knowww. You liiiike the\nsun. Gooooood boy.\n\nSam watches her coddling the animal... stretching her long\nbody across a lounge chair in the sun.",
  "5": "---END OF PREVIOUS SECTION---\nYou liiiike the\nsun. Gooooood boy. Sam watches her coddling the animal... stretching her long\nbody across a lounge chair in the sun. \n---TARGET SECTION TO BE ANNOTATED---\nHe leans closer, peeping over the rim of the balcony - a\ngentle grin forming on his face.\n\nThe song's chorus repeats loudly from the portable speaker:\nYou and I...\nturning like teeth...\nloving beneath...\nthe surface.\nA neighboring balcony door slides open with a bang -\nreverberating over the pool courtyard. Sam sees the topless\n\nbird woman emerge from her apartment. A scowl on her face.\n\nTOPLESS BIRD WOMAN\nCan you please turn that down?!\n\nSarah nods, leans over and acts like she's turning the stereo\ndown - twisting her hand inches from the volume knob.\n\nThe song remains at its irritating volume.\n\nSarah looks up towards the topless woman's balcony and shrugs\nher shoulders with a grin.\n\n(CONTINUED)\n\fCONTINUED: (5)\n\nSARAH\nThat's as quiet as it gets!\n\nTOPLESS BIRD WOMAN\nOh thanks a lot!\n\nThe topless bird woman shakes her head, waves her hand in\ndisgust and slams her sliding patio door closed. The bikini\ngirl laughs and giggles as she stands, lifting her toy dog\ninto the air - bell rattling.\n\nThe caged bird shouts once more. Some unrecognizable words.\n\nSarah smiles and bobs her shoulders to the beat - staring into\nher dog's eyes.\n\nSARAH\nYou looooove this song don't you?!\n\nAs she sways, Sam aims his binoculars at the young woman's\nass.\n\nBang! Bang! Bang! Someone pounds on Sam's front door\n\nSarah hears it, turns her head and looks straight into Sam’s\nviewfinder.\n\nSam lowers the binoculars and scoots back from the balcony’s\nedge - out of view.\n\nMouth slightly agape, Sarah stares up through the over-growth,\nturning her head and squinting for another glimpse of the\nphantom face and lens.\n\nSam crawls inside his apartment, staying low to the carpet.\n\nBang! Bang! The mystery visitor continues to pound on Sam's\nfront door.\n\nFrom a stooped position on the floor, Sam pulls the blinds\nclosed.\n\nINT. SAM'S APARTMENT - MOMENTS LATER\n\nSam opens the front door...\n\nStanding in the hallway is a pockmarked brunette in a German\ndirndl. The ACTRESS holds a bag of carry-out over her\notherwise exposed cleavage.",
  "6": "---END OF PREVIOUS SECTION---\nSAM'S APARTMENT - MOMENTS LATER\n\nSam opens the front door... Standing in the hallway is a pockmarked brunette in a German\ndirndl. The ACTRESS holds a bag of carry-out over her\notherwise exposed cleavage. \n---TARGET SECTION TO BE ANNOTATED---\nThe thirty-something actress is pretty from the right angle -\n\nthe physical traits of someone who's had a brief bout with\nmeth addiction. Something is just a bit off.\n\n(CONTINUED)\n\fCONTINUED:\nSAM\nHey.\nACTRESS\nHi.\nSam makes a puzzled face - trying to figure out why the\nactress is wearing a German servant-girl outfit.\n\nSAM\nGood to see you. Uh...\n\nThe actress points down at her dress. She stands awkwardly -\nbody gangly - terrible posture.\n\nACTRESS\nIt's for a role...\n\nSAM\nAh ok. Come on in.\n\nSam lets the young woman into his living room, closing the\ndoor behind her.\n\nOld wallpaper covers the walls... lined with movie posters,\npop culture paraphernalia, and 30-something-male crap.\n\nWe can still hear the rock song from outside.\nThe girl spins around and faces Sam with an overly excited\n\ngrin. The imperfections on her skin are more visible against\nthe sunlight.\n\nACTRESS\nSo... weirdly, I have an audition\naround the corner... and thought you\n\nmight wanna have lunch together. You\nlike sushi, right?\n\nThe actress lifts up a large bag of restaurant food.\n\nSAM\nYeah. Wow. Thank you.\n\nThe actress lowers her smile, sniffing the air.\n\nACTRESS\nWhat's that smell?\nSAM\nOh... there's a lotta skunks around\n\nhere. In the woods by the golf course.\n\nSam points toward the side of the building.\n(CONTINUED)\n\fCONTINUED: (2)\n\nSAM\nThey're always spraying. Not much you\ncan do about it.\n\nACTRESS\nEckkh.\n\nINT. SAM'S BEDROOM - LATE MORNING\n\nSam fucks the actress doggy-style on the bed. He slaps her ass\nas hard as he can, keeping an eye on the bedroom television.\nHe's watching the Wimbledon Finals. A women's match between an\nEastern European and some Swedish model.\n\nHitting her stride, the actress grunts louder and with more\nforce than the tennis queens on tv.\n\nA framed and signed poster of Kurt Cobain hangs over Sam's\nbed. It's the famous black and white close up from his Rolling\nStone cover.\n\nACTRESS\nI love your poster.\n\nStill grinding her ass against Sam, the actress stares up at\nKurt Cobain.\n\nSAM\nThanks.",
  "7": "---END OF PREVIOUS SECTION---\nACTRESS\nI love your poster. Still grinding her ass against Sam, the actress stares up at\nKurt Cobain. SAM\nThanks. \n---TARGET SECTION TO BE ANNOTATED---\n I actually saw them in\nconcert. Believe it or not. I'm one of\nthe few.\n\nACTRESS\nWow. Is that signed?\n\nSAM\nUh, recently, actually... I know a\ngirl who knows his daughter. It's her\nsignature.\n\nACTRESS\nThat's still really cool.\n\nSam leans forward and grabs the actress' jaw in his hand,\ntwisting her face towards his. They kiss and make-out on the\nbed. Connected like insects.\n\nSuddenly, the tennis match is interrupted by a news break... a\nstylish woman stands with her microphone below some enormous\ngated mansion in the hills of Los Angeles.\n\nThe graphic chyron below her reads: \"Billionaire Mogul\nMissing!\"\n\n(CONTINUED)\n\f10.\n6 CONTINUED:\n\nSam watches the television.\n\nBOTOX REPORTER\n\n(on tv)\nReporting live from outside the\nHollywood estate of billionaire mogul\nJefferson Sevence... we have\nconfirmation that Sevence has\napparently gone missing after a late\nnight fishing trip off the coast of\nCatalina Island. Witnesses claim to\nhave seen him returning to the main\nland, and his car, a 1935 Deusenberg,\nhas yet to be located.\n\nThe actress turns her head and looks back at the tv, still\ntaking it from Sam.\n\nA picture of JEFFERSON SEVENCE appears on screen. He's an\nolder man, though handsome, and with still blond hair.\n\nThe television cuts to a shot of MRS. SEVENCE, a thirty-\nsomething woman more than suitable for providing progeny and\naffection to a wealthy man.\n\nMRS. SEVENCE\n(on tv)\nJeff, I love you, your family loves\nyou...\n\nStanding behind the woman are the Sevence's FIVE CHILDREN,\nranging in age between 8 and 24. The oldest daughter,\nMILLICENT SEVENCE, stares ahead coldly - covered in piercings\nand giant yellow sunglasses.\n\nTHE SEVENCE KIDS CHOIR\n(on tv)\nWe love you dad.\n\nMrs. Sevence breaks down and begins to cry. Her teenage SON\nsteps forward, putting his arm around her shoulder. His own\nface shakes and contorts as he weeps.\n\nMRS. SEVENCE\n(on tv)\nI know we're gonna see you again soon.\nI know you're alive.",
  "8": "---END OF PREVIOUS SECTION---\nMRS. SEVENCE\n(on tv)\nI know we're gonna see you again soon. I know you're alive. \n---TARGET SECTION TO BE ANNOTATED---\n I feel it.\n\nWe watch the tv and the fucking from the periphery of Sam's\nroom.\n\nPorn, Playboys, notebooks, \"Lady from Shanghai\" lobby cards\nand bags of Doritos litter Sam's dresser\n\n(CONTINUED)\n\f11.\nCONTINUED: (2)\n\nA 70's OUI magazine sits on his guitar amp - the cover model's\nbush hidden beneath an old can of spray paint. Red circle\nmarks dot the cover like coasters under cups of cranberry\njuice.\n\nMRS. SEVENCE\n(on tv)\nWe're offering a 2 million dollar\nreward for any information that helps\nus find my husband. I beg you for your\nhelp. Please bring daddy home.\n\nThe woman covers her face - weeping uncontrollably.\nINT. SAM'S BEDROOM - LATE MORNING\n\nSam and the actress lay naked in bed next to each other,\ncooling off.\n\nThe neighbor's parrot shouts loudly.\n\nACTRESS\nWhat is that?\n\nThe actress fans herself, blowing cool air onto her chest and\nneck. She's still in her German dirndl tights.\n\nSAM\n\nIt's the neighbor's parrot.\nACTRESS\n\nOh.\nACTRESS\n\nWhat's it saying?\n\nSAM\nI'm not sure.\n\nThey listen to the parrot as it continues to caw and shout.\nPARROT\n(0.S.)\nRrrottafendnnnddddd!\n\nACTRESS\nNot a friend?\n\nSAM\nMaybe. It's hard to say.\n\nThe actress shrugs as she grabs an old 1970's Playboy from the\nstack of magazines next to the bed. She flips through it.\n\n(CONTINUED)\n\f\f12.\n7 CONTINUED:\n\nThe artsy cover shows a naked woman floating upside down\nthrough the bluest of water.\n\nSAM\nThat's my favorite issue.\n\nACTRESS\nWhy this one?\n\nSAM\nI found it in my dad's tool drawer in\nthe garage when I was really young.\n\nACTRESS\nOh. Did you steal it?\n\nSAM\nYeah. The cover with the girl. That\nwas the first thing I ever masturbated\nto.\n\nThe actress laughs, spinning the magazine around to examine\nthe submerged playmate on the front cover.\n\nACTRESS\nShe's pretty.\n\nSAM\nI know.\n\nACTRESS\n\nThe first thing I ever masturbated to\nwas probably a rerun of Charles in\nCharge.",
  "9": "---END OF PREVIOUS SECTION---\nACTRESS\nShe's pretty. SAM\nI know. ACTRESS\n\nThe first thing I ever masturbated to\nwas probably a rerun of Charles in\nCharge. \n---TARGET SECTION TO BE ANNOTATED---\nSam chuckles. A big grin. The actress laughs along with him.\n\nSAM\nThat's awesome.\n\nACTRESS\nYeah.\n\nThe actress looks over and sees some papers, previously\ncovered by the pornography. She grabs the handwritten sheets\nand stares at the complicated lines of text and numbers.\n\nACTRESS\nWhat is this?\n\nSam grabs the papers from her... very embarrassed to share it.\n\nSAM\nOh don't look at that.\n\n(CONTINUED)\n\f7\n\n13.\nCONTINUED: (2)\n\nACTRESS\nWhat is it?\n\nSAM\nEh - it's nothing.\n\nACTRESS\nOk.\n\nSam stuffs the papers underneath an old Playboy from the\n1980's. He stands and puts on his underwear.\n\nRock music is heard. Sam peeks outside through the cheap white\nblinds. Looking for the source.\n\nHe sees Sarah walking away down the garden path with her dog -\nher stereo blasting. A trail of wet footsteps behind her\n\nThe bird shouts again.\n\nPARROT\n(0.S.)\nRrrobbefennntdmm!\n\nACTRESS\nRotterdam?\n\nSAM\nI don't think so.\n\nSam keeps peeping through the blinds, ignoring the naked\nactress behind him. She doesn't notice or care as she\nreapplies her lipstick - using the video screen of her \"iPhone\n4\" like a mirror compact.\n\nSarah unlocks her apartment door and goes inside. Sam watches\nas the little poodle dog follows her in.\n\nACTRESS\nWhat are you looking at?\n\nSAM\nThat damn bird.\n\nThe door closes as the parrot cackles and yells the same\nunknowable phrase once more.\n\nINT. SAM'S FORD MUSTANG - DAY\n\nSam drives his black Mustang down Sunset Boulevard. He passes\nSunset Junction.\n\nThe shops. The restaurants. The beautiful and blessed people\nof the neighborhood.\n\f14.\n\nINT. SECRET HEADQUARTERS COMIC SHOP - DAY\n\nSam browses the aisles of comics. He grabs an issue of Spider\nMan and adds it to the small stack in his arms.\n\nTwo nearby patrons chat loudly while looking at some Jimmy\nCorrigan anthologies.\n\nCUTE ART WOMAN\nSomeday I really want to swim with\nwild dolphins.\n\nUGLY ART MAN\nI have a friend who does that.\n\nCUTE ART WOMAN\nOh you'll have to introduce me.\n\nUGLY ART MAN\nI will.",
  "10": "---END OF PREVIOUS SECTION---\nUGLY ART MAN\nI have a friend who does that. CUTE ART WOMAN\nOh you'll have to introduce me. UGLY ART MAN\nI will. \n---TARGET SECTION TO BE ANNOTATED---\nSam scans the local press, comics and zines - hanging\nseparately on a rotating wire shelf. He notices one in\nparticular.\n\nRough and xeroxed in an underground art style, Sam picks up a\nsmall, handmade and hand-drawn zine. Its title is:\n\nUnder the Silver Lake\n\nOn the cover are several strange drawings. The local\nSilverlake Junction sign, the Elliott Smith wall, a naked\nwoman in a mask, a man holding a sign, and some tiny text at\nthe bottom of the page.\n\nSam flips through the zine. He sees an article titled:\nBeware the Dog Killer\n\nSam stares at the headline then scans the page. He closes the\nzine and adds it to his pile.\n\nStanding at the register, the CLERK examines Sam's purchases\nlike a curator - nodding approval or staying condescendingly\nsilent. He punches numbers into the register.\n\nLifting up the handmade zine, the clerk grins and stares down\nat the small text on the cover page.\n\nCLERK\n(reading aloud)\nOnly I know the secrets of Silverlake.\n(MORE )\n\n(CONTINUED)\n\f15.\n9 CONTINUED: 9\nCLERK (cont'd)\nIn time I will reveal the truth behind\nthe mysterious crimes, murders and\ndisappearances within this cursed\n\ncommunity. I have the answers... I\nwill reveal all... Under the Silver\nLake.\n\nThe clerk laughs and Sam smiles back at him. Politely.\n\nCLERK\nJesus.\nSAM\nDo you know who writes this?\nCLERK\nYeah. A local guy. Uh, strange, but\nnice.\nSAM\n\nDoes he come in here much?\n\nCLERK\nSure. I see him.\n\nSAM\nIf I gave you like five bucks, would\nyou give him my number and ask him to\ncall me?\n\nCLERK\nI don't know.\n\nSam grabs a pen and writes his name and number down on a comic\nstore business card.\n\nSAM\nCome on. I like his work. I'd like to\nmeet him. You're just... passing ona\nnumber.\n\nCLERK\n\n(condescending)\n\nOk. Sure. But I don't need your five\ndollars.\n\nSam takes the money and puts it back in his wallet.\n10 EXT.",
  "11": "---END OF PREVIOUS SECTION---\nBut I don't need your five\ndollars. Sam takes the money and puts it back in his wallet. 10 EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RANCHO LOS FELIZ APARTMENTS - NIGHT 10\n\nSam walks down the dark garden path. The night is quiet except\nfor crickets, the trickle of water, and the occasional siren.\n\n(CONTINUED)\n\f10\n\n16.\nCONTINUED: 10\n\nSam notices movement. A small skunk walks along the hedges -\nseeming to trail the young man. Sam stops and waits, watching\nthe tail of the smelly animal move further into the darkness.\n\nTurning beyond the shrubs, toward a first level patio, Sam\nsees the white Bichon Frise from the pool. The dog is tied to\nthe railing, pooping on an open newspaper. Music pours from\ninside the apartment through the screen door.\n\nSam steps through the grass toward the dog. He pulls a\ncolorful dog biscuit from his pocket and places it on the\nground.\n\nCoca Cola nibbles at the biscuit. Enjoying his treat.\n\nSAM\nGood dog.\n\nThe door slides open and Sarah stands before Sam. She's\nwearing her white bonnet and a casual, but beautiful dress.\nBlack reading glasses sit atop her nose.\n\nSARAH\nHello.\n\nSAM\nHi.\nSam leans closer, watching the dog eat. Sarah kneels near her\npet and rubs his back.\nSARAH\nWow. Look at that, Coca-Cola. This\nnice man gave you a treat. Can you say\nthank you?\nThe dog just continues to eat - chewing small and fast bites.\n\nSAM\nHis name's Coca-Cola?\n\nSARAH\nYeah. Dependable as sunshine.\n\nSam doesn't follow, but he plays along, watching Sarah's chest\nthrough her low hanging dress.\n\nSAM\nWas that a coke slogan?\n\nSam rubs the dog's ear. Coca-Cola doesn't look up from his\nfood.\n\n(CONTINUED)\n\f17.\n10 CONTINUED: (2) 10\n\nSARAH\nAn old one... I think. My great\ngrandma used to say it. She was a\npretty smart lady.\n\nSam just nods along, looking from Sarah's grinning face to her\nhanging chest - as she leans far forward.\n\nSARAH\nWhat kind of dog do you have?\n\nSAM\nMy dog died recently.\n\nSARAH\nOh my God, I'm so sorry.\n\nSAM\nThanks.\n\nSarah looks at Sam's eyes.",
  "12": "---END OF PREVIOUS SECTION---\nSARAH\nOh my God, I'm so sorry. SAM\nThanks. Sarah looks at Sam's eyes. \n---TARGET SECTION TO BE ANNOTATED---\n He tries to smile a bit, but it\ncomes off a little sad.\n\nSARAH\nWell it's nice to meet you.\nSAM\nYeah, you too.\nSARAH\nUhh... You wanna come in for a minute?\n\nHave a drink?\n11 INT. SARAH'S APARTMENT LIVING ROOM - NIGHT 11\n\nSarah hands Sam a cocktail. He stands in the middle of her\ncluttered living room. Women's things.\n\nSarah falls back and stretches across her recliner. Sam sits\nnext to her on the couch.\n\nSarah giggles to herself. Uncontrollably.\n\nSAM\nWhat is it?\n\nShe shakes her head and smiles. Laughing a bit more.\n\nSARAH\nI saw you spying on me. Earlier\n\nSAM\nNo I wasn't.\n\n(CONTINUED)\n\f11\n\n18.\nCONTINUED: 11\n\nShe cackles silently - having to turn her head away.\n\nSARAH\nAt the pool. I saw you.\nSAM\nI don't know what you're talking\n\nabout.\nThe girl makes a face - waiting for him to tell the truth.\n\nSARAH\nFine. You weren't spying, but I saw\nyou on your balcony. Will you at least\nadmit to that?\n\nSAM\nSure.\n\nSarah smiles to herself, bunching her legs up on the chair\nand gulping her drink\n\nSARAH\nWere you masturbating?\nSAM\nNo.\nSARAH\nWell it's not that strange. I\nmasturbate...\nSAM\n\nMe too. But I wasn't trying to...\n\nSarah seems stuck on the thought. A mixture of odd innocence\nand naivete. She interrupts...\n\nSARAH\n(simple and sincere)\nDoesn't everybody?\n\nSAM\nSure. Listen, I'd tell you if I was,\nbut I was just... looking. That's it.\n\nSARAH\nOk. I believe you.\n\nSarah reaches over and lifts up a large bong from the floor\n\nIt's a glass ice bong, filled with pink spiral percolators.\nTop of the line.\n\n(CONTINUED)\n\f11\n\n12\n\n19.\nCONTINUED: (2) a1\n\nSARAH\nWanna get stoned?\n\nSAM\nUh, yeah, sure.\n\nINT. SARAH'S BEDROOM - NIGHT 12\n\nThe pair are fucked up.",
  "13": "---END OF PREVIOUS SECTION---\nSAM\nUh, yeah, sure. INT. SARAH'S BEDROOM - NIGHT 12\n\nThe pair are fucked up. \n---TARGET SECTION TO BE ANNOTATED---\n Stoned and eating snacks on Sarah's\nwhite, old-lady, flower-quilted bed.\n\nAntique furniture, almost girlish in nature, fills the room.\nWhite silk hangs from the tall bed posts.\n\nThey are watching a scene from \"How to Marry a Millionaire\" on\nthe little bedroom tv. Marilyn flirts and glows onscreen.\n\nCoca Cola lays in the bed next to Sarah.\n\nThree collectible Barbie dolls sit on top of the television.\nThey are modeled after Marilyn Monroe, Betty Grable, and\nLauren Bacall. A perfect match for the movie playing below\nthem.\n\nSam notices a simple silver bracelet around Sarah's wrist. He\ntouches it, moving his fingers over it and onto the back of\nher hand. He gently caresses her skin.\n\nPlayful. Flirting.\n\nSAM\nThat's pretty. Is it engraved?\n\nSARAH\nYeah. From an old boyfriend.\n\nSAM\nAn old boyfriend.\n\nSARAH\nYup.\n\nSarah stretches her leg out and turns her ankle in Sam's\ndirection. On it, is a tattoo of a cartoon zebra hang gliding.\n\nSARAH\nWhat do you think of my tattoo?\n\nSAM\nIs it real?\n\nSARAH\nNo. Temporary. From a pack of gum.\n\n(CONTINUED)\n\fnS\nRUMP stim ane\n\n \n\f12\n\n20.\nCONTINUED: 12\n\nSAM\nThank God for temporary.\n\nSarah giggles and smiles as she grabs two saltine crackers in\none hand and a glass of orange juice in another\n\nSARAH\nOkayyyy. Here we go.\n\nSarah puts the crackers in her mouth and immediately takes a\nbig sip of 0J. She chews and swallows it all as she talks.\n\nSam stares at the freckles on her chest.\n\nSARAH\n(with her mouth full)\nI know you think it's gross... but\nthis one time when I was sick in grade\nschool, I started eating saltines,\n\ninstead of my chicken noodle... then I\ntook a sip of oj and... it was\ndelicious.\n\nSam holds his grin.\nSARAH\nIt's one of those undiscovered unknown\ncombinations that no one should die\nwithout trying once.\n\nSAM\nOk.\n\nSARAH\nNow you gotta try it.",
  "14": "---END OF PREVIOUS SECTION---\nSARAH\nIt's one of those undiscovered unknown\ncombinations that no one should die\nwithout trying once. SAM\nOk. SARAH\nNow you gotta try it. \n---TARGET SECTION TO BE ANNOTATED---\nSarah picks up two more saltines and holds them up before\nSam's mouth. She leans very close, studying and guiding the\nthe wafers like a jeweler focused on a diamond.\n\nSam moves his head past the crackers and kisses Sarah's parted\nlips.\n\nThey make out for a moment on the bed.\n\nSam pulls away, and Sarah continues to chew a bit of the\ncracker in her mouth - staring into Sam's eyes.\n\nShe smiles and laughs. Just the sound of air through her nose.\n\nThe front door opens. Voices and shuffling interrupt the game.\n\n(CONTINUED)\n\f12\n\n13\n\n21.\n\nCONTINUED: (2) 12\nBLONDE\nSarah, we're home. We brought\nsomebody .\n\nSam and Sarah look through the bedroom door to the living\nroom. Sarah's pretty roommates, a 22 year old BLONDE and a 24\nyear old BRUNETTE place new bags of clothes and boxes of shoes\nall over the floor and couch.\n\nBehind the girls is a 40-something man with a large beard, an\nearring and a brown leather vest. Some bad HIPSTER PIRATE.\n\nSARAH\nOk.\n\nSarah watches as her roommates swarm the space. Noise. She\nlooks around, trying to decide what to do. Sam leans towards\nher on the bed.\n\nSAM\nYou wanna grab a drink at the bar?\n\nSARAH\nNo. I should probably call it a night.\n\nSAM\nReally? Come on. One drink. I really\ndon't feel like going home right now.\n\nSARAH\nNot tonight, ok?\n\nSAM\nAlright.\n\nSarah climbs off the bed.\nSARAH\nCome over tomorrow afternoon. We can\nhang out then.\n\nSAM\nOk.\n\nINT. SARAH'S APARTMENT LIVING ROOM - CONTINUOUS 13\nWalking toward the door, Sam passes Sarah's roommates. They\n\ndon't pay any attention to him, moving around like bees with\n\ntheir boxes of designer shoes. Not even a smile or a nod.\n\nThey are probably models... or aspiring to be.\n\nThe pirate dude sits on the couch with his legs crossed -\nstaring the other way. Aloof.\n\n(CONTINUED)\n\f13\n\n14\n\n22.\nCONTINUED: 13\n\nA flash of light.",
  "15": "---END OF PREVIOUS SECTION---\nAloof. (CONTINUED)\n\f13\n\n14\n\n22. CONTINUED: 13\n\nA flash of light. \n---TARGET SECTION TO BE ANNOTATED---\nThrough the patio door, Sam sees fireworks exploding in the\nsky beyond the rooftops.\n\nSAM\nWeird. Kinda late in the month for\nfireworks, isn't it?\nThe girls say nothing. Awkward silence. Sam shrugs.\n\nSAM\nLeftovers, I guess.\n\nSarah seems troubled as she turns away from the fireworks and\nfaces Sam. She tries to grin, but it reads false.\n\nSAM\nOkayyy. Well goodnight.\nSARAH\nGoodnight .\nSAM\n\nOk. I'll see you tomorrow.\n\nSARAH\nGood.\n\nSam walks outside as Sarah closes the door\n\nEXT. VESELICH AVENUE - NIGHT 14\nSam walks along the lamp-lit sidewalk, passing the houses and\ndecrepit apartments of his east side neighborhood. He spins\n\nhis key chain in his hand.\n\nSam steps into the street, reaching his car, a late model\nblack Mustang.\n\nHe stares in shock.\n\nThe whole side of the car has been keyed. Scratch marks cover\nit from fender to rear panel.\n\nA very large cartoon penis is scratched into the hood. Deep in\nthe paint.\n\nEnraged, Sam grabs the door handle, but quickly pulls his hand\nback. Chewed gum sticks to his fingertips, stretching over his\npalm in elongated wet strands.\n\nSAM\nFuck.\n\n(CONTINUED)\n\f14\n\n23\nCONTINUED: 14\n\nSam wipes the gum onto the concrete and sits there, staring at\nthe scratch marks up and down his car. Overwhelmed.\n\nHe breathes slowly but deeply.\n\nSam hears a noise. Distant. He looks down the street and sees\na few teenage boys crossing by some parked cars - creeping\nsuspiciously.\n\nStanding up, Sam sneaks closer, using the cover of trees,\ngarbage cans and a parked van. He gets within sight of the\nkids.\n\nThree boys. Probably thirteen to fifteen years old. Stupid\ngrins on their faces. Keys in hand. One of them has a carton\nof eggs.\n\nThe boys chuckle as the smallest of the three kids drops his\npants and starts to pee on the passenger side door of some old\nBMW.\n\nNear silent laughter. Open mouths shaking in vandal's delight.\nThe boy finishes then plays with his fly - zipping up.\n\nSam walks up to the boy casually from the darkness. The kid\nturns.",
  "16": "---END OF PREVIOUS SECTION---\nThe boy finishes then plays with his fly - zipping up. Sam walks up to the boy casually from the darkness. The kid\nturns. \n---TARGET SECTION TO BE ANNOTATED---\n Sam grabs his t-shirt under the collar and pulls him\ntoward a heavy punch - to the face.\n\nThe boy grunts - exhaling his pain.\n\nSTUPID BOY #1\nUhhhh.\n\nSTUPID BOY #2\nWhat the hell, man?\n\nThe kid drops the carton onto the grass. Sam grabs an egg from\nthe carton and pushes it into the boys mouth. He chokes and\nscreams as the egg mixes with the blood in his teeth.\n\nSAM\nYou little fuck!\n\nOne of the boys tries to help, but Sam punches him in the\nballs. He rolls over onto the grass. Moaning in agony.\n\nSmall fireworks crackle in the distance.\n\nSam punches the first kid again - blood flies out of his\nmouth.\n\nJumping up, Sam kicks the other boy in the stomach. The kid\ncoughs and rolls in pain.\n\n(CONTINUED)\n\f14\n\n15\n\n24.\nCONTINUED: (2) 14\n\nSam turns to head home.\n\nAll we hear are the footsteps of the third boy as he races\ndown the center of the street.\n\nRunning away. Running away from Sam.\nEXT. SAM'S BALCONY - NIGHT 15\nInside, the television is on...\n\nA news program highlights the life of missing billionaire\nJefferson Sevence.\n\nSTILL MISSING!\n\nThe program shows archival news footage of Sevence performing\nEvel Knievel style stunts and Howard Hughes-esque exploits.\n\nSam sits alone on his balcony drinking several beers - a six\npack resting on the spare patio chair\n\nSweat on his face. A sad look in his eyes.\n\nHe's reading a page from the local zine \"Under the Silver\nLake\" - holding it delicately with his sticky fingers.\n\nThe headline reads:\nBeware the Dog Killer\n\nOn the page is a drawing of a hooded man lifting an impaled\ndog into the air with his bowie knife.\n\nWe see xeroxed pics of 20's era Edendale, and silent film\nphotographs, as Sam reads quietly to himself.\n\nSAM\n(reading)\n\nSilverlake and the east side of Los\nAngeles were originally built around\nthe silent film studios. Back then the\narea was known as Edendale. In 1978 a\nSilverlake resident discovered a can\nof film in his basement.",
  "17": "---END OF PREVIOUS SECTION---\nSAM\n(reading)\n\nSilverlake and the east side of Los\nAngeles were originally built around\nthe silent film studios. Back then the\narea was known as Edendale. In 1978 a\nSilverlake resident discovered a can\nof film in his basement. \n---TARGET SECTION TO BE ANNOTATED---\n In the movie,\na young man holds a note in front of\nthe camera. It reads: \"No one will\never be happy here until all the dogs\nare dead\". He then shoots himself in\nthe head with a pistol. The man was an\naspiring actor who saw himself as the\nnext Douglas Fairbanks.\n\n(MORE )\n\n(CONTINUED)\n\f15\n\n16\n\n17\n\n18\n\n25\nCONTINUED: 15\nSAM (cont'd)\nHe was said to have been jealous of\nanimals, specifically citing a deep\ncontempt for Teddy the Wonder Dog. He\nresented the dog's success and blamed\nall dogs for his failed life. The man\nwho found the film cannister claims\nthat his house was originally used for\ntraining stunt dogs for early Mack\nSennett shorts. This author believes\nthe suicide of this obscure and failed\nactor might be the origin or impetus\nfor the modern day dog killer. Is\nEdendale cursed? For now the answers\nremain hidden, deep below the\nsurface... Under The Silver Lake.\n\nEXT. GRIFFITH PARK TUNNEL - NIGHT 16\nSam walks through a long tunnel. He hears dogs barking ahead.\nEXT. GRIFFITH PARK ROAD - NIGHT 17\n\nReaching the end of the tunnel, Sam emerges onto a dark and\nwooded street.\n\nMore barking - just out of sight in the trees. He steps off\nthe road onto a wooded path.\n\nEXT. GRIFFITH PARK TRAIL - NIGHT 18\nSam walks slowly along the tree-lined dirt trail. Moonlit.\n\nDogs continue to bark in the distance. Sam follows their\nsound.\n\nHe notices a dog biscuit on the ground below his feet. Picking\nit up, he examines it, twisting it in his fingers. He knows\nthis brand.\n\nSam sees another - just ahead.\n\nHe follows the dark trail of multi-colored dog treats, deeper\ninto the woods.\n\nFlies buzz over a small dark mass alongside the path. Sam\nstops and looks down.\n\nPartially covered by leaves, he sees the rib cage and half-\nburied head of a dog in the dirt. A Bichon Frise.\n\nStrange sounds... up ahead.\n\nSam hears the odd noises and walks closer to them - further\ndown the trail.\n\n(CONTINUED)\n\f \n\f18\n\n19\n\n26.",
  "18": "---END OF PREVIOUS SECTION---\nStrange sounds... up ahead. Sam hears the odd noises and walks closer to them - further\ndown the trail. (CONTINUED)\n\f \n\f18\n\n19\n\n26. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 18\n\nThe sound of chewing?\n\nEntering a clearing, Sam sees the back of a woman - Sarah's\ndress, white bonnet and slippers.\n\nIs that Sarah?\nShe's hunched down over a man's body. Eating something.\n\nAs Sam steps closer, he sees the dead man's face in the\nmoonlight. It's the missing billionaire, Jefferson Sevence.\n\nThe chewing intensifies. Lips smacking.\n\nSam hears a dog bark behind him. He doesn't look. It barks\nagain.\n\nThe woman turns around and faces him... it's not Sarah.\n\nIt's an UNKNOWN MAN with blood on his mouth and face. Flesh in\nhis teeth. He stares at Sam, beneath the white bonnet.\n\nCurious and innocent like a dog.\n\nJefferson Sevence's body is in two pieces. Clearly severed at\nthe waist.\n\nThe strange man barks. It sounds like the little dog, Coca\nCola, yapping.\n\nSam stares as some unseen force pulls the body's two halves in\nopposite directions. Each dragged across the grass into the\n\nwoods - as though pulled away by fishing line.\n\nGone in a flash.\n\nINT. SAM'S APARTMENT - MORNING 19\n\nSam opens his eyes into the bright sun.\n\nHe's curled up and drooling on the couch. The TV is still on.\nBeer cans nearby.\n\nSam rolls over and grabs a Spider Man comic from the floor. It\nsticks to his fingertips. He shakes his hand, but the comic is\nstuck.\n\nSam peels it off, then looks at the chewed gum, still covering\nparts of his hand.\n\nHe exhales and shakes his head.\n\f20\n\n21\n\n27.\n\nEXT. RANCHO LOS FELIZ APARTMENTS - DAY 20\nSam walks along the garden path towards Sarah's apartment.\n\nHe knocks on her front door. No one answers.\n\nSam walks around back and steps onto Sarah's patio. Coca Cola\n\nisn't there. The patio chairs are missing. The old newspapers\n\nand dog poop are gone.\n\nThe young man peeks in through the patio door. The blinds are\nopen.\n\nThere's no furniture inside. The apartment is completely\nempty.\n\nINT.",
  "19": "---END OF PREVIOUS SECTION---\nThere's no furniture inside. The apartment is completely\nempty. INT. \n---TARGET SECTION TO BE ANNOTATED---\n RANCHO LOS FELIZ MANAGER'S OFFICE - DAY 21\n\nInside the glass-walled, log-cabin office, Sam leans against\none of the desks.\n\nA greasy haired MANAGER with a puckered face, looks up from\nbehind his monitor. His contempt is obvious. He stares at Sam\nas though he's looking into an unflushed toilet.\n\nMANAGER\nThey moved out. How does that not\nmakes sense?\n\nSAM\nWho moves out in the middle of the\nnight?\n\nMANAGER\n\nThey wanted to leave. They forfeited\ntheir deposit, paid the lease. They..\nmoved... out. Nothing strange about\n\nit.\n\nSAM\nI don't know why she wouldn't have\ntold me?\n\nMANAGER\n\nI don't know. Maybe she didn't like\nyou. Maybe she knows you're poor and\nyou haven't paid your rent. Maybe she\ndoesn't want to date a homeless man?\n\nSam says nothing. He stares at the smug manager - anger\nbrewing.\n\n(CONTINUED)\n\f21\n\n22\n\n28.\nCONTINUED: 21\n\nMANAGER\nSpeaking of rent... this isn't\npersonal, but I want you to know that\nyou'll be forcibly removed if you\ncan't pay in the next seven days.\n\nSAM\nI got it.\n\nMANAGER\nOk. Great.\n\nINT. DRAWING ROOM - DAY 22\n\nSam drinks whiskey in the dark bar. Sunlight occasionally cuts\nacross the shadows, as patrons enter or exit.\n\nA heavy man, with a half-bald head, shifts on his stool. Sam's\n43-year-old BAR BUDDY gulps his beer and rubs his ear in\ncontemplation.\n\nSAM\nI couldn't even find her online.\n\nBAR BUDDY\nYeah. It's kinda weird. I don't know.\nWhat do ya do?\n\nSAM\nNot sure.\n\nTwo drunk women, behind tall beers, carry on their own\nconversation at the bar. We hear pieces of it...\n\nBAR BUDDY OLD DRUNK WOMAN\nHave you heard about these The only thing I hate more\ndog killers? than getting patted on the\nhead is looooove on a schedule.\nSAM\nThere's more than one? YOUNG DRUNK WOMAN\nThey always say to me \"you're\nBAR BUDDY too pretty to be this nice\"\nWho knows.",
  "20": "---END OF PREVIOUS SECTION---\nBAR BUDDY OLD DRUNK WOMAN\nHave you heard about these The only thing I hate more\ndog killers? than getting patted on the\nhead is looooove on a schedule. SAM\nThere's more than one? YOUNG DRUNK WOMAN\nThey always say to me \"you're\nBAR BUDDY too pretty to be this nice\"\nWho knows. \n---TARGET SECTION TO BE ANNOTATED---\n Creeps me out. or \"you don't look like you've\nIt's one thing to get mugged, had a child.\" God I just want\nbut to have some dude stab to find somebody with a little\nyour dog right before your financial security. I can\neyes... that would traumatize dream, right?\na person... fuckin' horrible.\nSAM\n\nTotally.\n\nSam takes a sip from his glass.\n\n(CONTINUED)\n\f \n\nFOR THOSE WHO ENJOY THE TASTE OF GOOD WHISKEY\nNo cover-up here. Seven-Up lets your drink assert its true char-\nacter. You always get a robust man’s drink—as an army of\nseasoned highball men will attest. Seven-Up mellows whiskey,\nflatters it, rounds out flavor. Caution: don’t stir. Just pour\ngently; 7-Up stirs itself. Make your next one a 7-Up bighball.\n\nCopetaht Vat by The Reve Up Compane\n\n \n\f22\n\n23\n\n24\n\n29.\n\nCONTINUED: 22\nBAR BUDDY\nMaybe she left a clue?\nSAM\nWhat?\nBAR BUDDY\nThe girl. If something bad happened,\nthere might be... evidence. Blood on\nthe carpet. I don't know.\nSam shrugs... Sure, evidence. Why not? He takes a big swig of\nwhiskey.\nEXT. NEAR SARAH'S PATIO - DAY 23\n\nSam steps behind some shrubs, locating Sarah's bedroom window.\nHe's sweaty. A bit drunk.\n\nHe looks back and scans the neighboring balconies. Seems\nclear. No one's around.\n\nThe young man slides a screwdriver behind the window screen\nand pops it out. Quickly, he climbs inside with a thud.\n\nINT. SARAH'S BEDROOM - CONTINUOUS 24\nSam twists the blinds closed - covering the open window.\n\nHe turns and faces the empty room. Dust sits along the carpet\nedges where furniture once stood.\n\nSam looks down the hallway into the vacant living room. He\ncasually spins back and sees the closed closet door.\n\nHe walks over and opens it. The clothes and shoes are gone.\nBut at the top of the shelf is a box. Sam pulls it down and\nlooks inside.",
  "21": "---END OF PREVIOUS SECTION---\nThe clothes and shoes are gone. But at the top of the shelf is a box. Sam pulls it down and\nlooks inside. \n---TARGET SECTION TO BE ANNOTATED---\nHe sees some music CDs, a dance trophy, three collectible\nBarbie dolls from the \"How to Marry a Millionaire\" series, an\nopen pack of Fruit Stripes gum, a pink vibrator and a\nphotograph of Sarah. Sam grabs the picture of Sarah smiling in\nher white hat, and puts it in his pocket.\n\nHe hears a sound. Keys rattling. The front door begins to\nunlock.\n\nSam puts the box back on the shelf, steps out and closes the\ncloset door. He hears the front door click as it starts to\nopen.\n\nThinking fast, Sam climbs back out the bedroom window. He\nreaches in and settles the shaking blinds.\n\f \n\f25\n\n26\n\n30.\n\nEXT. NEAR SARAH'S PATIO - CONTINUOUS 25\n\nSam remains there, behind the bushes, peeking into the\nbedroom. Waiting to see who's arrived.\n\nA young woman, TROY, in jean shorts and a Joan Jett and the\nBlackhearts t-shirt, steps into the bedroom. Her hair is thin\nand \"dirty white\". Her face is pretty, but a little masculine.\nA tomboy, sex-pot and scenester combined.\n\nSam watches the girl open the closet and go inside - a cloth\nTrader Joe shopping bag in her hand.\n\nAfter a moment, she emerges with the box in her arms.\n\nSetting it down in the middle of the empty room, Troy dumps\nthe contents of the box into the bag. She reaches in, grabs a\nstick of gum and puts it in her mouth.\n\nTroy picks up the bag and walks into the hallway.\n\nAs she leaves, the girl closes the bedroom door - revealing a\nmarking on the wall - previously hidden.\n\n°c\nThrough the blinds, Sam stares at the strange symbol.\nDrawn in pink nail polish...\nTwo diamond shapes, joined at the tip...\n\n°c\nSam stares at the symbol for a moment. Clearly puzzled.\nA storm door closes.\nFootsteps.\n\nSam ducks and watches Troy cross by, swinging her bag of\ngoodies along the garden path.\n\nEXT. VESELICH AVENUE - DAY 26\n\nTrailing the girl from the opposite side of the street, Sam\nwalks slowly, stepping behind trees and parked cars.\n\nTroy strolls along the sidewalk.\n\nA car pulls up in the intersection before her.",
  "22": "---END OF PREVIOUS SECTION---\nVESELICH AVENUE - DAY 26\n\nTrailing the girl from the opposite side of the street, Sam\nwalks slowly, stepping behind trees and parked cars. Troy strolls along the sidewalk. A car pulls up in the intersection before her. \n---TARGET SECTION TO BE ANNOTATED---\n It's a 1984\nVolkswagon Rabbit Wolfsburg convertible.\n\n(CONTINUED)\n\f26\n\n27\n\n28\n\n29\n\n31.\nCONTINUED: 26\n\nTwo other hipster girls are inside. A black haired girl is\ndriving. A freckled redhead in back.\n\nFamiliar indie-rock pours from the speakers.\n\nTroy races up and hops into the passenger seat. The car takes\noff towards Los Feliz Boulevard.\n\nSam sprints to his car.\nINT. SAM'S FORD MUSTANG - DAY 27\n\nSam drives along Los Feliz keeping the Rabbit convertible in\nhis sights - just a few cars ahead.\n\nHe follows the girls, turning left onto Griffith Park\nBoulevard.\n\nSam watches their car slow down and stop in front of John\nMarshall High School. He pulls over and waits.\n\nTroy and her friends sit still - engine running - across from\nthe football field.\n\nSome local teens pass by Sam's car. They point and laugh at\nthe penis drawing covering his hood. He ignores them.\n\nFrom his center console, Sam pulls out a pen and an LA County\nparking ticket. He draws the secret shape on the ticket.\n\n°c\n\nLooking up, Sam notices the girls staring over at the high\nschool scoreboard. Some numbers flash on the visitor's side.\n\nThe number 7... then the number 5... and finally the number 1.\nSam writes them on his ticket.\n751\n\nThe white rabbit convertible pulls back onto the road and\nheads towards Rowena. Sam stays in pursuit.\n\nINT. SAM'S FORD MUSTANG - DAY 28\nTraveling down Sunset Boulevard...\n\nSam follows, trailing the car toward Echo Park.\n\nEXT. ECHO PARK LAKE - DUSK 29\n\nThe sun begins to set over the lake as Sam idles along Echo\nPark Avenue.\n\n(CONTINUED)\n\f29\n\n32.\nCONTINUED: 29\n\nHe watches the girls walk up to the nearby boat house.\nLeaving his car, Sam follows the threesome.\n\nHe looks around the boat house and sees a PARK EMPLOYEE\nhelping the girls into two red paddle boats. Troy climbs in\nwith the brunette - the Trader Joe bag over her shoulder\n\nThey start to pedal away from the dock. The handsome Park\nEmployee eyes them as they float off.",
  "23": "---END OF PREVIOUS SECTION---\nHe looks around the boat house and sees a PARK EMPLOYEE\nhelping the girls into two red paddle boats. Troy climbs in\nwith the brunette - the Trader Joe bag over her shoulder\n\nThey start to pedal away from the dock. The handsome Park\nEmployee eyes them as they float off. \n---TARGET SECTION TO BE ANNOTATED---\nSam hops in his own blue paddle boat and starts to pedal -\nchurning water and gaining momentum. Paddling out, he follows\nthe two red boats from a distance as they round the bend.\n\nSwishing water.\nShwwww. Shwwww. Shwwww.\n\nMoving under the bridge, Sam turns the corner into the open\nwater. The lake is calm. The orange sky reflects over the\npark, mixing with palm trees, flowers and the gentle gaze of\nthe Lady of the Lake statue.\n\nThe girls stop pedaling. Their boats slow down and begin to\nsimply drift. The redhead waves at her friends in the first\nboat. They makes faces back at her. A few splashes of water\n\nSam stays still, letting his boat float sideways within the\nlake. He casually turns and watches the girls.\n\nWaiting.\n\nTroy and her friend start to paddle together once more. Faster\nthan before. Their boat reaches the opposite shore line.\n\nSam watches as a man appears over the hilltop. He runs down\nover the grass and meets Troy as her paddle boat bumps against\nthe concrete rim of the lake.\n\nSam recognizes the man. It's the middle-aged hipster pirate he\nsaw at Sarah's.\n\nTroy passes the cloth bag to the pirate. He takes it and runs\nback up the hill.\n\nHe's gone.\nSAM\n(whispering)\nFuck.\n\nSam looks around, and starts to turn his paddle boat toward\nthe dock.\n\f30\n\n31\n\n32\n\n33.\n\nINT. SAM'S FORD MUSTANG - EVENING 30\n\nA few lengths behind the convertible Rabbit, Sam drives his\ncar down 2nd Street towards the city.\n\nHomeless people look up from their shopping carts and\ncardboard beds as the black Mustang passes by.\n\nSam enters the tunnel under Bunker Hill. He stares ahead - the\ngirls sit calmly together\n\nTurning onto 6th Street, the Rabbit drives up in front of the\nStandard Hotel. Sam trails behind, watching as Troy and her\nfriends hop out - pulling beach towels and pool rafts from the\ncar. The brunette passes the keys off to the SHADY VALET.\n\nThe redhead pulls her t-shirt off, revealing a bikini top. She\nswings the shirt over her shoulder and smiles to the brunette.\n\nSam drives closer, watching the three pretty hipsters go into\nthe back door of the hotel.",
  "24": "---END OF PREVIOUS SECTION---\nThe redhead pulls her t-shirt off, revealing a bikini top. She\nswings the shirt over her shoulder and smiles to the brunette. Sam drives closer, watching the three pretty hipsters go into\nthe back door of the hotel. \n---TARGET SECTION TO BE ANNOTATED---\n Troy laughs as she blows air into\nan inner tube - disappearing through the doorway.\n\nPulling into a blue-lined parking space, Sam takes out a\nhandicap-parking permit and hangs it from his mirror.\n\nINT. STANDARD HOTEL ELEVATOR - EVENING 31\n\nSam rides up alone. The elevator doors open. Live music pours\nin from the rooftop patio.\n\nEXT. DOWNTOWN STANDARD ROOFTOP BAR - EVENING 32\nStanding before Sam is a leggy woman in a bikini and black top\n\nhat. Her extended leg in the doorway forces Sam to face her -\nalthough he would have done so regardless.\n\nBIKINI TOP HAT GIRL\nWelcome to purgatory.\n\nSAM\nUh... good to be here. I needed some\ntime to think about things.\n\nThe bikini girl smiles. She pulls a small sewing needle from a\nplush, cherry-shaped, pin cushion and presents it to Sam.\n\nBIKINI TOP HAT GIRL\nUse it wisely.\n\nSam smirks and slides the pin through the pocket of his shirt\nas he walks on.\n\n(CONTINUED)\n\f32\n\n34.\nCONTINUED: 32\n\nHe passes an identical girl, performing an identical greeting\nto a small crowd exiting the adjacent elevator.\n\nA POET dressed like a 1940's housewife marches by, stepping\nacross the furniture and tables while reading poetry against\nthe loud music. She tears little pieces of paper from her\npage and drops them to the ground like rose petals.\n\nHOUSEWIFE POET\nAll these... holy trinities of\nwomen... thriving like plants... under\nthe heat... of the city's male\ngaze....three three three... three\nthree three... three three three...\n\nSam scans the area for Troy and the girls. He sees them\nsitting down on a big couch near the stage. A live band is\nplaying before a crowd.\n\nStepping closer, Sam sees the understated singer and his\ngorgeous female band. It's Jesus and the Brides of Dracula -\nmade clear by the accompanying signage and drum logo.\n\nThe THREE BRIDES are all in white 1920's gowns with pale skin\nand sad eyes. JESUS is in old blue jeans - bare chested with a\ncross around his neck.\n\nSam moves closer as the band kicks into a prolonged music jam.",
  "25": "---END OF PREVIOUS SECTION---\nThe THREE BRIDES are all in white 1920's gowns with pale skin\nand sad eyes. JESUS is in old blue jeans - bare chested with a\ncross around his neck. Sam moves closer as the band kicks into a prolonged music jam. \n---TARGET SECTION TO BE ANNOTATED---\nFaster and faster, the tempo rises.\n\nThe crowd parts as a dancer emerges from behind the stage. She\ndraws all attention - including Sam's.\n\nA teenage girl in a green unitard dances provocatively wearing\nan enormous mass of multi-colored balloons. BALLOON GIRL\nsmiles and gyrates. Her arms wave in the air as her shoulders\nsway.\n\nSuddenly she begins to scream over the pounding drums. All\npart of the act, but strange nevertheless.\n\nBalloon girl dances through the crowd screaming as everyone\npokes and pops the balloons with their sewing needles.\n\nPop. Pop. Pop. Pop. Pop.\n\nThe music reaches a crescendo and ends with a final roar\n\nSam watches as balloon girl emerges from the mob - she's\ncovered in deflated rubber over her nylon suit. She stares up\nat the sky, as though healed by Pentecostal powers.\n\nThe crowd cheers as the band disappears behind a curtain.\n(CONTINUED)\n\f32\n\n33\n\n35.\nCONTINUED: (2) 32\n\nTROY\nI love you Jesus!\n\nSam pulls the sewing needle from his shirt and tosses it over\nthe edge of the roof - without thinking twice.\n\nEXT. DOWNTOWN STANDARD ROOFTOP - EVENING 33\nLoud music everywhere.\n\nSam sits down along the edge of the pool - jeans rolled up -\nfeet in the water. He sips his fruity cocktail and watches\nTroy and her girlfriends strip into their bathing suits.\n\nTroy kicks off her sandals and dives into the water.\n\nSam watches Troy swim to the far edge of the pool. The young\nwoman climbs onto a raft and lays back - she pulls a flask\nfrom her waist-band and takes a swig.\n\nThe redhead, FANNIE, a freckled and slightly plump beauty,\nstretches and yawns at the edge of the pool. Her teeth are\noddly spaced - a missed opportunity for braces - but even this\nmistake contributes to her appeal.\n\nThe black haired girl, MAE, steps cautiously into the pool.\nShe's slim with dark features - girlish compared with her\nfriends - a bob haircut more at home in the 1970's than the\nmillennial teens.\n\nMAE\nIs Jesus still here or did he leave\nalready?\n\nSam fixes his sights on Troy. She is calmly spinning slow\ncircles on her raft.",
  "26": "---END OF PREVIOUS SECTION---\nMAE\nIs Jesus still here or did he leave\nalready? Sam fixes his sights on Troy. She is calmly spinning slow\ncircles on her raft. \n---TARGET SECTION TO BE ANNOTATED---\nTROY\nI'm not sure.\n\nFANNIE\nHe's with one of the brides I think.\n\nFannie climbs down the ladder into the blue tank. She starts\nto swim.\n\nMAE\nRomantically?\n\nFANNIE\nProbably.\n\nSam drinks and eavesdrops - trying to look like he belongs.\n\n(CONTINUED)\n\f33\n\n34\n\n36.\n\nCONTINUED: 33\nMAE\nSeems like he's making his way through\nall of ‘em.\nTROY\n\nOne bride at a time.\n\nFANNIE\nHe's a romantic.\n\nFannie and Mae laugh together as Troy grins. She takes another\ngulp from her flask.\n\nTROY\nYou don't become a bride without\nfucking Jesus.\n\nMAE\nIf he wasn't so good looking he'd\nnever get away with it.\n\nTroy climbs out of the water, looking back at her friends.\n\nTROY\nBlessed by his holy father I guess.\n\nSam watches as Troy heads to the bathroom. He stands up and\nfollows.\n\nINT. WOMEN'S BATHROOM - EVENING 34\nThe toilet flushes and Troy opens her stall. Sam is standing\nbetween her and the sink. Troy gives him a dirty look and\n\ntries to walk around him. Sam blocks her path, holding up the\nphoto of Sarah.\n\nSAM\nDo you know this girl?\n\nThe girl looks at the photograph, but says nothing. She stares\nat Sam - looking him up and down.\n\nSAM\nDo you know where she is?\n\nTroy spits her gum in Sam's face. It hits his nose and falls\nto the floor. Sam grabs her arm and yanks her closer\n\nSAM\nFuck you. Seriously. Is she ok?\n\nTroy knees Sam in the balls. She pulls away from his grip as\nhe falls to the floor.\n\n(CONTINUED)\n\f34\n\n35\n\n37.\nCONTINUED: 34\n\nShe runs out.\n\nA fresh group of drunk hipster girls walk into the bathroom\nand see Sam on the floor. They make ugly faces at him and bark\n- strong and very aggressive - flashing gang signs from places\nthey've never visited.\n\nBATHROOM GIRL\nGet the fuck outta here. It's the\nladies room.\n\nANOTHER BATHROOM GIRL\nPiece of shit. Asshole.\n\nAs the girls shout and curse, their barking becomes literal.",
  "27": "---END OF PREVIOUS SECTION---\nANOTHER BATHROOM GIRL\nPiece of shit. Asshole. As the girls shout and curse, their barking becomes literal. \n---TARGET SECTION TO BE ANNOTATED---\nFrom their sweet mouths come deep and disturbing dog barks.\n\nAND ANOTHER BATHROOM GIRL\nFuckin' toilet licker\n\nThe girls cackle and laugh at their explosion of expletives.\nSam tries to sit up.\n\nEXT. DOWNTOWN STANDARD HOTEL ROOFTOP - CONTINUOUS 35\n\nSam hobbles, hunched over, through the beautiful crowd. It's\neven louder than before.\n\nOne of the Brides of Dracula, a green-eyed beauty in oversized\nreading glasses and grey lipstick, chats energetically with a\ngentle giant.\n\nSam passes by the READING GLASSES BRIDE, moving toward the\npool.\n\nREADING GLASSES BRIDE\nWe thought about naming ourselves\nJesus and the Brides of Frankenstein.\nCause there's just so much vampirism\nin pop culture, we were worried the\nDracula thing might be a little\ntiresome.\n\nGIANT HIPSTER WITH GIANT BEARD\nI think it works for you.\n\nThis conversation, and others like it, plays out in the\nbackground - overlapping with the primary story. Altman-esque.\n\nREADING GLASSES BRIDE\nYeah. There's something liberating\nabout 1920's fashion. Obviously\nthere's the whole \"undead flapper\ngirl\" thing. Ya know...\nMORE\n( ) (CONTINUED )\n\f35\n\n38.\nCONTINUED: 35\n\nREADING GLASSES BRIDE (cont'd)\n\nall women are condemned as monsters\nthe moment they start doing the\nCharleston. Fuck society, right?\n\nGIANT HIPSTER WITH GIANT BEARD\nI agree...\n\nMoving past the crowd, Sam finally gets a clear view of the\npool area. Troy and the girls are gone.\n\nA HAND lands hard on Sam's shoulder. He jumps.\n\nFAUX ANGRY VOICE\nWhat are you doing here?!\n\nSam spins around and sees ALLEN, a grinning guy with floppy\nhair and a chiseled jaw - laughing and patting Sam's back.\n\nSAM\nHey, Allen. Good to see you.\n\nAllen gives Sam a hug. Sam looks down at Allen's attire.\n\nThough very masculine, Allen wears a few pieces of women's\nclothing - slightly repurposed for irony or comfort's sake.\n\nSAM\nIs that a woman's blouse?\nALLEN\nI guess so.\nSAM\nOk.",
  "28": "---END OF PREVIOUS SECTION---\nSAM\nIs that a woman's blouse? ALLEN\nI guess so. SAM\nOk. \n---TARGET SECTION TO BE ANNOTATED---\nALLEN\nWhat are you doing? Keepin' busy with\nwork?\nSAM\n\nOf course. How 'bout you?\n\nAllen drifts through the conversation. Floating in both words\nand gestures.\n\nALLEN\nYeah you know... workin'. Mostly,\nthinkin' about things. How does the\nworld work? Why are we swimming on\nrooftops when there's an ocean right\nover there.\n\n(CONTINUED)\n\f35\n\n39.\nCONTINUED: (2) 35\n\nSam stands more still than the others - less at ease in this\nworld of artists and secret socialites. Also, he was just\nkneed in the balls.\n\nSAM\nWell I don't have any answers.\n\nALLEN\nNobody does.\n\nAllen grins, nodding and patting Sam on the shoulder a few\nmore times.\n\nSAM\nHey, do you know a blond, a redhead\nand a brunette that drive a Rabbit\nconvertible?\n\nALLEN\nNo, but I'm looking forward to meeting\n‘em.\n\nSAM\nWell... I'm... trying...\n\nA beautiful black girl in a sparkling emerald evening gown\nwalks up to Allen. He smiles to the EMERALD BEAUTY and points\nto her dress.\n\nALLEN\nHey! I like the dress.\n\nThe girl smiles and tips her chin in flirtatious recognition.\n\nEMERALD BEAUTY\nThanks, Allen.\n\nEmerald Beauty stares over Allen's shoulder\n\nEMERALD BEAUTY\nOh my God. Take a look.\n\nBoth Allen and Sam turn and see a leggy brunette in gold\nshorts.\n\nIt's Millicent Sevence.\nShe's drinking, laughing and flirting with another girl.\n\nEMERALD BEAUTY\nIsn't that Millicent Sevence?\n\nALLEN\nI think so.\n\n(CONTINUED)\n\f35\n\n40.\nCONTINUED: (3) 35\n\nEMERALD BEAUTY\nWhat is she doing here? Isn't her dad\nkidnapped or something?\n\nALLEN\nNot a very classy move.\n\nSAM\n(feeling his groin)\nIt's hard to say what a person might\ndo when they're in pain.\n\nThe pair ignore Sam, as they scoff and stare.\n\nEmerging from the crowd in her white gothic gown, one of the\nBrides of Dracula edges into the circle. A fragile doll.",
  "29": "---END OF PREVIOUS SECTION---\nThe pair ignore Sam, as they scoff and stare. Emerging from the crowd in her white gothic gown, one of the\nBrides of Dracula edges into the circle. A fragile doll. \n---TARGET SECTION TO BE ANNOTATED---\nThe MEEK BRIDE waves at the group like a shy schoolgirl - a\nwicker basket filled with cookies in her hand.\n\nMEEK BRIDE\nI'm doing a secret solo show tomorrow\nnight at Hollywood Forever if you\nwanna come.\n\nALLEN\nYeah. I'd love to.\n\nMEEK BRIDE\nThese are your tickets.\n\nThe girl delicately hands both Allen and Emerald Beauty a\nhomemade cookie. The Meek Bride looks at Sam, pauses and gives\nhim one too - like Valentine's day in grade school. Everyone\ngets a card if you show up.\n\nBRIDE\nDon't eat it or break it. If it's\nmissing anything, even a crumb, they\nwon't let you in.\n\nSam looks at the cookie in his hand - frosted with green\npiping - the number 76.\n\nALLEN\nThanks.\n\nThe Meek Bride offers a half-grin then turns to deliver more\nVIP treats to the crowd. She repeats her pitch.\n\n(CONTINUED)\n\f41.\n35 CONTINUED: (4) 35\n\nMEEK BRIDE\n(moving into the crowd)\nI'm doing a secret solo show tomorrow\nnight at Hollywood Forever if you\nwanna come...\n\nEmerald Beauty looks down at her iphone, reading her twitter\nfeed.\n\nEMERALD BEAUTY\nOh my God.\n\nALLEN\nWhat?\n\nEMERALD BEAUTY\nIt looks like they found Millicent's\ndad.\n\nSAM\nReally?\n\nEMERALD BEAUTY\nHis body was burned or something.\n\nALLEN\nHe's dead?\n\nEMERALD BEAUTY\nYeah.\n\nSAM\nDoes she know?\n\nAll eyes turn towards Millicent Sevence. The billionaire's\ndaughter pulls away from a sapphic kiss, and makes a funny\nface as she reaches for her drink.\n\nEmerald Beauty whispers something to a MALE MODEL. A few\npeople around Millicent start to look up from their smart\nphones, reacting to some terrible news. More and more people\nwithin the crowd turn their attention toward the young woman.\nMillicent sways and laughs.\n\nA chain reaction of hushed whispers. Elbowing between friends.\nFaces looking up from iphones. Chatter and gossip.\n\nSam watches this from the edge. Everyone waits for Millicent\nto hear what they already know.",
  "30": "---END OF PREVIOUS SECTION---\nChatter and gossip. Sam watches this from the edge. Everyone waits for Millicent\nto hear what they already know. \n---TARGET SECTION TO BE ANNOTATED---\nA girl runs through the crowd and whispers into Millicent's\near.\n\n(CONTINUED)\n\f35\n\n36\n\n42.\nCONTINUED: (5) 35\n\nSam watches the young woman's face. She's devastated, but\nholds it in.\n\nMillicent walks slowly through the hipsters to the elevator\nShe's gone.\n\nEXT. RANCHO LOS FELIZ APARTMENTS - NIGHT 36\nSam opens the outer security gate.\n\nFog drifts across the garden walkways of Sam's complex. A\nforeboding quality in the night air\n\nSam walks alone.\n\nIt's quiet except for crickets and the sound of water rippling\nin the stream.\n\nSam hears footsteps behind him. He turns and looks back.\nNo one is there. Darkness.\n\nWe move with Sam, tracking through the foggy walkway. The\nyoung man steps nervously - alert.\n\nSam's cell phone rings. He answers.\n\nSAM\nHello?\nCOMIC MAN\n(on phone)\n\nHi, um... one of the guys at Secret\nHeadquarters, the comic store, gave me\nyour number. They said you wanted to\ntalk to me.\n\nSAM\nOh shit, yeah. I read your zine. I\nwanted to ask you more about it. Is\nthere a time we could meet up?\n\nCOMIC MAN\n(on phone)\nSure. I'll be drawing all day\ntomorrow. You're welcome to stop by\nthe house.\n\nSam hears something again. He spins back as a dark figure\ncrosses the path - into the shadows.\n\nSAM\nCool. Could you text me your address?\n\n(CONTINUED)\n\f36\n\n43.\nCONTINUED: 36\n\nSam stares back. Concerned.\nCOMIC MAN\n\n(on phone)\nYeah I can do that.\n\nStill watching - no movement.\n\nSAM\nGreat. I'll see ya then.\nCOMIC MAN\n(on phone)\n\nYeah. See you tomorrow.\n\nSam hangs up his phone and stares into the darkness.\nListening.\n\nHe sees a shadow lean out from behind a distant building. Gone\nagain.\n\nSam turns and starts to jog ahead. He looks around anxiously.\nThrough the dark garden path. In and out of the lamp light.\n\nReaching an intersection of paths, Sam slows down and looks to\nhis right. He notices a man standing in the center of the\nwalkway.\n\nThe man is not moving.",
  "31": "---END OF PREVIOUS SECTION---\nReaching an intersection of paths, Sam slows down and looks to\nhis right. He notices a man standing in the center of the\nwalkway. The man is not moving. \n---TARGET SECTION TO BE ANNOTATED---\n His body and face are shrouded in\ndarkness.\n\nSam turns left and starts to run. He doesn't look back\nTurning another corner, Sam scrambles and climbs behind a\nlarge tree.\n\nLoud rustling - behind him. A strange cry.\n\nSam turns and sees black fur rising from the brush within the\ntall grass. It's the rear end of a skunk\n\nThe animal shakes and sprays. Sam covers his head and closes\nhis eyes as the skunk bathes him in its odor.\n\nSam staggers out of his hiding place, wiping the fluid from\nhis face. His eyes water. He hunches over on the sidewalk and\nbegins to heave.\n\nSam vomits on the walkway.\n\nCough. Choke.\n\nSitting there, he tries to open his eyes. Slow and painful.\nThe fluid stings.\n\n(CONTINUED)\n\f36\n\n37\n\n44.\nCONTINUED: (2) 36\n\nSam opens his eyelids - just enough. He looks up the garden\npath and sees no one. The shadow man is gone.\n\nINT. SAM'S APARTMENT - NIGHT 37\n\nStanding on his kitchen tile, Sam strips off his clothes into\na garbage bag. The television is on nearby.\n\nA beautifully decorated cookie sits on his counter-top next to\nSarah's photo and a parking ticket covered in symbols and\nscribbles.\n\nMALE REPORTER\n\n(on tv)\nYes. I agree. The city is in shock at\nthe loss of such a cultural landmark.\nThis man has literally been the face\nof Los Angeles for decades through his\ncharity work, his Hollywood production\ncompany, the New Year's Eve telecast,\nhis public appearances at Awards\nshows, the Rose Parade... the list\njust goes on and on...\n\nLeaning over in his underwear, Sam watches the news report. We\nsee helicopter footage of a burned up Deusenberg near Silver\nLake Boulevard and the 101.\n\nSam pulls his briefs down and tosses them into the bag.\n\nFEMALE REPORTER\n\n(on tv)\nIt's hard to believe, but the Los\nAngeles Police Commissioner has\nconfirmed that the remains are those\nof Jefferson Sevence. As we reported\nearlier, Sevence was found dead in his\ncar with the bodies of three women\nbelieved to be prostitutes.\n\nThis catches Sam's attention.",
  "32": "---END OF PREVIOUS SECTION---\nFEMALE REPORTER\n\n(on tv)\nIt's hard to believe, but the Los\nAngeles Police Commissioner has\nconfirmed that the remains are those\nof Jefferson Sevence. As we reported\nearlier, Sevence was found dead in his\ncar with the bodies of three women\nbelieved to be prostitutes. This catches Sam's attention. \n---TARGET SECTION TO BE ANNOTATED---\nHe runs across the room and stands before the television, buck\nnaked. He watches intensely.\n\nFEMALE REPORTER\n(on tv)\n\nIn addition, some unnamed sources have\nleaked a very odd detail about the\ncase. Apparently the remains of a dog,\na breed known as Bichon Frise, were\nfound in the purse of one of the\nvictims.\n\n(MORE )\n\n(CONTINUED)\n\f37\n\n38\n\n45.\nCONTINUED: 37\nFEMALE REPORTER (cont'd)\nThis has officially become a very\ngrisly and puzzling murder\ninvestigation.\n\nSam watches the crime scene footage. A detective carries an\nevidence bag into a police van. Reporters and cops everywhere.\n\nSam tilts his head, and presses a button on his cable box. The\nscreen pauses.\n\nHe zooms in with the remote - focusing on the grainy image of\nthe crime scene bag. It's white and charred.\n\nConcerned with neither his odor nor his nudity, Sam grabs\nSarah's photo from the counter\n\nHe holds the picture up, examining the details of Sarah's\nwhite bonnet - the pink ribbon hanging near her ear.\n\nHe compares it against the tv screen, zooming-in once more.\n\nThough it's a fuzzy blur, the burnt white cloth and pink\nribbon are clearly visible within the evidence bag.\n\nIt's Sarah's hat.\n\nSAM\nFuck.\n\nINT. SAM'S BATHROOM - NIGHT 38\n\nOpen tin cans sit on the bathroom sink. Inside the tub is Sam,\nsoaking in tomato juice - scrubbing the skunk scent from his\nbody.\n\nThe actress is on the floor, wearing a slutty nurse outfit,\nand plugging her nose.\n\nShe reads out loud to Sam - a page from \"Under the Silver\nLake\".\n\nACTRESS\n(reading)\nWho is the Owl's Kiss?\n\nThe actress turns the zine around and shows Sam the picture\naccompanying the typewriter essay. It's a cartoon depiction of\na naked woman in an owl skin mask with a large tuft of pubic\nhair between her legs.\n\nACTRESS\n\nAccording to this picture it's a naked\nlady with an unshaven bush.\n\n(CONTINUED)\n\f46.\n38 CONTINUED: 38\n\nSam shakes his head and smiles.\n\nSAM\nJust read it.\n\nThe actress makes a face and returns to her duty.",
  "33": "---END OF PREVIOUS SECTION---\n38 CONTINUED: 38\n\nSam shakes his head and smiles. SAM\nJust read it. The actress makes a face and returns to her duty. \n---TARGET SECTION TO BE ANNOTATED---\nACTRESS\n\n(reading)\nThe Owl's Kiss is a lost legend of\nfolklore. Just as terrifying as the\nWolfman or Frankenstein's Monster. She\nis a woman who arrives in the night,\nthrough windows and locked doors,\nnaked except for her mask of\ntaxidermied owl skin. She seduces men\nand women alike, killing them in their\nsleep. This beautiful spectre is\nresponsible for dozens of deaths\nwithin the Los Angeles basin, though\nshe has yet to be mentioned by\nmainstream media. Theories abound as\nto her motives. This author believes\nshe may be a member of a longstanding\nAmerican cult with origins in trade\nand finance. It's the unlucky soul who\nfinds himself the recipient of an\nowl's kiss.\n\nThe actress raises her brow and tosses the zine on top of the\ntoilet.\n\nACTRESS\nWhat a bunch'a horse shit.\n\nSam nods out of respect as the young woman rests her back\nagainst the sink. White nylon legs sprawled unshyly over the\nfloor.\n\nACTRESS\nI can't believe Jefferson Sevence is\ndead.\n\nSam listens, scrubbing his face with soap and tomato juice. He\ndunks his head into the bath once or twice. Rinsing his hair.\n\nACTRESS\nEvery year more and more celebrities\nand people I grew up with keep dying.\nDick Clark... Elizabeth Taylor...\nJohnny Carson.\n\n(CONTINUED)\n\f47.\n38 CONTINUED: (2) 38\n\nSAM\nEverybody dies... even the people we\nthink will be here forever.\n\nwith her nose still plugged, the actress's voice sounds extra\nstrange and nasally.\n\nACTRESS\nI remember hearing my aunt talking\nabout that feeling - realizing how\nquick it all goes. It's one of those\nthings you don't understand until\nyou're in it.\n\nSAM\nHave you lost anybody? Anybody close?\n\nThe actress just nods. She looks at Sam.\n\nACTRESS\nYou?\n\nSam shakes his head. Not yet.\n\nSAM\nI think about it though. A lot more\nthan I should.\n\nThe actress pets the top of Sam's head. He looks like a big\nchild in the tub... an old baby covered in his food.",
  "34": "---END OF PREVIOUS SECTION---\nA lot more\nthan I should. The actress pets the top of Sam's head. He looks like a big\nchild in the tub... an old baby covered in his food. \n---TARGET SECTION TO BE ANNOTATED---\nACTRESS\nHey, what were those pages on your\nnightstand? The ones with all the\nscribbles?\n\nSAM\nEhhhhh. That's nothing.\n\nACTRESS\nNo. Tell me. I wanna know.\n\nSAM\nYou'll get all weirded out.\n\nACTRESS\nNo I won't. You've seen me doing my\nchants and my prep work. I don't care\nif it's weird.\n\nSAM\nOk. Have you ever heard about old\nrecord albums having satanic messages\nin them if ya play 'em backwards?\n\n(CONTINUED)\n\f48.\n\n38 CONTINUED: (3) 38\nACTRESS\nSure.\nSAM\nOk... so I was watching wheel of\n\nFortune and I noticed that Vanna White\ndid this little pattern of glances\nevery so often. She looked forward\nthen right then left and then back\nagain. And I started wondering... is\nthat random or is there a reason for\nit? Is there a pattern behind it? And\nif there is, maybe there's something\nmeaningful in that pattern.\n\nThe actress stares and listens as Sam continues explaining his\nstrange theory.\n\nSAM\nSo I started taking note of when it\nhappened... and for the past 7 months\nI have a complete record of it. It\ndoesn't happen everyday... it's\nliterally every three episodes except\nfor one time. Also, it seems to happen\nmost Wednesdays except for last\nWednesday which happened to be a\nholiday. So I graphed it out and I got\nsome old code books from the library\nand I've been digging through them,\ntrying to see if it translates to\nanything... like a word or a\nmessage... something.\n\nThe actress smiles nervously, making a slight sound from her\nthroat as she adjusts her legs. Sam speaks faster and faster.\n\nSAM\nI mean, I've just been thinking, why\ndo we assume that all of this\ninfrastructure and entertainment and\nopen information beaming all over the\nplace into every home on the planet is\nexactly what people tell us it is?\nMaybe there are people more important\nmore powerful or wealthier than us\nthat communicate things or see things\nin the world that are meant for them\nand not for us. I think it's fucking\nridiculous to assume that media only\nhas one purpose...",
  "35": "---END OF PREVIOUS SECTION---\nSAM\nI mean, I've just been thinking, why\ndo we assume that all of this\ninfrastructure and entertainment and\nopen information beaming all over the\nplace into every home on the planet is\nexactly what people tell us it is? Maybe there are people more important\nmore powerful or wealthier than us\nthat communicate things or see things\nin the world that are meant for them\nand not for us. I think it's fucking\nridiculous to assume that media only\nhas one purpose... \n---TARGET SECTION TO BE ANNOTATED---\n right?\n\nThe actress stares at Sam - frozen. She's freaked out, but she\ntries to hide it.\n\n(CONTINUED)\n\f38\n\n39\n\n40\n\n49.\n\nCONTINUED: (4) 38\nSAM\nYou think that's weird?\nACTRESS\nA little.\nSAM\n\nIt's not weird. Don't you ever feel\nlike rich people know something that\nyou and I don't?\n\nACTRESS\nLike good restaurants, maybe.\n\nFrustrated, Sam splashes tomato juice over his chest. He\nexhales deeply.\n\nACTRESS\nDon't take this the wrong way, but you\nsmell so bad. I think I'm gonna get\ngoing.\nThe actress starts to stand up. Stretching.\n\nSAM\nOk. Um... thanks for the juice.\n\nACTRESS\nI'll be back when the smell goes away.\n\nThe young woman walks out of the bathroom, leaving Sam alone.\nINT. SAM'S APARTMENT - NIGHT 39\n\nSam sits on his couch watching Wheel of Fortune - a notebook\nand pen in his hand.\n\nHe hears squeals of laughter and water splashing outside his\nwindow.\n\nSam walks out to his balcony.\nEXT. SAM'S APARTMENT BALCONY - NIGHT 40\n\nLooking down at the pool, Sam sees Sarah swimming alone in the\nblue water.\n\nSarah splashes... laughing like Marilyn Monroe.\n\nShe swims closer, looking up at Sam. He realizes that she's\nnaked.\n\n(CONTINUED)\n\f \n\f40\n\n41\n\n42\n\n50.\nCONTINUED: 40\n\nSARAH\n\nCome on in. The water is so\n\nrefreshing.\nSam watches as Sarah reaches the nearest edge of the pool. She\nprops herself on her elbows and lifts a single leg up onto the\ndeck - mimicking Marilyn. She giggles and laughs with a giant\ngrin.\nSam stares. More laughter\nSarah climbs out and sits on the edge of the pool. With her\nback to us, she turns and smiles over her shoulder... teasing\nher body.\n\nShe begins to bark at us - the sound of a large dog -\nsomething vicious.\n\nHer face is beautiful but her barks are horrific.\n\nSam watches as she playfully hops back into the pool and dives\nunderwater.\n\nSplash.\n\nIt's quiet now. Sam leans over the railing and looks down.\n\nThe water settles... no one is in the pool.\n\nINT.",
  "36": "---END OF PREVIOUS SECTION---\nSam leans over the railing and looks down. The water settles... no one is in the pool. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SAM'S BEDROOM - MORNING 41\nSam opens his eyes, rolls out of bed and looks straight out\n\nthe window. He sees police stringing crime-scene tape over\n\nSarah's apartment door.\n\nEXT. VESELICH AVENUE - DAY 42\nSam exits his apartment gate and walks up the street. He\n\nnotices a leggy woman in a short red dress climbing out of her\nPrius.\n\nRED MINISKIRT walks daintily ahead of him on the sidewalk -\npassing a drunk homeless man in the grass.\n\nSam watches her ass and legs as she prances along.\n\nOn the opposite sidewalk, there are more beautiful women,\nstaggered down the block, but marching forward.\n\nA Fellini-esque parade of mini-skirt models moving down the\nstreet in Sam's direction.\n\nSam tilts his head - trying to understand it all.\n\n(CONTINUED)\n\f42\n\n51.\nCONTINUED: 42\n\nRed Miniskirt cuts across the road - pulling out her\nheadshots. She slows down in front of an old duplex.\n\nInside the dirty garage are several gorgeous models standing\naround, smiling and chatting with a heavy-set man. He sits\nbehind a folding card table like a king. A makeshift sign\nreads: Movie Auditions!\n\nSam passes the garage audition, staring at the odd circus.\n\nNow behind him, Red Miniskirt paces, staring up at the trees -\nwondering if she should leave.\n\nSam turns a corner.\n\nSeveral models stand in the center of the street looking down\nat the pavement. A look of disgust on their faces.\n\nRed spray paint covers the ground. Some sort of graffiti.\nSam approaches them and the strange markings.\n\nYELLOW MINISKIRT makes a few involuntary, hushed sounds -\npublically advertising her horror at the message below her.\n\nYELLOW MINISKIRT\nUhhhhhhhe.\n\nEach grunt is accompanied by a body shiver and a little,\ninvoluntary two-step dance on her yellow heels.\n\nSam keeps walking closer.\n\nBLUE MINISKIRT\nGehhh.\n\nBelow their high-heeled feet are four giant words - written in\nred spray paint.\n\nBeware the Dog Killer\n\nGREEN MINISKIRT flips her foot and grimaces, shaking her face\nwith tongue half extended. This really bothers her.\n\nGREEN MINISKIRT\nLllehhhhehhhaaah.\n\nSam stares at the painted message as he passes the models.",
  "37": "---END OF PREVIOUS SECTION---\nThis really bothers her. GREEN MINISKIRT\nLllehhhhehhhaaah. Sam stares at the painted message as he passes the models. \n---TARGET SECTION TO BE ANNOTATED---\nYellow Miniskirt looks up at him.\n\nYELLOW MINISKIRT\nReally creepy, huh?\n\n(CONTINUED)\n\f42\n\n43\n\n52\nCONTINUED: (2) 42\n\nSAM\nYeah.\n\nBLUE MINISKIRT\nI don't even walk my dog anymore.\n\nGREEN MINISKIRT\nWe use a litter box.\n\nYellow Miniskirt waves her hand in front of her nose.\n\nYELLOW MINISKIRT\nWhat's that smell?\n\nBLUE MINISKIRT\nI don't know.\n\nSam sniffs himself and makes a face.\nA loud MECHANICAL SOUND!\n\nSam looks ahead and sees a tow truck lifting his Black Mustang\nonto its flatbed.\n\nSAM\nWhat the fuuuuckkk?\n\nHe starts to sprint, leaving the circle of runway models\nbehind him.\n\nEXT. BRUNSWICK AVENUE - MOMENTS LATER 43\nSam pounds on the tow truck driver's window.\n\nThe TOW MAN rolls it down and looks at Sam with a wide and\nangry mouth.\n\nSAM\nThat's my car! You can't take my\nfucking car!\n\nTOW MAN\nThis is my job, man. You can't keep it\nif you don't make the payments.\n\nThe tow man throws his truck in gear and drives off toward Los\nFeliz.\n\nSam watches his car disappear.\n\nA homeless woman stares, wheeling a shopping cart along the\nsidewalk.\n\nSqueak! Squeak! Go the wheels.\n\f44\n\n45\n\n53.\n\nEXT. GRIFFITH PARK BOULEVARD - DAY 44\nSam walks down Griffith Park Boulevard, covered in sweat.\n\nHe stares at the blank scoreboard near John Marshall High\nSchool as he passes.\n\nA car full of teenagers zips down the road. Sam hears a\nfamiliar tune approach and recede with their passing.\n\nYou and I...\nturning like teeth...\nloving beneath...\nthe surface.\n\nSam listens, wiping sweat from his face. The sun covers all.\n\nINT. COMIC MAN'S HOUSE - LIVING ROOM - DAY 45\nKnock. Knock. Knock.\n\nCOMIC MAN opens his front door and greets Sam - now soaked\nfrom the heat.\n\nCOMIC MAN\nCome on in. You want a beer?\n\nHe waves Sam inside. Closing the door\n\nSAM\nYes, please.\n\nCOMIC MAN\nHot day and a cold beer.\n\nSam smiles and looks around, fanning himself.",
  "38": "---END OF PREVIOUS SECTION---\nClosing the door\n\nSAM\nYes, please. COMIC MAN\nHot day and a cold beer. Sam smiles and looks around, fanning himself. \n---TARGET SECTION TO BE ANNOTATED---\n It's a mess of a\nhouse. Sketches, papers and books litter the room.\n\nDust balls collect in corners.\n\nFrom the dim living room into the far hallway, the walls are\ncovered in LIFE MASKS.\n\nSam fixates on the dozens of solid-white faces hanging\n\neverywhere. Their eyes are closed. Their expressions are\nfrozen in time.\n\n(CONTINUED)\n\f \n\f45\n\n54.\nCONTINUED: 45\n\nHe sees... Basil Rathbone, Debbie Reynolds, Angelina Jolie,\nBela Lugosi, Katherine Hepburn, Christopher Reeve, Ashton\nKutcher, Linda Blair, Charles Laughton, Patricia Arquette, Lou\nCostello and Robert Redford.\n\nSAM\nWhat are these masks?\n\nCOMIC MAN\nThey're life masks.\n\nComic Man hands Sam a beer. He cracks it open and takes a\ndrink.\n\nSAM\nWhat's a life mask?\n\nCOMIC MAN\n\nThey're resin castings of famous\npeople's faces. They're all real and\nthey are true to life representations\nof these amazing people.\n\nSAM\nHm.\n\nCOMIC MAN\n\nMost of ‘em are from film productions\nbut some were cast by sculptors for\nstatue construction. Like Lincoln's...\n\nComic Man points to the chalk-white face of Abraham Lincoln\nhanging from the wall. His eyelids are closed.\n\n \n\nCOMIC MAN\nThat's his real face... and that's\nGrace Kelly's right next to Johnny\nDepp.\n\nSAM\nHuh.\n\nMAN\n\nI really need to have a family so I\nhave someone to pass these on to.\nRight? These people need to be\nremembered.\n\nSAM\nI understand.\n\f46\n\n55.\n\nINT. COMIC MAN'S LIVING ROOM - DAY 46\nSitting on the couch, surrounded by books, odd tchotchkes and\n\"Under the Silver Lake\" zines, Sam draws the double diamond\nshape on paper.\n\n°c\n\nSam's photograph of Sarah sits on the paper next to the\ndrawing.\n\nComic Man leans in and looks at the symbol.\n\nCOMIC MAN\nStay quiet.\nSAM\nWhat?\nCOMIC MAN\nIt means \"stay quiet\". It's a hobo\ncode.\nSAM\nReally?\nCOMIC MAN\n\nYeah. Hobos and rail-riders from the\n1930's used it. Here look...\n\nComic Man grabs a book from his giant shelf.",
  "39": "---END OF PREVIOUS SECTION---\nHobos and rail-riders from the\n1930's used it. Here look... Comic Man grabs a book from his giant shelf. \n---TARGET SECTION TO BE ANNOTATED---\n He opens it and\nshows Sam a graph of common hobo symbols.\n\nOo -- || X r <><> S//\n\nSam lifts a piece of scrap paper from within the book. It's\nfilled with handwritten translations. A simple KEY for the\nmysterious hobo code.\n\nCOMIC MAN\nThey used it to let other people know\nwho was cool, who wasn't, what houses\nmight offer food, if there's a doctor\nin that town who might be sympathetic\nto travelers. That sort of thing.\n\nSam stares at the symbols, keeping the code-filled book mark\nin his hand.\n\nSAM\n\nWell why is it in Sarah's room and who\nare they telling to be quiet?\n\n(CONTINUED)\n\f/\n\nry\n\nKIND LaDy\nLIVES HERE\n\nIF YOU ARE SICK,\nthey\" care for you\n\n®)\n\nKEEP QUIET\n\nA\n\nOISHOWEST PERSON\nLIVES HERE\n\ners\nTHERE ARE\nTHIEVES ABOUT\n\nahs\n\nKIND WOR ARS, tail pitiful story\n\nfy\nDOCTON HERE,\n\nWON'T CHARGE FREE TELEPHONE\n\nHOLD YOUR BARKING DOG\nTONGUE HERE\n\nGOOO PLACE 10\nTROLLEY STOP CATCH « TRAIN\n\nCOWARDS, will give, YOULL BE\n10 get ni of you CURSED OvT\n\ncoume COMMITTED, | JUDGE\npat sate for strangers LIVES HERE\n\nFOOD HERE\nof you WORK\n\nALCOHOL\n1 THEE TOWN\n\nTHIS 18 NOT\nASAPEPLACE\n\nA BEATING\nAWAITS YOU HERE\n\nCOURTHOUSE:\nPRECINCT STATION\n\naS\n\n‘YOU CaN SLEEP\nin HAYLOFT.\n\nane\n\nBEWANE of\nFOUR DOGS\n\nye\n\nMAN with\nGUN LIVES HERE\n\n‘S2)\n\nPOLICE HERE\nFROWN on HOBOS\n\nOFFICER ot LAW\nLIVES HERE\n\nRELIGIOUS TALK\nete PROG MEAL\n\nEASY MARK,\nSUCKER\n\nBE PREPARED to\nDEFEND YOURSELF\n\n(sy\n\nAUTHORITIES MERE\nARE ALERT\n\n \n\f46\n\n56.\nCONTINUED: 46\n\nCOMIC MAN\nI don't know. Maybe you?\n\nSam takes a deep breath.",
  "40": "---END OF PREVIOUS SECTION---\nCONTINUED: 46\n\nCOMIC MAN\nI don't know. Maybe you? Sam takes a deep breath. \n---TARGET SECTION TO BE ANNOTATED---\nComic man opens an issue of \"Under the Silver Lake\", sitting\namongst the clutter. Inside it's filled with snapshots of\n\"lost and found\" signs from all over the east side of Los\nAngeles.\n\nPage after page...\n\nCOMIC MAN\nThere's been a rash of \"Lost and\nFound\" signs for dogs, humans, and\nmusical equipment in the past two\nyears. Something big is going on. I\nknow it.\n\nSAM\nDo you think any of it could be\nconnected to Sarah?\n\nCOMIC MAN\nOf course.\n\nSam listens... wanting to believe, but troubled by it all. He\nlooks at the life masks covering the walls.\n\nIs this man sane? Am I?\n\nComic Man begins sorting through various issues of \"Under the\nSilver Lake\" as he talks.\n\nCOMIC MAN\nIt could be a lot of things. Sex or\ndrug trafficking. The Dog Killer. Cult\nof the Whale. I don't know... lately I\njust assume the Owl's Kiss has\nsomething to do with everything.\n\nSAM\nI'm not so sure about that.\n\nComic Man stares Sam down - a little offended by his\ndismissal.\n\nCOMIC MAN\nDo you have a dollar bill on you?\n\nSAM\nI might...\n\n(CONTINUED)\n\f \n\f46\n\n57.\nCONTINUED: (2) 46\n\nSam digs through his wallet and pulls out a dollar. Comic Man\ntakes it, producing a magnifying glass from the drawer\n\nHe holds the glass over the dollar bill, steadying it on the\ncoffee table.\n\nCOMIC MAN\nTake a look... that's the sign of the\nOwl's Kiss.\n\nSam leans in and looks through the magnifying glass. He sees\nit. A tiny owl is visible, peeking up from behind the crest of\nthe top-right corner's numeral one.\n\nCOMIC MAN\nRight there. On every dollar bill in\nthis country. With every transaction\nwe enter a pact to live by her law...\nany household that eats, lives and\ntrades under her eyes is subject to\nher jurisdiction.\n\nComic Man hands the dollar back to Sam. He stares at the\nlittle bird, previously hidden in his wallet.\n\nCOMIC MAN\nOur world is filled with codes, pacts\nuser agreements and subliminal\nmessages.\n\nMore enthusiastic, Comic Man grabs piles of torn magazine\npages and ads from old Playboys...",
  "41": "---END OF PREVIOUS SECTION---\nHe stares at the\nlittle bird, previously hidden in his wallet. COMIC MAN\nOur world is filled with codes, pacts\nuser agreements and subliminal\nmessages. More enthusiastic, Comic Man grabs piles of torn magazine\npages and ads from old Playboys... \n---TARGET SECTION TO BE ANNOTATED---\n waving them in Sam's face.\n\nCOMIC MAN\nHere... and here... and here...\nsymbols and words hidden in print\nadvertising...\n\nSam sees advertisements with concealed words circled in red\nMagic marker...\n\nPOWER... LOVE... SEX... FREEDOM!\nNaked women in the ice cubes of soda pop ads...\nWomen's mouths nearly fellating cheeseburgers...\nMae West in the Camel cigarette logo...\nDollar Bills hidden in the lettuce...\n\nOn and on...\n\n(CONTINUED)\n\f0\n\ngi\n\n”\n\nou anywhere.\n\nHit bee with tangy Tipalet Cherry. Or rich. grape-y Tipalet\nBurgusdy. Or lescices Tipalet Blueberry, It's Wild!\n\nTipatet. It's mew. Different. Oeticious in taste and in aroma.\nAputl in hee direction and she'll follow you, asywhere.\n\nOh yes... you get smoking satisfaction without inhaling smoke.\n\n< ‘ —2 Smokers of America,\n\nTHPALET THPALEX I TiPA do yourself a flavor.\nMake your next\ncigarettes\n\nTipalet:\n\n \n\f46\n\n47\n\n58\nCONTINUED: (3) 46\n\nCOMIC MAN\nSexual innuendo connected with\ncorporations... and ideologies that\nyou assume you adopted through free\nwill but are actually the result of\nhidden messages.\n\nSAM\nWhat if there are messages that aren't\nsubliminal, but are meant only for\ncertain people?\n\nCOMIC MAN\nOf course. That's as common as tits\nand hamburgers.\n\nSAM\nReally?\nCOMIC MAN\nYes.\nINT. COMIC MAN'S BEDROOM - DAY 47\n\nComic man pulls a wooden panel away from the wall, revealing a\ndark crawl space.\n\nDusty boxes are visible at the head of the narrow passageway.\n\nOn one of the boxes, sits a surveillance monitor connected to\nan old VCR.\n\nComic Man leans over and crawls into the secret opening,\ndisappearing into the darkness.\n\nSam looks at the surveillance monitor and VCR. He sees a LIVE\nVIEW of the living room, the backdoor and the side of the\nhouse nearest the garage.\n\nSAM\nWhat's with the cameras?\n\nCOMIC MAN\nI'm trying to protect myself. Do you\nknow how many people have died from\nthe Owl's Kiss?\n\nSAM\nNo.",
  "42": "---END OF PREVIOUS SECTION---\nCOMIC MAN\nI'm trying to protect myself. Do you\nknow how many people have died from\nthe Owl's Kiss? SAM\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n I don't.\n\nSam looks around at Comic Man's bedroom. He glances at the\n\nACTION FIGURES and the SKETCHES charting the stages of the\nmoon.\n\n(CONTINUED)\n\f47\n\n59\nCONTINUED: 47\n\nCOMIC MAN\nI got the place wired up... nobody\ngets in here without me knowin'\nRight?\n\nSam says nothing. He waits - looking into the dark crawl\nspace.\n\nCOMIC MAN\n(0.S.)\nAhhh. Here it is.\n\nComic Man crawls back into the light, waving a CEREAL BOX,\ntriumphantly.\n\nCOMIC MAN\nGot it. Got it. Got it.\n\nComic Man climbs out and shows Sam the box of MOONSTONES\ncereal from the mid 70's. He spins it around and points at the\nEast Los Angeles map on the back of the box.\n\nGiant letters announce:\nTreasure Hunt! Fun Prizes!\n\nSam studies the colorful map. Cartoon characters poke their\nheads out of famous east side locations. Griffith Park\nObservatory, etc...\n\nCOMIC MAN\nI bought this from another collector\nfive years ago. I'm convinced that\nthis map is the key to everything I've\nbeen searching for my whole life.\n\nSAM\nSeriously?\n\nCOMIC MAN\nSeriously.\n\nSam points to the Contest Card on the side of the box - loaded\nwith fine print.\nSAM\nI think all you had to do was mark\ndown where the characters are hiding\nand send in your contest card. Here.\n\nComic Man sighs.\n\n(CONTINUED)\n\f47\n\n48\n\n49\n\n60.\nCONTINUED: (2) 47\n\nCOMIC MAN\nIt's not about Moonstone toys. This\nmap is geographically to scale. From\nSilverlake to the Hollywood Hills.\nIt's guiding me somewhere important\nand one of these days I'll crack it.\nComic Man stares at Sam with a sweaty and strained face.\nSam avoids eye contact.\nEXT. SUNSET BOULEVARD - DAY 48\n\nSam passes scooter girls and fedora men as he soaks through\nhis shirt - melting in the heat.\n\nHe glances back, looking at the hipsters and homeless men on\nthe sidewalk behind him. They are all wearing similar hats.",
  "43": "---END OF PREVIOUS SECTION---\nSUNSET BOULEVARD - DAY 48\n\nSam passes scooter girls and fedora men as he soaks through\nhis shirt - melting in the heat. He glances back, looking at the hipsters and homeless men on\nthe sidewalk behind him. They are all wearing similar hats. \n---TARGET SECTION TO BE ANNOTATED---\nHOMELESS MAN\nAnybody spare some change? Please?\n\nSam divides and steps through an enormous line extending out\nfrom the local Intelligentsia Coffee - all parties standing on\na long red carpet that ends at the Sunset gutter.\n\nEveryone seems to know each other. A long line of feigned\nsurprise and big smiles.\n\nPRETTY WOMAN\nOh my gosh, honey, what are you doing\nhere?\n\nANOTHER PRETTY WOMAN\nJust grabbing an afternoon coffee.\n\nSMUG MAN\nHey! Good to see you...\n\nAnd on and on. Sam keeps walking.\nEveryone is beautiful... or at least very, very interesting.\nEXT. SHAKESPEARE BRIDGE - DUSK 49\n\nGriffith Park Observatory is visible high above on the\nhillside.\n\nSam crosses a picturesque bridge, staring at the pretty\nhouses.\n\nHe looks around, glancing back at the empty street.\n\f50\n\n61.\n\nEXT. BAR BUDDY'S HOUSE - DUSK 50\n\nSam walks up the sidewalk and sees Bar Buddy smoking and\ndrinking on his porch. Seeing Sam, he waves and approaches,\nmeeting in the driveway.\n\nBAR BUDDY\nWhere's your car?\n\nSAM\nOh. It's in the shop. Getting\nrepainted from all that graffiti.\n\nBAR BUDDY\nThat's what you get for driving that\ncockmobile.\n\nSAM\nI like my car.\n\nBAR BUDDY\nI like my cock. I don't have to\ncompensate for it.\n\nSam ignores his friend, shaking his head.\n\nSAM\nDid you hear about Jefferson Sevence?\n\nBAR BUDDY\nYeah they found him dead in his car\nlast night. With three prostitutes and\na dog.\n\nSAM\nYeah I think Sarah was one of the\nprostitutes. The dog was the same\nbreed as hers and I saw her hat ina\ncrime scene bag on the news.\n\nBAR BUDDY\nFuck. I'm sorry, man.\n\nSAM\nThanks. I feel weird accepting\ncondolences. I barely knew her.\n\nBAR BUDDY\nYou liked her though.\n\nSAM\nMm hm. A little bit.\n\n(CONTINUED)\n\f50\n\n51\n\n62.",
  "44": "---END OF PREVIOUS SECTION---\nSAM\nMm hm. A little bit. (CONTINUED)\n\f50\n\n51\n\n62. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 50\n\nBAR BUDDY\n\nSo what are you gonna do now?\nSAM\n\nI kinda wanna find out who killed her\nBAR BUDDY\n\nIsn't that a little... serious?\nSAM\n\nI guess so. What else am I gonna do?\n\nBAR BUDDY\nI don't know.\n\nThe two men chuckle to one another. Bar Buddy changes the\nsubject.\n\nBAR BUDDY\nWanna see something cool?\n\nSAM\nYeah. What is it?\n\nBAR BUDDY\nYou gotta check out my drone.\n\nBar Buddy points his thumb towards the backyard.\n\nSAM\nYour what?\n\nEXT. BAR BUDDY'S BACKYARD - NIGHT 51\n\nA medium-sized DRONE rises up from the center of the backyard.\nSilent like some future monster. Its rotors spin.\n\nThe black quadcopter houses a state of the art camera system.\nThe two men sit on the grass, in front of a laptop - which\nrests on a cheap folding chair. Their heads are tilted close.\nBeers in hand.\n\nSam watches the drone hover and soar through the neighborhood.\nDisappearing into the black sky.\n\nBar Buddy operates the controls from his laptop - piloting the\ndrone.\n\nSAM\n\nShit. Where do you get something like\nthis?\n\n(CONTINUED)\n\f \n\f51\n\n63.\nCONTINUED: 51\n\nBAR BUDDY\nI got it on amazon.\n\nSAM\nHm.\n\nPOGO, Bar Buddy's golden retriever walks up to Sam through the\ngrass.\n\nThe dog licks his hand and arm. Sam pulls away - a fake smile\nforming. Bar Buddy notices and tugs gently on his dog's\ncollar.\n\nBAR BUDDY\nLeave him alone, Pogo. Come here.\n\nPogo steps away. Bar Buddy rubs the dog's head, petting him\nfondly. Sam relaxes.\n\nBAR BUDDY\nLook at that. Silverlake from above.\n\nThe drone soars over Los Angeles. Transmitting a blur of\nlights, houses, cars and streets.\n\nBar Buddy sniffs the air. Something is afoul. He smells Pogo's\nfur.\n\nBAR BUDDY\nJesus, what's that smell?\nSAM\nIt's me.\nBAR BUDDY\nOh.\n\nBar Buddy accepts the fact with a casual nod.",
  "45": "---END OF PREVIOUS SECTION---\nSAM\nIt's me. BAR BUDDY\nOh. Bar Buddy accepts the fact with a casual nod. \n---TARGET SECTION TO BE ANNOTATED---\nHe taps some buttons, watching the drone's camera-relay next\nto the computer's mapping system.\n\nThe drone settles in place.\n\nBar Buddy focuses the camera on a large window overlooking a\ncanyon - some modern home in the hills.\n\nBAR BUDDY\nOk. This is a good one. I've been\nscouting houses and I think this chick\nused to be in lingerie commercials.\nAmazing body.\n\n(CONTINUED)\n\f51\n\n64.\nCONTINUED: (2) 51\n\nThe drone's camera shows an empty, but bright living room.\nWell decorated.\n\nBAR BUDDY\nGotta be patient.\n\nBar Buddy taps the edge of the chair in anticipation.\n\nSAM\nYou ever feel like you fucked up\nsomewhere a long time ago and you're\nliving the wrong life? Or a bad\nversion of the life you were supposed\nto have?\n\nBAR BUDDY\nYou're fine.\n\nSAM\nNo. I used to think I was gonna be\nsomeone that other people cared about.\nMaybe do something important...\n\nBAR BUDDY\n\nShit. Everybody thinks that, but the\nworld can't support it. Somebody has\nto sweep the floor. This fucked up\nidea that life owes us a god damn good\nstory is a bunch of crap. We're not\nall special and we're certainly not\nequal. That's the biggest lie ever\n\nBar Buddy looks at Sam - sees his beaten expression.\nUnderstands it. He puts his hand on Sam's shoulder.\n\nBAR BUDDY\nEveryone thinks they're going to be\nfamous. Narcissism and entitlement\n\nSAM\nLook where we live.\n\nBar Buddy and Sam look out into the night air. The crickets\nchirp. The wind blows through the trees.\n\nBAR BUDDY\nIt feels like there's something darker\nunder the surface. Waiting to come\nout. Do you ever feel like that?\n\nSAM\n\nYeah... I think somebody's following\nme.\n\n(CONTINUED)\n\f65.\n51 CONTINUED: (3) 51\n\nBAR BUDDY\nProbably.\n\nBar Buddy smiles and starts to laugh.\n\nBAR BUDDY\nWho isn't being followed nowadays?\n\nSam laughs along with his friend.\n\nSAM\nNo, but I feel like that a lot. Even\nbefore all this craziness.\n\nBAR BUDDY\nIt's the modern persecution complex.",
  "46": "---END OF PREVIOUS SECTION---\nSAM\nNo, but I feel like that a lot. Even\nbefore all this craziness. BAR BUDDY\nIt's the modern persecution complex. \n---TARGET SECTION TO BE ANNOTATED---\nWho needs witches and werewolves\nanymore, now that we have computers?\nEveryone is suffering from mild\nparanoia. I don't think our fuckin'\nmonkey brains are comfortable knowing\nthat they're interlinked and routed\ntogether like some all knowing human\nbrain. This shit causes delusion and\nfear, but we don't see it because\nwe're too busy playing \"Angry Birds\".\n\nSAM\nI don't know.\n\nBAR BUDDY\nPersecution Complex is just the\nopposite side of the spectrum from the\nPrivilege Complex. It's basically the\ndark mirror of our dreams and\naspirations. You think you're special\nand that secrets and blessings have\nbeen planted in the world for you. The\nschizophrenic thinks that people are\nout to get them and that there's a\nhidden and dangerous world below the\nsurface. These two paths are more\nsimilar than anyone wants to admit.\nPersecution complex is the modern\nplague. It's the universe balancing\nthings out.\n\nTwo nearly middle-aged men in undersized t-shirts sitting on\nthe grass in a dark backyard drinking beer and huddling before\na small monitor...\n\nSam leans in towards the screen - taking note of the empty\nroom.\n\n(CONTINUED)\n\f51\n\n52\n\n53\n\n66.\nCONTINUED: (4) 51\n\nSAM\nDoesn't seem like she's home.\n\nBAR BUDDY\nEveryone on the planet thinks that\nthey're somehow the \"chosen one\". But\nthey're also afraid the world might be\nout to get 'em. It's the nature of\nthings anymore. It's modern\ntechnology, it's saturation of pop\nculture, it's living in a world where\nten years olds can become singing\nsuperstars from their bedrooms.\n\nSAM\nYeah, but those kids have real\nsuccess. Real money. It is possible to\nget lucky and achieve a dream. Doesn't\nthat go against your whole thesis?\n\nBAR BUDDY\nNo way. Who cares if five or ten\npeople catch a break? That's like\nwinning a golden ticket into Wonka-\nland. It's appeasement. It's fantasy.\nIt's the stuff dreams are made of\n\nOn the screen, they see a CHESTY WOMAN walk into the room. She\ntakes her shirt off, revealing her bra.",
  "47": "---END OF PREVIOUS SECTION---\nIt's fantasy. It's the stuff dreams are made of\n\nOn the screen, they see a CHESTY WOMAN walk into the room. She\ntakes her shirt off, revealing her bra. \n---TARGET SECTION TO BE ANNOTATED---\n They watch in silence\nas she sits down in a chair and starts to cry.\n\n \n\n \n\nBar Buddy moves the controller, turning the drone's camera\naway from the sad woman's window.\n\nSAM\nI'm gonna take off. I'll see ya soon.\n\nBAR BUDDY\nBe careful out there.\n\nSam leaves.\nEXT. HOLLYWOOD FOREVER CEMETERY GATE - NIGHT 52\nSam walks toward the cemetery entrance.\n\nHipsters carry cheese plates, blankets and wine through the\niron gate.\n\nEXT. HOLLYWOOD FOREVER CEMETERY - NIGHT 53\nSam walks alone down a grave-lined path.\nThe air has cooled...\n\n(CONTINUED)\n\f53\n\n67.\nCONTINUED: 53\n\nPretty young women walk through the cemetery in their summer\nclothes.\n\nOrchestral score echoes - as though performed through a\nloudspeaker.\n\nDialogue from a film soundtrack carries across the graveyard.\nSource unseen.\n\nWe hear reverb-filled voices. Much like the hollow sounds\nheard when stepping into the back of a large movie theater\nmid-screening.\n\nAs Sam steps over the hill, he sees hundreds of people sitting\non the grass before a make-shift movie screen. A film is being\nprojected onto the back wall of a mausoleum.\n\nPicnic blankets and lawn chairs fill the space.\nSam steps to the rear of the crowd, and watches the film.\n\nA quiet scene in some suburban backyard. A young mid-western\ngirl smokes a cigarette and flirts with a teenage boy. Her\nfriend watches from a lawn chair opposite her. The pixie girl\nwith the Seberg-haircut flashes a star-making smile.\n\nSam looks through the crowd. No one familiar.\n\nHe makes his way toward a tree-lined path, glancing back at\nthe film.\n\nOnscreen, a pig-tailed teen girl frowns while talking to her\nboyfriend. Sad but photogenic eyes. Her soft voice echos\nacross the graveyard.\n\nSam notices a man with a diamond grill smoking pot with two\npretty young women. He has his arms around them like trophies.\nThey lean together against a thick-stump tombstone.\n\nDIAMOND GRILL\n(laughing in distance)\nTwo for one month, right?\n\nWalking closer along the path, Sam recognizes them.\n\nIt's the two girls from the movie. Older now, but recognizably\nthe same.",
  "48": "---END OF PREVIOUS SECTION---\nWalking closer along the path, Sam recognizes them. It's the two girls from the movie. Older now, but recognizably\nthe same. \n---TARGET SECTION TO BE ANNOTATED---\n A regular pair of SHOOTING STARS.\n\nTheir hair is styled exactly as it is in the film being shown\ntonight. Their attire is nearly inappropriate - like some bad\nhipster variations on Jodie Foster's wardrobe from Taxi\nDriver.\n\n(CONTINUED)\n\f53\n\n68.\nCONTINUED: (2) 53\n\nSAM\nHey. You're the girls. In the movie.\n\nSHOOTING STAR #2 flips a pig tail over her shoulder and takes\na puff from the joint.\n\nSHOOTING STAR #1\nYeah.\n\nSHOOTING STAR #2\nThat's us.\n\nThe girls smile and stare at Sam through stoned eyes.\n\nDIAMOND GRILL ignores him, smoking his joint and touching the\ngirls' faces.\n\nSAM\nNice to meet you.\n\nSHOOTING STAR #2\nThank you.\n\nSHOOTING STAR #1 smiles and nods, looking down at the ground\nwith a shy shuffle. Her short Seberg-hair catches the light.\n\nSHOOTING STAR #1\nDo you like the movie?\n\nSAM\n\nUm... yeah... I just got here, but I'm\nsure it's...\n\nShooting Star #2 notices a scent wafting by. She sniffs the\nair - interrupting.\n\nSHOOTING STAR #2\nGosh, do ya smell that?\n\nSam takes a deep breath.\n\nSHOOTING STAR #1\nSmells like skunks and... pot\n\nThe Seberg-girl displays an exaggerated grimace. Too pouty for\na grown woman.\n\nSAM\nLos Angeles is filled with skunks.\nEspecially the east side.\n\nDIAMOND GRILL\nWe should get going.\n\n(CONTINUED)\n\f53\n\n54\n\n55\n\n69.\nCONTINUED: (3) 53\n\nSHOOTING STAR #1\nOk.\n\nDiamond Grill leads them toward a limousine, parked along the\ninner drive. They stumble in their heels, under the influence.\n\nSam watches them climb inside, slumping together across\nleather seats. Light music emanates.\n\nA man's head peeks out from within the dark limo.\n\nIt's the Hipster Pirate. Sam reacts - taking a step closer.\nThe door shuts.\n\nSlam!\n\nThe limousine accelerates down the cemetery road, disappearing\naround the corner.",
  "49": "---END OF PREVIOUS SECTION---\nThe door shuts. Slam! The limousine accelerates down the cemetery road, disappearing\naround the corner. \n---TARGET SECTION TO BE ANNOTATED---\nBehind Sam, on the mausoleum wall, the short haired girl\nsmiles and flirts with a small town boy.\n\nEXT. CEMETERY MAUSOLEUM - NIGHT 54\nSam walks up to a TUXEDO BOUNCER standing before a roped-off\ndoorway. Potted plants and Saint statues flank the edges of\nthis marble entrance.\nAn elegantly designed cardboard floor-sign announces:\n\nSummertime Secret Show!\n\nThe rumble of music can be heard from inside.\n\nSam holds up his cookie invitation. Tuxedo Bouncer examines it\nand nods his head.\n\nHe eyes Sam with displeasure.\nTUXEDO BOUNCER\n\nYou gotta take a bite before I can let\n\nyou in.\nSam looks at the bouncer's face. He's quite serious.\nSam shrugs and shoves the entire cookie in his mouth.\nINT. MAUSOLEUM PARTY - NIGHT 55\nSam makes his way through a deep crowd, milling about within\n\nthe large mausoleum hall. Waitresses carry drinks and hors\nd'oeuvres to the young and fashionable crowd.\n\n(CONTINUED)\n\f55\n\n70.\nCONTINUED: 55\n\nLooking over heads and shoulders, Sam sees the small stage\nnear a row of shrines. Spotlights illuminate the main\nattraction.\n\nMeek Bride stands on the stage, dressed in her 20's gown and\n80's tennis shoes.\n\nShe leans forward and speaks quietly into the microphone like\na cute mouse - nervously pressing her dress down onto her\nknees.\n\nMEEK BRIDE\nThank you everybody for being here. I\nwant to dedicate this first song to\nthe man who taught me everything I\nknow. This song is for Jesus.\n\nThe small piece orchestra sitting in the shadows of the stage\nbegin to play. A sad and slow version of a famous tune.\n\nTo Sir With Love...\n\nMEEK BRIDE\n(singing)\nThose schoolgirl days of telling tales\nand biting nails are gone. But in my\nmind I know they will still live on\nand on...\n\nThe men in the room watch with wistful eyes and deep longing.\nSam watches the Bride perform, simultaneously eyeing the\ncrowd.\n\nMEEK BRIDE\n(singing)\nBut how do you thank someone who has\ntaken you from crayons to perfume? It\nisn't easy, but I'll try...",
  "50": "---END OF PREVIOUS SECTION---\nSam watches the Bride perform, simultaneously eyeing the\ncrowd. MEEK BRIDE\n(singing)\nBut how do you thank someone who has\ntaken you from crayons to perfume? It\nisn't easy, but I'll try... \n---TARGET SECTION TO BE ANNOTATED---\nSam hears a woman's voice behind him...\n\nRECORD GIRL\nRecords?... Records?... Records?\n\nSam turns and sees RECORD GIRL handing out sample albums to\nthe party-goers. Record Girl wears a 1930's cigarette girl\noutfit - carrying a wooden tray filled with double stacked 45s\nof the newest Jesus and the Brides of Dracula single. She's\nstraight out of Cocoanut Grove.\n\nThe girl holds her tray of records out before Sam - offering\nhim one.\n\n(CONTINUED)\n\f71.\n55 CONTINUED: (2) 55\n\nRECORD GIRL\nRecords?\n\nSam takes one and looks at the cover, smiling quickly to the\ngirl.\n\nSAM\nThank you.\n\nOn stage, Meek Bride continues to sing like a sad angel.\n\nMEEK BRIDE\n(singing)\nIf you wanted the sky, I would write\nacross the sky in letters that would\nsoar a thousand feet high.... to sir\nwith looooove...\n\nMaking his way to the bar, Sam notices his friend Allen\nchatting with a cute bartender. He walks up and shakes the\n\nman's hand.\nSAM\nHow's it going?\nALLEN\nWork is good. Floatin' along. You\nknow.\nSAM\n\nYeah. I get it.\nSam signals the bartender. She leans in.\nSAM\n\n(to bartender)\nJack on the rocks, please.\n\nALLEN\nYou find those girls you were lookin'\nfor?\n\nSAM\nNo. Not yet.\n\nALLEN\n\nI'll keep an eye out. Three hot girls\nin a rabbit.\n\nSam smiles and nods. He passes some cash to the bartender and\nsips his drink.\n\n(CONTINUED)\n\f72.\n55 CONTINUED: (3) 55\n\nSAM\nUm... have you noticed anything\nstrange going on in this whole circle\nof friends? Anything out of the\n\nordinary?\nALLEN\nThat's kind of everyday, right?\nSAM\nNo. I know. I mean... extra strange.\nALLEN\nLast week, this girl I hooked up\nwith... she was fucked up out of her\nmind... said some weird stuff about\n\nJesus and the Brides.\n\nSAM\nLike what?\n\nAllen looks around, then leans in close to Sam.\n\nALLEN\nThat there's a message in the music.\n\nAllen grins, tapping his finger on the record in Sam's hand.",
  "51": "---END OF PREVIOUS SECTION---\nAllen looks around, then leans in close to Sam. ALLEN\nThat there's a message in the music. Allen grins, tapping his finger on the record in Sam's hand. \n---TARGET SECTION TO BE ANNOTATED---\nSam glances at the sleeve. Jesus and the Brides pose together\nlike a post-modern perfume ad.\n\nSAM\nLike a secret message?\n\nAllen smiles, laughing about the idea.\n\nALLEN\nUh huh.\n\nSAM\nWhat's it say?\n\nALLEN\nI don't have a clue, man.\n\nSAM\nWho's this girl?\n\nALLEN\nJust one of the many. You know.\n\nSAM\nRight.\n\n(CONTINUED)\n\f55\n\n73.\n\nCONTINUED: (4) 55\nALLEN\nCrazy makes for good sex. Remember\nthat.\n\nAllen looks Sam in the eye, smiles and pats him on the\nshoulder.\n\nHe notices a group of mustachioed muscular men in mesh shirts\npassing by. Allen waves and smiles, stepping away from Sam to\nengage his friends in a series of complicated hand shakes and\nman hugs.\n\nSam watches Allen disappear into the crowd.\nMEEK BRIDE\n(singing)\n\nI would rather you let me give my\n\nheart... to sir with looooove...\nBalloon Girl bumps against Sam, wearing an Italian-chic summer\ndress with sandals - looking like an object of infatuation\nfrom an old Rohmer film from the mid 70's.\n\nShe leans against the bar - her bare shoulder touching Sam's\narm. He looks at her face.\n\nSAM\nI hardly recognized you without your\nballoons.\nBalloon girl shakes her head with a small grin.\n\nBALLOON GIRL\nYou saw that?\n\nSAM\nUh huh.\n\nThe pretty girl points at the drink in Sam's hand.\n\nBALLOON GIRL\nWould you buy me one?\n\nSAM\nSure.\n\nSam looks to the bartender\n\nSAM\nOne more.\n\nBALLOON GIRL\nThanks.\n\n(CONTINUED)\n\f55\n\n56\n\n74\nCONTINUED: (5) 55\n\nSam pulls the final twenty dollar bill from his wallet and\npays for the drink.\n\nBalloon Girl smells something funny, but says nothing.\n\nSAM\nCan I ask you a question?\n\nBALLOON GIRL\nYeah.\n\nSam shows Balloon Girl his photo of Sarah, setting it down on\nthe bar.\n\nSAM\nDid you ever see her around?\n\nBalloon Girl nods her head. Yup.\n\nBALLOON GIRL\nSarah.\n\nSAM\nYou know what happened to her?\n\nSam hands Balloon Girl her whiskey. She takes a drink.",
  "52": "---END OF PREVIOUS SECTION---\nSAM\nYou know what happened to her? Sam hands Balloon Girl her whiskey. She takes a drink. \n---TARGET SECTION TO BE ANNOTATED---\nBALLOON GIRL\nCome with me.\n\nBalloon Girl grabs Sam's hand and pulls him through the crowd.\n\nSAM\nWhere are we going?\n\nBALLOON GIRL\nThe basement.\n\nINT. MAUSOLEUM STAIRWELL - NIGHT 56\n\nBalloon Girl hops down the stone steps, dragging Sam behind\nher.\n\nBALLOON GIRL\nIt's \"old music night\" at the crypt\nclub.\n\nShe reaches a thick wooden door and knocks hard against it. A\ntiny slot opens, revealing a peering eye.\n\nDOOR GUARD\nWhat's the password?\n\n(CONTINUED)\n\f56\n\n57\n\n75.\nCONTINUED: 56\n\nBALLOON GIRL\nTricycle Bicycle.\n\nThe door opens and Balloon Girl pulls Sam into the dark room.\nINT. CRYPT CLUB - NIGHT 57\n\nCigarette smoke fills the cavernous crypt club. Rough stone\nwalls, curtained booths, and tombstone tables surround the\ndance floor.\n\nMusic thumps as the crowd hops and sways to a classic pop\ntune. Something recognizable from the 1990's.\n\nSam and Balloon Girl are sitting together at one of the tables\n- their drinks and elbows resting on a perfect replica of\nJayne Mansfield's tombstone.\n\nThe pair share a cigarette - taking turns with their drags.\nThey shout over the painfully loud music. Conversing!\n\nBALLOON GIRL\n\n(looking at Sarah's\n\nphoto)\nI didn't know her very well, but she\nwas around! I saw her at parties and\nshows and stuff! I don't know what\nhappened to her, but I can tell you it\ndidn't have anything to do with my\nfriends! We're just enjoying our\nworld, enjoying our bodies, enjoying\nour music... !\n\nSam holds up his 45 record, displaying the cover of Jesus and\nthe Brides. He points to it as he talks.\n\nSAM\nI heard people saying that there's\nsome kind of code or secret message in\ntheir music!\n\nBalloon Girl laughs.\n\nBALLOON GIRL\nI'm pretty sure that's not true! Jesus\nwouldn't hide a message in a message!\n\nSam says nothing as he nods. He takes a drag of his cigarette.\nBallon girl slides the photo across the table to him.",
  "53": "---END OF PREVIOUS SECTION---\nSam says nothing as he nods. He takes a drag of his cigarette. Ballon girl slides the photo across the table to him. \n---TARGET SECTION TO BE ANNOTATED---\nBALLOON GIRL\nThere's nothing to solve, you know?!\nIt's silly to put so much energy into\nsomething that doesn't matter!\n\n(CONTINUED)\n\f57\n\n76.\nCONTINUED: 57\n\nBalloon Girl reaches into her dress and pulls out a piece of\nflaccid red rubber. She holds the balloon up to her mouth and\nblows into it.\n\nBALLOON GIRL\nWe have this tiny window where we can\nhave fun and fuck and and be\nfree... !\n\nTying it off with her fingers, the girl raises up the inflated\nballoon and moves her cigarette closer and closer to it.\n\nBALLOON GIRL\nLife is too short, right?!\n\nBalloon Girl presses the cigarette against the rubber, popping\nthe balloon in her hand. She smiles to Sam.\n\nSam takes a gulp of his drink, eyeing Balloon Girl with\ncuriosity.\n\nA powerful and loud power chord blasts from the club's\nspeakers.\n\nIt's REM's \"What's the Frequency Kenneth\".\n\nSAM\nCome on! I wanna dance to this!\n\nBALLOON GIRL\nI don't know this song!\n\nSAM\nCome on!\n\nOn the dance floor, under the strobing lights, the pair begin\nto feel the music. The energy of it.\n\nSAM\n(singing along! )\nI'd studied your cartoons, radio,\nmusic, TV, movies, magazines...\nRichard said, \"Withdrawal in disgust\nis not the same as apathy\"...\n\nSam dances wildly to the song - a giant grin rarely seen in\nthe context of this story. He dances, jumps and swings his\narms like a whirling and mad Michael Stipe. The girl laughs\njoyfully along with Sam.\n\nSAM\n(singing along)\n\"What's the frequency, Kenneth?\" is\nyour Benzedrine, uh-huh...\n\n(MORE)\n(CONTINUED)\n\f57\n\n58\n\n77.\nCONTINUED: (2) 57\n\nSAM (cont'd)\nButterfly decal, rear-view mirror\n\ndogging the scene... You smile like\nthe cartoon, tooth for a tooth... You\nsaid that irony was the shackles of\nyouth...\n\nSam dances and stares into the girl's beautiful but young\nface. She moves to the beat... though clearly unfamiliar with\nthe tune or the lyrics he's chanting.",
  "54": "---END OF PREVIOUS SECTION---\nYou\nsaid that irony was the shackles of\nyouth... Sam dances and stares into the girl's beautiful but young\nface. She moves to the beat... though clearly unfamiliar with\nthe tune or the lyrics he's chanting. \n---TARGET SECTION TO BE ANNOTATED---\n Sam is the only one\nsinging along, but he doesn't care.\n\nThey are separated by age and the ever shifting tectonic\nplates of pop culture.\n\nThe dance floor is half full. Most of the crowd sways casual\nand cool. Sam and Balloon Girl smile and jump, shaking along\nwith the heavily tremoloed chords - using their power to\nremain unique and alive.\n\nBALLOON GIRL\nWe should fuck!\n\nSAM\nYes!\n\nSam's world grows large. The crowd twists and transforms.\nColor stretches into unbelievable hues.\n\nSam grabs his face. Rubs his eyes. His legs grow weak.\n\nHe turns and staggers off the dance floor. Balloon Girl\nfollows.\n\nBALLOON GIRL\nWhat's wrong?!\n\nSAM\nI feel really strange!\n\nBALLOON GIRL\nHow much of the cookie did you eat?!\n\nSAM\nThe whole thing!\n\nBALLOON GIRL\nShit!\n\nINT. CLUB BATHROOM - NIGHT 58\n\nSam vomits into the toilet. Loud and terrible.\n\f59\n\n60\n\n61\n\n78.\n\nINT. CRYPT CLUB - NIGHT 59\n\nSam walks out of the bathroom - dizzy. He holds his head -\nnauseous and pale - as he scans the crowd. His table is empty.\n\nBalloon Girl is gone.\n\nSAM\nFuck me.\n\nNear the entrance, he sees Troy, one of the Rabbit convertible\ngirls.\n\nAs he steps closer, focusing his eyes, Troy spots him and\n\npushes through the crowd - rushing out the door. Sam follows -\npicking up the pace.\n\nEXT. HOLLYWOOD FOREVER CEMETERY - NIGHT 60\nSam chases the girl through the dark cemetery.\n\nSAM\nHey! Wait!\n\nTroy is quick. She darts between the graves and trees. Sam\ndodges and leaps in pursuit.\n\nA long stretch of open grass separates them. Sam kicks into\nhigh gear. His breathing intensifies. Sweat everywhere.\n\nHe gets closer and closer, staring ahead at the girl sprinting\nalong in her jean shorts.\n\nEverything starts to slow down... turning purple... then\nblack...\n\nSam falls to the ground - holding his head.\n\nDarkness.\n\nEXT. HOLLYWOOD FOREVER CEMETERY - MORNING 61\nMorning birds chirp.\n\nRing. Ring. Buzz. Buzz.\n\nSam opens his eyes and lifts his cell phone to his face.",
  "55": "---END OF PREVIOUS SECTION---\nBuzz. Buzz. Sam opens his eyes and lifts his cell phone to his face. \n---TARGET SECTION TO BE ANNOTATED---\n He's\nlaying in the grass, just below a tombstone. Beer and wine\n\nbottles litter the ground.\n\nSam answers, rubbing his head. Pain.\n\n(CONTINUED)\n\f61\n\nCONTINUED:\n\n79.\n61\n\nSAM\nHi, mom.\n\nMOM\nHello! I'm so glad you picked up. I\nhave good news. Remember I told you\nabout that Janet Gaynor movie?\n\nSAM\nUh huh.\n\nMOM\nWell... I taped it for you, and I'm\ngonna send it in the mail, but I\nwanted to make sure you had a VCR.\n\nSAM\nIt's not hooked up, but I have one. If\nyou send the tape, I can watch it.\n\nOld women and old men walk through the cemetery with somber\nexpressions. Their clothes and outfits are identical matches\nto several of the outfits worn by the young women and men in\nthis same place the night before.\n\nAll these old hats and colorful slacks... utility over\n\nfashion...\n\nfashion over utility... utility over fashion...\n\nMOM\nOh good. I just thought it would be\nsomething nice to share. She's soooo\nlovely. I feel connected to her. Is\nthat silly?\n\nSAM\nNo, mom.\n\nSam watches the seniors go about their business delivering\nflowers to distant graves.\n\nMOM\nWell I won't keep you. I know how busy\nyou are. But I love you.\n\nSAM\nI love you too.\n\nMOM\nBye.\n\nSAM\nBye.\n\n(CONTINUED)\n\f \n\f61\n\n62\n\n63\n\n80.\nCONTINUED: (2) 61\n\nSam hangs up the phone. He lifts his head and looks at the\ntombstone before him..\n\nJanet Gaynor\n1906-1984\n\nSam sees an empty beer bottle sitting atop the gravestone. He\nstares at it, shaking his head.\n\nSam pulls himself up, grabs the bottle and throws it angrily\ninto the far-off trees.\n\nWait for it...\nA tiny and soft sound - the crush of glass in the distance.\nEXT. LOS FELIZ BOULEVARD - MORNING 62\n\nSam passes by the Contact Lens Billboard. He stares up at the\nbeautiful Indian woman with sparkling eyes.\n\nShe watches over the road and smiles.\n\nI Can See Clearly Now\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nHe stares up at the\nbeautiful Indian woman with sparkling eyes. She watches over the road and smiles. I Can See Clearly Now\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n SAM'S APARTMENT - DAY 63\nWarping sounds and scrambled music surround us...\nSam sits on the floor, listening. A bag of Trader Joe's frozen\nveggies on his head. An old hardcover version of \"The Code-\nBreakers\" sits nearby.\nThe turntable plays the Jesus and the Brides of Dracula 45\nrecord backwards. Strange sounds emanate from the speakers.\nDemonic? Certainly odd. No words or messages.\nSam listens. Staring at the speakers across from him.\n\nSAM\nThere's nothing in here.\n\nLifting the needle on the turntable, Sam adjusts the rotation.\nHe lowers the arm and plays the record properly.\n\nA familiar tune bathes the room in hi-fi glory and well\ndesigned indie-rock.\n\nYou and I...\nturning like teeth...\n\nloving beneath...\n(CONTINUED)\n\f63\n\n64\n\n81.\nCONTINUED: 63\n\nthe surface...\n\nSam scribbles the lyrics down on an empty tomato-stained pizza\nbox with a black sharpie marker.\nINT. SAM'S APARTMENT - DUSK 64\n\nSam and Bar Buddy sit in front of the television playing Super\nMario Bros on the 8-bit Nintendo. Sam is flipping through a\nstack of old Nintendo Power Magazines - reading about cheats\nand tips. They are eating a fresh pizza from Tomato Pie.\n\nBAR BUDDY\nI know that book.\n\nBar Buddy points at Sam's \"Code-Breakers\" book sitting next to\nthe old lyric-covered pizza box.\n\nSAM\nYeah. I stole that from the library\nwhen I was ten years old. I thought it\nwas the coolest thing ever.\n\nBar Buddy listens, guiding his Luigi across the side-scrolling\nworld.\n\nSAM\nI just remember sitting in my room,\nand making up my own weird little\ncodes and secret language... it felt\nlike there was so much mystery in the\nworld... things to be figured out and\nsolved...\n\nThe friend nods. He understands and relates.\n\nBAR BUDDY\nAn entire generation of men obsessed\nwith video games, secret codes, and\nspace aliens.\n\nBar Buddy's Luigi is hit by a twirling hammer\n\nSAM\nI couldn't tell you how many nights I\nspent walking around the woods waiting\nfor some magical alien to follow me\nhome and be my friend.\n\nBar Buddy smiles and laughs.",
  "57": "---END OF PREVIOUS SECTION---\nBAR BUDDY\nAn entire generation of men obsessed\nwith video games, secret codes, and\nspace aliens. Bar Buddy's Luigi is hit by a twirling hammer\n\nSAM\nI couldn't tell you how many nights I\nspent walking around the woods waiting\nfor some magical alien to follow me\nhome and be my friend. Bar Buddy smiles and laughs. \n---TARGET SECTION TO BE ANNOTATED---\n Sam grins back, concentrating now\non the game. He guides Mario along a dangerous path.\n\nBAR BUDDY\nWe crave mystery, because there isn't\nany left.\n\n(CONTINUED)\n\f64\n\n82.\nCONTINUED: 64\n\nThe neighbor's parrot screams something unintelligible in the\ndistance. Neither Sam nor Bar Buddy notice.\n\nBAR BUDDY\nThere's nothing that hasn't been\nexplained away or solved by people and\nmachines smarter than we'll ever be.\n\nSam continues playing, making a complicated series of jumps.\n\nBAR BUDDY\nListen, a hundred years ago, any idiot\ncould wander into the woods and look\nbehind a rock and find something\nnew... but not now.\n\nMario hits a hidden block. A fire flower grows from within it.\n\nBAR BUDDY\nWhere is the thing that's never been\nseen? The mystery that makes it all\nworth while?\n\nSam controls his character, destroying several Goombas and a\nPiranha Plant with his fireballs.\n\nBAR BUDDY\nWhy do you think so many of us are out\nlooking for the fucking Loch Ness\nmonster? Aliens? Bigfoot? We don't\nwant to accept that we're useless.\nEven though we are. Modern Man needs\nmystery. We need to believe that\nthere's something worth finding.\n\nOn screen, Sam's Mario sinks down into a secret green sewer\npipe - accompanied by a sound effect - the sound of discovery.\n\nSAM\nTwist the candelabra and the bookcase\nopens.\n\nBAR BUDDY\n\nYup. Up-up-down-down- left-right -left-\nright-B-A. That's our mantra. How do\nwe get ahead? What's the cheat code?\nWhere's my monogrammed secret\ntreasure?\n\nBar Buddy chuckles to himself. Sam smiles.\n\nBAR BUDDY\nAny luck finding out who killed Sarah?\n\n(CONTINUED)\n\f64\n\n65\n\n83.\nCONTINUED: (2) 64\n\nSAM\nNot yet, but I'm gettin' there.\n\nINT. SAM'S BEDROOM - NIGHT 65\nSam lays out a Playboy centerfold, a Victoria's Secret\n\ncatalogue, an Urban Outfitters catalogue, Sarah's photo, a\n\nPeople magazine, and an open Hustler on the bed around him.\n\nHe starts to masturbate, flipping through the newest LA\nweekly.",
  "58": "---END OF PREVIOUS SECTION---\nINT. SAM'S BEDROOM - NIGHT 65\nSam lays out a Playboy centerfold, a Victoria's Secret\n\ncatalogue, an Urban Outfitters catalogue, Sarah's photo, a\n\nPeople magazine, and an open Hustler on the bed around him. He starts to masturbate, flipping through the newest LA\nweekly. \n---TARGET SECTION TO BE ANNOTATED---\nSam stares at an image of the Brides of Dracula. Their eyes\nappear to stare back at him. A sexual understanding between a\nphotograph and a man.\n\nSam strokes himself, glancing at the other images...\n\nA naked Penny Baker from 1984...\n\nA submerged and nude Carol Willis from 1970...\n\nA modern supermodel in a purple bra...\n\nA sardonic hippy chick in tight red jeans...\n\nSarah in her white hat...\n\nMrs. Sevence and Millicent, crying on the cover of People...\n\nA giant breasted porn star...\n\nContinuing to pleasure himself, Sam flips the pages of the LA\nWeekly to the smut section in the back of the paper.\n\nStrippers and whores. Phone numbers for escorts and sex chat.\nSam notices a quarter page advertisement featuring the smiling\nfaces of several pretty young women. Different than the\naverage stripper or sex ad. Sam looks down at the girls'\nfaces. He's seen these girls before.\n\nVery short hair on one. Pigtails on the other\n\nIt's the two Shooting Star girls from the cemetery movie.\n\nSam stops jerking off and examines the ad more closely. It\nreads:\n\nShooting Star Escorts\nEnjoy the Company of Hollywood's Up and Coming Ingenues\n\nGrab Hold of a Shooting Star Tonight!\n(CONTINUED)\n\f \n\f65\n\n66\n\n67\n\n84.\nCONTINUED: 65\n\nCall Now\nSam grabs his cellphone.\nINT. SAM'S APARTMENT - NIGHT 66\n\nSam presses play on his CD player. \"Modern Love\" by David\nBowie plays loudly. Sam sways along with the beat.\n\nSAM\n(singing along)\nI know when to go out... and when to\nstay in... get things done...\n\nSam dances to his door. He opens it and leans outside. No\none's there.\n\nLeaving the door ajar, Sam steps back into his apartment. He\ngrabs a beer from the fridge while dancing to the tune.\n\nSAM\n(singing along)\nI catch a paper boy, but things don't\nreally change. I'm standing in the\nwind, but I never wave bye-bye... but\nItry... I try...\n\nSipping from the can, Sam dances back to the doorway.",
  "59": "---END OF PREVIOUS SECTION---\nI'm standing in the\nwind, but I never wave bye-bye... but\nItry... I try... Sipping from the can, Sam dances back to the doorway. \n---TARGET SECTION TO BE ANNOTATED---\n He peeks\nout again and sees Shooting Star #1, the short-haired ingenue,\nwalking delicately into the lamp light towards his front door\n\nShooting Star #1 sees Sam and smiles with a little wave. She's\ndressed provocatively in a white dress.\n\nSHOOTING STAR #1\nHey! It's you.\n\nINT. SAM'S APARTMENT - NIGHT 67\n\n\"Modern Love\" is still playing. Sam sits on the couch watching\nthe young woman wander around his living room. Shooting Star\n#1 looks at the knick knacks and posters, running her hand\nover things.... examining and admiring the oddities. Sam\nstares at her as she stands on tiptoes to see the books on his\nshelf.\n\nSAM\n(singing along quietly)\nGod and Man, no confessions...\nGod and Man, no religion...\nGod and Man, don't believe in...\nModern Love...\n\n(CONTINUED)\n\f67\n\n85.\nCONTINUED: 67\n\nSHOOTING STAR #1\nWhat do you do?\n\nSAM\nNothing.\n\nSHOOTING STAR #1\nI mean for work.\n\nSAM\nOh God... that's all I ever hear.\nHow's work? Workin' hard? Works good?\n\nShooting Star #1 rolls her eyes.\n\nSHOOTING STAR #1\nPeople have to work.\n\nSam nods, turning down the music with the remote.\n\nSAM\nAren't you in movies though? Why are\nyou doing this?\n\nSHOOTING STAR #1\nYou know, I made one little indie\nmovie - didn't make a penny off it. I\nmoved out and here and I was\nwaitressing. I could barely pay rent.\nYou know how expensive it is here?\n\nSAM\nI do.\n\nThe young woman begins to unbutton her dress with a grin...\n\nSHOOTING STAR #1\n(putting on a show)\nYou want a blow job from the\nsupporting actress Academy Award\nnominee from last year? Call Shooting\nStar.\n\nShe starts to shift and pull down on her cotton dress.\nSHOOTING STAR #1\n(putting on a show)\nYou wanna go down on the girlfriend of\nthe lead character from your favorite\nsitcom? Call Shooting Star.\n\nShooting Star #1 takes a step closer to Sam, still undressing.\n\n(CONTINUED)\n\f67\n\n86.",
  "60": "---END OF PREVIOUS SECTION---\nCall Shooting Star. Shooting Star #1 takes a step closer to Sam, still undressing. (CONTINUED)\n\f67\n\n86. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2) 67\n\nSHOOTING STAR #1\n(putting on a show)\nYou wanna fuck an IT girl? It's not\nthat hard.\n\nWith her her bra strap revealed, the girl points at Sam.\n\nSHOOTING STAR #1\nYouuuu are a patron of the arts... and\nI can pay my bills.\n\nSam laughs. The Shooting Star smiles and laughs along. She\npulls her dress down, stepping over it with her heels.\n\nSHOOTING STAR #1\nYou gave them your credit card, right?\n\nThe young woman stands before Sam in her bra and panties.\n\nSAM\nUh huh.\n\nShooting Star #1 walks over to Sam. She leans forward and rubs\nher hands through his hair - her chest close to his face.\n\nSAM\nCan I ask you something?\n\nSHOOTING STAR #1\n(whispering)\nShhhhhhhh.\n\nShooting Star #1 rubs her hands down Sam's head to his back\nand shoulders. The young woman sways a bit to the music.\n\nSAM\nIt's nothing bad... I was wondering...\nlast night at the cemetery... who was\nthe pirate-looking guy in the limo?\n\nSHOOTING STAR #1\nI have no idea.\n\nThe girl lowers herself down against Sam. Brushing her leg\nagainst his crotch. She moves slowly, shifting into some form\nof a lap dance.\n\nSAM\nYou don't know his name?\n\nThe short haired beauty continues to rotate her body in minor\ncircles - slightly seductive pivots.\n\n(CONTINUED)\n\f87.\n67 CONTINUED: (3) 67\n\nSHOOTING STAR #1\nNo. He was... anonymous.\n\nSAM\nYou don't know anything about him?\n\nSHOOTING STAR #1\nEh eh.\n\nShooting Star #1 stares directly at Sam, offering him a sweet\nand innocent look of naivete. A shoulder shrug and a pout.\n\nSHOOTING STAR #1\nYou have any food?\n\nSAM\nThere's pizza in the fridge.\n\nThe girl opens the fridge and pulls a slice from the cardboard\nbox inside. She scans the photos and pictures hanging from\nMagnets along the door of the icebox.\n\nTaking a bite of pizza, Shooting Star #1 looks at a production\nphoto from \"Something's Got to Give\".",
  "61": "---END OF PREVIOUS SECTION---\nThe girl opens the fridge and pulls a slice from the cardboard\nbox inside. She scans the photos and pictures hanging from\nMagnets along the door of the icebox. Taking a bite of pizza, Shooting Star #1 looks at a production\nphoto from \"Something's Got to Give\". \n---TARGET SECTION TO BE ANNOTATED---\n In it, Marilyn Monroe\nswims nude in a very blue pool - staring back at the camera\nwith seductive eyes.\n\nSam watches the girl from across the room as she notices\nsomething else on the counter. Shooting Star #1 lifts up the\nphoto of Sarah, holding it out toward Sam.\n\nSHOOTING STAR #1\nI know this girl.\n\nSAM\nReally? How do you know her?\n\nSHOOTING STAR #1\nShe was at this party I went toa\ncouple years ago.\n\nShooting Star #1 walks over, bringing the picture with her.\nShe sits down next to Sam, gobbling her food.\n\nSAM\nDid you talk to her?\n\nSHOOTING STAR #1\nNo. That would've been impossible.\n\nThe girl laughs and continues.\n\n(CONTINUED)\n\f88.\n67 CONTINUED: (4) 67\n\nSHOOTING STAR #1\nShe was in this glass cube in the\nmiddle of a living room. Some kind of\nbad performance art I guess. She was\njust sitting on a stool in a dalmation\nfur bathing suit. Not moving or making\neye contact. These drunk old men kept\ntapping the glass but she wouldn't\nbudge.\n\nSAM\nHow did you end up there?\n\nShooting Star runs her hand over Sam's lap. She flirts and\nteases as she talks.\n\nSHOOTING STAR #1\nThis asshole producer. He brought me\nand a few other girls as his dates.\n\nSAM\nWhat's his name?\n\nSHOOTING STAR #1\nI don't remember... he makes those big\naction movies based on household\ncleaning products.\n\nSAM\nOk. I know who you're talking about.\n\nShooting Star #1 lays back, putting her head in Sam's lap.\n\nSHOOTING STAR #1\nSo we get to this place and they let\nus in the gate. They check our ID's,\nwe just wander the streets of this\nluxury neighborhood... walking into\nwhatever house we want, whatever room\nwe want. There's food everywhere.\nMusic. Dancers. Craziness. It was this\nbig open party, like straight outta\nGatsby.\n\nSAM\nWow. Who's place was it?\n\nSHOOTING STAR #1\nNo one ever said. It was really weird.",
  "62": "---END OF PREVIOUS SECTION---\nWho's place was it? SHOOTING STAR #1\nNo one ever said. It was really weird. \n---TARGET SECTION TO BE ANNOTATED---\nBut at the end of the block, the\nbiggest house on the block, this grey\nstone mansion...\n\n(MORE )\n\n(CONTINUED)\n\f67\n\n68\n\n89.\nCONTINUED: (5) 67\nSHOOTING STAR #1 (cont'd)\n\nwe weren't allowed to go near it. It\nwas the only place off limits.\n\nSAM\nFuck.\n\nShooting Star presses her head back against Sam's crotch with\na knowing grin. She rolls her head in place.\n\nSHOOTING STAR #1\nWhen I was cleaning up in the\nbathroom, I heard some girls gossiping\nabout the place. One of 'em said she'd\nheard it was owned by some songwriter\n\nSAM\nMust've been some song.\n\nSHOOTING STAR #1\nNo shit.\n\nThe pair begin to kiss.\n\nINT. SAM'S APARTMENT - MORNING 68\nSam sits on his balcony with his Martin acoustic guitar. He\n\nstrums a few familiar chords, then glances down at the lyric-\ncovered pizza box.\n\nSam takes his sharpie and scribbles the chord-names above the\nlyrics.\n\nIt's the music for \"Turning Teeth\" by Jesus and the Brides of\nDracula.\n\nAcross the courtyard, Topless Bird Woman washes her patio door\nwith windex. Her parrot caws loudly.\n\nPARROT\nLuddafemmmbbbbbb!\n\nSam moves his fingers over the fret board. He strums lightly -\nbringing the song to life.\n\nSam begins to sing or half-sing the words...\nSAM\nYou and I... turning like teeth...\nloving beneath... the surface...\nStopping again, Sam stares down at his fingers - stretched\n\nacross the frets. He repeats the pattern, arpeggiating the\nchords, and watching his finger placement.\n\n(CONTINUED)\n\f68\n\n69\n\n70\n\n71\n\n72\n\n90.\n\nCONTINUED:\n\nSam jumps up and moves inside his apartment.\n\nINT. SAM'S APARTMENT - MORNING\n\nSitting on the floor, and using another pizza box as a sketch\npad, Sam writes out the chords as tablature. He simply writes\nout the chord formations in a numeric form in reference to\ntheir place on the fret board.\n\nSam counts off the numbers as he moves through the various\nparts of the song - jotting each down on the box.\n\nINT.",
  "63": "---END OF PREVIOUS SECTION---\nHe simply writes\nout the chord formations in a numeric form in reference to\ntheir place on the fret board. Sam counts off the numbers as he moves through the various\nparts of the song - jotting each down on the box. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SAM'S APARTMENT - DAY\nSam lays on the couch. Holding the tablature-filled pizza box\nover his head. He stares up at the numbers, turning the box in\na circle. Looking for a way in.\nINT. SAM'S APARTMENT - DAY\nSam sits near the window reading \"The Code-Breakers\". The\nturntable is on, playing the 45 once more. He flips a page and\nlooks down at the Chapter Heading:\nThe Anatomy of Cryptology\nSam continues to read.\nINT. SAM'S APARTMENT - LATE DAY\nSitting on the carpet, with the guitar in his lap, Sam lifts\nup the 45 record sleeve. He looks at Jesus and the Brides\nthen turns it over, examining the track listing and liner\nnotes.\nSam looks at the first number on his box. It's the number 3.\nHe looks back at the liner notes. Starting from the first\nletter of the first word, Sam counts forward three letters. He\nends up on the letter R. Sam writes this down on the box.\nR\nLooking to the next number, he repeats the process, moving\nthrough the chords and the words on the record sleeve. A\nmessage begins to form.\nRUB D\n\nFaster and faster, Sam moves through the words, counting in.\nHe's deeper and closer than before.\n\nAs he works, Jesus and the Brides sing their beautiful melody.\n\n(CONTINUED)\n\n68\n\n69\n\n70\n\n71\n\n72\n\f72\n\n73\n\n91.\nCONTINUED: 72\n\nThe neighbor's parrot screeches and calls out for something\nindistinguishable.\n\nSam scratches his marker across the cardboard...\nFinally...\n\nHe stops. Sam looks down at the pizza box... at the message\nbelow him...\n\nRUB DEANS HEAD AND WAIT UNDER NEWTON\n\nSam stares at the message scribbled in sharpie. A mix of print\nand cursive.\n\nSAM\n(to himself)\nRub deans head and wait under newton?\nWhat the fuck does that mean?\n\nSam stands up and rubs his head. He walks to the glass patio\ndoor and looks out. He stares at the Topless Bird Woman as she\ncleans one of the many cages.\n\nSam leans close and breathes against the glass. A small circle\nof moisture forms near his nose and mouth.\n\nSAM\nDean... Dean Martin.",
  "64": "---END OF PREVIOUS SECTION---\nA small circle\nof moisture forms near his nose and mouth. SAM\nDean... Dean Martin. \n---TARGET SECTION TO BE ANNOTATED---\n Dean Koontz.\nHarry Dean Stanton. Richard Dean\nAnderson. Dean Stockwell. James Dean.\n\nSam ponders his thoughts. Considers the possibilities. Tapping\nhis fingers against the glass.\n\nAn idea forms. Sam looks up past the trees to the blue sky\nabove.\n\nSAM\nJames Dean's head. Hah!\n\nSam grins to himself, nodding.\nEXT. GRIFFITH PARK TRAIL - LATE DAY 73\n\nThe landscape is wide and bright under the late afternoon sun.\nSam walks alone up a dusty trail surrounded by wild grass.\n\nHere in the hills, the city is below him. So much blue sky\noverhead.\n\nSam looks up toward the gleaming white structure at the hill's\npeak. The Griffith Observatory.\n\n(CONTINUED)\n\f \n\f73\n\n74\n\n75\n\n92.\n\nCONTINUED: 73\nSam trudges higher and higher.\nEXT. GRIFFITH PARK OBSERVATORY COURTYARD - LATE DAY 74\nEmerging from the steep bank along the front of the\nObservatory, Sam looks across the serene courtyard filled with\ntourists and day trippers.\nHe approaches the James Dean statue along the side wall,\nfacing the Hollywood sign. Sam stands before the bust\ncommemorating \"Rebel without a Cause\". He looks from side to\nside. Is anyone watching?\n\nSAM\n\n(whispering to himself)\nRub Dean's head...\n\nSam reaches out and places his hand on James Dean's head. He\nrubs the statue, looking around for some kind of reaction.\nNothing seems to happen. Sam rubs it once more for luck.\nTurning around, Sam steps up to the Astronomer's Monument\nacross from the main entrance. He circles the stone pillar\nreading the name's around the base.\nCopernicus... Galileo... Kepler...\nNewton...\nSam stop and stares at the marble figure representing Newton.\n\nSAM\n\n(whispering to himself)\nRub Dean's head and sit under Newton.\n\nSam smiles to himself and shrugs as he sits down on the grass,\nleaning his back against the base of the monument.\n\nHe sits and watches the tourists and local visitors pass.\nFamilies and young people. The sun shines brightly.\n\nEXT. GRIFFITH PARK OBSERVATORY COURTYARD - DUSK 75\nSam rests against the statue. His head is slumped to the side.",
  "65": "---END OF PREVIOUS SECTION---\nEXT. GRIFFITH PARK OBSERVATORY COURTYARD - DUSK 75\nSam rests against the statue. His head is slumped to the side. \n---TARGET SECTION TO BE ANNOTATED---\nThe horizon is now a purple and orange swathe of cotton.\n\nThe courtyard is nearly empty.\n\nFrom the hillside, Sam notices a dirty old homeless man\n\nwalking toward him. The HOMELESS KING stops in front of Sam\nand looks down.\n\n(CONTINUED)\n\f75\n\n76\n\n77\n\n93.\nCONTINUED: 75\n\nHOMELESS KING\nI saw you rubbing the statue's head.\n\nSAM\nUh huh.\n\nThe homeless man tosses a dirty handkerchief down onto Sam's\nlap.\nHOMELESS KING\nPut that over your eyes and I'll bring\nyou where you're looking to go.\n\nSAM\nWho are you?\n\nHOMELESS KING\nI'm the Homeless King.\n\nSAM\nReally?\n\nHOMELESS KING\nYes.\n\nWe watch from a distance as Sam ties the blindfold over his\n\neyes. The Homeless King offers an arm, helping him stand. The\n\ntwo men make their way slowly toward the trails, arm in arm.\n\nEXT. GRIFFITH PARK TRAIL - DUSK 76\n\nThe Homeless King leads Sam down the hillside. Sam walks\ntentatively, still blindfolded by the dirty rag.\n\nSAM\nWhere are we going?\n\nSam's feet slip on the loose dirt. The old man keeps him\nsteady.\n\nHOMELESS KING\nJust concentrate on walking, ok?\n\nSAM\nOk.\n\nA woman jogger passes the men without a second glance. Music\nblasts from her headphones.\n\nEXT. GRIFFITH PARK WOODS - DUSK 77\n\nMoving through a patch of large trees, the Homeless King\nguides Sam over the grass.\n\n(CONTINUED)\n\f94.\n7 CONTINUED: 77\n\nThey step very slowly - the gentle snapping of twigs and the\ncrunching of leaves under the darkening sky.\n\nHOMELESS KING\nSome people don't realize this about\n\nthemselves, but... you don't have a\ngood smell about you. Did you know\nthat?\n\nSAM\n\nI did know that. But thank you.\nThey shuffle along - deeper into the forest.\n78 EXT. GRIFFITH PARK CLEARING - DUSK 78\n\nA family wraps up their food from a nearby picnic table. The\nsite of a child's birthday party.\n\nA few balloons, tied to a bucket, drift in the evening breeze.",
  "66": "---END OF PREVIOUS SECTION---\nGRIFFITH PARK CLEARING - DUSK 78\n\nA family wraps up their food from a nearby picnic table. The\nsite of a child's birthday party. A few balloons, tied to a bucket, drift in the evening breeze. \n---TARGET SECTION TO BE ANNOTATED---\nNo one pays any attention to the blindfolded man and his flea-\nbitten guide.\n\nThe Homeless King leads Sam past a tipped-over trash can. A\nsmall coyote digs through the waste - his nose sifting through\nold hot dog buns and Zesty Taco Doritos.\n\nSam hears the animal howling nearby.\n\nSAM\nIs that a dog?\n\nHOMELESS KING\nIt's a coyote.\n\nSAM\nIt's not gonna bite me, right?\n\nHOMELESS KING\nNo. Coyotes are blessed creatures. If\nyou ever find yourself alone with a\ncoyote, you don't run away... you\nfollow it and see where it takes you.\nSam says nothing. They continue to walk.\n79 EXT. GRIFFITH PARK WOODS - NIGHT 79\n\nThe Homeless King turns a lever, opening a rusty metal hatch.\n\n(CONTINUED)\n\f79\n\n80\n\n95.\nCONTINUED: 79\n\nHOMELESS KING\nPeople think that we own this land.\nThe streets, and yards and hills and\nthe houses and the caves...\n\nHe guides Sam into the dark passage.\nINT. TUNNEL ENTRANCE - CONTINUOUS 80\nThe Homeless King stands behind Sam, leading him deeper.\nHOMELESS KING\nEverything belongs to the coyotes.\nThey're just letting us use it.\n\nThe Homeless King pulls the blindfold off of Sam's face.\n\nSam looks around. He's standing inside a dim stone corridor. A\nnarrow tunnel descends deep into darkness.\n\nBehind the homeless guide, Sam sees a patch of evening light\npouring in from the small hatch. The forest is beyond.\n\nSAM\nWhere are we?\n\nThe Homeless King exhales.\n\nHOMELESS KING\nYou know I can't tell you that.\n\nSAM\nSure. Of course.\n\nHOMELESS KING\nOk. Well...\n\nThe Homeless King extends his arm out, suggesting that Sam\nbegin his descent.\n\nSAM\nThis way?\nThe old man nods his head as Sam walks down the sloping stone\ntunnel. He runs his hands along the wall as he moves further\nfrom the entrance.\n\nIntermittent floor-lights, cemented into the wall, illuminate\nhis path.\n\nThe hatch closes with a clang. Sam glances back. The Homeless\nKing is gone.\n\nSam turns and continues deeper into the tunnel.\n\f81\n\n82\n\n83\n\n96.\n\nINT.",
  "67": "---END OF PREVIOUS SECTION---\nSam turns and continues deeper into the tunnel. 81\n\n82\n\n83\n\n96. INT. \n---TARGET SECTION TO BE ANNOTATED---\n TUNNEL - NIGHT 81\n\nSam follows the chiseled path. The stone walls open up a bit -\ncontinuing to descend.\n\nINT. TUNNELS - NIGHT 82\nSam turns a corner and sees a long expanse of branching\n\ntunnels. Each dropping lower into darkness. Sam chooses one\n\nand walks deeper.\n\nHe begins to reach additional pathways and optional turns.\n\nIt resembles a maze.\n\nLooking to his sides, Sam sees long expanses of square-cut\ntunnels sweeping into the earth.\n\nConcrete corridors similar to those found at a sports stadium.\nHe turns a corner... and then another...\n\nAll sense of direction is lost. Earthen walls and sloping\nfloors.\n\nFinally... Sam sees a large stone doorway ahead.\n\nINT. LARGE TUNNEL ROOM - NIGHT 83\nEntering the enormous room, Sam is surrounded by roughly\n\npainted dry wall, exposed rebar, construction markings, and\nnail-filled wooden beams.\n\nIn the center of the room is a long dining table with no\nchairs. It's covered in the dust of concrete.\n\nThick wooden crates line the inner wall. They are labeled as\nsuch...\n\nFood. Water. Batteries. Towels. Liquor\n\nWalking further into the giant space, Sam passes a roughed-out\nkitchen area with a massive refrigerator\n\nA generator is visible behind an unfinished wall.\n\nInside the bathroom is a tub with gold fixtures, a shower and\na dead-end pipe - plumbing for an eventual toilet.\n\nStepping into a third concrete-walled room, Sam sees a spray-\npainted mark on the floor, designating the location for a bed.\nA giant recess in the wall suggests the inclusion of some\nlarge format television.\n\n(CONTINUED)\n\f83\n\n84\n\n85\n\n86\n\n87\n\n88\n\n97.\nCONTINUED: 83\n\nSam looks around at the odd living quarters...\n\nSAM\nIt's a fuckin' bomb shelter\n\nINT. TUNNELS - NIGHT 84\n\nSam follows a long corridor upwards. Each tired step brings\nhim closer to some sort of imagined surface.\n\nHigher and higher he walks through the stone tunnels. His face\nis weary.\n\nINT. TIGHT CRAWL SPACE - NIGHT 85\nSam inches his way through a dark shaft. His arms are pinned\n\nclose to the narrow side walls. Sharp-cut stone rubs against\n\nhis shoulders.",
  "68": "---END OF PREVIOUS SECTION---\nTIGHT CRAWL SPACE - NIGHT 85\nSam inches his way through a dark shaft. His arms are pinned\n\nclose to the narrow side walls. Sharp-cut stone rubs against\n\nhis shoulders. \n---TARGET SECTION TO BE ANNOTATED---\nA tiny speck of light is visible ahead.\n\nHe hears music. Muzak?\n\nINT. GELSON'S DAIRY COOLER - MORNING 86\n\nSam's hand rises up from between the metal floor grates. Milk\ncartons and frosted dairy racks litter the chilled cooler\n\nSam lifts the grate up and sets it aside on the tile. He\nclimbs out of the tight crawl-space and looks around.\n\nIt's a supermarket. Fucking Gelson's. Sam laughs to himself.\n\nMuzak plays from the store speakers: a softened, instrumental\nversion of Jesus and the Bride's of Dracula's hit single.\n\nSam puts the floor grate back in place, and snatches a bottle\nof milk. Exhausted and thirsty, he takes a big drink\n\nINT. GELSON'S SUPERMARKET - MORNING 87\n\nSam wipes off his milk mustache as he stumbles through a\nbright aisle of food - milk bottle in hand.\n\nEXT. COMIC MAN'S STREET - MORNING 88\n\nSam sees a police car parked in Comic Man's driveway. He\nstares at it, while approaching the front porch.\n\nA COP steps out of the backyard, waving Sam away from the\nhouse.\n\ncoP\nHey... um... you can't go in there.\n\n(CONTINUED)\n\f88\n\n89\n\n90\n\n91\n\n98.\n\nCONTINUED: 88\nSAM\nWhat's going on?\ncoP\nAre you a friend or family?\nSAM\nI just know the guy... not very\nwell...\ncoP\nThe neighbor found him. He committed\nsuicide.\nSAM\n\nOh my God. He didn't seem suicidal.\n\nThe cop debates answering....\ncoP\n\nAhhhh... I've been in the man's house\n\nfor two hours. There was something\n\nwrong with him.\nSam nods. What else can he say?\nEXT. COMIC MAN'S STREET - MORNING 89\nFurther down the street, Sam hides behind some bushes - spying\non the police. He watches the cop car pull out of the driveway\nand cruise off.\n\nSam cuts behind some hedges, sneaking into the nearest\nbackyard.\n\nEXT. COMIC MAN'S BACKYARD - MORNING 90\nSam pries open Comic Man's kitchen window.\nINT. COMIC MAN'S BEDROOM - MORNING 91\n\nSam stands in the doorway of the bedroom.",
  "69": "---END OF PREVIOUS SECTION---\nCOMIC MAN'S BACKYARD - MORNING 90\nSam pries open Comic Man's kitchen window. INT. COMIC MAN'S BEDROOM - MORNING 91\n\nSam stands in the doorway of the bedroom. \n---TARGET SECTION TO BE ANNOTATED---\n The sheets are\ncovered in blood stains. The bed appears wet.\n\nRemoving the secret panel from the wall, Sam crouches before\nthe security monitors and VCR.\n\nHe starts to rewind the tape.\n\nWaiting, Sam notices the Moonstones cereal box sitting near\nthe monitor. He glances at the East Los Angeles map on back\n\nTreasure Hunt! Fun Prizes!\n\n(CONTINUED)\n\f91\n\n92\n\n99.\nCONTINUED: 91\n\nThe tape whirls and spins. Sam presses PLAY and watches the\nsecurity camera footage.\n\nAn onscreen clock reads:\n\n3:00 AM\nDull shots of dim and empty rooms. Nothing happening.\nSomething catches Sam's eye. There's movement on the screen.\n\nA woman climbs through the side window of the living room -\nfeet and legs first. The movement of a dancer\n\nSAM\nOhhhh fuck.\n\nSam watches the monitor - transfixed and disturbed by the odd\nimage.\n\nOnscreen is a beautiful woman - naked except for her owl-skin\ncap, red lipstick and overgrown bush.\n\nThe OWL'S KISS walks carefully, nearly creeping across the\nliving room. She steps out of frame on her way to the bedroom.\n\nSam stares in surprise and a bit of horror\n\nHe rewinds the tape, watching the Owl's Kiss enter one more\ntime. A dangling foot connected to a face of taxidermied bird\nskin.\n\nSam presses PAUSE - freezing the naked figure mid-step - in\nall her disturbing glory.\n\nEXT. COMIC MAN'S STREET - MORNING 92\n\nGripping the old Moonstones cereal box in his hand, Sam rushes\ndown the street - frightened. He appears more mad than usual\nby the light of day.\n\nSam holds his cell phone up to his ear\n\nSAM\nAllen!\n\nALLEN\n(over the phone)\nHey sir. How are you?\n\nSAM\nI'm fine. Mostly fine. Um... I was\nwondering if you might know how I can\nget in touch with Jesus?\n\n(CONTINUED)\n\f92\n\n93\n\n94\n\n100.\nCONTINUED: 92\n\nALLEN\n(over the phone)\nI'm the wrong guy to ask\n\nSAM\nThe lead singer from the band.\n\nALLEN\n(over the phone)\nNo, I know. I'm just fucking with you.\nWhat are you doing right now?\n\nSAM\nWalking home.",
  "70": "---END OF PREVIOUS SECTION---\nI'm just fucking with you. What are you doing right now? SAM\nWalking home. \n---TARGET SECTION TO BE ANNOTATED---\nALLEN\n(over the phone)\nYou play chess?\n\nSAM\nNot well.\n\nALLEN\n(over the phone)\nThat'11 work. I'll be outside your\nplace in ten minutes.\n\nA dog BARKS loudly from behind a fence.\n\nSam steps quickly - eyes darting around the serene\nneighborhood.\n\nINT. ALLEN'S CAR - MORNING 93\n\nStill in the same clothes, looking sweaty and terrible, Sam\nsits in the passenger seat of Allen's beat-up Ford Focus.\nAllen turns the car, driving into a rich neighborhood off\nHillhurst.\n\nALLEN\nHe's just some cable tv actor who\nlikes to have people around... throws\nthese chess parties... with hot chicks\nand guys who like to play chess.\n\nAllen pulls up in front of a modest white mansion near the\nGreek Theater.\n\nEXT. BACKYARD POOL - MORNING 94\n\nA BATHING BEAUTY leads Sam and Allen through the large\nbackyard to a small chess table near the pool.\n\n(CONTINUED)\n\f94\n\n101.\nCONTINUED: 94\n\nEveryone sits poolside at small tables with chess boards.\nPretty girls and handsome guys. Moving Pawns and Pieces.\n\nOld school bathing beauties deliver drinks to the players.\nMimosas and other fun late morning cocktails.\n\nA few girls swim in the pool. Aware of their beauty and not\nconcerned with privacy or modesty, they talk and laugh freely.\n\nAllen moves his Pawn forward. King's Pawn to E4. Sam glances\nat the board and moves his pawn to A6.\n\nALLEN\nThat's a terrible move.\n\nSam grabs a mimosa from a passing waitress. He sips the drink\nas he scans the yard. Allen stares down at the board, debating\nand analyzing.\n\nSam sees the Shooting Star girls, both #1 and #2, seated\nalongside a chess table with two handsome young men.\n\nLooking further, he sees Meek Bride and Reading Glasses Bride\nsitting Indian-style on the grass - a checkered board and\ncheese plate between them. In their lace gowns, they are\npolished bohemian perfection.\n\nThen... Sam spots Jesus at a small chess table, engaged ina\ngame with the third and last of the Brides - Clara Bow Bride.\n\nJesus is ever-shirtless. Eternally handsome and miraculously\nthin.",
  "71": "---END OF PREVIOUS SECTION---\nSam spots Jesus at a small chess table, engaged ina\ngame with the third and last of the Brides - Clara Bow Bride. Jesus is ever-shirtless. Eternally handsome and miraculously\nthin. \n---TARGET SECTION TO BE ANNOTATED---\nSam stares for a moment. Debating his next move.\n\nSam notices a RED BALLOON floating over the pool past his\nview. It's connected to a long ribbon tied to the wrist of\nBalloon Girl. She's sitting on the far side of the pool,\nplaying a game of chess with Emerald Beauty.\n\nSam waves to Balloon Girl and she smiles in his direction, but\nquickly turns her attention back to the game.\n\nAllen moves his Knight to F3, nodding to himself, but still\ndebating his choice.\n\nSam watches as Jesus stands from his chair and walks toward\nthe main house. A lanky and sexual strut.\n\nSam takes a gulp from his mimosa and sets it on the table,\nmoving his Knight forward to C6.\n\nSAM\nI'll be right back.\n\n(CONTINUED)\n\f94\n\n95\n\n96\n\n102.\nCONTINUED: (2) 94\n\nAllen doesn't look up. He remains fixated on the chess board -\nparticularly Sam's advanced Knight.\n\nALLEN\nYou sure you wanna do that?\n\nSAM\nYup.\n\nSam follows Jesus, walking toward the back door of the\n\nMansion. Allen stares at the Pieces and Pawns shaking his\n\nhead.\n\nINT. MODEST MANSION - MORNING 95\n\nSam watches Jesus step into the rear bathroom. He closes the\nold mahogany door.\n\nSam walks straight down the hall, opens the door and steps\ninside.\n\nINT. MANSION BATHROOM - CONTINUOUS 96\n\nJesus is on the toilet with his pants around his ankles. He\nlooks up at Sam.\n\nJESUS\nWhat the fuck man?! I'm takin' a shit!\n\nSam says nothing. He closes the door and grabs the skinny man\nby the neck, pushing him onto the floor.\n\nJESUS\nGet the fuck off me!\n\nSam punches Jesus in the stomach, silencing him quickly. The\nman gasps for air as Sam hovers over him - fists shaking.\n\nSAM\nWhy did you put a code in the song?\n\nJESUS\nWhat are you talking about?\n\nTwo men in a strange position on the bathroom rug.\n\nSAM\nWhat are those tunnels for?\n\nJESUS\nwhat?\n\nSam punches Jesus in the face. Jesus almost starts to cry,\nexhaling in rough shakes and fits.\n\n(CONTINUED)\n\f96\n\n103.",
  "72": "---END OF PREVIOUS SECTION---\nSam punches Jesus in the face. Jesus almost starts to cry,\nexhaling in rough shakes and fits. (CONTINUED)\n\f96\n\n103. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: 96\n\nJESUS\nWhy are you hitting me?\n\nSam pushes his finger in the emaciated rock star's face.\n\nSAM\nYour song, \"Turning Teeth\".... there's\na fucking code in it. I wanna know why\nyou put it there and what it means.\n\nJesus says nothing, turning his head away, trying to avoid the\nsituation.\n\nJESUS\nHelp.\n\nSam grabs his thin arm and bends it backwards, twisting it at\nthe elbow.\n\nSAM\nFucking tell me!\n\nJesus sobs and writhes in pain.\n\nJESUS\nI don't know anything about a code.\n\nSam twists harder.\n\nJESUS\nAhhhhhhh.\n\nSAM\nHow could you not know? You wrote the\nfucking song.\n\nJESUS\nNo. I didn't. I wrote most of the\nsongs, but not that one.\n\nSAM\nBullshit.\nJESUS\nHonestly. My label gave me a few songs\nto record... the rest are all mine.\nSAM\nWhich songs did they give you?\nJESUS\nTurning Teeth... Wire Mountains... and\n\nWaltz of the Christian Shit Farmers.\n\n(CONTINUED)\n\f      \n \n\nRea te cate to reat tate\nFor the taste of yar e~ Coca Cote\nWher you ash lor it Be sure you get &\n\nie\n\f96\n\n97\n\n104\n(2) 96\n\nSAM\nSo all the hits?\n\nJesus looks back - pissed.\n\nJESUS\nThere's no reason to belittle me, man.\n\nSam ignores his reply, twisting him arm back a bit more.\n\nJESUS\nAhhhhhhh.\n\nSAM\nSo who wrote the songs?\n\nJESUS\nThey were delivered anonymously. I got\na call from somebody at the label.\nThey weren't bullshitting. They knew\neverybody and everything that\nmattered. They said not to ask anyone\nabout it, but that I needed to record\nthe songs or I'd lose my contract. I\nbelieved him.\n\nSAM\nYou have no idea who wrote your own\nhit song? They didn't say anything?\n\nJESUS\nHe never gave me a name. No. He just\nsaid that it was an important piece of\nmusic by the songwriter.\n\nSAM\nThee songwriter?\n\nJESUS\nYeah. The songwriter.",
  "73": "---END OF PREVIOUS SECTION---\nSAM\nThee songwriter? JESUS\nYeah. The songwriter. \n---TARGET SECTION TO BE ANNOTATED---\nSam considers this for a moment. Jesus stares up at him with\ntears on his face - his mascara streaking down over his cheek\n\nEXT. BACKYARD POOL - MORNING 97\n\nNear the bath house, Balloon Girl is chatting with Shooting\nStars #1 and #2 - all dressed in their cute bathing suits and\nmatching shawls. The girls notice Sam approaching fast. He\nappears hyper-focused and disheveled.\n\nSam grabs Shooting Star #1 by the arm and pulls her aside.\nBalloon Girl and Shooting Star #2 hover nearby - concerned.\n\n(CONTINUED)\n\f97\n\n98\n\n105.\n\nCONTINUED: 97\nSAM\nHey...\nSHOOTING STAR #1\nWhat is it?\nSAM\nRemember the party you told me about?\nThe gated neighborhood owned by some\nsongwriter? Could you take me there?\nSHOOTING STAR #1\nUh huh.\nEXT. ABERDEEN AVENUE - MORNING 98\n\nSam walks with the girls, passing by another beautiful mansion\n- a long stretch of perfect green grass. The girls wear their\nbathing suits and matching shawls. Clickety clacking in their\n\nheels.\n\nSam is in yesterday's clothes - sweat stained and soiled.\n\nSAM\nSo how do you all know each other?\n\nBALLOON GIRL\nWe're roommates...\n\nSHOOTING STAR #1\nAnd we work together.\n\nSAM\nOh.\n\nSHOOTING STAR #2\nWe're all Shooting Stars.\n\nSam looks over at Balloon Girl. She strides down the sidewalk\nwith young confidence.\n\nSAM\n(to Balloon Girl)\nYou too?\nBALLOON GIRL\nYeah.\n\nSAM\nI didn't know you were an actress.\n\nBALLOON GIRL\nI was on a soap opera between the ages\nof 5 and 6 months.\n\n(CONTINUED)\n\f98\n\n99\n\n100\n\n101\n\n106.\nCONTINUED: 98\n\nSam nods - accepting this as common. The gang walks a bit\nfurther down the sidewalk\n\nSAM\nAre we getting close?\n\nSHOOTING STAR #1\nIt's not far from here.\n\nEXT. CANYON ROAD - DAY 99\n\nSam and the girls stand before a giant stone wall lining a\nlong stretch of some unmarked canyon road. They hug and say\ntheir goodbyes.",
  "74": "---END OF PREVIOUS SECTION---\nEXT. CANYON ROAD - DAY 99\n\nSam and the girls stand before a giant stone wall lining a\nlong stretch of some unmarked canyon road. They hug and say\ntheir goodbyes. \n---TARGET SECTION TO BE ANNOTATED---\nWalking away, Balloon Girl waves to Sam as he begins to climb\nthe wall.\n\nEXT. GATED CANYON SUBURB - DAY 100\n\nPeeking out of the trees, Sam sees a wide and perfect suburban\nstreet. Several giant houses dot the road. No people or cars\nin sight.\n\nSam walks through the neighborhood. It's like a ghost town. He\npasses deserted estate houses moving through the canyon\nvalley... tarp and plastic over furniture and empty parlor\nrooms.\n\nRounding the bend, Sam sees a large stone mansion at the base\nof the hill - reminiscent of Hearst Castle.\n\nSam sneaks closer.\nEXT. STONE MANSION - CONTINUOUS 101\n\nSam walks around back through the trees discovering a Greek\npillared pool and grotto.\n\nTowering and enormous windows span the rear of the mansion.\nLooking through the glass, Sam sees a giant vaulted ceiling.\nSweeping arches. An enormous and ornate music hall.\n\nIn the center of the room is a grand piano. Behind it, sits a\nvery old and ugly white man. He is the SONGWRITER.\n\nThe songwriter tilts his head, seeing Sam in the bushes. He\nwaves the young man inside.\n\nSam hesitates, but the Songwriter continues to wave him\ncloser.\n\nSam steps out of the grass onto the marble patio near the\nsparkling blue pool.\n\n(CONTINUED)\n\f101\n\n102\n\n107.\nCONTINUED: 101\n\nHe opens the glass doors, and pokes his head into the grand\nhall.\n\nSONGWRITER\nCome inside.\n\nINT. MUSIC ROOM - CONTINUOUS 102\n\nKeeping his distance, Sam stands near the doorway looking\nacross the room at the old man on the piano bench.\n\nThe Songwriter has wild grey hair. His skin is cracked and\nbrittle. Old beyond belief.\n\nThe hall is filled with mirrors, gold and vintage music art -\nlike some warped version of Versailles.\n\nAn oversized poster of a vintage 50's album hangs above the\npiano: \"Julie is her Name\".\n\nSAM\nYou wrote \"Turning Teeth\" for Jesus\nand the Brides of Dracula. I know it\n\nwas you.\nSONGWRITER\nUh huh.\nSAM\nAnd the code in the music. I found the\ntunnels...",
  "75": "---END OF PREVIOUS SECTION---\nSONGWRITER\nUh huh. SAM\nAnd the code in the music. I found the\ntunnels... \n---TARGET SECTION TO BE ANNOTATED---\n and the bomb shelter\nSONGWRITER\nOk.\nSAM\n\nWhat does it all mean?\n\nThe Songwriter beckons Sam closer. Directing him to a small\nstool facing the piano.\n\nSONGWRITER\nCome and sit down. Here.\n\nSam steps closer, looking at the musical instruments lining\nthe walls and floor. Guitars, a harpsichord, violins\nukuleles, etcetera.\n\nSam notices a Sonic Blue Fender Mustang guitar propped on a\nfloor stand. He points to it, staring in awe.\n\nSAM\nIs that Kurt Cobain's Fender Mustang\nguitar?\n\n(CONTINUED)\n\f102\n\n108.\nCONTINUED: 102\n\nSONGWRITER\nOh I'm not sure. Probably. I don't\nremember. I have so many things.\n\nSAM\nCan I pick it up?\n\nThe Songwriter doesn't care. He shrugs his shoulders. Sure.\nSam carefully lifts the guitar and sits with it on the stool.\n\nRunning his hand along the finish, Sam mumbles and takes note\nof the guitar's neck and bridge. He strums a G chord and looks\nup at the old man behind the giant and ornate grand piano.\n\nSONGWRITER\nI don't always worry what the message\nis. I just pass it along... I slip it\nbetween the notes... and hide it away\nfor the people who know it's there.\n\nSAM\nYou've done this before? The codes?\n\nThe Songwriter laughs. He starts to play \"Stairway to Heaven\"\nbut transitions into \"Macarena\"\n\nSONGWRITER\nI wrote most of the music your dad\ngrew up on, half of what you sang\nalong to as a kid, and I'm still doin'\nit. These teenagers are dancing to\nmyyyy music.\n\nSam sees clear tubes running into the old man's nostrils -\nconnected to a silver canister marked with Japanese letters.\n\nSAM\nYou're telling me that there are\nmessages hidden in old pop songs?\n\nSONGWRITER\nMovies and television shows...\neverything you know.\n\nSAM\nWhy?\n\nThe songwriter ignores Sam. Humming along to a few random\nchords. Is that the theme song to \"The Facts of Life\"?\n\nSONGWRITER\nPop culture. Ugh. It floats away like\ntissue paper. I blow my nose.",
  "76": "---END OF PREVIOUS SECTION---\nUgh. It floats away like\ntissue paper. I blow my nose. \n---TARGET SECTION TO BE ANNOTATED---\n(MORE)\n(CONTINUED)\n\f102\n\n109.\nCONTINUED: (2) 102\nSONGWRITER (cont'd)\nI find an old Kleenex, I recycle it.\nIt becomes your wedding song.\n\nThe old man taps a few notes from \"I Want to Know What Love\nIs\".\n\nSAM\nWhat are the tunnels for? Is there\ngonna be a war?\n\nThe Songwriter looks away, playing \"In-A-Gadda-Da-Vida\" across\nthe piano keys.\n\nSONGWRITER\nI don't know. I'm just trying to make\na living. Earn a few dollars.\n\nSam looks around at the luxurious space.\n\nSAM\nBut you have everything.\n\nThe Songwriter is quiet for a moment. He looks out at the\ntrees against the hillside.\n\nSONGWRITER\nNo.\n\nSam pulls out the photo of Sarah. He holds it up for the\nSongwriter to see.\n\nSAM\nDid you know this girl?\n\nThe old man leans forward and looks at the picture. He shakes\nhis head.\n\nSONGWRITER\nShe's pretty.\n\nSAM\nShe was killed along with Jefferson\nSevence. But I think you knew that.\n\nSONGWRITER\nI didn't.\n\nThe Songwriter slams his hands down forming a low and\nresonating chord - letting it ring out. He plays another\nchord, slowly beginning to sing something resembling a funeral\ndirge.\n\n(CONTINUED)\n\f110.\n102 CONTINUED: (3) 102\n\nSONGWRITER\n(singing)\nMulattoooo. Albinoooo. Mosquitoooo.\nLibidoooo.\n\nSam stares at the man in horror. He glances down at the\npriceless guitar in his own hands.\n\nSONGWRITER\nI don't care what's fashionable or\ncool. It's all silly and meaningless.\nI've created so many of the things\n\nthat you care about... the songs that\ngive your life purpose and joy. When\nyou were fifteen and rebelling... you\n\ndid that to my music.\nThe Songwriter holds up his fingers and moves them like spider\nlegs - simultaneously playing the notes to Nirvana's \"Smells\nLike Teen Spirit\" with his other hand.\n\nPlink plink. Plink Plink plink\n\nSONGWRITER\nIt wasn't written on a distorted\nguitar... I wrote it...",
  "77": "---END OF PREVIOUS SECTION---\nPlink plink. Plink Plink plink\n\nSONGWRITER\nIt wasn't written on a distorted\nguitar... I wrote it... \n---TARGET SECTION TO BE ANNOTATED---\n ona\npiano...here... in between a blowjob\nand an omelette. There's no rebellion.\nThere's only me... earning a paycheck.\nSAM\n\nI don't believe you.\n\nSONGWRITER\nGood. The real message was never\nintended for you. It's better if you\njust smile and dance. Enjoy the\nmelody.\n\nThe man plays more music, pointing to his chest.\n\nSONGWRITER\nThis ugly old man, me, I'm the voice\nof your generation, your\ngrandparent's, your parent's and the\nyoung people who follow you.\n\nSam stares in horror. He doesn't want to believe.\n\nSONGWRITER\nIt's funny... all the things you hope\nfor, and dreeeeam about being a part\nof... they're all a fabrication.\n\n(MORE )\n\n(CONTINUED)\n\f102 CONTINUED: (4) “102\nSONGWRITER (cont'd)\n\nYour art, your writing, your culture\nis the shell of other men's ambitions.\nAmbitions beyond what you will ever\nunderstand.\n\nSAM\nThat's funny to you?\n\nSONGWRITER\nA little.\n\nThe old man coughs and wheezes - dancing his fingers merrily\nacross the keyboard - performing a quick mad mixture of Bach\nJesus and the Brides, Buddy Holly, N.W.A. and The Rolling\nStones.\nSONGWRITER\nI wrote this... and this... that...\nand this too...\n\nSAM\nStop it.\n\nThe Songwriter laughs. His cackling along with the plinking\nkeys of the grand piano echoes through the gigantic hall.\n\nSAM\nWho paid you to write these songs?\n\nThe Songwriter smiles and nods as he reaches into his pocket.\nHe lifts up a small HANDGUN, aiming it at Sam's head.\n\nBANG!\n\nThe bullet misses Sam as he tumbles sideways to the\nfloor.Cobain's guitar falling on his lap.\n\nWith a single hand, the Songwriter begins to play \"What's the\nFrequency Kenneth\". He laughs and hums the melody.\n\nBANG!\nSam dodges a second shot, ducking down below the piano.\n\nSAM\nWhat are the tunnels for?!\n\nBANG! Another bullet flies by his head. The music still plays.",
  "78": "---END OF PREVIOUS SECTION---\nBANG! Another bullet flies by his head. The music still plays. \n---TARGET SECTION TO BE ANNOTATED---\nSAM\nTell me what happened to Sarah!\n\nSam charges the old man, raising the guitar over his head like\nan axe. We hear the roar of guitar feedback. Warped notes.\n\n(CONTINUED)\n\f102\n\n103\n\n112.\nCONTINUED: (5) 102\n\nBANG!\n\nThe bullet zips past Sam's ear as he swings the faded\nturquoise guitar down onto the Songwriter's head.\n\nSMASH !\n\nBone cracks under the weight of maple and basswood. The\nsongwriter's skull crumbles. Brain matter lands on the ivory\nkeys. Distortion rumbles.\n\nSam swings it again, breaking the neck of the guitar from the\nbody... wire strings messily join the two pieces. The wooden\n\nbase hangs down like some holy instrument destroyed before a\n\ncrowd by Townshend, Hendrix or Cobain.\n\nSam stands over the old man. He drops the broken guitar,\nbreathing deeply.\n\nThe music room is quiet.\n\nFrightened, Sam picks up the gun from the floor and stuffs it\ninto his jeans. He runs out the back door, leaving the room\nempty and still.\n\nThe Songwriter lays motionless near the piano.\nINT. SAM'S APARTMENT - DUSK 103\n\nSam leans out his patio door, drinking a beer - visibly\nshaken. The wind blows through his hair.\n\nA dark pink sky is visible over the rooftops.\n\nRain clouds approach. Lightning snaps across the horizon,\nfollowed by the low rumble of thunder\n\nThe neighbor's bird CAWS loudly.\n\nOn the television, an old movie plays. It's the 1956 version\nof \"Invasion of the Body Snatchers\". Kevin McCarthy runs\nacross the I-5 overpass screaming. Cars cruise along, ignoring\nhis crazed warning.\n\nKEVIN MCCARTHY\n(on television)\nYou fools! You're in danger! Can't you\nsee?! They're after you! They're after\nall of us! Our wives, our children\neveryone! They're here already! You're\nnext! You're next! You're next!\n\f113.\n\n104 EXT. RANCHO LOS FELIZ APARTMENTS - NIGHT 104\n\n105\n\nThe gas lamps that line the garden walkway offer dim pools of\norange light. Sam walks slowly through the apartment complex's\ntwisting paths.",
  "79": "---END OF PREVIOUS SECTION---\n104 EXT. RANCHO LOS FELIZ APARTMENTS - NIGHT 104\n\n105\n\nThe gas lamps that line the garden walkway offer dim pools of\norange light. Sam walks slowly through the apartment complex's\ntwisting paths. \n---TARGET SECTION TO BE ANNOTATED---\nThe trickle of running water through the stream follows his\nfootsteps.\n\nSam sips an iced latte, carrying an LA Weekly under his arm.\nJesus and the Brides of Dracula pose on the cover. The\npartially obscured headline reads:\n\nJESUS PREDICTS... BAD TIMES AHEAD\nA DIRTY HUMAN FACE peers out from within a bush - disturbingly\nlow to the ground like a cat or possum. Eyes watch Sam as he\npasses - he doesn't notice.\nLeaves and branches rattle above.\n\nA squirrel falls from the tree in front of Sam. It hits the\nconcrete, and partially splatters on the ground.\n\nThe squirrel tries to move but it's mortally injured. Sam\nstares in horror at the small animal.\n\nIs it trying to say something?\n\nSam backs away from it and rushes down the path. He turns a\ncorner.\n\nBefore him stands a shadowy figure in the center of the garden\nwalkway.\n\nStepping closer, Sam sees more clearly.\n\nIt is a two-dimensional black cardboard figure of a man\nstabbing a cardboard dog. Sam approaches the cut-out stand and\ntips it over with his finger\n\nIt lands on the ground with a soft tap - like a leaf coming to\nrest on the forest floor.\n\nGlass shatters!\nINT. SAM'S BEDROOM - NIGHT 105\n\nSam lifts his head from the damp pillow. Rain pours against\nthe bedroom window. Thunder rumbles - long and steady.\n\nA cascade of lightning illuminates the messy bedroom - the\nPlayboys on the floor. Issue July 1970.\n\n(CONTINUED)\n\f105\n\n106\n\n107\n\n108\n\n114.\nCONTINUED: 105\n\nSam hears glass breaking.\nINT. SAM'S APARTMENT - NIGHT 106\n\nSam steps into the living room with pistol in hand. He sees a\nhole in the glass of the sliding door... it's now half open.\n\nThe storm breeze moves across the blinds, blowing his\npaperwork across the carpet. The pages of \"Code Breakers\" and\n\"Spider Man\" flip wildly.\n\nHe moves closer to the patio. A careful step. Then another.\nBehind Sam, a small cabinet door opens quietly. Long bare legs\nfold out from within - like the appendages of an insect - bare\nflesh stretches.",
  "80": "---END OF PREVIOUS SECTION---\nThen another. Behind Sam, a small cabinet door opens quietly. Long bare legs\nfold out from within - like the appendages of an insect - bare\nflesh stretches. \n---TARGET SECTION TO BE ANNOTATED---\nNow fully emerged from the tight space, the OWL'S KISS stands\nbehind Sam with a kitchen knife in her hand.\n\nSam turns and sees the naked woman in her owl-skin mask. He\n\njumps back as she silently sprints down the hall into his\n\nbedroom. The door closes.\n\nSam stares in shock at the closed bedroom door.\n\nINT. SAM'S BEDROOM - NIGHT 107\nSam enters the room carefully, peeking inside with the gun.\n\nHe turns on the bedroom light. She's not here.\n\nSam checks under the bed... in the closet... nothing.\n\nLightning flashes. A coyote HOWLS in the distance.\n\nTense. Sam opens his dresser drawer. The gun angled down\ntoward his socks and underwear\n\nKnock! Knock! Knock!\n\nSam turns toward the sound...\n\nINT. SAM'S APARTMENT - NIGHT 108\nKnock! Knock! Knock! Knock!\n\nSam looks through the peep hole and sees a Los Angeles Sheriff\non the other side.\n\nSAM\n\n(whispers to himself)\nFuck.\n\n(CONTINUED)\n\f108\n\n115.\nCONTINUED: 108\n\nHe holds his dizzy head as the air leaves his lungs in exodus.\n\nSam tries to breathe as he opens the door. Resigned to\nwhatever happens. His shoulders slump.\n\nIn the hallway, alongside the SHERIFF, stands the greasy\nhaired apartment Manager. His face is puckered and sour\n\nSAM\nHello.\n\nSHERIFF\nHi, I'm here to inform you that you\nhave to evacuate the premises\nimmediately.\n\nSAM\nOh... This is about my rent?\n\nSam seems relieved for a moment. It could be worse.\n\nSHERIFF\nYes. You haven't paid. It's...\n\nMANAGER\nCriminally overdue.\n\nSam takes a step closer to the Sheriff.\n\nSAM\nIs there any way I could have a couple\nmore days?\n\nSHERIFF\nNo. I don't think so.\n\nSAM\nPlease. I don't have anywhere to go.\nI'm close to getting the money. I\npromise I am.\n\nSHERIFF\nListen... I don't like this either\nWorst part of my job, ok?\nSAM\nI understand.\nSHERIFF\nI can give you two more days... but\n\nthat's it. If you can't pay I will not\nbe the nice guy you see right now.",
  "81": "---END OF PREVIOUS SECTION---\nSAM\nI understand. SHERIFF\nI can give you two more days... but\n\nthat's it. If you can't pay I will not\nbe the nice guy you see right now. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f108\n\n109\n\n110\n\n116.\nCONTINUED: (2) 108\n\nThe Manager wears a heavy scowl - irritated by the officer's\nleniency.\n\nMANAGER\nI want him out today.\n\nThe Sheriff turns to the angry Manager.\nSHERIFF\nHey! I'm taking care of this. Don't be\ngreedy.\nThe Manager nods his head as the Sheriff looks back at Sam.\n\nSHERIFF\nTwo days.\n\nHe holds up two fingers in front of his nose.\n\nEXT. SAM'S APARTMENT BALCONY - NIGHT 109\nThe rain has stopped. Water drips from the eaves.\n\nSam smokes on the patio listening to the parrot caw.\n\nA garbage can falls over.\n\nRATTLE CLANG!\n\nSam looks down toward the pool and sees a small COYOTE digging\nthrough the trash. It stares up at him.\n\nThe animal turns and walks down the sidewalk. Sam watches -\nintensely.\n\nEXT. SILVERLAKE NEIGHBORHOOD - NIGHT 110\n\nWearing his white undershirt and pajama pants, Sam follows the\ncoyote down the street.\n\nThe coyote glances back at him, then scampers along.\nDown Griffith Park Boulevard...\n\nPast apartments and condos...\n\nInto the hillside neighborhood...\n\nExpensive homes... Beautiful cars...\n\nThings you can't possess...\n\n(CONTINUED)\n\f110\n\n111\n\n112\n\n117.\nCONTINUED: 110\n\nSam follows the wild animal through the streets. He stares up\nat the world around him. Voices and laughter within the homes.\nFamilies together in front of giant televisions.\n\nEXT. SILVERLAKE HOME - NIGHT 111\n\nThe coyote runs up the DRIVEWAY of a LARGE SILVERLAKE HOME. It\ndisappears into the trees.\n\nSam stands in front of the house and looks through the front\nwindow. People are everywhere. A big party is taking place.\nMusic pours from inside.\n\nSam notices a familiar face in profile through the picture\nwindow.\n\nIt is Millicent Sevence.\nShe disappears into the crowd.\nINT. LARGE SILVERLAKE HOME - NIGHT 112\n\nSam walks through the party in his damp white undershirt. He\nscans the crowd for Millicent.\n\nHe passes a myriad of conversations. We hear only pieces of\nthem.",
  "82": "---END OF PREVIOUS SECTION---\nHe\nscans the crowd for Millicent. He passes a myriad of conversations. We hear only pieces of\nthem. \n---TARGET SECTION TO BE ANNOTATED---\nSam moves deeper, bumping shoulders as he cranes his neck -\ntrying to look above it all.\n\nFACELESS PARTY GOER\nIt's such a cliche! Being special\nisn't special anymore. It's just so\nobvious. The real trick is to find a\nway to be unimportant but still get\nnoticed.\n\nSam passes through the swarming patches of conversation and\nnetworking. A COMPLIMENTING WOMAN notices Sam's shirt as she\nwalks by.\n\nCOMPLIMENTING WOMAN\nOh I like your shirt.\n\nSam looks down at his lightly stained, old, Hanes sleep shirt.\nHe tugs at the cotton.\n\nMoving deeper, Sam walks by the PARTY HOST. She's engaged in\n\nconversation with a pretty woman. Sam recognizes her... it's\nChesty Woman... the girl he spied via the drone's video feed.\n\n(CONTINUED)\n\f118.\n112 CONTINUED: 112\n\nPARTY HOST\nI really want to become a professional\nvagabond. Travel the entiiiiire world.\n\nCHESTY WOMAN\n\nPleeeeease... bring me along.\nPARTY HOST\n\nI'd love to. You can be my\n\nphotographer.\n\nThe aspiring travelers laugh together. Sam turns and spins,\nlooking for Millicent.\n\nNearby, GOSSIPING MAN engages in conversation with GOSSIPING\nWOMAN.\n\nGOSSIPING MAN\n(pointing at girl)\nThat girl is the youngest woman to\never write, produce, direct and sound\ndesign her own network sitcom.\n\nGossiping Man casually points to a twelve-year-old girl eating\ncake, surrounded by young adults and two security men in\nsuits. She's the ADOLESCENT PRODIGY.\n\nGOSSIPING WOMAN\nHow old is she?\n\nGOSSIPING MAN\nTwelve, but she's clearly an old soul.\n\nThe Gossiping Woman nods her head, glancing back at the\nAdolescent Prodigy as the young girl giggles and rudely stuffs\nher finger in her nose.\n\nGOSSIPING MAN\nHonestly... she's really captured the\nzeitgeist. I don't think any adult\ncould ever express the kind of deep\nunderstanding that she has over her\nmaterial.\n\nGOSSIPING WOMAN\nI'm embarrassed I haven't seen it yet.\n\nGOSSIPING MAN\nYou should be.",
  "83": "---END OF PREVIOUS SECTION---\nI don't think any adult\ncould ever express the kind of deep\nunderstanding that she has over her\nmaterial. GOSSIPING WOMAN\nI'm embarrassed I haven't seen it yet. GOSSIPING MAN\nYou should be. \n---TARGET SECTION TO BE ANNOTATED---\nA beautiful Indian woman bumps into Sam. He turns and looks\ninto her eyes. It's the girl from the Contact Lens Billboard.\n\n(CONTINUED)\n\f119.\n\n112 CONTINUED: (2) 112\n\nShe looks back at Sam - holding hands with a very HANDSOME MAN\nin a tailored suit. Her name, for the sake of this story, is\nEX.\n\nEX\nUm. Hey. How are you?\n\nSAM\nI'm good.\nEX\nI'm really glad to hear that.\n\nThe beautiful woman offers Sam an honest and heartfelt look\nHe's silenced by her sincerity.\n\nEX\nUh... this is my fiance.\n\nSam looks over, fumbles, then shakes hands with the Handsome\nMan.\n\nSAM\nOh. Hello. Congratulations.\n\nHANDSOME MAN\nThank you.\n\nEx nervously twirls her finger through her hair\n\nEX\nYes, thank you.\n\nSam nods and smiles, waiting for it to end.\n\nEX\n\nSo... how's... work?\nSAM\n\nOh. It's ok.\n\nHis face doesn't sell the lie. The beautiful woman plays along\nanyway.\n\nEX\n\nGood.\nSAM\n\nI saw your... billboard.\nEX\n\nOh cool. Which one?\n\n(CONTINUED)\n\f112\n\n113\n\n120.\nCONTINUED: (3) 112\n\nSAM\nThere's more than one?\n\nThe girl grins and nods her head - a long and awkward moment.\n\nSAM\nOn Los Feliz near Bigfoot.\n\nEX\nCool. Cool. I'm glad it's gettin' out\nthere. You know... always workin'\n\nhard. Gotta keep tryin'\n\nSAM\nYup. Same here.\n\nHandsome Man squeezes her hand gently. Ex glances over, then\nsteps towards Sam to offer a quick goodbye hug.\n\nEX\nWell... it was great seeing you.\n\nSAM\nYeah. Yeah. You too.\n\nSam watches Ex walk away with Handsome Man.\n\nIn the distance, he sees Millicent stepping into a nearby\nroom.\n\nINT. SILVERLAKE HOUSE ART ROOM - NIGHT 113\n\nMillicent stands before a beautiful flower painting. She\nfocuses on it.\n\nSam steps alongside her and admires the petunia painting in\ntandem.\n\nMILLICENT\nIt's beautiful, right?\nSAM\nIt is.\nMILLICENT\nDo you know who painted it?\nSAM\nNo.",
  "84": "---END OF PREVIOUS SECTION---\nSAM\nIt is. MILLICENT\nDo you know who painted it? SAM\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nMILLICENT\n\nGaynor. Janet Gaynor. The actress.\nSam looks back at Millicent with a bright expression.\n(CONTINUED)\n\f121.\n113 CONTINUED: 113\n\nSAM\nOh. My mom likes her.\n\nMILLICENT\nI like her too.\n\nSam nods and smiles.\n\nMILLICENT\nYou know who I am?\n\nSAM\nYeah.\n\nThere's a sadness about Millicent that Sam suddenly\nrecognizes. A soft tone guides their encounter.\n\nSAM\nI was friends with one of the girls\nthat was with your dad. She was a nice\nperson.\n\nMILLICENT\nOh.\n\nSAM\nI've been trying to find out what\nhappened to her.\n\nMILLICENT\nReally?\n\nSAM\nYeah.\n\nMILLICENT\n\nDo you know anything?\n114 EXT. SILVERLAKE RESERVOIR - NIGHT 114\nThe WATER within the RESERVOIR is calm, reflecting the moon's\nglow. A few ducks quack and drift along as herons fly\noverhead.\n\nSam and Millicent walk together along the outer fence that\nsurrounds the giant water reserve.\n\nMILLICENT\nWhat do you think it all means?\n\nSAM\n\nI don't know. I can't see it yet. But\nI'm close... I think.\n\n(CONTINUED)\n\f114\n\n122.\nCONTINUED: 114\n\nThey step together in unison over the remaining puddles from\nthe evening rain storm.\n\nNear the fence, Sam and Millicent pass a DOG MEMORIAL complete\nwith a BRONZE DOG STATUE and a plaque.\n\nPhotos of deceased dogs and puppies are taped to the fence.\nVictims of the Dog Killer\n\nFlowers cover the ground around it.\nPaper signs with handwritten messages surround the photos:\nWe miss you Fluffy\nBenny was the best dog a man ever had\nMr. Spot R.I.P.\nGod will judge you, dog killer!\n\nSam and the young woman slow down before the odd little\nmemorial. Millicent reacts with pain at the discovery of each\ndog's expression. Pictures of the dead.\n\nMILLICENT\nI don't know if we should be walking\naround here at night.\n\nSAM\nI think we're safe. We don't have a\ndog with us.",
  "85": "---END OF PREVIOUS SECTION---\nMILLICENT\nI don't know if we should be walking\naround here at night. SAM\nI think we're safe. We don't have a\ndog with us. \n---TARGET SECTION TO BE ANNOTATED---\nMILLICENT\nYeah, but anybody who could kill a dog\nwouldn't think twice about killing a\nperson.\n\nSAM\nI'm not sure that's true.\n\nThey walk a bit further. Sam reaches over and takes\nMillicent's hand in his own.\n\nMILLICENT\nAre you a dog or a cat person?\n\nSAM\nEh... It's hard to say. I got bit by\nmy grandparents' terrier when I was a\nkid. I guess they kinda scare me a\nlittle bit.\n\n(CONTINUED)\n\f114\n\n123.\nCONTINUED: (2) 114\n\nMILLICENT\nThat's terrible. I like dogs... but\ncats are good too.\n\nSAM\nYeah.\n\nThey walk further, looking out at the water across the\nreservoir. Moonlight and stars reflect against the mirrored\nsurface of the man-made lake.\n\nSam look at Millicent's gentle and beautiful face. She looks\nback at him with a nearly imperceptible grin. They share a\nmoment of connection. Unspoken, and stronger for it.\n\nTwo small figures under a dark sky - rounding the giant lake.\n\nUp ahead, a LONG HAIRED WINO sits against the fence. As Sam\nand Millicent approach, he leans forward and shouts.\n\nLONG HAIRED WINO\nHaaahh! !\n\nSam glares at the man, moving Millicent to the outer edge of\nthe sidewalk. Street chivalry.\n\nLONG HAIRED WINO\nGot a little change?\n\nSam looks down. Irritated by the question. Disgusted by the\nman.\n\nSAM\n(resentful)\nNope. Sorry.\n\nSam avoids the man's feet, extended onto the walkway - an\nintentional obstacle.\n\nLONG HAIRED WINO\nNo money to spare, huh? Does the lady\nknow you're cheap?\n\nSAM\nFuck you.\n\nLONG HAIRED WINO\nUgly ass piece of shit worthless trash\nmotherfucker. You're more broke than I\nam. Fuck you! I'll kill you, cock\nsucker. Come back here and sit down\nnext to poppa. I'll shit in your\nmouth. Asshole fuckin' dickwad, piece\no' shit, son of a bitch....\n\n(CONTINUED)\n\f114\n\n124.",
  "86": "---END OF PREVIOUS SECTION---\nI'll shit in your\nmouth. Asshole fuckin' dickwad, piece\no' shit, son of a bitch.... (CONTINUED)\n\f114\n\n124. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (3) 114\n\nSam and the pretty girl walk away from the homeless man - hand\nin hand. A beautiful evening stroll.\n\nLong Haired Wino continues to curse in the distance. Shouting\nlike an animal.\n\nSAM\n(speaking softly)\nI know it's not ok to say this, but I\nreally fucking hate the homeless.\nEveryone says they need our help but I\nthink they're bullies. They're like...\npoltergeists.\n\nMILLICENT\nYou mean ghosts?\n\nSAM\nYeah... all they do is float around on\nthe periphery... watching people eat\ntasty food, drink beer and be in\nlove... and they can't participate...\nso they get jealous and harass us.\n\nMillicent raises her brow.\nMILLICENT\nMaybe just give 'em a dollar next\ntime?\n\nSam takes a breath and looks back - still angry about the\nencounter.\n\nMillicent says nothing, smiling in response to Sam's\noverreaction. She looks towards the reservoir\n\nMILLICENT\nHave you ever been in there?\n\nMillicent points to the serene water beyond the fence.\n\nSAM\nIn the reservoir?\nMILLICENT\nYeah.\nSAM\nEh eh.\n\nMillicent starts to climb the fence. Designer shoes scuffed\nthrough the chain links. Delicate hands pulling her higher.\n\n(CONTINUED)\n\f114\n\n115\n\n125.\nCONTINUED: (4) 114\n\nSam stands there, watching. She looks down at him - a giant\ngrin on her face. A pretty girl hanging from a fence like a\ncat.\n\nMILLICENT\nCome on.\n\nEXT. SILVERLAKE INNER RESERVOIR - NIGHT 115\n\nStanding at the edge of the concrete water basin, Millicent\nand Sam take off their clothes.\n\nNow in the water, the pair swim toward the center of the\nreservoir. Quietly. Knowing glances between them. Naked bodies\njust below the surface.\n\nHouse lights are visible against the hillside landscape around\nthem. A dark sea in the backyards of people's homes.\n\nThis is sacred territory and they both feel it.\n\nTreading water in the middle of the reservoir, Sam and\nMillicent face each other - occasionally looking up and over\nat the dark hills which cup them like hands holding bath\nwater.",
  "87": "---END OF PREVIOUS SECTION---\nA dark sea in the backyards of people's homes. This is sacred territory and they both feel it. Treading water in the middle of the reservoir, Sam and\nMillicent face each other - occasionally looking up and over\nat the dark hills which cup them like hands holding bath\nwater. \n---TARGET SECTION TO BE ANNOTATED---\nThe night sky, the stars and the moon settle along the surface\nof the lake.\n\nMillicent moves in. Closer to Sam. She nuzzles her cheek\nagainst his neck. Hands touching skin under the water.\n\nShe kisses his ear. Whispering very close and quiet...\n\nMILLICENT\n(whispering)\nI think someone is following me.\n\nSAM\n(whispering)\nAre you kidding?\n\nMILLICENT\n(whispering)\nI wanted it to look like we're here to\nscrew.\n\nSAM\n\n(whispering)\nWe're not?\n\n(CONTINUED)\n\f115\n\n126.\nCONTINUED: 115\n\nMILLICENT\n(whsipering)\nI found something hidden in my dad's\noffice.\n\nUnder the water, Millicent pulls a silver bracelet off her\nwrist and slips it onto Sam's arm.\n\nHe raises his forearm along the surface of the water and\nstares at the circular band. It looks like Sarah's bracelet -\ninscriptions of small letters and numbers etched within the\nsilver.\nNPM 1 35 to 37 - C3 to E6\nSam focuses on the inscription.\nSAM\nC3 to E6. Sounds like a chess move.\nDid your dad play chess?\n\nMILLICENT\nHe did.\n\nPop!\n\nWater splashes in front of them. A bullet hitting the water. A\nsilenced shot from the dark shore.\n\nSAM\nWhat the...\n\nTiny splashes appear along the surface of the lake over\nMillicent's shoulder. Quiet gunfire.\n\nPop! Pop!\n\nSAM\nGet under the water.\n\nSam takes a giant breath and dives down beneath the surface.\nHe pulls on Millicent's arm, but they're separated in the\nchaos.\n\nDeeper he goes.\n\nBubbles and swirling liquid blur Sam's vision. He swims under\nthe water as bullets spread around him - diving like penguins.\n\nSam sees her...\nDropping...\nThrough the blue water...\n(CONTINUED)\n\f\f115\n\n116\n\n117\n\n118\n\n127.\nCONTINUED: (2) 115\n\nMillicent sinks down past Sam - on her back - blood streaming\nup from a small hole in her naked chest. Bubbles pour from her\nred lips. She appears to stare at us, but it's hard to say.",
  "88": "---END OF PREVIOUS SECTION---\nCONTINUED: (2) 115\n\nMillicent sinks down past Sam - on her back - blood streaming\nup from a small hole in her naked chest. Bubbles pour from her\nred lips. She appears to stare at us, but it's hard to say. \n---TARGET SECTION TO BE ANNOTATED---\nHer hands cover her breasts, unknowingly mirroring Sam's most\ntreasured Playboy cover. July 1970.\n\nA beautiful woman. His earliest fantasy. Dropping into the\ndepths of the reservoir\n\nSam is overwhelmed by the terrible sight.\n\nWater pours off his body as he climbs up the concrete\nembankment along the edge of the lake.\n\nNaked and frantic, Sam reaches the fence and climbs.\n\nEXT. RANCHO LOS FELIZ APARTMENTS - NIGHT 116\nSam walks quickly down the garden path - still naked and wet.\nINT. SAM'S APARTMENT - MORNING 117\n\nSam wakes up. Naked on his living room carpet. The silver\nbracelet around his wrist.\n\nHe stares at the inscription around the band, twisting it with\nhis hand. The sun is bright through the open patio door.\n\nSAM\nC3 to E6. C3 to E6?\n\nThe neighbor's parrot CAWS from across the way.\n\nPARROT\n(0.S.)\nNawwwwwddduuumeennndd\n\nSam stares at the bracelet.\n\nSAM\n(under his breath)\nWhat the fuck are you saying?\nINT. SAM'S APARTMENT - DAY 118\n\nSam opens an old Milton Bradley chess box. He flips the board\nout and grabs his black Sharpie marker\n\nSAM\nC3... to...\n\nSam circles the square C3 on the chess board - drawing an\narrow towards E6 across the checkered boxes.\n\n(CONTINUED)\n\foo ee\n\n \n\n8\n7\n6\n5\n4\n3\n2\n1\n\n \n\na fa a Ba h1\n\nabcdefgh\n\n   \n\f118\n\n128.\nCONTINUED: 118\n\nSAM\nE6.\n\nSam circles the E6 square with his marker.\n\nHe stares at the board, spinning it around on the carpet. What\ndoes it means?\n\nSAM\nHm.\n\nSam looks back at the bracelet.\nSAM\nNPM 1 35 to 37. NPM. NPM. What the\nfuck is NPM?\n\nSam sits with his laptop, typing the letters NPM into Google\nSearch.\n\nHe scans the resulting page... nothing makes sense.\n\nSAM\nN. P.M.\n\nSam runs his hands through his messy hair in frustration. He\nlooks across the carpet and sees the old Nintendo\nEntertainment System.\n\nAn idea sparks.",
  "89": "---END OF PREVIOUS SECTION---\nSam runs his hands through his messy hair in frustration. He\nlooks across the carpet and sees the old Nintendo\nEntertainment System. An idea sparks. \n---TARGET SECTION TO BE ANNOTATED---\nReaching across the floor, Sam grabs a stack of Nintendo Power\nMagazines.\n\nHe sorts through the covers, finding the first issue. Mario\nsmiles, leaping from a mushroom - a carrot in his hand.\n\nSAM\nNPM issue number one. Fuck.\n\nThe pages fly past us like a piece of animation, flipped\nacross Sam's thumb.\n\nHe settles on pages 35, 36 and 37.\n\nIt's a subdivided map from \"The Legend of Zelda\". Sam smiles\nas he notices the alphanumeric grids that cover the map. He\ncircles the squares corresponding to C3 and E6.\n\nSAM\nWhat the fuck do I do with this?\n\nOutside, the parrot CACKLES. Children splash in the pool.\n\n(CONTINUED)\n\fee eee ook eee esl\nVielen ee ee es Sit) eee ae]\n“1 ST el oe\nae Cee aa ee en oe\nsaan pam —+ Se eeiediiil Keele\n\n \n\f118\n\n119\n\n129.\nCONTINUED: (2) 118\n\nSam looks across the room and notices the Moonstones cereal\nbox sitting on the counter. He runs to it.\n\nTearing it open, he tastes one of the cereal bites. Repulsed\nby the ancient stale food, he spits it onto the floor as he\ndigs deeper into the box with a single hand.\n\nFrom the bottom, he pulls out a prize. A plastic-wrapped\ntransparency-map of Los Angeles covered with Moonstone\ncharacters and bright colors.\n\nHe opens the wrapper and pulls out the map...\n\nHolding the cartoon map of LA over the Zelda map, Sam realizes\nthat they line up perfectly.\n\nE6 corresponds to the Silverlake reservoir\n\nSAM\nSo that's the reservoir. And...\n\nC3 is a wooded section of Mt. Hollywood.\n\nSAM\nMt. Hollywood?\n\nSam opens google maps and brings up the Los Angeles overhead\nmap. He zooms in. Tighter and tighter on the rear section of\nMt. Hollywood.\n\nA small square of forest is BLACKED OUT. A solid graphic\nmarked with text:\n\nSatellite Image Unavailable\n\nSam stares at the small hidden square. He hits his hand down\nagainst the couch.\n\nSAM\nWhat the fuck is in there?\n\nEXT.",
  "90": "---END OF PREVIOUS SECTION---\nHe hits his hand down\nagainst the couch. SAM\nWhat the fuck is in there? EXT. \n---TARGET SECTION TO BE ANNOTATED---\n LOS ANGELES RIVER TRAIL - DAY 119\nSam races up the path along the LA river on an old BMX bike.\n\nHe's wearing a red hoodie over his head, looking like a man-\n\nchild from a Steven Spielberg movie.\n\nHe stands on the pedals and lifts his head into the wind -\nlooking toward the tall green hills beyond the river\n\nHe pedals faster. A man on a bicycle heading toward adventure.\n\f \n\n \n\n— to _— > e+\n7| ee: a: es ee Ms Do t=]\nok | em RS [cS BS\n\n \n\n \n\n \n\f130\n\n120 EXT. MOUNT HOLLYWOOD FOREST - DAY 120\n\n121\n\n122\n\n123\n\nSam hikes through the woods, trudging up the hillside.\nEXT. MOUNT HOLLYWOOD FOREST - DAY 121\n\nSam reaches the tall wooden fence. He notices several painted\nmarks along the wall.\n\n///\n\nThree parallel lines - diagonal from the top to the bottom of\nthe wall.\n\nWhat does that mean?\n\nSam opens his wallet and pulls out a piece of scrap paper\nfilled with handwritten translations of Hobo Code.\n\nIt's the paper \"key\" created by Comic Man.\n\nSam runs his finger over the symbols, stopping alongside the\nthree parallel lines. The hobo translations is:\n\nthis is not a safe place\nEXT. MOUNT HOLLYWOOD FOREST - DAY 122\n\nReaching a clearing, Sam steps through the trees and looks\nahead.\n\nHe sees a single straw hut in the middle of an overgrown\nfield.\n\nA few Alberto Giacometti human-figure sculptures stand like\nscarecrows within the grass. An eerie expression of the\nemaciated human form. Tall or short... all with appendages\nlike twigs.\n\nSam walks toward the straw hut, checking the gun tucked into\nhis waist band.\n\nHe hears water splashing from inside. Delicately.\n\nINT. STRAW HUT - DAY 123\nArriving at the doorway of the hut, Sam looks inside. He see a\nfifty-nine-year-old man in a white gown, crouched on the\n\nfloor.\n\nThis man, the FINAL MAN, is washing the feet of three young\n\nwomen in white rags. Sam recognizes their faces as they look\nup from their seated positions along the wood floor.\n\n(CONTINUED)\n\f131.",
  "91": "---END OF PREVIOUS SECTION---\nThis man, the FINAL MAN, is washing the feet of three young\n\nwomen in white rags. Sam recognizes their faces as they look\nup from their seated positions along the wood floor. (CONTINUED)\n\f131. \n---TARGET SECTION TO BE ANNOTATED---\n123 CONTINUED: 123\n\nIt's Troy, Fannie, and Mae. The girls in the White Rabbit.\n\nSAM\nHello?\n\nThe Final Man turns and faces Sam. He remains sitting Indian-\nstyle in the center of the straw hut. The three beautiful\nyoung women sitting in a row along the wall.\n\nFINAL MAN\nHello.\n\nSilence. Sam waits for something to happen.\n\nFINAL MAN\nCan I help you?\n\nSAM\nUm... yeah.\n\nThe girls cock their inquisitive heads as Sam clears his\nthroat.\n\nSAM\nMy friend Sarah was killed. These\ngirls know something about it.\n\nFINAL MAN\nWhy do you assume that?\nSAM\nI saw her taking things from Sarah's\n\napartment.\nSam points at Troy. She smiles as his finger singles her out.\nSAM\nI found a code in their friend's song.\nI've been in the tunnels.\n\nFINAL MAN\nAlright.\n\nThe Final Man calmly pours several cups of tea into tiny\nporcelain containers. He passes them out to the girls - taking\none for himself.\n\nFINAL MAN\nPlease sit down. Drink with us.\n\nSam sits against the wall, staring at the man and his triad\nharem.\n\n(CONTINUED)\n\f132.\n\n123 CONTINUED: (2) 123\n\nSAM\nI found a bunker down there. Some kind\nof shelter in case of a nuclear war.\n\nTROY\nIt's not a shelter.\n\nSAM\nWhat is it then?\n\nThe Final Man places a small cup of tea on the floor in front\nof Sam.\n\nFINAL MAN\nA tomb.\n\nSAM\nWhat?\n\nMae's face brightens with excitement. She looks to the Final\nMan.\n\nMAE\nWas it ours?\n\nThe Man pats Mae on the leg - a comforting \"I'll be with you\nin a moment\" gesture.\n\nFINAL MAN\nThey're tombs. For kings... like me.\nLike Jefferson Sevence.\n\nThe girls begin to drink their tea.\n\nSAM\nWhy would Jefferson Sevence need a\ntomb underneath the city?\n\nThe Final Man glances over at his Ascension Brides. He makes a\nface to them - suggesting that Sam doesn't \"get it\". Troy\ngrins back in adoration.\n\nSAM\nA cemetery isn't good enough?\n\nSam glares at them all - growing more irritated with their\nsmug and holy demeanor.\n\nFINAL MAN\nIt's not about burial.",
  "92": "---END OF PREVIOUS SECTION---\nSAM\nA cemetery isn't good enough? Sam glares at them all - growing more irritated with their\nsmug and holy demeanor. FINAL MAN\nIt's not about burial. \n---TARGET SECTION TO BE ANNOTATED---\n It's about\nascension. We're not dying, we're\nbeing transported to another world.\nSomewhere better than this.\n\n(CONTINUED)\n\f133.\n\n123 CONTINUED: (3) 123\n\nAs the Final\nhim from his\nface.\n\nSAM\nAre you talking about heaven?\n\nFINAL MAN\n\nYou'd have to be a fool to think that\npoverty in this life equals wealth in\nthe next. I'm talking about something\nexclusive and real. Our souls will be\npulled from our bodies and carried\nthrough the unfathomable amniotic sac\nthat holds us here and prevents us\nfrom true connection.\n\nMan describes the birth-like barrier separating\nbliss, he tugs at his cheeks - the skin on his\n\nFINAL MAN\nWe will be beyond this universe and\nliving together as kings without\nlimitation. The pharoahs did it...\ngreat men throughout history have done\nthe same.\n\nSam stares at the man, trying to make sense of it.\n\nSAM\nAre you dying?\n\nThe man shakes his head, smiling at the course of Sam's\nignorant interrogation.\n\nFINAL MAN\nI'm about to be sealed inside a tomb\nwith my beautiful brides...\n\nThe Final Man waves his hand, presenting his future wives.\n\nFINAL MAN\n. and all my worldly treasures.\nWe'll have delicious meals and wine\nand television and sex. Enough to last\nus for six months.\n\nSAM\nAnd then you die?\n\nThe Final Man gulps his tea in a single shot - setting the cup\nback on the tray.\n\nFINAL MAN\nNo. We wait to be ascended. Our souls\nand all the gold I've managed to\ncollect will be transported.\n\n(MORE)\n(CONTINUED)\n\f134.\n123 CONTINUED: (4) 123\nFINAL MAN (cont'd)\nEnough to buy ourselves a position of\nroyalty in a world of perfection and\nbeauty.\n\nSam stares in disbelief. This is madness of course.\n\nFINAL MAN\nOnly the richest of men can afford\nthis ceremony. I'm not even gonna tell\nyou how many people you have to kill\nfor just one man... and three women...\n\nHe glances back at his grateful brides.\n\nFINAL MAN\n\n. to reach the afterlife. The\nrequirements for sacrifice are so\nspecific... hair color, age, sex,\ntooth alignment, dietary habits,\ncancer formations...",
  "93": "---END OF PREVIOUS SECTION---\nHe glances back at his grateful brides. FINAL MAN\n\n. to reach the afterlife. The\nrequirements for sacrifice are so\nspecific... hair color, age, sex,\ntooth alignment, dietary habits,\ncancer formations... \n---TARGET SECTION TO BE ANNOTATED---\n it takes a\nfortune and and an army to catalog\nthese people and kill them according\nto ritual.\n\nSAM\nWho did you kill?\n\nFINAL MAN\nIt's expensive to build a tunnel\nsystem and keep it hidden, but it\ncosts even more to murder people and\nnot be harassed about it. The\ninfrastructure, the management, the\nbribery... all in the name of\nsomething holy and pure.\n\nSAM\nDid you kill Sarah?\n\nThe Final Man pulls a bamboo framed photo off the wall near\nthe doorway. He offers it up to Sam.\n\nFINAL MAN\nNo one will find our chambers for a\nthousand years. Future men will\nunderstand that we were the modern\nkings. Rulers without statues or\neffigies.\n\nLooking at the photo, Sam sees Jefferson Sevence in a white\ngown - his arms around Sarah and her two roommates in white\nrags. All sitting together within this very same straw shack.\n\nWide smiles across their faces. No fear or terror\n(CONTINUED)\n\f135.\n\n123 CONTINUED: (5) 123\n\nSAM\nThey were here?\n\nLooking closer, Sam notices that Sarah's \"How to Marry a\nMillionaire\" dolls are visible on the floor behind her\n\nSAM\nIs Sarah alive?\nFINAL MAN\nShe may have ascended already. I don't\n\nknow.\n\nSam points downward - growing more disgusted and horrified\nwith each revelation.\n\nSAM\nShe's in one of those tombs?\n\nFannie nods her head - a big smile of anticipation across her\nface.\n\nSAM\nWith Sevence?\nFINAL MAN\nYes.\nSAM\nBut they found his body.\nFINAL MAN\nThey found another man's bones mixed\nwith... most of Jefferson's teeth,\n\nsome of his skin, and all the organs\nthat he's able to live without.\n\nSam is taken aback - horrified by it all - a swirling sickness\nin his head.\n\nThe white robed host and hostesses observe Sam as his\nbreathing changes - sweat forms on his skin.\n\nFINAL MAN\n(signaling quotation\nmarks with his hands)\nDid you think \"heaven\" was easy?\nSam looks down at his lap. He's unable to focus.\n\nSAM\nI never gave it much thought.",
  "94": "---END OF PREVIOUS SECTION---\nSam looks down at his lap. He's unable to focus. SAM\nI never gave it much thought. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\fCi Most Glamorous Eien Of Your Lifetime E\nINEmMaScOP\n\nYOU SEE IT WITHOUT GLASSES!\n\nMARILYN BETTY LAUREN\n\nMONROE-6RABLE-BACALL\n\n   \n  \n\n>\n\n  \n\n) Se TT uh\n\nnunwacey JOHNSON) TeAN in NEGULESCO wriaer JOHNSON:\n\f136.\n123 CONTINUED: (6) 123\n\nFINAL MAN\nAnd what do you think now?\n\nSAM\nI think you're gonna bury yourself\nalive. You're gonna run out of food\nand you're gonna fucking eat each\n\nother and die. After that... I have no\nidea.\n\nFINAL MAN\nI doubt that it will be so grim, but\neven if it is... it'll be worth it.\n\nThe Final man looks around the room in disgust.\n\nFINAL MAN\nAll this ugliness is just a cocoon.\n\nSam's eyes flare with anger. He's had enough.\nSMASH! !\n\nHe pounds his fist into the wall, knocking several photos and\nceremonial statues to the floor\n\nThe Final Man and his Brides are momentarily startled. They\nwatch Sam as he exhales deeply, regaining his composure.\n\nMAE\n(whispering to herself)\nThat's such an angry thing to do.\n\nFINAL MAN\n(calm)\nWhat are you upset about?\n\nSAM\nI just... want to see Sarah.\n\nFINAL MAN\nOk. Well... let's see if we can get\nher on the phone.\n\nSpinning around in his seat, the Final Man opens up a bamboo\npanel, revealing a flat-screen monitor and corded telephone\nreceiver. He presses some buttons and waits - listening into\nto the earpiece.\n\nSAM\nThey have a phone?\n\n(CONTINUED)\n\f137.\n123 CONTINUED: (7) 123\n\nFINAL MAN\nIncoming calls only. We've had\nproblems in the past. People getting\nscared... trying to get out.\n\nSAM\nThey're trapped?\n\nThe phone continues to ring - very quietly from the receiver.\nStatic on the screen.\n\nFINAL MAN\n\n(speaking in a half-\n\nwhisper as one does\n\nwhen on the phone)\nWe wouldn't want to lose out on\neternal life just because we might\nhave a normal physical aversion to\nbeing buried underneath the earth.\nWe're only human.",
  "95": "---END OF PREVIOUS SECTION---\nStatic on the screen. FINAL MAN\n\n(speaking in a half-\n\nwhisper as one does\n\nwhen on the phone)\nWe wouldn't want to lose out on\neternal life just because we might\nhave a normal physical aversion to\nbeing buried underneath the earth. We're only human. \n---TARGET SECTION TO BE ANNOTATED---\nThere's a light click - a voice on the line - unheard by us.\n\nFINAL MAN\n\nHello, how are you?\n\n(beat)\nUh huh. Ok good.\n\n(beat)\nDo you mind if I put you on video\nphone? A friend of yours is here. He\nwants to see you.\n\n(beat)\nOk. Great.\n\nThe Final Man presses another button and the television\nflickers on, revealing a beautiful young woman's face.\n\nIt is Sarah - looking straight at us through the video screen.\n\nShe appears calm, comfortably covered in a simple summer\ndress, holding the telephone up to her cheek.\n\nBehind her is a cavernous, brightly-lit living room. Rock\nformations hang from the ceiling, alongside a diamond\nencrusted chandelier.\n\nOne of Sarah's roommates, the Brunette, is sitting naked on a\nlazy-boy chair - her legs propped up before a giant television\nscreen. She's brushing her teeth - spitting into a small\ngolden chalice.\n\nJefferson Sevence is sitting on the couch, nestled up against\nSarah's blond roommate.\n\n(CONTINUED)\n\f123\n\nCONTINUED: (8)\n\nThey're watching an old episode of The Andy Griffith Show on\n\nTV Land - sharing a bowl of popcorn.\n\nA mountain of gold bars lines the far wall.\n\nThe Final Man hands Sam the telephone. He holds it up to his\n\near.\nSARAH\nHello?\nSAM\nSarah? Can you hear me?\nSARAH\nYeah. Hellooo.\nSAM\nI've been looking for you.\nSARAH\nReally?\nSAM\nYeah.\nSARAH\nYou hardly know me.\nSAM\nI know.\nSARAH\nAre you annoyed with me? You angry?\nSAM\nDo I sound angry?\nSARAH\nKinda.\nSAM\nI just wanted to know what happened to\nyou.\nSARAH\nOh.\nSAM\n\nDo you really want to stay down there?\n\nSARAH\nYeah.\n\n(CONTINUED)\n\f139.\n123 CONTINUED: (9) 123\n\nSAM\nYou're gonna die down there. Is that\nwhat you want?\n\nSarah stares into the televison screen - deep in thought. Her\nface displays a range of feelings. Joy. Fear. Doubt.\n\nSarah looks back at Jefferson and her roommates - all laughing\nbefore the giant television.",
  "96": "---END OF PREVIOUS SECTION---\nFear. Doubt. Sarah looks back at Jefferson and her roommates - all laughing\nbefore the giant television. \n---TARGET SECTION TO BE ANNOTATED---\nSARAH\nI'm gonna take this in the bedroom.\n\nShe holds the phone out towards her Brunette Roommate.\n\nSARAH\nWill you hang it up when I get in\nthere?\n\nBRUNETTE ROOMMATE\nSure.\n\nThe Brunette gets out of her chair and takes the phone as\nSarah exits our view.\n\nThe naked Brunette stands there. She half-listens into the ear\npiece - bored - with her hand on her waist. A finger twists\nthe curly chord.\n\nThe Final Man looks over at Sam. He leans close and whispers.\n\nFINAL MAN\n(whispering to Sam)\nTheir chamber was covered with a\nmountain of concrete. It can't be\nopened. There's no point in upsetting\nthe girl. Please be kind.\n\nCLICK.\n\nThe screen switches to a view of an ornate underground\nbedroom. Sarah sits on the floor staring at the camera with\nthe phone to her ear.\n\nSARAH\nI got it!\n\nBRUNETTE ROOMMATE\nOk.\n\nThere's another CLICK as the Brunette hangs up the line.\n\nSarah looks up at the screen into Sam's eyes. Her voice is\nsofter now - an unsure whisper\n\n(CONTINUED)\n\f123\n\n140.\nCONTINUED: (10) 123\n\nSARAH\n(meek and quiet)\nDo you think I made a mistake? Coming\ndown here?\n\nSam looks at the Final Man before responding.\n\nSAM\nMaybe.\n\nSarah exhales with a vocal sigh, stretching her arm out in\nfrustration.\n\nSARAH\nEhhhhhhh.\n\nShe shakes off the bad feelings.\nSARAH\nWell there's no getting out, so I may\nas well make the best of things, huh?\n\nSAM\nYeah...\n\nSam looks away from the tv monitor and stares through the\ndoorway into the outside world.\n\nSAM\nSame here.\n\nSarah nods at the screen, fidgeting with her dress. Taking a\nmoment to herself.\n\nSARAH\nSo... how are you doing?\nSAM\nNot great.\nSARAH\nHave you thought about getting another\ndog?\nSAM\nNo.\nSARAH\n\nIt might be good for you. A little\nunconditional love.\n\nSAM\nI'll think about it.\n\n(CONTINUED)\n\f141.\n123 CONTINUED: (11) 123\n\nSARAH\nUm... I should probably get going.",
  "97": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f141. 123 CONTINUED: (11) 123\n\nSARAH\nUm... I should probably get going. \n---TARGET SECTION TO BE ANNOTATED---\n I\nsaid I'd make dinner tonight. I have a\nmillion things to do.\n\nSAM\nOk. Well enjoy your dinner.\n\nSARAH\nThanks. Take care.\n\nSAM\nBye.\n\nSarah places her receiver down as the Final Man turns off the\nmonitor. He takes the phone away from Sam.\n\nFINAL MAN\n0k?\n\nSam nods. His face is pale. He picks up his cup of tea and\ntakes a sip.\n\nMae reaches out and holds hands with the other Ascension\nBrides. She looks between them and the Final Man - now\nignoring Sam.\n\nMAE\nLast night... I had a vision of us\nmaking love beneath the earth, then\nswimming together naked in a dark\npool. And that's when it happens...\nour bodies dissolve into light and\nevery beautiful thought we've ever had\nforms around us and carries our souls\nthrough space to another world... and\nwe're just laughing the whole time\nbecause we know that nothing can ever\nbe wrong again.\n\nMae turns to Sam.\n\nMAE\nI wish you were coming with us.\n\nSam gulps the rest of his tea. He sets the cup onto the floor\nThe Final Man looks over at Sam.\n\nFINAL MAN\nThis isn't a world that anybody with\nany sense stays in or spends much time\nworrying about.\n\n(CONTINUED)\n\f123\n\n142.\nCONTINUED: (12) 123\n\nSam watches as Fannie falls over into the lap of her nearby\nfriend.\n\nFINAL MAN\nYour goals... your dreams... the\nthings that eat away your life before\nyour eyes... you're living ina\n\ncarnival, throwing plastic rings at\noversized pop bottles hoping to win a\nprize...\n\nTroy lays back against the wall and closes her eyes. Mae folds\ninto a little ball on the floor\n\nFINAL MAN\nWhat do you win? A 2 week vacation? A\nnew car? Maybe a little money to\nretire on? It's all a shitty, sawdust\nfilled rabbit. The things you care\nabout are useless where we're going.\n\nSam stares ahead as the Final Man slumps over, landing on the\ngirls' slack bodies. His head rests on Mae's thigh.\n\nSam tries to stand. He touches his face and stumbles to the\nside. Falling down. His head on the wooden floor. Mouth agape.",
  "98": "---END OF PREVIOUS SECTION---\nFalling down. His head on the wooden floor. Mouth agape. \n---TARGET SECTION TO BE ANNOTATED---\nSam watches the orange sun cross the skyline beyond the trees.\nIt's beautiful outside.\n\nThrough the open doorway, Sam sees a grass-covered hatch open\nin the middle of the field.\n\nThe Homeless King emerges from under the ground.\n\nCalmly, he walks to the hut and stops at the entrance, looking\ndown at Sam.\n\nThe Homeless King leans on the door frame, back-lit against\nthe LA sun, posing like a mock-John-Wayne. Waiting. Patient.\n\nSam tries to lift his face.\n\nSAM\nHow did you you know I was here?\n\nHOMELESS KING\nWe smelled you.\n\nSAM\nOh.\n\nSam rests his head on the cool wooden tile.\n(CONTINUED)\n\f123\n\n124\n\n143.\nCONTINUED: (13) 123\n\nEverything goes black once more.\nINT. CONCRETE ROOM - DARK 124\n\nSam opens his eyes. He's chained to a chair in a small\nconcrete room. No windows. Very dark.\n\nThe homeless king stands before him - blocking the stone\ndoorway.\n\nSam takes a breath.\nSAM\nWhat happened to that man? And those\ngirls?\nHOMELESS KING\nThey're waking up right now. In their\nascension chamber.\n\nSAM\nAnd so now you're gonna kill me?\n\nHOMELESS KING\nDo you know what you did wrong?\n\nSam opens his eyes completely, looking up at his accuser\nSAM\n(nervous)\nNo.\n\nThe Homeless King lifts up his hand, revealing a few dog\nbiscuits in his palm.\n\nHOMELESS KING\nWe found these in your pocket.\n\nSam says nothing.\n\nThe Homeless King shuffles the biscuits in his hand and\nconsiders their importance.\n\nHOMELESS KING\nWhy do you have dog biscuits in your\npocket?\nSam stares at the dirty man with deep anger.\n\nSAM\nI used to like a girl who had a dog.\n\n(CONTINUED)\n\f124\n\n144.\nCONTINUED: 124\n\nThe Homeless King thinks about this for a moment, narrowing\nhis eyes. He shakes his head - a tiny grin of skepticism on\nhis face.\n\nHOMELESS KING\nWhen was that?\n\nSAM\nA long time ago.\n\nThe Homeless King considers the response - debates a reply.\n\nHOMELESS KING\nDid she stop loving you?\n\nSAM\nUh huh.\n\nThe Homeless King stares into Sam's eyes - waiting for more.",
  "99": "---END OF PREVIOUS SECTION---\nHOMELESS KING\nDid she stop loving you? SAM\nUh huh. The Homeless King stares into Sam's eyes - waiting for more. \n---TARGET SECTION TO BE ANNOTATED---\nHe repeats his question like a mantra.\n\nHOMELESS KING\nWhy do you have dog biscuits in your\npocket?\n\nSam doesn't answer. He stares back defiantly - angry -\nresentful.\n\nSAM\nI was waiting for her to take me back.\nI wanted to give the dog a treat and\nrub its ears - like the way I used to.\nAnd everything would be good again.\n\nThe Homeless King moves closer, looking down at his prisoner\nwith Christ-like eyes. He unlocks Sam's chains and steps to\nthe side - offering a clear path towards the doorway.\n\nHOMELESS KING\nYou can go now.\n\nSAM\nReally?\n\nHOMELESS KING\nYeah.\n\nSAM\nYou're not gonna kill me?\n\nHOMELESS KING\nI don't think so... we might. I'm not\nsure yet. Obviously don't mention any\nof this to anyone.\n\n(CONTINUED)\n\f124\n\n125\n\n126\n\n145.\nCONTINUED: (2) 124\n\nSAM\nI won't.\n\nSam stands up and begins to cross the room - hesitantly.\n\nHOMELESS KING\nOk. Well... Goodbye.\n\nSAM\nGoodbye.\n\nSam walks to the doorway. He reaches a tall staircase.\n\nSam begins to climb up the very long and very narrow row of\nstone steps.\n\nWhere does this staircase go?\n\nSam lifts a metal door. Bright light pours down into the\npassageway.\n\nEXT. LOS FELIZ BOULEVARD - LATE DAY 125\n\nSam emerges in the parking lot of the 76 gas station near\nHillhurst and Los Feliz.\n\nThe street is bustling. The sun peeks through the clouds.\nMusic zips past Sam as cars race by in both directions. Lady\nGaga. Neil Diamond. David Bowie. Cher. Jesus and the Brides of\nDracula.\n\nJust pieces. Fragmented and warped together by the doppler\neffect. All songs become one singular melody...\n\nI'm pickin' up good vibrations\nShe givin' me excitations\nGood good good gooooood\nVibraazzzgwuqhewuwjhhajasodasdkasdasda! !!!\n\nSam walks along the busy road of Los Feliz. Cars race by.\nLoudly. Sam is in a daze.\n\nEXT. LOS FELIZ BOULEVARD - LATE DAY 126\nSam stares up at the hills above the trees.",
  "100": "---END OF PREVIOUS SECTION---\nSam is in a daze. EXT. LOS FELIZ BOULEVARD - LATE DAY 126\nSam stares up at the hills above the trees. \n---TARGET SECTION TO BE ANNOTATED---\nHe squints and strains, imagining 8-bit Egyptian mazes and\n\ntombs from Super Mario Bros. 2 - superimposed over the\nhillside.\n\n(CONTINUED)\n\f \n\f126\n\n127\n\n128\n\n146.\nCONTINUED: 126\n\nA sort of X-Ray Vision... sweeping slowly across the horizon.\n\nSam imagines level after level of Mario-esque tunnels within\nthe majestic green hillside.\n\nIs this what's underneath?\n\nEXT. LOS FELIZ BOULEVARD - LATE DAY 127\nSam passes some Latino teenagers picnicking near the\n\nMulholland Memorial fountain. The kids are listening to music\n\nas they eat their food.\n\nMadonna's \"Express Yourself\" plays loudly from the cheap\nportable speakers on their blanket...\n\nYou don't need diamond rings\nOr eighteen karat gold\nFancy cars that go very fast\nYou know they never last, no, no\nWhat you need is a big strong hand\nTo lift you to your higher ground\nMake you feel like a queen on a throne\nMake him love you till you can't come down\nYou'll never come down\nSam crosses the I-5 overpass. Traffic is thick. The cars move\nslowly now - bumper to bumper down Los Feliz. Sam looks at\nthem as he walks along.\nBelow him, cars idle along the I-5 freeway.\n\nHere is the site of Kevin McCarthy's dramatic plea for help at\nthe conclusion of \"Invasion of the Body Snatchers\".\n\nShould Sam scream a warning? Yell out to the passing cars?\nHe says nothing. Watching them pass. Remaining silent.\nEXT. LOS FELIZ BOULEVARD - LATE DAY 128\n\nSam walks along the sidewalk, passing by the Contact Lens\nBillboard.\n\nWorkers are switching out the signage. The contact lens ad is\nbeing replaced with a McDonalds advertisement.\n\n(CONTINUED)\n\f128\n\n129\n\n130\n\n131\n\n147.\nCONTINUED: 128\n\nSam' ex-girlfriend's face is cut in half - partially covered\nby Ronald McDonald's grin.\n\nThe oddly divided girl looks down at Sam and the passing cars\n\nof Los Feliz Boulevard. Her subtle expression is supplanted by\nRonald's enormous and disturbing smile.\n\nEXT. VILLAGE BAKERY - LATE DAY 129\nSam passes by the coffee shop.",
  "101": "---END OF PREVIOUS SECTION---\nHer subtle expression is supplanted by\nRonald's enormous and disturbing smile. EXT. VILLAGE BAKERY - LATE DAY 129\nSam passes by the coffee shop. \n---TARGET SECTION TO BE ANNOTATED---\n He looks inside at the pretty\nbakery girls. They laugh and chatter as they clean the counter\n\nand flip chairs onto tables.\n\nHe sees them through the window's faded sharpie handwriting -\nstill visible across the glass.\n\nBEWARE THE DOG KILLER\nINT. SAM'S APARTMENT - DUSK 130\nSam enters his apartment with a bag of groceries.\n\nHe ignores the large, spray-painted mark across his dining\nroom wall.\n\n°c\n\nSam unloads the bag: A 2-quart container of Tropicana Original\nOrange Juice and a box of Nabisco Original Premium Saltine\nCrackers.\n\nHe sets the groceries on the counter alongside an opened\npriority envelope.\n\nINT. SAM'S APARTMENT - DUSK 131\n\nSam is sitting on the couch, staring at the July 1970 Playboy\ncover.\n\nIn the background, the groceries remain along the counter -\nthough opened. Crackers spread like dominos out of their\nplastic bag. A pulp covered glass of orange juice - half\ndrunk.\n\nSarah's picture rests on Sam's lap.\nThe gun sits neatly on the white CB2 tv tray before him.\n\nHis dusty VCR is on the carpet - cables and plugs running from\nit to the back of the tv.\n\nA shaky VHS recording plays on the television. It is \"Seventh\nHeaven\". Janet Gaynor cries and emotes with grand perfection\nand beauty.\n\n(CONTINUED)\n\f131\n\n132\n\n133\n\n148.\nCONTINUED: 131\n\nSam's Nintendo lies on the carpet next to the VCR. A tangled\nmess of chords and old entertainment technology.\n\nThe upside down Playmate stares at Sam... from under the blue\nwater.\n\nHe hears the parrot cawing.\nPARROT\n(0.S.)\nRrrottafendnnnddddd!\n\nSam looks towards the window. Breathing slowly. Debating. Eyes\nunblinking.\n\nEXT. APARTMENT HALLWAY - DUSK 132\nSam stands in the hallway, knocking on an apartment door\n\nThe Bird Woman opens the door, wearing a t-shirt and no bra.\n\nShe looks at Sam with a suspicious expression. The look of a\nhousewife greeting a door-to-door salesman.\n\nSam smiles to her.\n\nINT.",
  "102": "---END OF PREVIOUS SECTION---\nThe look of a\nhousewife greeting a door-to-door salesman. Sam smiles to her. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BIRD WOMAN'S APARTMENT - NIGHT 133\n\nSam and the Bird Woman lie naked on the living room floor -\nsweaty and tired.\n\nA throw-rug under their bodies. A couch cushion under their\nheads.\n\nThe Topless Bird Woman nuzzles close to Sam. Affectionate. She\nsmells his chest and shoulder.\n\nTOPLESS BIRD WOMAN\nIs that patchouli?\n\nSAM\nNo.\n\nThe parrot caws from outside on the woman's balcony. Sam looks\ntowards it - perched in its cage.\n\nPARROT\nNawwwwwddduuumeennndd\n\nSAM\nWhat's the bird saying?\n\nThe Bird Woman looks back toward the patio. She shakes her\nhead.\n\n(CONTINUED)\n\f133\n\n134\n\n149.\nCONTINUED: 133\n\nBIRD WOMAN\nI don't know. Honestly, I've always\nwondered, but I have no idea.\nSam nods his head and stares at the bird. It shouts once more.\nHe takes it in.\nEXT. TOPLESS BIRD WOMAN'S BALCONY - NIGHT 134\n\nSam stands alone on the woman's balcony. The birds are quiet\nin their cages.\n\nGentle rustling.\n\nLighting a cigarette, Sam looks across the courtyard to his\nown apartment - hidden in the trees and foliage.\n\nHe looks through the open window into his home.\nIt's quiet and still.\nFinally...\n\nSam's front door opens, and the Apartment Manager steps into\nthe dimly lit living room. The Sheriff follows him inside.\n\nSam watches the men, from his hidden perch, as they sift\nthrough his things, pointing at the walls and shaking their\nheads.\n\nSam exhales smoke...\n\nThe End Credits Roll.\n\nWe hear REM's \"Strange Currencies\"...\n\nSINCERE VOICE\n\n(singing)\nI don't know why you're mean to me\nwhen I call on the telephone... and I\n\ndon't know what you mean to me, but I\nwant to turn you on, turn you up\n\nfigure you out... I want to take you\non... these words \"you will be mine\"\nthese words \"you will be mine\"... all\n\nthe time...\n\fcn\n\n \n\nete ee ne ae\nmE.",
  "103": "---END OF PREVIOUS SECTION---\nSINCERE VOICE\n\n(singing)\nI don't know why you're mean to me\nwhen I call on the telephone... and I\n\ndon't know what you mean to me, but I\nwant to turn you on, turn you up\n\nfigure you out... I want to take you\non... these words \"you will be mine\"\nthese words \"you will be mine\"... all\n\nthe time... cn\n\n \n\nete ee ne ae\nmE. \n---TARGET SECTION TO BE ANNOTATED---\n ante —\n\neat Pepa ves x be ma Che\nid\n\nSeal OP» AI Ome BROAD De\nPe Wee ee\neee tah ee\n\nTA Veteaeees ls ona Te Seca. 6 Be\noe Sacre} —we\nth Sota, tee oo Oe\n\nSas eee eet) Soe,\n\nP ee |\n\f"
}