{
  "1": " \n\nBAAR\n\nENTERTAINMENT\n\n \n\fFILNNNATION\n\nENTERTAINMENT\n\nUnder the Skin\n\nIn Under The Skin, the startlingly original science fiction film from visionary director\nJonathan Glazer (Birth, Sexy Beast), we are introduced to a new monster. A monster for our times.\n\nScarlett Johansson (ron Man 2, Lost in Translation) plays an alien that takes the perfect synthetic\nform of an irresistibly alluring woman. She drives remote highways seeking the resource she is here\nto collect - us - and snaring it with her sexuality.\n\nIt is deadly efficient, but over time it becomes intrigued by emotions it never knew existed. Drawn\nto our humanity, ‘it’ slowly becomes ‘she’. As her empathy grows, her resolve weakens and she goes\n\n‘off mission’, setting herself on a collision course with her own kind.\n\nNerve shattering, sexy, provocative and utterly compelling, Under The Skin is a film about our world\nseen through alien eyes, which promises to be one of the most talked about films of 2011.\n\nUnder the Skin is available for your territory.\nWe look forward to discussing with you further!\nBest,\n\nGlen Basner\n\nRob Carney\nTara Erer\n\nt +1 917.484.8900\nf£ .1 917.484.8901\n\nfilmnation entertainment\n\n150 west 22nd st, 9th floor\nnew york, ny 10011\nwww.wearefilmnation,com\n\n \n\fUNDER THE SKIN\n\nWRITTEN BY: WALTER CAMPBELL AND JONATHAN GLAZER\nBASED ON THE NOVEL BY: MICHEL FABER\nTO BE DIRECTED BY: JONATHAN GLAZER\n\nFILNNATION\n\nENTERTAINMENT\n\n \n\fDIRECTOR’S STATEMENT\n\nI remember the first time I saw the image of this planet as\nphotographed by man. The blue, life-giving glow of earth\nheld like an only child in the black eternal void. That God-\nlike perspective defines us as a species which is\ntranscending its physical limitations. In that image both\nour power and our fragility come into sharp focus.\n\nIt is a very alluring vision. As I began to imagine this\nstory, I pictured an alien seeing this.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn that image both\nour power and our fragility come into sharp focus. It is a very alluring vision. As I began to imagine this\nstory, I pictured an alien seeing this. \n\nTARGET SECTION TO BE ANNOTATED:\n I imagined that even\nif it knew nothing of the earth’s rich bounty, it would\nstill be drawn here.\n\nWhat if this traveller through timeless distance could look\nupon this jewel of a planet and see nothing of its beauty or\nits wonder but rather an equation? Perhaps in the same way\nthe conquistadors went in search of new worlds, driven by\nthe unfettered arrogance of commercial opportunity. Looking\ndown at us the way a lion looks at a lamb. A being that was\nsomehow the opposite of us or an extrapolation of what we\nmight become. Thinking from inside this alien perspective I\nam struck by the horror of that absence. The sheer emptiness\nof an existence without the central tenets of humanity.\n\nIn Faber’s book, the story is one in which the two aliens\nare immersed into human form. Concealed to appear and act\nexactly like us. Then transported to earth to hunt us. We\nbeing an equivalent perhaps to chocolate or tobacco.\n\nFor the purposes of this statement I’m going to concentrate\non one of these. An alien disguised as an alluring woman.\n\nI wondered what would happen to such a creature during its\nwork here, if it were put in the way of subtle, fragile,\ntenuous, human events. What might that immersion into our\nconsciousness lead to? What if the alien against its will\nbecame human? What if it turned to face its own blind spot?\nCame to recognize its own horror? Witnessing that\ntransformation is central to the heart of our story. The\nunwitting discovery of human self as ‘it’ becomes ‘she’.\n\nA great monster is one we recognize ourselves within. The\nquintessential moment in Frankenstein is when Boris Karloff\npicks flowers with the little girl by the lake. The\nproximity of those two sat beside each other is where horror\nresides. The corruption of many bodies to make an incomplete\nwhole, yet a fragile heart somehow retained within its\nmonstrosity.\n\nWith these aliens we’re creating a new Frankenstein. A new\nDracula. A new monster for our times.\n\fThe aims of our film are to seduce the audience, frighten\nthem, disrupt them, provoke them, enthral them. To show them\nsomething they’ve never seen.\n\nJonathan Glazer\n\fEXT. SCOTLAND. HIGHLANDS. NIGHT.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCOTLAND. HIGHLANDS. NIGHT. \n\nTARGET SECTION TO BE ANNOTATED:\n 1\nWe open on fire raging.\nWe're looking at a wild bonfire on the edge of a gulley.\n\nThe flames are so high they swirl into the black sky above\nthe trees.\n\nThrough the flames and against them we see the thrashing\nmovements of a NAKED FEMALE FIGURE, mid 20's, which gyrates,\nwrithes and flexes.\n\nHer eyes roll in a strange, deadened ecstasy as she dances to\nsome unheard music and the tongue protrudes tasting the\nsmoking air.\n\nThe scene is elemental, rapturous, primitive.\n\nThe smoke pours off the blaze as her body shakes like a\nrattlesnakes tail.\n\nShe shows no pain or pleasure as she cavorts, and flings her\nsweat and stomps in abandonment with arms outstretched. The\nbody oozes vulgar insanity.\n\nIt's like watching sin.\n\nEXT. SCOTLAND. LOWLAND ROAD. NIGHT. 2\nA light advances towards us along a rain-swept road.\n\nIt is moving fast and its distant drone gets ever louder.\nRain bounces off the tarmac as a motorbike lashes through\nframe.\n\nEXT. SCOTLAND. HIGHLANDS. NIGHT. 3\nThe Fire Woman is spinning out of control against the flames,\nthen down she goes into the mud, collapsing under the force\nof abandonment. She is fading away as the fire rages higher\nthan ever.\n\nNow she is on her knees, her head is folding down, the flames\nlick at her, steam shimmering off her body.\n\nEXT. SCOTLAND. HIGHLAND ROAD. NIGHT. 4\nThe bike climbs up banking turns.\n\nIt grinds hard against the pull of the incline, thundering on\nup the twisting rock-strewn curves towards the summit.\n\f2.\n\nAdvancing through swirls of smoke, the rider slows into a\ngully where the smoke hangs thicker and billows in the\nintense heat and gusting chill.\n\nThe wet road gleams with the reflection of flames swirling\nabove.\n\nThen he sees the pale figure lying there in the glistening\nmud at the base of the roaring fire.\n\nHe dismounts and removes his helmet. The BAD MAN.\nHe hurries to her and lifts her up out of the mud.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe dismounts and removes his helmet. The BAD MAN. He hurries to her and lifts her up out of the mud. \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks into the body, not the face but the centre of the\nlimp doll he is holding.\n\nHe shakes it. Shakes it again until the eyes seem to open.\nHe helps her to her feet, helps her to recover, then steadies\nher as they walk out of frame.\n\nINT. A BLACK VOID. 5\nA black screen.\n\nThick 'hubble bubble toil and trouble' cauldron black liquid.\n\nThe black of nightmares, which curdles and boils, and spits\nwith toxic malice.\n\nIt convulses, then folds in on itself, as if suppressing some\ninstinct to surge.\n\nThen a flux, and intricate structures begin to grow from this\nblack mass, conjured like some abominable spell.\n\nSomething is articulating itself into form.\n\nA surface bulge develops a protrusion and from it emerges a\nlong weaving BLACK LIMB. Like a living tentacle.\n\nThe limb unfurls with an unpleasant manner, snaking forward\nwith a meandering reach.\n\nIt is soon free from the body of the black mass and moving\nacross a white, flaring surface.\n\nWe feel other movement within it as it slips toward us.\nHere and there, a sudden gleam reveals a spike.\nThey thicken and waver, then become solid with intent.\n\nPlumes of spikes flourish, then fold into a triangular form,\nshocking in its geometric perfection.\n\fThen a slither of flat, rectangular black.\n\nThen a cube.\n\nThen an octahedron.\n\nThe sides multiply exponentially until it becomes a sphere.\nIt's as if it's expressing that it can become anything.\n\nIt hovers in an expanse of white, flaring, beautiful light.\n\nNow a colorless circle, like the skin of a drum, appears and\naligns with the black sphere.\n\nIt folds itself over, covering it.\n\nWe recognize its detail as the parts of a human eye.\n\nWe see the pupil that sits within the iris is not a black\nlens as we expect, but a perfect cylindrical cavity reaching\nback through the sphere.\n\nNow a black tendril aligns itself with the cavity.\n\nIt slides through the back to the other end through the space\nwhere the pupil should be.\n\nThe form that was a sphere is now an EYE, indecipherable from\nthe real thing.\n\nA TONGUE is in the space, flanked by TWO EYES just above.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt slides through the back to the other end through the space\nwhere the pupil should be. The form that was a sphere is now an EYE, indecipherable from\nthe real thing. A TONGUE is in the space, flanked by TWO EYES just above. \n\nTARGET SECTION TO BE ANNOTATED:\nThe formation drifts into position alongside a motionless,\nhuman, FEMALE FACE, like humming birds hovering at a flower.\n\nThe MOUTH and EYE SOCKETS open perversely wide.\n\nThe tongue enters.\n\nAnd docks.\n\nThe cavernous mouth closes.\n\nThe spheres enter their two cavities as if drawn on threads.\nThe eyelids close.\n\nThe lids open again.\n\nEYES shimmer in the gloom, brand new and clear.\n\nWe close into the bright twin forms until rays pour in and\nthe eyehole shapes fill with light.\n\nThe two ellipses blend into one viewpoint.\n\f4.\nAnd through them, through ‘her' eyes, we see the perfect\nsphere of EARTH as seen from space.\n\nA black HAND-SHAPE slips inside the flaccid synthetic glove\nof a HUMAN HAND.\n\nThe fingers stiffen then splay, the internal hand stretching\ninto command of the puppet around it.\n\nThe fingers wriggle provocatively then clench into a fist.\n\nA photorealistic masquerade of bone, knuckle, vein and\nmusculature hardening into this little boulder of attitude.\n\nNow we cut to her actual POV. The camera as an eye.\nWhich looks down at the two hands in front of us.\n\nWe lift them closer to study them.\n\nThe fist points towards us, knuckle on, full of portent.\nThen it is lowered.\n\nBeyond them, still looking down, we see our feet standing on\nthis flaring white light which is everywhere.\n\nThen they begin to walk and of course we walk with them, all\nthe time looking down on them as if they were our own.\n\nLeft foot then right then left and so on.\n\nWe look over the top of our breasts and dip further over them\nas if we could crane our neck at an impossible angle to see\nour navel and our pubis.\n\nThen, still looking down at our own walking body our\nviewpoint arcs to the left so we are now looking down at the\ntop of our own shoulder.\n\nThen our viewpoint rotates across the shoulder so we are now\nlooking at our back and the top of our buttocks and again\ncrane further out to watch the backs of our calves as this\ncraft, this body, continues its slow walk forwards.\n\nIt's as though we've rotated our whole head 180 degrees to\nview this impossible angle of ourself.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen, still looking down at our own walking body our\nviewpoint arcs to the left so we are now looking down at the\ntop of our own shoulder. Then our viewpoint rotates across the shoulder so we are now\nlooking at our back and the top of our buttocks and again\ncrane further out to watch the backs of our calves as this\ncraft, this body, continues its slow walk forwards. It's as though we've rotated our whole head 180 degrees to\nview this impossible angle of ourself. \n\nTARGET SECTION TO BE ANNOTATED:\nThen our body stops, and as it does so, our viewpoint comes\nback round over our shoulder, still looking down, and back\nround to the front.\n\nNow our viewpoint lifts and we cut to an image of the whole\nof her.\n\nA serene, assured YOUNG WOMAN - black hair, beautiful skin.\n\nAll is wonderfully charged yet also dormant.\n\fA picture of indomitable femininity.\n\nWe are studying the anatomy in some detail.\n\nShoulder, knee, abdomen, nipple.\n\nBut non-sexually. Non fetishistic. Factual. Anatomical.\n\nLike a technician might inspect a car fresh off a production\nline.\n\nINT. A WHITE VOID. 6\n\nThe Fire Woman is lying on a pure white block like an art\nexhibit.\n\nWhite flesh on ice white stone.\nHer bedraggled, muddied body lies motionless, like a cadaver.\n\nHer eyes stare unblinking at the endless white haze above\nher.\n\nAn elegant figure moves toward the body, the Young Woman.\nShe stops in front of the white block and regards her.\n\nShe looks at her the way she might look at a blank wall she\nmay be thinking of painting or pulling down.\n\nHer eyes travel over the flesh.\n\nThen they halt their detached flow across this pale landscape\nas something piques their interest.\n\nA small dot scurrying along the undulations of the stomach.\nShe moves closer to the body and extends her fingertip to the\nwoman's shoulder, intercepting the path of the dot, AN ANT,\nwhich stops in front of the huge obstacle.\n\nIts antennae feel it with curiosity and caution, then it\nwalks up onto the fingertip.\n\nThe Young Woman brings the finger up to her face so she can\nwatch the earthly stowaway more closely.\n\nIt remains suddenly dead still except for its slowly wavering\nantennae.\n\nEXT. SCOTLAND. THE SEA. PRE-DAWN. 7\nSomething is happening in the sky above the sea.\n\nInexplicable, effortless, beyond logic.\n\f6.\nA thin, rectangular LINE OF PURE WHITE LIGHT about two miles\nlong is held in perfect parallel with the horizon.\n\nIt sits motionless a hundred and fifty feet above the\nsurface, and three miles off shore.\n\nIt is beautiful - as harmonious as it is worrying. Complete\nomnipotence.\n\nThe sea beneath it is millpond calm.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt is beautiful - as harmonious as it is worrying. Complete\nomnipotence. The sea beneath it is millpond calm. \n\nTARGET SECTION TO BE ANNOTATED:\n A gentle tide sweeping\ninto the shore is all that can be heard.\n\nFar out, something is moving slowly towards us. A refractory\nimperfection of the light on the water's surface.\n\nIt is an object moving on the water towards us.\n\nAs we watch its approach, we eventually see what it is.\n\nA BOAT.\n\nA fifteen-foot long, black, wooden skiff gliding towards us.\nSeemingly under its own steam as if a giant finger had\n\npropelled it.\n\nSoon it is in the shallows and the hull glides into a grind\nagainst the pebbles.\n\nFrom behind camera, the Bad Man enters frame.\n\nWhat tells us he’s not human is that he's not looking at that\nthing in the sky. His attention is totally on the boat\ninstead.\n\nAs he reaches the bow, he drags it up onto the stones.\n\nThe Bad Man now throws back a cover to reveal the Young\nWoman, vacuum-packed in transparent material.\n\nThe Bad Man steadies the boat in the swell. He takes out a\nknife, makes a few deft cuts in the packaging.\n\nThere is no sudden gasping for air or dramatic coming to\nlife. The naked female simply steps out of its plastic\nsheathing, and then from the boat onto the shore.\n\nThe Bad Man throws a blanket round her.\n\nShe waits there silently in the half-light with a look of\nabstraction.\n\nThe Bad Man pushes the boat adrift again.\n\nThe two figures turn and walk shoulder to shoulder up the\nbeach.\n\nIt's here, as we pan away from the sea to follow their walk,\nthat we see where we are.\n\f10\n\nThe wild landscape of Northern Scotland.\n\nNot a word has been spoken, not a gesture imparted.\n\nThe epic light in the sky remains.\n\nThe figures emerge through a bluff of sand to find a white\ntransit van parked with its back to the sea.\n\nINT. WHITE VAN. MOVING. ROAD. CONTINUOUS. 8\nThe Young Woman steps into the back of the van.\n\nShe folds herself daintily past the heavy motorbike held in\nplace with industrial straps and between the hanging clothes\n\nthat make a crumpling sound above her.\n\nShe clears a space between bags, empty shoeboxes and\ndiscarded undergarments.\n\nThe Bad Man shuts the doors and we hear his footsteps move\naround to the side of the van and get in.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe folds herself daintily past the heavy motorbike held in\nplace with industrial straps and between the hanging clothes\n\nthat make a crumpling sound above her. She clears a space between bags, empty shoeboxes and\ndiscarded undergarments. The Bad Man shuts the doors and we hear his footsteps move\naround to the side of the van and get in. \n\nTARGET SECTION TO BE ANNOTATED:\nShe pulls her angular limbs into some pants and a bra.\n\nThe van trundles off as she gathers clothes from the\ncollection that hangs about her.\n\nThe things of the world are dressed onto her. Shirt, skirt,\nshoes, coat...\n\nShe opens a box in front of her revealing documents and\ncredit cards all bearing her photograph and the name “MS.\nLAURA FLYNN”.\n\nShe begins to put them into a small handbag.\n\nDISSOLVE TO:\n\nEXT. URBAN SHOPPING CENTRE. CAR PARK. DAY. 9\n\nThe van glides into the rows of parked cars eventually\nturning into a vacant space.\n\nIt is Laura who gets out.\n\nShe locks the van and we pull away from her as she walks\ntowards a bustling shopping centre.\n\nINT. URBAN SHOPPING CENTRE. CONCOURSE. CONTINUOUS. 10\n\nLaura steps out of a lift into the concourse and the echoing\nhubbub floods in from all directions.\n\nShe walks purposefully along the bright marble walkways.\n\f11\n\n12\n\n8.\nAs she moves into the throng, we see heads turn. Men and\nwomen stop in their tracks.\n\nHere comes life; lusty, bold, outrageous life, dripping with\nvitality.\n\nShe moves on through the melee of people - women with swish\nshopping bags, mothers with buggies, invalids in motorized\nchairs, candyfloss-haired pensioners, teenagers.\n\nShe walks into the cosmetics area of a busy department store.\n\nINT. URBAN SHOPPING CENTRE. COSMETICS DEPARTMENT. CONTINUOUS.\nEverywhere is colorful, flamboyant bling and blaze.\n\nFluorescent lights, a myriad of counters, mirrors, heavily\nmade-up sales assistants pampering customers.\n\nLipsticks, mascaras, brushes, hair products, skin products,\ntowers of hair extensions. A palace in the service of beauty.\n\n[Much of this sequence will be shot with hidden cameras in\norder to observe her within real situations. This technique\nwill allow us intimate access to the wonderful raw experience\nof human life. Human beings seen through alien eyes. ]\n\nLaura's fingers sweep over trays of nail polish and pick out\none or two.\n\nThen the selecting fingertips drift on to mascaras and\nlipsticks.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis technique\nwill allow us intimate access to the wonderful raw experience\nof human life. Human beings seen through alien eyes. ]\n\nLaura's fingers sweep over trays of nail polish and pick out\none or two. Then the selecting fingertips drift on to mascaras and\nlipsticks. \n\nTARGET SECTION TO BE ANNOTATED:\nWe drift towards her head, and then to her ear almost as if\nwe were about to fall into it.\n\nShe listens to the myriad of words and blasting noises.\nThe absorption of it all is palpable.\n\nWe hear snatches of conversation about boyfriends or jobs or\nlife in general.\n\nLaura is at the counter having paid and is putting all these\nthings into her bag.\n\nShe becomes aware of TWO SECURITY MEN who have positioned\nthemselves to enjoy her exit.\n\nOne is on his walkie-talkie most likely alerting others.\n\nINT. URBAN SHOPPING CENTRE. CONCOURSE. CONTINUOUS. 12\n\nLaura steps back out into the throng of the concourse and\nimmediately we see ANOTHER SECURITY MAN notice her from\nacross the atrium.\n\f13\n\n9.\nHe furtively brings his walkie-talkie a little closer to his\nchin.\n\nHis eyes track with her as she moves. She looks up at the\nmezzanine balcony.\n\nOn all four levels of the atrium we see SECURITY MEN lean\nover balustrades, peering down at the beautiful shopper.\n\nShe is almost back at the lifts, but as she leaves, we see\nher looking intently at a man with a large rucksack, a\nvagrant fishing a discarded burger from a bin before moving\non.\n\nHer attention is completely on him.\n\nShe is watching which way he exits the building.\n\nHe moves onto the road through the glass frontage.\n\nThe doors of the elevator shut as Laura gets out her parking\nticket and her keys.\n\nEXT. URBAN SHOPPING CENTRE. SERVICE STATION. DAY. 13\n\nLaura replaces the nozzle in the petrol pump and crosses the\nforecourt to pay.\n\nShe passes a SALESMAN. His head is bowed as he pumps, but\nhe's staring up though his eyebrows at every tilt of her\nbody.\n\nBehind her, a roadster at a pump. Inside, THREE YOUNG LADS.\nThe driver revs the engine lustfully.\n\nThe roadster drives off, tyres smoking.\nLaura keeps moving.\n\nShe focuses on a HITCHHIKER walking backwards on the main\nroad.\n\nHe holds up a cardboard sign with one word on it. “MERCY”.\n\nHe smiles at a thundering truck. It rumbles on unaware of the\nsmile. He stops smiling.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe smiles at a thundering truck. It rumbles on unaware of the\nsmile. He stops smiling. \n\nTARGET SECTION TO BE ANNOTATED:\nHe's the same vagrant she saw in the shopping centre. Pure\ncoincidence.\n\nLaura moves more urgently now into the shop. ANOTHER LAD,\nwho’s paid and leaving, stares transfixed as they pass.\n\f14\n\n15\n\n10.\n\nINT. URBAN SHOPPING CENTRE. SERVICE STATION SHOP. DAY. 14\n\nShe approaches the counter brandishing a card. Gives it to\nthe CASHIER GIRL.\n\nLAURA\nNumber three.\n\nThe roadster peels back down the road to the station, hits\nthe brakes and spins.\n\nSmoke pours from wheel arches as it doughnuts aggressively.\n\nThe transfixed lad is right by the shop window now, staring\nin at Laura like a zombie.\n\nThe cashier girl looks at her curiously.\nCASHIER GIRL\nYou've set them off.\n(Shouts over her shoulder\ninto the back room)\nStuart, can you call the police!\nThe girl hands Laura her card and receipt.\n\nLAURA\nThank you.\n\nLaura turns to leave.\n\nEXT. URBAN SHOPPING CENTRE. SERVICE STATION. CONTINUOUS. 15\n\nThe driver's door of the roadster opens and a GANGLY\nTEENAGER, gets out. He moves toward Laura.\n\nGANGLY TEENAGER\nWe're going for a wee drink down\nthe road. Do you fancy it?\n\nShe keeps walking but he steps into her path.\n\nGANGLY TEENAGER (CONT'D)\nJust fucking stand still a minute.\n\nLaura stops. Then the Salesman pipes up.\n\nSALESMAN\nCan you no leave her be?\n\nGANGLY TEENAGER\n(zero tolerance)\nWhat the fuck do you think you’re\ndoing!\n\nThe teenager shifts the focus of his adrenalin and walks up\nto the Salesman. The three other lads pile out of the car.\n\f16\n\nll.\n\nLaura resumes her walk to the van.\n\nWhat happens now is of no consequence to her. It’s peripheral\nnoise. Her focus is on the hitchhiker on the main road\nbeyond.\n\nGANGLY TEENAGER (CONT'D)\nWhat else?!\n\nSALESMAN\n(pleading for calm)\nAlright, alright...\nThe teenager looks at him hard. Then turns to his mates.\n\nGANGLY TEENAGER\nI think he knows what’s coming!\n\nThe lads laugh like drains.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen turns to his mates. GANGLY TEENAGER\nI think he knows what’s coming! The lads laugh like drains. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly the teenager swivels and lashes one into the\nSalesman’s face. Down goes the Salesman.\n\nLaura gets in her van. The teenager stamps down on his back.\nGANGLY TEENAGER (CONT'D)\n(like a diagnosis)\nWheelchair.\nThe Salesman folds up in agony. Laura starts the engine.\nGANGLY TEENAGER (CONT'D)\n(manic laugh)\nOh, he’s done him! He’s done him!\nHe does NOT look happy!\n\nLaura pulls away, leaving this turbulent testosterone wake.\n\nINT. LAURA'S VAN. MOVING. CONTINUOUS. 16\n\nHer eyes scan for that hitchhiker as she accelerates onto the\nmain road.\n\nThen she sees him up ahead, he’s walking backwards with his\nsign held out.\n\nShe slows to compose herself.\nEverything is in order.\nShe refocuses on him.\n\nBut then a car pulls out of the junction ahead of her. The\nhitchhiker’s thumb shoots out.\n\nLaura speeds up.\n\f17\n\n18\n\n12.\n\nBut too late. The car ahead pulls in.\nShe rolls past as he gets in.\n\nThe rearview mirror shows an old man driving the car. He’s\nlaughing and offering a cigarette to the hitchhiker.\n\nShe refocuses on the distant highway. Unmoved.\n\nINT. LAURA’S VAN - MOVING. SHORT WHILE LATER. 17\n\nLaura comes to a roundabout. She rolls round it twice,\nassessing the best route to take.\n\nFinally, she chooses one, indicates and heads off along it.\n\nINT. WHITE VAN. TRUNK ROAD. NIGHT. 18\n\nA sign is held in the headlights of Laura’s van. STRANRAER 14\nMILES.\n\nShe plows on through the miserable rain.\n\nMovement up ahead, and she eases off.\n\nThe beam finds A FIGURE. It half turns.\n\nA bomber jacket with a green football shirt underneath and a\ngreen scarf wrapped around the head. A bag over its shoulder.\nShe slows more.\n\nHe tugs the scarf down to show his face in the beam.\n\nHe’s a beefy farm boy. She pulls up.\n\nThe window opens to a gusting howl. His eyes widen as he sees\nwho’s driving.\n\nLAURA\nAre you going to Stranraer?\n\nFOOTBALL FAN\nI’m catching the boat.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis eyes widen as he sees\nwho’s driving. LAURA\nAre you going to Stranraer? FOOTBALL FAN\nI’m catching the boat. \n\nTARGET SECTION TO BE ANNOTATED:\n I’ve got to\nget to a match.\n\nLAURA\nI’m going that way. But\nI’m just wary who I pick up.\n\nFOOTBALL FAN\nFair enough.\n\nLAURA\nHaven’t you got any friends or\nfamily who'll take you?\n\f13.\n\nFOOTBALL FAN\nNo. Nobody likes me.\n\nLAURA\nNo wife?\n\nFOOTBALL FAN\n(perishing the thought)\nNah.\n\nLAURA\nOr girlfriend?\n\nFOOTBALL FAN\nNah, I’m totally available at the\nminute.\n\nLAURA\n(playing dumb)\nAre you a football player?\n\nFOOTBALL FAN\nDon’t be daft, I’m too fuckin’ fat!\nHibs are playing Glentorren in\nBelfast. I don’t play football. I\nwatch football. And I watch fucking\nHibs. Am I getting any closer to\ngetting in?\n\nLAURA\nWhen do you have to be back at\nwork?\n\nFOOTBALL FAN\nI sign on again at the end of the\nmonth.\nA thunderous shake as a truck booms past.\nFOOTBALL FAN (CONT'D)\nListen love, are you going to give\nme a lift? Cos if not, I’1l crack\non.\n\nLAURA\nWhat's in the bag?\n\nHe hefts the bag up to the window and unzips it to reveal\nballed up clothes. He looks at her.\n\nLAURA CONT'D)\nPut it in the back.\n\nHe gets in. Laura pulls out.\n\nHe wipes the rain off his face with the end of his scarf.\n\f14.\n\nFOOTBALL FAN\nSo what’s your story?\n\nLAURA\nWhat do you mean?\n\nFOOTBALL FAN\nWhat are you heading over for?\n\nLaura turns to look at him.\n\nThere is something wanton, almost pornographic, in her pretty\nface.\n\nLAURA\nOh, I’m not. I’m just driving up\nthat way. I was just feeling\nrestless, you know, couldn’t sleep.\nSo I came out for a drive.\n\nFOOTBALL FAN\nYou’re a right good look’n girl to\nbe riding around all alone at this\ntime of night.\n\nLaura smiles.\n\nLAURA\nDo you think I ought to be more\ncareful?\n\nFOOTBALL FAN\nAye, I do.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaura smiles. LAURA\nDo you think I ought to be more\ncareful? FOOTBALL FAN\nAye, I do. \n\nTARGET SECTION TO BE ANNOTATED:\nHe looks at her and a glimmer of caution flickers in his\neyes.\n\nHe looks to the space about her - to the little compartment\nin the door and to the glove box.\n\nFOOTBALL FAN (CONT'D)\nYou should have some of that stuff\nyou can spray... it’s like tear\ngas. Or a gun. If you were an\nAmerican you'd have a gun.\n\nLaura seems not to be attending to his warning and her\ncausality reassures him.\n\nHe smiles a little at what he perceives to be her innocence.\nFOOTBALL FAN (CONT'D)\nThey’re not all as nice as me you\nknow.\n\nLAURA\nWhat time’s the ferry at?\n\f19\n\nFOOTBALL FAN\nThere’s one at three and one at\nsix.\n\nLaura swivels her torso a little in his direction.\na piggy eyeful of the goods.\n\nLAURA\nDo you really never miss a match?\n\nHe smiles.\n\nFOOTBALL FAN\nYou’re a right wee chancer.\n\n15.\n\nGives him\n\nHe takes a long look at her. The good fortune sinks in.\n\nLAURA\nI have a place about an hour in the\nother direction.\n\nFOOTBALL FAN\nAnd who else has to give this idea\nthe nod?\n\nLAURA\nJust us.\n\nFOOTBALL FAN\n(with profundity)\nAll my life I’ve been a Hibs fan\nand I’ve never missed a match.\nLAURA\nWell..\nEXT. ROAD. SAME.\nThe van slows. Signals to pull over.\nStops. It idles in the rain signalling.\n\nThen the signal flips to the other side.\n\nThe van swings into a U-turn.\n\n19\n\nWe see Laura serious, staring into the night. He leans back\nsmiling and unfurls his Hibs scarf out of the window in\n\nvictory.\n\nEverything is heightened, the silence, the air, his heart\n\nrate, the suppressed desire, the overt come-on.\n\nThe straight road races as the undulating headlights play\n\nover black tarmac.\n\f16.\nUp ahead we see a bend coming, and beyond the road the woods\nseem darker and more cavernous than ever.\n\nThe headlights point right into them without finding detail,\njust a black void, and the beams reaching into it.\n\nAs the van reaches the bend, we expect Laura to turn the\nwheels into it...",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nUp ahead we see a bend coming, and beyond the road the woods\nseem darker and more cavernous than ever. The headlights point right into them without finding detail,\njust a black void, and the beams reaching into it. As the van reaches the bend, we expect Laura to turn the\nwheels into it... \n\nTARGET SECTION TO BE ANNOTATED:\n but instead the van plunges straight ahead.\n\nHe gasps (as we do) expecting the jolt and thud of some\nviolent impact, but it doesn't come.\n\nThe anticipated crash doesn't happen.\nThe van rolls on smoother than ever.\n\nThere must have been a road there. One that she saw but we\ndidn't.\n\nHe half-squints down the beam of the headlights, confused\n\nthat he cannot see any detail out there. Just impenetrable\nblackness.\n\nThe road underneath the wheels sounds very different too.\n\nSmooth. Too smooth. Like driving on ice, no rumble.\n\nShe slows and gradually, without a word, the van comes to\nrest.\n\nHe looks at her, she seems happy, so everything must be fine\nthen.\n\nLAURA\nCome on Colin.\n\nShe opens the door and steps out.\n\nHer heels click and echo on the infinite black marble floor\nwhich has appeared here - where there should be a forest.\n\nShe beckons him.\n\nHe steps out, aware only of her and what his mind is telling\nhim might be about to happen.\n\nHe pulls his Hibs scarf from the window, and ties it round\nhis neck as he gets out.\n\nWe follow close on his back now, her just ahead turning and\nundressing, leading him into this black world illuminated by\nthe reach of the van's headlights.\n\nColin grins, removing his jacket.\nCOLIN\n\n(lusty)\nThere is a God.\n\f20\n\n17.\n\nShe backs away sensuously.\nHe steps eagerly towards her.\n\nHe removes his football shirt, grimy vest, belt, boot,\nanother boot, jeans, pants.\n\nShe removes more of her clothes as she walks seductively\nahead of him, deeper into the blackness.\n\nHe's naked now, except for his scarf. His big fingers slip\nthe knot of his thick green scarf with all the erotic\ncrescendo of an LA stripper.\n\nSuddenly, the shiny black floor starts to give way beneath\nhim, softening like molasses.\n\nHis feet descend into the ooze but undaunted, he strides on.\nDeeper and deeper into the thick black liquid he sinks, and\nas he does we recognize this pit as that same evil soup from\n\nwhich Laura was formed.\n\nBut as if blind to this madness, he strides deeper and deeper\nwith each step.\n\nHis eyes and his mind are locked on her alone.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nDeeper and deeper into the thick black liquid he sinks, and\nas he does we recognize this pit as that same evil soup from\n\nwhich Laura was formed. But as if blind to this madness, he strides deeper and deeper\nwith each step. His eyes and his mind are locked on her alone. \n\nTARGET SECTION TO BE ANNOTATED:\nOblivious to the bizarre falling away of the world as we know\nit.\n\nHe's wading waist-deep now, eyes still locked trance-like,\ndriving forward feverishly, straining against the pull of\nthis abominable black quicksand.\n\nDown and down he goes until completely submerged in the\nsyrupy black darkness.\n\nGone.\n\nThe floor reforms.\n\nINT. LAURA'S VAN. DAY. 20\nLaura sits behind the wheel.\n\nHer hands move at her side then draw up her circular compact\nmirror.\n\nIt clicks open and with only a functional interest, she sets\nherself to rights.\n\nShe reapplies lipstick, re-varnishing to a perfect gloss.\n\nShe dabs ultra black to the tips of her eyelashes, enhancing\nthem to their ultimate, alluring potential.\n\f21\n\n22\n\n18.\nThe face trapped in the circular glass is perfectly still and\nunattached to the proceeding throughout.\nThe eyes check the handiwork.\nThe mirror snaps flat and is set aside.\n\nThe wrist turns the key, the gears engage and the game is on.\n\nINT. LAURA'S VAN. DAY. 21\nA rather WIRED, BALD MAN is staring at Laura, his shiny face\nglowing hot with sexual arousal. He smiles a hesitant,\nunpleasant smile.\n\nShe glances at him from moment to moment as she weaves along\nthese winding roads.\n\nHe licks his lips nervously. Then edges a little closer\ntowards her.\n\nHis hand slides slowly across the seat.\n\nHis fingertips furtively reach and probe at the edge of her\nthigh, half-frightened they might arouse rebuttal.\n\nHe looks at her lasciviously, his tongue swelling in his hot\nhead.\n\nHe looks down at her smooth flesh, and gulps at the idea of\nit.\n\nHe eases the hem of her skirt a little higher.\n\nLaura looks down at her exposed thigh then up at him and his\neyes fixed on her flesh.\n\nLAURA\nDon't get ahead of yourself.\n\nHe retracts his fingertips, folds his arms admonished and\nsmiles out of the window instead.\n\nLAURA (CONT'D)\nWe're going to do this my way.\nThey drive on now in the twisting backwaters of rolling\nhills, on and on through dark, bleak fields on either side.\nThe wind howls round the van.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA (CONT'D)\nWe're going to do this my way. They drive on now in the twisting backwaters of rolling\nhills, on and on through dark, bleak fields on either side. The wind howls round the van. \n\nTARGET SECTION TO BE ANNOTATED:\nSoon Laura is turning into a worn track.\n\nEXT. DERELICT HOUSE. SHORT WHILE LATER. 22\n\nThey arrive between half collapsed sheds drawing into a\nsodden yard.\n\f19.\n\nShe pulls up and looks at the man, her eyes breaking loose\nwith wild provocation.\n\nShe backs out of her seat, lithe and supple, opens the door\nand eases out.\n\nThe Bald Man eases out too, but he's less assured in every\nway.\n\nAs he drops down from the van, his thin shoes designed for a\nnight out in whatever silly, little bar she found him in,\nland straight into a puddle.\n\nThe water fills his shoes in a split second somehow snapping\nhim out of his sexual stupor.\n\nShe dangles her keys seductively as she moves towards the\nruin of a house.\n\nHe looks surprised by the place she's brought him to. It's a\nmillion miles from the love nest he imagined. The house is a\ncrumbling wreck about ready for the bulldozer.\n\nHe suddenly stops.\n\nBALD MAN\nThere's someone in there!\n\nAs he speaks the sound of his own words resonate in him\nbringing a sudden alarm.\n\nLAURA\nWhat?\n\nBALD MAN\n(pointing up)\nI saw that curtain move.\nShe turns blank-faced to look up at the house.\n\nWe focus hard on the window and it is still as the crypt.\n\nA tiny slit of black runs up one side of it where the curtain\nis badly hung but there is nothing there.\n\nShe finishes looking up at the window and looks back at him\nsmiling. He is still pointing at the window.\n\nLAURA\nThere's nothing there.\n\nShe turns back towards the house.\n\nBALD MAN\nI saw something...\n\nLAURA\nCome on.\n\fThe spell\n\n20.\n\nBALD MAN\nNo.\nLAURA\nWhy? Are you serious?... There's\n\nnothing there.\n\nBALD MAN\nNo... I'm not going in there.\n\nis really broken now, and she knows it.\nLAURA\n\nYou're seeing things. There's no\none in there.\n\nBALD MAN\nThere fucking well is. I saw it\nright... Do you know who's in\nthere?\n\nLAURA\n\nDon't be silly.\n\nBALD MAN\nWhy is it silly? I'm telling you\nthere's someone in there.\n\nLaura flashes her most alluring smile.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nBALD MAN\nWhy is it silly? I'm telling you\nthere's someone in there. Laura flashes her most alluring smile. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\nWell, I know there isn't.\n\nBALD MAN\n(not having any of it)\n\nNah. Nah, nah, nah. I know what\nthis is. You've got a bloke in\nthere with a fucking bat! You were\ngoing to fucking mug me! What a\nfucking idiot... bird like you\nwanting to fuck a bloke like me, do\nme a favor, this is a fucking set-\nup.\n\nShe opens the door and steps inside.\n\nBeyond her he can just see the dank interior of the building.\n\nThe dilapidation around the door frame is obvious even in\nthis light, but beyond the threshold, just the vortex of\ndarkness blacker than everything else.\n\nShe turns\n\nin the doorway leaning forward, eyes wide saying\n\n“What's the problem! ?”\n\nExasperated and still keyed up with suspicion, he looks into\nthe darkness, peering past her and into it for a moment,\nsilent, considering his options.\n\f23\n\n21.\n\nFrom the darkness her voice softly speaks.\nLAURA\nThere's no one in here. Just me.\nCome on...\nHe has to move forward to hear what she's saying.\n\nFurious and still completely sure he's seen something, he\nstops in the puddle just before the stoop.\n\nHe gathers his thin jacket close to him.\n\nBALD MAN\nI know what I saw and that's that.\n\nLAURA\nIt was the wind. So what!?\n\nHe doesn't really know where his is. He starts to doubt\nhimself.\n\nHe looks up at the front of the house. He looks back at the\nvan longing to get in it and leave.\n\nLAURA (CONT'D)\nCome on.\n\nHe fishes a lighter out of his pocket and strikes it,\nsheltering it from the rain.\n\nThe faint light illuminates Laura's smiling face.\nHe ventures in.\n\nBALD MAN\nIf someone jumps me in here...\n\nLaura laughs a coquettish laugh.\n\nHe shuts the door.\n\nINT. GLASGOW HOUSING ESTATE. DAY. 23\n\nLaura’s eyes are set on a YOUNG MAN who is cutting down from\nthe main road across a bit of communal grass. He jumps a\nrailing.\n\nHe is pale and so thin a light breeze could blow him over.\nHis eyes are tired the way a man of eighteen shouldn't be.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe jumps a\nrailing. He is pale and so thin a light breeze could blow him over. His eyes are tired the way a man of eighteen shouldn't be. \n\nTARGET SECTION TO BE ANNOTATED:\nDark and sunken with broken veins about the temples.\n\nShe is trying to anticipate his next turn when, as if\nsuddenly aware of himself, he turns back on himself a few\nsteps and slips into a doorway.\n\nShe stops and watches.\n\f22.\nAnother figure comes and they speak through the glass, the\nLean Man leaning close to hear.\nLaura pulls into the curb and stops.\nThe Lean Man is talking fast, his eyes suddenly earnest.\n\nThe figure inside moves hesitantly behind the frosted ripple\nglass.\n\nA little figure appears on the street. A SMALL HOODED PERSON\nwalking towards the van, a cigarette held by its side and\nsmoke peeling off it.\n\nHe seems set to walk straight past the van but stops abruptly\nright by the window and looks in at Laura.\n\nThe top half of the Hood is all that is visible from inside\nthe van.\n\nLaura looks down at it unmoved, and it stares back equally\nunflinching.\n\nThen a little voice comes, muffled as if not really trying to\nbe heard.\n\nHOOD\nAre you lost?\nSilence.\nHOOD (CONT'D)\nYou there... are you lost?\nSilence.\n\nHOOD (CONT'D)\nAre you lost?\n\nLaura turns away to look back at the Lean Man. The door he is\nspeaking at opens a touch.\n\nHOOD (CONT'D)\nCan you not hear me? Open the\nwindow a bit.\n\nThe Hood taps the window gently and waves a little hand in\nthe international sign for ‘lower the window’. Laura lowers\nthe window a little crack.\n\nHOOD (CONT'D)\nYou in there... Good looking! Are\nyou lost is it?\n\nLAURA\nNo.\n\f23.\n\nHOOD\nYou waiting for somebody?\n\nLAURA\nYes.\n\nAnother LAD is slipping through the railing the Lean Man\njumped a few moments ago.\n\nHe's shaven headed and expressionless except for eyes that\ndart to the little figure next to the window from time to\ntime.\n\nLaura looks towards the Lean Man and the door that he's in\nfront of, which opens to let him slip inside.\n\nHOOD\nWho’s that then?\n\nLAURA\nA friend.\n\nHOOD\nAye but who is it... you know what\nI mean... I'm wanting a name or two\nsee.\n\nWe see another LAD come out of one of the blocks and stroll\nover.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOOD\nAye but who is it... you know what\nI mean... I'm wanting a name or two\nsee. We see another LAD come out of one of the blocks and stroll\nover. \n\nTARGET SECTION TO BE ANNOTATED:\nHOOD (CONT'D)\n\nI know everybody from about here\nyou see... so I could go and hurry\nthem along a bit so you'd not have\ntee be sitting about like a cunt.\n\nThe boy nearest allows himself a smirk at the remark but then\nhis face returns to nothingness.\n\nHOOD (CONT'D)\nYou dinna want tee be hanging about\nthese streets like a cunt.\n\nLAURA\nI’m fine don't worry.\n\nHOOD\nI’m not worrying. Who was it you're\nwaiting on then?\n\nAnother SMALL FIGURE crosses towards the van so as to block\nits route down the road.\n\nA glance in the rear view mirror reveals ONE MORE strolling\ntoward the van also in the road.\n\nShe starts the engine but the kid in the road is right in\nfront of the van now.\n\f24.\n\nHOOD (CONT'D)\nWhy didn't you open the window when\nI was talking to you?\n\nLAURA\nI thought you'd...\n\nHOOD\nYou're talking out of your arse...\nYou're an oul whore aren't yee,\nwaiting about tee suck our cocks.\n\nSomeone somewhere thumps the side of the van. It booms a\nmetallic thud.\n\nThe Hood flicks his ciggy butt into the tiny gap that the\nwindow is open.\n\nSparks burst inside the van as the butt pings off the\ndashboard.\n\nThen another thud. The Hood batters the window.\n\nThe lad at the front of the van spits on the windscreen. Spit\nflies out of the Hood too, fouling the side window.\n\nSwearing starts in earnest now with venomous little sharp\nblows and kicks punctuating the verbal attack.\n\nThe sides of the van are being pummelled now.\n\nThe van is shaking, as others arrive to intimidate and drive\noff the intruder.\n\nThis is their patch.\nThey say what goes on here.\n\nOne of the feral lads has climbed up onto the van and is\njumping on the roof.\n\nThe thudding menace is deafening now, and swearing of an\nextraordinary volatile nature ricochets around the van.\n\nWe cut to a wide shot.\n\nSuddenly the kids are scattered by two gun shots being fired\nfrom out of the crack of Laura's open window.\n\nA moment later, the street is empty again and silent, as if\nnone of it had happened.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe cut to a wide shot. Suddenly the kids are scattered by two gun shots being fired\nfrom out of the crack of Laura's open window. A moment later, the street is empty again and silent, as if\nnone of it had happened. \n\nTARGET SECTION TO BE ANNOTATED:\nThe metal echo of the shots seems to hang in the air.\n\nLaura starts the van and moves away without any fuss.\n\f24\n\n25\n\n26\n\n27\n\n25.\n\nHalf a minute later, and with no great effort, we hear the\nlow hazy growl of a motorbike and suddenly the Bad Man sweeps\nthrough the shot. Straight down the middle of the road.\n\nThe growls hum away into the distance.\n\nEXT. LOWLANDS. DAY. 24\n\nWe are high up, looking down at the undulating hills,\nsprawling woodland and long ribbon of grey road below.\n\nWe see the van as little more than a moving white dot from\nthis vantage point.\n\nIn its wake, we see the dot of black that is the Bad Man on\nhis motorbike.\n\nWe watch them travel always just out of sight of each other.\n\nINT. A LITTLE VILLAGE. DAY. 25\n\nSunshine. Laura's van rolls down the main drag of a village.\nThe streets are strangely empty. Laura slows.\n\nWe take in her point of view as she looks into an open door\nof the village store where a woman reads the paper behind the\ncounter.\n\nShe rolls past a bakery. An old dear wipes off her display\ncase.\n\nWe travel on, and past the open door of a pub.\n\nInside, the space is crammed with men silently watching the\nnational football team. Engrossed by a penalty being taken.\n\nAs we reach the apex of our passing of the doorway, we hear a\nvoice announce for a beat “tonight could see this young man\nbecome...” the voice is lost, all the faces remain locked.\nLaura refocuses on the road and lets the van gather speed\nalong the empty streets and out of the village into the\ncountry lanes.\n\nEXT. LONG ROAD. DAY. 26\n\nLaura’s van drives through the lowland.\n\nEXT. COAST ROAD. DAY. 27\n\nLaura is driving along the coast road near the Sound of\nArisaig. The sun is strong.\n\f28\n\n26.\n\nShe sees a half visible sign through a bush,'BEACH', and\nturns.\nEXT. BEACH CAR PARK. DAY. 28\n\nA sprinkle of vehicles. Laura drives in, scanning out the\nwindow she suddenly focuses on something and stops.\n\nShe parks, then steps out.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAY. 28\n\nA sprinkle of vehicles. Laura drives in, scanning out the\nwindow she suddenly focuses on something and stops. She parks, then steps out. \n\nTARGET SECTION TO BE ANNOTATED:\nLeading over the dunes towards the beach is the splatter of\nmany footprints.\n\nShe moves along the path led by the footprints, then suddenly\nbreaks off it, drifting away to the right, following one\ndistinct set.\n\nThe footprints weave off along the dunes eager to find a spot\nfar away from all the others.\n\nShe is drawn with them. Far off she can see the main beach\nand its holiday-makers.\n\n'There', are families and a stretch of sand, laughter and\ndogs barking.\n\n'Here', is rocky and quiet.\n\nHer eyes scan about and find those significant footprints re-\nemerge by the shoreline.\n\nA LONE MAN in cut-off jeans walks in the breakers.\nOff to the west, a YOUNG COUPLE sit on a rock.\n\nThey watch their YOUNG CHILD splash in a shallow pool, their\ndog leaps in the surf.\n\nThe low sun sparkles off the water around them.\n\nThe couple lean closer and become one shape against the\nocean.\n\nThe space between them flashes like a message.\n\nKiss - Sparkle - Kiss\n\nLaura focuses on the lone man again.\n\nHe is pulling his shirt off. He's about thirty, toned.\nHe runs towards the sea. In he goes like a dart.\n\nLaura looks at the muscular swimmer as she walks to the\nbeach.\n\nThe sun plays around her perfect flesh and hair.\n\f27.\n\nHe swims through the glitter like he's on rails.\nLaura sits on the sand near his rucksack and boots.\n\nHe comes back into the shallows. Distant laughter beckons his\nattention along the beach towards the family.\n\nLaura follows his gaze.\n\nThe toddler splashes the dog as it bounds between his rock\npool and the tide.\n\nThe father watches as the dog thrashes into the foam.\nGiggles and yelps mingle with the waves.\n\nThe young mother walks into the breakers. She laughs as the\nundertow shifts her gently.\n\nNow the swimmer is walking back towards his things.\nAs he approaches, Laura smiles.\n\nHe almost stops dead in his tracks but makes it to the\nrucksack.\n\nHe pulls out a towel and rolls it around on his head.\n\nLAURA\nYou're a good swimmer.\nSWIMMER\nAm I?\nLAURA\nYou seem good to me... I never\nlearned.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nSWIMMER\nAm I? LAURA\nYou seem good to me... I never\nlearned. \n\nTARGET SECTION TO BE ANNOTATED:\nSWIMMER\nWell, you could still have a\npaddle.\nLAURA\n\nIs it cold?\n\nSWIMMER\nNot too bad.\n\nLAURA\nYou're not from here.\n\nSWIMMER\nNo, I'm from the Lake District.\n\nLAURA\nOn holiday?\n\f28.\n\nSWIMMER\nNo, I'm not on holiday. I'm living\nup here.\n\nLAURA\nAll alone?\n\nSWIMMER\nYes.\n\nLAURA\nDo you live near here?\n\nHe points to a small orange triangle in the distant dunes.\n\nSWIMMER\nI live there, in that tent.\n\nThe distant tent flutters against the wind.\nA shout cuts across everything.\nThe young mother's.\n\nThe swimmer turns his attention from Laura and looks across\nto the neighboring bay.\n\nLaura follows his gaze.\n\nThe woman is walking waist deep towards her dog, which is\nswimming out after its stick.\n\nThe shout again from the woman to the animal but the drift of\nthe stick is enticing it farther out.\n\nThe swimmer moves away from Laura and back towards the waters\nedge.\n\nNow the dog is in the heavy water. The father calls out to\nit.\n\nThe child is still splashing in his rock pool.\n\nThe mother decides to swim out. It doesn't seem that far to\nthe animal.\n\nShe strokes out, then looks up.\n\nShe is feeling the deep tug of the powerful undertow and\nbecoming unnerved.\n\nThe husband edges deeper into the breakers expecting his wife\nto turn back.\n\nShe sets to again but her stroke is erratic.\n\nThe dog is gone from his thoughts now although yelps signals\nit's in serious trouble.\n\f29.\nSweat breaks on the husband and his eyes fill with alarm as\nhis wife goes under for the first time.\nHe plunges in.\n\nThe mother's face is frozen in realization as the waves seem\nto push at her from all sides.\n\nHer open mouth gasps for oxygen and help.\nNo sound. Gulls scream above.\n\nThe swimmer is now running away from Laura and down the\nbeach.\n\nThe husband ploughs through the water towards his wife.\n\nIn another dozen strokes he'll be in with her and in the grip\nof the rip tide too.\n\nThe swimmer is running hard and hits the water like a\ntorpedo.\n\nHe is moving rapidly towards them.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn another dozen strokes he'll be in with her and in the grip\nof the rip tide too. The swimmer is running hard and hits the water like a\ntorpedo. He is moving rapidly towards them. \n\nTARGET SECTION TO BE ANNOTATED:\nThe tide draws her harder and the distance between her and\nher husband opens up.\n\nShe goes down for the second time.\n\nThe husband is pushing after her, his fear drawing his energy\nat every stroke.\n\nThe wife flails then goes under.\nGone.\n\nThe husband gasps with dread, and feeling the tide pulling\naround him tries to hasten his stroke.\n\nSuddenly the swimmer is at his shoulder.\n\nThe husband kicks away from him, but his energy is almost\nspent.\n\nThe swimmer tries to wrestle for control. Him against the\npull, the husband writhing to free himself.\n\nThe swimmer forces the fight out of him with a clench then\nflips back, dragging the husband against the current.\n\nThe swimmer throws exhausted strokes, digging clear of the\nturbulent water.\n\nStroke clear, kick clear, clear.\n\nAs his feet touch down, the swimmer drags the man away from\nthe draw of the tide.\n\f29\n\n30.\nHe battles hard for every step until his legs start to buckle\nwith fatigue.\nWith the last of his strength he pushes the man out then\ncollapses into the sand, chest heaving, eyes swimming with\nfainting delirium.\n\nThe exhausted husband stands... and walks back out to sea.\n\nThe swimmer tries to raise himself. Tries to follow. But he's\nspent.\n\nThe husband claws his way deeper out into the swell, manic,\nfuelled by adrenalin.\n\nHe's carried away by it, flailing like a rag-doll...\nThen he's gone.\n\nLaura is looking.\n\nNothing.\n\nNo response.\n\nEXT. BEACH. SHORT WHILE LATER. 29\n\nThe toddler is standing a few feet from the waves, his little\nface wet with tears but no sobbing.\n\nThe swimmer’s body is half out the water.\n\nLaura enters frame without urgency and leans over the\nswimmer. She studies his face as he passes out.\n\nShe takes hold of him at the belt buckle and heaves him away\nfrom the tide.\n\nThe child, numb with fear, starts to utter half-formed words\nmanically, over and over.\n\nCHILD\nDaddy go!? Mummy go!?\n\nAs if unaware of the child's presence, she passes it as she\nhauls her prize towards the dunes, stopping from time to time\nto get a better grip.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCHILD\nDaddy go!? Mummy go!? As if unaware of the child's presence, she passes it as she\nhauls her prize towards the dunes, stopping from time to time\nto get a better grip. \n\nTARGET SECTION TO BE ANNOTATED:\nThe bemused child stays put, watching the jolt of every wave\nwith despair and hope.\n\nIt points out to the horizon, imploring Laura to do\nsomething.\n\nCHILD (CONT'D)\nDaddy go! Mummy go!'\n\f30\n\n31\n\n31.\nLaura spots the swimmer’s abandoned rucksack a short distance\naway.\n\nShe releases her white-knuckle grip on the body, letting it\nslump, then goes to retrieve the bag.\n\nShe puts it over her shoulders and tightens the strap across\nher body, so as not to interfere with the job at hand.\n\nAs she takes her bearings again, she sees his body move. His\nelbow is pushing into the sand in an effort to raise his\ngroggy head up.\n\nDead-eyed, she sets off towards him urgently, plucking a\nlarge stone from the sand as she goes.\n\nShe arrives, delivering a single, sharp blow to the back of\nhis head.\n\nHe slumps flat out at her feet.\nShe casually looks about. Finding a path, she is off again.\n\nClearing the dunes she stops, cautious, as the car park\nlooms.\n\nDISSOLVE TO:\nShe half-stands, and watches the last vehicles pull away in\nthe dusk light. Only her car and a camper van remain.\nEXT. BEACH CAR PARK. DUSK. 30\n\nShe opens the passenger door and leans him against the\nopening.\n\nShe hauls the body up onto the seat, dragging the legs into\nplace, then fastening him in with the seat-belt.\n\nHis head flops about.\n\nShe steadies it with her spare hand as she drives out across\nthe bumpy car park to the road.\n\nINT. VAN. ROAD. DUSK. 31\nLaura drives. The swimmer wakes suddenly. He looks at her.\n\nHis eyes reach out the window and weave, trying to understand\nwhere he is.\n\nHe presses his head in various places as if trying to push\nhis awareness back into place. We see him wince under the\neffort.\n\f32.\n\nLAURA\nWe're nearly there.\n\nSWIMMER\nNearly where?\n\nLAURA\nMy place.\n\nHe is wet. His bag is on the floor by his feet. These are his\nonly certainties.\n\nSWIMMER\nWhat's going on?\n\nLAURA\n(mock confused)\nI'm Laura.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThese are his\nonly certainties. SWIMMER\nWhat's going on? LAURA\n(mock confused)\nI'm Laura. \n\nTARGET SECTION TO BE ANNOTATED:\nSWIMMER\n(bewildered)\nWhere is he? Where's the kid?\n\nLAURA\nHe’s fine. I knew they should have\ntaken you to hospital. You came to,\nyou said you were alright and you\nwere happy to have me take you.\n\nSWIMMER\nIs the dad OK? I thought the dad\nwas going to go back in.\n\nLAURA\nNo he didn't go back in. You saved\nhim. I've never seen anything like\nthat. So brave. You said I'm going\nto stop this and you did. You saved\nthat child's father.\n\nShe looks at him with overt adoration. Like he could have\nanything he wants.\n\nLAURA (CONT'D)\nYou're a hero.\n\nSWIMMER\nI couldn't get the mother.\n\nLAURA\nWhat you did was a miracle.\n\nSWIMMER\nWhat was his name?\n\f32\n\n33.\n\nLAURA\n(Touching the swimmer's\nleg reassuringly)\nDo you mean the little boy's name?\nThe hand lingers.\n\nDISSOLVE TO:\n\nEXT. SAND DUNES. NIGHT. 32\nThe Bad Man walks along the dunes. He is making for the\nlittle orange tent the swimmer had pointed out from a\ndistance.\n\nOn arrival at the bedraggled tent he dips inside, folds away\nthe worn blanket and pillow, and without breaking rhythm,\nstarts to dismantle the tent poles, pegs and cords.\n\nHe moves inside and out expertly.\n\nBit by bit it rolls away, creating a tiny bundle that fits\nunder his arm.\n\nHe stands and looks at the spot.\nAll that is left is a flattened rectangle in the sand.\n\nThe winds are already blurring the edges of the shape into\nobscurity.\n\nHis task complete, he turns back towards the ridge of the\ndune and the car park it leads to.\n\nThirty feet along the ridge, the Bad Man sees the boy has\nmade his way to the path.\n\nThe child is standing there in silent desperation, devoured\nby fear.\n\nHe shivers a little under the Bad Man’s gaze and his eyes\nroam about as he ponders what crying out actually achieves in\na situation like this.\n\nThe Bad Man looks at the child without so much as a blink.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe child is standing there in silent desperation, devoured\nby fear. He shivers a little under the Bad Man’s gaze and his eyes\nroam about as he ponders what crying out actually achieves in\na situation like this. The Bad Man looks at the child without so much as a blink. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nis covered with a dusting of sand especially around his nose\nand mouth where his tears and slobbers have become caked with\ngrit.\n\nWe can see he’s tried to eat the grass or dirt.\n\nHis knees and hands are scratched from falling down and his\nface is weathered from exposure.\n\nHis clothes are damp from the night in the open air.\n\nHis reddened eyes are already lost in shock.\n\f33\n\n34.\n\nThe Bad Man moves on.\nThe toddler tries to follow as he passes by.\nA dry whimper murmurs at his back as he rouses himself.\n\nThe Bad Man turns to look at ‘it’ with the sharp focus of a\nscientific instrument.\n\nThe way a microscope looks at a new germ or a jaded doctor\nstudies an X-ray.\n\nThere is no meaning in his gaze, he is simply measuring\nequations, examining the possibilities for the most expedient\naction.\n\nSatisfied, or rather having understood the probabilities\nfully, he simply turns away.\n\nAfter a dozen steps, the toddler realizes the Bad Man’s\nleaving.\n\nAt first it is like a groan or a deep hum but as the distance\nbetween them opens, the power of the sound increases in an\nastounding way.\n\nHe now experiences a squeal that reverberates on a cosmic\nlevel, a noise of such pitch as to stop the gulls in the sky,\nto silence the waves.\n\nHe hears it all the way to the motorbike and even as he kick-\nstarts the engine the sound still cuts through.\n\nDoes he drive away in haste? It's hard to say. Perhaps it's\njust us wishing him to flee. Perhaps it would just be more\nacceptable if he would, to escape this nerve-jangling howl.\nINT. VAN. ROAD. NIGHT. 33\n\nLaura waits for the traffic lights to turn green.\n\nA FAMILY SALOON pulls up alongside. Her attention is suddenly\ndisrupted by an incredible noise.\n\nShe turns as if commanded to look at its cause.\n\nThere in the back seat is a tiny TODDLER bawling. Its little\ncheeks are wet with hot tears and snot.\n\nIt is obliterating the air with a scream so desperate, as to\nsuggest it might at any moment burst.\n\nThe mother in the car seems calm, not unsympathetic but\nalmost oblivious.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nIts little\ncheeks are wet with hot tears and snot. It is obliterating the air with a scream so desperate, as to\nsuggest it might at any moment burst. The mother in the car seems calm, not unsympathetic but\nalmost oblivious. \n\nTARGET SECTION TO BE ANNOTATED:\nNow there is a rasping drawing of breath, a beat, then\nincredibly the noise goes up a notch.\n\f34\n\n35.\n\nThe sound echoes the desperation of the child on the beach.\nLaura's eyes are locked on it.\n\nThe lights change and the saloon pulls away, taking the\nurgent cries off into the distance.\n\nLaura is transfixed for a moment, then she moves to put the\nvan in gear and pulls away, but the lights change to red\nagain before she can.\n\nShe sits there, her eyes wandering, then drawn to the distant\nsaloon still just visible far along the winding road.\n\nAn unexpected beat of contemplative stillness ensues.\nWe're seeing a burgeoning. A residue of memory.\n\nAnd the meaning of the event she witnessed connecting with\nher.\n\nAnother CAR comes alongside.\n\nLaura sees that the driver, a LAD with a trendy haircut, is\nleaning out the window trying to talk to her. Mates and\ngirlfriends fill the car.\n\nLaura winds her window down and thudding music comes into\nfocus.\n\nTRENDY LAD\nI thought you was going to ignore\nme for a minute.\n\nLAURA\nNo.\n\nTRENDY LAD\nOut dancing tonight?\n\nLAURA\nNot tonight.\n\nWith that, he jumps the red light, the car bleeding away into\nthe night in its version of a burn-off.\n\nEXT. ROAD. NIGHT. 34\nLaura drives.\n\nA man and woman emerge from bushes.\n\nShe drives on.\n\nTwo lads appear in the road. They smile and reach for the\nvan’s wing mirror as she passes.\n\f35\n\n36.\n\nShe drives on.\n\nA swaying bloke walks half in the road. His girlfriend is\nlaughing. He raises his hands jubilantly as Laura passes.\n\nShe drives on.\n\nEXT. ROAD. INDUSTRIAL ESTATE. NIGHT. 35\n\nLaura sees a FIGURE on the opposite side of the road thumbing\na lift. He is alone except for a kebab which he attends to\nwith gusto.\n\nLaura keeps a bead on him as he turns away from the road\ntowards a supermarket car-park.\n\nShe drifts down the road, scanning, trying to spot him.\nShe stops and gets out. She walks at his pace then slows.\nShe can see headlights and other people moving.\n\nA deep beat thuds.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe walks at his pace then slows. She can see headlights and other people moving. A deep beat thuds. \n\nTARGET SECTION TO BE ANNOTATED:\n Too public, she turns to walk back to the\nvan.\n\nA white stretch limo has pulled up. A HORDE OF WOMEN pour\nout.\n\nUnsteady on their heels, some stumble with drunken abandon.\n\nThey are giggling at anything - a dropped hat is hilarious,\nan exposed breast is gut-aching comedy.\n\nLaura is reaching her key into the van door when one of the\npassing girls approaches her.\n\nDRUNK GIRL\nHello love, yee alright there?\n\nLaura nods quickly. The girl leans into her.\n\nDRUNK GIRL (CONT'D)\nYee are gorgeous yee... what yee\ndoing out here all in the dark\nalone love? Has some cunt upset\nyee?\n\nLaura intimates that she is about to leave.\n\nDRUNK GIRL (CONT'D)\nIt's only one o'clock hen, I’m not\nletting yeh go home yet. I'm not\nletting yeh. Girls come here, this\nlass is saying she's away home.\nHave yee see her? Here love, show\nthe girls...\n\f36\n\n37.\n\nShe steers Laura towards the crowd of girls.\n\nThey gather round peering in at her, then they start to\nchant.\n\nFOURTEEN DRUNK SCOTTISH WOMEN\n\n‘Come on out tee night... come on\nout tee night... looking right\ntonight... come on out tee night’.\n\nSKINNY DRUNK GIRL\nLook at her... she looks like a\nfilm star.\n\nShe waves the girls away but they start to hug her with over-\nfamiliar zest. It's all good humoured, but there’s a volatile\nenergy to it.\n\nSKINNY DRUNK GIRL (CONT'D)\nHas someone upset yee?\n\nLAURA\nNo.\n\nFAT GIRL\nWe are taking you intee the party\nand we are gonna find out who’s\nupset yee.\n\nLaura is swallowed into the happy throng. Gathered up in\ntheir flow towards the club entrance.\n\nShe's almost invisible in this moment, part of the party\nmachine.\n\nBIG MEN in black jackets and other figures gather at the\ndoorway of the ‘Deer Park Nightclub’.\n\nLads being drawn out by the high pitched energy of drunk\ngirls on a hen night.\nINT. DEER PARK NIGHTCLUB. SHORT WHILE LATER.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DEER PARK NIGHTCLUB. SHORT WHILE LATER. \n\nTARGET SECTION TO BE ANNOTATED:\n 36\n\nOne of the girls, a drunk, SLOPPY BLONDE five years past her\nprime, leans in to Laura to be heard above the din of music.\n\nSLOPPY BLONDE\nYou've got nice ear lobes.\n\nLAURA\nReally?\n\nSLOPPY BLONDE\nVery pretty. Nice to nibble.\n\nShe is close now, her breath hot on Laura's neck.\n\f38.\n\nLaura allows her hand to come up and touch her ear lobe.\n\nLAURA\nI've never liked ear nibbling it\ngives me the jitters.\n\nShe takes hold of Laura's hand in a strange affectionate yet\ncontrolling grip.\n\nSLOPPY BLONDE\nYou've got nice lips too.\n\nLAURA\nI’m not the kind of woman who cares\nto be touched by other women.\n\nSLOPPY BLONDE\nWhy not?\n\nLAURA\nI’m not really interested in women.\n\nSLOPPY BLONDE\nWhy not?\n\nLAURA\nI prefer men. They’re predictable.\nI like to be in control.\n\nSLOPPY BLONDE\nWell you can control me.\n\nLAURA\nI find it easier to control men.\n\nShe puts the squeeze on, gripping Laura’s hand like she’s\nhanging on for dear life.\n\nSLOPPY BLONDE\nYou think you’re better than me?\n\nThe atmosphere is made tense by her sudden dislike.\n\nLaura deals with it by looking into her eyes, and meeting her\ntense grip with a smile.\n\nSLOPPY BLONDE (CONT’D)\nI’m a smart woman you know. I’m not\nbeing funny but there aren’t many\nsmart women about. I’m a smart one,\nyeah, I’m not here to be mugged\noff.\n\n(Beat)\n\nWhere you from?\n\nLAURA\nDo you know London?\n\f39.\nSLOPPY BLONDE\nYes, I know London. Who are you?\n\nLAURA\nI'm Laura. We met a minute ago.\n\nSLOPPY BLONDE\n(drunk certain)\nYou're not from London. Something\noff about you. You’re a wrong’un.\n\nShe throws down Laura's hand. Laura is swallowed up by the\nsudden, collective mass of dancing bodies.\n\nParty people shoulder to shoulder.\nThe drunken girls are going wild.\nLights strobe, music booms.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nParty people shoulder to shoulder. The drunken girls are going wild. Lights strobe, music booms. \n\nTARGET SECTION TO BE ANNOTATED:\nLaura is at the centre of the action.\n\nA lean LITTLE MAN is dancing close to get her attention. His\nmoves come thick and fast.\n\nThe girls notice. The fat girl leans in between the little\nman and Laura.\n\nFAT DRUNK GIRL\nThrow him back, he’s a tiddler!\n\nThe little man looks offended, but he styles it out trying to\nshow his worth with an uncertain smile.\n\nThere is a building energy as she turns away and looks into\nthe crowd.\n\nThe embarrassed little man moonwalks away.\n\nMen are staring at her from all directions. Some openly, some\nfurtive.\n\nANOTHER BLOKE starts to dance in front of her. He smiles hard\ninto her the whole time.\n\nOther men hover, their eyes locked on her.\nPeople are talking to her.\n\nLads laugh at nothing, hoping she’ll join in.\nShe does.\n\nA COUPLE starts snogging nearby. The man overtly looking at\nLaura as he forces his tongue hard into his girl’s head.\n\nThe dancing and music build.\n\f37\n\n40.\nThe girls are all going wild, spinning like dervishes and\nbraying like donkeys.\nA spotlight finds them.\nDJ\n(over the P.A.)\nHoly Moly!!\n\nThe girls laugh, flattered by the attention. Laura ducks\ninstantly and flees.\n\nFrom above, we see her squeeze away through the endless\nfrenzy of bodies.\n\nShe tries another direction. We shift with her.\nShe turns again, looking for a different path.\n\nThen a strobe light kicks in. A disorienting pulse of light\nand dark. Flash frames of outline, then form, outline-form.\n\nShe looks about her, gauging a route off the dance floor.\n\nSudden, hissing blasts from smoke machines belch clouds of\nwhite fog.\n\nEverything is engulfed now - no warning - distance and\nintimacy are as one.\n\nHands loom touching her, turning her.\n\nFaces leer inches from hers, bodies bump and grind in\nwhiteout.\n\nThe lights flutter fusing the whirl of limbs and sound into a\npsycho-fairground ride.\n\nEverything is flipped and twisted and she's lost in it.\nConsternation. Overload.\n\nHer head is swirling like something’s going to fuse.\nHer warning lights are flashing red.\n\nOut! She needs to get out!\n\nINT. DEER PARK NIGHTCLUB.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe needs to get out! INT. DEER PARK NIGHTCLUB. \n\nTARGET SECTION TO BE ANNOTATED:\n RED CORRIDOR. MOMENTS LATER. 37\nLaura moves anxiously along a curved red corridor.\nLooks back to check the wild girls aren’t following.\n\nWalking wounded litter the long corridor.\n\f38\n\n39\n\n4l.\nA girl overcome with booze, legs splayed out. An underage lad\ngagging air into the floor.\n\nOn the curving red wall, she sees an ‘EXIT’ sign. She\nquickens in its direction.\n\nThings quieten as she walks deeper into its long red plush-\nness.\n\nShe stops. Another ‘EXIT’ sign points back in the direction\nshe came from.\n\nShe turns back on herself.\n\nShe sees a door open up ahead. A girl emerges. Laura heads\nfor that door.\n\nINT. DEER PARK NIGHTCLUB. BATHROOM. CONTINUOUS. 38\nEntering, she is confronted by a line of ten identical doors.\n\nShe turns to see a mirror wall reflecting the same line of\ndoors.\n\nShe freezes. She’s lost her bearings.\n\nThen the door flings open and a YOUNG MAN walks in. It's the\nbloke she followed into the car park.\n\nHe looks at her, then smiles nervously.\n\nLADIES MAN\n\nI don't usually walk into the\nladies. But there's a line of\nblokes out there waiting chat you\nup.\n\n(Shrugs his shoulders)\nNo alternative.\n\n(Beat)\nMy name’s Andrew.\n\nAnd in that moment everything shifts back into alignment for\nher.\n\nShe’s in control again. Of where she is. And how she got\nhere.\n\nINT. DANCE FLOOR. SHORT WHILE LATER. 39\nLaura is on the dance floor, moving, tempting.\n\nAndrew is dancing next to her, smiling his head off.\n\nShe smiles back.\n\f40\n\n4l\n\n42.\n\nHe sees his moment and moves even closer. She turns spinning,\non the shining floor. He leans into her ear.\n\nANDREW\nI was on my way home.\n(Beat)\nI’m pleased I came back.\n\nLaura leans into his ear.\n\nLAURA\n\nI can't be seen leaving with you.\nANDREW\n\nNo problem.\n\nHe kisses her neck. Laura gives him a cautious smile.\n\nHe smiles back and winks as he boogies on.\n\nINT. BLACK VOID. SHORT WHILE LATER. 40\nLaura is on the black floor. Still dancing.\n\nNo music now.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nSHORT WHILE LATER. 40\nLaura is on the black floor. Still dancing. No music now. \n\nTARGET SECTION TO BE ANNOTATED:\n Just the sound of her and Andrew’s dancing\nfeet.\n\nShe turns, showing flesh.\nAndrew's slipping deeper into the floor with each movement.\n\nHe’s unaware of anything but her as he sinks into the\nblackness. She smiles.\n\nHe is just a head looking up at her, adoringly.\n\nShe turns away as he slips under.\n\nThe floor becomes solid again.\n\nShe walks back over the spot he went through. Picks up her\nskirt and walks away.\n\nINT. BLACK VOID. UNDER THE FLOOR. CONTINUOUS. 4l\n\nAndrew is looking up at the spot where Laura would be if he\ncould see through the blackness around him. His eyes adjust.\n\nHe realizes he’s looking at the other side of the floor. That\nhe’s beneath it.\n\nLaura’s footsteps click... click overhead, diminishing.\n\nHe looks behind him to see the steps ascending into the\nunderside of the floor.\n\f43.\n\nHe feels for the spot he came in through, but it’s gone.\nHe looks down at his feet.\nHis toes slow slide along the lip of the step.\n\nHe tries to shift his weight, but his feet can’t make\ncontact.\n\nHe is weightless, as though underwater.\n\nAs he desperately tries to regain a footing, he drifts\nfurther away. Or the stairs drift. He can’t tell which.\n\nEverywhere is blackness. Only the stairs hold any affirmation\nof reality.\n\nBut there they go. Moving gently away into the dimming void,\nuntil the last suggestion of them is gone.\n\nHe hangs in this amniotic space deserted by everything he\nunderstands.\n\nSuddenly the far-off darkness shifts.\n\nSomething is out there. Indistinct. But big and heavy.\nA barely recognizable FORM drifting in the abyss.\n\nA mass of deformed flesh.\n\nBellies balloon around it like a ghoulish Marilyn Monroe\nskirt.\n\nAndrew drifts closer and sees a face, a distended bulk with\ntiny eyes.\n\nThey are alive these hopeless eyes, and they are looking at\nAndrew.\n\nWe realize this is, was, Colin.\nHis healthy frame mutated into this horrific form.\nAndrew tries to speak but can’t. He stares terrified.\n\nColin’s eyes jolt with pain; swallowing and breathing at the\nsame time.\n\nAndrew is close now.\n\nSuddenly Colin’s giant arm reaches up. Swollen, gnarled\nfingers plead for grasp.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nAndrew is close now. Suddenly Colin’s giant arm reaches up. Swollen, gnarled\nfingers plead for grasp. \n\nTARGET SECTION TO BE ANNOTATED:\nAndrew looks at the hand and takes it. This monstrous claw is\nsomehow tender.\n\f44,\n\nAndrew looks into Colin’s face. It is submitting to some\nambient decay, which has weakened the surface so that flakes\nof detritus drift from it.\n\nThe left side of the head is breaking apart like wet bread.\nThe mouth is puffed-up, the lips split, burst like sausages.\n\nThen, gliding like a car on black ice, Colin’s massive bulk\nis carried away on some current.\n\nHis eyes longing for rescue remain locked on Andrew until he\ndisappears.\n\nAndrew is alone again. Held by the black silence and terror.\n\nWe find Colin contained now inside a black box, a helpless\nmound of flesh, elbows, toes, panic, back and bum.\n\nThe box tips dramatically toward us, pouring him out like a\nchild tilted from a basin.\n\nHe's no longer floating in liquid but carried on it instead,\nround corner after corner by the flush of blackness which\nswills about his bulk.\n\nThen, a settling as the blackness calms.\n\nBelow him, TWO LONG CYLINDERS are turning inwards on\nthemselves like a mangle, crushing relentlessly.\n\nNow this new surface tilts, making him slide in the oily\nresidue that drains off his body.\n\nHis addled flesh shivers and the flaccid bulk looks like\nputrefied waste being shed into a bin.\n\nThe grind and judder of splitting flesh and shattering bone\nas his legs go in.\n\nStupefaction!\n\nHis eyes quiver, his lips tremble for some way to squeal out,\nbut the body is purged of its filling by this abominable\nmachine in less than a breath.\n\nThe emptying of a life, the discarding of its power, its\nhunger, its dreams.\n\nAll sapped away, wrung out.\n\nThis is a compelling display of destruction.\nA dark harvesting.\n\nAn obliteration.\n\nAn unsettling realization of ignominious, absolute ending.\n\f42\n\n43\n\n45.\nThe flow of blood and flesh is quelled through sluices, taken\naway down long trickling gutters into another darkness.\n\nThe PURGED SKIN is seen now, spewing paper-thin from the\nmangle.\n\nUnrecognizable as human skin.\n\nExpelled like an empty disheveled bag, no longer needed.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe PURGED SKIN is seen now, spewing paper-thin from the\nmangle. Unrecognizable as human skin. Expelled like an empty disheveled bag, no longer needed. \n\nTARGET SECTION TO BE ANNOTATED:\nThe rollers release their grip and it falls away.\n\nAlmost weightless, it drifts in the dead airless void like a\nvast, broken, burst-shaped feather.\n\nEXT. STREET. DOORWAY. DAY. 42\n\nHard, crisp sunlight blasts the front of a sandstone\nbuilding.\n\nThis reflected light frames a recessed doorway, which holds\nno detail, it is a simple black void.\n\nWe recognise what this darkness signifies.\nWe look into it and, rather than gradually being able to\ndiscern some detail, the darkness persists in giving nothing\n\naway.\n\nThen we hear a door latch turn and the heave of a door being\npushed wide.\n\nWe hear the familiar click-click and swish of Laura's shoes\nand dress, and she emerges into the light.\n\nWe close on her face as she reacts to the glare of hard\nmidday sun.\n\nShe identifies her path away from the scene of the crime and\nstarts walking.\n\nWe track with her, close on her face the whole time.\n\nAs she walks into the perfect day, we hear the sounds of the\nworld all around her.\n\nThe birds sing, the wind gathers, traffic hums in the\ndistance, she passes people talking, somewhere nearby someone\nis drilling into the road.\n\nEverything is completely ordinary.\n\nEXT. TRAFFIC JAM. DAY. 43\n\nLaura is in a long traffic jam approaching a busy junction.\nOn the hunt again.\n\f46.\nThe traffic slips forward at a snail’s pace. The rain hammers\ndown.\nUp ahead, a small, SODDEN MAN carrying plumes of individually\nwrapped red roses walks on the meridian strip between the\ntraffic.\n\nHe is trying hard to sell them to the motorists.\n\nAs she approaches the junction, a curious thing happens.\nThere is a tap on her window.\n\nIt's another VENDOR, rain streaming down his face. He's\nwaving a rose at her.\n\nHer right hand slips down to the little storage panel in the\ndoor where the bag we saw the gun delivered in sits.\n\nIts ragged paper opening is just waiting there.\n\nHer fingertips touch the lip of the bag as if checking its\navailability.\n\nThe Vendor points over his shoulder. She winds down the\nwindow.\n\nVENDOR\n(in a foreign voice)\nThe man, he pays you a flower.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Vendor points over his shoulder. She winds down the\nwindow. VENDOR\n(in a foreign voice)\nThe man, he pays you a flower. \n\nTARGET SECTION TO BE ANNOTATED:\nHe points to the traffic which is at a standstill going in\nthe other direction, and to a particular car.\n\nA large, plush four wheel drive with a SUITED DRIVER who\nbeams a smile eagerly out across the concrete to her open\nwindow.\n\nVENDOR (CONT'D)\nHe saw you, the man saw you.\n\nShe takes the rose. Easier than not to. Her window drifts up\nagainst the squall.\n\nThe Vendor steps away and the traffic shunts on.\n\nShe tosses the flower on the seat. A tragic ‘toot toot!’ from\nthe flash car draws her eye.\n\nThe idiot in the 4x4 is waving his fingers out a slit he's\nopened in the window.\n\nShe returns her focus to the car in front which is just\nstealing forward another few feet.\n\nAs she engages the accelerator, she looks at her hand on the\nsteering wheel.\n\f44\n\n47.\nThere is a bright, red droplet on the index finger of her\nright hand. The one she grabbed the rose with.\nShe stops moving forward.\n\nShe brings the finger up to the space about three inches in\nfront of her nose.\n\nIt's blood!\nHer blood?\nThat's not possible, she has no blood.\n\nHer hand rotates in some weird horror as she searches for the\nprick. She can’t find one.\n\nWith her other hand she tentatively picks up the single stem.\n\nShe examines it - rotating it, careful to avoid any part of\nit that might contain a thorn.\n\nAnd then, there it is - piercing the cellophane sheath like\nan exotic dagger.\n\nShe studies it - blood coats the spike and a red droplet or\ntwo sit among the many rain drops.\n\nShe looks out the window to the Vendor crossing through the\nstandstill traffic.\n\nHe’s winding a tissue paper bandage around his hand. Mystery\nsolved.\n\nShe squashes the blood between her thumb and index finger as\na horn sounds.\n\nThe space of about a car’s length has opened up in front of\nher and this of course is intolerable for the traffic that\nlie directly behind her.\n\nINT. VAN. EDINBURGH BACKSTREETS. NIGHT. 44\nA LONE MAN walks.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nVAN. EDINBURGH BACKSTREETS. NIGHT. 44\nA LONE MAN walks. \n\nTARGET SECTION TO BE ANNOTATED:\nLaura is watching as she creeps the van along at a snails\npace, waiting to seize her moment, but the backstreet she's\n\nin is too narrow to pull up alongside him.\n\nHe suddenly turns down an alleyway. Laura pulls up opposite\nthe alley.\n\nShe slips out of the cab and follows after him.\n\f45\n\n48.\n\nEXT. EDINBURGH BACKSTREETS. CONTINUOUS. 45\nShe hurries and takes the corner he did hoping to catch a\nglimpse of him, or better still that he catches a glimpse of\nher.\n\nBut he's not to be seen, just the sound of footsteps, fainter\nand fainter.\n\nShe hurries along after them.\n\nShe comes to a turning but she can't make out which way the\nsound is coming from.\n\nShe chooses straight ahead and, after hard walking for\nanother few seconds, realizes he's not going to be found.\n\nShe turns back on herself again and, with a sharpness in her\nstep, soon finds her way back to the street where she left\nthe van.\n\nBut the van is gone.\n\nShe looks up and down the street as if someone might step out\nand with a shrug admit to the silly practical joke. But no\none comes forth.\n\nThe streets seem narrower than before when she was in the\nvan.\n\nThe houses are taller on each side of the road.\nA dog barks somewhere.\n\nA light goes on in a window high above her.\n\nShe walks on.\n\nA shadow moves up ahead and A FIGURE walks out of the dark,\nacross the street and into a house.\n\nOn she goes.\n\nA sudden racket as loud unwholesome laughter grates against\nthe night breeze.\n\nLaura halts and seems for a moment almost about to turn\nround. She calculates her options before hurrying on.\n\nShe is scanning everywhere now, watching for the scum and the\nslime that she knows is out there.\n\nShe's seen it in action, she knows its dark hungers.\nNoises seem to ooze from all sides.\n\nA bottle shatters somewhere round the corner. Distant\nshouting and doors slamming.\n\f46\n\n47\n\n49.\nShe slides suddenly down a grassy bank and jumps into the\nditch at the bottom.\n\nShe crawls under a door, which has been fly-tipped along with\na load of filth, and hides.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\n46\n\n47\n\n49. She slides suddenly down a grassy bank and jumps into the\nditch at the bottom. She crawls under a door, which has been fly-tipped along with\na load of filth, and hides. \n\nTARGET SECTION TO BE ANNOTATED:\nUnder there, she stops fretting and maybe even stops\nbreathing.\n\nThis is the way to lay low. This is the way to survive for\nnow.\n\nEXT. POLICE CAR-POUND. DAWN. 46\nLaura is on the opposite side of the street to the car pound.\nShe is looking through its gates at the Bad Man saying\nsomething to a car pound EMPLOYEE which makes him laugh a\nhearty, sordid sort of laugh.\n\nSoon we see Laura's van approaching.\n\nAnd as the man delivering it gets out, the chit is stamped\nand the Bad Man shakes the employees hand.\n\nThe Bad Man then gets into the van and drives it out onto the\nroad.\n\nHe pulls up a short way from the pound and gets out.\n\nHe hands Laura the keys as she approaches and moves off\ntowards his motorbike without a word.\n\nThe charming grin and ebullient demeanor he showed to the car-\npound employee is gone without a trace.\n\nLaura gets in and drives away.\n\nEXT. DESERTED ROADS. NIGHT. 47\n\nA distant FIGURE in a trench coat is walking by the side of\nthe road, bent over against the rain.\n\nThe van draws along side him but he doesn't even look at it.\nJust moves on.\n\nThe van persists there at walking pace.\nFinally he stops. The van stops.\n\nHis head is still bowed into the rain, then slowly he lifts\nit and half turns to face the van.\n\f48\n\n50.\n\nINT. VAN. ROAD. SHORT WHILE LATER. 48\nLaura's driving. The man in the trench-coat sits in the\npassenger seat half turned towards the window. Rain thunders\ndown on the van.\n\nLAURA\nYou should get that coat off.\n\nHe fumbles awkwardly at the sodden coat to remove it.\nHis head is shrouded by the hood of his sweat top.\n\nHe pushes into the seat so as to obscure himself from Laura's\nvision.\n\nHis hand comes up to draw the hood back, and as he does so,\nthere is a moment... a moment of halting sorrow.\n\nThe first note of disquiet is to see the paleness of his\nskin.\n\nAlarm heightens as deformed lumps reveal themselves to be\nlips, eyelids and ears.\n\nThere is no balance to the congenitally deformed landscape of\nthis face.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe first note of disquiet is to see the paleness of his\nskin. Alarm heightens as deformed lumps reveal themselves to be\nlips, eyelids and ears. There is no balance to the congenitally deformed landscape of\nthis face. \n\nTARGET SECTION TO BE ANNOTATED:\n It is a mish-mash of monstrous features colliding.\n\nHe leans down to the coat and transfers a glinting DOG\nWHISTLE from its pocket.\n\nHe taps the rain out, sucks it dry, then tucks it safe into\nhis shirt pocket.\n\nNow he turns in her direction, revealing it all, and she is\nalready there, waiting for his eyes to meet hers.\n\nAnd once they do, he sees her face is entirely untroubled by\nhis.\n\nHis mother wouldn't have been able to look at him as she does\nnow.\n\nWhen people look at him they feel genetic shame. But she\nlooks at him like he has a normal face.\n\nLAURA (CONT'D)\nDo people scream?\n\nUGLY MAN\nWhat!?\n\nLAURA\nWhen you come out from under that\nhood?\n\nUGLY MAN\n\nOh.\n\f51.\n\nThe man sits in the corner of the cab unnerved and\nuncomfortable.\n\nThen Laura looks over at him with a totally carefree smile,\nan irresistible smile, and then back at the road.\n\nLAURA\nWell do they?\n\nUGLY MAN\nChildren scream.\n\nLAURA\nDo you get used to it?\n\nHe shakes his head.\n\nLAURA (CONT'D)\n\nAre you annoyed because I kept you\nstanding in that rain? I just\nsuddenly thought, 'Who am I picking\nup?' Because of your hood and\neverything... and then I thought, I\ncan't leave anyone to walk in this.\n\nHe tries to distract himself from her beauty by looking out\nof his window.\n\nLAURA (CONT'D)\nWhat's the matter?\n\nUGLY MAN\nNothing.\n\nLAURA\nDo you mind me mentioning it?\n\nUGLY MAN\nMentioning what?\n\nLAURA\nYou know..you're face.\n\nIt's obvious his thoughts are jumbled. His eyes look to the\nfloor.\n\nHe tries to get his feelings out but they’re confused.\n\nLAURA (CONT'D)\nHave I upset you?\n\nUGLY MAN\nNo. I don't care. Well, no If you\nwant to know... I just don't need\n\nit.\n\f52.\n\nLAURA\nSorry I just thought it's better to\nbe straight.\n\nShe gives the impression of someone trying to think of\nsomething to say.\n\nLAURA (CONT'D)\nDo you go in to Doach often then?\n\nUGLY MAN\nEvery few days.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe gives the impression of someone trying to think of\nsomething to say. LAURA (CONT'D)\nDo you go in to Doach often then? UGLY MAN\nEvery few days. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\nHave you got friends there?\n\nUGLY MAN\nI go in to find work, once or twice\na month. Down near the docks, they\ncome along and pick you out the\nline.\n\nLAURA\nWhat sort of work?\n\nUGLY MAN\nCleaning, laboring. Cash in hand. I\ngot a night watchman job once but I\ncouldn't hold on to it because of\nGeorge.\n\nLAURA\n(delicately focusing on\nthe new information)\nWho's George? You didn't mention\nGeorge.\n\nUGLY MAN\nMy dog.\n\nLAURA\nYour doggy, Oh! Who's looking after\nhim tonight?\n\nUGLY MAN\nHe can look after himself.\nLAURA\nWhere is he?\nUGLY MAN\nHe'll be under the willows. Waiting\nfor me.\nLAURA\n\nWhat willows?\n\f53.\n\nUGLY MAN\nI have a wee camp in Grancha Park.\n\nLAURA\nIs that the one with the big wall\nround it? That's about five miles\n\nback.\nUGLY\nYeah.\nLAURA\nWhy couldn't you keep that job\nthen?\nUGLY MAN\n\nWell he's alright if I'm gone for a\nnight but if it's too regular or\nmore than a night he goes loony,\nhowling and barking... someone's\nbeen murdered when they hear him.\n\nLAURA\nHe misses you.\nUGLY MAN\nAye.\nLAURA\n\nSo why are you traveling at this\ntime of night?\n\nUGLY MAN\nBecause it takes a couple of hours\nto walk there.\n\nLAURA\nYou’re quite a tough little man\naren't you!\n\nShe gives a longer more overtly admiring look.\n\nUGLY MAN\n(bemused)\nWhat's going on?\n(to himself)\nWhat's happening?\n\nHe finds his mouth working again almost without warning. It's\nall suddenly too much for him.\n\nUGLY MAN (CONT'D)\nWhat's happening? Is it a joke or\nsomething?\n\nLAURA\nWhat are you talking about?\n\f54.\n\nUGLY MAN\nYou looking at me like you want it.\nLike it's on a plate.\n\nLAURA\nI'm being nice to you that's all.\n\nThe little man is almost trembling with nervousness. So far\nout of his comfort zone.\n\nUGLY MAN\nWhy?\nLAURA\nWell... I don't know. I like you.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAURA\nWell... I don't know. I like you. \n\nTARGET SECTION TO BE ANNOTATED:\nUGLY MAN\nI don't want pity.\nLAURA\nAnd you have a nice mouth... a kind\nmouth.\nUGLY MAN\nMy mouth!?\nLAURA\n\nYes, it's cute! Some people have\nnice eyes or hair..or big muscles.\nYou have a nice mouth. What's wrong\nwith that?\n\nThe little man sits with all this revelation churning around\nin his little head.\n\nUGLY MAN\nI've got a nice mouth??\n\nLAURA\nYeah...\n\nShe looks at him from time to time glancing away from the\nroad, gradually making him more and more comfortable with\nher warm smiles and that specific kind of eye-contact.\n\nLAURA (CONT'D)\nEverybody's got something. I have\nreally nice legs..they're my best\npart.\nThe Ugly Man's little eyes look down at those long legs.\n\nWe can see him afraid to look at this kind of woman in this\ncontext.\n\nShe is opening doors he nailed shut a long time ago.\n\f55.\nLAURA (CONT'D)\nWhat do you think?\n\nUGLY MAN\nWhat?\n\nLAURA\nAbout me? What's my best feature?\n\nHe looks at her.\n\nLAURA (CONT'D)\nDon’t be afraid.\n\nUGLY MAN\nI don't know. Everything?\n\nLAURA\nOh, that's very nice... I think\nthat's the best compliment I've\n\never had.\n\nThey drive now, the rain hammering against the window and\nLaura smiling so he can see her smile.\n\nThe Ugly Man is trembling with an intense, alarming\nexcitement.\n\nMore and more his eyes wander to her, each time she meets his\ngaze with effortless sincerity.\n\nLAURA (CONT'D)\nI've got an idea, why don't you\ncome and work for me today instead?\n\nUGLY MAN\nDoing what?\n\nLAURA\nOdd jobs. Nothing too difficult. A\nfew rooms that need sorting out.\n\nUGLY MAN\nHow far away is it?\nLAURA\nAn hour's drive from here.\nUGLY MAN\nThat's too far, I won't get back in\ntime.\nLAURA\n\nDon't worry about George. I'll\ndrive you back, how's that? I'd\nlike to meet George and see your\ncamp.\n\f49\n\n50\n\n56.\n\nWe see his hands move furtively as he takes a nip of skin\nbetween his thumb and finger...",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'd\nlike to meet George and see your\ncamp. 49\n\n50\n\n56. We see his hands move furtively as he takes a nip of skin\nbetween his thumb and finger... \n\nTARGET SECTION TO BE ANNOTATED:\n and pinches himself to make\nsure he's not dreaming.\n\nHe looks back at her almost expecting her to disappear.\nUGLY MAN\nI can't understand how a bird like\nyou doesn't have a man about. I\nfeel strange.. I don't know what\nyou want me to do.\n\nLAURA\nOh, don't be nervous. I won't bite.\n\nUGLY MAN\n(suspiciously)\nI mean what are you doing up here\nall alone? Driving around all\nalone?\nLAURA\n(smiles)\nI get asked that question a lot.\n\nUGLY MAN\nDo you ever answer it?\n\nShe laughs and gives him a little nudge.\n\nHe smiles, maybe for the first time in years, and in that\nmoment we know he is lost.\n\nEXT. DERELICT HOUSE. NIGHT. 49\nA remote derelict house set some way back from the main road.\nLaura is walking toward the door, her key aimed at the lock.\n\nBehind her the Ugly Man edging along the path with uncertain\nfootsteps.\n\nThe key turns and the interior beckons.\n\nINT. DERELICT HOUSE. CONTINUOUS. 50\n\nAt the end of the hall a staircase winds its way up into\ninfinite blackness.\n\nBits of the ceiling are on the floor and the ancient\nwallpaper is peeling off the walls.\n\nLaura coaxes him in with a smile and swings the door shut\nbehind him. They climb the stairs.\n\f51\n\n57.\n\nINT. BLACK VOID. SHORT WHILE LATER. 51\n\nAs before, the blackness is everywhere. The sounds of their\nfootsteps echo on the black marble floor.\n\nAs Laura walks, she looks over her shoulder as she lets her\ntop drop through her fingers.\n\nThe Ugly Man moves as if on a chain. Eyes locked on her.\nHe pulls his shirt up over his torso.\n\nThe steel dog-whistle pops out of his pocket and falls\nthrough the darkness like a slither of sunlight.\n\nIt lands with a sharp tinkle-tinkle.\nThe noise brings on a silence like that after a gun crack.\n\nStirred, he looks at her, the other-worldliness is gone. The\nspell is broken. He opens his mouth weakly.\n\nUGLY MAN\nHa... Cha Hel Hello...\n\nLAURA\nHello.\n\nUGLY MAN\nThis is... I am. This is...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nUGLY MAN\nThis is... I am. This is... \n\nTARGET SECTION TO BE ANNOTATED:\n I am\nasleep?\n\nLAURA\nYes.\n\nUGLY MAN\nYou're asleep too?\n\nLAURA\nYes I am.\n\nUGLY MAN\nThis is great isn't it... I love\nthis.\n\nLAURA\nYes.\n\nUGLY MAN\nCold.\n\nLAURA\n\nWe won't let that stop us.\n\nUGLY MAN\nI feel cold? I'm asleep aren't I?\n\f58.\n\nLAURA\nOf course you are.\n\nSuddenly afraid, his eyes come off her and he turns the other\nway.\n\nHis eyes search the darkness. They don't need to search far.\n\nThere, frozen in different moments of creeping stalk, are\nFOUR BLACK ALIENS.\n\nAt first they're just shapes, dream images, unthreatening.\n\nYet in a moment, as the idea of them becomes clearer, they\nbecome totally menacing.\n\nHe steps backwards, away from them and towards Laura.\n\nUGLY MAN\nI don't like it...\n\nSuddenly she is there on his shoulder.\n\nUGLY MAN (CONT'D)\nWhere’s George?\n\nLAURA\nUnder the willows.\n\nUGLY MAN\nMy mouth’s dry. Everything’s going\nat a hundred miles an hour.\n\nLAURA\nCome to me.\n\nThe Ugly Man is frozen in some weird mind space.\n\nHis eyes take in the horror of the place around him and the\ninformation freezes him dead so that he can turn neither\nright or left.\n\nHis eyes simply dart about trying to find a place to rest\nthat is not crazy and not inhuman and they find her.\n\nHe steps forward in the direction of that only thing that has\nany hope in it.\n\nUGLY MAN\nI'm dreaming... dreaming.\nLAURA\n\nYes, yes we are.\n\nUGLY MAN\nGood.\n\f59.\n\nAs the man takes another step to her, she reaches out to him\nwhile taking a step backwards and he, like a dumb animal, is\nsummoned forward again.\n\nAnother shape emerges from the darkness... the Bad Man.\n\nHe steps over to where the little silver dog-whistle fell.\n\nHe crouches now and picks it up carefully.\n\nHe looks at the object for a moment, then, having understood\nit, slips it into his pocket.\n\nHe steps silently back into the depths of the darkness again\nand it is as if he had never been there.\n\nLAURA\n\nYou don't want to wake up do you?\nUGLY MAN\n\nNo, never.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe steps silently back into the depths of the darkness again\nand it is as if he had never been there. LAURA\n\nYou don't want to wake up do you? UGLY MAN\n\nNo, never. \n\nTARGET SECTION TO BE ANNOTATED:\nLAURA\n\nThey're gone.\nUGLY MAN\nThey better be. Gave me-self a\nright fright there.\n(reproaching himself)\nFucking shitter.\n\nLAURA\nCome closer. It's warmer here.\n\nThe Ugly Man comes on reluctantly, like a man stepping onto\nthe gallows. He tries a smile, coaxing himself.\n\nUGLY MAN\n(reassuring himself)\nOkay.\n\nLaura is working to keep him in line. He steps on and looks\nto the floor as it takes him in.\n\nHe double takes. Laura beckons.\n\nHe breathes hard, eyes questioning.\n\nHis limbs edge into action.\n\nThe shadow figures withdraw.\n\nAt each step he persuades himself to take the next.\n\nThe frailty of his progress compels her. Her body falls into\na new rhythm, more insistent.\n\nHer gyrations become a sensual dance.\n\f52\n\n60.\n\nHer fingers click-click to provoke him.\n\nHis eyes widen.\n\nHer arms, hips and neck scintillate.\n\nHis mouth hangs open. Soon he is in it up to his chin.\n\nHe takes a long, terrified look at Laura. She smiles at him\nlike nothing's happening.\n\nHe takes a deep, terrified breath, holds his nose and puts\nhis head under.\n\nLaura stops, turns and moves back out of the blackness\ntowards the stairs, collecting her clothes as she goes.\n\nWe read the echo of fragility in the movement of her eyes and\nbody.\n\nShe seems less exact, less vigorous, less disconnected.\n\nINT. DERELICT HOUSE. DAWN. 52\n\nMovement through darkness as Laura emerges back into the soft\ngrey gloom of the house.\n\nShe is dressing as she walks, unfolding her shirt out from\nunder her arm and reaching into it.\n\nShe is on the stairs now as she buttons up, descending\nquickly to the entrance hall.\n\nAt the bottom of the stairs she stops to fasten her shoes.\nAnd as she stands again to approach the front door, she\ncatches sight of something looming next to the door, a shape\ncompletely shocking to her.\n\nHer own reflection.\n\nStill and wary in a large jaded mirror.\n\nShe is completely startled by it.\n\nAlarmed by herself, she backs away.\n\nEyes still locked on her image, which diminishes in size as\nshe retreats from it.\n\nShe stands stock still and looks away.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAlarmed by herself, she backs away. Eyes still locked on her image, which diminishes in size as\nshe retreats from it. She stands stock still and looks away. \n\nTARGET SECTION TO BE ANNOTATED:\nThen the slowest head turn ever back to the mirror until she\nlocks eyes with herself.\n\nThen she approaches her reflection with trepidation.\n\f53\n\n61.\n\nNow she's close up to it.\n\nThe eyes lock, reflection and reflectee. Mesmerized.\n\nShe raises her hand to touch her reflected hand.\n\nA standing chill.\n\nShe looks at her face from different angles.\n\nSlowly and deliberately shifting her pose, like an animal\ncoming to terms with its own existence. Like light\ncomprehending glass.\n\nEXT. GRANCHA PARKLAND. NIGHT. 53\n\nThe Bad Man steps off his motorbike and moves to the wrought\niron gates of Grancha Parkland.\n\nThey are locked.\n\nHe steps back, scanning the area. He throws his leg over\nmetal spikes.\n\nHe walks up the pasture. Three weeping willows rustle in the\nwind.\n\nHe gets to about twenty feet away and stops.\nBAD MAN\n(calls)\nGeorge!... George!\n\nNothing. He looks about. Moves closer to the hulking trees.\nListening. The trees groan in the wind.\n\nBAD MAN (CONT'D)\nGeorge.\n\nSuddenly there is a scramble in the leaves near him.\nHe turns to face the sound. The wind whistles.\n\nThen aggressive barking... but in the other direction.\nHe turns.\n\nSuddenly he reaches for his leg and spins. His hands tear at\nwhatever is grasping his thigh. In the half light he can see.\n\nA MASSIVE ALSATIAN. George.\nEyes rolling in anger, teeth locked into his leg.\nGeorge twists trying to tear the leg off.\n\nHe raises a fist but as he brings it down, the beast is gone.\n\f54\n\n62.\nThe Bad man moves towards a fallen tree and gathers up a long\nstick.\n\nArmed, he turns, but at that moment, George is in the air\nleaping at his throat. The man gets his arm up.\n\nGeorge knocks him to the ground and is on him, teeth locked\non his forearm. H\n\nHe reaches to tear it away. George snaps viciously at the\nhand, then bounds off.\n\nThe Bad Man gets unsteadily to his feet.\n\nThe beast is moving at the edge of the willows. The Bad Man\nlooks at it. It looks at him.\n\nThe Bad Man turns seeking higher ground or some other\nadvantage.\n\nGeorge bounds out into the clearing.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt looks at him. The Bad Man turns seeking higher ground or some other\nadvantage. George bounds out into the clearing. \n\nTARGET SECTION TO BE ANNOTATED:\n Then checks and returns\ninto cover.\n\nThe Bad Man is struggling to keep the animal in his sights.\nThe trees hiss and groan in the winds.\n\nThe Bad Man suddenly turns to and strides for the gate. He\nclambers over it. We see George weave amidst the trees.\n\nThere, ominous for a moment, then gone.\n\nThe Bad Man clutches at his forearm, trying to stem a high\npitch wheeze of escaping gas from the wound.\n\nAn insistent hiss like decompression is visible through the\nflapping edges of the ripped sleeve.\n\nHe takes A GUN from his inside pocket and loads the clip.\n\nHe reaches into his pocket. Takes out the Ugly Man's dog-\nwhistle, holds it to his lips and blows.\n\nWe hear nothing.\n\nINT. DERELICT HOUSE. DAWN. 54\nLaura is still looking at herself in the mirror.\n\nFrom somewhere nearby, a strange buzzing seeps into the\nspace.\n\nIt drones and persists, becoming frantic.\n\nThe space falls silent for a brief moment then the buzz\nstarts up again.\n\nRelentless and adamant.\n\f55\n\n63.\nThe noise is such that we see Laura slip out from her\nconfrontation with her own reflection.\n\nShe turns and there in a little window above the mirror is\nthe source of the noise.\n\nA BEE throwing itself in skittish pulses at the glass\ndesperate to escape to the brightening dawn light outside.\n\nLaura's eyes, weary and bewildered, just watch it.\nIts wings beat against the glass, the sound intensifying\nuntil it seems the insect might almost burst into flame such\n\nis its desire.\n\nAnd in that moment we can see that something within Laura is\nslain and something born.\n\nSlowly, she reaches towards it.\n\nHer hand moves along the glass then scoops it up lightly and,\nwithout haste, closes her fingers around it.\n\nThe bee is inside her fist now and the buzzing is wild.\n\nWe focus on Laura's hand as she walks slowly through the\nhall.\n\nWe hear the sound of the desperate insect thrashing against\nher closed palm.\n\nShe reaches the door and her other hand twists the handle\nopen.\nEXT. DERELICT HOUSE. CONTINUOUS. 55\n\nWe cut outside to see her fist open and the bee fly out from\nit.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. DERELICT HOUSE. CONTINUOUS. 55\n\nWe cut outside to see her fist open and the bee fly out from\nit. \n\nTARGET SECTION TO BE ANNOTATED:\nShe draws the door shut again without haste and we remain\nwith the bee as it weaves lazily towards the ragged flowers\nin this forgotten garden.\n\nWe watch it arrive at a blossom and alight on it.\n\nIt steps over the bright yellow petals to gently find its way\nto the pollen rich core inside.\n\nThe buzzing is different now - soothing, and the skittishness\nreplaced with a swaying, humming dance.\n\nThe bee is blushed with pollen as it emerges like some drunk\nlover crawling out of an orgy.\n\nIt rises into the air again, drifting with the wind to its\nnext beautiful rendezvous.\n\f56\n\n64.\n\nWe hear a metallic rasp.\nThe front door is being pushed open again.\n\nTWO FIGURES, just silhouettes in the gloom of the interior at\nfirst stumble out of the house.\n\nThey seem to shy from the light for a moment but it is simply\nbalance they are struggling with.\n\nLaura and something heaving for breath.\n\nThey're holding each other.\n\nThey draw closer.\n\nShe is holding it up. Supporting it, walking it.\n\nIt's standing now, sucking in air through its tiny misshapen\nmouth.\n\nIt has legs, massive, bloated, and arms that hang flaccid.\n\nYet somewhere inside this bulbous mass, the folds of fat, the\ntaut skin about to burst.. is a man.\n\nThe Ugly Man.\n\nThey glint now as they step out of the building’s shadow...\nthey're wet.\n\nLaura's hair trails over the Ugly Man as she struggles,\nholding him.\n\nSodden and weak they move slowly. They step uneasily with\neach other.\n\nHe manages to hold onto a tree, but now he straightens, seems\nto find his feet.\n\nShe lets him step... then step again.\n\nHe's walking, she moves away from him, willing him to keep\nmoving. He steadies himself, then presses on.\n\nShe hurries to the van and starts it urgently. The gears\ngrind as it roars out of the drive.\n\nINT. LAURA'S VAN. CONTINUOUS. 56\nLaura is driving hard away from the house. Fleeing.\n\nWe see her over-take the struggling figure of the Ugly Man\nand out onto an A road.\n\f57\n\n58\n\n65.\n\nEXT. A FIELD. DAY.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. A FIELD. DAY. \n\nTARGET SECTION TO BE ANNOTATED:\n 57\nA small, suburban cul-de-sac on the very edge of a field.\n\nThe Ugly Man is crawling, dragging himself through the muddy\nground towards it.\n\nHis bloated bulk is sweating and breathless from the effort,\nhis flesh torn and bruised from his journey.\n\nThe rooftops of the houses loom above the hedges, he seems\nfeet away from rescue, as if he could almost reach out for a\ndoorbell and everything would be alright.\n\nThe Bad Man enters the scene with sudden, alarming resolve.\n\nHis bike revs at the entrance to the field. He looks into it\nintensely and sees the long grass move from something\ncrawling through it.\n\nHe shifts the bike into gear and we see him make a b-line for\nthe cul-de-sac.\n\nEXT. CUL-DE-SAC. CONTINUOUS. 58\n\nBirds are flitting in a bird table. The PAPER BOY is cycling\ndown the hill to the shops. Steam is coming from the vents\noutside bathroom windows. The small close is waking up.\n\nThe Bad Man pulls up at the mouth of the street, stops the\nbike and dismounts.\n\nHe can see the bulk of the Ugly Man just appearing through\nthe ragged hedges that scrub onto the pavement.\n\nFacing him are the garden gates and beyond the waking houses\nand certain rescue.\n\nThe Bad Man is now running. He heads for a car parked in a\ndriveway. He arrives at the drivers window and ploughs his\nfist through it.\n\nHe reaches inside and opens the door with deft continuous\nmovement and gets in.\n\nA moment later the engine starts and the car is eased into\nreverse, suddenly everything is controlled urgency again.\n\nHe turns and takes off.\n\nHe stops just ahead of the Ugly Man who is now half on the\npath, gets out, opens the back door then walks over to him\nand drags him back towards the car, glancing about at windows\nand doors with the full awareness that they might open at any\nmoment.\n\nThe Ugly Man is bundled in head first.\n\f59\n\n60\n\n66.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stops just ahead of the Ugly Man who is now half on the\npath, gets out, opens the back door then walks over to him\nand drags him back towards the car, glancing about at windows\nand doors with the full awareness that they might open at any\nmoment. The Ugly Man is bundled in head first. 59\n\n60\n\n66. \n\nTARGET SECTION TO BE ANNOTATED:\nUGLY MAN\n(muffled)\nSOMEONE SAVVVVE MMMEEEEEEEE!\nThe Bad Man unleashes vicious blows to his mouth and temple,\nthen hurries around the car, opens the other back door, leans\nin and drags him inside by the armpits.\n\nThe Bad Man now walks back to the opposite side, folds an\nerrant leg in then slams the door shut.\n\nThen he gets in.\n\nINT. STOLEN CAR. SAME. 59\n\nThe handbrake is released, the wheels turn, dust and flecks\nrise in the air.\n\nA net curtain is swept wide to see the car drive casually\naway and out of the street.\n\nWe are close on the Bad Man's face.\n\nWe/he hears the sound of a woman's shocked voice, intimate,\nas if she was in the car with us.\n\nWOMAN’S VOICE\nOh my God...\n\nThe Bad Man turns his head very suddenly and looks out of the\npassenger window, crouching to see the upper floor of one of\nthe little houses.\n\nHe looks directly to where the voice is coming from.\n\nThere standing at the bedroom window is an OLD WOMAN.\n\nShe is looking straight at the Bad Man as he drives out of\nthe street.\n\nAs he slows, she lets the curtain close.\n\nAnd through the nets he sees her silhouette as she shakily\nraises a phone to her ear.\n\nHe almost stops but instead guns the engine into life and\nadvances in a cloud of exhaust fumes.\n\nINT. HIGHLAND ROADS. DAY. 60\nLaura storms through the countryside.\n\nGreen flashes on either side, the road is a gleaming slate\n\ncord that stretches out away from her, drawing her in and\nalong.\n\f67.\n\nThen without warning everything slows.\nThe engine dies, the steering stiffens.\n\nShe looks at her dials. The petrol gauge tells its tale. E\nfor the end.\n\nShe brings the van onto the verge by a lake and lets it roll\nto a standstill.\n\nPuts on the hand brake and gets out. Without missing a beat\nshe sets off at a march.\n\nThe camera sweeps fast along the road - it is travelling just\nfifteen feet above the tarmac.\n\nWe soar over a blind summit and there just on the bend is\nLaura's van. It's empty.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe camera sweeps fast along the road - it is travelling just\nfifteen feet above the tarmac. We soar over a blind summit and there just on the bend is\nLaura's van. It's empty. \n\nTARGET SECTION TO BE ANNOTATED:\nWe slow to see inside, no sign of life, other than her gun\nand phone buzzing on the passenger seat.\n\nWe resume our plunge through the landscape. Faster and\nfaster.\n\nAnother two miles down the road and we see a figure up ahead,\nwalking fast along the highway. It's Laura.\n\nShe slows as if sensing that there is something pursuing her.\n\nSoon we are right behind her. We can almost see the hairs on\nthe back of her neck rising.\n\nShe turns suddenly as if ready to confront whatever or\nwhoever is there.\n\nBut there is nothing there.\n\nJust her standing on the road, alone, in the middle of\nnowhere.\n\nWe see trembling fear freeze in her face, uncertainty in her\neyes.\n\nDoubt, suspicion, the expectation of doom is locked in her\ngaze as it searches out to the horizon for the thing that\nmust come.\n\nBut it doesn't.\n\nShe looks at this wild world around her.\n\nThe bleak moors, the mountains beyond.\n\nAnd the sounds of the wind rushing through this valley seem\n\nto harmonize in some rhapsody as if finding clarity within\nher hearing for the first time.\n\f61\n\n68.\nWe can see that somehow, in facing her fear, she has found\nsomething else instead. A strange sense of acceptance.\nShe stands letting these feelings take root.\nThe wind blusters through her hair and clothes, and we watch,\nas she lifts and stretches her arms and fingers wide and open\nto feel it.\nAnd standing still, it's as if the world falls into her.\nShe closes those beautiful eyes with abandon as if she feels\nthe sensual possibilities of this body for the first time.\nThe wind embraces her.\n\nINT. ROADSIDE CAFE. SHORT WHILE LATER. 61\n\nWe are in a tiny roadside cafe with views out over hills of\nheather.\n\nThe place is busy with tourists, back packs at their feet,\nsipping tea and munching scones.\n\nLaura sits on her own at a little tartan-covered table.\nThere is a plate in front of her and on it, a piece of cake.\nShe regards it with trepidation.\n\nIt's a beautiful object, sculptural and garish. White and\nfluffy, with cream falling from its centre and a varnished\ncherry on top.\n\nShe lifts her fork and cuts into it delicately.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt's a beautiful object, sculptural and garish. White and\nfluffy, with cream falling from its centre and a varnished\ncherry on top. She lifts her fork and cuts into it delicately. \n\nTARGET SECTION TO BE ANNOTATED:\nUp and up it comes, the distance between the plate and her\nmouth seems extraordinarily long.\n\nIt arrives at her lips, which open tentatively as she slowly\neases the magical parcel of nectar inside.\n\nThen she lowers the fork back to the plate.\n\nNow she sits as if her every thought was with this intruder\ninside her.\n\nHer mouth is still as she contemplates her next move.\n\nSuddenly her jaw moves and she begins to chew. But so\ncautiously, like she were defusing a bomb.\n\nA moment later she is still again. She decides to swallow.\nAnd then shock, at not being able to.\n\nShe coughs into her hand violently. Laura fumbles for a\nnapkin to catch the mouthful of food and wipes her mouth.\n\f62\n\n63\n\n69.\n\nHeads have turned to see what the commotion is.\n\nThrough faint breath, Laura waves the attention away as if to\nsay ‘I'm fine.’\n\nLAURA\n(recomposing)\nIt just went down the wrong way.\n\nINT. COUNTRY INN. HIGHLANDS. SHORT WHILE LATER. 62\n\nCut to a roaring fire. A pair of hands enter frame and warm\nthemselves at the glow.\n\nCut wide to see Laura in front of a large open fire ina\npleasant country inn.\n\nThere is an atmosphere of convivial early evening chat and\nsheltering welcome.\n\nShe warms herself and listens to the sounds of humanity chime\nits soothing tones in the warmth.\n\nEXT. REMOTE JUNCTION. DAY. 63\nLaura is walking - walking - walking.\n\nShe is approaching a junction where A MAN waits at a bus\nstop.\n\nHe notices her coming, her long legs striding, her shoes not\nmade for walking clattering.\n\nWe see him avert his gaze like a gentleman as she draws near.\nHe's a drawn pale being, full of thoughts.\n\nShe marches past without noticing or slowing.\n\nWhen she's about fifteen feet beyond the stop, he turns and\ncalls after her.\n\nQUIET MAN\nThe bus'll be along in a minute.\n\nLaura looks round surprised by the outburst.\nShe looks at him blankly for a moment.\n\nHe looks away with a demeanor that says 'well that's the\ninformation, do with it as you will’.\n\nLaura considers for a beat longer, then makes her way back\ntowards the bus stop.\n\f64\n\n70.\n\nINT.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nLaura considers for a beat longer, then makes her way back\ntowards the bus stop. 64\n\n70. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BUS. ROAD TO CAWDOR. SHORT WHILE LATER. 64\nLaura and the Quiet Man on an empty bus.\n\nLaura is sitting right behind the driver staring straight\ninto that black panel that separates him from the passengers.\n\nThe Quiet Man sits a little further back.\n\nHe is looking at her, or rather at her face reflected in the\ndark panel.\n\nHe can tell she is not absentmindedly staring into mid space\nbut unflinchingly at her own reflection.\n\nHe feels his breath stop as that face stares at itself,\ncompletely absorbed, suspicious and lost.\n\nBUS DRIVER\nHave you no jacket with you?\n\nNothing from Laura.\n\nBUS DRIVER (CONT'D)\nUp here you need a jacket with you -\neven when there's not a cloud in\nthe sky, rain's always a\npossibility.\n\nLaura looks out the window now. We see her soften into the\nhum of the bus as it climbs. The mountains closing in around\nthem.\n\nThe Quiet Man notices Laura's open purse on the seat beside\nher.\n\nHer change is slipping out of it, along the worn fabric and\nonto the floor with every change of gear. She seems oblivious\nto it.\n\nThe Quiet Man steps across the aisle, gathers the coins\nwithout any fuss then lets them stream through his fingers\ninto the purse. He snaps it shut.\n\nIt's all done in a moment and he places the purse beside her\nas he turns away.\n\nAs he sits, Laura speaks.\n\nLAURA\nWhere am I?\n\nQUIET MAN\nOn the road to Cawdor.\n\nLAURA\nIs it a busy place?\n\f71.\n\nQUIET MAN\nNo, it’s a quiet place.\n(Beat)\nIs that where you're headed?\n\nLAURA\nNo.\n\nQUIET MAN\nWhere are you headed?\n\nLAURA\nI don't know.\n\nQUIET MAN\nAre you okay? Has something\nhappened?\n\nLAURA\nYes, I’m alright. I think. Where\nwould you go?\n\nQUIET MAN\nHow's that?\nLAURA\nIf you could go anywhere... where\n\nwould you go?\n\nQUIET MAN\nSight seeing do you mean?\n\nLAURA\nYes, that’s it. Sight seeing.\n\nThe beautiful landscape rolls by outside the rain swept\nwindow and we see this man begin to think.\n\nQUIET MAN\nWell there are a million places.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nSight seeing. The beautiful landscape rolls by outside the rain swept\nwindow and we see this man begin to think. QUIET MAN\nWell there are a million places. \n\nTARGET SECTION TO BE ANNOTATED:\nThat’s no use to her, so she leans slightly forward and\nrepeats the question for the driver, seeking a serious\nanswer.\n\nLAURA\nIf you could go anywhere... where\nwould you go?\nWe glimpse her desperation.\n\nAs the driver ponders, we see the Quiet Man looking at the\nback of Laura's head.\n\nShe's unaware of him now, every fibre of her being listening\nfor an answer from the lump at the wheel.\n\f65\n\n66\n\n67\n\n72.\nQUIET MAN\nI’d start with Cawdor Castle.\n\nShe ignores that answer, so as to conceal its importance to\nher.\n\nLAURA\n(to driver with a casual\nbut precise tone)\nThen I'd like to go to Cawdor\nCastle please.\nShe returns to staring into the weird black space that hovers\nin front of her in which everything seems to shudder and\nsway, everything except her.\nEXT. CAWDOR. SHORT WHILE LATER. 65\nThe bus is pulling away from the town bus stop.\n\nThe Quiet Man and Laura are walking up the high street. Laura\nhas his big coat draped over her shoulders.\n\nThey could as easily be with each other as not. The distance\nbetween them is the distance maintained by strangers and he\nholds it.\n\nINT. CAWDOR. SUPERMARKET. SHORT WHILE LATER. 66\n\nWe are in a vast, white supermarket.\n\nLaura shadows the Quiet Man as he navigates his trolley\nthrough the aisles.\n\nHe considers a pre-packed casserole, checking the price twice\nbefore replacing it.\n\nLaura's face, almost cocooned in his big heavy coat, is\nbleached out under the glare of the kilowatts, which blast\neverything with a cleansing intensity.\n\nEXT. ROAD TO THE QUIET MAN'S HOUSE. SHORT WHILE LATER. 67\n\nTwo figures walking.\n\nThe Quiet Man carries plastic bags. Laura follows in his long\nstrides.\n\nHe trudges up the little path to the door of a concrete\ncouncil house and finds the keyhole.\n\nShe follows him inside without ceremony.\n\f68\n\n73.\n\nINT. THE QUIET MAN'S HOUSE. LIVING ROOM. SHORT WHILE LATER £68\nA little room bathed in half-light from the dense curtains.\nLaura sits on a low, brown couch under the window; the Quiet\nMan in an armchair.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nLIVING ROOM. SHORT WHILE LATER £68\nA little room bathed in half-light from the dense curtains. Laura sits on a low, brown couch under the window; the Quiet\nMan in an armchair. \n\nTARGET SECTION TO BE ANNOTATED:\nThey are watching a show on television together, dinner on\ntheir laps.\n\nLaura leans over her food, her hand moves here and there,\nselecting but unsure.\n\nThe Quiet Man wipes his plate clean with a piece of bread.\n\nLaura brings a forkful of meat up to her mouth and inserts it\nlike a child who has just mastered the art of cutlery.\n\nHer lips close tight around the delivery.\nShe tries to swallow.\n\nSame result as when she tried to eat the cake, sudden tension\ngripping her face and throat.\n\nShe sets the fork aside with a rattle and brings her hand to\nher mouth to suppress a violent choke.\n\nThe Quiet Man is on his feet and reaching his big hand around\nto pat her back.\n\nShe gets up and shuffles towards what must be the bathroom.\nWe see the Quiet Man return to his seat and sit listening.\n\nThe sounds coming up the hall seem controlled. He sips from a\nlarge mug. His eyes return to the television.\n\nDISSOLVE TO:\nA record revolves on a plastic turntable.\n\nWe see the Quiet Man on his knees slipping a black disc back\ninto its paper sleeve then stand and return to his armchair.\n\nMusic fills the room. 'Wild is The Wind' by David Bowie.\n\nLaura sits back into the sofa, her eyes gazing into the\nceiling.\n\nThe music builds and the space slips incrementally into a\ndifferent attitude.\n\nWe follow Laura's eyes around the room.\n\nTo see the old framed photos and ephemera accumulated by an\nordinary life.\n\f69\n\n74.\n\nThen to the television still on - alive with the image of a\ntiger prowling through long grass.\n\nHer gaze comes to rest on the Quiet Man, his eyes shut, his\nhand pats the arm of his chair gently in time with the music.\nHe looks happy and tired.\n\nLaura joins the moment by mimicking his, her hand now also\ntap tap-taping on the arm of her chair in time with the\nrhythm.\n\nHe stirs, looks at her for a moment and there is nothing\nstrange to be seen, everything is completely normal, Laura\nlistening to the music with him.\n\nWithout a word he stands, picks up the tray and leaves the\nroom.\n\nThe moment he’s out of the room, Laura's hand stops moving.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stirs, looks at her for a moment and there is nothing\nstrange to be seen, everything is completely normal, Laura\nlistening to the music with him. Without a word he stands, picks up the tray and leaves the\nroom. The moment he’s out of the room, Laura's hand stops moving. \n\nTARGET SECTION TO BE ANNOTATED:\nWe watch Laura now so still and void with the music swirling\naround her and we feel the vast distance between her and\nhumanity.\n\nWe hear the sounds of the kitchen things being put away and a\ntap running.\n\nLaura remains still. The music builds the energy in it\nstepping relentlessly to crescendo.\n\nLaura now looks down at her hand in that disassociated way\nshe does.\n\nShe seems somehow to be trying to find a connection to the\naction.\n\nHer fingers tap in and around the beat rather than on it\nnow... She is no longer mimicking... There is something\nhappening there at the extremity of her craft... something is\nseeping in.\n\nShe looks down at the moving limb as if it’s a curiosity to\nher.\n\nINT. THE QUIET MAN'S HOUSE. BEDROOM. SHORT WHILE LATER. 69\n\nLaura lies in the Quiet Man's bed. Her eyes are set in some\nmid-point.\n\nThe Quiet Man sets a dainty cup of tea and saucer on a\ncardboard box near the bed as if it were the finest delicacy.\nLaura's eyes read it, then seem to return to the ceiling and\na kind of meditative state.\n\nLAURA\n(sense-checking)\nYou don’t feel with your brain.\n\f70\n\n75.\nQUIET MAN\nNo you don't.\n\nHe angles a bar fire towards her with the toe of his boot,\nthen takes his leave.\n\nWe slowly drift from Laura's face to the open door, which\nleads to the front room.\n\nThe Quiet Man is sitting back in his armchair.\n\nHe puts a leg up on a stool in a vain attempt to find\ncomfort.\n\nHis head slumps slowly to the side as he falls asleep in the\nchair like a kind of giant guarding a princess.\n\nSlowly the ambience of safety overrides the small house.\n\nNothing moves.\n\nEXT. STREAM. MORNING. 70\nUndulating hills reaching trees and peaty bog.\n\nShe is guided by him - led up rocky paths and down slippery\nbanks.\n\nThey reach a fast flowing stream with stepping-stones dotted\nacross its width.\n\nA little waterfall a hundred yards away roars. Trees rustle\nin accord and the sky seems open to the attendant energies.\n\nShe looks down at the water, judging it, and he in that same\nmoment instinctively without a word gathers her up into his\narms.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nA little waterfall a hundred yards away roars. Trees rustle\nin accord and the sky seems open to the attendant energies. She looks down at the water, judging it, and he in that same\nmoment instinctively without a word gathers her up into his\narms. \n\nTARGET SECTION TO BE ANNOTATED:\nShe does not waver as he steps out onto the semi-submerged\nstones.\n\nHe finds his balance and moves with that focused certainty\nthat a man finds when he's in charge of something he cares\nabout.\n\nShe is motionless in his arms. He senses her trust and is\nemboldened by it.\n\nThey are almost over to the other side. He stops to look\nalong the river and nods to her to look too.\n\nShe follows his gesture and can see figures, edging towards\nthe ledge of the waterfall.\n\nScreams of exhilaration as a figure rushes over the ledge and\nplunges.\n\f71\n\n76.\nAnother figure throws itself into space, giving itself over\nto the affects of gravity and water.\n\nLaughter explodes with splashes as more bodies launch into\nspace.\n\nThe Quiet Man moves on without haste or fatigue.\n\nAt the other side he sees the path is muddy and the long\ngrass wet, so he doesn't set her down but keeps walking with\nher in his arms.\n\nEXT. CAWDOR CASTLE. SHORT WHILE LATER. 71\nWe are high in a blustering turret.\n\nLaura is braced between two granite blocks in the space where\nonce arrows would have been aimed at invaders. Her shirt is\nopen.\n\nThe Quiet Man is nestled beside her. They are kissing.\n\nHis face is latched onto hers like his life depended on it.\nThis is no longer a set piece.\n\nShe's risking, exploring.\n\nShe wants something to happen to her, uncertain what that\nsomething is.\n\nThey break out from the kiss slowly.\n\nAs he breathes her in we see her hand rising slowly up from\nher side.\n\nThe hand is open and dramatic like that of a gunslinger about\nto draw.\n\nUp it comes and suddenly it is there beside his head and then\nshe clutches his head to her.\n\nThey kiss again.\n\nHer fingers move in his hair. Her tongue appears furtively\nbetween her lips.\n\nThe Quiet Man is drawing on her mouth like it's the source of\nlife.\n\nThen the Quiet Man comes up for air and freezes.\nHe can hear footsteps ascending the stone staircase.\n\nHe gathers Laura's garments into place as best he can before\nTWO ELDERLY HIKERS appear in yellow anoraks.\n\f72\n\n73\n\n77.\n\nThey shuffle off the turret and into the stairwell with an\nembarrassed nod to the tourists.\nEXT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\n72\n\n73\n\n77. They shuffle off the turret and into the stairwell with an\nembarrassed nod to the tourists. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n MOUNTAIN. HIGHLANDS. DAY. 72\n\nThe wind gathers as the Bad Man walks up a steep incline to\nthe rocky summit of a mountain.\n\nHe arrives at the highest vantage point and stops.\nHis eyes reach out purposefully over the landscape.\n\nHe looks intently to the west over the rolling hills that\ndisappear into mists.\n\nThen he looks out to the north and broken fields and pockets\nof water giving way to the ocean and the sky.\n\nHe turns again to scan the east with its dense woodlands and\nclimbing peaks.\n\nSomehow we almost get a sense he is lost.\n\nINT. BROKEN DOWN BARN. NIGHT. 73\nLaura moves with grace through a derelict barn on farmland.\nNot leading, as before, but led.\n\nShe looks into the Quiet Man’s face and he into hers.\n\nThen he lays her down in the hay.\n\nHis body, flushed with life and lust moves over her, finding\nher form under the clothes.\n\nShe responds to his hands.\n\nHe draws her skirt up around her waist. His fingertips move\ninside the top of her knickers.\n\nThen he sweeps the index finger round the rim of the cotton\nstretching them over her.\n\nShe wiggles up off her ass allowing them to be drawn, slowly\nand with calmness and poise, down her long thighs, over her\nknees, along her calves and around her heels and toes.\n\nShe is still, except for the rise and fall of her breathing.\n\nHe looks at her magnificent beauty exposed and offering\nitself.\n\nHis hands move along her calves and knees and hips and then\nascend to her face.\n\f78.\n\nHe holds her head and kisses her with fervor.\nHe moves over her, finding his position to enter.\nShe reaches her hand along his back drawing him close.\n\nHe bears down, then withdraws shifting his shoulders,\nrealigning.\n\nHe pushes down again, hesitantly, seeking entry.\n\nAgain, he shifts and adjusts until slowly he realizes...\nThere is no orifice!\n\nShe cannot be penetrated.\n\nWe see him lost in his thoughts as he tries to grapple with\nthe finality of this.\n\nHe moves lower and eases into a more relaxed embrace, his\nhead now on her shoulder.\n\nHe nestles there quietly, his eyes full of disturbance but\nfocusing instead on her beauty and the pleasure of her touch.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe see him lost in his thoughts as he tries to grapple with\nthe finality of this. He moves lower and eases into a more relaxed embrace, his\nhead now on her shoulder. He nestles there quietly, his eyes full of disturbance but\nfocusing instead on her beauty and the pleasure of her touch. \n\nTARGET SECTION TO BE ANNOTATED:\nQUIET MAN\nI can’t hear your heart.\n\nHe moves his hand to her wrist to feel her pulse. Then shakes\nhis head.\n\nQUIET MAN (CONT'D)\nIt's like you're dead.\n\nHe moves his ear to her chest again.\n\nQUIET MAN (CONT'D)\nThat’s so weird.\n\nHe sits up, looks at her and then goes to check her pulse\nagain.\n\nShe gently recoils.\nShe embraces him, deeply and with equal disquiet.\nShe reaches between his legs delicately.\n\nWe see him respond to her touch. His back tightens and he\nmoves with her gentleness to and fro.\n\nShe kisses him on his neck.\nThen he kisses her face.\n\nTheir tempo gently builds, becoming committed again. Hands\nsweeping over bodies, mouths locking together.\n\f74\n\n79.\n\nINT. BROKEN DOWN BARN. MORNING. 74\nThe Quiet Man lies fast asleep in the makeshift bed.\n\nLaura is standing and dressing a few feet away.\n\nHer manner is flat, unemotional.\n\nShe looks for all the world like someone dressing to go to\nwork.\n\nShe is distracted now as the man shifts.\n\nHe murmurs and fidgets, something is disturbing his slumber.\nShe turns to watch him.\n\nHis face is taught, his eyelids flicker with dreaming.\n\nShe stands there like a scientist, observing.\n\nNow his lips mouth soft words, barely audible, distant.\n\nQUIET MAN\nLLaaauurrraa.\n\n \n\nLaura doesn’t start or even lean closer but remains still,\nsimply watching and listening.\n\nThe man is now trembling and with sweat beaded on his brow.\n\nHis chest rises and falls with unseen exertions in dreamland.\nAnd he is mumbling again.\n\nQUIET MAN (CONT'D)\nLaaauurraaa... Laaauuurrrraaaaaa..\n\nHis voice although muffled, is anxious, calling out to her\nurgently from the other side of sleep.\n\nLaura leans slowly forwards and touches his shoulder.\nSuddenly he jolts.\n\nHis eyes open and he gasps a breath as if coming up from icy\ndepths.\n\nHe sees her standing there looking at him.\n\nQUIET MAN (CONT'D)\n\n(matter of fact)\nMy God, what a crazy dream. That\nwas so weird and real...\nfrightening. I was lying here next\nto you really worried that those\ndoors were going to open.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat\nwas so weird and real... frightening. I was lying here next\nto you really worried that those\ndoors were going to open. \n\nTARGET SECTION TO BE ANNOTATED:\n Couldn’t\nlet my eyes close for fear they\nwould.\n\n(MORE )\n\f75\n\n80.\n\nQUIET MAN (CONT'D)\nI was watching them for ages and\nages, getting really worried like I\nknew something was going to come\nfor me. Then it did. ...Those doors\nopened and I could see a shadow\noutside, it was moving closer and\ncloser, coming towards me, sort of\nfloating, and it stood here by the\nbed looking down at me. Snarling at\nme. And I was paralysed by it. So I\ncalled out to you knowing you were\nlying next to me, to wake me. To\nrescue me.\n\nHe looks up at her through squinting eyes.\nShe waits, letting him gather his senses.\nThen he smiles a little at his own silliness.\nQUIET MAN (CONT'D)\nI thought something terrible was\n\ngoing to happen.\n\nLaura looks down at him then turns away and finishes getting\ndressed.\n\nHe looks at her realizing. He sits up on an elbow.\n\nQUIET MAN (CONT'D)\nWhat are you doing?\n\nLAURA\nI’m wondering where to go now.\nWhere would you go now? If you\ncould go anywhere...\n\nWe see him focus and his expression changes as he takes in\nwhat she is saying.\n\nHe draws breath about to speak.\n\nEXT. ISLAND FERRY. HIGHLANDS. MORNING. 75\n\nThe early morning sun shimmers in the dappled water of a\nloch.\n\nA small ferry is making its way steadily across.\n\nOn the deck, the Bad Man sits on a little bench, a different\nmotorbike parked nearby.\n\nIt’s just as dark and powerful as the old one.\nThe Bad Man is reading a local newspaper.\n\nHis expression remains blank as he reads the headline:\n\f76\n\n77\n\n81.\n“TERROR CRIME STRIKES HIGHLAND IDYLL. LOCAL GRANDMOTHER\nSHAKEN BUT DEFIANT.”\n\nWe see his eyes fall down the page to a photograph of the\nlittle cul-de-sac now cordoned off by police tape.\n\n“Man beaten then kidnapped by ruthless assailant.”\n\nBelow it is a picture of the motorbike he abandoned. The\ncaption underneath says:\n\n“Driven by the kidnapper.”\nAnd inset, a picture of the number plate.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOCAL GRANDMOTHER\nSHAKEN BUT DEFIANT.”\n\nWe see his eyes fall down the page to a photograph of the\nlittle cul-de-sac now cordoned off by police tape. “Man beaten then kidnapped by ruthless assailant.”\n\nBelow it is a picture of the motorbike he abandoned. The\ncaption underneath says:\n\n“Driven by the kidnapper.”\nAnd inset, a picture of the number plate. \n\nTARGET SECTION TO BE ANNOTATED:\nNow we are looking up in a tight CU of the Bad Man’s face.\n\nHis eyes scan to the next image of police standing at the\nedge of a ravine.\n\nThe report here asserts:\n\n“Kidnappers body found in the seat of stolen car after death\nplunge. His victim has not been found.”\n\nAnd then, at the end of a police statement about how:\n“Gang related violence is on the increase.”\n\nWe read the words:\n\n“No leads.”\n\nThe Bad Man folds the paper under his arm and looks out over\nthe ice cold water and into the wild Scottish landscape.\n\nAt the concrete slip on the far shore, people and cars wait\nfor the ferry.\n\nA bell clangs its imminent arrival.\n\nEXT. SPEEDING TRAIN. SCOTTISH LANDSCAPE. DAY. 76\n\nA passenger train speeds through the highlands.\n\nINT. SPEEDING TRAIN. CONTINUOUS. 77\n\nLaura is sitting in a window seat on a busy train full of\ncommuters, locals, and holiday-makers.\n\nShe is looking at human beings.\n\nPeople-watching.\n\f78\n\n82.\n\nA BLACK MAN wearing headphones sitting to her right. His\nsubstantial body fits awkwardly in the seat. He is fixed on\nthe portable DVD player in front of him.\n\nA YOUNG WOMAN across the aisle reading a fraying book. She\nrocks her head a little, the effort of reading bothering her.\n\nAnd then opposite, is an OLD MAN sleeping. His chest rising\nand falling, a blissful smile plays about his lips.\n\nLaura catches her own faint reflection in the window,\nflickering against the speeding landscape outside.\n\nLaura is in amongst it.\n\nSuddenly not apart from it anymore.\n\nEXT. LOCH. HIGHLANDS. SHORT WHILE LATER. 78\n\nWe are at the edge of a wide shimmering loch, in a forest and\nlandscape as beautiful as Eden.\n\nLaura is looking down at a perfect reflection of herself. It\nlooks back at her.\n\nWe see the water busy with ticks, and below the surface,\nparasites teem in the billions.\n\nShe reaches her foot down to the reflection.\nThe toes enter the water.\nThe image tremors, then disrupts.\nThe foot swings, swirling the water.\nGoose-bumps rise as it enters.\nLight glistens on the skin like liquid silver.\nDISSOLVE TO:\nLaura swimming in the ink black water.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nGoose-bumps rise as it enters. Light glistens on the skin like liquid silver. DISSOLVE TO:\nLaura swimming in the ink black water. \n\nTARGET SECTION TO BE ANNOTATED:\nShe strokes forward breathless and rigid against the icy\nembrace of the loch.\n\nWe cut to her now sitting naked amidst the rocks.\nPale as a cadaver she gathers her knees up into her for heat.\n\nThe wind sings in the trees and around Laura's ears and\nsomewhere high above a plane hums.\n\nHer eyes search for it and see it slip into cloud on its way\nto foreign shores.\n\f79\n\n83.\n\nShe shivers, her teeth chattering uncontrollably beneath blue\nlips.\nEXT. LOCH. HIGHLANDS. DAY. 79\n\nWe descend towards the sleeping, now dressed, figure of\nLaura.\n\nFetal, swathed in gently blowing reeds, like a newborn in the\nbosom of this wilderness.\n\nWe drift down until we are close to her.\n\nHer eyes are shut now, in a way we have never seen them shut\nbefore.\n\nHer face is still, in true repose.\n\nShe is fast asleep. Or switched off. It's impossible to know\nwhich.\n\nFive or six little ANTS are moving on her face.\n\nThe busy creatures hurry in their searching rhythms over her\ncheeks and across her forehead and neck.\n\nShe doesn’t stir.\n\nThe water laps on the shore, the wind eases through the high\nleaves. Tranquillity rules.\n\nThen her expression begins to change.\n\nShe appears troubled. Like she's wrestling with thoughts,\nmaybe a bad dream?\n\nNow she's trying to rouse herself, to force her eyes open.\n\nThen she wakes, and in a feverish split second looks about\nherself confusedly.\n\nShe looks down at the hem of her dress, and sees a dirty,\ngreen, male forearm extending in.\n\nShe starts bolt upright.\nThe arm remains.\nShe stares at the owner of the arm.\n\nIt is A MAN in a green boiler suit looking at her impassive\nand possessed.\n\nShe kicks out wildly, jolts to her feet, turns and flees.\n\nShe moves as fast as she can on the soft sands of the loch.\n\f84.\n\nSuddenly a trudging sound accelerates behind her but she is\noff the sandy ground now. Her feet carrying her more swiftly\ninto cover.\n\nNow abruptly she wheels round expecting the thing clasping at\nher to be this man but she is snagged on a thorn bush.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly a trudging sound accelerates behind her but she is\noff the sandy ground now. Her feet carrying her more swiftly\ninto cover. Now abruptly she wheels round expecting the thing clasping at\nher to be this man but she is snagged on a thorn bush. \n\nTARGET SECTION TO BE ANNOTATED:\nAs she fumbles to free herself, she hears the muddied\nfootfalls of the man advancing through bracken in pursuit.\n\nShe gets more entangled.\n\nIt's as if the thorn bush were pecking at her.\n\nShe twists to get free then ducks down into cover.\n\nShe is still.\n\nOff in the undergrowth, more uncertain sounds.\n\nThen a precise stepping sound nearby.\n\nThe crushing of twig, the swish of briars pushed aside.\nHe is close now.\n\nShe stares through the dense bushes.\n\nA broken form amidst the camouflage of a million leaves.\n\nThe shape of him gathers and is almost complete, then\nvanishes.\n\nFootsteps off to the left.\nSuddenly the leaves there shudder.\n\nA thrash of a heavy body pushes through, footsteps\nquickening.\n\nLaura edges out from her hiding place onto open ground. She\nstarts running again out onto a path.\n\nSuddenly up ahead at the turn in the lane - a shape.\n\nA truck! Someone is working here!\n\nShe makes a b-line for it, deciphering the logging truck's\nlong angular crane and claw full of logs swaying in the air\nabove it.\n\nThis is her lifeline - she charges towards it.\n\nShe arrives and goes towards the cab door, trying the handle.\nIt opens.\n\nShe steps up onto its running board and looks in. No keys.\n\f85.\n\nShe clambers up into the interior scrabbling for keys, for a\nphone, for something.\n\nNothing, nothing. Panic takes her.\n\nShe leans on the horn, looking off into the woods for the\nworkmen who operate the huge claw and who must be nearby.\n\nThe horn drones with urgency, she puts all her weight on it.\n\nShe knows the sound will bring salvation and drive the beast\naway.\n\nHer eyes scan the woods on either side longing for signs of\nlife - a sudden friendly face to appear in alarm but instead\nup ahead a figure slowly steps out onto the road.\n\nSuddenly she crouches down behind the wheel.\n\nThe figure is walking down the lane towards here without\nhaste, like someone who has nothing particular to do.\n\nIt's him.\nAnd of course this is his truck. He's the Woodsman.\n\nShe throws herself from the cab and runs. Behind her, heavy\nfootsteps pound just out of sight.\n\nThen, just over her shoulder, two arms flail through branches\njust a few feet away.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe throws herself from the cab and runs. Behind her, heavy\nfootsteps pound just out of sight. Then, just over her shoulder, two arms flail through branches\njust a few feet away. \n\nTARGET SECTION TO BE ANNOTATED:\n She leans into her run searching for\nspace to burst into.\n\nThe forest re-absorbs them. But then the big grabbing hand\nlooms into view again.\n\nSuddenly there it is on her shoulder. He throws her to the\nground.\n\nThey tumble through mud. She tries to get away but he pulls\nher back. Gets on top of her, pins her down.\n\nAbove her on all fours, he tears at her dress and bra. A\nflurry of grabbing. He reaches down into his pants. She\nlashes into his eye.\n\nHe returns with a vicious swipe. Hard sweeping movement from\nhis elbows contain her struggling. His crazed eyes force down\ninto his prey.\n\nThe sound of more clothes being torn. The tone of the fraying\nchanges. Long intrusive reaching.\n\nWOODSMAN\n(desperate)\nI need a hole, I need a hole...\n\f86.\nHe pulls hard on giving fabric. A low sound like a sealed\nvacuum wrenched open. Then a gasping like escaping gas.\nSuddenly he stops.\nLAURA\n(blank, emotionless)\nAm I still dreaming?\nWe hear him stand. Jiggle his trousers up.\nHe turns, like a drunk half-snapping out of a stupor.\n\nThen he reappears staring, open-mouthed.\n\nHis trousers still at half-mast, his obscene cock shameless\nin the chilly mountain air.\n\nHe's staring right through us, scared at whatever's behind\nus.\n\nWe spin around to find Laura standing up facing us/him.\n\nIt's the BLACK SHADOW FIGURE inside Laura exposed through\n“her” torn flesh.\n\nThe alien.\n\nWhich clutches Laura's skin as if protecting its modesty.\nIt struggles, like it's carrying too much washing.\n\nTight on the alien “eye”\n\nThe Woodsman is reflected, frozen, in its lens.\n\nTight on the Woodsman's wide, horrified eye.\n\nThe alien is reflected in his lens.\n\nHe turns and runs.\n\nLaura hobbles off gathering herself to herself.\n\nShe reels from the effort of moving this disconnected body,\nwhich slips from her with every step.\n\nShe rests on a fallen tree, looking at her human skin.\n\nShe is holding her torn neck and much of her face between her\nhands.\n\nThe beautiful, gentle face looks up at the black alien head\nlooking down.\n\nHunched over her “self”, in an extraordinary separation.\n\f80\n\n87.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe beautiful, gentle face looks up at the black alien head\nlooking down. Hunched over her “self”, in an extraordinary separation. 80\n\n87. \n\nTARGET SECTION TO BE ANNOTATED:\nThe inside looking at the outside, the outside looking at the\ninside.\n\nBewildered footsteps, and the Woodsman staggers back into the\nscene.\n\nIn one hand he shakily points his phone at her - videoing\nher! In the other, a jerry can.\n\nShe tries to gather her exhausted selves together, suddenly\nrealizing his intent.\n\nShe juggles the elements of the once perfect body as best she\ncan, and tries to flee, but it's too late.\n\nHe puts his phone in his pocket and with both hands clatters\na tin above her head and pours as she staggers, trying to\nmove away from the petrol flowing over her.\n\nHe wrestles his lighter to strike.\n\nWe race with flames as they leap through grass. Then speed\naway from them, to find Laura's stumbling heels.\n\nThey slip as the flame gains on them, flaring around her\nankles.\n\nThen in a beat, the blaze flares up onto her body.\n\nIt swarms all about. She's engulfed. Unable to run, the wet\nsoil slipping under her.\n\nIn a moment Laura seems to blast and flare and burst in an\ninferno of exploding gas and toxic, blazing phosphorous.\n\nThe mass of flames crumple to the ground, then turn rolling\ndown into a ditch until it rests by the base of a tree.\n\nEXT. MOUNTAIN ROAD. SAME. 80\nWe move fast over blurring tarmac.\n\nThe Bad Man powers ruthlessly forwards on his motorbike.\n\nJust as we saw him at the start of the film as he raced to\nrecover her predecessor, the Fire Woman.\n\nThe bike roars as he pushes his wrists hard over the\naccelerators and the road dips under him.\n\nHe lashes through gears and the bike feels the road again.\n\nWe are tight on the back-end now as a corner looms. He begins\nleaning into it.\n\nTendrils of hedgerow whip over his helmet.\n\f81\n\n82\n\n88.\nThe edge of the tire plumes with a little smoke as the weight\nadjusts on the apex of the bend.\nThen more speed and vibration.\nMechanical adrenalin.\nWe are up ahead of the machine now looking back.\nSee the undulating road and how the vehicle clings to it\nperfectly.\nEXT. MOUNTAIN ROADS. SHORT WHILE LATER.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. MOUNTAIN ROADS. SHORT WHILE LATER. \n\nTARGET SECTION TO BE ANNOTATED:\n 81\nThe Bad Man powers on up the gradient, the pulse throwing the\nbike across frame and sucking the air out of the space\nbehind.\nAs the visibility becomes less, he slows.\nHe takes stock, then pulls off the road, stops and dismounts.\n\nIn the distance, on the next mountain, he can see the faint\nhalo of a fire.\n\nHe looks at it pondering.\n\nEXT. LOCH CROMLECH. SHORT WHILE LATER. 82\nThe Bad Man walks through the dense heather.\n\nA short distance away smoke rises from a tree, blackened and\nstill burning.\n\nHe stops to study footprints, her footprints that weave in\nthe mud.\n\nTracing them backwards, he sees that they set off from the\nlake-side, so he walks towards them.\n\nHe sees the footprints meander aimlessly at the waters edge.\nHe finds the place where she slept in the reeds.\n\nHe crouches to see her form impressed in that swaddling nest.\nHe moves on, following the prints.\n\nLonger strides now, and there joining them, heavy prints in\ntheir wake.\n\nHe follows them until the ground is churned and the little\nfootprints disappear into shrub.\n\nHe looks towards the burnt tree, spitting with red embers,\nand walks over to it.\n\f83\n\n89.\nHe focuses on a large dark patch at its base, and notices\ntangible signs.\nA heel from Laura's shoe.\nThe delicate mound that could be an elbow or ankle.\nHe sees her charred belt buckle.\nAnd a melted button.\nHe exhumes them and puts them in his pocket.\nHe moves to a section of her charcoal hand.\n\nFinds the smoke-coated wedding ring on the brittle finger and\nsnaps it off.\n\nConceals it in the same pocket.\nHe surveys the Pompeii-ish remains.\n\nAt the edge of the blackened circle lies the husk of her\npetrified face, fractured by the fury of fire.\n\nHe applies his heel to it matter-of-factly.\n\nThe black crust snaps underfoot throwing grey powder into the\nair.\n\nHe grinds the evidence into nothingness with his boot,\nnonchalantly.\n\nLike he's putting out a cigarette.\n\nAll that's left is a black, formless blot on the earth and a\nghostly plume of dust.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe grinds the evidence into nothingness with his boot,\nnonchalantly. Like he's putting out a cigarette. All that's left is a black, formless blot on the earth and a\nghostly plume of dust. \n\nTARGET SECTION TO BE ANNOTATED:\nHe turns now towards the muddy oily sludge at the edge of the\nblack ash, focusing on the woodsman's vehicle tracks.\n\nHis gaze traces them to the lane and on towards heavy tire\ntracks that churn off into the distance.\n\nHis dead gaze reaches out after them.\n\nEXT. FOREST. DAY. 83\nWe are approaching the front of the logging truck at pace.\nWe are on the door looking up at the handle.\n\nWith ominous and unhurried deliberateness a hand reaches up\nto open the door.\n\nShockingly, the hand holds a large and distinctive KNIFE and\nthe hand rests on the handle there as if timing its entrance.\n\f84\n\n90.\n\nThen we see pressure applied by the fingertips and the handle\nclicks, the door swings wide and we cut wide to see the Bad\nMan rising up and into the cab.\n\nDISSOLVE TO:\n\nEXT. DESERTED COUNTRY ROAD. DUSK. 84\nThe Bad Man is arriving at Laura's van.\n\nIt's exactly on the verge next to where she left it.\n\nHe stops the bike at the van’s back doors and steps off.\n\nHe opens them, then he lowers a small ramp from inside before\nsteering the bike into it.\n\nHe fastens the straps then he closes the doors.\n\nThen he reaches into a pocket and fishes out a phone.\nWe see immediately it's the Woodsman's phone.\n\nOn it of course, the only remaining image of ‘Laura’.\n\nArriving close to the edge of the water he draws back and\nlaunches it into a long arching throw that ends in a splosh!\n\nThe phone disappears into the\nAnd as we hear him climb into\noff, our focus remains on the\ntime, the water is completely\n\nAnd it's as if nothing at all\n\nEND\n\ndarkness of the waters.\n\nhis van, start it up and drive\nripples melting away, until in\nstill again.\n\nhad happened.\n\f"
}