{
  "1": " \n\nRICHARD GERE DIANE LANE\n\nUNFAITHFUL\n\nby\nAlvin Sargent\n\nRewrites by\nWilliam Broyles, Jr.\nand\nStephen Schiff\n\nCurrent Revisions\n\nSusannah Grant\n\nMarch 12, 2001\n\fty\n\n \n\nEXT, A QUIET MORNING (DAWN) - ARDSLEY, NEW YORK\n\nMarch in a quiet commuter suburb. Early spring colors, gray\nair. There is no breeze, but then one starts. It grows\nstronger, rustling the leaves as we pass through town until\nwe reach:\n\nTHE COMFORTABLE HOME OF EDWARD AND CONNIE SUMNER\n\nTne wind grows stronger. It blows a child’s BICYCLE over.\nKid's toys skitter around the yard,\ni\n\ni\nINT. KITCHEN - MORNING\n\nCHARLIE, 8, is lying on his back under the kitchen table\nplaying Game Boy. He holds it in the air.\n\nHis mother, CONNIE, attractive, intelligent, 30s, makes his\nschool lunch. It‘s a typical morning: pure chaos. But Connie\nis used to being under siege. She gazes out at the trees\nbending in the wind.\n\nCONNIE\nReally blowing out there.\n\nIgnoring her, Charlie plays Game Boy. He makes wet~sounding\nshooting and exploding noises. Nearby, POPPY, the dog, eats\nfrom its bowl. On the kitchen TV, a financial channel reports\non the NASDAQ futures.\n\nCONNIE (CONT’D)\n(about the Game Boy)\nThat better not be the one where you blow\npeople up.\n\nCHARLIE\n(still making blowing-people-up\nnoises)\nIt’s not, Mom.\n\nCONNIE\nYeah, right. Get up here and finish your\nbreakfast.\n\nWearily, as though shouldering life‘s heaviest burden,\nCharlie picks himself up and shuffles to the kitchen table.\nBut he doesn't sit down. He stares at his now-soggy cereal.\n\nEDWARD, late 40s, good-looking, enters, almost dressed for\n\nSleepily, he is buttoning his pants. He holds a belt\nthe New York Times. On his entrance, Charlie lights up.\njumps up, sticks cone hand under his armpit and pumps the\nother arm, making little squeaky-farty noises.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds a belt\nthe New York Times. On his entrance, Charlie lights up. jumps up, sticks cone hand under his armpit and pumps the\nother arm, making little squeaky-farty noises. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\noN\n\n(CONTINUED)\n\f \n\n03/12/01 2.\n\nCONTINUED: 3\n\nCHARLIE\nDad! Look what I can do!\n\nPfft, pfft, pfft goes his ammpit.\nEDWARD\n(buttoning his pants)\nThat's spectacular, kiddo.\n\nConnie looks up at him and smiles. she points at Edward’s\n\npants, then at his jacket.\nEDWARD coma\nWhat? ;\nCONNIE\nNavy. Black.\n\nEdward peers down at his mismatched pants and jacket.\nSurprised.\n\nEDWARD\nRight. I knew that. Doesn't work for\nyou?\n\nCHARLIE\nDad! Watch!\n\nCharlie grabs a Kleenex, holds it over his face, then sticks\nhis tongue through, so it comes shooting out the tissue.\nEdward laughs. Charlie laughs. Connie tries not to laugh.\n\nCONNIE\nI can’t believe you taught him that.\n\nCharlie is picking pieces of tissue off his tongue and\nexamining his lunch.\n\nCHARLIE\nYou gave me those weird cookies again!\n\nThe dog is rattling the bowl, pushing it around the floor to\nget the last bits of food. Without missing a beat, Connie\nsticks ont her foot to stop the bowl.\n\nCONNIE\nNo sugar snacks, honey. School rules. We\ngo through this every day.\n\nCHARLIE\nI-want to go to a:different school... .--\n\n4a\n(CONTINUED)\n\n* *\n\f \n\n03/12/01 3.\nCONTINUED: (2)\n\nEdward is staring at the financial report on the TV. Out of\nhabit, he reaches out: for the over-twisted phone cord and\nstarts uncoiling it, straightening it out. Almost without\neven realizing he’s doing it.\n\nEDWARD\nLook at this, Con.\n; CONNIE\n: (to Charlie)\nDid you brush your teeth?\n| CHARLIE\n: Yes. !\nCONNIE\n(warningly)\nCharlie...\n\nShe looks down at him.\n\nCHARLIE\nT brushed them.\n\nHe bares his teeth.\n\nCONNIE\nLet’s go, Charlie. I’m serious.\n\nShe marches him to the bathroom.\n\nCHARLIE\nYou‘re driving me bonkers, Mom!\n\nEdward stares at the TV and continues untangling the phone\ncord.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe marches him to the bathroom. CHARLIE\nYou‘re driving me bonkers, Mom! Edward stares at the TV and continues untangling the phone\ncord. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nCon, do you remember when we were going\nto buy Navatel, and you said no? Remember\nwhat the stock price was then?\n\nCONNIE\n150?\n\nEDWARD\n(sighing)\nClose. It was 61.\n\nCharlie and Connie hover over the sink. Connie puts\ntoothpaste on Charlie’s brush.\n\nae\n{CONTINUED)\n\f \n\n03/12/01 4.\nCONTINUED: (3)\n\nCHARLIE\nT‘11 do it, Mom.\n\nCONNIE\nNo, I‘11 do it. You had two cavities last\ntime. People don’t even get cavities any\nmore.\n\nShe grabs his head in a viselike grip and begins brushing his\nteeth.\n\nEDWARD\nCon, do you know what it is now?\n(It’s a routine they've\nperformed many times--Connie\nless enthusiastically than he)\n\nCharlie tries to protest as she brushes, but his words are\nincomprehensible.\n\nCONNIE\n65?\nEDWARD\nMore.\nCONNIE\n69?\nEDWARD\nMore.\nCONNIE\n(to Charlie)\n\nSay “eeee.*\nHe says “eeee,” which lets her get at the front teeth.\n\nEDWARD\nGuess, Con.\n\nCONNIE\nEdward, I don’t know. All right?\n\nEDWARD\nSeventy-four!\n\nHe replaces the handset on the cradle, the cord all tidied\nup.\n\n‘ (CONTINUED)\n\f \n\n03/12/01 5.\nCONTINUED: (4) 3\n\nCONNIE\n(to Charlie)\nNow spit. And go pee.\n\nSne leaves the bathroom. Charlie dribbles spit down the sage\nof the sink.\n\nEDWARD\nSeventy-four. Jesus! We should have\nbought them. ! i\n\nHe peels off toward the bedroom to change his pants.\n\nCONNIE\n(on his exit)\nSc buy some,\n(to Charlie in the bathroom)\nLift the toilet seat, honey!\n\nThonk. We hear it go up. There’s a tinkling sound.\n\nEDWARD {(0.S.}\n(as he goes upstairs)\nToo late, Con. Too late.\n\nCONNIE\nDon't forget to put it down...\n\nThonk. We hear the toilet seat go down.\nCONNIE (CONT’D)\n(too late)\n...when you finish.\nINT.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear the toilet seat go down. CONNIE (CONT’D)\n(too late)\n...when you finish. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n ENTRY HALL - MOMENTS LATER 4\n\nCharlie pulls an enormous backpack onto his back as Connie\npulls gloves onto his reluctant hands. He looks like an\nastronaut.\n\nCONNIE\n(re. the backpack)\nDo you really need all that stuff?\n\nCHARLIE\nI hate gloves. They choke your hands.\n\nCONNIE\nIt's windy and cold out there.\n\nShe pulls:a distinctly uncocl woolly watch ‘cap over his head.\n\na.\npee eee (CONTINUED)\n\f \n\n03/12/01 6.\nCONTINUED:\n\nCHARLIE\nNo one wears these dorky hats.\n\nCONNIE\nYou do. And you’re not @ dork.\n\nBriefcase in hand, Edward appears. He models his suit again.\n\nEDWARD\nYou like?\n\nCONNIE\nBlack. And black. Very Lou Reed.\n\nShe kisses him.\n\nEDWARD\nWhat would I be without you?\n\nShe smiles at him.\n\nCONNIE\nMismatched.\n\nHe starts to open the door, and the wind catches it, blowing\nit wide open.\n\nEDWARD\nWhoa.\n\nHe shoves it closed.\n\nEDWARD (CONT'D)\nMaybe you shouldn't go in.\n\nCONNIE\nI have to. I have auction stuff to do.\nAnd someone has a birthday coming up.\n\nCHARLIE\nLatrell Sprewell jersey, Mom. Don’t\nforget.\n\nCONNIE\n\nHe's on the Yankees, right?\n\nCHARLIE\n(walking away)\nMom!! You’re Griving me bonkers!\n\nEdward and Connie share a lock over Chariie’s new pet phrase,\nther. Edward bundles Charlie up. :\n\n&\n(CONTINUED)\n\f \n\n03/12/01 7.\nCONTINUED: (2} 4\n\nHe and Charlie head out into the wind. Connie watches through\nthe window as he struggles against the wind to get the car\ndoor open and Charlie inside.\n\nINT. KITCHEN - MOMENTS LATER 5\nConnie comes back in. The financial news is still on the TV.\n\nCONNIE .\n(to the TV) {\nShut up! \\ |\n\ni\nShe slams the off button. The TV goes dead. The siflence is\ndeafening. She begins clearing the dishes and loading the\ndishwasher. Clank. Clank. !\n\nEXT, ARDSLEY-ON-HUDSON STATION/INT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nClank. Clank. ! EXT, ARDSLEY-ON-HUDSON STATION/INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONNIE’S TOYOTA - LATER 6\nTHAT NIGHT\n\nConnie pulls into the parking lot in her car. As usual, she's\nlate for the train, and, as usual, there’s no place to park.\nA shopping cart, blown by the wind, rolls in front of her.\nOther travelers lean into the wind.\n\nShe cruises up one row and down another. There‘s one space,\nbut it's too small, so she pulls into a yellow-lined space.\n\nHolding her hair against the wind, she jumps out and runs for\nthe station as the train pulls in.\n\nINT. COMMUTER TRAIN -DAY 5 7\n\nA sea of newspapers held up by her fellow passengers greets\nConnie. She finds a seat as the train pulls away.\n\nEXT. NEW YORK CITY - DAY 8\n\nStill incredibly windy. Everything is in the air -- hats,\nloose paper, the early leaf buds of March. Everything is up\nfor grabs.\n\nINT. GOURMET STORE - DAY 9\n\nCrowded. Connie is doing some slightly flirty, good-natured\nbadgering with the owner, a barrel-chested Italian man.\n\nCONNIE\nTwo baskets? You cen do better than\nthat. Look how well you're doing here --\nit's packed. You're rich.\n\nr\n\n(CONTINUED)\n\f \n\nS\n\n10\n\nii\n\ni2\n\n03/12/01 8.\nCONTINUED: 3\n\nOWNER\nSignora, everybody comes to me, asks me\nfor a basket ~- this charity, that -\ncharity --\n\nCONNIE\nBut this is for a school. What's more\nimportant than kids and education?\n{ {he wavers. new tactic}\nBesides, if you add up what I spend in\nhere every year --\n\nFine, five baskets.\n\n{Connie smiles big)\nFor a school in Westchester. I should\nhire you to sell for me, I could live\nthere.\n\nCONNIE\nYou’re that much closer to Heaven, Mr.\nCavallari.\n\nEXT, CORTLAND ALLEY - DAY 10\n\nConnie struggles down the alley in the wind. Metal shutters\nare clanging. Paper and debris spiral around her in little\neddies.\n\nEXT. PARTY STORE - AFTERNOON a.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaper and debris spiral around her in little\neddies. EXT. PARTY STORE - AFTERNOON a. \n\nTARGET SECTION TO BE ANNOTATED:\n\\\nOutside the store, blow-up dinosaurs, zebras, Big Birds, and\nelephants thrash crazily in the wind. Through the window, we\nsee Connie at the register, paying. She exits, carrying\nsacks of party favors. Struggling to keep her balance in the\nwind, she tries to hail a taxi.\n\nANGLE ON MERCER STREET CORNER 12\n\nConnie appears, still looking for a cab. As she rounds the\ncorner, a burst of wind grabs her and whips her around. She\nleses control. Twisting, turning, fighting to hold on to\nsomething, she tries to slow down, losing her balance,\nregaining it, losing it again...\n\nON PAUL MARTEL, 30-ish. He is in the middle of the sidewalk,\nhis arms piled with books, his chin holding them precariously\nin place. He watches Connie’s teetering progress with a kind\n\nof horror. The wind hurties her toward him like a missile. He\ndances one way, then another, trying to get out of her path,\n\nbut it’s all happening too quickly.\n\n(CONTINUED)\n\f \n\n03/12/01 9.\n\nte\nto\n\nCONTINUED:\nFinally, inevitably, she CRASHES into him. His books fly, and\nso do her bags, blasting party favors in every direction.\n\ntie in a heap, her slightly on top-of him. *\nterrent of French and English curses. 7\n\n \n\nCONNIE *\n(twisting to get a look at him)\nI’m sorry. Your books...\n\nHe starts to collect them, then notices her party favors are\nscattering down the street. |\n\nPAUL\nStay there. I‘1l...\n\nHe gets up painfully--more painfully than he expected.\n\nPAUL (CONT‘’D) *\nOw, shit, what did you do to me? *\nCONNIE\n\nI’m really sorry.\n\nHe GRABS HIS NOSE, winces, then hobbles out into the street\nand begins chasing down her party favors.\n\nCONNIE (CONT'D)\n(feebly)\nPlease don't, Really...\n\nPaul is grasping at party favors as they blow by, but he’s\nobviously in pain and he keeps cursing to himself.\n\nPAUL *\nIt’s all right. I'll get you a cab.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nPaul is grasping at party favors as they blow by, but he’s\nobviously in pain and he keeps cursing to himself. PAUL *\nIt’s all right. I'll get you a cab. \n\nTARGET SECTION TO BE ANNOTATED:\n(quietly, to himself)\nFuck -~-\n\nHe tries to hail a cab, but it whooshes by him. He hops on\n\none leg. A GARBAGE CAN LID rolls past him in the wind, and he\ntries to KICK it. Misses it. Smiles at her.\n\nON CONNIE: taking it in.\nAnother taxi whooshes by.\n\nPAUL (CONT'D) ~\nBad day for taxis.\n\nHis arms are full of party favors now. She tries to get up,\nbut. she’s more hurt than she 'expected.. Her -knee collapses.\nIt's reélly bleeding,\n\nSe\n\n(CONTINUED)\n\fwy\n\nras\n\n \n\n. 03/12/01 10,\nCONTINUED: (2) 12\n\nCONNIE\nShit. Shit. Shit.\n\nHe hobbles to her side, hands her the party favors, and\nbegins picking up books.\n\nPAUL\nYou shot down there like a bullet. If\nyou'd flapped your arms, you’d be home by\nnow. :\n\njcomre\n(receiving party favors,\nwatching him in motion)\n\nI'll remember that next time. !\n\nPAUL\n(re. her knee)\nThat’s not good.\n{points up)\nListen, that’s me up there. The flower\npot.\n\nShe looks up and sees a flower pot with a dead plant in it\nsitting on the window ledge.\n\nPAUL (CONT’D)\nT'll get you a Band-Aid. Hold onto\nsomething. Don’t blow away.\n\nHe starts hobbling up the stoop, carrying his books; then\nreconsiders.\n\nPAUL (CONT'D)\nOr you can come on up and clean it off.\n\nConnie sits on the stoop, the wind howling in her ears. The\nlook on her face: is she really going to follow him up.to his\nplace?\n\nCONNIE\nUm...\n\nShe looks down at her knee, which is bleeding down her shin.\nHe stands in the doorway, holding the door open for her.\n\nPAUL\nCome on. I promise I’m not an axe\nmurderer.\n\nShe smiles back, gets up and follows hin ‘ in, _ AS she does,, an-\nEMPTY TAXI drives by. She watches it go. °\n\n&\n\f \n\n03/12/01 ii.\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles back, gets up and follows hin ‘ in, _ AS she does,, an-\nEMPTY TAXI drives by. She watches it go. °\n\n&\n\f \n\n03/12/01 ii. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PAUL'S BUILDING ~ FOYER - DAY 13\n\nPaul and Connie enter. A hand-lettered “Out of Order” sign\nhangs on the elevator.\n\nThey continue up the stairs. Connie's trailing behind Faul.\n\nCONNIE\nYou didn't tell me about the stairs.\n\nPAUL ;\nDon’t bleed on jthem. I’ve got a mean\nlandlady.\n\nShe smiles as she reaches a landing. She looks up warily at\nthe next flight and sees him leaning over the stairway.\n\nPAUL (CONT'D)\n(with a smile)\nOne more. You can make it.\n\nShe smiles and continues upwards.\nINT. PAUL'S APARTMENT - AFTERNOON 14\n\nA cavernous loft, very bohemian. It is, almost literally, a\nMAZE OF BOOKS. Books are stacked in twisting lines--WALLS AND\nPASSAGEWAYS OF BOOKS. Paul enters, leaving the door open. He\nputs down his new acquisitions and turns to see Connie\narriving at the landing.\n\nPAUL\nPardon the mess.\n\nCONNIE\n(entering)\nAre you a writer?\n\nPAUL\nNo. I collect books.\n\nThey enter a small living-room area and he points toward the\nrear, She hesitates.\n\nPAUL (CONT'D)\nThe bathroom's down there. You can sneak\na peek at my prescriptions.\n\nShe can’t help laughing as she goes toward the bathroom.\n\n&\n\f16\n\n \n\n03/12/01 12.\n\nINT. BATHROOM - AFTERNOON 15\n\nShe goes in and locks the door. She locks\nwinces. Her knees really do¢és hurt.\n\n \n\nShe examines it. Not too deep a wound, bur very messy and\nStill bleeding. She takes off her shoes. Cne has @ bl\non it. She wetS a washcloth.\n\nFeeling slightly illicit, she does sneak a peek in the\nmedicine cabinet, which is over the toilet. As she opens it,\na bottle of aspirin tumbles out noisily and splashes into the\ntoilet. Perfect. She stares at it, then fishes it out, dumps\nit in the sink, washes her hands, dries it off, and carefully\nputs it back in the crowded medicine cabinet.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs she opens it,\na bottle of aspirin tumbles out noisily and splashes into the\ntoilet. Perfect. She stares at it, then fishes it out, dumps\nit in the sink, washes her hands, dries it off, and carefully\nputs it back in the crowded medicine cabinet. \n\nTARGET SECTION TO BE ANNOTATED:\nShe finds his Band-Aids, dabs the blood from her knee, and\n\nshimmies out of her ripped and bloodstained panty-hose. She\nputs on her shoes, limps to the side of the tub, sits, wipes\naway the new blood, and covers the cut with a few Band-Aids.\n\nThen she stands and looks at her watch. She sees a mug on the *\nsink. She rinses it out, fills it with water, and drinks.\n\nThen a look at herself in the mirror. What a mess. She fixes\n\nher hair. She takes a deep breath and opens the door.\n\nINT. LIVING ROOM - AFTERNOON 16\n\nShe comes out. But he’s nowhere to be seen. Just the maze\nof hooks.\n\nCONNIE\nHello?\n\nShe makes her way through the maze of books, looking for him.\n\nShe sees a picture on the wall -- Paul surrounded by a bunch *\nof African Tuareg children, wearing a traditional blue Tuareg *\nscarf. As she looks at it, he appears in front of her,\n\nholding two mugs. She starts --\n\nCONNIE (CONT'D)\n\nOh --\nPAUL *\nTea,\nCONNIE\nOh. Thank you.\nShe steps out into the open room. It’s full of more books. *\nIn one corner, there’s a collection of sculptor’s tools -- a *\n*\n\npedestal, crusts of clay on the floor, sculpting knives.\n\n™\n\n(CONTINUED)\n\f \n\n03/12/01 13.\nCONTINUED: 26\n\nA punching bag hangs in the middle of the room. There are\nboxing trophies on a shelf and gloves on a chair.\n\nCONNIE (CONT'D) .\nDo you box?\n\nPAUL\nT used to.\n\nEe makes a little sparring gesture at her. She laughs. Then\ntakes in the apartmenr.\n\nCONNTE i\nIt’s a nice place, {\n\nPAUL\nIt’s not mine. The owner is a sculptor,\na friend of mine. He's in Paris. So we\n\nstay here. Me and my books. [beat] Here,\nlook at these.\n\nHe goes to the refrigerator and opens it. The top shelf is\nfull of wax models of hands. Connie makes a face, a little\ngrossed-out.\n\nPAUL (CONT’D)\nIt keeps them from melting, I guess.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe top shelf is\nfull of wax models of hands. Connie makes a face, a little\ngrossed-out. PAUL (CONT’D)\nIt keeps them from melting, I guess. \n\nTARGET SECTION TO BE ANNOTATED:\nHe takes one out. It has the index finger extended. He\nlooks at it a moment, then, smiling, uses the extended wax\n\nfinger to give her a playful little poke, It’s slightly\nawkward. .\n\nCONNIE\nI should call home.\n\nPAUL\nSure. There’s a phone by the...\n\nCONNIE\nI see it.\n\nShe sits on one end of the couch and dials.\n\nCONNIE (CONT'D)\n(on the phone)\nHello? Lupe? How’s everything...? Good.\nI’m going to be a little late. Is\nCharlie...? Hi, honey...How was\n\nschool?...I missed my train, can you\nbelieve it?\n\n \n\na.\n\n \n\n{CONTINUED}\n\nte dae ae\n\n* %\n\fge\n\n03/12/01 14.\nCONTINUED: (2) 16\n\nSuddenly she feels something on her knee. She whips her head\naround. Paul is kneeling at her feet, putting a washcloth\nfuli of ice on her bad knee. He puts her hand on it.\n\nPAUL\n(almost a whisper)\nIce.\n\nShe holds the ice against her knee, very uncomfortable with\nthe intimacy of the situation--especially now, on the phone\nwith her son. |\n\n{CONNIE |\n(on the phone, a little fazed)\nAbout an hour. Start your homework’.\nDaddy'1l help you. Okay?...1‘'11 tell you\nabout it when I get home. Okay? Love you.\nBye.\n\nShe hangs up. Paul is at the window, looking cut.\n\nCONNIE (CONT'D)\nMy son, Charlie. He’s seven. He'll be\neight next week.\n\nPAUL\nI’m Paul Martel, I'11l be 28 in July.\n\nCONNIE\ni‘m Constance.\n(beat)\nAnd I‘m late. I have to go.\n\nShe limps toward where she thinks the deor was. She’s\nuncertain. He comes near her.\n\nPAUL\nBefore you go. Take a book.\nCONNIE\nNo, I couldnt.\nPAUL\nSure you can. Keepsake. Go down that\n\naisle.\n\nHe paints down an aisle of books. She looks at him, then,\nhesitantly, walks down it.\n\nPAUL (CONT'D)\nGo on. Now left. No, left.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL (CONT'D)\nGo on. Now left. No, left. \n\nTARGET SECTION TO BE ANNOTATED:\n Now the first\nright.\n\n&\n(CONTINUED)\n\f03/12/01 15.\nCONTINUED: (3) 16\n\nWe can only see the top of her head. She stands on her\ntiptoes and peeks over che top of the stacks, looking for\nhim, but she can’t see .\n\n \n\nPAUL (CONT'D)\nNow take the fourth one from the top.\n\nCONNIE\nUnder these?\n\nPAUL\nYes. Got it?\n\nShe pulls out a book that has elaborate Arabic designs on the\ncover,\n\nCONNIE\nYes.\n\nPAUL\nWant me to tell you what it is?\n\nShe looks up again, but she still can’t see him.\n\nCONNIE\nYou can‘t.\n\nPAUL\nOmar Khayyam. The Ruba'iyat.\n\nCONNIE\nThat’s amazing.\n\nPAUL\nNow open to page 63.\n\nShe does. We see a hand-written English translation beside\nthe French text. She reads. She hears his footsteps getting\ncloser.\n\nCONNIE\n“Drink wine, this is life eternal/ This,\nall that youth will give you./ It is the\nseason for wine, roses and drunken\nfriends ...”\n\nAnd then he’s right there, beside her, looking at her. He\nfinishes the verse for her, from memory.\n\nPAUL —_\n“... Be happy for this momént’-- this\nMoment is your life.\"\n\n&\n(CONTINUED)\n\n*\n\neae ee\n\f17\n\n“18\n\n03/12/01 16.\nCONTINUED: (4) 16\n\nThey look at each other for a moment.\n\nPAUL (CONT'D) -\n(smiling)\nit's really better in French.\nCONNIE\nI’ve gotta go. (re. the book:} Thank you.\nPAUL :\nCan you find your way out? ‘\n\nCONNIE {\nHope so,\n\nShe heads toward a door.\n\nPAUL\nThat‘s my bedroom.\n\nCONNIE\noh.\n\nShe blushes, then remembers where the door is and heads\ntoward it. She has to brush by him to get to it. As she\ndoes:\n\nPAUL\nIt was nice meeting you, Constance.\n\nShe pauses. A loaded moment. Then she heads purposefully\ntoward the exit.\n\nPAUL (CONT'D)\nCome back if you need more books. Or\nmedical attention.\n\nINT.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL (CONT'D)\nCome back if you need more books. Or\nmedical attention. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GRAND CENTRAL STATION - AFTERNOON 17\nConnie limps across the main hall toward the gate.\nINT. COMMUTER TRAIN - AFTERNOON 18\n\nMoving away from the city. Connie studies her reflection in\nthe window, lost in thought. A middle-aged BUSINESSMAN,\nsearching for a seat, sits next to her. He settles in, then\nopens his briefcase to work. Connie goes to her purse and\ntakes out her Filofax. She sees the book, then takes it out\nand opens it. .\n\n: CONDUCTOR «2 ae\nTickets! :\n\ngq.\n\f©\n\n20\n\n03/12/01 17.\n\nEXT. PARKING LOT - AFTERNOON\n\nShe pulls a parking ticket off her windshield.\n\nEXT. HER TOWN (ARDSLEY) - HER STREET - LATE AFTERNOON\nThe Toyota pulls into the driveway.\n\nINT. HOUSE ‘- KITCHEN - LATE AFTERNOON\n\nConnie enters from the garage with all her packages. Charlie\n\nis watching TV. He hops up when he sees her and shuts it\noff.\n\nCONNIE\nThat wouldn’t be the TV on, would it?\n\nCHARLIE\nI was just turning it off.\n\nShe smiles at the fib, then plops herself on a kitchen chair\nand puts her packages on the table. Charlie sees her knee --\nthe blood has seeped through the Band-Aids -- and approaches\nit with rapt fascination.\n\nCHARLIE (CONT'D)\nWow! Gross! Were you in a fight?\n\nCONNIE\nI fell down.\n\n19\n\n20\n\nha\ney\n\nLUPE, the cleaning lady, puts down the dishes she’s doing and\n\nmoves to the freezer.\n\nLUPE\nI‘1l get you some ice.\n\nCONNIE\n{having fun, to Charlie)\nCheck this out. It gets better.\n\nConnie slowly peels off the Band-Aid, revealing her raw,\nskinned knee.\n\nCHARLIE\nExcellent!\n\nHe runs from the room,\n\nCONNTE |\nWhere are you going?\n\na.\n\n{CONTINUED)\n\f21\n\n22\n\n03/12/01 18.\nCONTINUED : 2\n\nCHARLIE\nTo get the camera!\n\nher the ice pack.\n\n \n\nConnie smiles at this.\n\nCONNIE\nThank you, Lupe.\n\nShe gently lays the ice pack on her knee.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nConnie smiles at this. CONNIE\nThank you, Lupe. She gently lays the ice pack on her knee. \n\nTARGET SECTION TO BE ANNOTATED:\n Charlie runs back\nin with the camera.\n\nCHARLIE\nIt's for school. We're doing blood and\nstuff.\n(lifts camera)\nOkay, now look like it really hurts.\n\nConnie makes an agonized face. Flash! goes the Polaroid. Out\nwhirs the developing photo.\n\nINT. CONNIE’S DRESSING ROOM ~ NIGHT . 22\n\nFully developed now, the photo of Connie’s knee is in\nEdward's hand as he appears at the door with Charlie at his\nside. Connie is holding the icepack on her knee.\n\nEDWARD\nSo he’s a war photographer now.\n(holding the photo)\nWhat’s this?\n\nCHARLIE\nThe wind blew her down. She covldn’t\nstop. She bled and everything.\nEverybody's hats blew off.\n\nEdward heads into the bathroom.\nEDWARD\n(to Connie)\nGod, were you out in that wind today? It\nwas amazing.\n\nEdward lifts the seat and starts peeing.\n\nCONNIE\nIt was unbelievable. Took me down like an\nold lady.\n\nCHARLIE\n\nLook at the picture, Dad.\n\n&\n(CONTINUED)\n\f22\n\nCONTINUED:\n\n03/12/01 19.\n\nEDWARD\n(to Connie)\nThank God we've got the evidence.\nwe can sue?\n\n \n\nCONNIE\n(laughing)\nNo. There was this nice guy who helped\n\nme. { j\n\nCharlie begins running jand spinning around the room.\n\nCHARLIE\nIt was like this, Dad! It was a twister!\nDad! Look! It was a twister!\n\nEdward looks over his shoulder at Charlie.\n\nCONNIE\nHe lived around there, so he brought me a\nband-aid and put me in a taxi.\n\nEdward flushes, zips up.\n\nEDWARD\n(joking around)\nWas he good-looking?\n\nCHARLIE\n{spinning, falling, spinning)\nDad! Look!\n\nEDWARD\nGo do your homework, Charlie.\n\n. CHARLIE\nI can‘t. I don't know how to do it.\n\nEDWARD\nCome on. I'll help you. Then you can help\nme with mine.\n\nEdward follows Charlie out of the room.\n\nEDWARD (CONT'D)\n{to Connie)\nDid you get his name, the guy? We could\nsend him a bottle of wine...\n{over his shoulder, smiling)\nCheap wine.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD (CONT'D)\n{to Connie)\nDid you get his name, the guy? We could\nsend him a bottle of wine... {over his shoulder, smiling)\nCheap wine. \n\nTARGET SECTION TO BE ANNOTATED:\nPao\n\n(CONTINUED)\n\f23\n\n03/12/01 20.\n\nCONTINUED: (2) 22\nCONNIE .\nIt was all so fast. Anyway, I'm fine, I\nsurvived. .\n\nAnd they leave.\nINT. CHARLIE‘S BEDROOM - NIGHT 23\n\nCharlie’s in bed. Connie is sitting on his bed. This is a\nnightly routine.\nCONNIE\nWhat was the best part of today7\n\n‘ CHARLIE\nUm... taking a picture of your knee.\nWhat was your best part?\n\nCONNIE\nHm, I hadn‘t thought about it yet. Let’s\nsee.\n(thinks)\n\nI saw a man’s toupee fly off in the wind.\nThat was pretty great.\n\nCHARLIE\nWhat’s a toupee?\n\nCONNTE\nFake hair.\nX\nCharlie makes an eew face. Connie makes one back,\nconcurring. Then she pulls the covers up around him.\n\nCONNIE (CONT’D)\nNight, sweetie.\n\nAs she leans over and kisses him, she feels something under\nthe covers. Pulls it out. His baseball mitt.\n\nCONNIE (CONT'D)\nAh-hah!\n\nHe smiles guiltily as she takes the mitt from him. She\nkisses him again, and limps out.\n\nCHARLIE\nLeave the light on!\n\nShe smiles at him. Then she flicks the Light off and on.\n\nqa.\n(CONTINUED)\n\f23\n\n24\n\n25\n\n03/12/01 21.\nCONTINUED : 23\n\nCHARLIE (CONT’D)\nMom!\n\nit's a game they play.\n\nCHARLIE (CONT’D)\nTen minutes.\n\nCONNIE\nFive.\n\nShe blows him another kiss.\n\nee\n\nCONNIE (CONT'D) ,\nSweet dreams.\n\nINT. CONNIE'S DRESSING ROOM - A BOOKSHELF - NIGHT 24\n\nCLOSE ON A ROW OF BOOKS, Then we see Connie, now ina night\nslip, standing at the bookshelf, holding the beok Paul gave\nher. She looks at it a moment, smiles a little, then places\nit on the shelf, pushing it back a little DEEPER than the\nether books.\n\nINT.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONNIE'S DRESSING ROOM - A BOOKSHELF - NIGHT 24\n\nCLOSE ON A ROW OF BOOKS, Then we see Connie, now ina night\nslip, standing at the bookshelf, holding the beok Paul gave\nher. She looks at it a moment, smiles a little, then places\nit on the shelf, pushing it back a little DEEPER than the\nether books. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUMNER BEDROOM - NIGHT 25\n\nEdward is lying in bed, with all the parts of a brand new\ndigital camera and the manual, spread out before him. He’s\nconcentrating hard. Connie enters and stands by him. He\nfeels her there.\n\n4\n\nEDWARD\n{more to himself than her)\nWhat I can’t figure out is how you go\nfrom ... stay there for a sec, okay?\n\nHe turns the camera on and points it at her. Looking at the\nlittle screen, he fiddles with the zoom. Zooms in on her,\nzooms out. He‘’s focused on the hardware, not the subject.\nConnie moves toward the bed ...\n\nEDWARD (CONT’D)\nNo, wait, stay still --\n\n. and climbs on top of him, straddling him...\nEDWARD (CONT'D)\n\nCon, wait, I just want to figure out this\nane -7-\n\n{CONTINUED}\n\f25\n\n26\n\n03/12/01 22.\nCONTINUED: 25\n\n... then, while he’s still looking at the viewfinder, she\nhikes up her slip a little bit, pulls.the covers down, so\nthere’s nothing between them but his shorts, and presses into\nhim a bit. Edward looks up, pleased -- a little surprised.\nThis is clearly not the normal bedtime routine.\n\nCONNIE\nWhat's the matter?\n\nEDWARD {\n{happily shifting gears)\nNothing. Nothing at all. |\n\nHe clears the camera stuff onto the /floor. She slides the\nslip off one shoulder. He still has the camera on her.\n\nEDWARD (CONT’D)\nJesus, look how beautiful you are.\n\nShe leans in and starts kissing him. While they kiss, he\nmoves the camera around her body, so when he looks at the\nlittle screen, he can see bits of her blurry back, her feet,\nher ass ...\n\nJust as they're really starting to enjoy themselves, there’s\na THUD from another room. They stop, look at each other.\n\nEDWARD (CONT'D}\nShit. [beat] I got it.\n\nHe gets up. On his way out of the room: 5\n\nEDWARD (CONT'D)\n{it’s happened in the past)\nDon’t fall asleep.\n\nINT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe gets up. On his way out of the room: 5\n\nEDWARD (CONT'D)\n{it’s happened in the past)\nDon’t fall asleep. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHARLIE'S BEDROOM - NIGHT 26\n\nEdward enters to find Charlie and a heap of bedclothes\ntangled on the floor. He kneels down and picks up the still\nSleeping boy. He looks down at the boy in his arms.\n\nEDWARD\n{softly, lovingly)\nYou're driving me bonkers.\n\nHe puts him back in the bed, then straightens the bedclothes\nand covers his son back up.\n\f27\n\n28\n\n03/12/01 23.\n\nINT. COMMUTER TRAIN - DAY . 27\n\nComnie is on her way back from New York bags piled on the\nseat beside her, a painting propped against them. She sits by\nherseif, looking through her Filofax. Crosses things off her\nto-do list: Latrell jersey, gift baskets, Spinelli Gallery.\n\nShe can see into the window of the car ahead of her. The\ntrain goes around a bend, and suddenly, through that window,\nshe sees Paul. Could it be? She stares, but he doesn’t see\nher. The train pulls out of the turn. She can't seen him any\nmore.\n\nShe cranes her head to see whether she can ,catch sight of\nhim, but just as she does the train turns again, and there he\nis. She waves, trying to get his attention. He looks up--and\nbreaks into a grin.\n\nHoisting one leg in the air, he points to it and makes a\nquestioning face: How's the knee? She smiles, with a nod and\na gesture: Not bad. Then she points questioningly to her\nnose, asking how's his. He wiggles his nose, gives a nod:\nIt’s working okay. For a moment they smile at each other, not\nsure where this is going. And then the train straightens out\nand he vanishes.\n\nBut then he leans back into view and mimes “Cail me’, as\npeople are getting up around him to get off the train. He\nwaves and goes with then.\n\nShe sits, thinking, a smile playing on the corners of her\nmouth.\n\ncurT TO:\nINT.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nwaves and goes with then. She sits, thinking, a smile playing on the corners of her\nmouth. curT TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n SUMNER HOUSE - FAMILY ROOM - DAY 28\n\nConnie moves through the living room, carrying paper birthd@ay\npilates with cake residue on them, From OUTSIDE, she hears\nkids laughing. She looks out the window and sees Charlie\n(now wearing his Latrell Sprewell jersey) and a bunch of boys\ntearing around the balloon-festooned lawn, chasing after\nEdward, squirting him with aerosol silly string. He's\ndodging and weaving to avoid them. They finally catch up to\nhim, tackle him, and climb all over him in a giant pig-pile.\n\nConnie watches. Behind her, a COLLECTION OF SNOW GLOBES.\n\n-\n\neee\n\fMA\n\n29\n\n03/12/01 24.\n\nINT. SUMNER BEDROOM - MORNING 29\n\nConnie getting dressed, in peace and quiet. Jeans and bra.\n2s she pulls on one shee, Charlie comes in, bundled up in his\n\ncoat. He is chewing something.\n\nCHARLIE (V.0.)\n{theatrically)\nMom, are you crazy? You forgot my lunch!\n\nCONNTE\nj I didn’t forget it. It’s in the.,.here.\n\nShe steers him toward the laundry room, bobbing up and down\nin the one shoe. As they move through the house:\n\nCONNIE {(CONT‘D)\nWhat are you chewing?\n\nCHARLIE\nNothing.\n\nShe holds out her hand for him to spit into it, and he does.\nIt's a glop of gooey, sticky candy. And now it’s stuck to the\npalm of her hand. She stares at it.\n\nCONNIE\nLovely.\nCHARLIE\n\nMom... ‘\nThey enter the laundry room. She whisks the lunchpail off the\nwashing machine and hands it to him.\n\nCHARLIE (CONT’D)\nI don’t want to be a dumb bunny.\n\nAs they head back toward the door...\n\nCONNIE\nHoney, it’s a play. There'll be lots af\n\nbunnies. It‘ll be cool to be a bunny.\n\nCHARLIE\nYou're bonkers, Mom.\n\nCONNIE\n\nSo you tell me.\n(kisses him, shoos him out\n\ndoor)\nI love you.\n\n{CONT INUED)\n\f \n\n \n\nrs)\nw\n\n32\n\n03/12/01 25.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONNIE\n\nSo you tell me. (kisses him, shoos him out\n\ndoor)\nI love you. {CONT INUED)\n\f \n\n \n\nrs)\nw\n\n32\n\n03/12/01 25. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: 23\n\nShe sends him off and heads up the stairs.\nINT. SUMNER BEDROOM - DAY . 30\n\nShe passes by the window, watching as Charlie hops inte the\ncar. Edward FLAPS HiS TIE at her for approval. She waggles\nher hand a little -- wh, so-so. He laughs.\n\nINT. CONNIE'S DRESSING ROOM - CONTINUOUS\n\nw\nad\n\nConnie enters, looking for a shirt to wear.) She pauses when\nshe sees her books, and PAUL’S BOOK pushed deep into the\nshelf. She pulls it out. A CARD fallsfout of it. She\ncontemplates the glop in her hand, then pops Charlie’s candy\ninto her mouth to free up her other hand and picks the card\nup off the floor. It has Panli’S NAME AND PHONE NUMBER on it.\n\ncUuT TO:\n\nINT. GRAND CENTRAL STATION - DAY 32\n\ncu cf Connie's hand, punching numbers on a pay phone. But as\nwe pull back, she stops herself and hangs up the phone.\n\nThe quarter drops with a clang. She takes it out.\n\nFor a moment the quarter burns a hole in her hand. She stares\nat her paper cup of coffee cooling by the phone.\n\nShe drops the quarter in the phone again and punches the\nnumber. Two rings. And then:\n\nPAUL'S VOICE\nYou've got Paul Martel. Leave a message,\nZ‘11 call you back.\n\nBeep.\n\nCONNIE\nUh--\n\nShe moves to hang up the phone, but just as it’s about to hit\nthe cradle, she hears his voice.\n\nPAUL'S VOICE\nHello?...Hello?\n\nA tiny hesitation. She puts the phone to her ear,\n\nCONNIE\nOh, You’re there. This is Connie Sumner.\nI’m the one, on that really windy day..,\na\n{CONTINUED)\n\f \n\n \n\n03/12/01\nCONTINUED:\nPAUL‘S VOICE\n(teasing) :\nOh, that one. -\n(then: }\nHow's the knee? Did you ice it?\nCONNIE\nI iced it, elevated it, you name it, I\n1 did it. It’s a lot better. I just wanted\n: : to call and thank you. And ask for your\n| } address.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s a lot better. I just wanted\n: : to call and thank you. And ask for your\n| } address. \n\nTARGET SECTION TO BE ANNOTATED:\n I was going to send you a--\nINTERCUT:\n\n33 INT. ‘PAUL'S APARTMENT - DAY\n\nPaul roaming, sorting books, cradling the phone.\n\nPAUL\nWhere are you?\n\nCONNIE\n\n(caught off guard)\n\nWhat?\n\nPAUL\nWhere are you?\n\nCONNIE\nGrand Central. It’s hard to hear.\n\nPAUL\nCome on down.\n\nCONNIE\nWhat?\n\nPAUL\n\nTake a break. I’'11 make you some coffee.\n\nCONNIE\nCoffee...\n\nShe stares at her paper coffee cup, conflicted.\n34 EXT. PAUL'S BUILDING - DAY\nEstablishing. The flower pot in the window.\n\nANGLE DOWN on Connie lissking up at Paul's apartment.\n\n&.\n\n33\n\f \n\n35\n\nw\nn\n\n37\n\n03/12/01 27,\n\nEXT. DOOR - INTERCOM ~- DAY 35\n\nHesitantly, she rings him. Almost immediately we HEAR the\nBUZZER. Loud and long. She pushes open the door.\n\nINT. PAUL'S EUILDING - STAIRCASE - DAY 36\n\nAs she huffs and puffs up the staircase to his landing, Paul\nis standing barefoot in his open doorway, waiting with a\nwelcoming grin.\n\nShe walks down his hallway as he considers her! openly, making\nher self-conscious. i\n\nPAUL\n(re: her knee)\nNo permanent damage, I see.\n\nShe bounces 2 little on the injured leg to show how she's\nhealed. He extends his arm to usher her in.\n\nPAUL (CONT'D}\nWe take Medicaid, Blue Cross -~-\n\nCONNIE\nSorry. I'm uninsured.\n\nPAUL\nCh God, another charity case.\n\nHe shuts the door in her face. ‘She stands there a mdment,\nthrown. Then the door reopens and he's standing there,\ngrinning, He steps aside, letting her in.\n\nINT. PAUL’S APARTMENT - DAY 37\n\nBooks are everywhere. Paul picks one up. It’s in a clear,\nplastic cover.\n\nPAUL\nLook at this. Antoine de Saint-Exupery.\nFirst edition of “Le Petit Princes in\nEnglish, In the original dust jacket. T\ngot it for a buck fifty.\n\nCONNIE\nIt’s worth more?\n\nPAUL\nAbout twe thousand times more.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nT\ngot it for a buck fifty. CONNIE\nIt’s worth more? PAUL\nAbout twe thousand times more. \n\nTARGET SECTION TO BE ANNOTATED:\n4\n(CONTINUED)\n\nave\n\f03/12/01 28.\n37 CONTINUED: 37\n\n\\ CONNIE\nYou're kidding.\n\nPAUL *\n“I found it at an estate sale in Whire\nPlains. Ch--that Gay I saw you on the\n\ntrain.\n| CONNIE A\nHl Yeah, That was ... |\nPAUL ®\nYeah.\nConnie picks up a book from one of the stacks.\nPAUL (CONT'D) *\nThose are all in French. Do you read ™\nFrench? r\nCONNIE *\n\nI took it in school.\n\nPAUL *\n! Tu veut enlever ton manteau?\n\nCONNIE\nDo I want to take off...something?\n\nPAUL\nWould you like to take off your coat?\n\nCONNIE\nOh. My coat. Yes, I will. For a little\nwhile. I can't stay long.\n\nHe helps her off with the coat. She is very aware of him, of\nhis nearness.\n\nPAUL\nI'll get the coffee.\n\nHe goes into the kitchen.\n\nPAUL (CONT’D)\nHow was the birthday party?\n\nCONNIE\nNo casualties. And I Gidn‘’t cry. {beat} I\nusually cry on his birthday.\n\n&\n(CONTINUED)\n\f03/12/01 2g.\n\n~)\n\nuw\n\nCONTINUED: (2)\n\nIt’s as if she’s said too mich. An awkvard silence. Paul\nbrings them cups of coffee.\n\nPAUL\nLet me show you something -- I just foun.\nthis the other day.\n\nHe puts down his mug, digs a big, heavy book out of a box and\nepens it up. The pages are white, with bumps. {\n\n1\n\nPAUL (CONT'D)\n{pronouncing it in French) {\nIt‘s in Brailie.\nCONNIE\nin what?\n{realizing)\nOn, Braille.\nPAUL\nNo, Braille ~ he was French. (beat) Close\n\nyour eyes.\n\nShe hesitates. He takes her cup from her, puts it down on\nthe table.\n\nPAUL (CONT'D)\nClose them.\n\nShe does. He takes her hand and puts it on the page,, then\nsets her index finger on the first line of Braille.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL (CONT'D)\nClose them. She does. He takes her hand and puts it on the page,, then\nsets her index finger on the first line of Braille. \n\nTARGET SECTION TO BE ANNOTATED:\n As she\nstarts to run her finger across the tiny bumps:\n\nPAUL (CONT'D)\n(quoting)\n“When he thought of her, he thought of\ncaramel...”\n\nShe continues moving her hand along the page as he recites\nthe text. He sets his hand down on the right side cf the\npage, so that her hand, moving across the bumps, will hit it.\n\nPAUL (CONT'D)\n\",.. and the delicious way it had of\nlingering in the cracks of his teeth.\nThat’s how it was with her. Still there,\neven days after she'd left.*\n\nWhen her fingers to meet his, she stops. Opens her eyes. But\n\n-deesn’t pull her hand awey.\n\n(CONTINUED)\n\neee\n\na\n\nee eee\n\f37\n\n38\n\n03/12/01 30.\nCONTINUED: (3) 37\n\nCONNIE\nYou read Braille.\n\nwith a smile, he flips the cover over, so she can see the\ntitle. “The Joy of Cooking.* Connie laughs.\n\nCONNIE (CONT'D)\nYou made that up.\n\n{\n\nPAUL : |\nI did. i i\n\nGheir fingers are stu touching on the page. |\n“CONNIE\n(hesitatingly)\nI'd better go,\n\nBut he keeps moving his fingers on hers, intertwining them\nmore, exploring the crevices between her fingers. She lets\nhim continue for a moment. And then --\n\nCONNIE (CONT'D)\n(turning toward the door)\nI’d better go.\n\nShe withdraws her hand. He opens the door for her. She\nmanages a half-smile.\n\nPAUL\nTake care. Don’t fall. ‘\n\nCONNIE\nThanks fer the coffee.\n\nShe heads out the door.\n\nPAUL\nYou didn't drink it.\n\nBuc he is talking to an empty hallway. She’s gone.\n\nEXT. PAUL'S BUILDING ~- DAY 38 *\nConnie stands on the steps, feeling the unfamiliar excitement\n\nin her bones. She pulls up her collar, then re-joins the\n\nreal world. :\n\nCONNIE\nTexit\n\f \n\n39\n\n40\n\n41\n\n42\n\n43\n\n03/12/01 31.\n\nEXT. EDWARD'S OFFICE BUILDING - DAY 39\n\nA cab pulls up.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pulls up her collar, then re-joins the\n\nreal world. :\n\nCONNIE\nTexit\n\f \n\n39\n\n40\n\n41\n\n42\n\n43\n\n03/12/01 31. EXT. EDWARD'S OFFICE BUILDING - DAY 39\n\nA cab pulls up. \n\nTARGET SECTION TO BE ANNOTATED:\n As the mechanized voice of ©\nreminds her to take her belongings, Connie ce\n\n \n\ncab and goes into the building. - ,\nOMIT 40 *\n\nINT. HALLWAY ~ LEADS TO EDWARD’S OFFICE - DAY 41\n\nShe walks past smaller offices with frosted windows. Edward’‘s\nbusiness is old-economy, established, unglamorous but\n\nsubstantial, and the offices{reflect all that. Along the\n\nwalls are black-and-white photographs of SUMNER ARMORED *\nTRUCKS, from the early twentieth century to the present.\n\nPictures of Edward’s grandfather and father, who ran the\n\nbusiness before Edward did.\n\nINT. EDWARD’S OUTER OFFICE - DAY 42\nLindsay, Edward's attractive late-20‘s assistant, is working *\nat her desk when Connie enters.\nLINDSAY *\nConnie!\nCONNIE\nHi, Lindsay. *\nLINDSAY . *\n\nLet me buzz him.\n(picks up the phone)\n\nYour wife is here.\n(she gets up, on the way to the\naoor)\n\nYou look great. Did you cut your hair?\n\nConnie’s hand goes to her hair.\n\nCONNIE\nNot lately...But thanks.\nINT. EDWARD'S OFFICE - DAY 43\nEdward is halfway to the door. BILL STONE, an employee, is *\nready to leave.\nEDWARD\nHey -- what a nice surprise.\n\nBILL *\nHi, Connie. : mo,\n\n(CONTINUED)\n\f43\n\n03/12/01\nCONTINUED :\n\nBill walks over, gives her a hug and a kiss on the cheek.\n\nCONNIE -\nHi, Bill. I’m interrupting.\nBILL\nNo, I’m just leaving.\n{to Edward)\nI‘ll get back to you. {\nHe exits. |\nLINDSAY |\nCoffee? /\nCONNIE\nNo, thanks.\n\n32.\n43\n\nLindsay leaves. Connie goes to Edward, gives him a hug and a\n\nkiss. She holds onto him as if for dear life.\n\nEDWARD\nMmm. That's nice. I didn't know you\nwere coming in. You could've driven in\nwith me. You're freezing.\n\nCONNIE\nI was around the corner. I brought you a\npresent.\n\nEDWARD\nWow. What’s the occasion?\n\nCONNIE\n(smiling, a little\nuncomfortable)\nI don’t know...",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nWow. What’s the occasion? CONNIE\n(smiling, a little\nuncomfortable)\nI don’t know... \n\nTARGET SECTION TO BE ANNOTATED:\nNothing. [beat] It's a\nmedium. But they run large.\n\nHe unfolds a cashmere sweater.\n\nEDWARD\nI'll try it on,\nCONNIE\nYou don’t have to try it on now.\nEDWARD\n(smiling)\n\nWhy not? I‘m the boss.\n\nTakes his jacket off, puts on the sweater. He models it.\n\n&\n\n(CONTINUED)\n\fwee\n\n03/12/01 33.\n7 (2) 43\n\nwa\n\n5\n\nCONTINU\n\nEDWARD (CONT'D)\nWhat do you think?\n\nThe FHONE buzzes. He picks it up.\n\nEDWARD (CONT‘D}\nYes?...All right. And then hold my calls.\n\nCONNTE\n(uneasy)\nYou‘’re busy. I‘1l go.\n\nHe motions for her to stay.\n\nEDWARD\n(into phone, eyes on Connie as\nhe speaks. He is strong,\ncontrolled)\nHello, Henry. What’s this I-54 problem?\nWhy wasn’t I told?\n\nRe continues talking as WE FAVOR Connie, who plays nervously\nwith her earring. She looks at the various framed photographs\nof the family on his desk: at play, their wedding, baby\nCharlie, Charlie playing soccer,\n\nEDWARD (CONT'D)\n(forceful)\nNever received it....Well, get it to me.\nNo, that’s not all right....Then let's\nset a time, and I want Frank Birnbaum\nthere. i\n\nConnie gets up and moves to the window, locks out. She seems\nUNEASY.\n\nEDWARD (CONT’D)\nCause I have a bad feeling about hin.\nWhen I tell someone I want them to do\nsomething, I want it done. Yes, I’m sure\nyou will,\n{hangs up, smiles at Connie)\nHow did I do? Mean enough?\n\nConnie smiles a little nervously.\n\nCONNIE\nTrouble in Chicago?\n\nEDWARD\n\nTrouble everywhere. Anyway..What- else you + -s---\nbeen up to?\n\nTAB, (CONTINUED)\n\f43\n\n44\n\n45\n\n03/12/01 34.\nCONTINUED: (3) 43\n\nCONNIE\nJust the auction stuff.\n\nEDWARD\nWho'd you hit on?\n\nCONNIE\nOh, you know. The usual suspects.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nWho'd you hit on? CONNIE\nOh, you know. The usual suspects. \n\nTARGET SECTION TO BE ANNOTATED:\n Bob\nGaylord -- { i\nConnie notices a tag hanging from the sweater collar. She i\npicks up scissors from Edward’s desk pn comes nearer to him.\n\nEDWARD , !\nIf you get a pledge out of Bob, they :\nshould send you to the Middle East.\n\nShe snips off the tag.\n\nEDWARD (CONT‘D)\nSo... come on. Tell me.\n\nThey are eyeball to eyeball.\n\nCONNIE\n(awkward, a little thrown)\nAbout what?\n\nEDWARD\nThe sweater. What do you think? Do I\nmatch? \\\n\nConnie looks at him with a smile.\nINT. KITCHEN - THAT EVENING 44\n\nAfter dinner. Cleaning up. Connie is at the sink, rinsing\nthe dishes, precccupied. The faucet‘s running on the plates.\n\nBehind her, Edward is wiping off the counters. He brings a\nglass over to the sink. As he puts it in, he looks over at\nConnie and smiles. She feels his glance, but doesn't look\nback, as if she hasn’t noticed him looking at her. He sets\nthe glass down and walks away. Then, as he goes, Connie\nlooks up, watches him walk away. Then she looks back at the\nsink, still deep in thought. As we move in on her face, we\nhear the sounds of FOOTSTEPS IN AN ECHO-Y HALLWAY.\n\nINT. PAUL‘S HALLWAY - DAY 45\nShe‘s at his-door. He opens it.:\n\n4.\n(CONTINUED)\n\f \n\n45\n\n46\n\n03/22/01 35.\n\nCONTINUED;\n\nCONNIE\n\nPAUL\n\nCONNIE\nHere I am again.\n(beat) f\nI brought mffins.!\nShe enters, holding a white paper bag.\nINT. PAUL’S APARTMENT - DAY\nAli Farka Toure is playing. They stand facing each\n\nPAUL\nTu veut enlever ton manteau?\n\nShe nods, smiles, takes it off.\n\nCONNIE\nWhat's this music?\nPAUL\nAfrican blues. [beat] Want to dance?\nCONNIE\nNow?\nPAUL\nYes.\nCONNIE\nAll right, but I’m warning you -- I tend\nto lead.\nPAUL\n(teasing)\n\nOf course. You're American.\n\n45\n\n46\n\nother.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL\n(teasing)\n\nOf course. You're American. 45\n\n46\n\nother. \n\nTARGET SECTION TO BE ANNOTATED:\nHe holds out his hand. She takes it. Comes into him slowly.\n\nHis arm goes around her waist. They dance.\n\nCONNIE\nYou’ve done this before, haven't you?\n\nHe doesn’t answer.\n\nCONNIE (CONT'D)\nHow many cixlfriends have you had?\n\naq\n\n(CONTINUED)\n\f03/12/01 36.\n\nCONTINUED: 46\nPAUL *\nTwo. . *\nHe holds up two fingers, in mock innocence. *\nCONNIE *\nReally? *\nPAUL i _ +\n\nWould I lie to you?\n\nCONNIE\nI don’t know. Would you?\n\nHe gazes into her face.\n\nPAUL *\nYour eyes are amazing, you know that?\nYou should never shut them. Not even at\nnight. You should learn to sleep with\nyour eyes open.\n\nCONNIE\nI‘11 work on that.\n\nPAUL *\nWill you?\n\nCONNIE\nSure.\nStill holding the paper bag, she lets her hand very slowly go\nup to his shoulder, The bag hangs down his back.\n\nShe's nervous--wanting this, and fearing it, too. He reaches\nup and takes the bag out of her hand. He lets it drop to the\nfloor.\n\nThey dance, every now and then bumping the paper bag. They\ndon‘t notice.\n\nSuddenly, the CD sticks. That electronic tic fills the room.\n\nPaul steps away from her. *\nPAUL *\nHang on --\nHe goes over to the CD player and turns it off. When he\nturns back around to her, she's changed -- tightened up a\nbic.\n\n \n\nra\n\n(CONTINUED)\n\f46\n\n47\n\n4B\n\n49\n\n03/12/01 37.\nCONTINUED: (2) as\n\nCONNIE\nI think this is a mistake.\n\nslowly toward her.\n\n \n\nPAUL\nThere’s nc such thing as a mistake.\nThere’s what you do, and what you don't\ndo.\n\nShe can‘t meet his gaze. She heads for the door.\n\nCONNIE |\nWell I can’t do this.\n\nNot looking back, she bolts out the door. For a moment, we\nlinger on the closed door. Paul turns off the music. He\nStares at the muffin bag on the floor.\n\nThe intercom buzzes, He pushes the button.\nINT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nStares at the muffin bag on the floor. The intercom buzzes, He pushes the button. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PAUL’S HALLWAY - DAY ~ MOMENTS LATER 47\n\nHe opens the door, holding the paper bag. She’s standing\nthere.\n\nCONNIE\nForgot my coat.\n\nAnd just like that, she’s drawn to him like a magnet, They\nkiss. He struggles to close the door.\n\nINT. PAUL'S APARTMENT - DAY — CONTINUOUS 4B\n\nThey tear at each other’s clothes, kissing, all but devouring\neach other. His arms wrapped around her, he lifts her feet\njust barely off the ground and, still kissing her, floats her\ninto\n\nHIS BEDROOM\n\nAs he undresses her, he sees her hands are shaking. As are\nher arms. In fact, her whole body is trembling in\nanticipation.\n\nNEW SHOT - She is close to an orgasm, but She shakes her ag\nhead, pushes him away. she’s sweaty, flushed.\n\nCONNIE\nI'm Sorry, I can’t...\n\nPaul looks at her.\n\nFe\n\n(CONTINUED)\n\f \n\n43\n\n50\n\n51\n\n03/12/02 38.\n\nCONTINUED: 49\n\nPAUL\nWhat’s the matter?\n\nHe begins kissing her over and over es she talks.\nhardly get the words out.\n\nCONNIE\nI can't let go. I can’‘t...You’re not\nlistening to me -- (\n\n(\nPAUL | !\n{still kissing)\n\n«a |\n(looks at her)\nHit me. :\n\nShe stares at him.\n\nCONNIE\nWhy?\n\nPAUL\nJust do it.\n\nShe slaps his face half-heartedly.\n\nPAUL (CONT'D)\nNo, really hit me.\n\nShe slaps him, hard. Then again. And again, a flurry of hits.\n\n‘\nAnd, as he knew it would, hitting him RELEASES something in\nher. Suddenly she’s kissing him and kissing him and he’s\ninside her and she buries her mouth in him to muffle her\nscream,\n\nINT. THE TRAIN - MOVING - DAY 50\n\nConnie sits at the window, staring blankly out at the passing\nscenery. Until the thought of where she was and what she did\nhits her and her face transforms -- an embarrassed smile,\nfollowed by guilt and confusion.\n\nShe sees a woman come out of the bathroom.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE TRAIN - MOVING - DAY 50\n\nConnie sits at the window, staring blankly out at the passing\nscenery. Until the thought of where she was and what she did\nhits her and her face transforms -- an embarrassed smile,\nfollowed by guilt and confusion. She sees a woman come out of the bathroom. \n\nTARGET SECTION TO BE ANNOTATED:\n Picking up her bag\nand a smail shopping bag, she gets up and heads into it,\n\nINT. LADIES BATHROOM - DAY 51\n\nShe locks the door. Cramped quarters. She has to go through\ncontortions as the train sways. Takes off pantyhose. Takes\nout new pantyhose from the shopping bag and starts to put\nthem on, the train bumping her around.\n\n&.\n(CONTINUED)\n\f$1\n\n52\n\n53\n\n03/12/01 39.\nCONTINUED: 21\n\nShe changes her mind, takes some paper towels, wets them,\ncovers them with liquid soap, washes herself. Whore’s bath.\nDries herself. Searches in her purse for perfume. Struggles\nto put on new pantyhose, shoes. Wraps the old hose in a ball.\n\nSomeone knecks on the door, turning the knob. She hurries,\nputting the old pantyhose beneath the paper towels in the\nwastebasket. She looks at herself. Washes her hands. Fluifs\nnex hair. Exits. A WOMAN waiting to come in smiles politely.\n\nEXT. TRAIN STATION, ARDSLEY-ON-HUDSON ~- TRAIN PLATFORM - DAY 52\n\nWide shot of the train platform. Connie gets off the train\nand disappears into the crowd. We linger on the train\nplatform and DISSOLVE through to a different set of commuters\nstreaming off another train, among them Edward,\n\nEXT. TRAIN PLATFORM - DUSK 53\n\n[During this scene we follow Edward and Bob up the stairs and\nend in the parking lot of the station.)\n\nEdward, still in his new sweater, as he runs into BOB\nGAYLORD.\n\nEDWARD\nBob. How’s it going?\n\nBOB\nEd. Any major armed robberies?\n\nEDWARD\nNot this week. Speaking of armed\nrobberies, you better watch out for\nConnie. She’ll have you signing over your\nmortgage.\n\nBob looks blank.\n\nEDWARD (CONT'D)\nDidn't she try to collar you for a few\nbucks?\n\nBob’s still blank.\n\nEDWARD (CONT’D)\nConnie said she talked to you. About the\nschool auction?\n\nBOB\nNot me. I’ve been out of towm. Maybe she\ntalked to Martha.\n\n4.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’ve been out of towm. Maybe she\ntalked to Martha. 4. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\nse ee\n\f53\n\n54\n\n55\n\n03/12/01 40.\nCONTINUED: 53\n\nEDWARD\nYeah. Yeah, XI must have got’ it wrong.\n\nBek heads for his car.\n\nBOR\nAnyway. We owe you dinner, Ed.\n\nWe linger on Edward’s face as he tries to make sense of this.\n{\n\nINT. SUMNER HOUSE, KITCHEN - NIGHT i | 54\nTIGHT ON LEFTOVER BIRTHDAY CAKE as a knife| slices through it.\nWIDEN to see Connie cutting it carefully in half and serving\nit onto two plates.\n\nINT. FAMILY ROOM - NIGHT - SAME 55\n\nEdward and Charlie are playing a PlayStation game, both\nmaking sound effects on their turns. Charlie's in pajamas\nand slippers. It‘s Edward's turn. While he plays, Charlie\nmanipulates Edward’s face with his hands, smooshing it this\nway and that. Connie enters with the two pieces of cake.\n\nCONNIE\nThis is the last of it.\n\nEDWARD\nHere, split it with me.\n\nHe holds up a bite for her but she doesn’t notice. * She seems\na million miles away. But then the PHONE RINGS. Connie picks\nit up.\n\nCONNIE\nHello...? Oh, hi...\n\nShe moves out of the room with the phone. Edward watches her.\nCharlie goes back to smooshing his face around.\n\nCHARLIE\nKnock knock.\n\nEdward turns back to the game...\n\nCHARLIE (CONT‘D)\nDad -- knock knock.\n\nEDWARD\nWho's there?\n\n(CONTINUED)\n\n*\n\f03/12/01 42.\n55 CONTINUED: BS\n\n...but he’s still trying to pay attention to Connie, whom we\nfollow to:\n\nTHE HALLWAY\n\nCONNIE\n(on phone, tentative)\nI'm not Sure ...\n\nBACK TO EDWARD ~ we can barely’ Make out Connie’s\nconversation. He gently pushes, Charlie’s hand away from his\n\nface, trying to hear. |\nCHARLIE\nBoo. :\nEDWARD\nBoo who?\nCHARLIE\n\nDon't cry, Dad. It’s only a joke.\n\nEdward smiling, distracted.\n\nCONNIE (0.8.)}\nI can try...Right. You, too. Okay.\nThanks. Bye.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay. Thanks. Bye. \n\nTARGET SECTION TO BE ANNOTATED:\nCHARLIE\n\nGet it? Dad? Get it?\nShe comes back in.\n\nEDWARD\n{trying to be casual)\nWho was that?\n\nCHARLIE\nDad! Your turn!\n\nCONNIE\nTracy. It’s the school play. I’ve got to\nhelp make twenty bunny suits.\n\nEDWARD\nYou're a brave mother. : :\nCONNIE\nBedtime, sweetie.\nCHARLIE © ch . mr res\nWe're right in the middle! '\n\n4\n(CONTINUED)\n\fa\n\n55\n\n5é\n\n5?\n\n03/12/01 42.\nCONTINUED: (2) 55\n\nEDWARD\nGo on. We'll play again tomorrow.\n\nShe leads Charlie out. The dog trails behind them, leaving\nEdward alone.\n\nINT. STUDY - NIGHT 56\n\nEdward works at his: desk under a cone of light from jthe\n\ndesklamp. Connie comes in. i\n1\nCONNIE |\nHe's out. Can I get you anything? }\nEDWARD ‘\n\nNo, thanks. I'm fine.\n\nHe turns to her, studies her.\n\nCONNIE\nWhat?\n\nEDWARD\nNothing. 1/11 be right up.\n\nCONNIE\nGood.\n\nShe kisses his head, then starts out of the room.\n\nEDWARD\ncon...\n(she turns)\nYou love me?\n\nCONNIE\nOf course I love you. What a silly\nquestion.\n\nEDWARD\n\nI guess I’m feeling silly.\n(smiles at her)\nSee you upstairs.\n\nShe looks at him a moment, then goes out of the room, leaving\nhim there alone in the cone of light.\n\nINT, FAMILY ROOM - NIGHT 57\n\nConnie turns out the lights. She stops at the table with her\nSnow Globe Collection. She focuses om a Chicaco globe.\nFeople being blown around.\n\n-\nSe\n\n(CONTINUED)\n\f57\n\n58\n\n58A\n\nS8B\n\n58c\n\n03/12/01 43.\nCONTINUED: 8?\n\nUnderneath them it says *The Windy City.\" She picks it up,\nlooks at the little figures being tossed around in the wind.\n\nINT. PAUL’S BEDROOM - DAY . 58 *\n\nHysterical laughter. Paul and Connie are smack in the middle *\nof tumbling and hurling each other around on the bec, naked.\n\nShe's wearing his boxing gloves.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL’S BEDROOM - DAY . 58 *\n\nHysterical laughter. Paul and Connie are smack in the middle *\nof tumbling and hurling each other around on the bec, naked. She's wearing his boxing gloves. \n\nTARGET SECTION TO BE ANNOTATED:\n He's tickling her; she's *\nhowling, laughing. They're like kids.\n\nCONNIE !\n(barely able to speak) |\nStop it, I'm going to pee --\n(he doesn’t stop) |\nImean it -- stop --\n\nHe stops tickling her, but pins her under his arms and leans\nover her. Gets a wicked smile.\n\nCONNIE (CONT'D)\n(knowing what he’s thinking)\nNo --\n\nHe lets a small dangle of spit hang from his mouth, toward\nher face. She SCREAMS. He sucks up the spit, still\nlaughing.\n\nINT. PAUL'S BEDROOM - LATER S8A *\nQuiet now. Paul and Connie lying in bed, looking at each *\nother, while Paul slowly wraps Connie up in his Touareg *\nscarf. *\nINT. PAUL’S BEDROCM - LATER SéB ™\nConnie's asleep now. Paul is drawing on her ribs, just under *\nher breast -- a little doodle. She has no idea, *\nINT. PAUL'S BEDROOM - LATER 5ec *\nPaul is up out of bed, getting dressed. Connie’s awake, *\nwatching him pulls his pants over his bare ass. She pulls on *\none of his t-shirts ... *\nCONNIE *\n\nOh, here -- *\n\n-.. and gets out of bed. She slips her feet into his big *\n*\n\nboots, clomps over to her bag, and pulls out the SNOW GLOBE,\nwrapped in tissue paper.\n\nCONNIE “(CONT 'D} . as\nEZ brought you something.\n\n&\n\n{CONTINUED)\n\f58C\n\n59\n\n03/12/01 44,\nCONTINUED: 58c\n\nHe comes over to her, smoking a cigarette. She gives him the\n“Windy City” Snow Globe.\n\nCONNIE (CONT’D)\nI collect them. This one made me think\nof you.\n\nHe takes the globe from her.\n\ni .\nPAUL '\n1\n\nThank you. | - ;\n\nHe sticks his cigarette in her mouth so he can turn it over |\nwith both hands. While the snow swirls around, Connie takes\na drag from the cigarette. Inhales,.feels it swirling !\naround. Exhales, ™Mmmmm.\n\nCONNTE\nGod, I haven’t smoked in years.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\naround. Exhales, ™Mmmmm. CONNTE\nGod, I haven’t smoked in years. \n\nTARGET SECTION TO BE ANNOTATED:\nHe puts the snow globe down on his table unceremoniously.\n\nPAUL\nWhen did you quit?\n\nCONNIE\nSeven years ago. When I got pregnant.\nWe both did.\n\nA little awkward moment, with the allusion to Edward.\n\nPAUL\nYou're making me feel like a bad\ninfluence.\nCONNIE .\nLittle late in the day for that, don’t\nyou think?\n\nShe takes another drag. Drinks it in, luxuriating in it. She\nputs the cigarette in his mouth. He takes a big drag. Blows\nit out. Kisses her. She comes alive.\n\nCONNIE (CONT'D)\n\n(very quietly)\nOh God ...\n\nINT. RESTAURANT - DAY : 59\nLunchtime. The restaurant is crowded. Connie and Paul are in\na booth at the back. A waiter gives them menus. Connie\n\nlocks around nervously.\n\n&\n(CONTINUED)\n\f59\n\nf\n\n03/12/01 4s.\nCONTINUED: ss\n\nCONNIE\nWhat are we doing here?\n\nPAUL\n{studying the menu)\nHaving lunch.\n\nCONNIE\nI shouldn't be doing this.\n\nt\n\nHe slips his finger inside the waistband of her pants.\n\nPAUL\nYou shouldn't be having lunch?\n\nCONNIE\nNot with you, no. I think we should\nleave.\n\nPAUL\nListen. See those guys over there paying\nthe check?\n\nShe looks toward where he’s indicating. Two BUSINESSMEN are\nat a table, one facing Connie and one with his back turned.\n\nCONNTE\nYes.\n\nPAUL\nIf the guy on the left pays, we leave\nright now, without ordering.\n\nconnie looks dubious.\n\nPAUL (CONT'D)\nT£ the one on the right pays, we stay.\nAnd I kiss you.\n\nCONNIE\nNo ...\n\nBut already she’s watching the two Businessmen as they each\ngrab the check from the other, arguing over who will pay.\n\nThe suspense is killing her, but it leoks as if the GUY ON\nTHE LEFT is going to wind up footing the bill. Relieved,\nConnie gets ready to leave.\n\nBut the GUy ON THE RIGHT finally grabs the check cand | gets up\nte go, followed by his companion. ‘. 7\n\n \n\n&.\n(CONTINUED)\n\f59\n\n60\n\n61\n\n03/12/01 46.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nRelieved,\nConnie gets ready to leave. But the GUy ON THE RIGHT finally grabs the check cand | gets up\nte go, followed by his companion. ‘. 7\n\n \n\n&. (CONTINUED)\n\f59\n\n60\n\n61\n\n03/12/01 46. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2) 59\n\nShocked, Connie looks at Panl. Paul looks at Connie. Her\nface: Oh shit. Then he takes her in his arms and KISSES HER\ndeeply. At first, she resists. Then she succumbs. -\n\n \n\nJust before he goes out the door, the Guy On The Right, the\none wno paid the bill, catches sight of them. They‘re still\nkissing. He pauses for a moment. We REVEAL that it’s Bill '\nStone, from Edward's office. Connie doesn’t see Bill, but\nBill's face registers his astonishment as he recognizes his\nboss's wife. {\n\n|\n\nINT. BEDROOM AND CONNIE’S DRESSING ROOM - NIGHT | 60\n\nEdward is in the bedroom watching a financial report on |\ntelevision. We pan over and find Connie in her dressing room.\nShe takes off her clothes and buries them deep in the hamper.\nShe smells her arms, her shoulders--smelling Paul all over\nher. She puts her hands to her nose and breathes him in..\n\nINT. BATHROOM - NIGHT 61\n\nShe’s in the tub, water running, beads of perspiration on her\nface. The African blues music is playing -- the same song we\nheard at Paul’s. As she languidly sponges herself off, she\ncomes across the doodle Paul drew on her rib -- it says\n“mine”. She panics, scrubs at it. It doesn't come off. She\nrubs more soap on the washcloth, then scrubs again. This time\nthe ink fades. Thank God. Just as it’s almost completely\ngone ...\n\n: the light goes out. Startled, she looks up. Ancther,\nsofter light: it’s Edward, holding a CLINKING glass of vodka\non the rocks in one hand and a lit candle in the other.\n\nEDWARD\nCan I get in?\n\nCONNIE\nOf course.\n\nShe watches as he takes off his pants and hangs them neatly\non the clothes tree.\n\nEDWARD\nThis music is nice. What is it?\n\nCONNIE\nAfrican, I think.\n\nOff comes his underwear, his socks, and he climbs ia the tub.\n\nThey sit facing each other in the candlelight. He hands her\nthe glass. She takes a sip.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey sit facing each other in the candlelight. He hands her\nthe glass. She takes a sip. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\nee ee ee\n\f61\n\n62\n\n03/12/01 47.\nCONTINUED : 61\n\nHe smiles, then considers her body, lapped by bathwater. He\ntakes her hand. Kisses the top of it, tums it over and\nkisses her palm.\n\nHe dips his hand into the water and moves it Gown to her leg.\nHe's fondling her. She waits a bear, then leans closer, her\ncheek to his.\n\nCONNIE (CONT'D)\nLet's go to bed.\nEDWARD\nLet's stay) here while the water’s warm.\ni\nCONNIE\nAren’t you cold?\n\n(bringing up his hand)\nI'm cold. See you in bed,\n\nShe gets out of the tub.\nINT. BEDROOM - NEXT MORNING 62\n\nEdward, dressed for work, gazes at Connie’s image in the\nbathroom mirror through the half-open door. She's rubbing\nlotion on her calves, her thighs,\n\nEDWARD\nHow about lunch today? I1’11 blow off my\nmeetings. We can get a hotel room.\n\nCONNIE\nWow, What’s gotten inte you?\n\nHe comes into the bathroom and leans in the docrway. She\ngoes to wash her face. Throughout the scene, the CLOSE-UPS\nbecome increasingly tight as Edward watches her washing her\nface, rinsing her face.\n\nEDWARD\nYou have.\n\nCONNIE\nI have all this fund-raising stuff,\nauction things to pick up...\n\nEDWARD\n(watching her closely)\nJust lunch then. We’ll meet at twelve.\n\nCONNTE\nTwelve.\n\nan\n\n(CONTINUED)\n\f62\n\n03/12/01 48.\nCONTINUED: 62\n\nShe grabs a towel, pats her face dry.\n\nEDWARD oe\nMian.\n\nShe looks at him over the towel, holding it in front of her:\nlike a shield.\n\nCONNIE\n(stalling)\nWill I be hungry at twelve?\n\nHe sits down next to her. Very close.\n\nEDWARD\n\nWe'll go in together. I'll wait for you.\nCONNIE\n\nI won’t be ready for another hour.\nEDWARD\n\nThat‘s okay.\nCONNIE\n\n(pretending to realize)\n\nOh, shit.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONNIE\n\nI won’t be ready for another hour. EDWARD\n\nThat‘s okay. CONNIE\n\n(pretending to realize)\n\nOh, shit. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\n\nWhat?\nCONNIE\n\nI just remembered -~ I have a facial at\n\nGeorgianna at 12:30, I'd cancel, but\nit’s a nightmare getting an appointment.\n\nEDWARD\nAh, well. fa light joke] You gotta stay\nbeautiful, right?\n\nConnie smiles. He takes her chin and turns her face toward\nhim, touches her cheek. Her eyes meet his.\n\nEDWARD (CONT'D)\nGeorgianna, huh? Waste of money.\n\nHe touches her cheek, kisses her, and walks out.\n\nINT. EDWARD'S OFFICE - DAY 63\nWe notice Bill hovering in the doorway. He sees Edward on the\nphone, talking angrily. He hesitates, then leaves.\n\na\n(CONTINUED)\n\f \n\n \n\n§3\n\n64\n\n03/12/01 4g,\nCONTINUED: 63\n\nEDWARD\n(on the phone)\nThat's not what we talked about...1 :\ndidn’t order the trucks from Marshall, I\nordered them from you...Well, get back to\nme as soon aS you can.\n\nHe hangs up as Lindsey enters. She puts papers on his desk,\ngives him a smile. :\n; i\n\nLINDSAY\nYou have a meeting with Dick Houston at }\nfive, and these/need your signature. }\nEDWARD :\n\nGive me a few minutes.\n\nShe nods, goes out and shuts the door. Edward picks up the\nphone, starts absently uncciling the phone cord, thinking to\nhimself. Then he dials, 4-1-1. Waits, still uncoiling the\n\ncord.\n\nEDWARD (CONT’D)\n\nIn Manhattan. A beauty salon called\nGeorgina...Oh, right. It’s Georgianna.\n\n(writes it down)\nThank you.\n\n(hangs up, dials)\nI‘m calling to confirm an appointment for\ntoday at twelve thirty. Connie Sumer...\n\nS-U-M-N-E-R ...Is she down for any other\ntime?..-Are you sure?...All right. Thank\nyou.\n\nHe hangs up, brooding.\n\nEXT, PAUL’S STREET - DAY 64 *\n\nThere's an entirely different look on Connie’s face as she\ncomes down the street--the preoccupied smile that lovers have\nwhen just the thought of meeting their lover can make the\nwhole world go away.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nThank\nyou. He hangs up, brooding. EXT, PAUL’S STREET - DAY 64 *\n\nThere's an entirely different look on Connie’s face as she\ncomes down the street--the preoccupied smile that lovers have\nwhen just the thought of meeting their lover can make the\nwhole world go away. \n\nTARGET SECTION TO BE ANNOTATED:\nAlmost at the steps, we HEAR:\n\nWOMAN’S VOICE\nCon?...Connie!\n\nAs if in a trance, she almost bumps into two women,\nTRACY, at the entrance of a cafe opposite FPaul’s bul\n\n \n\n&\nmore (CONTINUED)\n\f64\n\n65\n\n66\n\n03/12/01 50.\n\nCONTINUED: : 64\nTRACY\nConnie!\nCONNIE\n{caught}\n\nTracy. I was going to call you.\n\nTRACY\nThat's what they all say when I call\nabout bunny costumes. You know Sally--\nfrom Planned Parenthood.\n\nShe doesn’t. It’s too big a shift of gears.\n\nCONNIE\nRight. Hi. It's been a while.\nSALLY\nToo long. You look...amazing.\nTRACY\nWhere you headed?\nCONNIE\nI was just going to ...look for some\n\nwindow shades for the kitchen.\nTRACY\n. Come on. We're going for coffee. We’ll\nduck in here and catch up.\n\nCONNIE\nOh, I can't. I'll be late.\n\nTRACY\nFor window shades?\n\nINT. CAFE - DAY 65\n\nSally, Tracy and Connie are being seated. Connie excuses\nherself.\n\nINT. CAFE - BACK HALLWAY - DAY 66\nWashrooms, a view of the kitchen, door to the alley. Connie\n\ndials the phone and glances over at Sally and Tracy, sitting\nat a window table.\n\n(CONTINUED)\n\f66\n\n67\n\n67A\n\n03/12/01\nCONTINUED:\n\nCONNIE\nHi, it’s me. You won’t believe this. Some\nfriends ambushed me right across the -\nstreet from you and dragged me into that\ncafe... I’m stuck here. Wait for me. Bye.\nHangs up. We follow her to the\nFRONT TABLE {\nShe sits.\nCONNIE i\nI had to remind Lupe to pick up the\ncleaning when she gets Charlie.\nConnie's eyes widen as she reacts to\n\nHER POV - THROUGH THE WINDOW\n\n51.\n66\n\n67\n\n67A\n\nPaul moving down his steps, heading across the street to the\ncafe. He looks in the window and smiles. He enters, moves to\nthe small bar. He and the bartender exchange friendly hellos\n\nin French. He’s a regular.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe enters, moves to\nthe small bar. He and the bartender exchange friendly hellos\n\nin French. He’s a regular. \n\nTARGET SECTION TO BE ANNOTATED:\n He orders a beer, and lights a\n\ncigarette, then turns and shoots a glance at her. She at him.\n\nIn a moment, he moves to the back hallway.\n\nCONNIE\nWould you excuse me again? Ladies room.\n\nShe goes toward the back,\n\nTRACY :\nGod, she locks good. Do you think she's\nhad work?\n\nSALLY\nWhy would she have work? She's still\ngorgeous.\n\nTRACY\n\nThat’s when they're having it now.\nEarly, before it all goes to shit.\n\nSALLY\nThis is terrible to say, but -- I think\nI‘d like her better if she had. There’s\njust something about how perfect her life\n1S ...\n\f68\n\n69\n\n70\n\n03/12/01 52,\n\nBACK HALL 68\n\nPaul is leaning against the wall, waiting. His sexy grin. She\nlooks around, but moves directly into him.\n\nCONNIE\nI‘m sorry. Do I know you?\n\nHe smiles, kisses her, starts to unbutton her sweater.\nCONNIE (CONT'D) :\n{ I have friends out there. |\n\nPAUL ‘\nThey can wait. I can’t. :\n\nHe opens the door to the alley, moving her outside with him.\nINT. CAFE - FRONT TABLE - DAY 69\nTracy and Sally.\n\nSALLY\n(weary, envious)\n1 ++. the gorgeous husband, the adorable\nkid, the house like Martha Stewart ...\n\nEXT. CAFE ALLEY - DAY - CONTINUOUS 70\n\nNo place Martha Stewart would be caught dead. Paul has\nConnie pressed up against a dirty wall and is kissing her.\n\nHe presses her hand up against the wall, hard. It grazes her\nhand, scratching it.\n\nCONNIE\n(whispering)\nYou take me to the best places.\n\nThe decor opens. A kitchen worker carries out some garbage.\nThey turn away, laugh, move back inside.\n\nINT. CAFE - FRONT TABLE - DAY 71\n\nTRACY\nShe's not like that. She's really\n. nice...\n\nSALLY\n(smiling, knowing how bitter\nshe sounds)\nof course she is, That only makes it\nworse.\n(MORE)\n\n(CONTINUED)\n\f03/12/01 53.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe's really\n. nice... SALLY\n(smiling, knowing how bitter\nshe sounds)\nof course she is, That only makes it\nworse. (MORE)\n\n(CONTINUED)\n\f03/12/01 53. \n\nTARGET SECTION TO BE ANNOTATED:\n72 CONTINUED: 71\n\nSALLY (CONT'D)\nShe’s nice and sweet and her ass is\n\nue exactly where it was when she was in\ncollege.\nTe INT. ©. RALLWAY ~ DAY 72\n\n \n\nHer ass, pressed up against a wall, with his hand grabbing\nit. She backs into the door to the men’s room and pulls him\nin.\n( t\n73 INT. MEN’S ROOM ~ DAY 73\n\nj\nHe sticks his cigarette in her mouth and lifts up her skirt.\n\n74 INT. CAFE - FRONT TABLE - DAY 74\nTracy and Sally waiting. A moment later, Connie returns.\n\nTRACY\nThere you are. I was about to worry.\n\nCONNIE\nI'm fine.\n\nSALLY\n(re: Paul) *\nI just figured you'd been abducted by the *\nSee heartthrob.\n\nCONNIE\nWhich heartthrob?\n\nTRACY\nYou didn’t see him at the counter? He *\nwas gorgeous.\n\nCONNIE\n\nI miss everything.\nTRACY\n\nYour button’s undone.\nCONNIE\n\n(quickly)\nOh?\nIn the background, Paul reappears and goes to the bar. He'll *\n\ndrink his beer. His back to the women. His reflection in the\nbar mirror.\n\nTRACY\nThat’s him.\n\n{CONTINUED }\n\f03/12/01 S4.\n7a CONTINUED: 24\n\nConnie pretends to take a casual peek.\n\n   \n\nThe women ail try to watch him without ooking like they‘re\nwatching him. i\n\nSALLY i\nYou guess? Please, if that guy looked at\nme twice, I'd be on my back in a second.\n'\nTRACY |\nYou would not.\n\n’ SALLY\nSure I would. Why not?\n\nTRACY\nA couple of reasons. Adam, fer one.\nYour kids, for another.\n\nSALLY\nThey wouldn’t have to know. It would\njust be something X did on my own, for\nmyself, to broaden my horizons. Kind of\nNo like taking a pottery class.\n\nTRACY\nHaving an affair is nothing like taking a.\npottery class.\n\nSALLY\nIt could be.\n\nTRACY\nNo. Believe me. It would start out like\nthat -- a casual thing that makes life\nexciting.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRACY\nNo. Believe me. It would start out like\nthat -- a casual thing that makes life\nexciting. \n\nTARGET SECTION TO BE ANNOTATED:\n But then something would\n\nhappen -- someone finds out, or someone\nfalls in love -- whatever -- and it would\nend disastrously. They always end\ndisastrously.\n\nConnie looks at Tracy questioningly -- how do you know?\nTracy meets her gaze. Guilty, honest. She knows because she\ndid it herself.\n\nSALLY\n\nNg.\n\na\n\n(CONTINUED)\n\f7A\n\n03/12/01 55.\nCONTINUED: (2) 74\n\nWhen?\n\n(weary, sad)\nA long time ago. And it’s the one thing :\nin my life I would undo if I could. ;\n\nTheir coffee and pastries arrive. Connie looks across at\nPaul, who gets up and heads out the door.\n\nSALLY\n{to his departing back)\nNext lifetime, sweet cheeks. You and me.\n\nConnie tries not to watch him crossing the street and\nentering his building. Connie pretends to have less interest\n\nthan either of them.\n\nINT. PAUL‘S APARTMENT - LATER 75\n\nConnie enters, suddenly more complicated.\n\nCONNIE\nI had to walk five blocks with them. I\nhad to look at window shades. I hate\nwindow shades.\n\nPAUL\nMe too.\n\nAnd he’s on her again, hungry. She‘s reluctant.\nCONNIE\nDidn’t you just fuck me across the\nstreet?\n\nPAUL\nIt works everywhere.\n\nShe withdraws just a little. Looks at him.\nCONNIE\nWe could end this now, you know. No one\nwould get hurt.\n\nHe moves closer to her again. Brushes a piece of hair out of\nher face. Then starts touching her.\nPAUL\nIf we ended this now, I'd get hurt.\n\n4S.\n(CONTINUED )\n\f75\n\n03/12/01 56.\nCONTINUED:\n\n~1\n\nwn\n\nCONNIE\nSo no matter what, someone gets hurt,\n\nPAUL\nMaybe not. Maybe we get tired of each\nother at exactiy the same time.\n\nCONNIE\nOh,;Geod, I hope so. \\\nHe starts unbut toning her sweater again. She doesn’t step\nhim. She nas j2ere resistance.\n\nCONNIE (CONT‘D) ,\nYou’re the only thing on my mind when I\nwake up. Every morning. You’re in my\nbrain before I open my eyes.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONNIE (CONT‘D) ,\nYou’re the only thing on my mind when I\nwake up. Every morning. You’re in my\nbrain before I open my eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nHe slips her sweater off of her. Touches her.\n\nPAUL\nWhat do you think of?\n\nCONNIE\nDepends. If it’s a day when I don’t know\naif I’m going to see you, I’m anxious. My\nmind is spinning, searching for excuses\nto come into the city and see you.\n\nHe keeps touching her. She starts to get heady with arousal.\nHe undoes her skirt.\n\nPAUL\nand the days when you know we'll see each\nother?\n\nHe slides her skirt off. She lifts her ass to help him.\nTouches her in ways that dissolve any resistance she might\nhave.\n\nCONNIE\nThose mornings, I'm caim.\n(beat)\nCalm, and hating myself.\nThey start to screw again.\nEXT. ARMORED TRUCK YARD - DAY 76\n\nEdward is talking to a man in a suit next to a technician\nwelding a half-built armored truck. .\n\n&\neh ees (CONTINUED)\n\f76\n\n77\n\n03/12/01 57.\nCONTINUED: 76\n\nThrough the windshield, Edward sees Bill looking at him\nthrough an office doorway.\n\nEDWAPII\nThanks, Tim.\n(re: the welding)\nAnd you’11 do the others, right?\n\n{ TIM\nSure.\n\nEdward nods and heads toward Bill.\n!\nINT. ARMORED TRUCK YARD BUILDING - DAY 77\n\nAs Edward enters, a ALARM SOUNDS. He can see Bill through\nthe windows of the doors. He goes through another. ANOTHER\nALARM SOUNDS.\n\nBILL\nWhat's up? Sounded important.\n\nEdward heads over to a more private area. Bill follows.\nEdward faces him.\n\nEDWARD\nI've heard you’re talking with Dunbar and\nBrinks. And a few other companies.\n\nBILL\n(nervous) .\nWhere'd you hear that? I mean, I have\nsome friends there...What do you mean?\n\nAs they talk, people go in and out of the nearby doors,\n\nsounding ALARMS every time.\n\nBILL (CONT'D)\nWell, they could be wooing me, I suppose,\nif that’s what you mean.\n\nEDWARD\nApparently a lot of people are wooing you\nthese days. Or who's wooing who?\n\nBILL\nI don’t know what you’re talking about,\nEd.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nApparently a lot of people are wooing you\nthese days. Or who's wooing who? BILL\nI don’t know what you’re talking about,\nEd. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\n\nI‘m letting you go, Bill..you're welcome -\nto resign if you want.\n\nq\n(CONTINUED)\n\f1?\n\n78\n\n79\n\n03/12/01 58.\nCONTINUED: 77\n\nBILL\nWhat are you talking about? I've been\ntalking to people. So what?\n\nEDWARD\nIt‘s about loyalty, Bill. You‘ll have my\nrecommendation if you need it.\n\nBILL |\nI have a family, Ed. |\n\nTight on Edward. io\n\nEDWARD | ‘\nYou had a family here. :\n\nHe walks away, leaving Bill alone. But ‘Bill yells back at\nhim.\n\nBILL\nYou're telling me about family? You don’t\nknow the first God damn thing about it!\n\nEdward keeps walking.\n\nBILL (CONT'D)\nLook at your own fucking family, Ed! If\nyou want to know about loyalty, take a\nGod damn leok at that!\n\nEdward stops, turns. Bill storms through the doors, sounding\nthe ALARM.\n\nINT. EDWARD’S OFFICE - DAY - LATER 78\nThe ALARM still ringing in his ears, Edward is in his office,\n\nthinking, disturbed. He decides, then flips through his\nRolodex .\n\n  \n\nEXT, A LITTLE PARK - DAY - LATER : 79\n\nThe park is on Bleecker Street, next to & playground where\nchildren are laughing and playing. Four or five benches sit\nbehind iron railings. On one of them, we see a solitary\nfigure from behind. The CAMERA tracks around to reveal FRANK\nWILSON, an elegant man in his mid-sixties. He wears wire-rim\nglasses and a well-tailored gray overcoat. Edward sits down\non the bench next to hin.\n\nEDWARD\nThanks for coming on short notice.\n\nte\n\n(CONTINUED)\n\f79\n\nCONTINUED :\n\nee\n\nA pause.\n\n03/12/01\n\nWILSON\nNot a problem.\n\nEDWARD\nThe information you dug up on Pearson\nsaved us a lot of time.\n\nWILSON\nGood.\nEDWARD\nWe're prosecuting.\n\n. WILSON\nYou'll win.\n\nEDWARD\n\nThis is personal, not business. So think\nabout it. You might not want to take it\non. But I need someone I can trust. I\nwant you to follow somebody.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou might not want to take it\non. But I need someone I can trust. I\nwant you to follow somebody. \n\nTARGET SECTION TO BE ANNOTATED:\n(hesitates, then with\n\ndifficulty)\nI want you to follow my wife.\n\nA long moment of silence.\n\nWILSON\nTell me what you already know.\n\nEDWARD\nOnly what my instincts tell me.\n\nWILSON\nYou could be wrong.\n\n_ EDWARD\nI hope I am. I want to know what she does\nwhen she comes to the city. Where she\ngees. Whom she sees.\n\nWilson thinks a moment. Chooses his words carefully.\n\nWILSON\nI’ve seen this before a lot. And I've\nnever seen anything good come from\nknowing, You could let it play itself\n\nour.\n\n¥\n\n59.\n79\n\n(CONTINUED)\n\f73\n\n80\n\ngt\n\n03/12/01 60.\"\nCONTINUED: (2) 79\n\nEDWARD\nNo. I want to know.\n\nWILSON\nWhat if I tell you I found nothing?\n\nEdward turns to him.\n\nEDWARD j\n\nI want the truth. \\\n\nA LONG SHOT of the two of them from behind. |\nINT. KITCHEN - LATER . 80\n\nCharlie sits on the kitchen island, breaking green beans and\nplopping them in a pot. As he works, Connie rushes: back and\nforth, trying to throw a nice dinner together.\n\nA large pot of pasta BOILS OVER.\nCHARLIE\n(solemn)\nIt's boiling, Mom.\nCONNIE\n(frantic)\nWatch it!\nShe grabs the pot and pulls it off the fire. Then, her hands\nfull of silverware, she shoves the dog out of her path with\nher foot. She throws forks and knives on the table.\nOn the stove, smoke starts to come from a pan.\nCHARLIE\n(solemn)\nIt’s burning, Mom.\n\nCONNIE\nShit!\n\nCharlie’s surprised by her language. She grabs the pan,\nthrows it in the sink. It FIZZES on contact with the water.\n\nINT. DINING ROOM - EVENING 81\nThe family at dinner. The mood is tense. Silent. Then:\nCONNIE\na\n\nThe chicken’s little dry. I’m sorry.\n\n6.\n(CONTINUED)\n\f82 CONTINUED:\n\nA beat.\n\n03/12/01 61.\n81\n\nEDWARD\nIt's fine. [beat] I have to go to Chicago\ntomorrow. .",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\n03/12/01 61. 81\n\nEDWARD\nIt's fine. [beat] I have to go to Chicago\ntomorrow. . \n\nTARGET SECTION TO BE ANNOTATED:\nCORNIE\nwhy?\n\nEDWARD\nTo meet with Mike Levy.\n| CONNIE\nHow jong will you be gone?\n\n}\n: EDWARD i\nNot long. Maybe a night.\n\nee,\n\nCONNIE\nEat your carrots, Charlie.\n\nCHARLIE\nI can't swallow them.\n\nEDWARD\nEat your vegetables, Charlie.\n\n- CONNIE\nSarah Ewing's daughter's getting married\nto danet Benaski’s son. Did you see the\n\nannouncement? 4\nEDWARD\n\nNo.\nCHARLIE\n\n{sensing the tension)\nI'm never getting married.\n\nCONNIE\nWhy not?\n\nCHARLIE\nI hate girls.\n\nCONNTE\nMaybe you’ll get to like them as you grow\nolder. That happens sometimes.\n\nCHARLIE\nTowon’t.\n\n-\n\n{CONTINUED}\n\fei\n\n03/12/01 62.\n\nCONTINUED: (2)\n\nEDWARD\nI fired Bill Stone today.\n\nCONNIE\nIs that what’s bothering you?\n\nEDWARD\nNothing’s bothering me.\n\nl CONNIE\njWhy’d you fire him?\n\nEDWARD\n, He's not accountable. I can’t trust him.\n, (beat)\nJust in case you run into Dolly, you'll\nknow.\n\nCHARLIE\nWhat's accountable? Is it like people who\neat people?\n\nCONNIE\n(relieved at the break in the\nconversation)\nThat's cannibal, honey.\n\nCHARLIE\n{hurt)\nWell, I didn’t know.\n\nCONNIE\nI’m sorry. I didn’t mean to make fun of\nyou.\n\nCHARLIE\nYou laughed! How do I know what it means?\nI’m only seven!\n\nHe bursts into tears and runs from the room. A long silence.\nThen Connie starts to get up to go talk to him. But Edward\ngets up faster.\n\nEDWARD\nI‘ll go. He’s mad at you,\n\nHe leaves the room. She waits a beat, then gets up and\nSCRAPES the dry chicken loudly into the dog's bowl.\n\n81\n\nFe,\n\f03/12/01 63.\n\nINT. BEDROOM - NIGHT\n\n \n \n  \n \n\noc\noc\n\nShe folds st\n\nEdward watches her. She crosses back and forth in front of\nhim. Her -body language is tense and slightly awkward. She\nlooks up at him. Smiles.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer -body language is tense and slightly awkward. She\nlooks up at him. Smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nt\nCONNIE\nWhat time’s your plane?\n\nEDWARD\n\nEight. Want to come?\n\nCONNIE\nI’ve got so much to do. Besides, you’11\nbe working.\n\nEDWARD\nCome on -- Chicago. We can stay at that\nplace again, next to the long thing.\nI’1l blow off a meeting. We'll get\nbundled up, walk the Loop, then go back\nand warm each other up. What do you say?\n\nCONNTE\nThat sounds great. But maybe we should\nwait till after Easter. When things\nsettle down. {beat} Okay?\n\nShe heads to the dresser. The drawer scrapes as she opens it.\nAs she pulls out a scarf, she notices the SCRATCH ON HER HAND\nthat she got in the alley with Paul. She pulls her cuff\ndown, to cover it, so Edward can‘t see it.\n\nCONNIE (CONT'D)\nYou'll need this. Supposed to be cold.\n[beat] What time are you leaving?\n\nEDWARD\nI told you. Eight.\n\nCONNIE\nOh, right. I mean, do you need a ride?\n\nEDWARD\nNo.\n\nShe passes by him, close.\n\n3\n\n(CONTINUED )\n\n82\n\nea\n\f&2\n\n83\n\nB4\n\n85\n\n86\n\n87\n\n03/12/01 64.\nCONTINUED: 82\n\nEDWARD (CONT’D)\nYou smell like cigarettes.\n\nCONNZE :\nThe train was packed. I had to sit in |\nthe bar car. \\\nCLOSE ON Edward. Watching her. Connie looks up,\n\nCONNIE (CONT'D)\n\n;\nWhat?\nNothing.\n:\nINT, BATHROOM — EARLY MORNING 83\n\nDressed to go, Edward puts his toothbrush in his Dopp kit.\n\nINT. CONNIE’S DRESSING ROOM - EARLY MORNING 84\nEdward walks through her dressing room on his way back to the\nbedroom, He stops, stares at Connie's dresser. He opens a\ndrawer, looks through it. Her jewelry. He looks at it, not\nquite knowing what he’s searching for. Opens another drawer.\n\nOn top is some new LINGERIE with the tags still on it. For a\nlong moment he stares at it. Then he shuts the drawer.\n\nINT. BEDROOM - EARLY MORNING a5\nConnie is asleep.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he shuts the drawer. INT. BEDROOM - EARLY MORNING a5\nConnie is asleep. \n\nTARGET SECTION TO BE ANNOTATED:\n Edward's packed bag is in the doorway. He\nleans down by the bed and kisses her. He looks at her for a\nlong beat. Then he leaves. Her eyes flick open.\n\nINT. CONNIE‘S DRESSING ROOM - MORNING 86\n\nShe gets out of the shower. Drying off. Opens her drawer and\ntakes out the new lingerie. Pulls off the sales tag.\n\nINT. EDWARD’S CHICAGO HOTEL SUITE - DAY 87\nEdward shaving.\n\nINTERCUT BETWEEN:\n\nEdward dressing and Connie dressing.\n\nShe preparing for an assignation, and he for a business\nmeeting.\n\nBt times she seems to be finishing his movements, and he\nhers.\n\f88\n\nBg\n\n90\n\n91\n\n92\n\n03/12/01 65.\n\nINT. HOTEL SUITE - LIVING ROOM - MORNING 88\n\n  \n\nFour BUSINE including Edward,\nCoffee, muffins, ete. cn a table. The\noff. Edward seems distracted. Lcoks at his watch. In a\n\nMoment, he stands up. |\n\n \n\nEDWARD\n{ Excuse me. I have a call I have to make.\n\nWalks to the bedroom. i\nint] HOTEL SUITE BEDROOM - CONTINUOUS 89\nMoves to the phone, considers it. Finally picks it up, dials.\n\nINT. SUMNER KITCHEN - DAY 30\n\nPhone rings. Lupe answers it.\n\nLUPE\nHello?\n\nEDWARD\nLupe, it’s Edward. Is Connie there?\n\nLUPE\nShe just left. Maybe I can catch her.\nYou want me to try?\n\nEDWARD\nYes. Please.\n\nLUPE\nHold on. I’m carrying the phone. Here I\ngo. You are already in Chicago?\n\nShe carries the phone, moving quickly through the kitchen\ninto the\n\nINT. GARAGE a1\n\nConnie's car has backed out into the street.\n\nLUPE\nMrs. Connie! Mrs. Connie!\nINT. CONNIE’S CAR - DAY 92\n\nMoving away from the house. She locks at her rear-view\nmirror. Sees-Lupe in the driveway, waving the phone at ner.\nShe chooses to ignore it. Continues away. . vot\n\n \n\na\n\n(CONTINUED)\n\f92\n\n93\n\n94\n\n95\n\n03/12/01 66.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nSees-Lupe in the driveway, waving the phone at ner. She chooses to ignore it. Continues away. . vot\n\n \n\na\n\n(CONTINUED)\n\f92\n\n93\n\n94\n\n95\n\n03/12/01 66. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: $2\n\nBACK TO LUPE - INTERCUT WITH EDWARD\nLUPE >\nOooh, I’m serry, Mr. Edward, I just |\nmissed her. I thought she saw me, but I |\nguess not.-\n\nEDWARD\nDid she say where she was going?\n\nLUPE :\nI don’t know. Maybe the city. She was\ndressed for the city.\nINT. EDWARD’S HOTEL ROOM - DAY 93\n\nHe hangs up. Ready to go back to the meeting. Changes his\nmind. Moves back to the phone again.\n\nINT. CONNIE’S TOYOTA - DAY 94\nShe's on her carphone.\n\nCONNIE\nI’m on my way.\n\nPAUL (0.S., ON THE PHONE)\nWhat are you wearing?\n\nShe looks down at her knees.\n\nCONNIE\nMy black skirt. You?\n\nINT. PAUL'S APRLRTMENT - DAY - INTERCUT WITH CONNIE 35\nPaul sits at his desk, doing paperwork, fully dressed.\n\nPAUL\nI’m in the shower.\n\nThere’s a beep on the phone. Call waiting.\n\nCONNIE\nHold that thought. I’ve got a call.\n\nShe pushes the Flash button.\n\nCONNIE (CONT'D)\nHello?... Edward!\n\nr\n\f36\n\n03/12/01\n\nINT. CONNIE'S CAR/EDWARD'S HOTEL BEDROOM - INTERCUT~DAY\n\nEDWARD .\nYeah. It’s me. You okay?\n\nCONNIE\nYes. Yes. Is something wrong?\n\nEDWARD f {\nI was just looking at my schedule. That\ndinner, you know, with Josh and Tracy. If\nit’s tomorrow night, I don‘t think I'll\nbe back. {\n}\n\nCONNIE '\nIt’s Saturday. I’m sure I told Lindsay\nthat.\n\nEDWARD\nYou probably did. I got my dates mixed\nup, that’s all.\n\nCONNIE\nHow is it there?\n\nEDWARD\nFreezing. Good you didn’t come. How's\nCharlie?\n\nCONNIE\nStill worried about being a dumb bunny.\n\nEDWARD\nAren't we all?\n\nEDWARD (CONT’D)\nYou're going in?\n\nCONNIE\nNo, just errands around town -- Hello?\nHello? I’m losing you. Can you hear me?\n\nThe connection is very crackly.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’m losing you. Can you hear me? The connection is very crackly. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nBarely.\n\n67.\n\n96\n\nShe laughs. He doesn’t. She’s approaching the train station\nparking lot.\n\n(CONTINUED)\n\f96\nA\ni\n97\n98\na\n\n03/12/01 68.\nCONTINUED: 96\n\nCONNIE\nI've still got somé loose ends for the\nauction, I might go in. Maybe Iwill. -\n\nEDWARD\nWell, good. That’s good.\n\nCONNIE\n\nEdward. You okay? :\nEDWARD\n\nYeah. {beat) Be careful, Con.\n\nAnd the line goes dead. Edward looks at the phone. Then\nhears HEARTY LAUGHTER from the other room.\n\nA MOVIE SCREEN (IN A SMALL ART HOUSE) 37 *\nWe are watching a black-and-white French film -- “Mr. Hulot’s *\nHoliday”. French dialogue with subtitles. ®\nINT. MOVIE THEATER - DAY 98 *\nPaul’s silhouette, with a bag of popcorn, fills the theater *\nentrance.\n\nConnie has an aisle seat. The theater is empty except for a\n\nman a few rows behind her, fast asleep with his mouth open, *\nSuddenly Paul is next to Connie. He looks at the empty row of\nseats and indicates the seat next to her.\n\n*\n\nPAUL *\nThis seat taken?\n\nShe looks up. Waits a moment. Then:\n\nCONNIE\nYes, it is.\n\nHe likes that. Indicates a seat two away from her.\n\nPAUL *\nThat one?\n\nCONNIE\nNo.\n\nHe moves past her to the second seat. He sits, Watches the\nfilm run a moment, extends his popcorn to her.\n\nCONNIE (CONT’D)\nNo, thank you.\nQ\n(CONTINUED)\n\f3e\n\n03/12/03 69.\n\nCONTINUED: 38\nPAUL\nHave you seen this filn? >\nCONKIE\nSix times. i\nPAUL\n\nSix. What brings you back?\n\ni CONNIE\nI like the little boat ride scene.\n\n(\n|\n|\nThey watch a few moments. Then, slowly, he reaches for her\nknee. Touches it. i\nPAUL ‘\nI, too, like the boat ride.\n\nShe doesn’t move. He glides to the seat next to her. They\nwatch the film. Slowly, he slides her skirt above her knees.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe glides to the seat next to her. They\nwatch the film. Slowly, he slides her skirt above her knees. \n\nTARGET SECTION TO BE ANNOTATED:\nHis hand moves up her leg. They both continue to stare at the\nscreen. The movie's VOICES continue. She closes her eyes. He\nturms and locks around. No one there except the Sleeping Man\nfar off to the right. His hand moves beneath her thighs. He\nlifts her leg over the arm of the seat.\n\nHe sits forward, takes off his jacket, folds it, puts it\nbehind her to cushion her. Then, quite gracefully, he slides\nto the floor and onto his knees. He kisses her knee.\n\nCONNIE .\nYou're missing the best part.\n\nPAUL\nMmmm.\nHe unzips his pants, lowers them, moves his head between her\nlegs. She bites her lip. Then he moves up and over her. He\nkisses her mouth, her face. He nushes closer. Her eyes wide.\nHe is in her now, not moving. She strokes his hair.\n\nPAUL (CONT‘D)\nI love this movie.\n\nCONNIE\nUh-huh ...\n\nSHOT - The movie screen. Mr. Hulot‘s skiff splits in half.\n\nBACK TO CONNIE AND PAUL\n\n(CONTINUED)\n\f \n\n98\n\n99\n\n100\n\n101\n\n102\n\n103\n\n104\n\n105\n\n03/12/01 70.\nCONTINUED: [2) 98\n\nThe popcorn SPILLS. From Connie we HEAR a sigh of pleasure.\nThen the passion we HEAR on the screen seems to explode, and\nthey come together. They don’t move. They can't. Connie opens\nher eyes. They Stare at one another, then start to lauch,\ntrying to muffle it. i\n\nEXT. MOVIE THEATER - DAY io\n\nBundled up, they exit happily from the theater, like two /\nyoung lovers. CLICK!! |\n\nEXT. STREET IN FRONT OF THEATER - DAY | i100\n\nWilson is at the street corner. He’s just taken their\npicture. ‘\n\nINT. PAUL’S APARTMENT - KITCHEN - AFTERNOON 102\nSigns of a pizza eaten. Some half-empty glasses of wine on\n\nthe kitchen table. Coats and scarves hanging over chairs. The\nCAMERA moves slowly through the apartment toward the\n\nLIVING ROOM 102\n\nPaul and Connie undressed, asleep on the sofa. She opens her\neyes. Sits up.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nCAMERA moves slowly through the apartment toward the\n\nLIVING ROOM 102\n\nPaul and Connie undressed, asleep on the sofa. She opens her\neyes. Sits up. \n\nTARGET SECTION TO BE ANNOTATED:\n Looks at the clock.\n\nCONNIE\nOh my God!\n\nShe is up, dressing fast.\nEXT. PAUL'S BUILDING - DAY 103\n\nIgnoring the parking ticket sitting on her windshield, Connie\njumps into the Toyota. A light mist is in the air.\n\nEXT. STREETS OF NEW YORK - DAY 104\nFrantic, she drives to get Charlie. Her windshield mists up.\nShe turns on the wipers. Whish, whish. The parking ticket is\nsmeared back and forth across her vision.\n\nShe opens the window, reaches, tries to catch it, can't.\n\nEXT. SCHOOL PARKING LOT - DAY 105\n\nThe last car pulls out as Connie races in. Charlie sits under\nthe awning om his backpack, all alone except for a very\n\n.Gxuempy teecher.\n\nThe Toyota pulls up. Connie jumps out of the car.\n\n&\n(CONTINUED)\n\f105\n\n106\n\n03/12/01 71.\nCONTINUED : 105\nCONNIE\n(to the teacher, on the -run}\nI’m sorry. Traffic. -\nShe grabs Charlie and holds him tight.\nCONNIE (CONT'D) |\nI'm so sorry, honey.\n{ CHARLIE\n(angry)\nOkay, okay. I know.\n\"CONNIE\n{still hugging him)\nYou must have been so worried.\nCHARLIE\nStop, Mom. People can see.\nConnie lets go. He shuffles off, head down, toward the car.\nINT. TOYOTA - MOMENTS LATER 106\n\nAs they drive, Charlie won’t look at her.\n\nCONNIE\nHow was school, honey?\n\nCHARLIE\n{sullen)\nFine.\n\nCONNIE\n(after a beat)\nWhat was the best part?\n\nCharlie looks up at his mother, but then he notices something\n\nwe haven‘t seen.\n\nCHARLIE\n\nMom -- you have popcerm in your hair.\n\nConnie is flustered. She tries to make light of it as she\n\npulls it out.\nCONNIE\nHow did that get there?\nout of the bag!\n\nCharlie pulls it out an¢ eats it.\n\nMust have j umped\n\n(CONTINUED)\n\f03/12/01 72.\n206 CONTINUED: 106\n\nCHARLIE\nGot any more?\n\nCONNIE\nNope.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMust have j umped\n\n(CONTINUED)\n\f03/12/01 72. 206 CONTINUED: 106\n\nCHARLIE\nGot any more? CONNIE\nNope. \n\nTARGET SECTION TO BE ANNOTATED:\n How about a Big Mac?\n\n|\n|\n|\n\n107 INT. SUMNER HOUSE - KITCHEN - NIGHT 107 *\n|\n\nCLOSE ON: the debris from a McDonald's dinner strewn across\nthe kitchen table. Wrappers, Coke cups, a Happy Meal ( \\\ncontainer with a toy and its wrapping. if\n\nCharlie's already gone to bed. Connie enters wearily, holding\nhis baseball mitt. She sits down at the table, puts down the\nglove. Looks at her son’s glove, at the Happy Meal. “\n\nShe bursts into tears. A breakdown. The dog looks up from its\nbowl. She digs into her bag, finds a pack of cigarettes, and\nlights one.\n\nSlowly, with the help of the cigarette, she comes out of it,\nremorse etched in her features. She stands, pulls the phone\nto the table, starts to punch a number. As she does, she\nstarts to cry again. She is facing the wall. We don't see her\nface,\n\nA sound.\n\nCHARLIE\nMom...\n\nWe crash in on her as she whirls to see Charlie in the\ndoorway in his floppy pajamas. Frantically, she stubs out the\ncigarette, hangs up the phone and tries to adjust herself,\nthe lock on her face, so that he can’t see that she’s been\ncrying.\n\nCONNIE\nYou're supposed to be asleep, honey.\n\nCHARLIE\nZI couldn't sleep. You're crying, Mom.\n\nCONNIE\nNo, honey. I’m just a littie sad.\n\nShe goes to him.\n\nCONNIE (CONT'D)\nCome on, sweetie. Let's go back to bed.\nBoge aes\n\nShe takes his hand. As they exit...\n\n4\n(CONTINUED}\n\f107\n\n108\n\n103\n\n03/12/01 73.\n\nCONTINUED : 107\nCHARLIE\nDon't be sad, Mom. Dad’1ll be back\ntomorrow. .\nFADE Our\nEXT, THE SUMNER LIVING ROOM - DAY 108\n\nOn Edward, who has hooked his video camera up to the TV, and\nis filming Connie and Charlie. i\n\nThe_image_anpears\nsimultaneously on the TV_sereen.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED : 107\nCHARLIE\nDon't be sad, Mom. Dad’1ll be back\ntomorrow. . FADE Our\nEXT, THE SUMNER LIVING ROOM - DAY 108\n\nOn Edward, who has hooked his video camera up to the TV, and\nis filming Connie and Charlie. i\n\nThe_image_anpears\nsimultaneously on the TV_sereen. \n\nTARGET SECTION TO BE ANNOTATED:\n Charlie is on Connie's lap;\nshe’s helping him read a Treehouse Mystery Book: \"Vacation\nunder the Volcano\" {\n\n' “CHARLIE\n“Jack reached into his ...*\n\nHe stalls, stumped on a word.\n\nCONNIE\n(helping him out)\n“drawer”\n\nCHARLIE\n“his drawer and took out his secret -~\"\n\nCONNTE\nthelping again)\n“library*\n\nCHARLIE\n“library card.”\n\nThe phone rings. A quarter-beat too fast:\n\nCONNIE\nI'll get it.\n\nShe half-thinks it’s Paul. But Edward, hearing the tension\nin her voice, puts down the camera and goes into the hallway\nto get the phone before she can.\n\nINT. SUMNER HOUSE - HALLWAY - DAY 109\n\nEdward picks up the phone. He cannot see or be seen by\nConnie and Charlie, but he can see the TV. The way he put\ndown the camera has left an oblique image of Connie and\nCharlie on the TV screen. He watches Connie's expression as\nhe answers the phone.\n\nEDWARD (0.5.)\nHello? Helio?\n\n(CONTINUED)\n\f \n\n109\n\n110\n\ni10D\n\n03/12/01 74.\nCONTINUED: 109\n\nNo one there. Edward looks at the TV screen, at Connie's\nface. Charlie is still in her lap, trying to read, but\ninstead of listening to him, she’s looking nervously toward\nthe hallway. We PUSH IN on her anxious expression on the TV\nscreen and, at the same time, PUSH IN on Edward, heartbroken,\nwatching her face as it confirms all his fears. Finally, I\naiter what feels like an etermity of deep sorrow:\n\nEDWARD (CONT'D) ;\nNo one’s there. 1\n\nHe hangs up the phone. |\n\nEXT. THE LITTLE PARK - DAY : 110 *\nThe same SHOT as before, but this time there are no children\n\nin the playground. Again, we’re looking at a man sitting on a\nbench, but as we come around this time, we discover that it’s\nEdward.\n\nWilson sits down next to him and begins to talk.\n\nWILSON\nHis name is Paul Martel. He lives at 433 ,\nMercer Street, apartment 3.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nWilson sits down next to him and begins to talk. WILSON\nHis name is Paul Martel. He lives at 433 ,\nMercer Street, apartment 3. \n\nTARGET SECTION TO BE ANNOTATED:\n -- *\nAs Wilson hands Edward a manila ENVELOPE, a JACKHAMMER starts *\n\nfearby, drowning out all conversation. As Wilson’s mouth\nflaps away, Edward pulls out the photographs, looks at them.\n\nWILSON (CONT’D)\n(inaudible)\nHe buys and sells things. Books, mostly.\nNights, he’s out. Very busy cuy. Seems\n\nto have money. Not sure where it comes *\nfrom. She sees him during the day. *\nUsually goes around lunchtime, stays\nabout two hours, maybe three.\nCONNIE GOING TOWARD PAUL'S BUILDING 110A *\nCONNIE LEAVING THE BUILDING 110B\nANGLE FROM BELOW OF PAUL‘S WINDOW AND FLOWER POT 110¢ *\nThe JACKHAMMER stops. There’s quiet. Edward stares at the *\n\nlast photograph.\nCONNIE AND PAUL CUDDLED TOGETHER, LEAVING THE MOVIE THEATERLI0OD *\n\nEDWARD\nThey go to the movies?\n\ncs\n\n{CONTINUED)\n\f \n\n4\n\n110D\n\naii\n\n03/12/01 75.\nCONTINUED : 110d\n\nWILSON\nThey did that day. Otherwise they're in\nhis apartment.\n\nFor a long beat, Edward does not speak. Then, in an effort to\n\npreserve his dignity, he stands, clears his throat. :\nEDWARD\n\nI appreciate your doing this. What de\n\nowe you?\n\nHt\n\nWilson opens his briefcase and takes out another envelope. He\nstands up, walks to Edward, and hands it to him.\n\nWILSON i\nHere's my bill, my receipts. I also\nincluded the negatives.\n\nEdward nods, looks at the bill. He takes out his wallet,\ncounts out several hundred-dollar bills, and hands them to\nWilson.\n\nWILSON (CONT’‘D)\n(with feeling)\ni‘m Sorry.\n\nHe waits a beat, then turns and leaves. Edward sits back\ndown, sagging. He stares out into the cold, empty park.\n\nINT. SUPERMARKET - DAY iit\n\nConnie absently throws GROCERIES into a shopping cart. She\nstarts to cry. The Muzak plays. She pushes her cart through\nthe aisles, weeping. She heads for the checkout counter.\n\nExT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pushes her cart through\nthe aisles, weeping. She heads for the checkout counter. ExT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONNIE’S TOYOTA - MOVING - DAY - RAIN 112\n\nHer face through the windshield. The wipers going. The\nwindshield misty with condensation. She looks ragged. She's\nheading home. She picks up her phone and dials. A BUSY\nSIGNAL.\n\nHer POV: She sees the sign for the Sawmill Parkway onramp.\nAlmost passes it. A spur-of-the-moment decision. She swerves\nerazily onto the ramp, over the plastic lane dividers. The\nlane dividers rat-a-tat against the underside of her car.\nORANGES SPILL out of a bag of groceries and tumble onto the\nfloor. She guns the Toyota down the freeway.\n\fHH\nPe\none\n\n115\n\n03/12/01 76.\n\nEXT./INT. CONNIE’S TOYOTA - MOVING - HIGHWAY - DAY - RAIN 113\n\nConnie drives like a madman, swerving in and out of cars. She\ndials her phone again.\n\nCONNIE\nWhere are you? Pick up!\n\n|\n'\n|\n|\nINT, EDWARD'S OFFICE - DAY 1s\né i\n\nANGLE PAST HIM as he stands at the window at his desk. | It's\npouring rain. Lindsay enters.\nLINDSAY ,\nYour wife asked me to remind you about\nCharlie’s play tonight. Seven o’clock.\n\nDeeply preoccupied, Edward barely registers the news.\n\nLINDSAY (CONT'D)\nAnd Howard‘s office just called. He has\nto cancel today. I rescheduled him for\nMonday.\n\nShe comes into the office, to put some papers on his desk.\nHer hand lingers on his desk. He looks at it resting there.\nShe notices him watching, likes the attention. Doesn’t move\nher hand.\n\nLINDSAY (CONT’D)\n\nYou want me to order you some lunch?\n:\n\nEDWARD\nHm? Oh, yeah, that’d be -- well, maybe\nnot. Maybe I'1] take a walk.\n\nHe heads for his door.\n\nLINDSAY\nDon’t forget this.\n\nShe hands him his umbrella. He takes it and leaves,\nEXT. /INT.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nLINDSAY\nDon’t forget this. She hands him his umbrella. He takes it and leaves,\nEXT. /INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONNIE’'S TOYOTA - NEW YORK STREET - DAY - RAIN 115\n\nConnie maneuvers the car down Paul’s street, looking for a\nparking spot. And then she sees -- Paul! With his arm around\n@ woman, They’re huddied together with her under one rain\nponcho. They look cozy, intimate. As Connie stares, they\ndisappear into a book store.\n\n  \n\n(CONTINUED)\n\neRe\n\n*\n\f115\n\n116\n\n117\n\n03/12/01 77.\nCONTINUED: 115\n\nMesmerized, Connie searches for a place to park. She sees a\nparking lot up ahead and swerves into it. She gets out of\nthe car and heads right for the store. :\n\nLOT ATTENDANT 1\nHey, lady! i\n\nConnie hardly notices.\n\ni\n| LOT ATTENDANT (CONT'D)\nI need! your keys!\n\nShe throws them to the attendant and rushes down the street\nta the bookstore.\n\nINT. BOOKSTORE ~ DAY 116\n\nConnie enters, wet from the rain. She looks around. All she\nsees is rows and rows of old, dusty books. She heads down\none aisle, almost stealthily. Turns up another.\n\nFinally, she rounds the end of another aisle and sees them at\nthe end of it. Paul is showing the woman a book. As Connie\nwatches, Paul wipes a slip of wet hair from the woman's\nforehead. It’s a small gesture, but it implies a greater\nintimacy. Connie’s face goes dark.\n\nShe barrels down the aisle toward them. They look up and see\nher coming --\n\nPAUL x\nConnie? What are you --\n\nAnd Connie lunges for him, flails at him. Paul tries to fend\nher off.\n\nCONNIE\nWho is she? Who is she, Paul?\n\nWOMAN\nWho am I? Jesus, who the hell are you?\nWhat do you think you're --\nConnie lunges for the woman, pulling her hair. The Woman\nshrieks. Paul tries to pull her off.\n\nEXT. NEW YORK STREETS - DAY - RAIN 117\nEdward, wearing his raincoat, walks downtown. He wanders,\n\nsad, lost, seemingly with no conscious destination. He stops\nin front of a GIANT VIDEO SCREEN.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nNEW YORK STREETS - DAY - RAIN 117\nEdward, wearing his raincoat, walks downtown. He wanders,\n\nsad, lost, seemingly with no conscious destination. He stops\nin front of a GIANT VIDEO SCREEN. \n\nTARGET SECTION TO BE ANNOTATED:\nSe\n\n(CONTINUED)\n\f03/12/01 78,\nCONTINUED: 117\n\n \n\nSilhouetted against the bright images, we see him reach into\nhis pocket and pull out the photographs that Wilson had given\nhim and the slip of paper with Paul's address. He stops for a\nmoment, Looking at Paul’s address. The rain wets the paper.\n\n118 INT. PAUL’S LOFT - HALLWAY - DAY (128\n|\n\nConnie and Paul are in the elevator, in the middle of an i\nargument. She’s pacing like a caged animal. Connie's wet |\nfrom the rain. ; '\n\nCONNIE \\ i\nHow many are there? Five? Ten? ...\n\nThe elevator doors open. Paul steps off the elevator. She\nstays behind. :\n\nCONNIE (CONT'D)\n. What am I, the Monday one? Did I get\nmy day wrong?\n\nPAUL\nConnie, relax. She’s just a friend, for\nChrist‘s sake.\nHe takes off his shirt and dries himself off.\n\nCONNIE\nYou're a fucking liar.\n\nHe turns back to her, confronting her.\n\nPAUL\nMe? i'm the liar?\n\nShe stalls, then starts to fall apart.\n\nCONNIE\nOh, God. What's wrong with me?\n(more to herself than to him)\nI can't do this any more. It’s killing\nme.\n\nShe starts to push the big elevator door closed. But Paul\nxveaches in and holds the door, so she can’t shut it.\n\nPAUL\nFine. Go back to Scarsdale ...\n\nShe tries to push the door closed; he forees it open.\n\nya\n\n{CONTINUED}\n\fRe\n19\n\n03/12/01 79.\nCONTINUED : 118\n\nPAUL (CONT’D) . *\n... take your tennis lessons and drive\nyour car pool -- -\n\nShe gets out cf the elevator and heads for the hallway, to |\nleave by the stairs. :\n\nCONNIE\n\n; Fuck you.\nt\n\nHe follows her out into the hallway.\n\nPAUL *\n-- that’ll make you happy --\n\nCONNIE\nPuck you.\n\nShe hauls off and hits him. He grabs her arms. Kisses her.\n\nCONNIE (CONT'D)\nNo. Stop. It’s over. It’s over.\n\nHe's undressing her.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s over. It’s over. He's undressing her. \n\nTARGET SECTION TO BE ANNOTATED:\n She pulls away, fighting him. He is\nstill kissing her, undoing her jeans. She’s crying, tears of\nrage.\n\nCONNIE (CONT'D)\nI hate you.\n\nPAUL ‘ 7\nI know.\n\nHe kisses her, hard. She moans, kisses him back. They are\nStrucgling, wrestling. Then he’s inside her, against the\n\nwall.\n\nEXT, PAUL'S BUILDING ~ WIDE SHOT - DAY - RAIN 113 *\n\nThe following sequence (exterior only) is a SINGLE, WIDE,\nLOCKED-OFF SHOT.\n\nEdward walks around a corner. He looks up at the street sign.\nIt's Paul's street. He's at the corner where it all began. *\n\nHe looks toward Paul‘s building. Curious, he starts toward *\nit. We know that Connie is still inside.\n\nFor a long moment, he gazes up at the building, lost in\nthought, not sure what to do.\n\nMe\n\f120\n\n121\n\n122\n\n123\n\n124\n\n03/12/01 80.\n\nINT. PAUL'S APARTMENT - DAY - SAME 120\n\nPaul is carrying a glass of water out into the hallway where\nConnie is. As he passes the window, he glances out. A man he\ndoesn’t know (Edward) is looking up at his building. Paul |\nhesitates, then moves toward the door,\n\nINP. THE HALLWAY - DAY - SAME 12a\n\nConnie sits on the top stair, her coat wrapped around her\nshoulders. Her clothes, including her SWRATER, are on the\ncorridor floor nearby. From inside his apartment, Paul comes\nout. and brings her the glass of water.\n\nPAUL |\nYou can drink it, pour it on me,\nwhatever.\n\nShe takes the water and glugs it down like a child. Paul sits\ndown on the steps next to her. They sit there, side-by-side,\nsaying nothing.\n\nEXT. PAUL’S BUILDING - WIDE SHOT - DAY 122\n\nEdward stops gazing at the building. He waiks pensively down\nthe street and disappears around the corner. We linger for a\nmoment on the empty street.\n\nThe front door of Paul’s building opens, and Connie runs down\nthe steps, She heads down the street, toward her car.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe waiks pensively down\nthe street and disappears around the corner. We linger for a\nmoment on the empty street. The front door of Paul’s building opens, and Connie runs down\nthe steps, She heads down the street, toward her car. \n\nTARGET SECTION TO BE ANNOTATED:\n Just\nas she disappears around the corner at one end of the block,\nEdward comes back around another corner. They almost\noverlap. Edward looks up at Paul’s apartment again.\n\nINT. PAUL'S APARTMENT - DAY - SAME L223\n\nWearing pants but no shirt, and nothing on his feet, Paul\nnotices Connie's SWEATER on the floor. She’s left it behind.\nHe picks it up. Thinks about going after her, but realizes\nit’s too late. He hangs it on a hook.\n\nEXT. PARKING LOT - DAY - SAME 124\nConnie is on the phone, watching anxiously as her car\n\ndescends slowly from the upper level of a bi-level parking\nelevator.\n\nCONNIE\nTracy, I’m running late. I'1]1 be there\nsoon,...¥es, T/m okay. I’m fine...I/il be\n\nthere.\n\n(CONTINUED)\n\fNe\n\nf\n\n \n\nbe\nto\n=\n\n126\n\n03/12/01 81.\nCONTINUED: 124\n\nShe hangs up and looks back to her car, trying to will it to\ndescend faster. We stay on her troubled face.\n\nEXT. PAUL'S BUILDING - DAY - CONTINUOUS 125 *\n\nEdward stares up at the apartment again, at the window, at |\nthe flower pot. He edges closer to it, crossing the street,\nfascinated.\n\nt\n{ ;\n\nAn OLDER MAN comes out, carrying a suitcase. He’s having\n\ntrouble with the door. Edward goes up the steps and helps\n\nhim.\n\n: OLDER MAN\nThanks. :\n\nEdward nods, still holding the door, watching the Older Man\ngo down the steps. Then he looks at the buzzers and sees:\n\nMARTEL 3. *\nINT. HALLWAY - DAY 126\nCLOSE ON the 3 on Paul’s door. Edward stands in front of it *\nfor a long time. Then, making up his mind, he knocks.\n\nSilence. Finally the door opens to reveal Paul -- dressed but *\n\ntousled and barefoot. The two strangers stare at each other.\n\nPAUL . *\nYes? -\n\nEdward is taken aback by his youth.\n\nEDWARD\nYou're Paul Martel? *\nPAUL *\n\nYes.\nEdward stares at this handsome youth before him.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL . *\nYes? -\n\nEdward is taken aback by his youth. EDWARD\nYou're Paul Martel? *\nPAUL *\n\nYes. Edward stares at this handsome youth before him. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nHow old are you?\n\nPAUL *\nWho are you? .\n\nEDWARD\nEdward Sumner. r\n\nPaul stares at him.\n\n \n\nY?\n\n(CONTINUED)\n\f126\n\n127\n\n‘Another awkward beat. They just stand there.\n\n03/12/01 82.\nCONTINUED: 126\n\nEDWARD (CONT’D)\nConnie's husband.\n\nPAUL\n|\n\n{stunned}\nOh....Shit.\n\n; |\n\n' EDWARD\nMay I come in? !\n{ PAUL }\nUh /... okay. :\n\nEdward walks past him, into the loft.\nINT. PAUL‘S APARTMENT - DAY 127\n\nEdward enters, looking around at the unusual space. Takes\noff his coat.\n\nPAUL\nUm\n\nPaul reaches for Edward's coat. Edward gives it to him. Paul\nhangs it on a hook by the door. Connie’s sweater is on the\nhook. Paul hangs the coat over it.\n\nEdward walks quietly into the apartment, taking the place in.\nHe doesn’t say a word. His footsteps sound on the wooden\nfloor. Paul follows uneasily, at a distance.\n\nEdward picks up a BOOK, looks at it, puts it down. Paul\nwatches him apprehensively. Finally,\n\nPAUL (CONT'D)\n\nDo you ... want to sit down?\nEDWARD\nNo, thank you.\nEdward stands in the middle of the sitting area -- occupies\nit.\nPAUL\n\nWould you like a drink? It’s early,\nbut...Z think this qualifies.\n\nEDWARD\nWhy not? ene\n\n \n\n(CONTINUED)\n\f03/12/01 83.\n\n127) CONTINUED: 127\nPAUL’ *\nI have Scotch, vodka...\nEDWARD\nOh, vodka, Is it cold? :\nPAUL i *\nYes. I keep it in the freezer.\n| EDWARD\nSo do I. At home.\nPaul looks at him, then goes. Edward watches him. *\n128 INT. KITCHEN - DAY - CONTINUOUS 128\n\nPaul takes vodka from the freezer and gets two glasses. He\nglances at a KITCHEN KNIFE on the counter.\n\n129 INT. PAUL'S SITTING ROOM - DAY - CONTINUOUS 129 *\n\nPaul returns and pours the vodka. His hands a bit unsteady.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\n129 INT. PAUL'S SITTING ROOM - DAY - CONTINUOUS 129 *\n\nPaul returns and pours the vodka. His hands a bit unsteady. \n\nTARGET SECTION TO BE ANNOTATED:\nHe holds up the glass to say, “Cheers,” but then thinks\nbetter of it and takes a sip. Edward watches hin,\n\nTheir conversation moves in fits and starts. Everything feels\ntense, off-balance. Anything could happen. When Edward\nspeaks, it’s with a forced casualness.\n\nEDWARD\nSo tell me -- how did you meet my wife?\n\nPAUL\nUm...By accident. On the street. There\nwas a windstorm, She hurt her knee.\n\nEDWARD :\nOh, You're him.\n\nPAUL\nShe told you about that?\n\nEDWARD\nYes.\n\nA long, awkward beat.\n\nEDWARD (CONT‘D)\nSo. How's it going? Stele\n\n&e\n{CONTINUED}\n\f \n\n129\n\n03/12/01 84.\nCONTINUED: 123\n\nThe forthrightness of the question throws Paul. He’s silent\nfor a beat, Stunned. Then, feeling he has to say something:\n\nPAUL\n> Um ... fine. I mean -- okay.\n\nEdward looks around the place -- the sofa, the chairs ...\n\nEDWARD . i\nThis is where you meet? { :\nPAUL i\nYes. { !\nEDWARD !\n\n(looking around)\nShe likes it here?\n\nPAUL\nI guess. She never complained.\n\nEdward looks at him. Paul immediately regrets saying it.\nEdward looks out the window.\n\nEDWARD\nDo you stay in all the time? or do you\ngo out too?\n\nPAUL\n{to his back) .\nSometimes, yeah, we go out. ‘\n\nEDWARD .\nand she likes that? She likes this\nneighborhood?\n\nPaul doesn't like being subtly bullied like this. He\nresponds, a little emboldened.\n\nPAUL\nYeah. More exciting than the suburbs, if\nguess.\n\nEdward hears the boldness rising in Paul's voice. He turns\nand looks Paul in the eye.\n\nEDWARD\nDid you know we've been married ten\nyears? We have a son.\n\nPAUL | - oe\nYes. She told me.\n\ny?\n\n(CONTINUED }\n\f03/12/01 es.\nCONTINUED: (2) 129\n\nAn uncomfortable pause. Paul pours himself some more vodka.\nThen offers more to Edward,\n\nPAUL (CONT'D)\nMore?\n\nEDWARD\nYes, please.\n\ni\nPaul pours. Another adng pause.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nYes, please. i\nPaul pours. Another adng pause. \n\nTARGET SECTION TO BE ANNOTATED:\nHe‘s the réason we moved out of the city.\n\nConnie thought it would be better for\n‘him,\n\n| EDWARD {CONT'D} .\n\nPAUL\nShe told me it was your idea.\n\nEDWARD\nYou talk about me?\n\nA long pause.\n\nPAUL\n(squirming)\nNot really.\n\nPaul fiddles with his drink. Edward walks away from him,\nhelping himself to a look around the place. He paces toward\nthe stack of books that acts as a partition between the bed\nand the rest of the apartment. Paul follows him.\n\nEDWARD\nB lot of books,\n\nPAUL\nA lot of buying and selling. That’s what\nI do.\n\nAs Edward goes around the books, the unmade bed comes into\nview. Edward sees it and stops, taken by surprise. Paul\nsees Edward see it. An excruciating moment.\n\nThen Edward's eye drifts to the Windy City snow globe sitting\non the nightstand next to the bed. He deflates. He goes to\nit, picks it up. It starts to snow.\n\nPAUL (CONT‘D)\n(disparaging)\nYou like that?\n\nrad\n\n(CONTINUED)\n\f03/12/01 86.\n129 CONTINUED: (3) 129\n\nNO EDWARD\n(shattered)\nWhere did you get this? -\n\nPAUL\nIt was a gift.\n\nEDWARD\nrom her.\n\nOf course it is, but it’s too awkward to admit. So Paul\ndoesn’t answer. Almost by rote, Edward twists something on\nthe bottom of the globe’s base. It plays a tune.\n\nPAUL\nOh, I didn’t know it did that.\n\nEdward sinks onto the bed, all the stuffing has been knocked\nout of him. The tune will continue, turning into score and\nbecoming increasingly jarring as the scene goes on.\n\nEDWARD\n(quietly, to himself)\nWhy would she do that?\n\n4 PAUL\naan I don’t know, I guess she wanted to buy\nme something.\n\nEDWARD\nShe didn't buy it for you. I gave it to\nher.\n\nEdwarc sags.\nEDWARD (CONT'D)\n(almost to himself)\nI can’t do this.\n\nPAUL\nWhat?\n\nEDWARD\nI don’t feel well.\n\nEdward stands, woozy, still holding the snow globe.\nConcerned, Paul comes closer.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nI don’t feel well. Edward stands, woozy, still holding the snow globe. Concerned, Paul comes closer. \n\nTARGET SECTION TO BE ANNOTATED:\n He’s now very close to him.\n\nPAUL\n© You want some water?\n\nrp\n\n(CONTINUED)\n\f130\n\n131\n\n03/12/01 87.\nCONTINUED: (4) 129\n\nEdward stares at the snow globe in his hand. It continues to\nsnow and play its tune.\n\nEDWARD\nNo -- i\nSuddenly, without warning, Edward turns and BRINGS THE GLOBE:\nDOWN WITH GREAT FORCE on Paul’s head. \\\nFor one agonizing moment, nothing happens, The men stare at\neach other. There is a look of; bewilderment on Paul’s face.\n\nThen a curtain of blood descerids from Paul' s head. Paul looks\ndown. Blood is dripping on nis shoes, on the floor.\n\nHorrified, he puts his hand to his head, then looks into his\npaim. It is red. He looks back at Edward, then staggers and\nfalls into a stack of books. The books topple, and Paul goes\ndown with them.\n\nBlood seeps from his head across the floor, staining the\nbooks thrown there. Finally it soaks into the “Little Prince’\nfirst edition. The original dustjacket turns red.\n\nEdward looks at Paul lying there, motionless, with glazed,\nopen eyes. Then at the snow globe. His hands shake. The\nmusic slows and stops in mid-phrase. A few last snowflakes\nfall.\n\nEdward backs up to a chair. He collapses into it, staring at\nPaul's lifeless body. It becomes unbearable to look at. He\ngets up, grabs a sheet from the wall (one of the sculiptor’s)\nand throws it over Paul. He steps back, sits back down. As\nhe watches, to his horror, blood frem Paul's face starts to\nseep through the sheet. Paul's features start to appear.\nEdward looks away.\n\nINT. BATHROOM - DAY 130\nEdward turns on the faucet and washes the blood off the\n\nglobe. He dries it with a hand towel, then moves, still\nholding the towel and the globe, to the\n\nSCENE OF THE CRIME 131\nHe looks at the body. Checks for a pulse. Then he steps back\nto the sitting area and sits, facing the body. He notices\n\nhis vodka, finishes it.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nChecks for a pulse. Then he steps back\nto the sitting area and sits, facing the body. He notices\n\nhis vodka, finishes it. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE-UP - THE PHONE\n\nEdward starts to dial. He pushes $,i-~-and then has second\nthoughts. He hangs up the phone.\n\n&\n(CONTINUED)\n\na a\n\fi3i\n\n133\n\n03/12/01 88.\nCONTINUED: 131\n\nHe looks at the glass in his hand. Wipes it with the towel.\nHe surveys the scene. Edward's POV: the toppled books, the\nbody under the bloody sheet. :\n\n \n\nEcward looks beck at the body. Then, decisively, he goes to,\nhis raincoat, puts the snow globe in the pocket, and comes |\nback to the hody. He picks up the glasses of vodka and bottle\n\nand moves into the\n\nKITCHEN i 132\nGoes to the refrigerator. Opens it to put the vodka away.\n\nThen, remembering, closes the fridge, opens the freezer,\n\nwipes fingerprints off the vodka bottle and wedges it inside.\nHe wipes the’ handles of the refrigerator and freezer.\n\nHe washes the glasses. Wipes off fingerprints. Washes his\nhands with a bar of soap, over and over, when suddenly--\n\nCLANK! ! His wedding ring slips off and clatters down the\ndisposal. He reaches in, tries to get it. Can‘t. Rolls up his\nsleeves, reaches, reaches...uhhh...Get it.\n\nSlowly, carefully, he brings it out. His hand, grazed, bleeds\na little. He sucks at it for a moment. He wipes off the\nfaucets with the towel, wraps the soap in a washcloth, puts\nit in his suitjacket pocket. Uses the towel to put everything\naway. Wipes the cabinet knobs, then returns to:\n\nSITTING ROOM 133\n\nHe looks at the body. He notices the light blinking on\nPaul's answering machine. He punches a button.\n\nANSWERING MACHINE\nYou have two messages. Message one.\n\nFEMALE VOICE\nPaul, I’ve got the William Dean Howells,\nokay condition, a little stained. But\nit's a first first. So call me. Oh. This\nis Leslie. Call me. Bye.\n\nBEEP.\n\nANSWERING MACHINE\nMessage two.\n\nMALE VOICE\nHi, Paul. This is Mike.\n\nSuddenly the phone RINGS! Edward stares at it.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis is Mike. Suddenly the phone RINGS! Edward stares at it. \n\nTARGET SECTION TO BE ANNOTATED:\nthe\n(CONTINUED)\n\n*\n\f134\n\n135\n\n03/12/01 89.\nCONTINUED: 133\n\nMALE VOICE (CONT’D}\nI’m coming in Tuesday, not Monday, so we\ncan’t have dinner Monday night.... :\n\nThe phone RINGS again! Edward's hands hover frantically above\nthe answering machine. He almost pushes the REWIND button, '\nthen the ON-OFF. The phone RINGS again! Finally Edward hits\n\nthe STOP button. There is a click. After an eternity, another\nclick. ;\n\nPAUL‘’S VOICE\nYou've got Paul Martel. Leave a message,\nI‘11 call you back.\n\n~~\n\nBEEP\nCONNIE (0.S.)\n\nHi, it’s me. Listen...I don’t like\nsaying this to your machine, but...\n\nEdward listens to his wife talking to her lover, listens as\nshe tries to end the affair that has caused him to kill a\n\nCONNIE (0.S.) (CONT'D)\n-..I have’ to end this.\n\nShe sobs for a moment. Edward is stunned.\n\nCONNIE (O.S.} (CONT'D)\n\n..-I just -- I can’t do it any more. I\ncan't live like this. I’m so tired of\nlying. I hope ... I don’t know what I\n\nhope. I’m sorry. [long beat] Bye.\nShe starts te cry, then hangs up.\n\nEdward is stone still. Then he blinks. He looks down at Paul\nas the CAMERA tracks back away from him.\n\nHALLWAY - LINEN CLOSET 134\nEdward opens it with a towel. Takes out sheets, Goes back ta:\nSCENE OF THE CRIME ‘135\n\nCovers the body with one sheet. Thinks. Starts to rip another\nsheet. Suddenly, there’s a sharp KNOCK ON TEE DOOR.\n\nHe’s frozen with terror. Me stares, riveted, et the door.\n\nTHREE LOUD KNOCKS. BS\n\nft\n\n(CONTINUED)\n\n*\n\foa\ni\na\n\n138\n\n139\n\n03/12/01 90.\nCONTINUED: 135\n\nHe doesn’t dare to breathe. Then he creeps toward the door.\nReaches for the chain. Very quietly, slips the chain cnto it\nslot.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen he creeps toward the door. Reaches for the chain. Very quietly, slips the chain cnto it\nslot. \n\nTARGET SECTION TO BE ANNOTATED:\n Inmediately, TWO MORE SHARP KNOCKS.\n\na\n\nEdward stands very near the door, unable to breathe. Waiting. |\n\n \n\nFinally, a thin UPS envelope slides under the door, and he | *\nhears footsteps going back down the stairs. He stands very i\nstill for another moment. At last he breathes.\n\nSITTING ROOM - MOMENTS LATER ' 136\nThe body is now lying on sheets. Edward picks up the BLOODIED\nBOOKS. He sticks two of them into’ the pockets of Paul’s *\njacket. Then he pulls up Paul’s sweater, and puts two more *\nthere. One of them is the bloodsoaked “Little Prince”, He ®\npulls down the sweater and tucks it into Paul’s pants. *\nHe closes up the sheets, then rolls the body to the edge of a\nsmall rug. He wraps the body in the rug and ties it with\n\nsheeting strips. He wipes up the wood floor. Stands. Thinks.\n\nHe bends down to see whether he can lift the rug. It’s a\n\nstruggle, but he can. He moves toward the door. Stops. There\n\nis blood on his shirt.\n\nINT. PAUL'S BEDROOM - MOMENTS LATER 137 *\nPaul's closet door opens. Edward rummages through some *\nshirts, picks one out. Shoves it in his pocket. *\nINT. PAUL’S APARTMENT - MOMENTS LATER 138 *\nDressed again, he goes to Paul's desk. Always using the towel ~\n\nto wipe away prints, he finds a key ring. Puts on his\nraincoat. Doesn’t notice Connie’s sweater on the hook\nunderneath. Goes out the door.\n\nThe door shuts. We hear Edward's footsteps on the stairs.\nThen only the drip, drip, drip of the faucet. Paul's body *\nlies wrapped up on the floor.\n\nINT. SCHOOL CLASSROOM - DAY 139\n\nSome straight pins in her mouth, Connie puts the finishing\n\ntouches on Charlie's costume while Charlie stands there,\n\ndeeply self-conscious. The room is full of other mothers\n\ndoing more bunny costumes and tree costumes. In the b.g.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nSCHOOL CLASSROOM - DAY 139\n\nSome straight pins in her mouth, Connie puts the finishing\n\ntouches on Charlie's costume while Charlie stands there,\n\ndeeply self-conscious. The room is full of other mothers\n\ndoing more bunny costumes and tree costumes. In the b.g. \n\nTARGET SECTION TO BE ANNOTATED:\n *\nsome of the kids are practicing a song: “Inch by Inch’ (\nGarden Song) -\n\n \n\nct\n\na\n\fA 140\n\nran\nit\nfa\n\n142\n\n143\n\n144\n\n03/12/01 91.\n\nEXT, PAUL‘S BUILDING - DAY - RAIN 140\n\nStill raining. Udward’s car approaches. No parking place. He\ndouble parks. Puts on his hazard lights. Gets out, He opens\nhis trunk. Inside we see the paraphernalia of a soccer coach cr\n-balls, orange cones to mark the goals, etc. i\n\n|\nHe looks around. Leaving the trunk open, he goes back to\nPaul’s front door and enters the building.\n\nINT. PAUL'S APARTMENT - DAY 241\n\n!\nEdward enters and shuts the door. He drags the body pr the\nrug over to the freight elevator and shoves it in.\n\nINT. PAUL’S ELEVATOR - DAY . 142\n\nHe shuts the big metal doors, slides the inner gate closed,\nand moves the lever. The elevator starts its descent. But\nhalfway down Paul's floor, there’s.a CLANK. And a SHUDDER.\nThe elevator stops moving. Edward jimmies the lever back and\nforth. Nothing. The elevator’s stuck. Shit. .\n\nEdward looks at the elevator door -- halfway up is the floor\nto Paul’s loft. He pulls open the gate, yanks himself up\nonto the ledge of the floor, and bangs on the big metal doors\nto the loft until one opens. Then he gets back down,\nstruggles to force the body in the rug up and out of the\nelevator again. After a few deep breaths, he climbs out\nhimself.\n\nINT. PAUL'S APARTMENT - DAY : 143\n\nExhausted now, Edward sits down next to the body (part of\nwhich still hangs into the elevator), breathing heavily.\nWhile he catches his breath, we SEE the elevator slowly start\nto descend again, Edward doesn’t see it threatening to catch\nand wedge the end of the rug (and perhaps Paul’s feet) in the\nelevator shaft. Finally, just as the elevator grazes the edge\nof the rug, Edward sees it moving.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nPAUL'S APARTMENT - DAY : 143\n\nExhausted now, Edward sits down next to the body (part of\nwhich still hangs into the elevator), breathing heavily. While he catches his breath, we SEE the elevator slowly start\nto descend again, Edward doesn’t see it threatening to catch\nand wedge the end of the rug (and perhaps Paul’s feet) in the\nelevator shaft. Finally, just as the elevator grazes the edge\nof the rug, Edward sees it moving. \n\nTARGET SECTION TO BE ANNOTATED:\n He jumps up, grabs the\nbody and pulls it back out into the loft, just in time to\nkeep it from getting lodged in the elevator.\n\nHe takes a beat, then shuffles backwards with the body and\nheads for the door to the hallway.\n\nINT. STAIRWAY - DAY 144\nStraining, he backs down the stairs, dragging the rolled ng.\n\nIt bumps on the steps as it goes. Edward sweats. It’s a long\nstretch. He reaches the front door, gets it open.\n\n4%\n\f145\n\n146\n\n147\n\n03/12/01 92.\n\nEXT. PAUL'S BUILDING - DAY - RAIN 145 *\n\nThe street is deserted. With some difficulty, hea hoists the\nrug over his shoulder. Steps cut into the rein. Moves as\nquickly as he can to:\n\nTHE CAR‘S OPEN TRUNK\n\nFdward tries te stuff the rug into the trunk, but it won‘t\nfit. A PASSERBY stops and stares. Edward looks up. The\nPasserby is almost right next to him--uncomfortably near.\n\nPASSERBY {\nNeed a hand?\n\nEDWARD\nNo--\n\nJust then he notices that a BLOOD-STAINED BOOK has fallen out\nof the rug~--right at the Passerby’s feet. The rain mingles\nwith che blood.\n\nEDWARD (CONT’D)\n{trying for calm)\n..I‘m fine. Thanks anyway.\n\nPASSERBY\nNo problem.\n\nThe Passerby walks away. Edward watches him. Then, quickly,\n\nhe bends down, grabs the book, and slides it into the rolled\nrug. Tries to close the trunk. It won't shut. He struggles,\n\nbends the rug--finally gets it all the way in. He slams the\n\ntrunk. Sweating, out of breath.\n\nHe looks around. Starts back toward Paul’s building. Then\n\nback to the car. LIGHTS STILL FLASHING, he opens the hood and\nleaves it propped open. Then back into Paul’s building.\n\nINT. PAUL‘S APARTMENT - DAY 146\n\nEdward enters and closes the door. He grabs the towel again\nand climbs back into the elevator.\n\nINT. ELEVATOR - DAY 147\n\nEdward wipes down all the surfaces of the elevator.\n\f148\n\n149\n\n150\n\n03/12/01 93.\n\nINT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nELEVATOR - DAY 147\n\nEdward wipes down all the surfaces of the elevator. 148\n\n149\n\n150\n\n03/12/01 93. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PAUL’S APARTMENT - DAY 148\n\nDoes a last check. Goes inte the kitchen, stuffs the towel\nhis bloody shirc into a plastic bag, knets it, then\nscufts the bag into his raincoat.\n\n \n\n   \n\nHe buttons his coat up to his neck and heads for the door,\nchecking, checking. On Paul's desk is a notepad with, among\nother notes to himself, “CONNIE: 914-555-0103\", but Edward\ndoesn't see it. The light is blinking on the answering\nmachine. He hits the ERASE button. |\nConnie’s sweater is etid on the hook, but he doesn’t see it\nas he leaves, shutting | lene door behind him.\n\nINT. STAIRWAY - DAY 149\nAt the bottom, he stops dead in the doorway, staring outside.\nEXT. PAUL'S BUILDING - DAY - RAIN 150\n\nA cop is about to write a ticket on his double-parked car.\nEdward rushes out.\n\nCOP\nThis yours?\n\nEDWARD\nSorry. I’1ll move it.\n\ncop\n(indicating the open hood)\nWhy don't I call you a tow?\n\nHe reaches for his walkie-talkie.\n\nEDWARD\nNo. It just overheated. I put some water\nin it--it should be...\n\nThe cop stares at hin,\n\nEDWARD (CONT'D)\n(talking too fast)\nWhy don‘t I start it up and see if it’s\nokay?\n\nHe smashes the hood shut, gets in the car, and turns it over.\nHe gives the cop a nod and zooms away, leaving the cop\nstanding there.\n\n+4\n\f154.\n\n155\n\n03/12/01 94.\n\nSERTES OF SHOTS: THE MERCEDES MOVING THROUCH NEW YORK 151\n\n  \n\nre\nuw\ntw\n\nEXT. GAS STATION - DAY\n\nThe Mercedes pulls in.\n\na\nwu\nw\n\nINT. MEN‘S ROOM - DAY\n\nEdward enters, locks the door, throws off his coat, and yanks\noff his tie and shirt. There’s a manic panic-stricken energy\nto what he does. He turns on the tap and douses his body\nwith water, cleaning the blood off his chest that has seeped\nthrough his shirt. Water splashes onto the floor.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere’s a manic panic-stricken energy\nto what he does. He turns on the tap and douses his body\nwith water, cleaning the blood off his chest that has seeped\nthrough his shirt. Water splashes onto the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n He dries\nhimself off with paper towels.\n\nAs he goes to throw them away, he notices the huge trash bin\nis chock full of paper towels. He starts yanking them out of\nthe trash. They rain around him. A seemingly endless\nfountain of paper towels spills into the room. He grabs his\nshirt and the bloody evidence from his coat pocket and shoves\nit all into the trash bin, then forces the paper towels back\nin. His breath is coming in short bursts.\n\nHe takes Jack’s shirt from his other pocket, puts it on,\nbuttons it up. But the neck is too small. It barely closes.\nThe top button pops off. He reties his tie. Pulls himself\ntogether.\n\nHe looks at himself in the mirror. Inspecting. As he pushes\nhis hair back, he notices a sniall SPOT OF BLOOD on his\nforehead. He washes it off. When it’s all clean, and the\nevidence is all gone, he looks at nimself again. And\nsuddenly, as if from nowhere, a wave cf revulsion overtakes\nhim and he vomits into the sink.\n\nEXT. SCHOOL PARKING LOT - EVENING 154\n\nHe finds a parking space. In the b.g., a FATHER leaves with\na crying child dressed as a tree.\n\nINT. SCHOOL AUDITORIUM - EVENING 155\n\nThe play has just begun. Edward enters. Connie sees him,\nindicates she’s saved him a seat. He makes his way down to\nher, stepping over a few other parents, muttering his\napologies. He sits next to Connie.\n\nCONNIE\n(whispering)\nWhere have you been?\n\n&\n{CONTINUED}\n\neee Re eee eee\n\nee ee\n\f1s5\n\n03/12/01 95.\nCONTINUED: i55\n\ndust then the audience LAUGHS, and Connie whips her head\naround to look at the stage. She joins in the laughter.\n\nShe takes Edward’s hand. The hand that killed Paul. Absently,\nshe begins softiy rubbing the place where his hand is\nscratched. He steals a tense glance at her, looking for any |\nsign of suspicion or questioning. But her mind is on the\nstage. He looks down at their hands, et this tender gesture\nof hers.\n\nEdward is still sweating.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut her mind is on the\nstage. He looks down at their hands, et this tender gesture\nof hers. Edward is still sweating. \n\nTARGET SECTION TO BE ANNOTATED:\n With his other ‘hand, he pulls out\nhis handkerchief and mops his forehead. Connie looks over at\nhim.\n\nCONNIE {CONT’D) :\n(whispering)\nYou okay?\n\nHe nods. They both turn back to the play.\n\nON STAGE: About 25 first-graders in bunny costumes are\nperforming a crudely choreographed number while singing\n“Dream Loud“ and signing the lyrics in sign-language. On the\nlyrics, *catch a star from the sky,” the children all shoot\ntheir hands in the air.\n\nCharlie and ANOTHER BUNNY step forward from the group\n(soloists). The hood to Charlie's costume is too big; it's\nflopped down over his eyes, so he can’t see, and the ears are\ndrooping, horizontally.\n\nu\nIn their seats, Connie squeezes Edward’s hand. Shoots hima\nnervous-parent look.\n\nOTHER CHILD\n(singing)\nWhat's the sense in dreaming if your\ndreams are small?\n\nCHARLIE\n(singing)\nWhat’s the sense in walking if you don‘t\nwalk tall?\n\nThe rest of the kids chime in with them and continue the\nSong. Connie beams as Charlie and the other child move back\ninto the line of bunnies and trees.\n\nThe kids finish, then take clumsy bows to great laughter and\napplause. We go in CLOSE ON EDWARD.\n\nthee aes *\n\nno\n\f03/12/01\n\n \n\n96.\n\n156 EXT. SCHOOL PARKING LOT - NIGHT 156\nKe\nEdward, Connie, and Charlie stroll toward Edward's car. Other\nparents and kids in b.g.\nCONNTE '\n{hugging Charlie}\nOh, sweetie, you were spectacular. Wasri’t\nihe, Edward?\ni ; EDWARD\n} pe were great.\n; CONNIE\n: I’ve got to help clean up. 1’11 come kiss\nyou goodnight when I get home.\n(to Edward)\nGlad you made it. Tough day?\nSuddenly, the SOUND of a car being BUMPED hard. They turn to\nsee:\nA big Expedition has BACKED INTO EDWARD'S MERCEDES, denting\nthe trunk, The DRIVER (JERRY) gets out. They gather at the\ntrunk.\n\\ JERRY\nSoe Sorry, Ed. Looks like I nailed you.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey gather at the\ntrunk. \\ JERRY\nSoe Sorry, Ed. Looks like I nailed you. \n\nTARGET SECTION TO BE ANNOTATED:\nIn fact, the trunk is partly popped up. But nothing inside\n\ncan be seen.\n\nEDWARD\nIt’s fine, Jerry. It’s nothing.\n\nJERRY\nBetter check and see if it closes.\n\nJerry moves toward it. Edward tries to be as relaxed as he\n\ncan. A few other parents join in.\n\nCHARLIE\nCan we call the cops, Dad? Can we call\nthe cops?\n\nEDWARD\nI‘11 give you a call in the morning.\nWe'll) take care of it tomorrow.\n\nCHARLIE\nDid he dent you, Dad?\n\n&\n\n{CONTINUED}\n\f03/12/01 97.\n\n \n\n156 CONTINUED: 156\nJERRY\nSure you don’t want to check the trunk?\nIc‘’il just take a second.\nEOWARD j\n(abrupt) |\nNo.\nHe’s short. Jerry and Charlie are a little taken aback. :\nConnie tries to cover for hin.\nCONNIE\nJust don't leave the country, Jerry.\n157 INT. MERCEDES - NIGHT | 157\nEdward starts the car.\nCHARLIE\nYou gonna sue him, Dad?\n158 EXT. SUMNER HOUSE - LATER THAT NIGET 158\nWe SEE one light on the second floor go out.\n. 159 INT. SUMNER HOUSE STAIRCASE - NIGHT - MOMENTS LATER i59\n\n~ Edward is coming down the stairs. As he reaches the\ndownstairs landing, Charlie comes out of his room on the\nsecond floor and stands at the railing. Neither of them can\n\nsee the other. ‘\n\nCHARLIE\nDad!\nEDWARD\nYeah?\nCHARLIE\nWas me being the bunny the best part of\ntoday?\nEDWARD\n\nYeah, kiddo. The absolute best. Now get\nback in bed. Mom'1l come in when she\ngets home.\n\nCharlie pads back into his room. | Edward waits a moment.\nThen heads for the garage.\n\nye\n\f160\n\n03/12/01 98.\n\nINT. GARAGE - NIGHT 160\n\n \n  \n\nana goes to op\nkey. Nothing.\n\nkis car.\n\n   \n\nSuddenly the trunk goes up, just as--WHIRRR!!!--the carege\ndocr goes up!\n\nHeadlights from Connie’s Toyota illuminate him. He quickly\nslams the trunk.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nSuddenly the trunk goes up, just as--WHIRRR!!!--the carege\ndocr goes up! Headlights from Connie’s Toyota illuminate him. He quickly\nslams the trunk. \n\nTARGET SECTION TO BE ANNOTATED:\n It won't stay shut! The Toyota pulls in\nalongside him. Connie gets out. He /finally gets the trunk\nclosed. }\n\nCONNIE :\n(re: the trunk)\nIs it bad?\nEDWARD\nNot really.\n\n{ushering her in)\nIt’s cold. Let’s go in.\n\nINT. FAMILY ROOM - NIGHT 161\nConnie takes off her coat.\n\nCONNIE\nWasn't he adorable? I just can't get\nover how sweet he was ...\n\nShe's babbling as she gets some drinks. Edward hasn’t said a\nword. She brings him a glass. Kisses his forehead.\n\nCONNIE (CONT’D)\nYou're warm.\n\nHe manages a smile. He holds onto her hand, maybe a little\ntoo long. A bit nervously, she clicks her glass to his.\n\nCONNIE (CONT‘D)\nCheers.\n\nThey drink.\n\nCONNIE (CONT'D)\nYou're sweating, You’re coming down with\nsomething.\n{takes his hand)\nCome on. Bring your drink. I‘1l put you\nto bed.\n\nFag\n\n{CONTINUED}\n\f161\n\n162\n\n165\n\n166\n\n167\n\n168\n\n03/12/01 99.\nCONTINUED: 161\n\nShe leads him to the hallway. They start up the stairs.\n\nEXT. SUMNER HOUSE - NIGHT : 162 *\nThe lights going cut. i\n\nINT. BEDROOM - NIGHT 263\n\nON CONNIE'S SLEEPING FACE, We pan up to find Edward. He is\ndressed in old clothes. He stares down at her.\n\nINT, KITCHEN - NIGHT 164\n\nEdward goes to the freezer, pulls out a bottle of vodka.\nPours himself a drink. Downs it.\n\nINT. GARAGE - NIGHT 165\n\nEdward tries the trunk, but it won’t open. He persists. It\nopens. And there it is, the WRAPPED CORPSE.\n\nEdward takes a step back. Stares at it. He looks around the\ngarage, finds a shovel hanging on the wall. He puts it in the\ntrunk, closes it quietly. He unlocks the automatic garage\ndoor. Then he opens it, very quietly, by hand. He sweats with\nthe exertion.\n\nEXT, STREET - IN FRONT OF SUMNER HOUSE - NIGHT 166 *\nEdward's car ‘backs out and drives away.\n\nEXT. /INT.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe sweats with\nthe exertion. EXT, STREET - IN FRONT OF SUMNER HOUSE - NIGHT 166 *\nEdward's car ‘backs out and drives away. EXT. /INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EDWARD'S CAR - MOVING - NIGHT : 167\n\nHe is driving out of town. His face anxious.\n\nEXT. COUNTY DUMP - NIGHT 168\n\nThe wind is blowing like crazy. Because of the whipping\ngusts, layers of trash are flattened into the chain-link\nfence surrounding the place. Through the mud, Edward’s\nMercedes approaches mounds of trash and garbage. It stops.\nEdward backs it up to a towering garbage heap. While the wind\nwhips papers and trash around him, Edward gets out and goes\nto the trunk. It sticks, but he finally gets it open. He\ntakes out the shovel and digs a space for the body. Uses his\nhands to pull away trash. Finally he pulls the corpse out of\nthe trunk and lays it down in this strange grave. He begins\nto cover it.\n\nee te\n\nTIME CUT:\n\n(CONTINUED)\n\f168\n\n169\n\n170\n\n1\na\n”\n\n172\n\n173\n\n03/12/01 100.\nCONTINUED: 168\n\nHe's thrown pieces of furniture and metal over the makeshift\ngrave, along with trash and garbage. His eye catches\nsomething that makes him pause: A CHILD'S DRAWING. It etares\nup at him, innocent. Almost accusing. He goes back to the\ntrunk, pulls out a rag, wipes the shovel, md throws the =aql\ninto the heap. He closes the trunk and goes in the car. H.\nStarts it and puts it in gear. The wheels spin. More gas. Ani\nawful spinning. The car rocks. It’s stuck. :\nON CAR WHEELS: They spin in the mud, digging a trench.\n\nTIME CUT: I\n\nPanicked, Edward dumps an armful of trash by the wheels and\nstarts to wedge it in front of the tires.\n\nON CAR WHEELS: They spin again as the engine whines. The\ndebris Edward packed in is sent flying.\n\nTIME CUT:\n\nEdward searches frantically through the dump. He violently\nrips a board off a broken wire fence.\n\nINT. MERCEDES ~ MOMENTS LATER 169\nSweating, he puts the car in gear. Gives it a little gas.\nEXT. COUNTY DUMP ~ NIGHT 170\n\nThe wheels spin, then catch on the boards Edward has wedged\nin front of them.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nGives it a little gas. EXT. COUNTY DUMP ~ NIGHT 170\n\nThe wheels spin, then catch on the boards Edward has wedged\nin front of them. \n\nTARGET SECTION TO BE ANNOTATED:\n Slowly the car pulls out.\n\nINT. BATHROOM - NIGHT - LATER 271\n\nEdward showering. He’s washing himself over and over, trying\nto clean everything away.\n\nINT. BEDROOM - NIGHT - MOMENTS LATER 172\nEdward slips into bed with Connie. He lies there, eyes open.\n\nWe gradually LIGHTEN the room as morning approaches. Edward's\neyes never close.\n\nINT. KITCHEN - THAT MORNING 173\nEdward enters, looking ashen and disheveled.\n\nCONNIE\nOh, my God.\n\nye\n\n(CONTINUED)\n\f03/12/01 101.\n\n173. CONTINUED: 173\n\n1 EDWARD\nNoe What?\nCONNIE\nCharlie, look at Daddy and tell me what's |\nwrong. |\n\nCharlie looks him over. Edward is wearing one Llack shoe and\none dark brown one.\n\nI\nCHARLIE ‘\nHis shoes. They're different colors,\n\nAlmost sleepwalking, Edward gets himself some orange juice.\n\nCONNIE\nYou look awful. Where did you go last\nnight? I got up and looked for you.\n\nEDWARD\nOh. Just...out to get some air.\n\nCONNIE\nYou sure you‘re okay?\n\nEdward manages a smile.\n\nfoe EDWARD\nDo you like it here, Con?\n\nCONNIE\nWhat? Of course I like it here.\n\nEDWARD\nBecause we don‘t have to live here. We\ncould move back to the city.\nShe looks at him strangely.\n\nCONNIE\nWhat? What's got into you? Are you okay?\n\nEDWARD\nI’m fine, Fine. Are you okay?\n\nCONNIE\nitm fine. We’re all fine. And we're not\nmoving anywhere. Here. Have some coffee.\n\nShe hands Edward a cup. He stares at it.\n\f174\n\nmy\ns\nur\n\n176\n\n177\n\n178\n\n179\n\n180\n\n181\n\n182\n\n03/12/01 102.\n\nINT. CAR WASH - DAY 174\n\ngoes through the wash. BEYOND IT, we see,\nwindow, Edward’s smeary image, watching the\n\nEdwarG‘s car\ntnrough the\nmud run off his car.\n\n \n  \n\n|\n|\nEXT. CAR WASH - DAY 17s\n\nEdward watches from a distance as the CAR WASH ATTENDANT\nvacuums out the trunk.\n\nint.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\n|\n|\nEXT. CAR WASH - DAY 17s\n\nEdward watches from a distance as the CAR WASH ATTENDANT\nvacuums out the trunk. int. \n\nTARGET SECTION TO BE ANNOTATED:\n EDWARD'S OFFICE - DAY 176\nWorking at his desk, he glances at the clock. Nearly 1:00.\n\nEXT. PAUL’S BUILDING - DAY : 177\nConnie approaches.\n\nINT. PAUL‘S HALLWAY - DAY 178\n\nShe knocks on his door. No answer. She tries again. She digs\nout her key.\n\nINT. PAUL'S APARTMENT - DAY 179\nShe enters. Looks around.\nCONNIE\n(calls out)\nPaul!\n\n2% beat. She listens. Nothing. She waits a moment, moves\nthrough the apartment.\n\nCONNIE (CONT'D)\nPaul?\n\nINT. PAUL‘S BEDROOM - DAY 180\nThe bed is not made. She moves back to:\nINT. PAUL’S SITTING ROOM - DAY 181\n\nShe notices the empty floor where the rug had been. Huh.\nOdd.\n\nINT. KITCHEN - DAY 182\n\nShe sits at a table. Looks at the clock. 1:10. She takes an\napple, bites into it. The chewing is”loud in the empty\napartment .\n\nx\n\f183\n\nbe\n(3)\na\n\n185\n\n186\n\n03/12/01 103.\n\nINT. EDWARD'S OFFICE ~ DAY 183\n\nEdward is at his desk, unable to concentrate. Looks at the\nclock. It‘s 1:12. Lindsay brings in some lunch, puts it on\nhis desk. He stares et it.\n\ni\nINT. PAUL'S APARTMENT -— DAY ibe\n\n|\n\n|\n\nConnie wanders off. She takes off her coat, hangs it on the\nhook,\n\nKITCHEN 185 |\n\nThe clock reads 1:20. Connie she lays her key on the table,\nand writes Paul a note:\n\nDear Paul,\nHere‘s your key. I‘m sorry you weren’t here. I wanted to say\n\ngood-bye.\n\nI wish you the best.\nLove,\n\nCc\n\nShe goes to the door. Takes her coat from the hook and puts\nit back on. Then just as she‘s about to go, she notices her\nsweater on the hook. She takes it and leaves.\n\nINT. SUMNER DINING ROOM - EVENING 186\n\nAt dinner. Edward and Connie sit there in their own worlds --\nboth half~there, both playing with their food. The.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUMNER DINING ROOM - EVENING 186\n\nAt dinner. Edward and Connie sit there in their own worlds --\nboth half~there, both playing with their food. The. \n\nTARGET SECTION TO BE ANNOTATED:\n room is\nblanketed in an awkward formality, a stiffness.\n\nEDWARD\nHow was your meeting?\n\nCONNIE\nOkay. The usual stuff.\n\nEDWARD\nDid you get some lunch?\n\nCONNIE\nI had an apple.\n\nHe looks at her.\n\nCHARLIE\nI can name ali the states.\n\nmeee EDWARD . oo. . ae\nI can’t. Can you, Con? _\n\n4\n\n(CONTINUED)\n\f186\n\nro\n\n \n\n187\n\n188\n\n189\n\n03/12/01 104,\nCONTINUED: 186\n\nFor a beat, she doesn't register the question.\n\nCONNIE .\nOh? Probably not.\n\nCHARLIE\nCalifornia, Florida...\n\nEDWARD {\nForty-eight to go. { '\n\n|\nCHARLIE |\nNew York, New Jersey 4 ..New. ./.New...\nEDWARD ! :\n(hint)\nHamp...\nCHARLIE\n\nI know it! Don’t tell me!\nEdward looks at Connie. She’s barely there.\n\nCHARLIE (CONT’D)\nNew Hampshire...Texas...\n\nINT. BEDROOM - NIGHT - LATER 187\n\nEdward shoots out of bed, eyes wide, breathing hard, almost\ngrunting. He stands in the middle of the bedroom. Terrified.\n\nEdward looks over at Connie, asleep in the bed. Tries to\nquiet his pounding heart.\n\na\nco\nwo\n\nINT. TRAIN STATION, ARDSLEY-ON-HUDSON - NEXT MORNING\n\nIt‘s drizzling. Edward and everyone else have their umbrellas\nup as the train pulls in.\n\nAll the umbrellas go down as the commuters stream on board.\nINT. THE TRAIN - DAY 189\nEdward staring out the window. Suddenly he FLASHES ON:\n\nThe SNOW GLOBE smashing Paul‘s head. Paul staring at him. The\ncurtain of blood coming down his face, His staring eyes.\n\nBACK to the TRAIN. Edward, his face pale and clammy.\n\nre\n\fAU. 190\n\n192\n\ni93\n\n03/12/01 105.\n\nINT. CONNIE'S DRESSING ROOM - DAY 190\n\nConnie is hooking on some earrings. She spots the Omar\n\nKhayyam book on her bookshelf. Stares at it, a little scered ,\nef it.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONNIE'S DRESSING ROOM - DAY 190\n\nConnie is hooking on some earrings. She spots the Omar\n\nKhayyam book on her bookshelf. Stares at it, a little scered ,\nef it. \n\nTARGET SECTION TO BE ANNOTATED:\n She takes it from the bookshelf and, with finality, !\nthrows it in her trash and goes back to putting on the\nearrings. But she sees the book staring up at her. She i\ntakes it out of the garbage and heads downstairs with it. :\n\n \n\nINT. SUMNER HOUSE - FRONT HALL - DAY 1921\ni\n\nag she heads downstairs she HEARS a car door slam outside.\nStle peers out the window.\n\nHER POV - DRIVEWAY\n\nAn Ardsley Police car has escorted an unmarked car to the\nSumners‘ house. TWO MEN have just gotten out of a the\nunmarked car and are walking toward the front door. We HEAR\nthe CRACKLING and VOICES of a police radio. The dog begins to\nBARK.\n\nAs she continues downstairs, Charlie bursts in.\n\nCHARLIE\nCops are here, Mom. What do they want?\n\nCONNIE\nI don't know. I’m sure it’s nothing.\n\nINT. STAIRS - DAY : 192\nConnie and Charlie going downstairs.\n\nCHARLIE\nNYPD, Mom.\n\nLupe is waiting at the bottom.\n\nLUPE\nTwo gentlemen, Mrs. Connie.\n\nCONNIE\nI know, Lupe. Charlie, go in the kitchen.\nLupe will get you something to eat.\nLupe takes Charlie’s hand and they go off.\nINT. SUMNER LIVING ROOM - DAY 193\n\nConnie enters to find two Policemen--DERN and MIROJNICK~-\nwaiting. Mirojnick studies the collection of snow glcbes.\n\na\n\n(CONTINUED)\n\f03/12/01 106.\n\n193 CONTINUED: 193\ni DEAN\nNe Mrs. Sumner? *\nCONNIE\nYes. Can I help you?\nDEAN\n(displays his badge)\nI'm Detective Dean and this is Detective , *\nMirojnick. New York City Police {\nDepartment. 1\n|\nCONNIE : }\nWhat is it? Has something happened--?\n\nDEAN\nDo you know a Paul Martel?\n\nCONNIE\n(too quickly)\nYes....not very well. Why?\n\nThe book suddenly feels very large and obvious in her hand.\n\nDEAN\nDo you know where he is?\n\nCONNIE\n(squirming)\nNo. At home, I imagine.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nDEAN\nDo you know where he is? CONNIE\n(squirming)\nNo. At home, I imagine. \n\nTARGET SECTION TO BE ANNOTATED:\nMIROJNICK\nKnow where he lives?\n\nCONNIE\nUhh...SeHs, isn't it?\n\nDEAN\nYour name and number were on his desk.\n\nCONNIE\nOh...Has he done something wrong?\n\nDEAN\nWe don’t know. He's been reported missing\nby his family. His wife doesn’t know\nwhere he is.\n\nCONNIE\n{thrown)\nI didn’t know he was married.\n\n \n\na\nte\n\f03/12/01 107.\n193 CONTINUED: (2) 193\n\nBEHIND HER, Charlie peers around the corner, chewing on a\n— giece of apple. He's fascinated by the police.\n\n \n\nSeparated. nen Gid you see him lasc?\ni\nCONNIE |\n(flustered) i\nI...I couldn’t say. I can't remember. :\n(beat)\n\nReally, I barely know him at all. He’s a\nbook dealer. iI wanted to buy some books\nfrom him.\n\nMIROJNICK\nAnd did you?\n\nCONNIE\nNo. Not yet.\n\nA long beat. They wait.\n\nCONNIE (CONT’D)\nIs he all right? Do you think something\nhappened to him?\n\nDEAN\nIt‘s hard to say at this point. We're\nworking on it.\n\n{stepping toward the door)\nNice place you got here.\n\nCONNIE\nThank you.\n\nMIROJNICK\nI like these snow glass things. My kid\nhas a few.\nHe picks one up, weighs it in his hand.\nDEAN\n\n(hands her his card)\nIf you hear from Mr. Martel, let us know.\n\nCONNIE\nYes, I will. Of course.\n\nShe manages a helpful smile.\n\n \n\n \n\nPo\n\f03/12/01 108.\n\n194 HALLWAY 194\n\nNe She sees them out the door. They say goodbye and leave. She\ncloses the door. Stands still, then goes to the\n\n \n\n195 KITCHEN\nand buries the Omar Khayyam book in the garbage.\n196 INT. MARIO'S PIZZA > NIGHT 196\nCLOSE ON A PIZZA making its way to the booth, where Connie,\nEdward, and Charlie dre sitting. The WAITER sets it down and\ndisappears. Edward starts cutting it with the slicer.\nCHARLIE\nHey, Dad.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe WAITER sets it down and\ndisappears. Edward starts cutting it with the slicer. CHARLIE\nHey, Dad. \n\nTARGET SECTION TO BE ANNOTATED:\n Cops came to our house today.\nEdward looks up sharply. His slicing pauses for a moment,\nthen resumes, more tensely. The slicer SQUEAKS as it rolls\nback and forth.\nEDWARD\nCops? What did they want?\n( Connie slips a slice onto Charlie's plate and starts cutting\n“ it up into bite-sized pieces.\n~ CONNIE\nOh, somebody’s missing. So they're, you\nknow, checking everybody. [to Charlie]\nSit up, sweetie.\nEDWARD\nWho was it?\nCONNIE\n{uneasily)\nI don’t think you know him, Sells books.\n{beat] ZI forget where I met him.\nBACK AND FORTH BETWEEN THEIR HANDS, which dance around\nedgily, playing out all their tension. Connie passes Charlie\nhis pizza.\nCHARLIE\nWas it a bad guy, Mom?\nEDWARD\n(intense)\nWhat was his name? Do you remember?\nNe &\n\n(CONTINUED)\n\f \n\n03/12/01 109.\n196 CONTINUED: 196\n\nShe pauses. Then stirs her coffee quicker. The spoon CLANKS\nagainst the side of the cup.\n\nio\n\n \n\n \n\n1\nrt\n\nEDWARD |\nWhy did they want to talk to you? :\nCONNIE if\nI guess he had my name and number.\nCharlie, don’t chew with your mouth open.\nEDWARD i\nI wonder why, ‘\n\nCONNIE\nI think I bought a book from him once.\n\nA long silence.\n\nEDWARD\nDid they say they were coming back?\n\nCONNIE\nI don’t know why they would.\n\nThe CAMERA moves in on Edward, pensive, anxious.\n197 EXT. GRANDMA‘’S HOUSE - AFTERNOON 197\n\nAs the Sumner approach, GRANDMA is standing in the’ doorway of\nher Westchester house. A couple of young COUSINS come out to\ngreet Charlie.\n\n196 INT. GRANDMA’S DINING ROOM - EASTER DINNER ~ AFTERNOON 198\n\nTwelve FAMILY MEMBERS, including some we‘ve seen from\nCharlie’s birthday. Heads are bowed as Edward says grace.\n\nEDWARD\nBless, oh Lord, this food to our use, and\nour lives to thy service. And help us to\nbe ever mindful of the needs of others.\nAmen.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nBless, oh Lord, this food to our use, and\nour lives to thy service. And help us to\nbe ever mindful of the needs of others. Amen. \n\nTARGET SECTION TO BE ANNOTATED:\nA couple of kids muffle GIGGLES.\n\nALL\nAmen\n\ny®\n\n(CONTINUED)\n\f198\n\n199\n\n200\n\n201\n\n202\n\n203\n\n204\n\n03/12/01 110.\nCONTINUED: 198\n\nEdward stands up, picks up the carving knife and fork. With\nceremony, he makes the first cut. Everyone APPLAUDS.\n\nCLOSE ON the brown skin being cut.\n\nINTERCUT: the Easter scene with shots of a BULLDOZER leveling\nout the landfill where Edward dumped Paul's body. We will \\\ngradually see the body revealed. !\n\ni\nEXT. COUNTY DUMP - BULLDOZER - DAY ig9\n\nThe Bulldozer’ digging up a load. In it is Paul's wrapped\nbody. } i\n\nINT. GRANDMA’S DINING ROOM - EASTER DINNER 200\nA. HOWL OF LAUGHTER as Grandma finishes her story.\n\nGRANDMA\nWe backed up, and there was the turkey,\nlying in the middle of the road with a\ntire mark down it’s middle. It fell out\nof the damn car!\n\neee\n\nMore laughter.\nEXT. COUNTY DUMP - BULLDOZER - DAY 201\n\nWe glimpse a foot in the debris. Something rolls around.\nLoosening sheets, the rug torn.\n\nINT. GRANDMA’S DINING ROOM - EASTER DINNER 202\n\nThe family applauds something somebody said. Charlie is\ntelling his cousins a story, and he's barking like a dog.\n\nEdward twists a drumstick off the bird. The juices flow into\na juice reservoir on the carving platter.\n\nEXT. COUNTY DUMP - BULLDOZER - DAY 203\n\nThe Bulldozer backs away. The wrapped corpse spins off to the\nside. Paul‘s HAND extends from the rug.\n\nEXT. SUMNER HOUSE - DRIVEWAY - DAY 204\nThe spring thaw has hit. Leaves and sticks are neatly piled\n\nup around the front of the house. A police car pulls up.\nDean and Mirojnick get out.\n\f \n\n205\n\nUsssesur\n\nEXT, SUMNER HOUSE BACKYARD - DAY - MOMENTS LATER\n\niae\n\n205\n\nEdward and Connie are gardening. Edward is raking out the\n\nflower beds around the house, while Connie plants annuals.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nDean and Mirojnick get out. 205\n\nUsssesur\n\nEXT, SUMNER HOUSE BACKYARD - DAY - MOMENTS LATER\n\niae\n\n205\n\nEdward and Connie are gardening. Edward is raking out the\n\nflower beds around the house, while Connie plants annuals. \n\nTARGET SECTION TO BE ANNOTATED:\nCharlie is playing with Poppy. He’s hitched Poppy up to his\n\nwagon, but Poppy is refusing to pull it.\n\nEdward looks up to see the two detectives coming around the\n\nhouse. Connie follows his gaze.\n\nDEAN\nHello, Mrs. Summer. Sorry to bother you\non a weekend.\n(to Edward)\nI'm Detective Dean. This is Detective\nMirojnick. NYPD.\n\nEdward shakes their hands. Then, to Charlie:\n\nEDWARD\nCharlie, we’re going on the porch for a\nminute. .\n\nCHARLIE\n\nCan I come?\n\nCONNIE\nStay out here and play with Poppy, honey.\nWe'll be right back.\n\nWe move with them toward the porch. During the scene, Charlie\n\nwill continue to play in b.g., but he has his eye on his\n\nparents and the detectives.\n\nDEAN\n{as they walk)\nI don’t know if your wife mentioned, we\nwere here about a week ago. About Paul\nMartel.\n\nEDWARD\nYes, the man who was missing.\n\nThey reach the porch.\nDEAN\n\nWell, he‘s not missing any more. His body\nwas discovered two dayS ago.\n\nEdward and Connie both try to hide their strong reactions.\n\nv\n\n(CONTINUED)\n\f03/12/01 112.\n\n205 CONTINUED: 205\n& CONNIE\na (shattered)\nMy God. -\nEDWARD\nThat‘’s ... terrible.\nMIROJNICK\nCould you tell us, Mrs. Sumner, where you\nmet Mr. Martel? {\ni i\n| CONNIE \\\nI told yo. |\nMIROJNICK :\nNo, ma‘am, you didn’t.\nCONNIE\nI’m sorry. I‘m not sure. At a fundraiser,\nI think.\nMIROJNICK\nCan you be more specific?\nThey're all watching her intently. She’s struggling to stay\n. caln.\nCONNIE\nI don’t know. I don’t\nremember....Juilliard?\nDEAN\nJuilliard.\nCONNIE\nThe music school.\nDEAN\nYes, I know what Juilliard is.\nCONNIE\nOf course you do, I’m sorry.\nMIROJNICK\n{to Edward)\nWere you there, too?\nEDWARD\nYes. I think I was.\ni DEAN\n\nMaybe you met Mr.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nEDWARD\nYes. I think I was. i DEAN\n\nMaybe you met Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Martel.\n\nn\nMe\n\n \n\f03/12/02 113.\n\n205 CONTINUED: (2) 205\n: EDWARD\nKe No. Not that I remember.\nDEAN\nMaybe you'd recognize him.\n\nHe pulls out a photograph and hands it to Edward. Edward ,\nlooks at it very briefly.\nEDWARD |\n| No. I've never seen him before.\n\n{ DEAN\n(showing it to Connie)\n' Is this him?\n\nCONNIE\n{too fast, struggling)\nYes. Yes.\nMIROJNICK\n\n(to Connie)\nDid you ever go to his apartment?\n\nCONNIE\nNo. I hardly knew him. I don’t even know\nwhy he had my number.\n\nDEAN\nMaybe he...liked you.\n\nEDWARD\n(with a certain strength and\nresolve)\nListen, Detective--\n\nMIROJNICK\n(ignoring him, to Connie)\nDid you ever have a key to his apartment?\n\nCONNIE\nOf course not!\n\nMIROJNICK\nWe found a note in his apartment that was\nsigned with a \"c.*\n\nEDWARD\nThat doesn‘t mean it’s from her.\n, MIROJNICK\nNo. .\nSe\n&\n\n(CONTINUED)\n\f \n\n \n\n205 CONTINUED:\n\nConnie’s f\n\n03/12/01\n(3)\n\nDEAN\nHave you ever been to his apartment?\n\nCONNIE\nNo.\n\nDEAN\nHow about the neighborhood? Hang out\ndown there?\n\nCONNIE\nNo.\n\nDEAN,\nNo, not often?’ Or no, never?\n\nCONNIE\nNever. I can’t remember the last time I\nwas in Scho.\n\nDEAN\nIt was two and a half weeks ago,\nactually.\n\nCONNIE\nWhat?\n\nDEAN\n\nYou got a parking ticket right in front\nof Martel’s apartment, two and a half\nweeks ago.\n\nlummoxed. It tekes her a moment to recover.\n\nCONNIE\nOh. That. Right, I had coffee with\nfriends, at a -- a little place -- I\nforgot.\n(to Edward)\n\nTracy and Sally.\n\n(to the cops)\nI didn’t realize that was his -- where he\nlives,\n\n114.\n205\n\nThere’s a painful silence as Connie's pathetic lie hangs in\ntween the four of them. Finally, Edward puts an\n\nthe air be\nend to it.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\n(to the cops)\nI didn’t realize that was his -- where he\nlives,\n\n114. 205\n\nThere’s a painful silence as Connie's pathetic lie hangs in\ntween the four of them. Finally, Edward puts an\n\nthe air be\nend to it. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nLook, my wife has told you everything she\nknows. And so have 1.\n\n{MORE )\n\neS\n\n(CONTINUED)\n\f \n\n \n\n295\n\n206\n\n207\n\n03/12/01 115.\nCONTINUED: (4) 205\nEDWARD (CONT'D)\n\nSo if it’s all right with you, we’d like\nto get back to our son.\n\nThey all begin to move toward the front of the house. Dean |\ntexns to Connie, clearly not buying her line. i\n\nDEAN (CONT'D) i\nWhy don't I leave you my card? { !\n\nCONNIE\nI have your card.\n\nDEAN !\nRight. Enjoy your weekend.\n\nEdward puts his arm around Connie as the cops get in their\ncar and drive away. Then he drops his arm and goes in the\nhouse. She stands alone, looking out into the street.\n\nOn her: struggling with her emotions. Alone with her loss.\nFinally, she dissolves in tears. Shaking, sobbing.\n\nWe move past her, in on the window. From inside, Edward is\nwatching her helplessly.\n\nEXT, DRY CLEANERS - DAY 206\n\nCarrying clothes over her arm and a ticket in her hand,\nConnie enters. V\n\nINT. DRY CLEANERS - DAY 207\n\nShe lays the clothing on the counter and checks the pockets\nof Edward’s suits and coats.\n\nCONNIE\n(to clerk)\nSumner,\n\nAS the Clerk makes out a slip for the clothes, Connie finds\nsomething in Edward’s pocket. Pulls it out. THE PHOTOGRAPHS\nAND NEGATIVES from Wilson. She stares at them, stunned.\n\nCLERK\n(taking the clothes)\nThursday after five. [beat] Okay? Mrs?\n\nShe looks up. Can barely focus on what she‘s saying.\n\nram\n\n(CONT:\n\n8\na\na\n\f207\n\n03/12/01 116.\nCONTINUED : 207\n\nCONNIE\nYes, Thank you.\n\nHe takes the other slip frem her hand.\n\nCLERK\nI'll get these right away.\n\nThe Clerk turns on the track of clothes to find Connie's. As\nthey CLATTER and MARCH ALONG overhead, Connie braves another\nleok at the photes. She starts to hyperventilate.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Clerk turns on the track of clothes to find Connie's. As\nthey CLATTER and MARCH ALONG overhead, Connie braves another\nleok at the photes. She starts to hyperventilate. \n\nTARGET SECTION TO BE ANNOTATED:\n| VOICE (TRACY)\nConnie! :\nShe looks up, startled. Tracy is on her way into the dry\ncleaners.\n\nCONNIE\nTracy --\n\nConnie stuffs the photographs in her purse. Tracy watches\nher.\n\nTRACY\nI’m just picking up my dress for tonight.\nI'm wearing the green, with the collar --\n\nConnie looks up at the rack of clothes, still circling\naround, trying to will it to stop, so she can leave. Tracy‘s\nvoice and the CLATTER of the rack get jumbled together ina\ncacophony roaring in Connie's ears.\n\nTRACY (CONT'D)\nI was thinking of just wearing the black,\nbut I always wear that,\n\nCONNIE\nMm-hm.\n\nTRACY\nI know it's gorgeous, but I’m sick of it.\nI’m going to give it to Goodwill. Let\nsomeone else be gorgeous for a change.\n\nShe laughs. Connie can barely muster a smile. The rack\nfinally stops moving. The CLERK reaches for Connie’s\nclothes. Connie practically grabs them from him --\n\nTRACY (CONT’D)\nWhat should we bring? Aside from our\nsparkling personalities?\n\n4.\n\f207\n\n299\n\n03/12/01 i17.\nCONTINUED: (2} 207\n\nBut Connie heads out the door without answering. Tracy\nwatches her go.\n\n1\nco\nie\n\nINT. Kite\n\n- LATER THAT DAY\n\n \n\nMoving as if in a trance, Connie is making the hors\nd'oeuvres. Edward comes in the garage door with a case of i\nwine.\n\n'\n\nEDWARD\n\n: How we doing? Need any help?\n\ni\nShe flooks at him as if at a stranger. He was aware of the\naffair. For how long?\n\nCONNIE\nNo.\n\nWe lower the sound on his dialogue. The whole scene (which is\nfrom Connie’s POV) feels almost surreal.\n\nEDWARD\nThe white isn’t cold. 1'11 stick it in\nthe freezer. Remind me it’s in there.\n\nShe looks at him, trying to read him. He looks back at her. A\nmoment passes between them. Then she looks away.:\n\nEDWARD (CONT'D)\nI guess most people will want red anyway -\n\nShe can barely look at him now.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks back at her. A\nmoment passes between them. Then she looks away.:\n\nEDWARD (CONT'D)\nI guess most people will want red anyway -\n\nShe can barely look at him now. \n\nTARGET SECTION TO BE ANNOTATED:\n She turns away, spots the dog\non his hind legs, paws on the table, sniffing the hors\nd’ oeuvres.\n\nCONNIE\nDown, Poppy.\n\nINT. LIVING ROOM - NIGHT 209\nConnie carries a tray of hors d'oeuvres into the living room\nfor the dinner guests: Tracy and her husband, JOSH, and BETH\nand her husband, JEFF.\n\nA drink in her hand, Tracy is looking at Connie’s snow globe\n\ncollection. Edward is nearby, quiet, watching. Tracy holds\none up with Big Ben inside.\n\n(CONTINUED)\n\f03/12/01 118.\n209 CONTINUED: 209\n\nTRACY\n{re: snow globes) .\nZ leve these things. Is there any plece-\nyou cuys haven’t been?\n\nConnie smiles but barely looks over.\n\nBETH\nThe Rosenthals got 795 for their place.\nIn two days. They had six offers. !\n|\n\nJEFF\n\nSealed bids. That's what everybody’s\n\ndoing now. ! ,\nJOSH\n\nWhat do you think this place is worth,\n\nEd?\n\nEDWARD\nI don’t know. But if you sell your house,\nwhere do you go?\n\nBETH\n\nAt those prices, Tahiti.\nJOSH\n\nBangkok.\nTRACY\n\nForget it, Josh. Ten years he’s been\ntrying to send me te a fat farm while he\ngees to Bangkok with Jeff.\n\nJOSH\nIt’s the temples! It’s the scenery!\n\nThey all laugh. Beth locks in on a snow globe.\n\nBETH\nConnie, where’s this one from?\n\nConnie looks over just as Beth lifts the tropical-themed\n\nglobe she’s asking about. The one behind it is revealed:\nIT'S THE WINDY CITY SNOW GLOBE.\n\nConnie can hardly speak. Her words come in a near-whisper.\n\nCONNIE\nFiji.\n\n(CONTINUED)\n\f03/12/01 119.\nCONTINUED: (2) 209\n\nShe looks at Edward. Their eyes meet for a long moment as\nMUFFLED CONVERSATION from the others continues JNDER.\n\nINT. DINING ROOM - NIGHT 210\n\nWe FAVOR Edward and Connie as the dinner conversation |\ncontinues. Connie has barely teuched her food.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. DINING ROOM - NIGHT 210\n\nWe FAVOR Edward and Connie as the dinner conversation |\ncontinues. Connie has barely teuched her food. \n\nTARGET SECTION TO BE ANNOTATED:\n From time to\n\ntime, someone turns to her, but she can only smile and answer\nmechanically : '\n\ni\n| BETH\n\nSeriously, Connie, what’s your next dream\nvacation? [beat] Connie?\n\nConnie struggles to snap out of it.\n\nCONNIE\nI'm sorry. What? Anyone need anything?\n\nThat stops the conversation for a moment. As it picks up\nagain, Connie retreats into herself. EFaward watches her.\nNeither of them hears the conversation that follows.\n\nJOSH\nWho caught the Stanford game? Ed? Old\nAlma Mater? .\n\nBETH\nEd didn’t go to Stanford. He went to\nNorthwestern.\n\nJOSH\nReally?\n\nBETH\nConnie and Ed both. It’s where they met.\n\nTRACY\nWhere did we meet, all of us?\n\nJEFF\nKnicks game, wasn’t it?\n\nBETH\nWas it?\n\nJOSH\nWasn‘t it at a drug bust?\n\na\n\n{CONTINUED}\n\f03/12/02 120.\n210 CONTINUED: 210\n\n \n\nright?\nShe looks at Connie for confirmation but gets nothing back.\n\n|\n|\nTRACY (CONT'D) i\nCon? '\nCONNIE\nWhat?\n\nStartled, she accidentally knocks over her glass of red wine.\nShe lets out a strange sound as the wine spreads on the white\ntablecloth and down into her lap. Beth is up.\n\nCONNIE (CONT‘D)\n\nX got it.\nBETH\n\nYou all right?\nCONNIE\n\nIt’s nothing.\n\noe TRACY\n\nIt’s on your blouse. You need vinegar.\n\nBETH\n{simultaneously)\n\nYou need baking soda.\n\nJEFF\n(points to the “blood\")\nYou've been shot.\n\nBeth fetches vinegar, paper towels, etc. Tracy pours salt on\nthe tablecloth.\n\nBETH\nIt’s on the rug.\nCONNIE\nPlease, everybody. Eat. I'll clean it up\n\nlater.\n\nShe looks at Edward, who hasn’t moved. He’s watching her.\n\nTRACY\n: Connie? You okay?\n\n(CONTINUED)\n\f \n\n2\n\nhe\n\n10\n\nil\n\n03/12/01 121.\nCONTINUED: (2} 210\n\nCONNIE\nI'm fine, Dessert anyone?\n\nEXT. SUMNER HOUSE - ENTRYWAY ~ NIGHT ail\n\nThe guests are leaving.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (2} 210\n\nCONNIE\nI'm fine, Dessert anyone? EXT. SUMNER HOUSE - ENTRYWAY ~ NIGHT ail\n\nThe guests are leaving. \n\nTARGET SECTION TO BE ANNOTATED:\n Connie waves, tries to manage a :\nsmile. The door closes. |\nINT. LIVING ROOM - NIGHT Sle\n\nEdward is in the far corner, looking out the window. His back\nto her. Connie approaches him. j\n\n!\n\nCONNIE\nYou went there?\n\nEdward remains silent. She moves toward him.\n\nCONNIE (CONT’D)\nWhat happened? Edward?\n\nHe doesn't turn around. She moves still closer.\n\nCONNIE (CONT‘D)\nWhat did you do?\n\nHe doesn’t turn. Doesn't reply.\n\nCONNIE (CONT‘D)\nDid you hurt him, Edward?\n\nAn agonizing silence.\n\nCONNIE (CONT'D)\nJesus Christ, Edward, what did you do to\nhim? Did you hurt him? you did, didn’t\nyou -~\n\nHe doesn‘t turn around. She moves still closer. His back to\nher,\n\nCONNIE (CONT’D)\nTalk to me, God damn it, tell me what you\ngid!\n\nHe spins around on her. His face is unrecognizable, full of\nrage, He's spitting venom.\n\nEDWARD\nNo, you tell me what you did.\n\nConnie is taken aback by his attack.\n\n&,\n\n(CONTINUED)\n\f03/12/01 122.\n\n212 CONTINUED: 212\n\n213\n\nEDWARD (CONT’D)\nTell me now you fucked him, ‘over and over\nand over. How about that? Or maybe how\nic felt to lie to me, over and over anc\nover c=\n\nCONNIE\nEdward, I didn’t --\n\ni EDWARD\nShut the fuck up. Don’t talk to me.\nDon't} you say one fucking word. I gave\nup everything for this family --\n\nVv -- and what did you do? You\npissed it all away, like it’s nothing,\nfor a screw with a -- Jesus, he was a\nfucking kid. You destroyed everything --\nevery fucking thing we ever had..\n\n(he starts to break)\nChrist, @id you honestly think I wouldn’t\nknow? I was onto you from the first god\ndamn day. Because I know you, Connie. I\n\nknow you and I fucking hate you. I\ndidn’t want to kill him, I wanted to kill\nyou.\n\nThat hangs in the air between them, awfully. They look at\neach other in this new, horrifying reality.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nI\ndidn’t want to kill him, I wanted to kill\nyou. That hangs in the air between them, awfully. They look at\neach other in this new, horrifying reality. \n\nTARGET SECTION TO BE ANNOTATED:\n Neither one\nmoves, or looks away for the longest time.\n\nUntil finally, her voice practically a whisper:\n\nCONNIE\nit was you.\n\nHe doesn‘t answer. Which is an answer.\n\nCONNIE (CONT'D)\nOh, God, Edward. Oh my God.\n\nShe's horrified, repulsed. She recoils, in horror.\n\nSuddenly she turns and staggers for the bathroom. We stay on\nEdward‘s face as we hear the toilet seat go up. She begins\nto vomit. As he hears her, it all hits him -- the horror of\nwhat he did, the magnitude of what he’s lost. He completely\nfalls apart. He dissolves in tears.\n\nINT. CONNIE’S DRESSING ROOM - DAY 213\n\nConnie is getting dressed, when Edward enters -\n\nrad\n\n(CONTINUED)\n\f213\n\n214\n\n216\n\n03/12/01 123.\n\nCONTINUED : 213\nShe starts, and COVERS UP her body. As though he were a\nstranger. He looks at her, then turns and leaves.\n\nINT. SUMNER DINING ROOM - NIGHT 214\n\nDinner. Connie, Edward, Charlie. Nobody talks. All we HEAR\nis the CLINK CLINK CLINK of scraping silverware on china.\n\nINT. SUMNER DEN - NIGHT i 215\n1\nConnie lies on the couch alone, staring at the fire. A\nblanket is over her. This is where she sleeps now. But she\ncan’t sleep at all.\nA noise -- a sniffle. It’s Charlie. His pajamas are soaking\nwet, clinging to him. Unnerved by the tension in the house,\nhe’s wet his bed. He's standing there, in that dead-tired\nhalf-sleep that children get.\nCHARLIE\nLook what I did.\nConnie goes to him and hugs him tight.\nCONNIE\n“It's okay, honey, It’s okay.\nShe takes him by the hand and heads for the stairs.\nCHARLIE\nI'm sorry, Mom.\nCONNIE\nIt was an accident, sweetie. Accidents\nhappen.\nAs they walk up the stairs:\nCHARLIE\nWhy aren’t you in bed?\nCONNIE\nI just like sleeping by the fire,\nsweetie. That’s all.\nShe takes him upstairs.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONNIE\nI just like sleeping by the fire,\nsweetie. That’s all. She takes him upstairs. \n\nTARGET SECTION TO BE ANNOTATED:\n ’\nINT, SUMNER HOUSE, UPSTAIRS HALLWAY - NIGHT 216\n\nConnie comes out of Charlie’s room, having put him back to\nbed. She sits on the top step, leaning against the banister.\nShe senses someone behind her.\n\n(CONTINUED)\n\f216\n\nnN\nre\n~\n\n218\n\n03/12/01 424.\nCONTINUED: 216\n\nShe turns and sees Edward standing in the hallway, leaning\nagainst the wall. They look at each other for a moment. She\ndoesn’t leave, or send him away. So Edward comes closer. He\nsits on the floor behind her, his back against the wall.\n\nThey both just sit there on the floor at the top of the\nsteirs, in the dark.\n\nEXT. SUMNER HOUSE - DAY Zit ,\nA beautiful spring day. (\nINT. SUMNER HOUSE - FAMILY ROOM - DAY 4 218 ™\n\nCLOSE ON A STACK OF ONE-HOUR PHOTO PACKETS. anond them are\nstills of Connie and Charlie reading together from the\nvideotape that Edward shot the day of the phone call. Connie\nis at her desk, with her back to the room, putting these and\nother photos into a family photo album.\n\nBehind her, Edward is playing the piano softly, with his hack\n\nto her. Between them on the floor, Charlie is racing\n\nMatchbox cars around a loop-the-loop track he’s set up, vroom- ®\nvrooming to himself.\n\nOUTSIDE, A ARDSLEY POLICE CAR drives by the house. Edward *\nsees it and stops playing. Connie hears him stop, looks out\n\nthe window, and sees it too. While Charlie continues\n\nplaying, they watch the car drive slowly past, then away.\n\nWhen the car is out of sight, Connie and Edward\n\nsimultaneously turn around and look at each other. They\n\nshare a glance -- of understanding, paranoia. And the\n\nknowledge that they’re in this together. Then Edward goes\n\nback to playing the piano. And Connie goes back to sorting\npictures. And Charlie continues playing.\n\nINT. SUMNER LIVING ROOM - NIGHT 219 *\n\nConnie sits down with a sigh. Her eyes drift to the snow\nglobes. She takes the Windy City snow globe, sits down on the\ncouch, looks at it.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nSUMNER LIVING ROOM - NIGHT 219 *\n\nConnie sits down with a sigh. Her eyes drift to the snow\nglobes. She takes the Windy City snow globe, sits down on the\ncouch, looks at it. \n\nTARGET SECTION TO BE ANNOTATED:\nTears spring to her eyes, but she doesn’t give way to them.\nQuickly, she wipes them off. She twists the key on the\nbottom. It plays its little tune.\n\nSuddenly the tune stops -- but not in the usual way. It seems\nmuffled, stuck.\n‘\n\nShe toys with the key. Something shifts. The globe’s stand\nhas separated slightly from the top. She never knew it opened\nlike this. She twists the stand away from the top to reveal:\n\nm\n\n(CONTINUED)\n\f220\n\n03/12/01 125.\nCONTINUED: 219\n\nA little envelope wedged into the stand, curled up at the\nedges. It had been interfering with the mechanism that plays\nthe little tune.\n\nShe pulis out the envelope. Reads the writing on it:\n\nCon,\n\nIf you find this,\n,;Do not open until our 25th eaniversary.\nI Edward\njchicese. 1993\n\n‘\n\nShe opens the envelope. Inside is a PHOTOGRAPH she’d long\nforgotten:/Of her and Edward seven years earlier, with their\nnewborn, Charlie, in her arms.\n\nShe turns over the picture. On the back, Edward has written:\n“My beautiful wife. The best part of every day.”\n\nShe puts the picture back in the envelope. She starts to cry.\nEXT. SUMNER BACK YARD ~ DAY 220\n\nA brisk spring day. Connie walks down toward the POND at the\nbottom of their garden, holding the globe and carrying a\nmanila envelope. She stands for a moment, looking out at the\nstill pond. Then she takes something out of the manila\nenvelope, lights a match, and sets it aflame. It's the\nphotograph of Connie and Paul leaving the movie theater. CU\nof Paul’s face curling and burning.\n\n‘\nShe burns the othér photographs and negatives. Watches them\nturn to ash. Then she takes the snow globe. Looks at it. And,\ndecisively, throws it far out into the pond.\n\nIt makes a plopping noise. She hears something behind her.\nShe turns. Edward is standing there. They look at each other,\nboth understanding what she has just done. He walks over to\nher. They stare out at the pond.\n\nCONNIE\nThere’s still the note.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks over to\nher. They stare out at the pond. CONNIE\nThere’s still the note. \n\nTARGET SECTION TO BE ANNOTATED:\nEDWARD\nIt was from you?\n\nCONNIE\nYes.\n\nA long_ beat.\n\nrag\n\n(CONTINUED)\n\fwe\n\n220\n\n03/12/01 126.\nCONTINUED: 220\n\nCONNIE (CONT'D)\nWe're horrible people, Edward.\n\nHe shakes with the terrible knowledge of what he’s done.\n\nFreshiy horrified again.\n\nEDWARD\nI thought I knew myself -- what I was :\ncapable of. I had no idea.\n\nThey stand there, forlornly looking out at the cold pond.\n\nEDWARD (CONT'D)\nHow did all this happen? When did we\nchange?\n\nCONNIE\nI don't know. [beat] Can we go back?\n\nEDWARD\nI don’t know.\n(beat)\nDid you love him?\n\nCONNIE\nI met him -- bumped into him, literally.\nAnd all of a sudden, I was thinking about\nthings I'd never thought about. Then\nafter a while, I didn’t just think them;\n\nI wanted them. And then ... and then I .\nneeded them. Like I needed air. Somehow\n-- I don’t know how -- I became this\nperson I never dreamed I'd be -- doing\nsomething --\n\nEDWARD\n\nDoing something you never dreamed you'd\nbe able to do,\n\nHe's talking about himself. They’ve never understood each\nother more.\n\nCONNTE\nYeah.\n(beat)\nBut no. I never loved him, Edward. Not\nfor a moment,\n(she starts to cry)\nI‘ve always loved you.\n\n{CONTINUED}\n\f03/12/01 127.\nCONTINUED: (2) 220\n\nHe puts an arm around her. She folds into him. We PULL BACK\nto a wide shot of these two solitary figures, clinging\ntogether in the desolate landscape.\n\nINT. HOTEL HALLWAY - DAY 224\n|\n\nKIDS are running around in the hall, chasing each other. One\nef them is Charlie. He runs past a door to\n\ni)\n()\nto\n\nINT. HOTEL MEETING ROOM - DAY i :\n\n|\nwhere AN AUSTERE AUCTIONEER is presiding. Behind | him is a\nbanner that reads: Ardsley Country Day School/ Gymnasium\nAuction. In the crowd we see the people we’ ve met--Tracy and\nJosh, Beth and Jeff.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nHOTEL MEETING ROOM - DAY i :\n\n|\nwhere AN AUSTERE AUCTIONEER is presiding. Behind | him is a\nbanner that reads: Ardsley Country Day School/ Gymnasium\nAuction. In the crowd we see the people we’ ve met--Tracy and\nJosh, Beth and Jeff. \n\nTARGET SECTION TO BE ANNOTATED:\n ‘\n\nAUCTIONEER\n..Going once, going twice...Sold to the\nlovely lady in the back. Thank you,\nma‘am.\n\nThe crowd applauds. In the back of the room, we see Edward\nand Connie standing, trying to participate and smile and\napplaud with the rest of them. Connie’s cell phone rings.\nShe answers it quietly. A DARK LOOK comes over her face. She\ntakes the phone over to the doorway, to hear better.\n\nEdward watches her talking. She nods a little, talks a\nlittle. He goes over to her as she hangs up. The kids run\nby them in the hallway.\n\nAs the auctioneer continues in the b.g.:\n\nCONNTE\nThe detective. He wants me to come in\nTuesday. They want my fingerprints, to\ncompare with what they found on the note.\n\nEDWARD\nThey think you did it.\n(beat)\nI should turn myself in, Con,\n\nCONNIE\nNo.\n\nJust then, Charlie looks at them from down the hall. Smiles.\nWaves at them. They smile back.\n\nCONNIE (CONT'D)\nNo. We’ll get up every day and see what\nhappens.\n(MORE)\n&\n(CONTINUED)\n\f222\n\n223\n\n224\n\n225\n\n226\n\n03/12/01 428.\n\nCONTINUED ; 222\n\nCONNIE (CONT'D)\nWe'll take it one day at a time. [beat]\nWe'll get through this, Edward. We will.\n\nHe looks at her. A long look,\n\nEDWARD \\\nYou think so?\n\nCONNIE\n\n_Yes. Nobody will ever know.\nEDWARD\nWe do. We know.\n\nJINT. HOTEL BALLROOM -, AUCTION-NIGHT DANCE - NIGHT 223\n\nA band is on the stage. Ardsley Auction banners are\neverywhere, Charlie sits at a round table with a few other\nparents and kids. Clutching a Coke, he is nodding off.\n\nWe find Connie and Edward dancing together, oblivious to\neveryone else. They look into each other’s eyes, And then\nthey kiss. A deep, loving soul kiss. It’s the first time\nwe've seen them really kiss each other. And it’s kiss that\nlasts, that’s full of sorrow and joy and hope and loss and\nanger and forgiveness and everything that gets piled into a\nlove.",
  "91": "END OF PREVIOUSLY ANNOTATED SECTION:\nA deep, loving soul kiss. It’s the first time\nwe've seen them really kiss each other. And it’s kiss that\nlasts, that’s full of sorrow and joy and hope and loss and\nanger and forgiveness and everything that gets piled into a\nlove. \n\nTARGET SECTION TO BE ANNOTATED:\n It feels like it could last forever ...\n\nEXT. HOTEL - NIGHT - LATER . 224\nA cop is standing by Connie’s Toyota, speaking into a walkie-\ntalkie. In the b.g. Edward and Connie emerge from the hotel.\nEdward has Charlie asleep over his shoulder. They freeze,\n\nnot knowing what to do. Slowly they walk forward toward the\ncar. Connie TAKES EDWARD’S HAND and SQUEEZES IT.\n\nAnd then the cop tears out a parking ticket and sticks it\nunder the windshield wiper.\n\nEXT./INT. CONNIE'S TOYOTA - MOVING - NIGHT 225\nOn CHARLIE asleep in the back seat.\nINT. TOYOTA - INTERSECTION ~ NIGHT 226\n\nThe Toyota stops at a red light. Connie’s hand unconsciously\ntouches her knee.\n\nCLOSE UP - Connie remembering.\n\nye\n\f227\n\n229\n\n03/12/01 129.\n\nEXT. NEW YORK STREET - DAY - THE DAY SHE MET PAUL 227\n\nWe now watch a silent version of her original meeting with\n\nPaul.\n\nConnie, packages in hand, challenges the wind on Mercer\nStreet. Looking for a cab. Suddenly we are with her as she is\ncaught up in the wind and pushed along. Twisting, turning,\nfighting to hold on to something.\n\nANGLE FROM THE CAFE - We see Connie brought down the street l\nby the wind, stumbling into Paul. He gathers her party\nfavors, they speak, he asks her to come up. She’s not sure.\nTrying to decide. The taxi that passes her by. Finally her\nagreeing to go upstairs with him.\n\nNow she is at the top of the steps. And, as in the beginning,\nan EMPTY TAXI approaches. Paul smiles at her. Come on.\n\nCLOSER ANGLE - CONNIE AND PAUL\n\nCONNIE\nTAXI!\n\nThe taxi screeches to a stop. Connie turns to Paul. He\nhesitates, then hands her her packages.\n\nCONNIE (CONT'D)\n(limping toward the cab}\nI have to go. I'11 manage.\n(she reaches the cab, turns to\nhim)\nThank you. You’ve been great.\n(opens door, gets in)\nShe looks out and smiles at him as the taxi drives away.\nINT. TAXI - DAY 228\nConnie sitting in the cab.",
  "92": "END OF PREVIOUSLY ANNOTATED SECTION:\n(opens door, gets in)\nShe looks out and smiles at him as the taxi drives away. INT. TAXI - DAY 228\nConnie sitting in the cab. \n\nTARGET SECTION TO BE ANNOTATED:\nCLOSE UP - Her eyes.\n\nCamera pulls back to show that she’s back in:\n\nINT. TOYOTA - NIGHT 229\n\nShe's with Edward, sitting in silence. The light changes.\nAnother car moves on. The Toyota remains still.\n\nCONNIE\nWe can disappear.\n\nS\n\n(CONTINUED)\n\f03/12/01 130.\n229 CONTINUED: 229\n\nEDWARD\n\\ Disappear?\n\nCONNIE\nWell reise some money. Sell everything.\nWe'll leave the country. |\n\n \n\nHe looks at her.\n: j\nEDWARD :\n\nSenorita? L I '\nCONNIE\n\nWhy not? Mexico. sera ena a little\nhouse on the beach. Take another name.\nPeople do it all the time.\n\nEDWARD\nWhat do we tell Charlie?\n\nOn CHARLIE in the rear-view mirror, asleep.\n\nCONNIE\nWe'll tell him it’s an adventure.\n; EDWARD\n\\ He‘1ll be a little Mexican boy.\nCONNTE\nWe'll fish all day, and learn to play the\nguitar.\nEDWARD\n\nI can serenade you to sleep at night.\nTears come to her eyes.\nCONNIE\nWe'll live the rest of our lives on that\nbeach. And when we die, we’ll just push\nout fo sea.\nNow they’re both crying.\n\nEDWARD\nSounds perfect.\n\nThey kiss. Tears mingle in it. They hold each other as the\nsignals change again,\n\nPa\n\f03/12/01 131.\n\nEXT, TOYOTA - NIGHT - HIGH ANGLE 230\n\nThe Toyota remains still. The signal continues te change\nfrom red to green to the left and right turn arrows. As we\nwatch, a WIND rises. The traffic light CREAKS back and\nferth. The wind grows stronger. The trees blow.\n\nThe CAMERA slowly rises, and as it gets hict\nentire scene, showing that immediately to the leic j\nPOLICE STATION.\n\n      \n \n\nFor the longest time nothing happens. Then finally Edward’s\ndoor opens. He gets out and walks slowly toward the police\nstation. He enters and we fade to black.\n\nTHE END\n\nye\n\f"
}