{
  "1": "Untraceable\n\nBy\nRobert Fyvolent & Mark R. Brinker\n\nCurrent Revisions\n\nby\nAllison Burnett\n\nJune 5, 2006\n\fFADE IN:\nINT. SUBURBAN BASEMENT -- RAINY NIGHT.\n\nVIDEO CAMERA POV: held at hip level, jerking with each step\nwe move in dim light past boxes of junk...a dormant furnace\n\n...a rusty bicycle...shelves of Christmas decorations...and\n\nbundles of Ethernet cable, running beside flashing state-of -\nthe-art computers...around a corner into--\n\nA WOOD-PANELED ROOM. Rain rattles the ground-level windows,\nwhose panes are covered with black soundproofing panels. A\nfolded-up Ping-Pong table leans against a wall. Ugly shag\ncarpeting has been stripped back from the cement floor.\n\nA small, muted TV set, sitting on a cardboard box, plays a\nprime-time hour-long drama. Thunder rumbles outside.\n\nThe CAMERA shakes as it is screwed into a tripod and pointed\nto the cement floor. At the top corner of the frame, the TV\nis visible.\n\nFootsteps. Liquid pours. A MALE HAND, long and slender\nlowers a saucer of milk to the floor\n\nMore footsteps. A package is torn open. A glue rat-trap is\nslapped to the floor a few feet from the milk.\n\nA canvas bag is unzipped. A tiny meow, then the tinkling of\na little bell. A man’s torso passes by, momentarily blotting\nout our view.\n\nA moment later, the CAMERA zooms tighter on the milk and the\ntrap. More meowing, as a KITTEN enters the frame, bounding\n\nclumsily, adorably. It wears a handcrafted pink collar with\na bell.\n\nIt steps into the trap. It freezes, pulls and pulls, the bell\ntinkling urgently, but it cannot free its paw.\n\nKlieg lights flash on.\nThe kitty freezes, blinded.\nEXT. SUBURBAN PARKING LOT -- RAINY NIGHT.\n\nHeadlights blind us, as an SUV, wipers working, drives up to\na guard booth.\n\nCAR RADIO DJ (0.S.)\n--then once he’s raised a million\nbucks in donations, he’s gonna\nshoot himself in the ass, live on\nthe Internet!\n\fLaughter from the radio.",
  "2": "---END OF PREVIOUS SECTION---\nCAR RADIO DJ (0. S.)\n--then once he’s raised a million\nbucks in donations, he’s gonna\nshoot himself in the ass, live on\nthe Internet! Laughter from the radio. \n---TARGET SECTION TO BE ANNOTATED---\n The YOUNG GUARD nods, smiles, and\nwaves the driver through.\n\nINT. SUV -- MOMENTS LATER -- RAINY NIGHT.\n\nThe driver, whose face we cannot see, pulls into a parking\nspot in the barely-filled lot.\n\nCAR RADIO DJ\nAnd guess what his website’s\ncalled. I am not making this up.\nGonnashootmyselfintheass.com!\nSeriously!\n\nManic laughter from the radio, until the driver kills the\nengine. As the driver unfastens the seat belt, we glimpse a\n9mm Glock on the driver’s hip.\n\nThe driver reaches over and grabs a black umbrella, which lies\nnext to a half-clad Barbie doll.\n\nEXT. SUBURBAN PARKING LOT -- CONTINUOUS -- RAINY NIGHT.\n\nEmerging from the car, opening her umbrella, is JENNIFER\nMARSH, early 30’s, beautiful and fierce, no make-up, wearing\na windbreaker.\n\nFOLLOW MARSH, walking alone across the dark, rainy lot toward\na bland FOUR-STORY OFFICE BUILDING.\n\nThe closer she gets to the entrance, the higher the CAMERA\nCRANES. By the time she enters, the CAMERA has reached the\nroof, which is crowded with massive satellite dishes and\ntowering antennae.\n\nINT. OFFICE BUILDING LOBBY -- SAME -- RAINY NIGHT.\n\nRAY, 65, a security guard, smiles almost paternally at Marsh\nas she jams her photo I.D. in and out of the electronic\nreader.\n\nINT. OFFICE ELEVATOR -- MOMENTS LATER -- RAINY NIGHT.\n\nAs the car ascends, Marsh stares at herself in the silver\ndoors. Her hair is wet, disheveled. She primps at it a bit\nthen stops. What’s the point? why bother?\n\nINT. DIAL-UP ROOM -- MOMENTS LATER -- RAINY NIGHT.\n\nMarsh walks down a row of beige cubicles under fluorescent\n\nlights. In each carrel, a MALE WORKER clicks away at a\ndesktop computer.\n\fOver the workers’ shoulders, we catch glimpses of their\nscreens. Mundane stuff, mostly: chat rooms, newsgroups\nmyspace.com, e-mails, etc....\n\nBut then a flash of hard-core pornography. And on the next\nmonitor, something worse.",
  "3": "---END OF PREVIOUS SECTION---\nMundane stuff, mostly: chat rooms, newsgroups\nmyspace.com, e-mails, etc.... But then a flash of hard-core pornography. And on the next\nmonitor, something worse. \n---TARGET SECTION TO BE ANNOTATED---\n Are those naked children on the\nscreen? We’re moving too fast to know.\n\nMarsh stops at a large desk, equipped with four large\nmonitors and two keyboards. She removes her Glock from its\nholster, slips it into a drawer, and locks it\n\nEXT. OFFICE BUILDING -- LATER -- RAINY NIGHT.\n\nBehind the rainy window pane, we see Marsh, typing quickly,\nnavigating the web, her screens flashing as pages open and\nclose.\n\nINT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT.\n\nSeated closest to Marsh is GRIFFIN DOWD, 30, funny-looking,\nbright, amiable, typing into a chat room. Despite the\nintensity of their concentration, they manage to converse--\n\nGRIFFIN\nI’m serious. It was the best first\ndate ever. She was amazing. She\nlooked exactly like her picture.\n\nMARSH\nYou’11 never see her again.\nGRIFFIN\nHow do you know?\nMARSH\nBecause you look nothing like\n\nyours.\n\nGriffin laughs. Marsh freezes, types something, hits a key.\nOn one of her monitors, a website appears. She reacts to the\nlittle victory. Curious, Griffin wheels his chair over and\nreads the screen--\n\nGRIFFIN\nTunethief .com?\n\nMARSH\nFor the next few hours, anyway.\nTomorrow, it’1l have a new name.\nIt’s taken me a week to isolate the\ncreep.\n\fShe hits Enter and a nasty gangsta rap song blares from her\nspeakers. Other workers look over, startled and amused.\nMarsh lowers the volume.\n\nMARSH (cont'd)\nHe offers free downloads of pirated\nmusic. Watch what happens to my\ndummy drive when I accept his offer.\n\nMarsh clicks on the download button. On one of the screens,\nat lightning speed, we see a digital representation of files\nbeing madly copied.\n\nMARSH (cont’d)\nHe stole all my financial data...all\nmy passwords...which I just happened\nto have conveniently gathered in a\nfile called “Passwords.” I also\nthrew in a keystroke recorder, so I\ncan follow him. He’s run up a half-\nmillion bucks in fraud in the past\nthree weeks.",
  "4": "---END OF PREVIOUS SECTION---\nOn one of the screens,\nat lightning speed, we see a digital representation of files\nbeing madly copied. MARSH (cont’d)\nHe stole all my financial data...all\nmy passwords...which I just happened\nto have conveniently gathered in a\nfile called “Passwords.” I also\nthrew in a keystroke recorder, so I\ncan follow him. He’s run up a half-\nmillion bucks in fraud in the past\nthree weeks. \n---TARGET SECTION TO BE ANNOTATED---\nGRIFFIN\nWhat’s he into?\n\nMARSH\nHigh-end tech and low-end porn.\n\nGRIFFIN\nAre you sure it’s a guy? If it’sa\nwoman, she could be my soulmate.\n\nPing! A sixteen-digit number appears on the screen.\n\nMARSH\nMy dummy Am Ex. Let’s hope he uses\nit.\n\nThe screen changes to ebay.com.\n\nMARSH (cont’‘d)\nHuh. I’m surprised he has the\npatience.\n\nThe screen changes to the item page of a CONSERVATIVE, GOLD,\nSWISS WATCH.\n\nMARSH (cont’‘d)\nOkay, it’s a “Buy It Now” item.\nFine, buy it now, asshole.\n(ping! )\nThanks.\n\fMarsh starts working her keys at a furious pace, her hands a\nblur. Even Griffin, who’s used to it, watches in wonder. He\nglances over and sees other workers glancing out of their\ncubicles, watching, as well.\n\nMARSH (cont‘d)\nI’ve got his IP address. Now I’ll\nget his physical one.\n\nPhone directories appear. Marsh, typing with one hand and\nnot even looking at the screen, begins typing on her second\nkeyboard.\n\nMARSH (cont’d)\nThere it is.\n\nA profile pop up: SANDRA HOBBS, 221 BAYSHORE BOULEVARD,\nTAMPA, FLORIDA 33611.\n\nGRIFFIN\nSo it is a woman.\n\nMARSH\nFifty-six years old.\n\nGRIFFIN\nDamn, a year past my cut-off.\n\nMARSH\nAn ER nurse. Lived there her whole\nlife. No priors. And no history\nof on-line purchases.\n\nGRIFFIN\nIt’s not her.\n\nMARSH\nIt’s gotta be a neighbor, coming in\nthrough her wireless router\n\nMarsh’s hands are a blur again. On one of her monitors, we\nsee a SATELLITE VIEW OF TAMPA. The shot tightens and\ntightens, moving closer to Earth. With her mouse, Marsh\ncircles a house, seen from a 100 feet above.\n\nMARSH (cont’d)\nOkay, Sandra Hobbs lives here.\n\nContinuing to work both keyboards, Marsh looks back and forth\namong the screens. She circles another house.",
  "5": "---END OF PREVIOUS SECTION---\nMARSH (cont’d)\nOkay, Sandra Hobbs lives here. Continuing to work both keyboards, Marsh looks back and forth\namong the screens. She circles another house. \n---TARGET SECTION TO BE ANNOTATED---\n\fMARSH (cont‘d)\nSam Barrow, age 39. Computer\nprogrammer for the school district.\nMoved in six weeks ago. A renter.\n\nGRIFFIN\nThat’s your guy.\n\nGriffin wheels his chair back to his station. Marsh types\nquickly. A mostly-filled-in application for a search warrant\nfills a screen. She types in Barrow’s name and address.\n\nOn the other monitor, she brings up a list of Assistant U.S.\nAttorneys. She points and clicks. We hear a dial tone.\nRinging.\n\nWOMAN (0.S.)\nU.S. Attorney’s office. Sally\nStiles speaking.\n\nMarsh slips on a headphone and mutes the speaker.\n\nMARSH\nSal, Jennifer Marsh. Great, you?\nOh, that’s wonderful. Listen, I need\nthe name of an Eleventh Circuit judge\nI can bother. Yeah, right now.\n\nTIM WILKS, 20’s, clean-cut, wearing two hearing aids, walks\nup, hands Marsh a Post-it, and whispers with a subtle speech\nimpairment - -\n\nWILKS\nFrom the Baltimore PD. They\nweren’t sure what to do with it.\n\nMarsh nods, takes it. It reads www.killwithme.com. Before\nMarsh can react, Sally speaks, which sets Marsh typing--\n\nMARSH\nPerfect. Do you have the fax\nnumber, too? You’re the best.\nVouch for me, okay? Call him in\ntwo minutes. Thanks.\n\nShe hangs up, tosses aside the Post-it. Types in a phone\nnumber.\n\nMARSH (cont’d)\nJudge Lipson, sorry to bother you\nat home. My name’s Jennifer Marsh.\nI’m a Supervisor in the FBI Cyber\nDivision up in Riverton, Maryland.\nSally Stiles from the U.S.\n(MORE )\n\fMARSH(cont 'd)\n\nAttorney’s office will be calling\nyou to confirm that.\n\nMarsh types a fax number into the warrant application and\nhits Send.\n\nMARSH (cont’‘d)\nA search warrant, your honor.\nMultiple bank fraud, access-device\nfraud, and fraudulent I.D.\n\n(beat)\n\nThanks so much. The application\nshould be falling into the tray of\nyour fax machine any second now.\n\nMarsh hangs up. On her screen, list after list flies past.\nShe points and clicks on FBI TAMPA. She waits.",
  "6": "---END OF PREVIOUS SECTION---\nOn her screen, list after list flies past. She points and clicks on FBI TAMPA. She waits. \n---TARGET SECTION TO BE ANNOTATED---\n Someone\npicks up.\n\nMARSH (cont’d)\nHi. Jennifer Marsh -- a Supervisor\nin the Cyber Division. I need you\nto knock on a door for me.\n\nEXT. TAMPA HOUSE -- HOUR LATER -- NIGHT.\n\nMoonlight. Crickets. A bland house in a middle-class\nsuburban neighborhood. A host of FBI, SHERIFF, and POLICE\nCARS, lights turned off, glide up and silently park.\n\nA swarm of shadows, as AGENTS and OFFICERS silently emerge\nand take up a perimeter.\n\nINT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT.\n\nMore relaxed now, Marsh organizes papers on her desk.\nGriffin, typing into a chat room, mutters bitterly--\n\nGRIFFIN\nI’ve gotta get reassigned.\n\nMARSH\nWhat’s the matter?\n\nGRIFFIN\nThis retired Army Captain is\noffering to come over to where I’m\nbaby-sitting, only he’s got so many\nchats going, he can’t keep his\nnames straight. He keeps calling\nme Jill instead of Molly.\n\n(beat)\nLet’s see what his cellmates call\nhim....\n\fMarsh smiles, then abruptly notices the Post-it Wilks gave\nher. She reads it again, frowns, then with one hand types\nkillwithme.com into a browser and hits Enter.\n\nEXT. TAMPA HOUSE -- SAME -- NIGHT.\n\nWith his team in position, GRAY, 40, an FBI agent, strides to\nthe front door with ANOTHER AGENT. Gray knocks.\n\nGRAY\nFBI, Mr. Barrow! Open the door\n\nINT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT.\n\nMarsh watches as killwithme.com loads. The site’s home page\nis empty, black. She waits. Nothing. Just as she is about\nto close the window, creepy-cute theme music plays and an\noversized red emoticon struts out, smiling.\n\nA red text banner crawls across the bottom of the screen:\nKill with me...Kill with me...Kill with me.... The emoticon\npoints to a blinking Command Button marked Enter. Marsh\nclicks on it.\n\nThe page loads the video image of the kitten, caught in the\nglue-trap. Now both front paws are stuck. Marsh’s eyes gain\nintensity.\n\nEXT.",
  "7": "---END OF PREVIOUS SECTION---\nNow both front paws are stuck. Marsh’s eyes gain\nintensity. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TAMPA HOUSE -- SAME -- NIGHT.\n\nGray, still waiting, knocks again, louder. A DEPUTY runs\naround from the back of the house, whispering urgently--\n\nDEPUTY\nWe’ve got movement in a back room!\n\nGRAY\nThat’s it, let’s breach.\n(over his shoulder)\nGimme the ram!\n\nINT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT.\n\nOn her computer screen, behind the struggling kitten, Marsh\nnotices the TV set. Using her mouse, she screen-captures it\nthen magnifies it. She can see what’s playing on the set:\nLive cable news.\n\nINT. TAMPA LIVING ROOM -- SAME -- NIGHT.\n\nThe door splinters. Amid a chaos of flashlight beams, Agents\nand Officers pour in, guns drawn. Nobody. Empty. They hit\nthe overhead lights. A rear bedroom door is locked. Loud,\nangry rap music blares from inside.\n\fAGENT\n(banging on it)\nFBI! Open up!\n(to Gray)\nIt’s a fuckin’ bunker!\n\nGray nods. The two agents use the ram, splintering the door\n\nAGENT (cont’d)\nON THE FLOOR! GET ON THE FLOOR!\nKEEP YOUR HANDS IN VIEW!\n\nThe agents point their guns and shine their lights in. In\nthe criss-cross of the beams, we catch barred windows, a wall\nof merchandise still in its boxes, and a huge plasma TV\nshowing a frozen image from a terribly violent video game.\n\nA SHADOWY MALE FIGURE, clutching a hard drive still connected\nby a couple of cords to the computer, sinks to the floor.\nGray steps in with his flashlight\n\nINT. TAMPA BEDROOM -- CONTINUOUS -- NIGHT.\n\nGray’s face changes when he sees the suspect. He lifts his\ncell phone and dials.\n\nINT. MARSH'S WORK STATION -- SAME -- RAINY NIGHT.\n\nMarsh, her face pained, studies the suffering kitten. Her\nphone rings. She answers it with a computer click\n\nMARSH\nJennifer Marsh. FBI Cyber Division.\n\nGRAY (0.S.)\nPaul Gray, FBI Tampa. We got ‘im.\nHard drive intact. Plenty of\ncontraband.\n\nMARSH\nGood work. Let me guess, it’s a\nteenager, right? Barrow’s got a\nson?\n\nINT.",
  "8": "---END OF PREVIOUS SECTION---\nLet me guess, it’s a\nteenager, right? Barrow’s got a\nson? INT. \n---TARGET SECTION TO BE ANNOTATED---\n TAMPA BEDROOM -- SAME -- NIGHT.\nGray, speaking on the phone to Marsh, is amazed.\n\nGRAY\nHow’d you know that?\n\nANGLE ON AN ACNE-FACED BOY, 14, wearing pajamas, terrified,\ncrouched on the floor, being handcuffed in the beams of the\nflashlights.\n\f10.\n\nMARSH (0.S.)\nHigh tech and porn, then out of the\nblue he buys a Swiss watch? How\ncome? Then it hit me. Sunday’s\nFather’s Day.\n\nGRAY\n(impressed)\nSweet dreams, Marsh.\nMARSH (0.S.)\nI haven’t had one of those since I\nleft the Academy--\nINT. MARSH’S WORK STATION -- SAME -- RAINY NIGHT.\nMarsh stares at the kitten on her screen. Her smile fades.\n\nMARSH\n--but thanks, anyway.\n\nMarsh hangs up. Griffin, having wheeled his chair back to\nher monitor, studies the kitten.\n\nGRIFFIN\nWhat the hell is this?\nMARSH\nI’m not sure, but it’s streaming\n\nlive.\n\nMarsh types, opening windows until she’s got the cable news\nplaying live. She drags it over to killwithme and lines it\nup next to the site’s TV set. The two broadcasts are\nidentical, in perfect sync. Griffin shakes his head--\n\nGRIFFIN\nJust when you think you’ve seen it\nall.\nMARSH\nLook -- a message from our sponsor.\n\nA banner of red text crawls across the bottom of the screen:\n“HHOS...HHOS... HHOS....” Marsh thinks, then translates--\n\nMARSH (cont‘d)\nHa-Ha, Only Serious.\n\nGriffin throws Marsh an uneasy look. From the next scene, we\nhear honking car horns.\n\f11.\n\nEXT. MARYLAND HIGHWAY -- LATER -- EARLY MORNING.\nA traffic jam as far as the eye can see.\n\nOPERATOR (0.S.)\nNorthstar operator Tina. Good\nmorning, Miss Marsh, how can I\nassist you?\n\nINT. MARSH’S SUV -- SAME -- EARLY MORNING.\n\nMarsh, crawling along in the traffic jam, talks to a speaker\nover her head--\n\nMARSH\nWell, Tina, I’d like to get home\nsomeday. What’s the outlook?\n\nOPERATOR (0.S.)\nLet’s see.... Good news.",
  "9": "---END OF PREVIOUS SECTION---\nOPERATOR (0. S.)\nLet’s see.... Good news. \n---TARGET SECTION TO BE ANNOTATED---\n In about\na hundred yards, you’11l reach--\n\nMARSH\nI see it. Thanks.\n\nMarsh cuts off the system.\nINT. MARSH’S SUV -- MINUTE LATER -- EARLY MORNING.\n\nMarsh reaches the source of the jam: A crushed motorcycle.\nBlood. A body covered by a tarp. Marsh is disgusted by the\nrubbernecking. As soon as she is able, she roars away.\n\nINT. MARSH'S KITCHEN -- LATER -- DAWN.\n\nSTELLA MARSH, 50’s, a charming ex-hippie, attractive but a\nbit ethereal and scattered, cooks pancakes on the stove. The\nback door bangs open. Stella gasps, a hand to her heart\n\nthen laughs at her own fear\n\nSTELLA\nShit, you scared me!\n\nMARSH\nWatch your tongue, young lady.\n\nSTELLA\n(delighted)\nHey, that’s what I used to say to\nyou when you were little.\n\nMARSH\nI know, Mom, that’s why I said it\nThat what makes it so darned funny.\n\f12.\n\nSTELLA\nDon’t be a grump. Why’re you so\nlate?\n\nMarsh drops her laptop on the counter. She pets a black cat\nsitting nearby--\n\nMARSH\nThere was a crash on the I-50.\nEverybody just had to line up for a\nlook.\n\nSTELLA\nOh, I hate that.\n\nMARSH\nYeah, sorta makes you wanna buy a\ntime-share on another planet.\n\nShe exits into the next room. Through the doorway, we see\nher stop at a hutch, open a drawer, set her Glock inside it,\nand lock the drawer.\n\nINT. CHILD’S BEDROOM -- MOMENTS LATER -- MORNING.\n\nANNIE MARSH, 6, Still wearing pajamas, lays out kooky clothes\non her little bed. Part of the ensemble is a day camp T-\nshirt. Marsh stands at the door, smiling gently--\n\nANNIE\nMommy !\n\nAnnie runs over and jumps into her mother’s arms. Marsh\npeppers her with kisses.\n\nANNIE (cont’d)\nI’m making my outfit!\n\nMARSH\nHey, that’s my job.\n\nANNIE\nYou were late. Was traffic murder?\n\nMarsh is struck by the word.\n\nMARSH\nNo, but...but definitely bad.",
  "10": "---END OF PREVIOUS SECTION---\nWas traffic murder? Marsh is struck by the word. MARSH\nNo, but...but definitely bad. \n---TARGET SECTION TO BE ANNOTATED---\n(walking to the bed)\nLet’s see what we’ve got here.\nLavender...red...blue...and pink.\n\nANNIE\nDo they match?\n\f13.\n\nMARSH\nNot even a little.\n\nANNIE\nCool. That’s my style.\n\nMarsh laughs and tickles her. Annie squirms and giggles\nhappily.\n\nEXT. MARSH’S HOUSE -- LATER -- MORNING.\n\nDISTANT POV: The door opens and Annie comes running out\nbeing chased by Marsh. Marsh scoops her up and carries her\nto a Volvo parked in the driveway. Stella sits behind the\nwheel.\n\nCLOSE ON THE CAR. Marsh lowers Annie into the back seat and\nfastens her seat belt.\n\nMARSH\nCome on, nice and tight.\n\nAnnie comically pretends that it’s so tight that she can’t\nbreathe. Marsh laughs and shuts the door. As Stella backs\nout, Marsh turns and looks at the unruly front lawn. Stella\nstops and lowers the window.\n\nSTELLA\nDon’t even think about it.\nMARSH\nBut - -\nSTELLA\n\nSweetheart? Get some sleep.\nPlease? Good sleep?\n\nMarsh smiles at her mother’s worries. As the car drives\naway, Marsh walks back to the house. She stops and studies\nthe lawn. Her mom’s right. She shouldn’t.\n\nINT. MARSH’S GARAGE -- MOMENTS LATER -- MORNING.\n\nMarsh hoists the power lawn mower off a hook on the wall.\nEXT. MARSH’S HOUSE -- LATER -- MORNING.\n\nMarsh pushes the powerful, noisy mower, whose engine falters\nand sputters, then roars back to life. A NEIGHBOR across the\n\nway, grabs his newspaper, and, seeing Marsh, waves. Working\nhard, she doesn’t notice. He shrugs and goes back inside.\n\f14.\n\nINT. MARSH’S BATHROOM -- LATER -- MORNING.\n\nINCHING CLOSER AND CLOSER to the frosted-glass shower door,\nwe see the naked outline of Marsh showering.\n\nINT. MARSH’S BEDROOM -- LATER -- MORNING.\n\nWearing only underwear and a T-shirt, Marsh yanks shut the\ncurtain, blacking out her room.\n\nINT. MARSH'S BEDROOOM -- LATER -- DAY.\n\nJust the burning outline of sun around the curtain.",
  "11": "---END OF PREVIOUS SECTION---\nINT. MARSH'S BEDROOOM -- LATER -- DAY. Just the burning outline of sun around the curtain. \n---TARGET SECTION TO BE ANNOTATED---\n Marsh\nlies wide awake, restless. She grabs the remote and flicks\non the TV.\n\nNEWSCASTER\n--of those killed in the blast\ntwenty-seven were Iraqis, most of\nthem school children. We warn our\nviewers that some of the images you\nare about to see are--\n\nMarsh shuts off the set. Settles back. The cat jumps up on\nthe bed, purring, rubbing its cheek against her hand. Marsh\nsmiles, pets it. She meets the animal’s gaze. Her smile\nfades, as she remembers something. She jerks to her feet.\n\nINT. MARSH'S BEDROOM -- MINUTE LATER -- DAY.\n\nStill in her underwear, Marsh sits at her computer. The\nkitten is still there, but now all four of its paws, as well\nas its stomach, tail, and bell, are stuck in the glue. Only\nits slow-blinking eyes tell us that it is even alive. The\ntext crawl reads: LABATYD...LABATYD...LABATYD....\n\nMarsh stares, then whispers to herself--\n\nMARSH\nLife’s A Bitch And Then You Die.\n\nShe starts to type.\n\nMARSH (cont’d)\nNo kidding.\n\nShe types several commands into a unix shell. Trace routing\nalgorithms begin to run. A different screen shows possible\nIP addresses. The list begins growing, from ten to hundreds\nto thousands.... Marsh shakes her head at the futility.\n\f15.\n\nINT. CYBER DIVISION HEADQUARTERS -- LATER -- EVENING.\n\nElevator doors open. Out steps Special Agent in Charge of\nthe Cyber Division, WYNN BROOKS, 50’s, Southern accent, dry,\nsmug, unimaginative.\n\nINT. DIAL-UP ROOM -- MOMENTS LATER -- EVENING.\n\nBrooks walks down the aisle of cubicles to where Marsh,\nGriffin, and Wilks stand around Marsh’s desk.\n\nBROOKS\nAll right, Jennifer, show me this\ntortured kitty of yours.\n\nHe and Marsh lock eyes. They have a thorny subtext: Marsh\ndoesn’t respect him and he knows it; Brooks is attracted to\nher and she couldn’t care less.\n\nMARSH\nThe torture’s over.",
  "12": "---END OF PREVIOUS SECTION---\nHe and Marsh lock eyes. They have a thorny subtext: Marsh\ndoesn’t respect him and he knows it; Brooks is attracted to\nher and she couldn’t care less. MARSH\nThe torture’s over. \n---TARGET SECTION TO BE ANNOTATED---\nShe steps aside, revealing her monitor, where the kitten lies\nbroken and flat, face down, dead in the glue.\n\nBROOKS\nI should say so.\n\nA respectful beat, then Griffin murmurs--\n\nGRIFFIN\nPoor Lulu.\n\nEveryone looks at him strangely.\n\nGRIFFIN (cont'd)\n\nWhat? That’s her name.\n\n(reading)\nThe owner...Scotty Hickman...26...\nfrom Columbia...says she was\nsnatched a few days ago from his\nfront lawn during a yard sale. He\nrecognized the fancy collar.\n\nBROOKS\nNot Columbia, Maryland?\nGRIFFIN\nThat’s right.\nBROOKS\n\nSo this site, which could have\noriginated anywhere from Oslo to\nTimbuktu- -\n\f16.\n\nGRIFFIN\n--is streaming locally. Yes, sir.\n\nBROOKS\nThe odds of that are--\n\nMARSH\nA billion to one, if it were a\ncoincidence. But it’s not.\n\nBrooks glances at her. Pause. A tiny stand-off.\n\nBROOKS\nCare to explain?\n\nMARSH\nI’d be happy to. We only found out\nabout the site because, within\nminutes of it going up, it was\ntipped to the County Sheriff and\nthe Baltimore PD. Both tips came\nfrom an Inner Harbor pay phone.\nWhoever’s behind the site lives in\nthe area and wants attention.\n\nOn the screen, a text banner appears: GYETS...MTC...GYETS\n..-MTC...GYETS ...MTC....\n\nBROOKS\nWhat’s that?\n\nMARSH\nChat-room shorthand. “Glad You\nEnjoyed The Show. More To Come.”\n\nThe emoticon comes strutting across the screen. It stops and\nlaughs mockingly at its audience. Brooks smirks--\n\nBROOKS\nCocky little bugger.\n\nMARSH\nHe can afford to be. His site’s\nincredibly sophisticated. Every\nframe of the video’s hidden and\nrelayed among all of its viewers.\nLots of viewers...lots of relays\nlike a mosaic...and it’s impossible\nto tell where it originated. It’s\nalmost like he’s built his own peer-\nto-peer serving network for every\nframe.\n\n(beat)\n\n(MORE )\n\f17.",
  "13": "---END OF PREVIOUS SECTION---\nLots of viewers...lots of relays\nlike a mosaic...and it’s impossible\nto tell where it originated. It’s\nalmost like he’s built his own peer-\nto-peer serving network for every\nframe. (beat)\n\n(MORE )\n\f17. \n---TARGET SECTION TO BE ANNOTATED---\nMARSH(cont 'd)\nLet’s alert STAD and see if it’s a\nnew distributed serving technology\nthey recognize. Meanwhile, I'd\nlike to pull Griffin off Innocent\nImages and--\n\nGRIFFIN\n(to Brooks)\nI really could use the break, sir.\n\nMARSH\nWorking together we might be able\nto--\n\nBROOKS\n\nI’ve got a better idea. Call the\nHumane Society.\n\nBrooks casually walks away.\n\nMARSH\nWynn, I really think--\n\nBrooks stops and turns back with a patronizing air--\n\nBROOKS\nNow, I know how you single women\nlove your felines, but given the\nstate of the world, don’t you think\nthere are more important things for\nyou to worry about? Maybe some-\nthing under our jurisdiction?\n\nMARSH\n(firmly)\nThis is our jurisdiction. It’s\nobscenity.\nBROOKS\n\n(eyes narrowing)\nShocks your conscience, does it?\nWell, it’s a good thing you never\nmet my Granny Brooks, ‘cause she\nused to drown ’em by the litter\n(to everyone else)\nBack to work, gentlemen.\n\nBrooks raps his knuckles on a desk and walks on. Marsh is\npissed.\n\nEXT. CAMDEN YARDS -- TWO WEEKS LATER -- EVENING.\n\nGorgeous dusk. Waving flag. Packed stadium. A BAPTIST\nQUARTET sings the National Anthem to a packed stadium.\n\f18.\n\nINT. CAMDEN YARDS -- SAME -- EVENING.\n\nThe bright parking lot is packed. Last-minute TICKET HOLDERS\nhurry up to the stadium turnstiles. From inside, the anthem\nends.\n\nINT. CAMDEN PARKING LOT PERIMETER-- SAME -- EVENING.\n\nHERBERT MILLER, 50, burly and amiable, an Air Force tattoo on\nhis forearm, walks up, looking around. A distant roar from\ninside the stadium. Miller sees what he’s looking for.\n\nFOLLOW MILLER, walking across the street to a Volkswagen bus\nparked in the shadows under a tree. The bus’s side door is\nopen and SOMEONE pokes around inside, moving aside piles of\njunk. Miller stops right behind him.\n\nMILLER\nHi.\n\nThe person gasps, whips around, startled. We don’t see his\nface.\n\nEXT.",
  "14": "---END OF PREVIOUS SECTION---\nThe person gasps, whips around, startled. We don’t see his\nface. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MARYLAND MAIN STREET -- DAY.\n\nMarsh, parked outside a children’s martial arts academy, sits\nin her SUV, flipping through a travel magazine.\n\nINT. SUV -- SAME -- DAY.\n\nMarsh lowers the magazine, stares into the middle distance,\nthinking. A HANDSOME YOUNG MAN, crossing the street, gives\nher a smile.\n\nMarsh, snapping to, gives him only the faintest smile back.\nShe glances at her laptop computer, sitting nearby. She\ncan’t help herself. She flips it open and starts to type.\n\nWe hear the music of killwithme.com. When the next window\nopens, Marsh sees something she did not expect. Her face\nchanges terribly.\n\nWOMAN (0.S.)\n(knocking on the window)\nHey!\n\nMarsh nearly jumps out of her skin. Stella, carrying a\ngrocery bag, stands at her closed window, pointing to the\nparking meter.\n\nSTELLA\nMeter’s empty! Got a quarter?\n\f19.\n\nEXT. CYBER DIVISION HEADQUARTERS -- LATER -- DAY.\nMarsh strides quickly across the parking lot.\n\nMALE VOICE (0.C.)\nHold it right there, copper.\n\nMarsh smiles when she sees Griffin, disheveled and unshaven,\nclimbing out of his used sports car.\n\nMARSH\nSorry about the timing.\n\nGRIFFIN\n\n(hurrying to join her)\nHey, it’s not your fault. I had\nnothing to do, anyway. Except sit\naround, trying to figure out why I\ncouldn’t get to first base last\nnight with a date who was both\npromiscuous and unattractive.\n\nMARSH\nMaybe if you went out with women\nyou’ve actually met....\n\nGRIFFIN\nThere’s a prescription for lone-\nliness. I work nights. Who do I\nmeet?\n\nMarsh laughs and puts a consoling arm around him.\nINT. MARSH’S WORK STATION -- MOMENTS LATER -- DAY.\n\nMarsh, settling into her chair, is already urgently typing\ninto her keyboard--\n\nMARSH\nFor the past two weeks, it hasn’t\nchanged: a saucer of curdled milk\na dead kitten, a pile of maggots.\nThen Friday night around eleven,\nthe site was down. Gone. I hoped\nforever. But then, an hour ago--\n\nShe hits Enter.",
  "15": "---END OF PREVIOUS SECTION---\nGone. I hoped\nforever. But then, an hour ago--\n\nShe hits Enter. \n---TARGET SECTION TO BE ANNOTATED---\n What Griffin sees on the screen makes his\nface unhinge. He looks closer. He can’t believe his eyes.\n\nREVERSE ANGLE: It’s Herbert Miller, the man from the Orioles\ngame, in the same basement room as the kitten, bound and\ngagged, cemented upright at the waist into the floor.\n\f20.\n\nBare-chested, Miller is surrounded on three sides by A DOZEN\nINFRARED HEAT LAMPS. Just two are turned on, glowing red.\n\nMiller drips with sweat, defiant, struggling, yelling into\nthe gag. In the background, the TV, still sitting on the\nbox, shows a NASCAR race.\n\nGriffin leans down, types, hits keys, then, using Marsh’s\nmouse, drags a live network NASCAR broadcast across the\nscreen and places it beneath the race on the website.\n\nGRIFFIN\nStill streaming live.\n\nMarsh points with her cursor to the top left corner of the\nscreen, where a digital counter marked ETOD counts down the\ntime: 23:46:32\n\nMARSH\nEstimated Time of Death.\n\nOn the right side of the screen, Marsh points to a counter\nmarked NOV with a rapidly increasing number: 27,108.\n\nMARSH (cont‘d)\nNumber of Viewers.\n\nShe points to the text crawl at the bottom of the screen.\n\nMARSH (cont‘d)\nThis is what connects them.\n\nThe text reads: The more that watch, the faster he cooks\n...The more that watch, the faster he cooks...The more that\nwatch, the faster he cooks....\n\nGriffin is horrified, but then he realizes.\n\nGRIFFIN\nWait, it’s bullshit, right? It’s\nfake. It’s gotta be. The guy’s an\nactor!\n\nWILKS (0.S.)\nHe’s a helicopter pilot.\n\nThey turn. There’s Wilks, holding up a Baltimore Police\nDepartment missing person’s report bearing a color photo of\nMiller, surrounded by his happy wife and three smiling\ndaughters.\n\f21.\n\nINT. CYBER-DIVISION HEADQUARTERS HALLWAY -- LATER.\n\nMarsh and Griffin stride quickly. Griffin says under his\nbreath--\n\nGRIFFIN\nYou know, just because you were\nright and he was wrong, doesn’t\nmean you have to rub his nose in\nit.\n\nMarsh’s smile does not reassure.",
  "16": "---END OF PREVIOUS SECTION---\nMarsh and Griffin stride quickly. Griffin says under his\nbreath--\n\nGRIFFIN\nYou know, just because you were\nright and he was wrong, doesn’t\nmean you have to rub his nose in\nit. Marsh’s smile does not reassure. \n---TARGET SECTION TO BE ANNOTATED---\nINT. BROOKS'S OFFICE -- MOMENTS LATER -- DAY.\n\nBrooks leans back in his desk chair, frowning skeptically at\nhis computer screen, which shows Herbert Miller trapped in\nthe cement. Marsh and Griffin sit across from him. Griffin\nreads aloud, summarizing from the report--\n\nGRIFFIN\nHerbert Miller, 54. A pilot for\nLiberty Executive Charter. Lives\nin Bramford, ten minutes from here.\nFriday after work, he called his\nwife and said he had a great ticket\nfor the 0’s game that he got from\nan ad he placed on Craig’s List.\nShe never heard from him again.\n\nBROOKS\nDoes he have any priors?\n\nGRIFFIN\n(confused)\nMiller? I...I--\n\nMARSH\nHow is that relevant?\n\nBrooks looks out the window, thinks.\n\nBROOK\nRemember the snuff film that was\nsent into the L.A. office last\nyear? Teenage geisha cut right in\ntwo. Six weeks later, they found\nher safe and sound, waiting tables\nin Little Tokyo. Maybe Miller’s\ninvolved somehow. ..maybe--\n\nMarsh can’t believe what he is saying, but before she can\nrespond, Wilks appears at the open door--\n\f22.\n\nWILKS\n(pale, shaken)\nSir, killwithme, it’s-- Well-- I\nthink you should take a look--\n\nBrooks, exasperated, hits his keyboard, awakening the screen.\nMarsh and Griffin walk around the desk for a look.\n\nMiller is slumped over, breathing hard, pouring sweat. The\nViewer counter, spinning much faster now, hits 1,120,000.\nThe Estimated Time Of Death has spun below 23 hours.\n\nMARSH\nIf those viewer numbers are real,\nit’s a rate of increase that--\n\nBROOKS\nIt’s because they know it’s fake.\nMARSH\nOr because they hope it isn’t.\n(pointing)\nThat’s how he controls the time of\n\ndeath.\n\nA third heat lamp has begun to glow orange. Miller violently\nbucks, crying out into his gag.\n\nGRIFFIN\nWhat’s driving up the numbers like\nthat? It can’t just be word of\nmouth.\n\nEXT. MILLERS’ BRAMFORD HOME -- AFTERNOON.",
  "17": "---END OF PREVIOUS SECTION---\nIt can’t just be word of\nmouth. EXT. MILLERS’ BRAMFORD HOME -- AFTERNOON. \n---TARGET SECTION TO BE ANNOTATED---\nTV NEWS VANS and SATELLITE TRUCKS are parked in the driveway.\nThe living room windows are illuminated by bright lights from\ninside. COPS keep order among the neighbors, dog walkers,\nkids on bikes, gathered outside.\n\nAn UNMARKED CAR drives up to the curb. JOHN BOX, 40, a\nstreet-tough homicide detective, emerges, smoking a\ncigarette. He is strong, self-assured, a touch world-weary.\nA COP walks over to meet him.\n\nBOx\nWhen did the circus hit town?\n\nCoP #1\nRight after the clowns got tipped.\nAll of ‘em. Anonymously.\n\f23.\n\nBox shakes his head with dismay, and they head to the house.\nThe crowd parts. Box flicks his cigarette before he goes\ninside.\n\nINT. MILLERS’ BRAMFORD HOME -- CONTINUOUS -- AFTERNOON.\n\nUnder bright lights, MRS. MILLER sits on the couch, clutching\na ball of tissue, crying, talking to LOCAL TV REPORTERS.\n\nMRS. MILLER\nI don’t know this person. He calls\nand says he’s killing my husband on\nthe computer! I can hear Herb\nscreaming!\nBox enters and stops in the doorway to watch--\nMRS. MILLER (cont'd)\nWhat was I supposed to do? I had\nto turn on the computer!\nINT. STELLA MARSH’S BEDROOM -- LATER -- EVENING.\nSitting up in bed, Stella watches Mrs. Miller crying on TV:\nMRS. MILLER (ON TV)\nI wish I hadn’t! What do I tell my\ngirls!\n\nANNIE (0.C.)\nGrandma, I can’t sleep.\n\nAnnie stands at the door, rubbing a knuckle into her eye.\n\nSTELLA\nHold on, honey!\n\nStella quickly switches the channel. It’s Mrs. Miller again--\n\nMRS. MILLER (ON TV)\nWho would do this? why?!\n\nShe switches it again.\nMRS. MILLER (ON TV) (cont'd)\n--never hurt anyone! He’s sucha\ngood man!\nAt wit’s end, Stella snaps the set off and gets out of bed.\n\nANNIE\nWhy was that lady crying?\n\f24.\n\nSTELLA\nShe’s what’s known as a sports widow.\nCome on, I’1l read you a story.",
  "18": "---END OF PREVIOUS SECTION---\n24. STELLA\nShe’s what’s known as a sports widow. Come on, I’1l read you a story. \n---TARGET SECTION TO BE ANNOTATED---\nThey exit.\nINT. DIAL-UP ROOM -- NIGHT.\n\nTHE CAMERA MOVES DOWN the row of agents and we see what they\nare working on: exactly what they were working on in the\nfilm’s opening, and at the same measured pace. Nothing has\nchanged until....\n\nWE STOP ON MARSH, driven, exhausted, typing fast, a finished\nChinese meal at her side. One small corner of her central\nmonitor shows Miller lying motionless, soaked, breathing\nhard. Nine of the twelve lamps are blaze now.\n\nThe Viewer counter has climbed to 6,975,000, and the\nEstimated Time Of Death had moved below 5 hours.\n\nMARSH\nInteresting. The site blocks all\nforeign users. Only US-based IP\naddresses can get on.\n\nGRIFFIN\nHow patriotic.\n\n(beat)\nThe e-mail offering Miller the\nOrioles ticket, and the tips coming\ninto the TV stations, were all sent\nfrom different mail servers, and\nthey were all shut down ten seconds\nafter the messages were sent.\n\nMARSH\nNo surprise.\n\nGriffin wheels his chair over. He pulls the egg roll out and\nreads from a note pad--\n\nGRIFFIN\nI searched every newsgroup and found\nthe very first post that mentioned\nkillwithme. It appeared about thirty\nseconds after the site went up.\n\n(reading)\n“A cat caught in a mouse trap. How’s\nthat for irony? It’s streaming live\non killwithme.com. It’s awesome.\nCheck it out.”\n\n(beat)\n(MORE )\n\f25.\n\nGRIFFIN(cont'd)\nI traced it to a Georgetown\nsophomore named Andrew Kinross.\nBut then I looked closer and saw\nthe post didn’t actually originate\nfrom his computer.\n\nMARSH\nOur guy got into his machine and\nposted it from there.\n\nGRIFFIN\nThat would be my guess.\n\nMARSH\nSo let’s go after the originating\ncomputer’s IP.\n\nGRIFFIN\nIt’s worth a shot.\n\nGriffin wheels back to his desk. He is struck by the sight\nof Miller on the screen, staring straight at him.\n\nGRIFFIN (cont'd)\nToo bad he wasn’t a Boy Scout. He\ncould blink Morse Code and tell us\nwhere he is.\n\nMarsh smiles and shakes her head at Griffin’s odd mind, then\nbegins to type.\n\nINT.",
  "19": "---END OF PREVIOUS SECTION---\nHe\ncould blink Morse Code and tell us\nwhere he is. Marsh smiles and shakes her head at Griffin’s odd mind, then\nbegins to type. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BASEMENT -- NIGHT.\n\nMiller, cemented into the floor, is slouched over, his skin\nburned violet, his lips and eyelids crusted, facing the video\ncamera. The air shimmies with the fierce heat.\n\nMiller’s lifeless eyes slowly lift. Ten feet away, along the\ndirty wall, lies the dead kitten -- a maggoty patch of dried\nfur set in glue.\n\nCLOSE ON A DIGITAL READOUT. When the Viewer counter goes\nover 8,000,000, a hard drive flashes and the tenth lamp whirs\nto life. Miller’s eyes widen and he moans helplessly.\n\nINT. DIAL-UP ROOM -- SAME -- NIGHT.\n\nMarsh and Griffin have fallen into a fast, efficient rhythm\ntogether- -\n\nMARSH\nI’m trying to find a footprint on\nKinross’s box.\n\f26.\n\nGRIFFIN\n\nI think I see it.\nMARSH\n\nRight.\n\nGRIFFIN\nGot it.\n\nMARSH\nI have it, too.\n\nGRIFFIN\n\nRunning trace-route. We'll get it.\nIt's been bounced through a relay--\n\nMARSH\nExcept it isn't just masked -- it's\nencrypted....\n\nGRIFFIN\n\n...USing a DOD encryption program.\nInteresting. Not a problem.\n\nAs Griffin types, his screens flash with graphics and data\nstreams. The two work and relay information in perfect sync.\n\nGRIFFIN (cont'd)\nOkay, I’ve unencrypted the orig-\ninating IP. A couple of duplexers\na firewall. A major firewall, as\ngood as ours.\n\nMARSH\nI just burned it down.\nGRIFFIN\nMaybe he’s not as smart as we\nthought.\nMARSH\nMaybe.\nGRIFFIN\n\nI’m in his hard drive. I’ve got his\nroot directory.\n\nMARSH\nCheck out the recent activity.\nWhat's he been up to?\n\nGRIFFIN\nReading about his own site. I’m\nsorry, but that’s just tacky.\n\f27.\n\nMARSH\nLet’s I.D. him. Any commercial\ntransactions?\n\nGRIFFIN\n\nGot the four-by-four digits of a\ncredit card. First digit is a5.\n\nMARSH\nMastercard. I see it. Cross-\nreferenced with an on-line receipt\nfrom...",
  "20": "---END OF PREVIOUS SECTION---\nMARSH\nMastercard. I see it. Cross-\nreferenced with an on-line receipt\nfrom... \n---TARGET SECTION TO BE ANNOTATED---\nChang’s Three Rivers?\n\nShe glances at the Chang’s Three Rivers bag right next to\nher. Her expression changes. Griffin is oblivious.\n\nGRIFFIN\nHe’s got good taste.\n\nMARSH\nOrange Chicken, brown rice, and\nfour egg rolls -- that’s exactly\nwhat we ordered. Except we got two\negg rolls.\n\nThis gets Griffin’s attention. He looks at Marsh and,\nwithout breaking eye contact, slides open a desk drawer to\nreveal two more egg rolls. Marsh sits back, pissed.\n\nMARSH (cont’‘d)\nHe routed us right back to our own\ncomputer. Shit!\n\nGRIFFIN\nSo he’s not as smart as we thought.\nHe’s smarter.\nThey sit for a moment, breathing hard, a bit spooked.\n\nGRIFFIN (cont'd)\nHe’s in our network, you know.\n\nMARSH\nNot for long. Internal Ops will--\n\nAn alert on her screen starts to flash red.\n\nMARSH (cont’‘d)\nThere. He’s purged.\n\nMarsh’s Treo vibrates. She looks down, hits a key. On the\n\nscreen, the text message is nothing but a field of random\nnumbers.\n\f28.\n\nBefore Marsh can react, she notices Brooks striding down the\nhall with Detective John Box. Brooks holds open a conference\nroom door and gestures for Marsh to join them.\n\nGRIFFIN\nMaybe that’s the profiler you asked\nfor.\n\nMARSH\n\n(getting up)\nNot unless Quantico’s changed its\ndress code.\n\nINT. DIAL-UP CONFERENCE ROOM -- MOMENTS LATER -- NIGHT.\n\nMarsh enters a bit warily. Detective Box stands, exhausted,\nlooking out the window, sipping coffee.\n\nBROOKS\nJennifer Marsh -- Detective John\nBox. Baltimore PD’s got him on the\nMiller abduction.\n\nBox turns to face her. A charged moment. Some chemistry.\nMaybe even a flicker of recognition. They shake hands.\n\nMARSH\nA pleasure.\n\nHe smiles. Slightly awkward beat.\n\nMARSH (cont’d)\nSo, you’re on the team? You'll be\njoining the task force?\n\nBOx\nNo team, just me.\n\nBROOKS\nAnd we won’t be using the task\nforce until we have a better idea\nof what we’ve got here.\n\nMarsh stares him down for a beat.",
  "21": "---END OF PREVIOUS SECTION---\nBOx\nNo team, just me. BROOKS\nAnd we won’t be using the task\nforce until we have a better idea\nof what we’ve got here. Marsh stares him down for a beat. \n---TARGET SECTION TO BE ANNOTATED---\nMARSH\nWell, that’s idiotic.\n\nBROOKS\n(amused, to Box)\nWhat’d I tell you?\n\f29.\n\nBOx\n(with a smile)\nIt’s a wonder the State Department\nhasn’t come calling.\n\nMARSH\nIf you’1l excuse me--\n\nBROOKS\nNo, I will not. Get back in here.\n\nMarsh reluctantly obeys.\n\nBROOKS (cont'd)\nIt’s past John’s bedtime -- give him\nwhat you’ve got, and he’1l do the\nsame for you, then you can both go\n\nhome.\nMARSH\nNow? I still have--\nBROOKS\nI’m switching you to days.\nMARSH\n(sharply)\n\nWhy? I’m on this schedule because\nof my daughter, so--\n\nBROOKS\nYou play nice now.\n\nBrooks exits, shutting the door behind him. Tense silence.\nMarsh exhales heavily and sits, resigned--\n\nMARSH\nYou first.\n\nBOx\n\nWe found Miller’s car parked three\nblocks from Camden Yards. No\nprints but his own. The stadium\ncameras caught nothing. We’re\nasking the public for their help.\n\n(beat)\nWhat else? Oh, yeah, I talked to\nhis wife.\n\nStill holding his coffee cup, Box uses his other hand to flip\nopen his notebook.\n\f30.\n\nBOX (cont’d)\nPatty. She’s a wreck. Doesn’t\nknow why anyone would do this to\nhim.\n\nHe flips the notebook shut. That’s it. Marsh can’t help but\nsmile.\n\nMARSH\nThorough.\n\nBOX\nWhat can I say? Miller’s a good\nguy. A veteran. Coaches Little\nLeague. Church every Sunday.\n\nMARSH\nThen why’d the subject pick him?\nBOx\n“Subject?” What is this, science\nclass?\nMARSH\n\nWhat would you prefer?\n\nBOx\nHow about the “piece of shit?”\n\nMARSH\nWhy’d he pick Miller?\n\nBOX\nI don’t know. Maybe it was random.\n\nMarsh thinks for a few beats.\n\nMARSH\nWhat about the guy who owned the\nkitten? You talk to him?\n\nBOX\nHickman. Yeah, he’s a jackass.\n\nBox slaps down a Baltimore Sun with a picture of a spike-\nhaired, chubby malcontent in an orange-and-yellow uniform.",
  "22": "---END OF PREVIOUS SECTION---\nBOX\nHickman. Yeah, he’s a jackass. Box slaps down a Baltimore Sun with a picture of a spike-\nhaired, chubby malcontent in an orange-and-yellow uniform. \n---TARGET SECTION TO BE ANNOTATED---\nBOX (cont’d)\nHe just wants the collar back\nIt cost him twelve bucks on ebay.\nThat’s a lot when you’re an\nassistant manager at Burger King.\n\f31.\n\nMarsh settles into thought. Box is intrigued by her\nintensity.\n\nBOX (cont’d)\nWhat’ve you got for me?\n\nShe looks at him, assessing. Then speaks softly--\n\nMARSH\nThere’s no such thing as an\nuntraceable website...but now I’m\nnot so sure. Killwithme is like\nnothing I’ve ever seen or imagined.\nAs long as the prime-upload site is\na ghost, this guy can kill Miller\n...or anyone else he wants...he can\ninvite the whole world to watch and\njoin in...and there’s not a thing\nwe can do to stop it.\n\nBOx\nOn your end.\nMARSH\nThat’s right.\nBOx\n\nGuess I have some work to do.\nBox rises from his chair. She watches him go.\nINT. DIAL-UP ROOM HALLWAY -- MINUTE LATER -- EVENING.\n\nEmerging from the room, Box goes one way and, moments later\nMarsh goes another. Marsh walks back to her desk, begins\npacking up her stuff. She speaks to Griffin--\n\nMARSH\nWynn’s switching me to days.\n\nWhen she doesn’t get a response, she looks over and sees\nGriffin sitting motionless. She walks over. Looks.\n\nA terrible sight: All twelve of the lamps glow red. Miller\nlies dead, his skin a deep purple, cracking and peeling, his\nhair smoking.\n\nThe Viewer counter is spinning like a slot machine, moving\nabove 11,056,000, and the Estimated Time Of Death has stopped\nat 00:00:00.\n\f32.\n\nGRIFFIN\n\n(whisper )\nThere was time, but then the\nnumbers...they just exploded.\n\nThe text banner appears: ROTFL...TYFAYS...MTC...ROTFL\nTYFAYS...MTC...ROTFL...TYFTAYS...MTC.... Marsh reads,\nthinks, then translates--\n\nMARSH\nRolling On The Floor Laughing.\nThank You For All Your Support.\nMore To Come.\n\nAngry but stoical, she goes back to her desk. She unlocks\nher drawer and jams her Glock back in her holster. She grabs\nher jacket.",
  "23": "---END OF PREVIOUS SECTION---\nAngry but stoical, she goes back to her desk. She unlocks\nher drawer and jams her Glock back in her holster. She grabs\nher jacket. \n---TARGET SECTION TO BE ANNOTATED---\n On her way out, she murmurs--\n\nMARSH (cont’d)\nWe'll see about that.\n\nFADE TO BLACK.\nFADE IN:\nEXT. WASHINGTON D.C. MALL -- EARLY MORNING.\n\nThe sun rises on the vast expanse of green. And so begins a\nSLOW VISUAL TOUR OF WASHINGTON D.C. at DAYBREAK -- the\nmuseums, the parks, the monuments, historic Georgetown, the\nWhite House....\n\nOVER THE GORGEOUS TOUR, we hear a spliced jumble of various\nlocal TV and radio broadcasts:\n\nAUDIO JUMBLE\nHerbert Miller...the Bramford man\n...last seen ten days ago...\nstreaming live...a grisly sight\n...,authorities report...real or\nfake...a stunt...until a body is\nfound speculation...no one has\nclaimed responsibility...since the\nsite went black, rumors abound...\nlocal authorities...the end or just\nthe beginning?\n\nEXT. D.C. RESIDENTIAL NEIGHBORHOOD -- LATER -- MORNING.\n\nBirds sing on a gorgeous tree-lined street of stately homes,\ndappled with shadow.\n\f33.\n\nEXT. D.C. HOUSE -- SAME -- MORNING.\n\nA big Colonial house. An SUV is parked in the driveway. The\nfront door opens and a SPOILED PREPPIE, 22, emerges, carrying\na golf bag, speaking on his cell phone--\n\nSPOILED PREPPIE\nDude, he is so Red State. He\ndrives a pick-up truck...his teeth\nlook like puppy chow..and the\nhaircut. What is that, a reverse\nmullet?\n\nFRIEND 0O.S.\n(through the phone)\nHis girlfriend cut it. She’s\nFrench.\n\nSPOILED PREPPIE\nI knew I hated her.\n\nHe opens the back of the SUV.\nSPOILED PREPPIE (cont’d)\nAnyway, no way he’s stepping foot\nin my dad’s country club. Call\nTucker or even that fat kid from--\nHis golf bag lands with a weird thud.\n\nSPOILED PREPPIE (cont’d)\nHold on.\n\nHe opens the hatch wider to look. He sees a black trash bag\nfilled with something. He unties it.",
  "24": "---END OF PREVIOUS SECTION---\nHe opens the hatch wider to look. He sees a black trash bag\nfilled with something. He unties it. \n---TARGET SECTION TO BE ANNOTATED---\n He staggers back\nsucking wind, as the purple, withered face of Herbert Miller\nplops out, connected only to Miller’s upper torso.\n\nINT. MARSH’S KITCHEN -- MORNING.\n\nAnnie munches cereal. She looks over, notices something, and\nsmiles--\n\nANNIE\nMommy’s sleepy.\n\nStella, seated next to Annie, pouring herself coffee, looks\nover--\n\nSTELLA\nYou know, I think she is.\n\nANGLE ON MARSH, looking dead tired.\n\f34.\n\nMARSH\nWhy do you say that?\n\nShe pretends to nod off, snoring, into her oatmeal. Annie\ngiggles. Stella pours Marsh some more coffee.\n\nSTELLA\nIt’s a big deal, you know, turning\nyour schedule upside down. It’s\ncrazy-making. Or, in your case,\ncrazy increasing.\n\nMARSH\nShouldn’t you be getting senile\nsoon?\n\nSTELLA\n\nBut there is an upside. A normal\nschedule might lead to other normal\nactivities.\n\nMARSH\n\n(wryly)\nYou mean d-a-t-i-n-g?\n\nANNIE\nNo spelling!\n\nAnnie blows a whistle on a cord around her neck. Marsh jumps\nout of her skin.\n\nMARSH\nOh, baby! Too early!\n\nSTELLA\nDid you see the pretty lanyard she\nmade at day camp?\n\nMarsh’s cell phone rings. Annoyed, she opens it and looks at\nthe caller ID. She answers immediately- -\n\nMARSH\nWhat’s up?\n\nAs she listens, she rises from her chair, shocked, her face\ngrowing more and more alarmed. Annie makes a face at her\ngrandmother.\n\nANNIE\nUh-oh.\n\f35.\n\nEXT. D.C. RESIDENTIAL STREET -- MORNING.\n\nHELICOPTER SHOT: the Colonial house has been cordoned off\nwith yellow evidence tape, behind which stand DOZENS OF\nONLOOKERS, visibly excited, taking photos with their cell\nphones.\n\nA Forensic Science Unit Van is parked outside, along with\nseveral police cars. TWO CORONER TECHNICIANS carry Miller’s\nremains in a zippered bag to their white van.\n\nAs we hover overhead, we notice DETECTIVES and UNIFORMED\nOFFICERS at different doorways, questioning NEIGHBORS.",
  "25": "---END OF PREVIOUS SECTION---\nA Forensic Science Unit Van is parked outside, along with\nseveral police cars. TWO CORONER TECHNICIANS carry Miller’s\nremains in a zippered bag to their white van. As we hover overhead, we notice DETECTIVES and UNIFORMED\nOFFICERS at different doorways, questioning NEIGHBORS. \n---TARGET SECTION TO BE ANNOTATED---\nAnd in the midst of all of this -- John Box, striding across\nthe lawn in a hurry. He jumps into his car\n\nEXT. BALTIMORE CITY HALL -- DAY.\nMarsh hurries up the marble steps of the historic building.\nEXT. BALTIMORE CITY HALL CORRIDOR -- LATER -- DAY.\n\nMarsh walks down the hall, swarming with activity, and stops\nat the Press Room door, where she flashes her badge.\n\nINT. CITY HALL PRESS ROOM -- CONTINUOUS -- DAY.\n\nMarsh enters the bright, cluttered room, which is packed with\nnetwork and cable TV crews, reporters, and photographers, in\nthe middle of a press briefing.\n\nAt the microphone stands MICHAEL BECKETT, Chief of the\nBaltimore Police, 60’s, silver-haired, red-cheeked, reading\nfrom prepared notes.\n\nBehind him stands John Box, as well as representatives from\nthe Secret Service, the District Attorney’s office, and the\nlocal Sheriff’s office.\n\nBECKETT\n--at which time Trey Restom, the son\nof California Congressman Joseph\nRestom, discovered the partial\nremains of Mr. Miller inside the\nvehicle. He immediately phoned local\nauthorities, who responded- -\n\nINT. BALTIMORE CITY HALL -- LATER -- DAY.\n\nMarsh and Box stride quickly down the hall--\n\f36.\n\nBOx\nMiller was a god-damn chopper\npilot. wWhat’s his connection to a\nU.S. Congressman?\n\nMARSH\nThe killer had to dump the body\nsomewhere. Why not on a national\nstage?\n\nBox stops dead.\n\nBOx\nYou’re saying there is no connec-\ntion? He did it for a bullshit\npress conference?\n\nMARSH\n\nMaybe.\nBOx\n\nWhat, to build up his fan base?\nMARSH\n\nThey’re not fans. They’re\n\naccomplices.\n\nBox takes a beat, then, disgusted, pushes through the ornate\ndoor.\n\nEXT. CITY HALL -- CONTINUOUS -- DAY.\nBox lights a cigarette, as Marsh emerges behind him.\n\nBOx\nBut why’d he pick Restom, when he\nhad 434 other dishonest, yellow-\ntied douche bags to choose from?\n\nMARSH\nGood question.\n\nBox throws her a smile, unused to the compliment.\n\nMARSH (cont’d)\n\nI know because I asked it myself.",
  "26": "---END OF PREVIOUS SECTION---\nMARSH\nGood question. Box throws her a smile, unused to the compliment. MARSH (cont’d)\n\nI know because I asked it myself. \n---TARGET SECTION TO BE ANNOTATED---\n(beat)\n\nThe Director testified before him\nonce. Restom sits on the House\nJudiciary Committee. He’s a huge\nsupporter of Net Neutrality. All\ntraffic treated equally. No\nrestriction on content.\n\f37.\n\nBOX.\nYou’d think the piece of shit would\nbe for that.\n\nMARSH\n\nYeah, you would.\nThey both think for a beat, then start to descend the steps.\n\nMARSH (cont‘d)\nWhat‘d you find on scene?\n\nBOX\nA neighbor saw some a van drive by\naround four a.m. Another heard a\ncar door slam a minute later. They\nassumed it was the Post being\ndelivered. They were wrong. As\nfor Restom’s car, no sign of forced\nentry. So, it looks like our guy’s\na god-damn locksmith, too.\n\n(beat)\nToday, my men’re gonna work the tech\nangle: computer companies...on-line\nelectronics stores...those freaks who\nbuild their own computers.\n\nMARSH\nPower Users. I’m one.\n\nHe smiles, checks his watch, and descends faster. She\nstruggles a bit to keep up.\n\nMARSH (cont’d)\nWhat’s the hurry?\n\nBOX\n\n(slowing down)\nA house call. Arthur James Elmer.\nAn engineer at a place called\nDynoTech Solutions. He was fired\nsix months ago for installing a\nwireless web cam in the men’s room.\nHis landlady says ever since the\nkitty bit the glue, he's been\ntalkin’ about the site non-stop.\n\nThey reach his car.\n\nBOX (cont’d)\nGet in, we’ll go together.\n\nMARSH\nNo, thanks.\n\f38.\n\nBOX\nWhat’s wrong?\n\nMARSH\nI don’t do field work.\n\nBOx\nBut that’s where our guy lives.\n\nMARSH\nI’m better behind a desk. Anyway,\nBrooks mobilized the task force, so\nI really should....\n\nHis eyes meet hers. He flips his cigarette and gets into his\ncar.\n\nBOX\nI’1l keep you posted.\n\nMarsh, anxious, watches him drive off.\nEXT. RUN-DOWN HOME -- DAY\n\nTwO UNIFORMED COPS stand outside, near a broken, rusty fence,\nas Box hurries up.",
  "27": "---END OF PREVIOUS SECTION---\nMarsh, anxious, watches him drive off. EXT. RUN-DOWN HOME -- DAY\n\nTwO UNIFORMED COPS stand outside, near a broken, rusty fence,\nas Box hurries up. \n---TARGET SECTION TO BE ANNOTATED---\nBOx\nWho’s got the warrant?\n\nOFFICER #1\n(handing it over)\nYou do.\n\nBox heads up the path to the house.\n\nINT. RUN-DOWN HOME -- MOMENTS LATER -- DAY.\n\nKnickknacks, doilies, and dust. Box enters. At the end of\nthe hall in the frilly kitchen, he sees TWO OFFICERS talking\nto SOMEONE who blocks the basement door. We don’t have a\nclear view.\n\nINT. RUN-DOWN HOME KITCHEN -- MOMENTS LATER -- DAY.\n\nBox enters, glances around the kitchen, taking it in, then\nhis eyes rest on ARTHUR JAMES ELMER, 30, skinny, brainy,\nwearing khakis and a stained T-shirt.\n\nELMER\nYou’re Box?\n\nBOx\nThat’s right.\n\f39.\n\nELMER\nUnusual name.\nBOx\nWasn’t up to me.\nELMER\nYou really think I baked that guy?\nBOx\nMaybe.\nELMER\n\nI’m flattered. I found it highly\nentertaining. Especially at the\nend. The way the viewership\nincreased geometrically. Like some\nsort of epidemic. You know, AIDS\ntook twenty years to reach a\nmillion hits. Killwithme did it in\nless than two hours. You know what\nthey oughta do? Sell ad space.\n\nBox stares, then slaps the warrant onto his chest. An\nofficer moves Elmer away from his door. The other officer\nlays his hand on his weapon and leads the way downstairs.\n\nINT. ELMER’S BASEMENT APARTMENT -- CONTINUOUS -- SAME.\n\nBox walks down creaking wooden steps past a swinging light\nbulb into a dim, dirty basement apartment.\n\nEvery inch of the walls and ceilings is covered with a photo\ncollage of YOUNG MALE MODELS, cut from magazines, every inch\ncovered in heavy shellack.\n\nBox walks over to a large work table, covered with garbage,\nand bearing a massive amount of computer equipment. A big\nmonitor shows the killwithme screen -- black.\n\nBox spots a bucket next to the chair. Picks it up. When the\nodor of urine hits him, he turns his head. The officer\npoints to a bank of monitors--\n\nOFFICER\nGuy’s got enemies.\n\nBox looks.",
  "28": "---END OF PREVIOUS SECTION---\nWhen the\nodor of urine hits him, he turns his head. The officer\npoints to a bank of monitors--\n\nOFFICER\nGuy’s got enemies. Box looks. \n---TARGET SECTION TO BE ANNOTATED---\n The monitors show live web cam images of\ndifferent views from around the house--\n\nBOx\nNo, he just thinks he does.\n\f40.\n\nElmer is led into the room by the other Officer. Box sees\nstacks of DVD's everywhere, all bearing handwritten labels.\n\nBOX (cont’d)\nYou like movies, huh?\n\nELMER\nWho doesn’t?\n\nBOx\nMe. You burn your own, huh?\n\nBox pops a DVD in a player and hits play.\n\nBOX (cont'd)\nThat’s illegal.\n\nElmer smirks. Box hits pause, freezing the FBI WARNING about\nillegal copying. He throws Elmer a dead-serious glance.\n\nBOX (cont’d)\nYou can’t say we didn’t warn you.\n\nINT. MARSH’S WORK STATION -- LATER -- DAY.\n\nMarsh walks quickly down the hall, checking a message on her\nTreo. She senses something and looks over. Griffin walks at\nher side, beaming.\n\nMARSH\nWhat’re you doing here?\n\nGRIFFIN\nGuess who Brooks asked to join the\ntask force?\n\nMarsh smiles at the happy surprise.\nINT. TASK FORCE MEETING ROOM -- LATER -- DAY.\n\nSeated in the room are a DOZEN MEN and a COUPLE OF WOMEN:\nrepresenting the County Sheriff, the FBI, and the Baltimore\nand D.C. police departments.\n\nBROOKS\nSince we’ve got a few new members,\nlet’s talk a minute to introduce\nourselves.\n\nCLOSE ON MARSH, as the introductions quickly proceed. She\nhears a vibration. Checks her Treo. An e-mail from Annie.\nShe opens it. Annie writes: “Hi, Momy. Grandma is helping\nme wthi the cpmter. I love you.”\n\f41.\n\nMarsh starts to write back. Griffin gives her a gentle jab\nwith his elbow. She looks at him, doesn’t understand. His\neyes bulge. She realizes that it’s her turn.\n\nMARSH\nSorry. Jennifer Marsh. I’ma\nsupervisor here.\n\nGRIFFIN\nGriffin Dowd. I work here, too.\nIn Innocent Images. Which is just\na poetic way of saying internet\nkiddie porn. Serial homicide’1l be\na nice break.",
  "29": "---END OF PREVIOUS SECTION---\nIn Innocent Images. Which is just\na poetic way of saying internet\nkiddie porn. Serial homicide’1l be\na nice break. \n---TARGET SECTION TO BE ANNOTATED---\nThe last few people introduce themselves and Wynn takes over\nagain--\n\nBROOKS\nBefore we discuss a game plan, you\nshould know that we do have a\nsuspect. A search warrant has been\nissued for an Arthur James--\n\nMARSH\nElmer’s not our guy.\n\nAll eyes turn to Marsh. Brooks smiles--\n\nBROOKS\nMs. Marsh hasn’t left her desk all\nday, and yet somehow she feels the\nconfidence to declare--\n\nMARSH\nFriday, starting at 1 p.m., Elmer\nwas logged on to a chat room for\ntwelve consecutive hours. At the\ntime Miller disappeared, Elmer was\nbusy trying to arrange a private\nchat with the first tenor of the\nGay Men’s Chorus of Greater Tacoma.\n\nBrooks frowns, then notices Box standing at the open door\n\nBROOKS\nYou hear that, John?\nBOx\nShe’s right. He’s not our guy.\n(beat)\n\nBut it still felt good arresting\nhim.\n\f42.\n\nA few chuckles. Box falls into a seat next to Marsh.\nEXT. MARSH’S BACKYARD -- EVENING.\nThe family is visible in the kitchen window, eating dinner.\nINT. MARSH KITCHEN -- SAME -- EVENING.\nThe family eats.\nMARSH\nHow was day camp, honey? Did you\n\nhave fun?\n\nANNIE\nBeebee made me cry.\n\nMARSH\nShe did? How?\n\nANNIE\nShe called me “pooper -scooper.”\nShe says Bridget made it up...and\nBridget says Ashley did, but Ashley\nsays Beebee did, and I believe her.\n\nMARSH\nDoes it really matter? who said it\nfirst?\n\nAnnie nods emphatically. This triggers an idea in Marsh.\nShe reflects for a few beats.\n\nMARSH (cont’‘d)\nWould you excuse me for a second?\n\nANNIE\nOkay, but only one.\n\nMarsh gets up and leaves the room.\nANNIE (cont’d)\nOne-one thousand.\n(crying out)\nMommy, come back!\nShe blows her whistle. Stella bursts out laughing.\nINT. MARSH’S BEDROOM -- MOMENTS LATER -- EVENING.\n\nAs she turns on her computer, Marsh hits her speed dial. The\nphone rings. Griffin picks up--\n\f43.\n\nGRIFFIN (0.S.",
  "30": "---END OF PREVIOUS SECTION---\nGriffin picks up--\n\f43. GRIFFIN (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n(from the phone)\nHello!\n\nMARSH\nI caught you.\n\nINTERCUT WITH:\nINT. GRIFFIN’S BATHROOM -- SAME -- EVENING.\n\nHaving just finished shaving, Griffin slaps on after-shave.\n\nGRIFFIN\nBarely. I’ve got a big date\ntonight.\n\nMARSH\n\nBig special or big overweight?\n\nGRIFFIN\nI don’t know. She’s from match.com.\nA legal secretary.\n\nMARSH\nListen, I just had a thought. Maybe\nwe moved on too fast. What was the\nname of that college kid our guy used\nto promote his site?\n\nGRIFFIN\nOh, you mean...ummm....Kincaid?\nNo, Kinross. Andrew. What about\nhim?\nMARSH\n\nThere are 1.3 billion internet users\nin the world. Why did our guy choose\nhim? Maybe they knew each other.\nMaybe there’s a connection. what do\nyou think?\n\nGRIFFIN\nI guess it’s worth looking into.\n\nMARSH\n(starting to type)\nAnd there goes my holiday weekend.\n\nGRIFFIN\nLike you had anything planned.\n\f44.\n\nMARSH\nI did. I was gonna crash your\ndate, just to see the look of\nhorror on her face when you split\nthe check.\n\nGRIFFIN\nKnow what you are? A playa hata.\n\nMARSH\n(with a laugh)\n\nSee you Monday.\n\n(beat)\nOh, and later tonight? When your\ndate ends early? Would you mind\ntaking a closer look at Miller? He\npiloted corporate executives.\nAnyone from high tech or telecom?\nMembers of Congress? See if you\ncan track down a customer list.\n\nGRIFFIN\nYou got it.\n\nThey hang up. All business now, she begins to type, her face\ntaking on a fierce expression that carries over into--\n\nEXT. MARSH'S BEDROOM WINDOW -- LATER -- NIGHT.\n\nFROM ACROSS THE STREET: Framed in the glass, Marsh works at\nher desk under a bright lamp.\n\nINT. MARSH’S BEDROOM -- DAY/NIGHT.\n\nVARIOUS SHOTS OF MARSH HARD AT WORK, her computer screen\nflashing with data on Kinross, chat rooms pages, news group\npostings. She’s clearly not finding what she’s looking for.",
  "31": "---END OF PREVIOUS SECTION---\nMARSH’S BEDROOM -- DAY/NIGHT. VARIOUS SHOTS OF MARSH HARD AT WORK, her computer screen\nflashing with data on Kinross, chat rooms pages, news group\npostings. She’s clearly not finding what she’s looking for. \n---TARGET SECTION TO BE ANNOTATED---\nAt one point, Annie interrupts, pulling Marsh from the desk\nby her hand.\n\nAt another, Marsh, dead on her feet, watches from her window\nas Stella and Annie play catch in the front yard.\n\nINT. ANNIE’S BEDROOM -- LATER -- DAWN.\n\nIn bed, Annie lies sound asleep, sprawled amid paste,\nscissors, construction paper, and a stack of red-white-and-\nblue decorations.\n\nMarsh sits down next to her, smiling tenderly at the mess.\nShe clears some of it away, then pulls Annie’s blanket up\nhigher.\n\f45.\n\nShe kisses Annie’s cheek, then slowly lays her head down. As\nMarsh’s eyes flutter shut, the CAMERA DRIFTS TO THE WINDOW,\nwhere the sun rises and birds sing.\n\nEXT. RESIDENTIAL STREET -- MORNING.\n\nBirds also sing on a charming neighborhood of generous middle-\nclass homes set back amid thick foliage. American flags hang\nfrom many of them. A big, black BMW glides down the block.\n\nINT. BMW -- SAME -- MORNING.\n\nJERRY CARVER, 40’s, handsome, tanned, well-coiffed, drives\nslowly, looking between a slip of paper in his hand and the\npassing addresses.\n\nFinally, he pulls into the secluded driveway of a middle-\nclass home and parks behind a big, gold Cadillac.\n\nEXT. MIDDLE-CLASS HOME -- MOMENTS LATER -- MORNING.\n\nCarver, admiring the house, walks up to the front door. He\npushes the doorbell. While he waits, he looks around,\nadmiring the garden, the oak tree, the fence.\n\nRight next to Carver, at a side window, a curtain parts anda\nYOUNG MAN looks out. Carver doesn’t notice.\n\nMEET OWEN, 30, his skin unwholesome, his eyes devoid of\nlight. He studies Carver for a few long beats, then he\ndisappears.\n\nMoments later, just as Carver is about to press the bell\nagain, Owen opens the door. His smile is bright, but stiff,\nas though his face might crack.\n\nCarver tries to hide his surprise at the young man’s\ndisturbing appearance.\n\nOWEN\nYou’re right on time.\n\nCARVER\nYeah, it’s a curse. I’ve spent\nhalf my life waiting for people.",
  "32": "---END OF PREVIOUS SECTION---\nOWEN\nYou’re right on time. CARVER\nYeah, it’s a curse. I’ve spent\nhalf my life waiting for people. \n---TARGET SECTION TO BE ANNOTATED---\nCarver flashes a warm smile and extends a manicured hand.\n\nCARVER (cont’d)\nJerry Carver.\n\nOwen looks at the hand as though he has never seen one\nbefore. Then he smiles and shakes it without force.\n\f46.\n\nCARVER (cont’d)\nGreat address, by the way. Eights\nbring prosperity.\n\nOWEN\nI didn’t know that.\n\nCARVER\nLove the Caddy, too.\n\nAs Carver moves past him and disappears inside, Owen looks\nout at the car.\n\nOWEN\nIt had a dent, but I got it fixed.\n\nEXT. MARSH’S BACKYARD -- DAY.\n\nGriffin stands on a picnic table, threading a garland of\nAnnie’s decorations into the branches of a tree.\n\nGRIFFIN\nYou made ‘em all by yourself?\n\nANNIE\nGrandma helped a little. My mom\ncouldn’t, ‘cause she was working on\nthe computer.\n\nGRIFFIN\nShe works hard, huh?\n\nAnnie nods emphatically.\n\nGRIFFIN (cont'd)\nHow’s that?\n\nAnnie grins up at her handiwork.\n\nINT. MIDDLE-CLASS HOME -- LATER -- MORNING.\n\nOwen stands in the living room, his face impassive, while\nCarver admires the decor, which is in a contemporary Asian\nstyle.\n\nCARVER\nYou like Asia, I guess.\n\nOWEN\nJust Korea.\n\nAwkward beat.\n\f47.\n\nCARVER (0.S.)\nWell, you make it work\n\nOWEN\nThank you.\n\nAnother awkward silence.\n\nCARVER\nSo...you gonna let me see ‘em?\n\nOWEN\nOf course.\n\nFOLLOW OWEN, leading Carver through the spotless house. All\nof the rooms are decorated in the rosewood, teak, and\nporcelain. Carver chatters uneasily--\n\nCARVER\nI gotta tell ya, a 710 Pullman and a\n712 Observation Car? When I read\nyour e-mail, I almost passed out.\nIf they’re really in mint condition--\n\nOWEN\nDad and I used to play with them.\nAnd we played Ping-Pong. And we\nbuilt things. Toys. Contraptions.\nWe had quite a workshop.\n\nOwen stops and fixes Carver with a dead stare.\n\nOWEN (cont’d)\nHe passed away last year.",
  "33": "---END OF PREVIOUS SECTION---\nWe had quite a workshop. Owen stops and fixes Carver with a dead stare. OWEN (cont’d)\nHe passed away last year. \n---TARGET SECTION TO BE ANNOTATED---\nCARVER\nOh, I’m sorry to hear that\n\nOwen nods slowly, then opens a small door, revealing a dark\nnarrow staircase, descending into pitch blackness. He hits\nthe light, smiles, and gestures for Carver to go first.\n\nCarver obeys, a bit reluctantly. As he passes by, Owen\ntouches a Taser to the back of Carver’s neck. 50,000 volts.\nCarver drops like a sack of potatoes down the stairs, which\nblends with--\n\nEXT. MARSH’S BACKYARD -- DAY.\n\nGriffin dumps charcoal into the grill. Marsh, arranging\nbeverages in a cooler of ice--\n\nMARSH\nSo how was your date?\n\f48.\n\nGRIFFIN\nNot bad. But I think today’s will\nbe better. She’s a social worker.\nShe’11 be hear any minute.\n\nMARSH\n(amused)\nYou’re kidding.\nGRIFFIN\nNo -- so behave.\n(beat)\n\nHow was your weekend?\n\nMARSH\nI only made it through a few months\nof Kinross’s posts. It’s insane.\nThe kid was on line sixteen hours a\nday...pushing websites, sharing\nlinks, uploading videos....\n\nGRIFFIN\nWas? Not anymore?\n\nMARSH\n\nNot since he died.\n\n(off Griffin’s shock)\nA month ago. Of something called\ndiabetic ketoacidosis. It happens\nwhen you skip your insulin for a\nfew days. Within a few hours of\nhis body being discovered, the site\nwent up and his recommendation\nappeared.\n\nGRIFFIN\nYou think our guy killed him?\n\nMARSH\nI don’t know. The coroner called\nit accidental.\n\n(beat)\nWhat‘d you find on Miller?\n\nGRIFFIN\nNot much. His company caters mostly\nto corporate attorneys and bankers\nwho need to get in and out of D.C. in\na hurry. No serious ties to politics\nor high tech.\n\nGriffin tosses in a match and the coals burst into flame.\n\f49.\n\nINT. OWEN’S BASEMENT -- DAY.\n\nNaked but for boxers and black socks, Jerry Carver lies\nunconscious, bruised, gagged, slumped against the folded-up\npicnic table.\n\nHis torso is snaked with patriotic bunting. An I1.V.",
  "34": "---END OF PREVIOUS SECTION---\nHis torso is snaked with patriotic bunting. An I1. V. \n---TARGET SECTION TO BE ANNOTATED---\n tube is\nburied in his clavicle and taped in place.\n\nA few feet away, we see the rotting shape, embedded in the\ncement floor, of where Herbert Miller was cut in two.\n\nSuddenly, one of Jerry Carver’s lifeless arms jerks to life\nlike a marionette’s. Then the other one does. They both\nsnap up and bang back against the Ping-Pong table.\n\nWe realize that his arms are being controlled by Ethernet\ncables tied to both wrists, and connected to a crank. As the\ncable is stretched tighter, Carver’s body rises and his arms\nspread wider and wider.\n\nComing to, Carver begins to moan, turning his head from side\nto side. Owen walks out from behind the table. He kneels\nopens a tool box and removes a metal tool meant to scrape\npaint from window panes.\n\nFrom a tiny cardboard sheath, Owen slips out a double-edged\nrazor blade and slips it into the tool.\n\nEXT. MARSH’S BACKYARD -- LATE AFTERNOON.\n\nA PACK OF CHILDREN swarm and scatter, laughing and screaming\nwith delight, spraying each other with SQUIRT GUNS.\n\nAt a PICNIC TABLE, PARENTS chat, eating hotdogs and burgers,\nsipping beers. Marsh, holding a beer, stands alone, watching\nas the sun bleeds below the tree line.\n\nShe turns and sees Annie happily squealing, backed against a\nflower bed, drenched by her friends. Marsh looks over and\nsees Griffin manning the grill.\n\nGriffin glances at Marsh and their eyes click like billiard\nballs. They share a smile. It’s interrupted by--\n\nBOX (0.C.)\nHey, there.\n\nBox stands there, looking a bit self-conscious, overdressed,\nholding a bouquet of flowers. A dab of bloody Kleenex is\nstuck to his neck.\n\nMARSH\nYou made it.\n\f50.\n\nBOx\nBarely.\n\nMARSH\n(re: the flowers)\nYou gonna give me those, or make me\npry ‘em out of your cold, dead\nhands?\n\nBox\n\n. (dryly)\nSurprise.\n\nShe takes them. She sees Griffin looking over, watching.\nStella, too. Great.",
  "35": "---END OF PREVIOUS SECTION---\nShe sees Griffin looking over, watching. Stella, too. Great. \n---TARGET SECTION TO BE ANNOTATED---\n Then, as Marsh reflexively inhales the\nflowers, Annie runs over--\n\nANNIE\nMommy, can I smell them, too?\n\nMARSH\nSure, Bug.\n\nShe scoops her up onto the bench. Annie inhales them.\n\nMARSH (cont’d)\nJohn, this is my daughter Annie.\n\nBOx\nHi, Annie.\n\nANNIE\nHello, John.\n\nAs before, a subtle look of recognition comes over Box. He\nsmiles warmly at her.\n\nBOx\nYou must be about...ummm...six and\nthree quarters, I’1l bet.\n\nANNIE\n(delighted)\nHow did you know that?\n\nMarsh is curious, too, and a bit uneasy, but before Box can\nanswer, her Treo vibrates. She checks it. Her face changes.\nShe and Box meet eyes. She answers it--\n\nMARSH\nMarsh.\n\nAs she listens, she stands up, her eyes filling with alarm.\n\f51.\n\nShe quickly looks over at Griffin. He’s noticed the moment\nHe quickly crosses over and whispers in Stella’s ear. She\ntakes immediate action--\n\nSTELLA\nAnnie, honey! Come here! wWe’re\ngonna play a game!\n\nMARSH\nHoney, go to Grandma.\n\nAnnie starts to run to her, but then, no fool, Annie stops\ndead and whips around, just in time to see her mother, Box,\nand Griffin rushing away--\n\nANNIE\nYou could at least say good-bye!\n\nMarsh whips around--\n\nMARSH\nI am so sorry, baby! I’11 make it\nup to you! TI promise!\n\nThey hurry on, but then, at the gate, run right into MELANIE\n30, a lovely young woman, carrying a bottle of wine--\n\nMELANIE\n\nI’m looking for Griffin? He said--\n(beat)\n\nWait, that’s you! Hi!\n\nGriffin grabs her by the elbow--\n\nGRIFFIN\nI am so sorry. Gotta run.\n\nHe races away with Marsh and Box. Melanie is bewildered.\nShe sees Annie, looking up at her.\n\nANNIE\nYou get used to it.\n\nINT. BOX’S SPEEDING CAR -- LATER -- AFTERNOON.\n\nBox speeds along the highway with his siren attached to the\nroof, wailing. Marsh works her laptop in the passenger seat.",
  "36": "---END OF PREVIOUS SECTION---\nBOX’S SPEEDING CAR -- LATER -- AFTERNOON. Box speeds along the highway with his siren attached to the\nroof, wailing. Marsh works her laptop in the passenger seat. \n---TARGET SECTION TO BE ANNOTATED---\nGriffin sits in back, looking at Marsh’s screen, waiting.\nWhen the image comes up, Marsh and Griffin react\n\nBox looks over as best he can, while he drives. On the\nscreen, he sees Jerry Carver tied to the upright Ping-Pong\ntable, wrestling and screaming into his gag.\n\f52.\n\nInto his torso, killwithme.com has been cut with a razor.\nThe delicate letters trickle blood.\n\nBOx\nSick, fuckin’ bastard.\nGRIFFIN\nWhat does the crawl say?\nMARSH\n“The more that watch, the faster he\ndrains.”\nBOx\nDrains?\nGRIFFIN\n\n2,513,000 viewers. Estimated Time\nof Death: 18 hours, 33 minutes.\n\nINT. TEENAGE BOY’S BACKYARD -- LATE AFTERNOON.\n\nA TEENAGE BOY, smoking a joint, lies on his hammock, with an\nOPEN LAPTOP COMPUTER on his lap. On the other side of a\nnearby fence, a barbecue is in progress.\n\nThe teen laughs, sputtering, watching a home video clip of a\nkid getting hit in the bare chest by a Roman candle. The\nmoment when the firework knocks the kid off his feet plays\nover and over again in slow motion.\n\nPing! The teenager gets an Instant message: <<Dude, KWM --\nback up!>> Excited, the teenager takes a hit off his joint\nand clicks on the little red heart of his Favorite Places.\nKillwithme.com loads.\n\nWhen he sees Jerry Carver strapped to the table, he laughs so\nhard that he chokes on his smoke, but then he abruptly\nnotices something unbelievable. He puts his nose right up to\nthe screen to be sure. No way! He flies out of the hammock\nalmost dropping his laptop, and rushes over to the fence--\n\nTEENAGE BOY\nJesse! Yo, Jesse!\n\nINT. TASK FORCE COMMAND CENTER -- RIVERTON -- LATER.\n\nBox, Griffin, and other members of the Task Force watch\nCarver on a large plasma computer monitor. The Viewer\ncounter reads 4,112,000. Estimated Time of Death is just\nabove 15 hours. Marsh works intently, off to the side, on\nher laptop.\n\f53.",
  "37": "---END OF PREVIOUS SECTION---\nEstimated Time of Death is just\nabove 15 hours. Marsh works intently, off to the side, on\nher laptop. 53. \n---TARGET SECTION TO BE ANNOTATED---\nBOx\nWait, I know this guy!\n\nGRIFFIN\nMe, too. That-- That’s not--\n\nPETERSON, 30’s, a DEPUTY SHERIFF, enters, a bit winded--\n\nPETERSON (0.S.)\nJerry Carver.\n\nGRIFFIN\nRight! A reporter.\n\nPeterson hands over a headshot from the C-Span website.\n\nPETERSON\nUntil last year, when he moved to\nD.C. to host a show for C-Span. He\nvisited his mother this morning in\nSilver Springs. Then he was\nsupposed to take a look at an\nantique train set he wanted to buy,\nand be home by noon for a family\ncookout. He never showed. At half\npast one, the neighbor’s kid called\nand said Jerry was being, and I\nquote “crucified on a Ping-Pong\ntable.”\n\nBrooks enters, starting to unwind a bit. He walks over to\nthe screen.\n\nBROOKS\nNow, how on earth is he going to\ncontrol this man’s time of death?\nHe’s threatening to drain him?\nHow? Those are no deeper than\npaper cuts.\n\nMarsh swings her chair away from her computer screen.\n\nMARSH\nIt’s not the cuts. It’s his blood.\n\nShe screen-captures the I.V. bag hanging above Carver’s head,\nas well as a small metal box, through which its contents pass\non their way to Carver’s chest.\n\nMARSH (cont’‘d)\nThis box regulates the amount of\nthe solution flowing into Carver\nSee the cable?\n(MORE )\n\f54.\n\nMARSH(cont 'd)\nIt’s connected to his computer.\nWhich means he has complete control\nover the dosage.\n\nBROOKS\nDosage of what?\n\nShe screen-captures Carver’s agonized features and magnifies\nthem.\n\nMARSH\nHis nose is starting to bleed. I’m\nguessing the bag contains some sort\nof anti-coagulant.\n\nBOx\n(eyes on the screen)\nSo the more people who visit the\nsite, the more drug is released,\nand the faster Carver bleeds?\n\nMARSH\nYup.\nBROOKS\nWonderful.\nPETERSON\n\n(studying the counter)\nThe numbers of viewers is moving\nslower than last time.",
  "38": "---END OF PREVIOUS SECTION---\nMARSH\nYup. BROOKS\nWonderful. PETERSON\n\n(studying the counter)\nThe numbers of viewers is moving\nslower than last time. \n---TARGET SECTION TO BE ANNOTATED---\n Is there\nany chance people are losing\n\ninterest?\nBOx\nNo, they’re just more interested in\nfireworks.\nMARSH\nFor now.\nBROOKS\n\nWell, it’s high time we talked some\nsense to them.\n\nMarsh throws an alarmed look at Brooks, as he picks up a\ntelephone.\n\nINT. BALTIMORE CITY HALL CORRIDOR -- EARLY EVENING.\n\nThe Task Force hurries down the hall. Marsh has managed to\nget up alongside Brooks--\n\f55.\n\nMARSH\nBut this is exactly what he wants!\nAnything we say, any publicity\nhelps him!\n\nBROOKS\nWe'll see about that.\n\nBefore she can protest, Brooks bursts through doors into--\nINT. BALTIMORE CITY HALL PRESS ROOM -- CONTINUOUS.\nMarsh tries to regain his attention--\n\nMARSH\nPlease, just hear me out!\n\nToo late. Brooks is greeted by colleagues and associates.\nThe rest of the Task Force enters around her.\n\nINT. BALTIMORE CITY HALL PRESS ROOM -- LATER -- AFTERNOON.\n\nUnder the glaring lights of media cameras, Chief of Police\nBeckett speaks at a lectern to a room packed with national\npress--\n\nCHIEF BECKETT\nWe’re gathered here to share some\ninformation in regard to criminal\nconduct that has originated in the\nBaltimore metropolitan area, but\nwhich has far-reaching implica-\ntions.\n\nANGLE ON BOX AND BROOKS, standing at Beckett’s side. They\nhear clicking. They look over and sees Marsh seated, click-\ning away at her laptop.\n\nCHIEF BECKETT (cont'd)\nBecause of the uniqueness of the\ncrimes and because the FBI is able\nto provide resources critical to\nthis investigation, I have asked\nthem to lead the inter-agency task\nforce assigned to the case.\n\nBACK TO MARSH, who studies killwithme.com. The Viewer\ncounter is still fairly low -- 5,406,000. The Estimated Time\nOf Death is still at over 11 hours.\n\nThe blood from the letters cut in Carver’s chest and from his\nnose runs faster. He still struggles to free himself.\n\f56.\n\nMarsh screen-captures and magnifies a detail off the site.",
  "39": "---END OF PREVIOUS SECTION---\nHe still struggles to free himself. 56. Marsh screen-captures and magnifies a detail off the site. \n---TARGET SECTION TO BE ANNOTATED---\nIt’s the killer’s muted TV, showing Beckett’s face live at\nthe press conference, perfectly in sync with the words we are\nhearing in the background:\n\nCHIEF BECKETT (0.S.) (cont’d)\nNow let me turn it over to Special\nAgent in Charge of the FBI’S\nCybercrime Division -- Wynn Brooks.\n\nBACK TO SCENE, as Marsh goes back to her full screen and\nBrooks, grim-faced, steps to the microphone.\n\nBROOKS\nThanks, Chief.\n\n(beat)\nTwo weeks ago, a man was killed in\ncold blood on the Internet. This\nsadistic murder, streamed live, was\nfacilitated by individuals who\nvisited the killer’s website,\nbelieving, no doubt, that what they\nwere watching was a mere stunt.\n\n(beat)\nI can assure you that it wasn’t.\n\nANGLE ON MARSH, staring at her computer screen. Her eyes\nreact as the Viewer counter begins to fly upward at a much\nfaster rate.\n\nBROOKS (0.S.) (cont'd)\nNow, today, a second individual has\nbeen taken hostage, and his life,\ntoo, is in jeopardy.\n\nThe counter moves even faster. Marsh looks over at Box, her\neyes urgent. Box sees the screen, looks over at Brooks.\nDecides whether to intervene. With every word Brooks says\nthe Viewer counter spins faster--\n\nBROOKS (cont'd)\nMr. Carver is known to many of you.\nBut he is more than a distinguished\nreporter, he is also a doting\nfather to two sons, Eric and\nJesse...a loving husband to his\nwife Louise...a devoted son to his\nmother Beatrice. This is not a\nhoax. Not a video game. It’s\nreal. All-too-real. Any visit to\nthis site...to this criminal\nenterprise...will hasten the demise\nof Mr. Carver, something that none\nof us could possibly wish for.\n\f57.\n\nBrooks clearly feels that he has accomplished something. He\nlooks down and sees Marsh’s screen. His face twists with\ndisbelief.\n\nThe Viewer counter spins wildly. Blood pours down from the\nletters on Carver’s chest. Carver screams as the swelling\nand pain builds.",
  "40": "---END OF PREVIOUS SECTION---\nThe Viewer counter spins wildly. Blood pours down from the\nletters on Carver’s chest. Carver screams as the swelling\nand pain builds. \n---TARGET SECTION TO BE ANNOTATED---\n Brooks, shaken, looks at Marsh, then back\nat the press, then at the camera--\n\nBROOKS (cont'd)\nYour government is asking you to\nsay away from this website! And to\nspread the word to your family,\nfriends, and neighbors!\n\nMarsh watches in horror, as on the screen, IN SLOW MOTION,\nCarver arches his back and screams into his gag. Blood\nsquirts from his eyes and runs down his cheeks.\n\nREAL-TIME. Marsh gasps. Brooks looks, sees the nightmare,\nand is at a complete loss.\n\nSeeing the look on his face, the Press begins to murmur and\ngrow uneasy. Box, unable to help himself, leans down to the\nmicrophone- -\n\nBOx\nIf you visit the site...you’re an\naccessory to murder! You may not\nbelieve it, but it’s the truth!\nYou’re his murder weapon!\n\nMarsh stares in horror, as ON THE SCREEN, Carver looks as\nthough he will explode. He is in absolute agony, flopping\nlike a fish on a line.\n\nBlood pours down his chest and from his ears, eyes, mouth,\nnose. He arches his back and lets out a final muted scream.\n\nAbruptly, it explodes into GUT-WRENCHING SOUND, which we can\nonly hear because now we are in--\n\nINT. OWEN’S BASEMENT -- SAME -- EVENING.\n\nSuddenly, Carver slumps, too weak even to lift his head. His\nbleary, bloody eyes slowly rise and stare at us.\n\nAn accusation?\nSuddenly, a lightning-fast MONTAGE starts, flashing around\n\nthe country, from COMPUTER TO COMPUTER, showing the vast\nspectrum of people watching Carver.\n\f58.\n\nIt includes people from every walk of life, of every age,\nclass, and race; some are tearful, some morbidly fascinated,\nsome disgusted, others laugh.\n\nFINALLY WE LAND ON ANOTHER ANGLE, and we see that Carver\nisn’t staring at us. He’s staring at Owen who, moving behind\nthe blinking camera, calmly adjusts one of his lights.\n\nCarver’s bloody gag slips a few inches. Surprised, seeing a\nglimmer of hope, Carver works his tongue, trying to make it\nfall farther.",
  "41": "---END OF PREVIOUS SECTION---\nHe’s staring at Owen who, moving behind\nthe blinking camera, calmly adjusts one of his lights. Carver’s bloody gag slips a few inches. Surprised, seeing a\nglimmer of hope, Carver works his tongue, trying to make it\nfall farther. \n---TARGET SECTION TO BE ANNOTATED---\n But then a fresh wave of pain hits him and his\npants are suddenly drenched with blood.\n\nINT. CITY HALL CONFERENCE ROOM -- LATER.\n\nThe Task Force surrounds Marsh, who sits at a City Hall desk\nwith her laptop.\n\nBECKETT\nGood God!\n\nGRIFFIN\nHis lips are moving!\n\nMarsh screen-captures and magnifies Carver’s mouth. The gag\nhas fallen farther. We can see his lips. Marsh barks at\nGriffin--\n\nMARSH\nGet Tim on the phone! Tim Wilks\nhurry!\n\n(to all)\n\nHis gag slipped! He’s trying to\ntell us something!\n\nGriffin hands Marsh the phone- -\nMARSH (cont’d)\n(into the phone)\nTim, are you at the site?\nINT. DIAL-UP ROOM -- RIVERTON -- DAY.\n\nWilks sits at his desk in front of a “Speak and Read”\ntelephone for the deaf.\n\nWILKS\nYes.\n\nAcross the telephone screen, whatever Marsh says spits out in\ntyped text.\n\f59.\n\nMARSH (0.S.)\nCapture Carver’s mouth. Magnify\nit. What’s he saying?\n\nWilks captures the image, magnifies it, leans down close to\nthe screen to read Carver’s lips.\n\nWILKS\nEight....Eight...Eight....wait...\nthen....Green something. He’s\n\ntrying again. Oh, I get it. Okay.\nIt’s an address, I think. Eight...\nEight...0...Eight... Greenleaf --\n\nINT. CITY HALL CONFERENCE ROOM -- LATER.\nThe Task Force can’t believe their luck.\n\nPETERSON\nThere’s a Greenleaf in Silver\nSprings, three blocks from his\nmother’s nursing home.\n\nWILKS (0.S.)\n(from the phone)\nHe’s trying again!\n\nEveryone turns to look at Carver on the screen, but, almost\nimmediately, he vomits what looks like coffee grounds all\nover himself, and then, a moment later, like a giant spider\na hand appears over the lens, holding a lens cap, and the\nscreen goes black.\n\nMARSH\nShit!\n\nBECKETT\nLet’s get him!\n\nAS everyone rushes out of frame, HOLD ON THE SCREEN.\n\nThe Viewer counter reads 7,610,000. The Estimated Time Of\nDeath is over 5 hours, 25 minutes.\n\nEXT.",
  "42": "---END OF PREVIOUS SECTION---\nThe Viewer counter reads 7,610,000. The Estimated Time Of\nDeath is over 5 hours, 25 minutes. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n POLICE HEADQUARTERS HELIPAD -- DUSK.\n\nA Helicopter lands on the roof. Beckett, Box, and Griffin\nrace toward it. Marsh hesitates with fear. Box grabs her by\nthe hand. Their eyes lock. He hauls her toward the chopper\nEXT. MARYLAND HIGHWAY -- DUSK.\n\nTHREE MARYLAND COUNTY SHERIFF’S CARS race down the highway,\nlights flashing, sirens screaming.\n\f60.\n\nEXT. SUBURBAN MARYLAND -- SAME -- DUSK.\n\nThe helicopter roars over a canopy of trees into the Maryland\nsuburbs.\n\nINT. HELICOPTER -- SAME -- DUSK\n\nMarsh, strapped in, hands trembling, stares at her computer.\nThe site is back up. Carver’s gag is back in place. His\nhead hangs lifeless now, dripping blood from the chin. His\nbody is a bloody mess.\n\nThe Viewer counter is at 8,595,000. The Estimated Time Of\nDeath is at 3:43:06. Marsh and Box meet eyes.\n\nEXT. MIDDLE-CLASS HOME -- LATER -- DUSK.\n\nWe’ve been here before. SHERIFF’S DEPUTIES wearing body\narmor, Swarm across the lawn, taking up a perimeter.\nCarver’s BMW is no longer parked behind the Cadillac in the\ndriveway.\n\nINT. MIDDLE-CLASS HOME -- MOMENTS LATER -- DUSK.\n\nThe door explodes off its hinges as Sheriff’s Deputies storm\nin, weapons drawn. They see no one. They race through the\nhouse, kicking open doors. A DEPUTY with a walkie-talkie to\nhis ear, screams out--\n\nDEPUTY #1\nThe basement!\n\nTwO DEPUTIES kick the basement door off its hinges. Guns\ndrawn, they shine their lights in.\n\nDEPUTY #2\nSHERIFF! DOWN ON THE FLOOR! HANDS\nWHERE I CAN SEE ‘EM! NOW!\n\nOne hits the basement lights.\nINT. MIDDLE-CLASS HOME BASEMENT -- CONTINUOUS -- DUSK.\n\nThe Two Deputies storm sideways down the stairs, pointing\ntheir weapons. The basement is ordered, tidy, Asiatic. An\nexercise bike. A massage bed. A Buddha. Not Owen’s bloody\nworkshop. A different basement\n\nEXT.",
  "43": "---END OF PREVIOUS SECTION---\nA Buddha. Not Owen’s bloody\nworkshop. A different basement\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n MIDDLE-CLASS HOME -- MINUTES LATER -- EVENING.\n\nThe helicopter lands in the middle of the blocked-off street.\nMarsh, Box, Beckett, and Griffin exit the chopper and head\ntoward the house. NEIGHBORS have gathered behind a yellow\npolice cordon. A Deputy hurries out to meet the threesome.\n\f61.\n\nDEPUTY #1\nBasement’s clean.\n\nMARSH\nThat’s impossible. He’s streaming\nlive. Are there any other Greenleafs\naround here?\n\nDEPUTY #1\nSure, but this is the place all\nright.\nMarsh doesn’t understand.\nINT. MIDDLE-CLASS HOME KITCHEN -- MOMENTS LATER.\n\nDeputy #1 leads everyone in--\n\nDEPUTY\nSee?\n\nA laptop computer sits open on the kitchen table. On the\nscreen, Carver lies dead, his head hanging limply, his nose\nand chin dripping blood.\n\nThe Viewer counter flies past 13,000,000 and the Estimated\nTime Of Death has stopped at 00:00:00.\n\nThe text crawl reads: TNXE6...TTKSF...B4N...TNXE6...TTKSF...\n\nB4N...TNXE6...TTKSF..B4N....\n\nMARSH\nThanks a Million...Trying to Keep a\nStraight Face...Bye For Now.\n\nThe emoticon waves good-bye. A terrible silence falls over\nthe group.\n\nBECKETT\n(checking his watch)\nIt took less than six hours.\n\nBOx\nTwice as fast as Miller.\n\nGRIFFIN\nAnd that’s on a holiday.\n\nMARSH\n(half to herself)\nAnd none of the people who killed\nhim think they did anything wrong.\n(MORE )\n\f62.\n\nMARSH(cont 'd)\nThey just visited a website, like\nthey do every day...to check the\nnews...their stocks....\n\n(beat)\n\nOr watch a skateboarder break his\narm. A pedestrian get run over.\nTwo strangers have sex. An\ninnocent journalist get beheaded.\n\nBox shakes his head, appalled--\n\nBOx\nWhen did the world go fuckin’\ninsane? I use my computer to send\nmail and get sports scores.\n\nMarsh smiles at Griffin--\n\nMARSH\nHe’s been hiding in the field too\nlong.",
  "44": "---END OF PREVIOUS SECTION---\nBox shakes his head, appalled--\n\nBOx\nWhen did the world go fuckin’\ninsane? I use my computer to send\nmail and get sports scores. Marsh smiles at Griffin--\n\nMARSH\nHe’s been hiding in the field too\nlong. \n---TARGET SECTION TO BE ANNOTATED---\nGriffin looks meaningfully at Box and points to the laptop--\n\nGRIFFIN\nIt’s a jungle in there.\n\nThe point lands. Then, slowly, Marsh looks around, thinking,\npiecing it together--\n\nMARSH\nCarver gave us this address because\nthis is where he was captured. He\nwas moved later, but he didn’t know\nit.\n\nEXT. MIDDLE-CLASS HOME -- MINUTES LATER -- NIGHT.\n\nBox strides across the yard, covering his cell phone and\nmuttering to ONE OF HIS MEN as it’s being cordoned off with\nyellow evidence tape.\n\nBOx\nI want this place scrubbed. I don’t\ncare if it’s fucking soy sauce. I\nwant every drop, every fibre I.D.’ed.\nAnd find his god-damn car!\n\nThe cop nods and walks off. Box returns to his phone call--\nBOX (cont’d)\n\nMa’am, please try again. Check\nevery folder.\n\f63.\n\nFIND MARSH, standing on the perimeter of the activity, at the\nsidewalk, thinking, looking up and down the block.\n\nGradually, she sees something that catches her attention.\nAcross the street sits a Volkswagen bus. She frowns and\nstarts to walk over to it.\n\nFOLLOW MARSH, getting closer and closer to it, when--\n\nBOX (0.S.) (cont’d)\nJennifer!\n\nShe turns. There’s Box, pocketing his phone and approaching\nwith his notebook. She meets him half way.\n\nIn the background, we see NEIGHBORS held back by police tape.\nAmong them is Owen, chatting quietly with neighbors, his eyes\nnever leaving Marsh.\n\nWhen Marsh reaches Box--\n\nBOX (cont’d)\nCarver’s wife says he was contacted\nabout the train set through the C-\nSpan website. In his bio, he\nmentions he’s a collector. She’s\ntrying to find the e-mail.\n\nMARSH\nIt'll trace to a dead server. Who\nowns the house?\n\nBOx\nTom Park...60’s, a widower. Right\nnow, he’s visiting his mother for\nher birthday. In South Korea.\n\nMARSH\nWho would know that?\n\nBOx\nOnly a few thousand people. Park\nowns a local market. He closes it\ndown for two weeks every July so he\ncan make the trip.\n\nMARSH\nOur guy must be a customer.\n\f64.",
  "45": "---END OF PREVIOUS SECTION---\nHe closes it\ndown for two weeks every July so he\ncan make the trip. MARSH\nOur guy must be a customer. 64. \n---TARGET SECTION TO BE ANNOTATED---\nBOx\nWe'll see what Park can tell us.\nMeanwhile, we’1ll conduct a “neigh-\nborhood.” Looks like a pretty\nclose-knit community. Maybe\nsomebody saw something.\n\nHe walks away.\n\nMARSH\nJohn?\n\nBox stops and turns.\n\nMARSH (cont’‘d)\nAndrew Kinross...a Georgetown\nsophomore...died June 2nd. The\nCoroner said it was accidental. I\ndon’t think so. See if he’1ll take\na second look.\n\nBOx\nYou got it.\n\nA warm beat. He goes back to work. Marsh stands there\nreflecting. Then she remembers. She turns around. The VW\nbus has vanished. She isn’t sure what to make of it.\n\nEXT. HIGHWAY -- MORNING.\nCars move in both directions as far as the eye can see.\n\nRADIO TALK JOCK (0.S.)\nHey, I just took a look once the\nguy was dead. I wanna hear from\none of you sickos who helped kill\nthe poor bastard!\n\nINT. MARSH’S MOVING SUV -- SAME -- MORNING.\nMarsh drives in rush hour, her face unreadable.\n\nRADIO TALK JOCK (0.S.)\nFolks, the board just lit up like a\nChristmas tree.\n\nDisgusted, Marsh changes the channel.\n\nRADIO FEMALE TALK JOCK (0.S.)\n--the list of who my girlfriends\nand I think he should kill next\nNumber 1: Paris Hilton’s dog.\n\nNumber 2: Paris Hilton. Number 3--\n\f65.\n\nMarsh changes the channel again.\n\nRADIO MINISTER\n\n--the Samaritan of today give comfort\nto the fallen stranger on the road to\nJericho? Oh, no, because he travels\nthe information super-highway! He’s\noblivious to the reality of human\nsuffering, because he lives ina\nvirtual reality! Friends, the world\nwide web is nothing more than--\n\nMarsh changes the channel again. Mozart. She leaves it.\nEXT. CYBER DIVISION HEADQUARTERS -- MORNING.\n\nMEDIA TRUCKS and SCORES OF REPORTERS crowd the gate. Marsh,\nhating it, drives through the crowd. Reporters yell\nquestions and flash photos, as she passes.\n\nEXT. CYBER DIVISION HEADQUARTERS LOT -- LATER -- MORNING.",
  "46": "---END OF PREVIOUS SECTION---\nReporters yell\nquestions and flash photos, as she passes. EXT. CYBER DIVISION HEADQUARTERS LOT -- LATER -- MORNING. \n---TARGET SECTION TO BE ANNOTATED---\nMarsh, walking quickly across the crowded parking lot, nears\nthe front entrance.\n\nBox leans against the building, smoking, sipping coffee\nreading The Washington Post. She walks over. He shows her\nthe article he’s reading. It bears a handsome professional\nheadshot of Carver.\n\nBOX\nThey condemn the site, refuse to\npublish its name, then they mention\nthat it’s all over the Web and that\nan eight year old could find it.\n\nBox flips his cigarette and moves.\nBOX (cont’d)\nI guess it doesn’t matter. It’s\nout there. It’s everywhere.\n\nAs he and Marsh enter the building, he drops the newspaper in\nthe trash.\n\nOFF THE NEWSPAPER headshot of Jerry Carver--\n\nDISSOLVE TO THE REAL JERRY CARVER, hanging dead from the Ping-\nPong table, crusted black with dried blood. Flies swarm in\ncelebration.\n\nBehind him, the Viewer counter flies past 31,000,000....\n\f66.\n\nTHE CAMERA MOVES OVER to reveal Owen, oblivious to the\nhorror, sitting at a work table, hunched over his computer.\n\nCLOSE ON HIS COMPUTER SCREEN, filled with mundane folders.\nHis cursor moves from folder to folder, deciding which one to\nopen. It stops on “Photos.”\n\nClick. A long list JPEG FILES opens. The cursor moves to\none marked “Drunk Me.” Click\n\nA COLOR PHOTO OF MARSH opens, showing her years ago, laughing\nat a bar, with her pals from Quantico.\n\nOwen closes it. Moves his cursor down the list. Stops on\none marked “Mom.” A photo opens of Stella, beaming with\nhappiness, feeding Annie as a two-year-old.\n\nOwen closes it. Moves his cursor. Stops on another photo\nand clicks. A photo of Annie opens, as we know her today,\ngrinning and adorable, on a playground swing.\n\nOwen stares at it for a long, long time.\n\nINT. ASCENDING ELEVATOR -- MINUTE LATER -- MORNING.\n\nMarsh and Box are alone in the elevator. Their eyes meet in\nthe silver reflection of the doors.\n\nBOx\nAnnie forgive you for bailing on\nthe cook-out?\n\nMARSH\nOnly after I read her three bedtime\nstories.\n\nBOx\n\nA small price to pay.\n\nMarsh smiles and her eyes bounce away. Box studies her\nreflection.",
  "47": "---END OF PREVIOUS SECTION---\nBOx\n\nA small price to pay. Marsh smiles and her eyes bounce away. Box studies her\nreflection. \n---TARGET SECTION TO BE ANNOTATED---\n She catches him looking.\n\nMARSH\nWhat?\nBOX\nI knew you were familiar.\n(beat)\n\nRick and I came up together.\n(no reaction)\nHaskins.\n\nMarsh stares, blinks a few times.\n\f67.\n\nMARSH\nHe introduced us?\n\nBOx\nNo, we never met. I just saw you.\nAt his funeral.\n\nMarsh nods slowly, revealing nothing. The doors open\nseparating their reflections.\n\nINT. TASK FORCE COMMAND CENTER -- LATER -- MORNING.\n\nThe room is crowded with LOCAL AGENTS, setting up a more\ncomplex command center. A huge map of the area covers one\nwall. More computers have been brought in.\n\nOn one large plasma screen, we see Carver’s dead body, with\nthe Viewer counter spinning past 38,000,000. Box and Marsh\nenter and look around at all the activity. Griffin walks\nover, excited, speaking under his breath-\n\nGRIFFIN\nBrooks finally made it a special...\nand he brought in the profiler you\nasked for. Two, in fact.\n\nMARSH\nIt’s about time.\n\nBOX\nWhat’s a special?\n\nGRIFFIN\nWhen we transfer agents from other\ndivisions to cover our regular\ncases, so our agents, who know the\narea, can join the task force.\n\nMARSH\nWhat woke him up?\n\nGRIFFIN\nA phone call from the Director.\nWho got one from the Secretary of\nHomeland Security. Whose niece\nused to date Jerry Carver’s son.\n\nMarsh has to smile at the absurdity.\n\nMARSH\nI guess all politics is local.\n\f68.\n\nINT. TASK FORCE COMMAND CENTER -- LATER -- DAYS LATER.\n\nMarsh, Box, and Griffin sit with TWO DOZEN OTHER OFFICERS\nsome uniformed, some not, from a variety of agencies\nlistening to FBI profiler HANK DAIGLE, 55, burly, crusty,\ngenial--\n\nDAIGLE\nWell, the son of a bitch knows his\nway around a computer. He knows\nsomething about medicine, too. Is\nhe a psychopath? To some extent\nsure. No conscience. Sees other\npeople as articles...objects...to\nbe controlled with violence. He’s\nprobably on the younger side, too.\nMight already have served some jail\ntime.",
  "48": "---END OF PREVIOUS SECTION---\nSees other\npeople as articles...objects...to\nbe controlled with violence. He’s\nprobably on the younger side, too. Might already have served some jail\ntime. \n---TARGET SECTION TO BE ANNOTATED---\nHis partner MIKE INMAN, late 30’s, a straighter arrow, joins\nin--\n\nINMAN\nBut in real life, mental disorders\ndon’t come in tidy packages. They\noverlap sometimes, which is what I\nthink we’re looking at here. The\nlack of a sexual component, for\nexample -- that’s abnormal for\npsychopaths. So is his mastery of\ncomputers. Psychopaths lack the\nfocus to excel at much of anything.\nSo, my guess is the subject’s got\nparanoid tendencies, as well.\nWhich would make him a less social\nindividual, more likely to withdraw\ninto cyberspace and--\n\nBOx\nWhat do you think the piece of\nshit’s trying to say with these\nkillings?\n\nPeople are surprised by the interruption, and some are\nconfused by the question. Not Marsh.\n\nDAIGLE\nSounds like you’ve got a theory.\n\nBox takes a beat to order his thoughts. As he speaks, Marsh\nbecomes increasingly interested in, and impressed by, what he\nhas to say:\n\f69.\n\nBOX\n\nThere’re plenty of ways to kill.\nOur guy invites the public to join\nin. The American public. No\nforeigners allowed. And he invites\nthem to kill who? Fellow\nAmericans. Good citizens. That\nplus the cartoon, the music -- if\nyou ask me, it shows contempt not\njust for the victim, but for every-\none who watches...all his helpers.\nHe reminds me of the Unabomber...a\nparanoid with delusions of grandeur\n...USing violence to critique\nsociety. In other words, a fuckin’\nterrorist. Except what this one’s\ntrying to say I’m not sure. Guess\nI'll have to wait and read his\nmanifesto.\n\n(beat)\nThat make any sense?\n\nINMAN\nIt does, and I’1l answer with a\nquestion. Society’s been around a\nlong time. Why did the subject\nstart attacking it now? Start\nkilling now? I’d be on the lookout\nfor an inciting event, something\npersonal in a suspect’s life that\nmight have set him off.\n\nMarsh takes this in.\nINT. CYBER DIVISION HALLWAY -- LATER -- DAY.\n\nAs the meeting adjourns, Task Force members fill the hallway.",
  "49": "---END OF PREVIOUS SECTION---\nINT. CYBER DIVISION HALLWAY -- LATER -- DAY. As the meeting adjourns, Task Force members fill the hallway. \n---TARGET SECTION TO BE ANNOTATED---\nMarsh walks up to Box--\n\nMARSH\nI think you’re right. It’s not\njust about the victims. It’s also\nabout the people who watch. All of\nus. He grabs Miller at a baseball\ngame...dumps his body ina\nCongressman’s car...kills Carver on\nthe Fourth, wrapped in red, white,\nand blue. The next guy he’1l\nprobably choke to death with apple\npie.\n\nBOx\nIf it is a guy.\n\f70.\n\nThis stops Marsh. He steps close and whispers--\n\nBOX (cont’d)\nIf you ever feel like you need some\nextra security, don’t hesitate to\ncall.\n\nHe smiles, touches her beneath the chin, and walks off.\nShe’s left a little breathless.\n\nEXT. CYBER DIVISION HEADQUARTERS -- LATER -- AFTERNOON.\n\nLONG SHOT, as Box walks alone across the parking lot to his\ncar.\n\nINT. BOX’S CAR -- MOMENTS LATER -- AFTERNOON.\n\nBox gets in and starts the engine. Rock music blares from\nhis stereo. He looks over his shoulder, backs up, turns the\nwheel, shifts gears, and drives off.\n\nINT. CYBER DIVISION HEADQUARTERS -- EVENING.\n\nA printer spits out the last of a big document. Griffin\nhurriedly grabs it, adds it to a huge stack of papers, and\ncarries it away.\n\nFOLLOW GRIFFIN, carrying the load over to his desk and\ndropping it there next to two other huge stacks.\n\nGRIFFIN\nEvery post Kinross left in the last\nyear.\nMARSH\nJesus.\nGRIFFIN\nAnd this.\n\nHe holds up two disks.\n\nGRIFFIN (cont'd)\nOne for you and one for me. Every\nvideo clip he ever uploaded. That\nwas his real hobby. Pulling sick\nshit off the net and posting it on\nshock-video sites.\n\nGriffin slips in his disc and types into his keyboard.\n\nGRIFFIN (cont'd)\nThis is last thing he posted before\nhe died.\n(MORE )\n\f71.\n\nGRIFFIN(cont 'd)\n\nSort of a personal greatest hits.\nHe called it the “My Best of the\nWorst.”\n\nGriffin clicks. Marsh settles on the corner of his desk.",
  "50": "---END OF PREVIOUS SECTION---\nGRIFFIN(cont 'd)\n\nSort of a personal greatest hits. He called it the “My Best of the\nWorst.”\n\nGriffin clicks. Marsh settles on the corner of his desk. \n---TARGET SECTION TO BE ANNOTATED---\nMenacing rock accompanies a fast, grisly, one-minute montage\nof car accidents, police shootings, street fights\nconvenience store murder, athlete’s broken limbs, traffic\nhelicopter footage of a suicidal man lifting a rifle to his\nmouth....\n\nBefore the man pulls the trigger, Marsh grabs Griffin’s mouse\nand stops the movie.\n\nMARSH\nI get the idea.\n\nGRIFFIN\n(sarcastic)\nPoor Andy. He had so much to offer\nthe world.\nMarsh sighs and eyes the huge stacks of posts.\n\nMARSH\nGuess we’d better get digging.\n\nMarsh starts to divide the heaps into two even stacks.\n\nINT. MARSH’S HOME/GRIFFIN’S HOME -- ALL NIGHT.\n\nA SEQUENCE OF MARSH and GRIFFIN, working at their respective\ndesks, wading through the reams of paper. Both of them are\nbleary-eyed with exhaustion, but then, near dawn, something\nstartles Griffin. It’s one of the posts and he isn’t sure\nwhat to make of it. He walks over and inserts his copy of\nthe Kinross disc into his computer\n\nINT. CAR -- SAME -- LATE NIGHT.\n\nDRIVER’S POV, as a car pulls up and parks.\n\nTHE CAMERA TURNS and we see Marsh’s house across the street,\ndark, bathed in moonlight. The driver shuts off the engine.\n\nINT. ANNIE'S BEDROOM -- MORNING\nAnnie lies asleep in early morning light.\nINT. MARSH HALLWAY -- LATER -- MORNING.\n\nAnnie, still half-asleep, rubbing a knuckle in her eye, pads\ndown the hall and stops at her mother’s half-open door.\n\f72.\n\nANNIE\nMommy?\n\nINT. MARSH'S BEDROOM -- MOMENTS LATER -- MORNING.\nAnnie enters and sees Marsh, asleep in a pool of papers.\n\nANNIE\nMommy? !\n\nMarsh doesn’t wake. Annie blows her whistle. Marsh jumps\nout of her skin.\n\nMARSH\nOh, bug! Don’t do that! You\nscared me!\n\nANNIE\n\nYou work too much.\n\nMARSH\nI know, baby. I’m sorry. But it’s\nso important.\n\nANNIE\nI’m hungry and it’s too early to\nwake up Grandma.\n\nMARSH\nI think you just did.\n\nMarsh hoists herself up.",
  "51": "---END OF PREVIOUS SECTION---\nANNIE\nI’m hungry and it’s too early to\nwake up Grandma. MARSH\nI think you just did. Marsh hoists herself up. \n---TARGET SECTION TO BE ANNOTATED---\nMARSH (cont‘d)\nI’1l tell you what, watch cartoons\nfor five minutes, and I’1l be right\ndown to make us some French toast\nAnnie grins and runs away.\nINT. MARSH’S STAIRWELL -- MOMENTS LATER -- MORNING.\n\nAnnie rushes down the stairs and slides in her stocking feet\ntoward the living room.\n\nINT. MARSH'S LIVING ROOM -- CONTINUOUS -- MORNING.\n\nAnnie jumps up on the couch and points the Tivo remote at the\nTV. Nothing. She does it over and over again and it still\ndoesn’t work. Confused, she opens the battery compartment\nand looks inside.\n\f73.\n\nINT. MARSH'S BEDROOM -- LATER -- MORNING.\n\nThe shower is running behind the half-open bathroom door.\nAnnie enters, carrying the TiVo remote. As she passes the\ndesk, a chime from her mom's computer. Annie stops and looks\nat the screen.\n\nIt’s killwithme.com. And it shows a video image of Marsh’s\nhouse. Annie walks closer. The family cat is clearly\nvisible in one of the upper windows.\n\nAnnie turns her head and looks. Sure enough, six feet away,\nthe cat is in the window.\n\nAnnie, not sure how this could be, climbs up on the chair and\nturns the monitor toward the window.\n\nThen she walks over to the window, pushes aside the cat, and\nwaves her hand. She looks over at the monitor and sees\nherself waving on the screen.\n\nDelighted, she walks to the open bathroom door. Over her\nshoulder, we see the outline in the plastic curtain of Marsh\nshowering.\n\nANNIE\nThere’s a movie of our house on the\ncomputer !\n\nMARSH\n\n(over the water)\nWatch whatever you want, honey!\nI’1l be right down!\n\nAnnie isn’t sure what to make of that.\nINT. MARSH’S STAIRWELL -- MOMENTS LATER -- MORNING.\n\nAnnie pads back down the stairs. She is about to walk back\nto the TV, but, curious, she walks into the foyer instead,\n\nand looks out one of the little windows at the side of the\n\nfront door.\n\nINT. MARSH'S BEDROOM -- CONTINUOUS -- MORNING.\n\nThe phone rings.",
  "52": "---END OF PREVIOUS SECTION---\nINT. MARSH'S BEDROOM -- CONTINUOUS -- MORNING. The phone rings. \n---TARGET SECTION TO BE ANNOTATED---\n Marsh enters the frame, wearing jeans and a\nT-shirt, drying her hair. She checks her Caller ID before\nshe answers.\n\nMARSH\nDetective, isn’t it a little early\nfor--\n\f74.\n\nWe hear Box screaming something through the phone. Marsh\nlooks over at the computer and her heart leaps into her\nthroat. Over the image of her house flash the words in red:\n“Coming Soon!”\n\nMARSH (cont’d)\nOh, God!\n\nShe throws down the phone and races out the door--\n\nMARSH (cont’d)\nAnnie!\n\nINT. MARSH’S HALLWAY -- CONTINUOUS -- MORNING.\nMarsh runs toward the stairs--\n\nMARSH\nAnnie!\n\nStella bursts out of a bedroom--\n\nSTELLA\nWhat on earth--\n\nMARSH\nCheck her bedroom!\n\nMarsh makes for the stairs.\nINT. MARSH’S STAIRWELL -- CONTINUOUS -- MORNING.\n\nMarsh comes bounding down the stairs and sees the living room\nempty.\n\nMARSH\nANNIE! ANNIE!\n\nShe races through the house, looks in the kitchen. At the\ndining room hutch, she pulls out of a hidden key, unlocks the\ndrawer, removes her Glock, and slams in the clip.\n\nSuddenly, a noise from behind her. The front door knob being\njiggled. Marsh, gun aimed, moves toward the noise.\n\nAs she gets closer, the knob continues to jiggle. Stella\nwalks down the stairs, terrified. Marsh frantically gestures\nfor her to get back and be silent.\n\nMarsh, chest heaving, grabs the door knob. Marsh swings the\ndoor open, gun poised, ready to shoot. It’s Annie.\n\nOn the verge of tears, chin trembling, she says--\n\f75.\n\nANNIE\nThe door got locked.\n\nSuddenly, outside, SIRENS BLARE. Marsh lowers her gun, and,\ngasping for breath, grabs Annie and hugs her with all her\nmight. Stella rushes down to them.\n\nEXT. MARSH’S HOUSE -- SAME -- MORNING.\n\nTwO POLICE CARS pull up, one from each direction. COPS spill\nout, weapons drawn. Two surround a car parked across the\nstreet. Two race toward the house.\n\nINT. MARSH’S FOYER --_SAME -- MORNING.\n\nMarsh gestures for the cops to stop.",
  "53": "---END OF PREVIOUS SECTION---\nINT. MARSH’S FOYER --_SAME -- MORNING. Marsh gestures for the cops to stop. \n---TARGET SECTION TO BE ANNOTATED---\n From inside the\nembrace, Annie asks--\n\nANNIE\n\nDid I do something bad?\nMARSH\n\nNo, baby, everything’s okay now.\nANNIE\n\nAre we still gonna have French\n\ntoast?\n\nMarsh kisses Annie over and over again, then hands her to\nStella, who groans as she takes her.\n\nSTELLA\nSuch a big girl you are.\n\nStella heads to the kitchen. As Marsh hurries outside, TwO\nMORE POLICE CARS screech to a stop outside.\n\nEXT. MARSH’S HOUSE -- CONTINUOUS -- MORNING.\nMarsh, furious, strides across the lawn.\n\nCoP #1\nEverything okay inside, ma’am?\n\nShe walks right past them toward the car parked across the\nstreet. A big, black BMW. We recognize it. A web cam is\nvisible, attached to the roof.\n\nCUT TO:\n\nCLOSE ON A COMPUTER SCREEN, as Marsh, furious, walks closer\nand closer to us. When she reaches us, pulls out her weapon\nand swings it at the camera. The image goes haywire, then\nblack.\n\f76.\n\nWIDEN TO REVEAL--\n\nINT. OWEN’S BASEMENT -- SAME -- MORNING.\n\nQwen, sitting at his computer, smiles at her reaction.\nEXT. MARSH’S STREET -- SAME -- MORNING.\n\nThe camera lands with a clatter at the curb. Marsh breathes\nhard, trying to calm herself. In the background, we hear--\n\ncop #1 (0.S.)\nVirginia plates.\n\nCoP #2 (0.S.)\nI’1l check the glove compartment.\n\nMARSH\n(half to herself)\nI know whose car it is.\n\nNo one hears her.\n\ncop #1 (0.S.)\nPop the trunk, will ya? Dave\nlet’s get this fingerprinted!\n\nWe hear the trunk open.\n\ncop #1 (0.S.) (cont’d)\nOh, shit!\n\nWIDER ON MARSH, as she turns and sees Cop #1, shrinking from\nthe horror of what’s inside. Marsh walks over and looks. A\nblack, crusty mess, barely identifiable as human, covered\nwith patriotic bunting and swarming with flies.\n\nMARSH\nIt’s his.\n\nEXT. MARSH'S KITCHEN -- LATER -- MORNING.\n\nMarsh, Annie, and Stella eat their French toast.",
  "54": "---END OF PREVIOUS SECTION---\nEXT. MARSH'S KITCHEN -- LATER -- MORNING. Marsh, Annie, and Stella eat their French toast. \n---TARGET SECTION TO BE ANNOTATED---\n In every\nwindow, POLICEMEN are visible walking back and forth, going\nabout their tasks.\n\nMARSH\nKnow what I was thinking? Since\ncamp’s almost over, we should go on\nvacation. Today. We could stay ina\nnice hotel, and you could swim in the\npool.\n\f77.\n\nANNIE\n(excited)\nReally?\n\nMARSH\nReally. Except...well, I have a\nlittle more work to do, so maybe\nyou and Grandma could go today, and\nI’1l come as soon as I can.\n\nANNIE\nSoon soon? You promise?\n\nMARSH\nUh-huh.\n\nANNIE\nCross your heart and hope to die?\n\nBeat.\n\nMARSH\nYeah.\n\nANNIE\n\n(waving)\n\nHi, John!\n\nMarsh turns and there’s Box at her back door, peering in.\nMarsh smiles, glad to see him.\n\nEXT. MARSH’S HOUSE -- LATER -- MORNING.\n\nMarsh, standing with Box, refuses to cry as she watches\nAnnie, a little forlorn, waving good-bye from the back of a\nblack Bureau car as it drives away.\n\nBOx\nWhat are you waiting for? Go with\nthem.\n(off her look)\nNo one would blame you.\n\nMARSH\nI might. Keeping my family safe,\nwhile the Carvers are pouring Jerry\ninto the ground?\n\nBOx\nYou’ve sacrificed enough.\n\nShe throws him a curious look. She isn’t sure what he means.\nHe’s tired of pretending--\n\f78.\n\nBOX (cont’d)\nI told you I remembered you from\nRick’s funeral. Well, when I saw\nAnnie, it didn’t take me long to\nfigure out who her father was.\n\nMarsh stares at him, revealing nothing.\n\nBOX (cont’d)\nI don’t blame you for working\nbehind a desk. Losing one parent\nis enough for any kid. And now\nthat the piece of shit’s camping\nout on your front lawn, I'd say\nit’s time for you to get lost, and\nstay lost till we’ve got him\nhanging from a hook.\n\n(beat)\n\nThat’s just my opinion.\n\nBox walks away, leaving Marsh to think.\nINT. MARSH’S HOUSE -- MOMENTS LATER -- MORNING.\n\nMarsh enters the house. Looks around. It feels empty. She\nwalks through an archway into--\n\nINT.",
  "55": "---END OF PREVIOUS SECTION---\nLooks around. It feels empty. She\nwalks through an archway into--\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n MARSH’S DINING ROOM -- CONTINUOUS -- MORNING.\n\nShe stops at the hutch, opens the drawer, pulls her Glock out\nof the back of her jeans, starts to set it inside, but then\nstops. Decides against it. She jams it back in her jeans.\nThe phone rings, startling her.\n\nINT. MARSH’S KITCHEN -- MOMENTS LATER -- MORNING.\n\nMarsh enters and answers it.\n\nMARSH\nHello?\n\nGRIFFIN (0.S.)\nI guess I missed all the fun.\n\nMARSH\nWhere are you?\n\nINTERCUT WITH:\nINT. GRIFFIN’S MOVING SPORTS CAR -- SAME -- MORNING.\n\nGriffin drives--\n\f79.\n\nGRIFFIN\nOn my way in. Annie’s okay?\n\nMARSH\nShe and my mom just left. The\nBureau’s putting them up...a few\nhours away...near Gettysburg.\n\nGRIFFIN\nWhat about you?\n\nMarsh plucks a hand-drawn Mother’s Day card off the\nrefrigerator. Studies it.\n\nMARSH\nI'll be fine.\n\nGRIFFIN\nYou sure?\n\nMARSH\nYeah.\n\nGRIFFIN\n\nSo you wanna hear my theory about\nwhy he tried to scare the crap out\nof you?\n\nMARSH\nPlease.\n\nGRIFFIN\nBecause there is a connection\nbetween him and Kinross, and\nsomehow he knows you’re onto it,\nand he wants to drive you off the\n\ncase.\nMARSH\nYou found it? I didn’t find\nanything.\nGRIFFIN\n\nMaybe. I mean, it’s a long shot\nand I still need to check out some\ndetails, but--\n(click)\nShit! Hold on.\n(clicking over)\nHello?\n\nMELANIE (0.S.)\nHi.\n\f80.\n\nGRIFFIN\n(surprised)\nMelanie. Hi. Hold on.\n(clicking back to Marsh)\nAre you coming in today?\n\nMARSH\nAround one.\n\nGRIFFIN\nCome sooner. Noon. I’11 lay the\nwhole thing out for you.\n\nMARSH\nGriffin, just--\nGRIFFIN\nGotta go! It’s Melanie!\nMARSH\nwho?\nGRIFFIN\n\nThe one I ditched. Bye!\nToo late. He’s gone. Marsh has to smile to herself.\nINT.",
  "56": "---END OF PREVIOUS SECTION---\nHe’s gone. Marsh has to smile to herself. INT. \n---TARGET SECTION TO BE ANNOTATED---\n GRIFFIN’S MOVING SPORTS CAR -- SAME -- DAY.\nGriffin speaks to Melanie--\n\nGRIFFIN\nSo you actually forgive me?\n\nMELANIE (0.S.)\n(with a sigh)\nYour e-mail was very sweet\n\nGRIFFIN\nYeah, I spent some time on it.\n\nINT. OWEN’S BASEMENT -- SAME -- MORNING.\n\nOwen tinkers with some kind of mechanical contraption. From\na speaker on his computer--\n\nGRIFFIN (0.S.)\nI hear you stayed for a while.\nEven ate a hotdog.\nOwen speaks in his normal voice into his computer--\n\nOWEN\nJust half of one.\n\f81.\n\nGRIFFIN (0.S.)\nAnnie really liked you. And you\nknow what they say about kids.\nThat like animals. Very good\njudges of character.\nOWEN\nWhat can I say? I have to agree.\nI’m a total catch.\n(beat)\nSo, Mr. Dowd--\nINT. GRIFFIN’S MOVING SPORTS CAR -- SAME -- DAY.\nQOwen’s voice is being electronically altered to sound female:\n\nOWEN/MELANIE (0.S.)\n--what’re you doing right now?\n\nEXT. CYBER DIVISION HEADQUARTERS -- LATER -- DAY.\n\nMarsh walks alone across the parking lot\n\nINT. CYBER DIVISION LOBBY -- MOMENT LATER -- DAY.\n\nRay, the guard, watches as Marsh slides her card in the slot.\nINT. DIAL-UP ROOM -- LATER -- DAY.\n\nAll eyes are subtly on Marsh, as she walks down the aisle,\nstill a bit shaky, but ready to work. She sees Griffin's\ndesk empty. The wall clock says 12:26.\n\nMARSH\nWhere’s Griffin?\n\nWILKS\nI haven’t seen him.\n\nMARSH\nBut he came in at 9:30.\n\nWilks shrugs. Confused, Marsh locks away her gun.\nEXT. GETTYSBURG HOTEL -- DAY.\n\nStella and Annie get out of the back of the Bureau car\nhelped with their bags by their TWO-MAN SECURITY DETAIL\n\nINT. TASK FORCE MEETING ROOM -- CONTINUOUS -- DAY.\nMarsh enters the busy room, looking around. Brooks stands\n\nover a computer with CORPORAL HUGH MICHAELS, 40, smart,\ngenial.",
  "57": "---END OF PREVIOUS SECTION---\nTASK FORCE MEETING ROOM -- CONTINUOUS -- DAY. Marsh enters the busy room, looking around. Brooks stands\n\nover a computer with CORPORAL HUGH MICHAELS, 40, smart,\ngenial. \n---TARGET SECTION TO BE ANNOTATED---\n Brooks sees her--\n\f82.\n\nBROOKS\nQuite a show you put on this\nmorning. We might just have to\nassign you a security detail.\n\nMARSH\nPlease don’t. I'll be fine. I’ve\nalready relocated.\n\nBROOKS\nTo where?\n\nMARSH\nSorry, that’s top secret.\n\nBROOKS\n\n(with a smile)\n\nJennifer Marsh -- Corporal Hugh\nMichaels, from the RCMP out of\nVancouver.\n\nHUGH\nPleasure.\n\nBROOKS\n\nHugh’s a geographical profiler. He\nuses the RIGEL program. Have you\never heard of it?\n\nMARSH\nSure.\nBROOKS\n(to Hugh)\nShe knows everything.\nMARSH\nWhat can I say? I’m a walking\n\nWikipedia.\nHugh chuckles. Marsh takes a look at his screen--\n\nMARSH (cont’d)\nYou’ve inputted the GPS data on\nboth killings?\n\nHUGH\nWhere the victims were last seen and\nwhere their remains were found. I\neven threw in the house where the cat\nwas stolen. Here’s a 3-D image of\nwhat we call the “jeopardy surface.”\n\f83.\n\nHe hits a computer key. The screen fills with the 3-D image\nof a high mountain. The top is wide, flat, and red. The\nslope descends into different colors.\n\nHUGH (cont’d)\nIt’s the best we can do for now.\nI’d concentrate my resources there.\n\nMARSH\nPretty big area.\n\nHUGH\nUnavoidable, I’m afraid. I’ve\nworked with as twenty or thirty\ncrime sites. Here we have two.\nThree, if you count the cat.\n\nBOX (0.S.)\nMake it four.\n\nThey turn. Box stands in the doorway, staring at the large\nplasma screen. They look, too. Every agent in the room\nslowly converges on the screen.\n\nIt’s not a film -- yet. Just a series of FLASHING STILLS,\ndisjointed images of a man, naked but for boxers, bound and\ngagged, wrapped in Ethernet cable. He is tied to a folded\nironing board and fastened to pipes running along the\nceiling.\n\nBOX (cont’d)\nWhy’s it doing that?\n\nMARSH\nIt just started streaming.",
  "58": "---END OF PREVIOUS SECTION---\nHe is tied to a folded\nironing board and fastened to pipes running along the\nceiling. BOX (cont’d)\nWhy’s it doing that? MARSH\nIt just started streaming. \n---TARGET SECTION TO BE ANNOTATED---\n There\naren’t enough viewers yet to make a\ncontinuous image. The mosaic’s still\nforming.\n\nThey watch as the flashing stills begin to integrate and form\na continuous moving image, and when it does, everyone reacts\nwith horror.\n\nThe victim is Griffin, surrounded by a three-sided aluminum\npen. His FBI BADGE is pinned right through the skin of his\nbare chest.\n\nThe Viewer counter is only at 12,400 and the ETOD is at just\nunder 24 hours, but both counters spin with blinding speed.\n\nA text crawl appears: The more that watch, the faster he’s\nstripped...The more that watch, the faster he’s stripped..\nThe more that watch, the faster he’s stripped...\n\f84.\n\nBOx\nStripped? What does that mean?\n\nMarsh lunges at the keyboard. She screen-captures a detail\nand magnifies it. It’s Griffin’s leg and there are three\ntiny specks crawling up his calf. Her face unhinges. She\ncan hardly breathe.\n\nINT. TASK FORCE COMMAND CENTER -- MINUTES LATER -- DAY.\n\nBrooks, Box, Wilks, Peterson, and the other agents sit,\nwatching helplessly as Griffin writhes and screams into his\ngag. Marsh works her computer like a madwoman.\n\nFinally, she hits a button and a clinical specimen of a RED\nFIRE ANT fills a screen. She spins her chair and talks to\nthe group--\n\nMARSH\nIt’s a Brazilian fire ant....found\nin the south...Florida...Georgia.\nVery aggressive. A few research\nlabs sell them, but only to buyers\nwith academic credentials....\n\nINT. OWEN’S BASEMENT -- AFTERNOON.\n\nFOLLOW THE TRAIL OF ANTS across the cement floor and up\nGriffin’s leg, stomach, chest, as they bite and chew their\nway.\n\nFinally, as the trail grows more sparse, we reach Griffin's\nface. His eyes and veins bulge as he writhes in pain\nscreaming and moaning.\n\nRight in front of him, the VIDEO CAMERA sits on a metal box\n(the contraption we saw Owen tinkering with earlier),\nattached by cables to his computers.\n\nOwen stands behind the box, speaking matter-of-factly,\nignoring the screams. Behind him, we see the Viewer counter\nspinning wildly, past 3,000,000....",
  "59": "---END OF PREVIOUS SECTION---\nRight in front of him, the VIDEO CAMERA sits on a metal box\n(the contraption we saw Owen tinkering with earlier),\nattached by cables to his computers. Owen stands behind the box, speaking matter-of-factly,\nignoring the screams. Behind him, we see the Viewer counter\nspinning wildly, past 3,000,000.... \n---TARGET SECTION TO BE ANNOTATED---\nOWEN\n\nIf no one was watching right now,\nthere wouldn’t be any ants. wWe’d\njust be talking. But people enjoy\nthe suffering of others. They\nreally do. In the old days, they\nwatched gladiators kill each other.\nAnd later people were hanged in\npublic. Or had their heads cut\noff. All of it was enormously\npopular.\n\n(MORE )\n\f85.\n\nOWEN(cont'd)\nThen for some reason people started\nto think that we’d evolved. Become\ncivilized. But it’s not true. I\nknow.\n\nAs the Viewer counter flies past 4,000,000, a door on the box\nstarts to lift.\n\nOWEN (cont’d)\nSee? See how excited they are to\nsee you die?\n\nFIRE ANTS come crawling out, joining the exodus leading to\nGriffin. He screams louder, bucking and writhing. After a\nfew long seconds, the door lowers, cutting off the ants.\n\nOWEN (cont’d)\nI like you, Griffin. Jennifer, too.\nYou’re both really intelligent.\nEspecially Jennifer...no offense. So\nit’s not personal. I’m only doing to\nyou what your friends will do to me\nwhen they catch me. Only they’1l use\nPotassium Chloride, and they won’t\nlet very many people watch. Even\nthough almost everybody will want to.\n\n(beat)\n\nOh, wow.\n\nAs the Viewer counter flies past 4,500,000, the door starts\nto lift. Griffin screams into his gag. Owen shakes his\nhead.\n\nOWEN (cont’d)\nSo much faster this time. Word of\nmouth, I guess.\n(beat)\nOr maybe it’s because you’re wearing\nyour badge.\n\nINT. TASK FORCE COMMAND CENTER -- LATER -- DAY.\n\nThe Task Force sits and stands, paralyzed before the\nmonitors. The counters spin so quickly that action is\nimpossible.\n\nAmong the group, Marsh sits, watching in agony, helpless, as\nGriffin screams and writhes, his limbs and torso thick with\nants. She can’t take it an instant longer. She jumps up and\nraces out of the room.\n\nINT. CYBER DIVISION HALLWAY -- LATER -- DAY.\n\nMarsh runs down the hall, as though being pursued.\n\f86.\n\nINT.",
  "60": "---END OF PREVIOUS SECTION---\nMarsh runs down the hall, as though being pursued. 86. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CYBER DIVISION BATHROOM -- LATER -- DAY.\n\nThe door bangs open. Marsh enters, sucking wind. She leans\ndown on the sink, breathing hard, looking as though she might\npuke.\n\nGradually her breathing slows. She starts to cry. But stops\nherself. She turns on the tap. Splashes her face with\nwater. She looks up into the mirror, directly into her own\nanguished eyes.\n\nSuddenly, they ignite with an idea.\n\nINT. TASK FORCE COMMAND CENTER -- MOMENTS LATER.\n\nMarsh explodes into the room--\n\nMARSH\nMorse Code! Who knows Morse Code?!\n\nEveryone is momentarily frozen. She screams, red-faced, like\na madwoman- -\n\nMARSH (cont’d)\nWho the fuck knows Morse Code!\n\nINT. CYBER DIVISION HEADQUARTERS -- MINUTE LATER -- DAY.\n\nRay, the elderly security guard, is hurried down the corridor\nby Wilks.\n\nINT. TASK FORCE COMMAND CENTER -- LATER -- DAY.\n\nRay comes in, winded. Marsh rushes over to him--\n\nMARSH\nRay, you can do it?\nGUARD\nU.S. Coast Guard retired, Miss\n\nMarsh.\nShe leads quickly him to a chair\n\nMARSH\nGriffin is telling us something.\nWith his eyes. wWhat’s he saying?!\n\nRay is absolutely horrified by the sight of Griffin. He\nstares, sSlack-jawed. Marsh practically jams him into his\nchair, then slams a legal pad and pen down in front of him.\n\nMARSH (cont’d)\nHurry!\n\f87.\n\nThe Viewer counter spins past 7,750,000. The ants reach\nGriffin’s mouth. He presses his lips shut, marshaling his\nwill to continue his blinking.\n\nRay trembles, can’t focus or speak. Realizing it’s too much\nfor him, Marsh screen-captures Griffin’s eyes and magnifies\nthem hugely. They take up the whole screen now.\n\nMARSH (cont’d)\nDo it!\n\nEveryone waits as Ray squints--\n\nGUARD\nThe right eye is dots...the left is\ndashes.\n\nHe slowly writes out the dashes and dots across the piece of\npaper.\n\nMarsh hits a keyboard at her side and on a smaller side\nmonitor brings up the full image of Griffin. The Viewer\ncounter has gone berserk, flying past 9,000,000.",
  "61": "---END OF PREVIOUS SECTION---\nHe slowly writes out the dashes and dots across the piece of\npaper. Marsh hits a keyboard at her side and on a smaller side\nmonitor brings up the full image of Griffin. The Viewer\ncounter has gone berserk, flying past 9,000,000. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, on the huge plasma screen, an ant appears, crawling\ninto one of Griffin’s eyes. At this level of magnification,\nit is colossal.\n\nGriffin tries to keep blinking, but soon another ant appears\nthen another, digging in their pincers. The lid closes, but\nthey continue biting, chewing.\n\nOn the smaller monitor, Griffin, covered from head to toe,\nflails in his chair, in his last, frantic death throes. The\ncounter flies toward 10,000,000.\n\nThe emoticon begins to strut across the bottom of the screen.\n\nMARSH\nTurn it off!\n(screaming)\nTURN IT OFF!\n\nThe agents obey. One by one the monitors go black. No one\nknows what to say or do. The silence is broken by the\nvibration of Marsh’s Treo.\n\nMarsh grabs it and is about to shut if off, when she notices\nsomething chilling. She hits some buttons.\n\nThe screen reads: AWGTHTDTAOA. ..AWGTHTDTAOA. ..AWGTHTDTAOA\n...AWGTHTDTAOA.... And, beneath it, the killer’s emoticon\nmoving back and forth.\n\f88.\n\nMARSH (cont’d)\nIt’s from...from him.\n\nEveryone reacts with fear and bewilderment.\n\nMARSH\nAre We Going To Have To Do This All\nOver Again?\n\nSilence. Marsh walks to the door. She turns back to Ray.\n\nMARSH (cont’‘d)\nWhat was he trying to tell us?\n\nThe Guard turns his legal pad around and shows it to Marsh.\nHe has written: I-C-I-D-E-S-U A pause, as people try to\nunderstand.\n\nMARSH (cont’d)\n“Suicide.”\n\nGUARD\nHe was saying it again when....\n\nMarsh nods, then exits. Box looks over at Brooks. Everyone\nis speechless.\n\nEXT. MOTEL -- NIGHT.\n\nA dreary little motel by the highway. Not many cars in the\nparking lot. In the distance, cars fly past on the highway.\n\nINT. MOTEL ROOM -- SAME -- NIGHT.\n\nMarsh sits on the bed, absolutely motionless. Outside we\nhear the white noise of distant traffic. On the other bed,\nher cat sits on the pillow, staring at her.\n\nA KNOCK on the door. Marsh’s head turns slowly toward it.\nShe rises slowly.",
  "62": "---END OF PREVIOUS SECTION---\nA KNOCK on the door. Marsh’s head turns slowly toward it. She rises slowly. \n---TARGET SECTION TO BE ANNOTATED---\n Walks to her dresser, where her weapon\nsits. She picks it up.\n\nMARSH\nWho is it?\n\nBOX (0.C.)\nMe.\n\nMarsh’s eyes fall to her reflection in the dresser mirror\nShe’s a mess. She sets down her weapon and walks to the\ndoor. Opens it.\n\nMARSH\nWhat do you--\n\f89.\n\nMarsh stares numbly as he eases her aside and walks right\npast her. He carries a bag of take-out food.\n\nBOx\nGet in the shower.\n\nFor a moment, her eyes flicker with defiance, then they go\ndull again and she obediently drifts into the bathroom.\n\nINT. MOTEL ROOM -- LATER -- NIGHT.\n\nDinner has been laid out on a blanket on the bed. Box sits\nin a chair, watching bad television.\n\nINT. BATHROOM -- MOMENTS LATER -- NIGHT.\nThe room is full of steam. A gentle knock. The door opens.\n\nBOX (0.C.)\nYou okay?\n(beat)\nJennifer?\n\nBox enters, grabs a clean towel, and pulls aside the shower\ncurtain. Obscured by steam, Marsh sits huddled, holding\nherself on the shower floor.\n\nBox shuts off the water, pulls her to her feet, wraps her in\nthe towel, then pulls her into his arms. The dam breaks.\nShe weeps in his arms, her body convulsing. He leans back\nagainst the door, holding her, letting her cry and cry.\n\nINT. MOTEL ROOM -- LATER -- NIGHT.\n\nMarsh, wearing boxers and a T-shirt, sits up, cross-legged,\nwith her back against the headboard, eating dinner. She isa\nbit restored, but only a shadow of her former self.\n\nBox stands at the open door, smoking a cigarette, blowing the\nsmoke outside.\n\nBOx\n\nWe found Griffin’s car parked on\nthe I-50 overpass. His skeleton\nwas in the trunk.\n\n(beat)\nThe ants we traced to a research\nlab at Marshall Junior College.\nThe thief knew his way around and\ndidn’t leave a print.\n\n(beat)\nLooks like Griffin was baited with\na phone call.\n\n(MORE )\n\f90.\n\nBOX(cont'd)\nBut we can’t trace it because it\nwas made with a...",
  "63": "---END OF PREVIOUS SECTION---\n(beat)\nLooks like Griffin was baited with\na phone call. (MORE )\n\f90. BOX(cont'd)\nBut we can’t trace it because it\nwas made with a... \n---TARGET SECTION TO BE ANNOTATED---\na spoof card, I\nguess it’s called?\n\nMARSH\nPrivate investigators use them for\npretext calls. It’s really just a\nphone card, costs about twenty\nbucks an hour. It lets you program\nany caller ID you want.\n\nBOx\nIt still doesn’t explain how he got\nhim to--\n\nMARSH\n\nSpoof cards also let you change the\ngender of your voice. It comes\nwith the service. He knew where\nGriffin was vulnerable. He baited\nhim as an internet date.\n\nBOx\nHow’d he know anything about him?\nHow did he even get his phone\nnumber?\n\nMARSH\nThe same way he got mine. And my\nhome address. The night Miller\ndied, we were trying to trace him,\nand he routed us back to our own\nnetwork. He followed us in. A few\nseconds later, I got a text\nmessage.\n\nShe picks up her Treo and scrolls back.\n\nMARSH (cont‘d)\nA bunch of random numbers.\n\nShe hands it to him. He looks at the field of random\nnumbers.\n\nMARSH (cont’d)\nOr so I thought.\n(beat)\nTurn it over.\n\nBox does. In the middle of the field, the upsidedown numbers\nspell out: “Hello Hello Hello.”\n\nBOx\nHow’d he do it?\n\f91.\n\nMARSH\nBefore Internal Ops purged him, he\nhad a few seconds to access my\npersonal devices. Griffin’s, too.\nFor weeks, he’s had access to every\none of our keystrokes.\n\nA somber silence.\n\nBOx\nHas he contacted you again?\n\nMARSH\nHe has no reason to. He wants me\noff the case. I’m off the case.\n\nBox flicks his cigarette and closes the door.\n\nBOX\nAny idea why Griffin was blinking\n“suicide”? A few of us have ideas\nbut....\n\nMARSH\nJohn, I...I’m finished. Tomorrow,\nI’m gonna pick up my mom and Annie,\nand just....1I’1l take them...we’1l\ndisappear...till it’s over.\n\nTheir eyes meet. Hold. Marsh looks away.\n\nMARSH (cont’d)\nI’1l be fine. You can go home now.\n\nBOx\nNope.\nMARSH\n(finding a smile)\nNever?\n\nHe just stares.",
  "64": "---END OF PREVIOUS SECTION---\nBOx\nNope. MARSH\n(finding a smile)\nNever? He just stares. \n---TARGET SECTION TO BE ANNOTATED---\n She lowers her eyes and speaks, almost\ninaudibly- -\n\nMARSH (cont’‘d)\nI’m good at a lot of things, but\nnot losing people. I’m bad at\nlosing people....\n\nA tear trickles down her cheek. He leans over, gently wipes\nit away. Her smile is sweet, grateful.\n\f92.\n\nINT. MOTEL ROOM -- LATER -- DAWN.\n\nUnder the covers, bathed in slanting light from the blinds\nBox lies on his side, sound asleep, holding Marsh, naked, in\nhis arms.\n\nANOTHER ANGLE. Marsh is awake. Feeling protected, she is\ncalmer now. Her eyes drift over to the laptop computer\nsitting on the other bed.\n\nHer mind starts to work.\n\nShe gently removes Box’s arm from around her and slips out.\nShe throws on a T-shirt, then walks over, sits on the bed,\nand opens her computer.\n\nFor a moment, she just stares at the screen. Then she pulls\nfrom a pouch in her computer case the Kinross disc that\nGriffin gave her. She inserts it into her machine.\n\nAfter it loads, she clicks open a long list of titled video\nclip files. Into a search box she types the word “Suicide.”\n\nShe clicks on the first found item: “Suicide Jump”. A video\nclip plays of a young woman, perched atop the roof of an\napartment building. Marsh lowers the volume.\n\nRescuers reach out to the young woman. Frightened, she pulls\naway, Slips, and falls. She tumbles out of frame to her\ndeath.\n\nMarsh closes the file. She clicks opens the next one, marked\n“Kurt Suicide”. It’s an old news clip of Kurt Cobain\ndiscussing suicide.\n\nShe closes it and clicks opens the next one, “Suicide Mayor.”\nA small-town mayor addresses a press conference. Without\nwarning, he lifts a revolver to his mouth, pulls the trigger,\nand falls, his head spouting blood.\n\nA beat, then Marsh open the next file, “Rush-Hour Suicide.”\nAs it plays....\n\nANGLE ON BOX, lying on his side in bed, petting Marsh’s cat,\nwatching Marsh work. She’s beautiful in the early morning\nlight.",
  "65": "---END OF PREVIOUS SECTION---\nA beat, then Marsh open the next file, “Rush-Hour Suicide.”\nAs it plays.... ANGLE ON BOX, lying on his side in bed, petting Marsh’s cat,\nwatching Marsh work. She’s beautiful in the early morning\nlight. \n---TARGET SECTION TO BE ANNOTATED---\nWe hear the scratchy sound of a TRAFFIC HELICOPTER REPORTER\ncoming from Marsh’s computer, but Box cannot see what she is\nwatching- -\n\f93.\n\nTRAFFIC REPORTER (0.S.)\nHis erratic driving has slowed\ntraffic on the 1-50 north all the\nway back to the 340 interchange.\nBut now, as you can see, the\nvehicle has stopped on the\nshoulder.\n\nBox, frowning, slowly sits up.\n\nTRAFFIC REPORTER (0.S.) (cont’d)\nHis door is opening. And there’s\nthe driver. What is that? It’sa\nrifle! The driver has a rifle!\n\nBox rises, lays his hands on her shoulders, massages them.\nShe leans her body back into his and angles the screen so he\ncan see better--\n\nMARSH\n\nIt’s called “Rush Hour Suicide.”\nBOx\n\nI remember. The guy was a profes-\n\nsor.\n\nTRAFFIC REPORTER\nTwo Highway Patrol cars are on the\nscene now. Traffic has stopped\nentirely.\n\nMARSH\nKinross included it in his greatest\nhits. His “Best of the Worst.”\n\nTRAFFIC REPORTER\nThe officers are ordering him to\ndrop his weapon and get down on the\nground.\n\nMARSH\nI know how it ends.\n\nAs Marsh reaches to click it off--\nBOx\nYeah, to this day, I still can’t\neat at that Burger King.\n\nMarsh stops, freezes the picture, then turns around and looks\nat him questioningly. Box smiles.\n\f94.\n\nBOX (cont’d)\nThat yellow roof? It’s a Burger\nKing. It’s where the back of the\nguy’s skull landed. I was in there\na few weeks ago..starving to\ndeath...and I still couldn’t bring\nmyself to order.\n\nMarsh looks away, thinking, then looks back at him.\n\nMARSH\nWhat were you doing there?\nBOx\nTalking to the kid who owned the\n\nkitten.\n\nMarsh’s eyes widen, hardly daring to believe. It takes a\nmoment, but Box understands where her mind has gone.\n\nBOX (cont’d)\n\nYou think--\nMARSH\nDo you remember the professor’s\nname?\nBOX\n\nNo, but I know he taught at some\njunior college.\n\nBeat.\n\nMARSH\nMarshall Junior College?\n\nBOx\nYeah.",
  "66": "---END OF PREVIOUS SECTION---\nBeat. MARSH\nMarshall Junior College? BOx\nYeah. \n---TARGET SECTION TO BE ANNOTATED---\n Holy shit.\n(crossing away)\nThe traffic report? Whose is it?\nWho shot it?\n\nMARSH\nChannel 9.\n\nBox grabs his phone, but, before dialing, looks at her.\nBOx\nI never thought I’d say this to\nyou, but put on some clothes.\n\nShe jumps up and begins to dress.\n\f95.\n\nINT. CHANNEL 9 TV STATION -- LATER -- MORNING.\n\nMarsh and Box stride down the hall, led by a NERVOUS EMPLOYEE.\nINT. CHANNEL 9 CONTROL ROOM -- CONTINUOUS.\n\nWhen Marsh and Box step into the dark room, they see the rush-\nhour suicide footage already playing on a monitor, while\nother monitors play OTHER FOOTAGE related to the event.\n\nA TECHNICIAN works the controls. A STATION EXECUTIVE,\nconsulting a clipboard, invites them to sit down.\n\nEXT. HIGHWAY -- LATER -- NOON.\n\nBox’s unmarked car speeds along, light flashing, siren\nwailing.\n\nINT. BOX’S CAR -- SAME -- DAY.\nBox drives, while Marsh speaks on the phone--\n\nMARSH\nYes, your honor, and normally I\nwould have waited for you to finish\nyour swim.\n\nShe listens. Smiles at Box.\n\nINT. TASK FORCE COMMAND CENTER -- LATER -- DAY.\n\nThe Task force sits, assembled, waiting.\n\nINT. CYBER DIVISION HEADQUARTERS -- SAME -- DAY.\nMarsh and Box stride down the hall and into the room.\nINT. TASK FORCE COMMAND CENTER -- LATER -- DAY.\n\nThe room is dark. On the plasma screen appears a college\nyearbook photograph of a long-haired, dreary-eyed teenager.\n\nREVERSE ANGLE TO reveal Marsh addressing the Task Force with\nclarity and intensity. She controls the images on the plasma\nwith her laptop--\n\nMARSH\nAndrew Kinross. A sophomore at\nGeorgetown University. He died\nlast month, but that didn’t stop\nhim from recommending...the day\nafter his body was discovered...a\nnew website called killwithme.com.\nHow did he do it? He didn’t.\n(MORE )\n\f96.\n\nMARSH(cont 'd)\n\nThe killer did, using his name.",
  "67": "---END OF PREVIOUS SECTION---\nHe didn’t. (MORE )\n\f96. MARSH(cont 'd)\n\nThe killer did, using his name. \n---TARGET SECTION TO BE ANNOTATED---\nWhy? Why did the subject use\nKinross’s name and not someone\nelse’s to promote his site? That’s\nwhat Griffin and I asked ourselves\nand, the night before he died\nGriffin found the answer. But the\nkiller knew that he had, and he got\nto him first.\n\nMarsh clicks her mouse and the photo of Kinross is replaced\nby a grainy aerial photograph of the man, holding the rifle,\nstanding on the shoulder of a towering freeway overpass.\n\nMARSH (cont’d)\nRecognize him? He had his fifteen\nminutes.\n\nMany recognize him, other clearly do not\n\nMARSH (cont’d)\nJames Cleary. A biology teacher at\nMarshall Junior College. Nine\nmonths ago, depressed by the recent\ndeath of his wife...a hematologist\n...Cleary staggered out of his car,\nduring rush hour, onto the I-50\noverpass. Traffic copters were out\nin force that day...but only one...\nChannel 9’s...caught the action\nfrom beginning to end. The regular\npilot was out sick, so the glory\nwent to a fill-in...an old Air\nForce buddy of his...a guy who made\nhis living chauffeuring executives.\n\nClick. The screen shows a Liberty Executive Charter photo\nI.D. of Herbert Miller.\n\nMARSH (0.S.) (cont'd)\nLater, he told friends he was just\nlucky. In the right place at the\nright time.\n\nClick, back to Cleary.\n\nClick again, and now the VIDEO CLIP plays, muted.\n\nThe clip shows Cleary in distress, looking up at the circling\nchoppers, then over at three police cars that have stopped on\nthe highway thirty feet away.\n\nOfficers are crouched at their car doors, weapons drawn.\n\nCleary looks over the edge of the overpass and considers\njumping.\n\f97.\n\nOne of the Officers, wearing a bulletproof vest, walks slowly\ntoward him, weapon lowered, trying to talk sense to him.\nCleary throws a leg over the railing and screams at him to\nstop.\n\nThe Officer does not stop. He merely slows down, still\ntalking and advancing, urging him to lower his rifle.\n\nAs he gets closer, our chopper swerves dangerously low,\nCleary panics.",
  "68": "---END OF PREVIOUS SECTION---\nThe Officer does not stop. He merely slows down, still\ntalking and advancing, urging him to lower his rifle. As he gets closer, our chopper swerves dangerously low,\nCleary panics. \n---TARGET SECTION TO BE ANNOTATED---\n Ina flash, he puts the rifle in his mouth\nand pulls the trigger.\n\nThe back of his head blows off.\nClick. The frame freezes.\n\nMARSH (cont’d)\nThe back of Cleary’s skull landed on\nthat roof. A Burger King. So did\nhis glasses. The piece of skull was\nturned over to the coroner. But the\nglasses were retrieved by the\nassistant manager.\n\nClick. The Burger King employee I.D. of Scott Hickman.\n\nMARSH (cont’d)\nHe put them up for sale on ebay.\nThere were plenty of bidders, but\nwhen word got out, the auction was\nshut down.\n\nClick, and Cleary’s body wilts and falls over the railing.\n\nTHE HELICOPTER CAMERA follows the body, as it falls fifty\nfeet then hits and bounces off a big, swiftly passing car.\n\n \n\nClick, and the screen goes black.\n\nMARSH (cont’d)\nEvery suicide is a tragedy for the\nsurvivors, but this was far worse,\nbecause it was broadcast live on\nthe 5 o’clock news. Kids home from\nschool saw it. Outraged parents\ncalled in. The TV stations\napologized. Except channel 9.\nThey’d been having trouble in the\nratings...but not that afternoon.\nThe numbers were sky-high.\n\n(beat)\n\nKnowing a good thing when it fell\nin their lap, they rushed a veteran\nreporter to the scene...\n\f98.\n\nClick. The screen fills with a muted video clip of Jerry\nCarver, slick and professional, holding a Channel 9\nmicrophone, speaking to camera.\n\nMARSH (0.S.) (cont'd)\nHe got lucky and landed an inter-\nview with the local businessman\nwhose Cadillac was hit by Cleary’s\nfalling body.\n\nThe frame widens, as Jerry begins to interview an agitated\nASIAN MAN, 50, standing next to his dented, gold Cadillac.\n\nMARSH (0.S.) (cont’d)\nWhen the interview ended, as a\ncourtesy to those who might have\nmissed it, Channel 9 aired the\nvideo one last time.\n\nThe video starts over. Plays a little bit. Click. Marsh\nfreezes it.\n\nBACK TO MARSH, addressing the group--\n\nMARSH (cont‘d)\nFive years ago, that would have\nbeen the end of it.",
  "69": "---END OF PREVIOUS SECTION---\nClick. Marsh\nfreezes it. BACK TO MARSH, addressing the group--\n\nMARSH (cont‘d)\nFive years ago, that would have\nbeen the end of it. \n---TARGET SECTION TO BE ANNOTATED---\n But the\nworld’s changed. Within a few\nminutes of Channel 9 airing the\nfootage for the last time, Andrew\nKinross had pulled it off his TiVo\nand posted it on five different\nshock-video sites. From there,\nCleary’s suicide was public domain.\nThe worst pain a family can endure\nhad become something for a billion\nstrangers to feed on, laugh at\nturn away from, gossip about.\n(beat)\nBut Cleary didn’t have much family.\nJust a son that he and his wife had\nrescued out of foster care. Owen\nwas a brilliant kid, good with\nmechanics...electronics...\ncomputers. But he was troubled,\nfrail, withdrawn. He worked as a\nfreelance programmer. Out of his\nbasement.\n(beat)\nOwen adored his father. To be\nconfronted with his terrible death\nagain and again was more than his\npsyche could withstand.\n(MORE )\n\f99.\n\nMARSH(cont 'd)\nHe began hacking into sites that\noffered the clip and leaving\nviolent threats ...lashing out at\nthe uncaring mob that had turned\nhis personal loss into a sideshow\nattraction. He was eventually\nhospitalized. Put on suicide watch\nhimself.\n\n(beat)\n\nSix months ago, Owen was released.\nHe lives, alone now, in his\nfather’s house in Silver Springs.\n\nClick. A photo of Owen fills the screen.\nMARSH (cont’d)\nThe warrant’1l be here in a few\nminutes.\nMarsh glances at Box.\nMARSH (cont’d)\nWhat do you say we arrest the piece\nof shit?\nThen she looks back at the group, smiling.\nEXT. MARYLAND HIGHWAYS -- LATER -- NIGHT.\n\nVARIOUS SHOTS OF SHERIFF, POLICE, and UNMARKED CARS streaking\ndown the highway.\n\nEXT. OWEN’S HOUSE -- LATER -- NIGHT.\n\nFBI, SHERIFF and POLICE CARS glide up from both directions\nand silently park. Heavily-armed AGENTS and OFFICERS\nsilently emerge and take up a perimeter.\n\nINT. OWEN’S LIVING ROOM -- SAME -- NIGHT.\n\nEverything is tidy, dark, and still.\n\nOFFICER (0.S.)\nPolice! Open up!\n\nA few seconds pass, then the door explodes into splinters.",
  "70": "---END OF PREVIOUS SECTION---\nS.)\nPolice! Open up! A few seconds pass, then the door explodes into splinters. \n---TARGET SECTION TO BE ANNOTATED---\nAgents pour in, guns drawn. Among them are Marsh and Box.\n\nAgent swarm upstairs. Marsh and Box run through the living\nroom, making for the rear of the house.\n\nINT. OWEN’S SECOND FLOOR -- SAME -- DAY.\n\nAgents pour down the hall, kicking down the doors, leaping\ninto the doorway ready to fire.\n\f100.\n\nINT. OWEN’S KITCHEN -- SAME -- DAY.\n\nMarsh and Box stop at the basement door. Marsh and Box\nexchange a look, then Box kicks in the door. It’s pitch\nblack inside.\n\nBox blindly reaches in for the light switch. He finds it,\nhits it, but nothing happens. Box looks at Marsh. His look\nsays, “You okay to do this?”\n\nShe is scared out of her wits, but she nods. Box, turned\nsideways, points his guns and flashlight down the stairs, and\ndescends quickly. Marsh follows suit.\n\nFOLLOW THEM DOWN THE STAIRS, their crossing beams of light\nrevealing a bloody mess. The smell turns their head. Marsh\nstops, sucking wind, and manages to shout upstairs--\n\nMARSH\nThis is the place! This is it!\n\nINT. OWEN’S BASEMENT -- MINUTES LATER -- DAY.\n\nThe lights are on. Agents, faces covered, wearing rubber\ngloves, rip the soundproofing panels off the windows. As the\nlight shines in, Box and Marsh look around, mouths covered,\nbarely able to keep from vomiting.\n\nThe floor is sticky with dried blood. Flies buzz everywhere.\nThe last of the dead kitten. The rotting remnant of Miller’s\nlower torso still outlined in the cement. A stained ironing\n\nboard. Piles of dead ants.\n\nBOx\nJesus.\n\nMarsh shines a light to where all the computers were.\n\nMARSH\nHe moved out all his equipment.\n\nBOx\nHe knew you were getting close.\n\nMARSH\nBut I was off the case.\n\nBOx\nI knew you’d come back, why\nwouldn’t he?\n\nMarsh throws him a look.\n\f101.\n\nEXT. CYBER DIVISION HEADQUARTERS -- LATER -- RAINY EVENING.\nRain falls on the mostly-empty lot.\n\nINT. BROOK’S OFFICE -- LATER -- RAINY EVENING.\n\nBrooks talks to Marsh, her face impassive--\n\nBROOKS\nHonestly, words defy me.",
  "71": "---END OF PREVIOUS SECTION---\nINT. BROOK’S OFFICE -- LATER -- RAINY EVENING. Brooks talks to Marsh, her face impassive--\n\nBROOKS\nHonestly, words defy me. \n---TARGET SECTION TO BE ANNOTATED---\n Your work\nhas been absolutely outstanding.\nAnd to sustain a personal loss like\nthis and come back and close the\ncase? Well, that’s just--\n\nMARSH\nBut I didn’t close it.\n\nBROOKS\n\n(amused )\nYou think a disturbed young man\ndriving a forty-year-old W bus\nfilled with electronics is just\ngoing to melt into the crowd?\nWe’1l locate him by Friday.\n\n(beat)\nHere’s what I want you to do:\nNothing. Relax. Take some time\noff.\n\nMarsh stares at him, stone-faced, then speaks with controlled\nemotion--\n\nMARSH\n\nGriffin died in twenty minutes. By\nthe time the site went dark, more\npeople had watched the ants clean\nhis bones than fought in World war\nII. The next victim will die in\nthe blink of an eye. And you want\nme to go lie on a fucking beach?\n\nBROOKS\n\n(coldly)\nI don’t care if it’s a beach or a\nmountain or the North Pole, you’re\nno longer the case agent.\n\n(then, more gently)\n\nBut don’t you worry. When you get\nback? You’1ll get your office of\npreference.\n\nHe smiles. Marsh doesn’t.\n\f102.\n\nINT. OUTSIDE BROOKS’S OFFICE -- LATER -- RAINY EVENING.\nBox waits for her. Marsh emerges. They walk.\n\nBOx\nWell?\n\nMARSH\nI’ve been asked...ordered...to go\n..uhhh...what do you call it?\nOne of those things were you don’t\ndo anything...or worry about\nanything...and just....\n\nBOx\nA vacation?\n\nMARSH\nYeah.\n\nBOx\n\nGood. I’11 call you the second we\nlocate him. Even better, I’1l fly\nto you with a bottle of champagne,\nhow’s that?\n\nEXT. CYBER DIVISION HEADQUARTERS -- LATER -- RAINY EVENING.\nBox walks Marsh to her car through a light rain. He holds\n\nthe umbrella for both of them. They stop at her SUV.\nAwkward silence.\n\nBOX\nYou are leaving tonight? Right\nnow?\nMARSH\nDon’t worry.\nBOx\n\nI’d be happy to drive you.\n\nThey look at each other. Box kisses her with passion. She\nlikes it, but then eases him away.",
  "72": "---END OF PREVIOUS SECTION---\nThey look at each other. Box kisses her with passion. She\nlikes it, but then eases him away. \n---TARGET SECTION TO BE ANNOTATED---\n He doesn’t understand\nwhy. She points into the sky. He looks. A surveillance\ncamera on a light pole.\n\nINT. MARSH'S MOVING SUV -- LATER -- RAINY EVENING.\n\nAs the rain falls harder, Marsh drives on the highway, listen-\ning to classical music.\n\f103.\n\nEXT. MOTEL -- LATER -- RAINY EVENING.\nMarsh pulls into the dark, rainy lot.\nINT. DARK MOTEL ROOM -- NIGHT.\n\nThe door opens. Marsh enters. She stops at the door, looks\naround, hears a strange scraping sound. She unsnaps her\nholster, lays a hand on her weapon.\n\nWhere’s the sound coming from? The bathroom. She walks\nover, quickly kicks open the door. Nothing in sight. She\nreaches in and throws aside the shower curtain. Nothing.\n\nShe relaxes, but then she hears the sound again. She turns\naround, tensed, and realizes it’s coming from the closet.\nShe walks over, crouches, and quickly yanks the folding door\n\nHer cat bounds out. Marsh, chest heaving, catches her\nbreath, snaps shut her holster.\n\nEXT. MOTEL -- LATER -- RAINY NIGHT.\n\nMarsh throw her stuff in the back of her SUV. Then carries\nthe pet carrier around and lays it in the passenger seat.\n\nEXT. HIGHWAY -- LAYER -- RAINY NIGHT.\nMarsh’s SUV drives along, wipers slapping at the rain.\nINT. MARSH’S SUV -- SAME -- RAINY NIGHT.\n\nTired of the classical music, she hits buttons until she\nlands on the righteous intoning of an older male commentator,\nwho words unsettle her--\n\nRADIO EDITORIAL\n--six long days since the murder of\nFederal Agent Griffin Dowd, and\nstill no suspect in custody. Some\nwonder who this madman will seize\nnext. Not I. I wonder when we’1l\nstop this diabolical collaboration\nnot with the killer, but with the\nalternate universe that he\ninhabits. The one inside our\ncomputers. A world without\ncompassion or conscience. Without\nlaws, morality, or shame. Why do\nwe love this world so? Why did we\ncreate it?\n\nThere are commotion and distress in Marsh eyes.\n\f104.",
  "73": "---END OF PREVIOUS SECTION---\nWhy did we\ncreate it? There are commotion and distress in Marsh eyes. 104. \n---TARGET SECTION TO BE ANNOTATED---\nRADIO EDITORIAL (cont'd)\nDoes it reflect who we are as a\nspecies? What we have become?\nWhat must our Creator think of us?\n\nMarsh sees the sign saying, “Welcome to Pennsylvania.” She\ncan’t do it. She yanks the wheel and roars onto exit.\n\nShe zooms up the exit ramp and at the top pulls a hard left\nand roars along the overpass.\n\nShe reaches a red light, sees that the coast is clear, and\nruns the red light, yanking another left\n\nShe roars down an entrance ramp.\nEXT. HIGHWAY -- MOMENTS LATER -- RAINY NIGHT.\n\nMarsh’s SUV streaks past the sign saying, “Welcome to\nMaryland.”\n\nINT. MARSH’S SUV -- LATER -- RAINY NIGHT.\n\nMarsh listens to music again. The rain is falling harder\nnow. A flash of lightning and then a roar of thunder. Her\ncat meows mournfully. She looks over and opens the cage\ndoor. It sticks its head out and she scratches it.\n\nMARSH\nI know, baby, I know -- that’s a\nlotta water.\n\nSuddenly, the music stops dead. Odd. Marsh adjusts the\nradio. Hits buttons. Nothing.\n\nThen suddenly the wipers stop. She reacts, skids a bit, hits\nthe brakes. The cat leaps out of its cage. Cars honk.\n\nMadly working the wiper controls, she struggles to see\nthrough the windshield.\n\nSuddenly, the headlights go out and her car lurches\nviolently. The engine is dead. Cars barrel past her,\nhonking their horns. She jams the car in neutral and\nwrestles with the stiff power steering.\n\nA TRACTOR TRAILER, blaring its horn, bears down on her and\nswerves, skids, nearly plowing into her\n\nFinally, Marsh wrenches the car to a stop in the gravel of\nthe shoulder.\n\nChest heaving, gasping to catch her breath, she sits there in\nthe dark, grateful to be alive. Her cat sits, cowering in\nthe foot-well of the passenger seat.\n\f105.\n\nAbruptly, she snaps to, reaching for her Treo, hits her speed-\ndial. The Treo beeps. She looks at the screen: “Service\ndenied.",
  "74": "---END OF PREVIOUS SECTION---\nAbruptly, she snaps to, reaching for her Treo, hits her speed-\ndial. The Treo beeps. She looks at the screen: “Service\ndenied. \n---TARGET SECTION TO BE ANNOTATED---\nSpooked, she looks out and through the rain spots an\nilluminated CALL BOX about fifty yards away. She pulls the\ndoor handle, but the doors are locked. Won’t unlock\n\nOWEN (0.S.)\nHello, Jennifer.\n\nWith a gasp, Marsh yanks out her weapon and points it into\nthe back. Nothing. No one. The cat makes a sound.\n\nSlowly, very slowly, heart pounding, she inches her eyes up\nto the NorthStar speaker above her head.\n\nFor a moment, just the sound of two people breathing in the\ndark. And the sounds of the storm.\n\nOWEN (cont’d)\n\nI can hear you. You’re not dead.\n(beat)\n\nLook out the passenger window.\n\n(she doesn’t)\nUnder that streetlight, that’s\nwhere my dad’s body landed after he\nkilled himself. Some websites show\nthe whole thing in slow-motion\nbecause it’s so much better that\nway. One archives it in a section\ncalled “Whoa.” That’s all. Just\n“whoa.”\n\nMARSH\nI know, Owen. It’s despicable.\n\nSilence. She hears him breathing. Then there’s a click.\nThe breathing stops.\n\nMARSH (cont’d)\nOwen?\n\nNothing.\n\nMARSH (cont’d)\nAre you there?\n\nSilence. Marsh tries the engine. Nothing but a click. She\ntries the door. Locked. Fuck it. She has no choice.\n\nShe turns her head aside and swings the handle of her gun at\nthe passenger window. It shatters, showering her with cubes\nof glass. Her cat howls in the back of the truck.\n\f106.\n\nMarsh sticks her gun in the pocket of her windbreaker,\npockets her Treo, and climbs out the window into the storm.\n\nEXT. HIGHWAY SHOULDER -- MOMENTS LATER -- RAINY NIGHT.\n\nMarsh, drenched, runs across the overpass until she spots an\nilluminated Call Box.\n\nEXT. HIGHWAY SHOULDER -- MOMENTS LATER -- RAINY NIGHT.\nMarsh runs up to the box, lifts the phone. It rings.\n\nOPERATOR\nCall Answering Center.",
  "75": "---END OF PREVIOUS SECTION---\nMarsh runs up to the box, lifts the phone. It rings. OPERATOR\nCall Answering Center. \n---TARGET SECTION TO BE ANNOTATED---\nMARSH\nI’m an agent with the FBI and I’m\nstranded on the I-50! I need you\nto connect me to the FBI head-\nquarters in Riverton! It’s an\nemergency! The number is--\n\nOPERATOR\nI’m connecting.\n\nIt rings. Marsh looks back at her dark SUV, sitting fifty\nyards away, barely visible through the downpour.\n\nMALE OPERATOR\nFBI, Riverton.\n\nOPERATOR\nBill, it’s Jennifer Marsh. I need\nyou to connect me to Detective Box\nfrom the task force. At home.\nHurry.\n\nMALE OPERATOR\nHold on.\n\nAching seconds pass. Water drops from her lashes. Her eyes\ncan the road, looking for any sign of trouble. The phone\nrings. Rings again. Three times.\n\nBOX (0.S.)\nHello?\n\nMARSH\nJohn...Owen tried to kill me! He\nhacked into my Northstar! I’m on\nthe highway!\n\nBOX (0.S.)\nWhere are you?\n\f107.\n\nMARSH\nThe I-50 overpass! Where his\nfather died!\n\nBOX (0.S.)\nDon’t move! Just wait for me!\nJust wait!\n\nEXT. HIGHWAY -- LATER - RAINY NIGHT.\n\nMarsh, exhausted and drenched, trudges back to her car. A\ncar approaches, its headlights blinding. It slows down.\n\nMarsh freezes, reaches into her jacket pocket for her gun.\nFRAT BOYS, out on a drunken spree, lashed by the rain, shout\nat her from their open windows, as they pass.\n\nShaking her head at their stupidity, she walks on then stops\ndead. Her car’s headlights are on. She starts to run.\n\nINT. MARSH'S SUV -- MOMENTS LATER -- RAINY NIGHT.\n\nMarsh jumps in. The radio is playing again. Her Treo beeps\nback to life in her pocket. She exhales heavily. Thank God.\n\nSuddenly, her cat leaps from the back seat to the front\nscaring her half to death. She sits there, gasping waiting\nfor her heart to settle. Then she reaches to puts the car in\ngear --\n\nOWEN\nJennifer?\n\nMarsh freezes, looks up slowly, ever so slowly, at the\nNorthstar.\n\nThen from the shadows of the back seat, Owen rises up\nsopping wet and touches his Taser to her cheek.",
  "76": "---END OF PREVIOUS SECTION---\nThen she reaches to puts the car in\ngear --\n\nOWEN\nJennifer? Marsh freezes, looks up slowly, ever so slowly, at the\nNorthstar. Then from the shadows of the back seat, Owen rises up\nsopping wet and touches his Taser to her cheek. \n---TARGET SECTION TO BE ANNOTATED---\n Marsh\nscreams and spasms and falls.\n\nDARKNESS.\n\nFLASH. Marsh, hands and feet bound with Ethernet cable and\nher mouth gagged, is being dragged by her hair across a\ncement floor.\n\nAs she is brutally dragged up two stairs, she sees the spot\non the wall where a lawn mower hangs -- its dirty outline\nvisible on the wall -- but it’s not there.\n\nAbruptly, she realizes that it’s her own garage! She screams\ninto her gag, kicking, wriggling, resisting with all her\nmight.\n\f108.\n\nOwen drops her to the floor. Her head cracks against the\ncement. Blood drips from her scalp. Owen’s shadow lengthens\nacross her body. Her eyes beg him not to hurt her. He\ntouches the Taser to her face.\n\nDARKNESS.\nFLASH:\nINT. MARSH'S BASEMENT -- LATER -- RAINY NIGHT.\n\nMarsh’s eyes open to pure horror, as she tumbles down the\nsteps with Owen descending behind her. She hits the cement\nbottom, bloody and unconscious.\n\nDARKNESS.\nFLASH:\n\nMarsh’s eyes open. Bleeding from the mouth and head, she\nsees sound-proofing panels on the windows.\n\nMarsh tries to free herself. Owen, ten feet away, toting\nsomething, regards her with his dull eyes.\n\nHe sets down what he’s carrying, then removes his Taser from\nhis belt and shoots her. Twin probes, bearing fish hooks,\nfly out of the gun and hit her squarely in the chest\n\nDARKNESS.\nFLASH:\n\nMarsh’s eyes open. The cable around her ankles is connected\nto a long chain that Owen has tossed over a sewage pipe\nrunning along the ceiling.\n\nShe follows the longer chain with her eyes. It travels down\nfrom the pipe and connects to the rusty iron spool of a\ngarden hose. Owen has fastened a crank to the spool. He\n\nturns it with great effort. Lying on the floor at his side\nis her Glock.\n\nMarsh, dazed, doesn’t understand why, but then slowly her\nfeet begin to rise off the cement floor.\n\nFrantic as she rises higher, upside down, she looks and sees\nflashing computer equipment everywhere. In the other\ndirection, her eyes bulge when she sees a video camera.",
  "77": "---END OF PREVIOUS SECTION---\nMarsh, dazed, doesn’t understand why, but then slowly her\nfeet begin to rise off the cement floor. Frantic as she rises higher, upside down, she looks and sees\nflashing computer equipment everywhere. In the other\ndirection, her eyes bulge when she sees a video camera. \n---TARGET SECTION TO BE ANNOTATED---\nShe wrestles violently, shaking the chains, making the pipe\noverhead pull on its supports. Owen doesn’t like the look of\nthose supports.\n\f109.\n\nHe stops his work and presses the trigger of his Taser. She\nspasms, screams, and stops struggling.\n\nDARKNESS.\n\nA distant sputter, then a muted roar, then the roar grows\nlouder and louder, until it explodes into hideous life.\n\nFLASH:\n\nMarsh’s eyes open. She is hanging upside down, staring\nstraight down into the whirring blades of her own lawn mower,\nwhich has been rigged onto its back and attached to a fuel\npump and gas can. A plastic tube attached to the engine,\ncarries the exhaust into the open door of the dormant boiler\n\nEyes bugging, Marsh looks over and sees the camera pointed at\nher. Then, suddenly, to her horror, its red light pops on.\n\nINT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT.\n\nWilks is alone, retrieving some files. Right behind him, on\nfive computer screens, the creepy music of killwithme plays.\nDeaf, Wilks can’t hear it.\n\nThen, right behind him, the screens flash with a still image\nof Marsh hanging upside down over the blades. Then the\nscreen goes black.\n\nWilks turns around, sees nothing. Goes back to his work.\n\nThe screens flash another image of Marsh. Then they flash\nfaster and faster until the mosaic of viewers kicks in, and\nit becomes a continuous moving image.\n\nThe text crawl: The more that watch, the sooner she’s\nSliced...the more that watch, the sooner she’s sliced...the\nmore that watch, the sooner she’s sliced....\n\nAs Wilks walks out of the room, oblivious, he realizes that\nhe has forgotten his coffee. He turns back to get it and\nsees the screen. He reacts, then races for the door\n\nHOLD ON THE VIEWER COUNTER, only at 39,350, but spinning far\nfaster than ever before. The Estimated Time of Death plunges\ndown from 24 hours.\n\nINT. BOX’S CAR -- SAME -- RAINY NIGHT.\nBox pulls up to the I-50 and sees no car. Alarmed, he isn’t\n\nsure what to do. Then he sees something. He gets out of the\ncar.\n\f110.",
  "78": "---END OF PREVIOUS SECTION---\nThen he sees something. He gets out of the\ncar. 110. \n---TARGET SECTION TO BE ANNOTATED---\nEXT. HIGHWAY SHOULDER -- CONTINUOUS -- RAINY NIGHT.\n\nBox runs over and looks down at the shattered glass all over\nthe gravel.\n\nHe remembers something. He looks over the edge of the road.\n\nThere, far below, at the spot where Owen’s father’s body\nlanded, is Owen’s WW bus, parked under a rainy streetlight\n\nBox races back to his car.\nEXT. MARSH’S HOUSE -- SAME -- RAINY NIGHT.\n\nThe rain falls harder, lashing the roof, swaying the trees.\nThe sound mixes with a weird mewing sound.\n\nINT. MARSH'S KITCHEN -- SAME -- RAINY NIGHT.\n\nMarsh’s cat, whining, paws at the ajar basement door.\nFinally, it gets the door open wider and slinks through.\n\nINT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT.\n\nThe Viewer counter spins past 1,000,000. Owen makes another\nsmall turn in the crank, lowering Marsh a quarter inch.\nStruggling, spinning on her chains, Marsh is trying to do\nsomething, but we’re not sure what.\n\nThen we see: she is wrestling her Treo out of her back\npocket. Once she has it, she blindly hits keys, trying to be\nprecise.\n\nINT. OWEN’S WW BUS -- SAME -- RAINY NIGHT.\n\nIn the pouring rain, Box, weapon aimed, wrenches open the\nside door of the bus. Blackness. He shines a flashlight in.\nEmpty but for old computers parts, the remains of various\ncontraptions, and the odd pool or splatter of blood.\n\nHis cell phone rings. He looks. A text message from Marsh\nthat reads, simply: 911...HOME....\n\nINT. MARSH'S BASEMENT -- SAME -- RAINY NIGHT.\n\nOwen, seeing what Marsh has done, pulls the trigger on the\nTaser, which is still connected to her chest. She screams\nflopping. The Treo falls from her hands, hits the blades of\nthe mower, and shatters into the wall.\n\f111.\n\nINT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT.\n\nMembers of the Task Force stare, horror-stricken at the\nscreens. The Viewer counter shoots above 2,000,000. ETOD:\n18 hours, 50 minutes. A phone rings.\n\nPETERSON\nTask Force.",
  "79": "---END OF PREVIOUS SECTION---\nETOD:\n18 hours, 50 minutes. A phone rings. PETERSON\nTask Force. \n---TARGET SECTION TO BE ANNOTATED---\nBOX (0.S.)\nHe’s in her house!\n\nINT. BOX’S CAR -- SAME -- RAINY NIGHT.\n\nBox speeds down the highway, light flashing, siren wailing,\nscreaming into his cell phone--\n\nBOx\nHe’s got Jennifer in her house!\ng\n\nINT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT.\n\nViewer counter shoots above 3,000,000. ETOD: 16 hours, 20\nminutes.\n\nMarsh wrestles, swinging herself back and forth across the\nblades. She looks up and sees that the supports of the\nsewage pipe are beginning to give. She bucks and bucks\ntrying to pull down the pipe. Owen doesn’t like it, but he’s\nworking the crank.\n\nEXT. CITY STREETS -- SAME -- RAINY NIGHT.\n\nA POLICE CAR, sirens wailing, lights flashing, races through\na red light. Down the block, another one turns the corner,\nspeeding in the same direction.\n\nINT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT.\n\nThe Viewer counter shoots above 4,000,000. The group watches\nas Marsh, squirming and fighting, is lowered closer to the\nblades. As she violently bucks, dust falls from the\nsupports.\n\nA LIGHTING-FAST MONTAGE OF WATCHERS, as groups of people\ncongregate in homes, college libraries, an Apple Store, an\nInternet Cafe to watch the horror and excitement.\n\nThe counter spins faster and faster, 5,000,000, 5,500,000,\n6,000,000....\n\nON THE FINAL COMPUTER SCREEN, we see Marsh drop another few\ninches, her hair wildly buffeted by the blades.\n\f112.\n\nINT. BOX’S CAR -- SAME -- RAINY NIGHT.\nBox speeds down the highway, siren wailing, light flashing.\nINT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT.\n\nAs the Viewer counter shoots above 9,000,000, the top of\nMarsh’s head is dropped just a few inches from the blade.\nHer hair whips madly.\n\nGrowling with determination, she pulls herself up and down --\na swinging, vertical sit-up, trying to loosen the pipe\nsupport. More dust falls from the ceiling.\n\nOwen lifts the Taser to blast her one last time.",
  "80": "---END OF PREVIOUS SECTION---\nGrowling with determination, she pulls herself up and down --\na swinging, vertical sit-up, trying to loosen the pipe\nsupport. More dust falls from the ceiling. Owen lifts the Taser to blast her one last time. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly,\nthe lawn mower belches, falters, sputters. Owen, concerned,\nhurries over to investigate.\n\nThe blades pick up speed again. Owen relaxes, but before he\ncan hit the Taser, Marsh swings into the frame, banging into\nhim, not enough to hurt him, but enough to knock him away.\nAngry, he hits the Taser again.\n\nAs the counter reaches 10,000,000, Marsh spasms wildly and is\nswung past the mower. The pipe-support breaks, sending Marsh\ncrashing to the floor in a shower of debris, just a foot from\nthe blades. The debris hits the blade and flies everywhere.\n\nOwen backs away, shielding his eyes. He hits the Taser\nagain, but the probes have ripped from Marsh’s clothing.\n\nINT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT.\nEveryone watches as Marsh rolls, pulling her chained feet up\nand through the cable on her wrists. Her hands are still\nbound, but now they’re in front of her. She staggers out of\nframe.\n\nEXT. RESIDENTIAL STREET -- RAINY NIGHT.\n\nBox roars down the block. At the end of the street, the\nsquad cars turn a corner and race toward him.\n\nINT. MARSH'S BASEMENT -- SAME -- RAINY NIGHT.\n\nOwen jams a new cartridge into his Taser and shoots. Marsh\nducks and the barbed probes hit the wall.\n\nShe turns her head, sees her Glock lying on the floor. She\nmakes a dash. Owen chases her with his Taser, which, because\nits probes have been thrown, must be touched to her body.\n\nMarsh falls to the floor and the gun slides away from her\ngrasp.\n\f113.\n\nShe lunges for it, just as Owen drives the Taser into the\nback of her neck. She spasms, incapacitated, but somehow\nmanages to roll onto her back\n\nOwen looks down at her. Frowns. Her paralyzed hands hold\nthe Glock. She whimpers, unable even to pull the trigger.\n\nHe smiles and reaches down for the gun. Ina burst of\nagonized will and determination, she screams and shoots him\nin the chest.\n\nOwen staggers back, shocked more than anything else.",
  "81": "---END OF PREVIOUS SECTION---\nHe smiles and reaches down for the gun. Ina burst of\nagonized will and determination, she screams and shoots him\nin the chest. Owen staggers back, shocked more than anything else. \n---TARGET SECTION TO BE ANNOTATED---\n In\nterrible pain, she manages to pull the gag from her mouth--\n\nMARSH\nDown on the floor! Get down!\n\nOwen recovers a bit, then lunges forward. Marsh shoots him\nover and over again, driving him back across the basement.\n\nOwen trips over Marsh’s cat, spins around and lands, belly\ndown, with his full weight on the lawn mower blades. He\nflops as the blades chew him up, flinging pieces of him in\nevery direction.\n\nINT. TASK FORCE COMMAND CENTER -- SAME -- RAINY NIGHT.\n\nThe room reacts as their screens are splattered with Owen’s\nblood and guts and bone and hair.\n\nINT. MARSH’S BASEMENT -- SAME -- RAINY NIGHT.\nMarsh lies there, crying, soaked in gore, breathing hard.\n\nShe hears footsteps, turns with a gasp, eyes bugging, and\npoints her gun, but it’s Box, racing down the steps.\n\nHe freezes for a beat, when he sees the entrails splattered\neverywhere, then he runs to her.\n\nShe whimpers, evades him, crawls to her feet, staggers over\nand stops in front of Owen’s blinking camera.\n\nWrists still bound, she grabs her FBI badge and holds it up\nto the camera.\n\nShe holds it there, eyes fierce and crazed, hands trembling.\nBox kneels next to Marsh and tries to pull her away from the\ncamera, but she pushes him away. She doesn’t lower the\nbadge, won’t lower it.\n\nCAMERA’S VIDEO POV:\n\f114.\n\nCLOSE ON the trembling FBI badge, with Marsh’s eyes blazing\nfiercely behind it.\n\nSMASH TO BLACK.\nMUSIC UP.\n\nCREDITS ROLL.\n\f"
}