{
  "1": "STEM\n\nWritten by\n\nLeigh Whannell\n\nApril 2013\n\fINT. GARAGE - DUSK\n\nA void of darkness consumes us. We PULL BACK from it, seeing\nthe void as a circular disc, set into a blue sphere.\n\nIt is an EYE.\n\nWe keep pulling back, revealing that the eye belongs to a\nruggedly handsome male face, dotted with grease, stubble and\nsweat. This is GREY TRACE (28). Well built but not vain. A\nquiet, blue collar guy. A man, not a boy.\n\nHe arches over, probing the carburetor of a mean looking V8\nengine. The engine brays loudly as it idles. Grey fiddles\nwith the pistons, uncapping a hose then reconnecting it. We\nREVEAL the car - a black 1978 Pontiac Firebird.\n\nGrey dumps himself into the drivers seat. The car SCREAMS as\nit is revved, then shudders to a croaking death as the\nignition is killed. Grey gets out of the car.\n\nHe is standing in your classic garage-turned-mancave. No\nfrills. A bar fridge, a tool bench, a dartboard. A boxing bag\nhangs in one corner. Tinny riffs wail out from a transistor.\n\nParked next to the Firebird is a classic, two door Ford\nMustang Cobra in prime condition. Grey shuts the hood to the\nFirebird, surveys it. His masterwork.\n\nGREY\n(serious; to the Firebird)\nI love you. Is that weird?\n\nHe opens the bar fridge and swipes out a beer, gropes for a\nbottle opener. Can’t find it. He gives up, smacks the cap on\nthe edge of the bench. The whole neck of the bottle shatters.\n\nGREY (CONT'D)\nshit.\n\nGrey considers...then holds the shards of what’s left of the\nbottle to his mouth, chugging the remains and tossing it.\n\nHe checks his watch - 5:58 PM. He thumbs a button on the wall\nand the garage door whirs upwards.\n\nEXT. GREY’S HOUSE - DUSK\n\nGrey steps out onto his driveway.\n\nHis home sits on a busy road. Sleek, futuristic cars streak\n\npast - NONE OF THEM MAKING ANY SOUND.",
  "2": "---END OF PREVIOUS SECTION---\nGREY’S HOUSE - DUSK\n\nGrey steps out onto his driveway. His home sits on a busy road. Sleek, futuristic cars streak\n\npast - NONE OF THEM MAKING ANY SOUND. \n---TARGET SECTION TO BE ANNOTATED---\n Each car is absolutely\nsilent as it glides past Grey’s house.\n\fWe look out over the city beyond the road. The sun dips below\na futuristic skyline that yawns out in front of us, a\nphosphorus ocean of lights.\n\nGlass towers spear towards the clouds, raised freeways curving\naround them. A HOLOGRAM billboard blinks in the sky,\nadvertising some sort of contact lens. A giant eye looks down.\n\nGrey glares out at the city. Dwarfed by it. Overwhelmed by\nit. He checks his watch again - 6 PM.\n\nOne of the sleek, silent cars pulls up right in front of him.\nThe door opens. The car is automated. There is a steering\nwheel, but the car is driving itself. A large computer\ndisplay on the dash indicates the route.\n\nInside are a man and a woman, laughing and talking as though\nriding the subway, dressed in business attire. The woman is\nASHA TRACE (29), a beautiful brunette. The man is ROSS\nHANDLEY (25). He lives to work and his rapid-fire banter is\nunequalled.\n\nHANDLEY\n(to Grey)\nHere he is. The only real man I\nknow. About the only thing we have\nin common is teeth.\n\nGrey half smiles. Doesn’t like Handley.\n\nGREY\nTrust me, she wears the pants.\n\nHANDLEY\nI wish she would. That skirt is\nvery distracting.\n\nASHA\nDo you have an off button?\n\nHANDLEY\nYou could never turn me off. Don’t\nforget the presentation tomorrow\nmorning for the board.\n\nASHA\nDamn it, I left my notes at the\noffice.\n\nHANDLEY\n\nThat'll teach you for handwriting.\nJoin the modern world. Bye.\n\nThe door closes and the car takes off.\n\fGREY\nAt least in a real car he’d have to\nkeep his eyes on the road.\n\nASHA\nOh, don’t worry about Handley. He\ncrunches numbers for a living so\nthat’s his approach to women. If he\nhits on everyone, mathematical law\ndictates that someone will say yes\neventually.\n\nShe kisses him.\n\nASHA (CONT'D)\nWorking hard I see, judging by the\nbeer on your breath.\n\nGREY\nActually...I was working hard. I\njust finished the Firebird.\n\nASHA\nCongratulations.",
  "3": "---END OF PREVIOUS SECTION---\nI was working hard. I\njust finished the Firebird. ASHA\nCongratulations. \n---TARGET SECTION TO BE ANNOTATED---\nGREY\nI gotta drop it off to the guy\ntonight. He’s obsessed with me\nbeing on time. He’s kinda nuts.\n\nASHA\nHave fun.\nGREY\nYou're coming with me.\nASHA\nWhat? Why?\nGREY\nHow else am I gonna get home?\nAsha sighs.\nASHA\nOkay.\n\nGrey grins and pulls her in tight.\n\nASHA (CONT'D)\nNo don’t, you’ll get grease on me!\n\nThey laugh as Asha wriggles to break free.\n\fEXT. ERON KEEN’S MANSION - NIGHT\n\nGrey steers the Firebird up to a guardhouse and gate in front\nof a looming Victorian mansion. A low belch of thunder peals.\n\nAsha is behind Grey in her self-driving car. A bored, beefy\nguard steps up to the Firebird.\n\nGREY\nGrey Trace, here to deliver this\ncar to Eron.\n\nGUARD\nDrive past the scanner slowly.\n\nGrey rolls the car past a large device like a camera lens,\nmounted to the guard box. A laser projecting out of it passes\nover the Firebird from front to back. A light flashes green.\n\nGUARD (CONT'D)\nYou're good to go.\n\nINT. FRONT DOOR, ERON KEEN’S MANSION - NIGHT\nA heavy oak door towers over Asha and Grey.\n\nASHA\nWhat are we waiting for?\n\nGREY\nIt's gotta be eight exactly before I\ncan...forget it, just go with me.\n(beat)\nBy the way, he kind of butts in\nwhen you talk to him. Don’t let it\nget to you.\n\nThey stand there for a long beat, then Grey depresses the\ndoorbell. The door opens straight away, before the doorbell\nhas even finished, revealing ERON KEEN (27), a baby-faced\nyoung billionaire with no patience for anyone not on his\nwavelength. He has a dry sense of humor and hates that you\nthink he has Aspergers. He is wearing an ill-fitting suit.\n\nGREY (CONT’D)\nThat was fast.\n\nERON\nYes I was standing here waiting is\nthis your wife?\n\nASHA\nAh, yes. I’m his wife. Asha. Hi.\n\fHe doesn’t offer his hand. Speaks very quickly.\n\nERON\nCome inside to eat dinner.",
  "4": "---END OF PREVIOUS SECTION---\nHe doesn’t offer his hand. Speaks very quickly. ERON\nCome inside to eat dinner. \n---TARGET SECTION TO BE ANNOTATED---\nGREY\nAh...we’d love to stay, but we --\n\nERON\nThe dinner’s already been prepared,\nit’s ready now if you don’t eat it\nthen it’s wasted.\n\nGrey turns to Asha, then back to Eron.\n\nGREY\nOkay then. Bottoms up.\n\nINT. CORRIDOR, ERON KEEN’S MANSION - NIGHT\n\nEron leads the befuddled pair down a long corridor. He is\nwalking much quicker than they are.\n\nGREY\nNice suit. I didn’t think of you --\n\nERON\nI don’t have people over very often\nso I thought I’d dress for it.\n\nASHA\nIt’s a beautiful house.\n\nERON\nThank you I find it a little\nantiseptic I swear I’m not a\ngermaphobe. I can’t stand that. A\ncliche of the wealthy. Why do only\nrich people suffer that? You’1l\nnever meet a poor germaphobe.\n\nHe whisks them into --\n\nINT. DINING ROOM, ERON KEEN’S MANSION - CONTINUOUS\n\n-- a large ornate dining room. Eron takes his place quickly\nand the second he does, the table opens up in front of him\nand a plate of food rises out of it.\n\nWhen Grey and Asha sit, the same happens with them. Eron is\nalready eating.\n\fERON\nGrey tells me you work at the\ncompany Cobolt.\n\nASHA\nUh...yes. Yes, I do. I’ve been --\n\nERON\nYour company specializes in\nprosthetic limbs. That’s a very\ninteresting subject to me.\n\nASHA\nYes.\n\nERON\nNo, that’s wrong. Two. I said two.\n\nGrey is perplexed.\n\nGREY\nWhat’s that?\n\nEron points to his ear. He’s having a phone conversation.\n\nERON\nI know what I said, I said it.\n\nASHA\n(to Grey)\nHe’s on the phone.\n\nEron plucks a tiny black earpiece out of his ear, frustrated,\ndropping it into a glass of wine.\n\nASHA (CONT'D)\nUh...so you collect old cars?\n\nERON\nI’m fascinated by the exterior\naesthetic of the period which we’ve\nstill not managed to match since\nthen, even with all our\ntechnological advances.",
  "5": "---END OF PREVIOUS SECTION---\nEron plucks a tiny black earpiece out of his ear, frustrated,\ndropping it into a glass of wine. ASHA (CONT'D)\nUh...so you collect old cars? ERON\nI’m fascinated by the exterior\naesthetic of the period which we’ve\nstill not managed to match since\nthen, even with all our\ntechnological advances. \n---TARGET SECTION TO BE ANNOTATED---\n My life’s\nwork is about taking something\ntimeless and built with care, like\nthat car or this house, and then\nretrofitting it with the most up to\ndate system. State of the art\ntechnology with a classic skin.\n\nGREY\nWait...so you’re gonna rip the\nengine out?\n\fERON\nEventually. Not right away. I want\nto study how it works.\n\nGREY\nSeems a shame to get rid of...\n\nAsha glares at Grey to drop it. Eron finishes eating.\n\nERON\nI’1l1 show you what would replace\nit. Let’s go to my factory.\n\nASHA\nWe really can’t go anywhere else --\n\nERON\nIt’s on the property right behind\nthe house. I don’t like to leave\nthe grounds. We'll be very quick.\n\nEXT. ERON KEEN’S MANSION/ENTRANCE TO VESSEL FACTORY - NIGHT\n\nEron guides them through a set of doors onto the rear grounds\nof the property. Indeed, perched right behind the house is\nanother house, of similar stature.\n\nEron steps up to a FACE SCAN at the door of the second house.\nIt lasers his face, imprints it, then allows him inside.\n\nINT. CORRIDOR, VESSEL INC. HEADQUARTERS - NIGHT\n\nGrey and Asha follow Eron down a darkened corridor. On either\nside they catch glimpses into stark white laboratories, all\ncontaining sophisticated equipment.\n\nERON\nThis is the worldwide headquarters\nand research lab of my company,\nVessel.\n\nINT. WHITE ROOM, VESSEL INC. HEADQUARTERS - NIGHT\n\nEron opens a door and Grey and Asha step into a large and\nstarkly empty white room. He strides to a safe door set into\nthe wall opposite them.\n\nHe stabs a long entry code into a keypad, keeping it hidden.\nThe safe door opens with a hum. Inside are four thin prongs,\nholding in place a microchip the size of a fingernail.\n\fERON\nThis chip represents my present and\nthe rest of the world’s future.\n\nASHA\nWhat does it do?\n\nERON\nLiterally anything.\n\nWe see the computer chips POV - encompassing the whole room.\n\nGREY\nReally? So this thing can make\nbabies and play football? Wow.",
  "6": "---END OF PREVIOUS SECTION---\nGREY\nReally? So this thing can make\nbabies and play football? Wow. \n---TARGET SECTION TO BE ANNOTATED---\nERON\nIt can drive anything, talk to any\npiece of equipment, calculate\nanything. It’s a new, better brain.\n\nGREY\n(with a smile)\nYou look at that widget and see the\nfuture. I see ten guys on an\nunemployment line.\n\nERON\n(getting testy)\nIt’s about efficiency. I’m sure\nwhen the car was invented there\nwere people in the horse and cart\nbusiness who felt they were being\nurinated on.\n\nGREY\nYeah, I’ve tasted the piss shower\nmyself. My job used to be drivin’ a\nfreight crane, until one day they\ndecided a computer could do it\nbetter. Twenty of us replaced\novernight, by something like that\nthing.\n\nASHA\nGrey...\n\nERON\nIt’s hard for a human to compete\nwith a computer. They don’t take\nsick days. They don’t need weekends\noff.\n\fGREY\nThey also can’t have a beer with\n\nyou at the end of the week.\nThe conversation has gone sour. Eron closes the safe.\n\nERON\nWe should get back now.\n\nINT. ASHA’S CAR - NIGHT - MOVING\nAsha’s car is driving itself. Rain spatters the windshield.\n\nASHA\nYou didn’t have to say all that.\n\nGREY\nHe brought it up.\n\nASHA\nYou didn’t have to take the bait.\nGrey stares at the steering wheel for the car, turning\nlanguidly on its own.\n\nGREY\nI was always a good driver. Always\n\nloved cars.\nHe reaches up and absently runs his fingers over the steering\nwheel. The car’s computer chirps in a neutral pleasant voice.\n\nCOMPUTER VOICE (V.O.)\nPlease do not touch the steering\nwheel while the car is in motion.\n\nGrey sits back.\n\nGREY\nWhat am I gonna do when his\nmicrochip is running the world?\n\nCOMPUTER VOICE (V.O.)\nArriving at Cobolt.\n\nThe car purrs to a halt outside a city skyscraper.\nASHA\nI'll be back in two seconds, I’ve\njust gotta grab my notes.\n\nShe exits, leaving Grey to stew alone.\n\f10.\n\nCOMPUTER VOICE (V.O.)\nWould you like the air-conditioning\nadjusted, Grey?\n\nGREY\nShut up.",
  "7": "---END OF PREVIOUS SECTION---\nCOMPUTER VOICE (V. O.)\nWould you like the air-conditioning\nadjusted, Grey? GREY\nShut up. \n---TARGET SECTION TO BE ANNOTATED---\nCOMPUTER VOICE (V.O.)\nDid you say shut down?\n\nGREY\nNo.\n\nCOMPUTER VOICE (V.O.)\nWould you like the air-conditioning\nadjusted, Grey?\n\nGREY\nFuck off.\n\nCOMPUTER VOICE (0.S.)\nI don’t know that command.\n\nGrey steps out of the car.\n\nEXT. ASHA’S CAR - NIGHT\n\nGrey waits in the rain rather than put up with the car. He\npeers off down the darkened street, glistening with water.\nThe road is desolate - save for one parked car. Hidden in\nshadow a block or so down.\n\nGrey sees a lighter spark inside the vehicle, revealing two\nsilhouettes.\n\nAsha dashes out of the main doors of her building.\n\nASHA\nWhat are you doing? You'll get\npneumonia. Get in!\n\nINT. ASHA’S CAR - MOVING - NIGHT\n\nThe directional read out blips as the car plows through the\ndrizzle. Asha rests her head on Grey’s shoulder.\n\nASHA\nEron’s not wrong, you know?\nSometimes technology can improve\nour lives. Make things more fun.\n\f11.\n\nShe let’s the straps of her dress fall off her shoulders,\npulling it down and revealing her strapless bra.\n\nGrey laughs and kisses her. They undo their seat belts and\nstart to make love, lying back. The car turns right.\n\nCOMPUTER VOICE (V.O.)\nLeaving 101 freeway.\n\nEXT. ASHA’S CAR - NIGHT - MOVING\n\nThe car takes a freeway exit.\n\nINT. ASHA’S CAR - NIGHT - MOVING\n\nThe navigation readout on the dashboard blips again. Asha and\nGrey are too preoccupied to notice. Her foot kicks a high heel\noff.\n\nCOMPUTER VOICE (0.S.)\nTurning left at Hayden.\n\nThe streetlights become less sporadic, the buildings around\nthem more dilapidated. An obviously blighted area.\n\nGrey raises his head, curious.\n\nGREY\nWait...where are we?\n\nASHA\nJust let it do its thing.\n\nShe yanks him back down, breathless. Grey shakes free.\n\nGREY\nWait a second, honey...\n\nASHA\nJust relax.\n\nGREY\nThis is not right.\n\nASHA\nIt’s probably taking us a back way.\n\nGREY\nNo, I know this neighborhood.",
  "8": "---END OF PREVIOUS SECTION---\nGREY\nThis is not right. ASHA\nIt’s probably taking us a back way. GREY\nNo, I know this neighborhood. \n---TARGET SECTION TO BE ANNOTATED---\n I\ngrew up here. We’re nowhere near\nour house.\n\f12.\n\nAsha sits up, frustrated. Grey taps the electronic display on\nthe dash.\n\nGREY (CONT’D)\nHow do you turn this thing around?\n\nASHA\nSelect our address.\n\nGrey pecks at the screen. Slow and cumbersome.\n\nASHA (CONT'D)\nLet me do it.\n\nWith practiced dexterity, Asha selects their home address\nfrom a menu bar. The screen beeps at her.\n\nCOMPUTER VOICE (V.O.)\nI’m sorry.\n\nASHA\nReturn to the freeway. Destination\nhome.\n\nCOMPUTER VOICE (V.O.)\nI'm sorry, I cannot.\n\nASHA\nWhat?\n\nGREY\nStop. Stop the car now.\n\nASHA\nPress the brake twice.\n\nGrey does - but it makes no difference.\n\nCOMPUTER VOICE (V.O.)\nTurning right.\n\nThe car jerks into a hard right turn, throwing Asha against\nthe door.\n\nASHA\nJesus!\n\nEnraged, Grey pumps the brake.\n\nGREY\nGod damn it! Stop, stop now!\n\nThe car suddenly lurches up to a high speed, racing towards\n120 miles per hour.\n\f13.\n\nThe steering wheel wrenches into a hard turn, the car fish-\ntailing around a corner, flinging Grey and Asha around\ninside.\n\nAnother turn whiplashes them. The car is at 130mph now. They\nHURTLE towards a CONSTRUCTION SITE. 140...160...\n\nGrey grips the seat head, wrapping a seat belt around Asha\nand snapping it into the buckle only seconds before --\nEXT. DESOLATE STREET - NIGHT\n\n-- the front left wheel hits a pylon and LAUNCHES the car\ninto the AIR.\n\nFor a second it arcs silently through the night air, spinning\nupside down...before WALLOPING DOWN onto the road with the\nsickening sound of metal on gravel.\n\nFinally, it grinds to a halt, headlights still stabbing out\nat construction equipment.\n\nINT. ASHA’S CAR - NIGHT\n\nGrey blinks, blood dribbling down his forehead. He’s a mess,\ntwisted. Their bodies are suspended upside down in the car.\n\nAsha is okay, saved by the seatbelt.\n\nThey hear a car pull up next to theirs.",
  "9": "---END OF PREVIOUS SECTION---\nTheir bodies are suspended upside down in the car. Asha is okay, saved by the seatbelt. They hear a car pull up next to theirs. \n---TARGET SECTION TO BE ANNOTATED---\n From their view, the\ndoors open and FOUR PAIRS OF BOOTS clamber out.\n\nOne of the figures stoops down, peering in through the\nshattered windows at them. He is wearing a black SKI-MASK.\n\nHe waves at them. Let’s call him WIRY MAN.\nWIRY MAN\nYou can’t hang around in a bad\nneighborhood like this, guys.\nHe laughs and reaches in, grabbing Asha and hauling her out\nacross the beads of glass into the street.\n\nEXT. DESOLATE STREET - NIGHT\n\nThe rain slicked streets are vacant, framed by shuttered\nstore fronts.\n\f14.\n\nGrey's battered body is dragged from the car by the other\nthree men. Twitchy drug addicts. They are also wearing ski-\nmasks.\n\nAsha is moved away by the Wiry Man. She covers her breasts,\nshivering. The Wiry Man looks her up and down, grinning. He\nspeaks with a southern accent.\n\nWIRY MAN\nDamn...what were you guys in the\nmiddle of?\n\nGREY\n\nTake my wallet, you can have it,\njust leave us alone. Please.\n\nThe Wiry Man ignores him, steps up to Asha, touching her\nface.\n\nWIRY MAN\nThis might have to be a double\nfelony, darlin’.\n\nGREY\nDon’t touch her!\n\nGrey charges forward. The assailant with the gun WHIPS him\nacross the face with the butt and he melts into a puddle.\nBlood dribbles down his forehead. He turns to look up at his\nattacker, spotting a TATTOO inked into his neck below his ski-\nmask.\n\nThe Wiry Man chuckles, watching.\nASSAILANT WITH GUN\n(to Wiry Man)\nLet’s just take their wallets and\ngo!\nDuring the distraction, Asha whispers to herself.\n\nASHA\n911...\n\nWE ZOOM IN on Asha’s ear, finding a tiny chip resting in her\near hole, like an ear piece. We get close enough to it that\nwe hear what she hears.\n\nVOICE (V.O.)\n911 emergency.\n\nAsha doesn’t speak at first. Finally whispers:\n\f15.\n\nASHA\nHelp...\n\nVOICE (V.O.)\n(from her ear)\nI’m sorry you'll have to speak up.\n\nASHA\nHelp me...",
  "10": "---END OF PREVIOUS SECTION---\nVOICE (V. O.)\n(from her ear)\nI’m sorry you'll have to speak up. ASHA\nHelp me... \n---TARGET SECTION TO BE ANNOTATED---\nWIRY MAN\nWho the hell are you talking to?\nYou got one of them phones?\n\nHe grabs her by the throat, flicking out a knife.\n\nWIRY MAN (CONT'D)\nLet’s do some surgery.\n\nHe presses the blade into her ear, picking it out. She\nscreams and BELTS him across the face as hard as she can,\nwhich isn’t very hard.\n\nGrey scrambles to his feet, just as the Wiry Man pushes Asha\naway. We see a MUZZLE BLAST go off directly in her face.\n\nGREY\nNOOO0000N! !!!\n\nGrey BOLTS at the Wiry Man, teeth gritted in fury. The second\nassailant TACKLES Grey and they smash onto the road,\nwrestling, almost touching Asha’s crumpled body.\n\nGrey PUNCHES the second assailant in the head, grabbing his\narm. BLAM!\n\nThe gun goes off into Grey’s shoulder.\n\nThe Wiry Man kicks the second assailant out of the way,\nstraddling Grey's back, then plunges his knife down into\nGrey's back, right below the neck. Grey SCREAMS in pain.\nThe Wiry Man fishes Grey’s wallet out of his pocket, then\nbarrels into his car with the others. It is not a self-\ndriving car - it is an ‘older model’. The car roars to life\nand SCREECHES away.\n\nINT. WIRY MAN'S CAR - MOVING - NIGHT\n\nBehind the wheel, the Wiry Man rips off his ski-mask,\nrevealing a sharp, gaunt face.\n\nThe other three attackers follow suit and remove their masks.\n\f16.\n\nWIRY MAN\n(to the gun assailant)\nYou nearly fucked that all up.\nEXT. DESOLATE STREET - NIGHT\n\nGrey lies motionless, the rain hitting him. He struggles to\nmove his hand, reaching for Asha’s hand, mere inches away.\n\nHis fingers will not move. His body will not move. He glares\nat his hand, willing it to do something.\n\nGREY\nNo...no...\n\nAsha chokes, struggling to breathe. Then she stops.\n\nSobbing, Grey looks up at a TRAFFIC CAMERA mounted to a light\npole, pointed down at him.\n\nA siren blares in the distance.",
  "11": "---END OF PREVIOUS SECTION---\nThen she stops. Sobbing, Grey looks up at a TRAFFIC CAMERA mounted to a light\npole, pointed down at him. A siren blares in the distance. \n---TARGET SECTION TO BE ANNOTATED---\nFrom GREY'S POV - rain pours down...the sound fading...a\nparamedic leans into view, shouting - but we can’t hear it.\n\nA female detective, Hispanic, asks silent questions.\n\nFADE TO BLACK.\n\nEXT. GREY’S HOUSE - MORNING\n\nA hospital transport vehicle for wheelchair-bound patients\nslows to a halt outside Grey’s house.\n\nNURSE CAITLYN (28) disembarks as the back door opens and a\nwheelchair ramp whirs downwards, resting on the asphalt.\n\nA chair rolls forward, the figure slumped in it blinking in\nthe light.\n\nIt is Grey.\n\nHe jerks his head against the padded cone encircling his head\n- the only part of his body he can move - and the wheelchair\nturns in the direction his head moves. It is remotely\noperated by the movement of his head against the pads.\n\nNURSE CAITLYN\nThere’s a lot of stuff your\ninsurance company installed that I\nneed to go through with you.\n\f17.\n\nINT. KITCHEN, GREY’S HOUSE - MORNING\nNurse Caitlyn gestures to the computer screen interface that\ncontrols Grey’s sleek, chrome kitchen. We see her giving him\nsilent instructions on how to use it.\n\nGrey's face is blank, lost in his own head. He finally snaps\nout of it, hearing the smiling nurse’s closing argument.\n\nNURSE CAITLYN\nThis machine is your best friend.\n\nINT. KITCHEN, GREY’S HOUSE - LATER\nGrey is alone now, staring up at the computer screen.\n\nGREY\nHello.\n\nCOMPUTER VOICE (V.O.)\nGood morning, Grey. Good to see\nyou. Would you like anything?\n\nGREY\nOmelette.\n\nCOMPUTER VOICE (V.O.)\nOf course, Grey. How is Asha?\n\nUpon Grey’s words, two eggs stored in a cold storage tube\n\nroll down a chute in the refrigerator and are drained into a\npan below it, hissing as they hit the hot plate.\n\nINT. BEDROOM, GREY’S HOUSE - MORNING\n\nGrey is lying prostrate on a bed, completely immobile, clad in\na T-shirt and boxers, wide awake.\n\nA framed photo of Asha sits beside his bed on top of a large\nmachine that monitors Grey’s vitals.\n\nGREY\nI’m awake.",
  "12": "---END OF PREVIOUS SECTION---\nBEDROOM, GREY’S HOUSE - MORNING\n\nGrey is lying prostrate on a bed, completely immobile, clad in\na T-shirt and boxers, wide awake. A framed photo of Asha sits beside his bed on top of a large\nmachine that monitors Grey’s vitals. GREY\nI’m awake. \n---TARGET SECTION TO BE ANNOTATED---\nHis bed JOLTS upon the sound of his voice and whirs upwards\nuntil the top half is vertical. The bottom half folds,\nsupporting Grey’s legs. The bed is actually his WHEELCHAIR.\n\nGREY (CONT’D)\nMorphine.\n\nA robotic limb extends from the machine, injecting Grey’s arm.\n\f18.\n\nHe closes his eyes as the narcotics surge into his veins,\nsucking in a deep breath.\n\nINT. KITCHEN, GREY’S HOUSE - DAY\n\nAn arm extends from Grey's chair, spoon-feeding him scrambled\neggs. We hear the front door open off-screen. A woman enters.\nThis is PAMELA (60), Grey’s mother.\n\nPAMELA\nMorning, honey.\n\nGREY\nHey mom.\n\nINT. BEDROOM, GREY’S HOUSE - DAY\n\nPamela dresses Grey, pulling his jeans over his legs for him.\nShe slips socks on his feet, then a pair of sneakers. Grey\nstares straight ahead, suffering the humiliation of it.\n\nINT. LIVING ROOM, GREY'S HOUSE - DAY\nGrey is slumped in his chair. Impotent. Stagnant.\n\nPAMELA (0.S.)\nHoney, Detective Cortez is here.\n\nHe jerks his head and the wheelchair rotates to face the\ndoor. He seems energized by the arrival of the police.\n\nA female detective enters the room, JANE CORTEZ (30). She’s\nreserved in that way all homicide detectives are.(She is the\nHispanic cop Grey saw the night he was shot.)\n\nGREY\nHello detective.\n\nCORTEZ\nIt’s great to see you outside of\nthe hospital. How are you feeling?\n\nGREY\nOh, you know. I used to have a\nreally bad habit of biting my\nfingernails. I can’t do that\nanymore. So it’s not all bad.\n\nPamela hustles out of the room, leaving them alone.\n\f19.\n\nGREY (CONT’D)\nSo...what do you have for me?\n\nINT. LIVING ROOM, GREY’S HOUSE - MOMENTS LATER\n\nCortez steps back from the screen on the wall, which splits\ninto FOUR SEPARATE CAMERA ANGLES OF HIS WIFE’S MURDER.\n\nGrey studies the images - silent, spooky.",
  "13": "---END OF PREVIOUS SECTION---\nINT. LIVING ROOM, GREY’S HOUSE - MOMENTS LATER\n\nCortez steps back from the screen on the wall, which splits\ninto FOUR SEPARATE CAMERA ANGLES OF HIS WIFE’S MURDER. Grey studies the images - silent, spooky. \n---TARGET SECTION TO BE ANNOTATED---\n The frame rate in\neach of them has been reduced, and Grey watches the four\nassailants surround him and Asha in flickering slow motion.\n\nCORTEZ\nThere were four different ST\ncameras recording the incident\ninvolving you and your wife on\n10/21. Studying them reveals that\nthe attackers headed south on\nParker after the --\n\nGREY\nWho are they?\n\nCORTEZ\nExcuse me?\n\nGREY\nYou guys have these computers hidden\neverywhere. In every corner of the\ncity. Watching us, recording us. So\nyou can tell me exactly who these\nguys are and where they live by\nreading the microchips in their\nfillings. Right?\n\nCORTEZ\nYou're right. Something like ninety\ntwo per cent of the citizens\ncurrently living in this city have\nmedical or cosmetic implants that\nwould allow us to track them. And\nit would appear that your attackers\ndid too.\n\nGREY\nSo who are they?\n\nCORTEZ\nIt...would also appear that they\nhad some sort of firewall built\naround their chip. A blocking\nscreen that makes it next to\nimpossible to glean any data.\n\f20.\n\nGrey looks away, shaking his head. Boiling.\n\nCORTEZ (CONT'D)\nIt’s very common for criminals to\nhave firewalls like this installed.\nHackers will do it, a back room\njob. A thousand dollars effectively\ngets you taken off the grid.\n\nGREY\nSo you got nothin’?\n\nCORTEZ\nNot right now. Nothing concrete.\n\nGREY\nSo what you’re telling me is that\nyou've built this police state that\ntracks all of us - except the\nbastards you need to go after.\n\nCORTEZ\nThat’s not the way we're going to\ncatch these guys. I’m a detective\nand I still believe in old\nfashioned detective work...even if\nI’m the last person who does. That\nmeans patient elimination of leads\nand small victories. I’m not\nsitting at a computer, I’m down in\nthat neighborhood, knocking on\ndoors. I’ve conducted interviews\nwith several people of interest,\nbut so far --\n\nGREY\nThey didn’t live in that\nneighborhood, I know that. This\nwasn’t some random robbery, they\nfucked with our car.",
  "14": "---END OF PREVIOUS SECTION---\nI’m not\nsitting at a computer, I’m down in\nthat neighborhood, knocking on\ndoors. I’ve conducted interviews\nwith several people of interest,\nbut so far --\n\nGREY\nThey didn’t live in that\nneighborhood, I know that. This\nwasn’t some random robbery, they\nfucked with our car. \n---TARGET SECTION TO BE ANNOTATED---\n They took over\nthe computer in it. You think some\ngangbanger shithead can do that?!\n\nPamela enters, alarmed by the shouting. She stays at the back\nof the room.\n\nCORTEZ\nI know it’s frustrating. You have\nto let me do it my way and\nconcentrate on your own recovery. I\nneed you to save your strength for\nthat fight.\n\f21.\n\nGREY\nThere is no fight. I’m never going\nto recover - it’s a permanent\nspinal injury.\n\nCORTEZ\nDon’t say that. You gotta keep your\nspirit up. Doctor’s are capable of\namazing things.\n\nGREY\nJust because I can’t tie my own\nshoes anymore doesn’t mean you have\nto lie to me like I’m a god damn\nthree year old.\n\nCORTEZ\nI'm sorry, Grey. I wish I had better\nnews for you regarding the case.\n\nCortez gathers her things and leaves. Pam closes the door.\n\nPAMELA\nShe’s on your side.\nGREY\nCan you leave too, please?\nPAMELA\nI need to be here. To take care of\nyou.\nGREY\n\nNo. You don’t. I have machines to\ndo that. There’s nothing you can do\nthat they can’t. Please leave.\n\nHe turns his chair away from her. Pamela stays where she is\nminute, then approaches him. She wraps her arms around him.\nAt first he resists...then rests his head on her shoulder.\n\nINT. BEDROOM, GREY’S HOUSE - NIGHT\n\nGrey lies in bed, his own body weighing him down. He glares\nat the photo of Asha, tears in his eyes.\n\nGREY\nMorphine.\n\nThe robot arm connected to his bed extends, injecting Grey.\n\nGREY (CONT’D)\nMorphine.\n\f22.\n\nThe robot arm injects him again.\n\nGREY (CONT’D)\nMorphine.\n\nThe robot arm complies.\n\nGREY (CONT’D)\nAgain.\n\nCOMPUTER VOICE (V.O.)\nI cannot supply any more morphine.\n\nThe arm moves to Grey’s face. When it is close enough, Grey\nrips the needle from the robots grip with his teeth, jamming\nit into his sternum.\n\nHe eases back, overcome by the drug.\n\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nWhen it is close enough, Grey\nrips the needle from the robots grip with his teeth, jamming\nit into his sternum. He eases back, overcome by the drug. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BEDROOM, GREY’S HOUSE - NIGHT - LATER\nThe machine besides his bed suddenly PINGS loudly, sounding\n\nan ALARM. Red light washes over Grey as lights on the machine\nsparks to life. The scream of a siren takes us into --\n\nEXT. ST. VINCENT’S HOSPITAL - DAY - ESTABLISHING\n\n-- a large building downtown. A hybrid of old and new.\n\nINT. GREY’S ROOM, ST. VINCENT’S HOSPITAL - DAY\n\nGrey is splayed across a gurney, staring through the window.\nHis mother sits at the end of the bed, eyes red with tears.\n\nPAMELA\nAll of us are going to die one day,\nGrey. Please give me a chance to\nhelp you find hope before I do.\n\nA tall figure appears at the doorway to Grey’s room, dressed\nin a black suit, carrying a very thin briefcase. This is\nNIKOLAI (43), a humorless Russian man.\n\nNIKOLAI\nSomeone to speak with you.\n\nGrey is perplexed. Pamela rises, gathering herself.\n\nPAMELA\nI'll go to the cafeteria.\n\f23.\n\nShe leaves and Nikolai enters, gruffly setting up the\nbriefcase at the end of Grey’s bed. He snaps it open to\nreveal a crystal hi-def display screen. He moves over to Grey\nand props his head up to view it, rearranging his pillows.\n\nEron’s face appears on the screen.\n\nERON (ON SCREEN)\nIt must be frustrating for a man like\nyou to let someone else do that.\n\nGrey stares at the screen, surprised by Eron’s appearance.\n\nERON (CONT’D)\nYou're somebody who liked to get\nthings done with your own hands and\nnow you can’t. Am I being too\nblunt?\n\nGREY\nIt’s okay. I like blunt. Every day\nfor the past few months, I’ve been\ndrowned in positivity. That’s the\nthing about becoming a quadriplegic\n- all the assholes of the world\ndisappear. Everybody becomes the\nvery best version of themselves\naround you.\n\nERON (ON SCREEN)\nYour condition gives people\nclarity. They see your struggle and\nthey realize they've spent their\nlives griping about meaningless\nbullshit.",
  "16": "---END OF PREVIOUS SECTION---\nEverybody becomes the\nvery best version of themselves\naround you. ERON (ON SCREEN)\nYour condition gives people\nclarity. They see your struggle and\nthey realize they've spent their\nlives griping about meaningless\nbullshit. \n---TARGET SECTION TO BE ANNOTATED---\nGREY\nI shouldn’t be an inspiration to\nanybody. When there’s no more\nassholes left in the world, you\nquickly become the last one.\n\nERON (ON SCREEN)\nI hear from the doctor that a\ncomputer saved you.\n\nGREY\nNo, it didn’t. All it did was keep\nme alive. Letting me die would have\nbeen saving me. And when I get home,\nI’m gonna turn the computer off and\nget it right.\n\f24.\n\nERON (ON SCREEN)\n(awkwardly grasping for\nlight)\nI spoke to Detective Cortez, the\nlead detective in your wife’s case.\nShe said they had some promising\nsuspects.\n\nGREY\nPeople of interest. That’s the\nwords she used. They don’t have any\nsuspects.\n\nERON (ON SCREEN)\n\nGrey, what if I told you I could\noffer you something that would\nallow you to walk again? Would that\ncount as good news?\n\nGrey is silent. That’s permission to continue.\n\nERON (CONT’D)\n\nThat computer I showed you, the one\nyou took a dislike to. It has the\npotential to change everything for\npeople in your condition.\n\nGREY\nYour little computer is gonna teach\nme how to walk?\n\nERON (ON SCREEN)\nActually it would do the walking\nfor you. It would be inserted into\nyour brain stem. As a quadriplegic,\nthe line connecting your brain to\nyour limbs has been cut. This chip\nwould bridge that gap and talk to\nyour limbs for you.\n\n(beat)\nThey say it’s not ready for human\ntesting yet. That’s what certain\npeople tell me. I know it is.\n\nGREY\nYou think after all this...after\neverything...I’m going to let you\nput one of your computers inside\nme? That computerized car we were\ndriving in is the reason I’m here.\n\f25.\n\nERON (ON SCREEN)\nYes, I do. Because I’m talking with\nsomeone who just told me they can’t\nwait to get home and give up on\neverything. I need someone who’s\nwilling to bet their life that this\nwill work, just like I would.\nSomeone who can keep a secret from\neveryone they know and in doing so,\nmake the world a better place.",
  "17": "---END OF PREVIOUS SECTION---\nBecause I’m talking with\nsomeone who just told me they can’t\nwait to get home and give up on\neverything. I need someone who’s\nwilling to bet their life that this\nwill work, just like I would. Someone who can keep a secret from\neveryone they know and in doing so,\nmake the world a better place. \n---TARGET SECTION TO BE ANNOTATED---\n This\nchip has potential not just for\nspinal injuries, but for injuries\nof all kinds.\n\nA long beat. Grey stares at Eron, taking it in.\n\nERON (CONT’D)\nThe operation would have to be\nperformed at Vessel. No hospitals.\n\nGREY\nSo who would cut me open? You?\n\nERON (ON SCREEN)\nNo. The best surgical robot in the\nworld. If it goes wrong, it could\nkill you. If it goes right, you\nwon’t just walk again, Grey. You’1l\nrun.\n\nEXT. VESSEL INC. HEADQUARTERS - ESTABLISHING - DAY\n\nThe Victorian mansion that houses Vessel looms over us.\n\nINT. OPERATING THEATRE, VESSEL INC. HEADQUARTERS - DAY\nAn arched and austere OR.\n\nGrey lies on his stomach, out cold, strapped onto a chrome\noperating slab. The table rotates on the end of a ball-\njointed gimbal that allows him to face in any direction.\n\nEron and a young woman, DR. DIANA GORDON (33), stand at the\nback of the room, glaring at a row of large DSP monitors.\n\nThe fluorescent lights on the ceiling go out, leaving only a\npair of surgical lights. With stunning clarity, a huge\nPHOTOREALISTIC HOLOGRAM OF UV LIGHT fills the room,\nsurrounding Grey. The image is of the INSIDE OF HIS NECK. His\nentire vertebral body can be seen in three dimensions.\n\nTwo ROBOT ARMS extend from the wall, hovering over Grey.\n\f26.\n\nEron holds up a glass tube with gloved hands. Inside the tube\nis a small black computer chip, the size of a fingernail. It\n\nis the same chip we saw in Eron’s safe.\n\n \n\nHe frisks across the room, placing the tube in the fingers of\n\none of the ROBOT ARMS.\n\nThe hologram image of Grey’s neck appears on the\nfront of the doctors. Dr. Gordon uses a scalpel,\nline across the top of Grey’s neck on the screen.\n\nThe robot arms begin to perform the procedure as\nthe surgeon with a laser.\n\nIN TIME LAPSE - we see the painstaking operation.",
  "18": "---END OF PREVIOUS SECTION---\nGordon uses a scalpel,\nline across the top of Grey’s neck on the screen. The robot arms begin to perform the procedure as\nthe surgeon with a laser. IN TIME LAPSE - we see the painstaking operation. \n---TARGET SECTION TO BE ANNOTATED---\ntendons are cut away to reveal Grey’s brain stem\n\nscreen in\ndrawing a\n\nindicated by\n\nMuscle and\n\n-- one of the arms inserts the computer chip into his neck --\nthe clock ticks -- Grey is rotated on the slab -- the robot\n\narms begin to sew him back up.\n\nINT. POST-OP RECOVERY UNIT, VESSEL INC. HEADQUARTERS - DAY\n\nGroggy. Grey’s eye’s peel open, blinking in the white light.\n\nHe is lying on a gurney. His head is shaved. Eron and two\n\nother technicians are staring at him, along with\n\nDR. GORDON\nIt’s going to feel strange\ninitially. The neural pathways in\nyour brain are now trying to have a\nconversation with a foreign body,\nand if it’s successful, that\nconversation will move your limbs.\nWe need to take it in stages and\nnot expect grand leaps while your\nbrain learns to pass the baton,\nessentially.\n\nGrey nods. The doctor pushes on his legs.\n\nDR. GORDON (CONT'D)\nDo you feel anything?\n\nGREY\nNo.\n\nDR. GORDON\nCould you try moving your little\nfinger on your right hand?\n\nDr. Gordon.\n\nGrey glares down at it. Willing it to move. Nothing.\n\f27.\n\nDR. GORDON (CONT'D)\nMy guess is that this is going to\nbe a piecemeal process.\n\nShe turns to face Eron.\n\nDR. GORDON (CONT'D)\nYou shouldn’t be expecting\nunreasonable results so soon.\n\nERON\nPlease don’t talk. Let him\nconcentrate.\n\nCLOSE ON Grey. His eyes drill his hand.\n\nThen, from nowhere, a VOICE. The voice is calm and very well\nspoken. A clearer, more human voice than any of the computer\nvoices Grey has encountered before.\n\nSTEM (V.O.)\nFingers moving.\n\nThen it happens. Grey's finger moves. It curls inward. The\nother fingers follow and make a complete fist.\n\nDR. GORDON\nWith this technology, the key is to\nlet it grow into itself. Never\nbefore has a bio-mechanical fusion\nbeen asked to do so much.\n\nAs she says this, Grey raises his right arm above his head.\nThe doctor wheels around and sees him. Her mouth drops open.\n\n \n\nERON\nNow your other arm.",
  "19": "---END OF PREVIOUS SECTION---\nThe doctor wheels around and sees him. Her mouth drops open. ERON\nNow your other arm. \n---TARGET SECTION TO BE ANNOTATED---\nGrey glares at his other arm, concentrating.\n\nSTEM (V.O.)\nArm moving.\n\nHis left arm raises very slowly and shakily.\n\nDR. GORDON\nThis is...definitely unexpected.\n\nERON\nYes doctor, the ‘Department Of Lame\nWays To Summarize World Changing\nEvents’ is down the hall to the\nleft. Thank you for your time.\n\f28.\n\nGrey lowers his arm, totally amazed. Eron approaches, intense.\n\nSTEM (V.O.)\nArm down.\n\nGREY\nCan you hear that voice? Every time\nI move my arm, I hear a voice\ntelling it what to do.\n\nERON\nThat’s Stem. I told you, you may\nhear his voice sometimes when he\ntalks to your nervous system.\n\nGREY\nStem?\n\nERON\nThat’s what I call him.\n\nDR. GORDON\nHis limbs have atrophied, no one\nshould expect him to be running\nmarathons just yet.\n\nERON\nI don’t expect anything in this\nworld, doctor, other than the\ndeflating negativity of the medical\nprofession.\n\nEXT. GREY’S HOUSE - DAY\nGrey’s mother Pam pulls up in her automated vehicle. She\nclambers out of the car, ambling toward the front door,\nlugging a bag of groceries.\nINT. LIVING ROOM, GREY'S HOUSE - DAY\nPamela shuffles inside, plopping the grocery bag on the glass\ndining table. Grey is slumped in his wheelchair in the living\nroom. He turns the chair to face her.\nPAMELA\nHi honey. I got you some of that\nmango you like.\n\nShe absentmindedly unpacks the groceries.\n\nPAMELA (CONT'D)\nHow did your rehab treatment go?\n\f29.\n\nAs she says this, Grey grips the sides of his wheelchair and\nSTANDS UP. His legs wobble as he does, still unsteady on his\nfeet. He takes a tentative step towards her, using two\nwalking sticks.\n\nPAMELA (CONT'D)\nDid you --\n\nShe turns to him, clutching a bag of mangoes. She FREEZES\nwhen she sees him, her words failing her, her mouth wide\nopen. The mangoes drop to the floor, rolling across the wood.\nGrey takes another step.",
  "20": "---END OF PREVIOUS SECTION---\nShe FREEZES\nwhen she sees him, her words failing her, her mouth wide\nopen. The mangoes drop to the floor, rolling across the wood. Grey takes another step. \n---TARGET SECTION TO BE ANNOTATED---\n A tear runs down Pam’s face.\nFinally Grey reaches her, letting the crutches fall and\nwrapping his arms around her. She hugs him back, crying into\nhis shoulder.\n\nPAMELA (CONT'D)\nHow did you...how did this...?\n\nGrey stands back from her, smiling. Joyous.\nGREY\nI just couldn’t sit in that chair\nanymore.\n\nPamela laughs and they hug again,\n\nINT. REHABILITATION GYM, VESSEL HEADQUARTERS - LATER\n\nGrey holds himself up on a pair of bars, his legs dangling\nabove a MOVING TREADMILL. The belt moves at a good pace and\nGrey is tentative. A baby taking his first steps.\n\nHe dips his leg down, lifting it again. Apprehensive.\n\nERON\nYou can do it.\n\nHe lowers his toes again, getting the speed of the belt under\nhis feet. Then he let’s go of the bars.\n\nHe falls instantly, SLAMMING down onto the treadmill. Eron\nand a female tech rush over, helping him up.\n\nERON (CONT’D)\nTake a deep breath, focus and keep\nyour eyes on this.\n\nHe tacks a photo of ASHA onto the front of the treadmill.\nGrey eyes him, resents the tactic. He clambers back onto it.\n\f30.\nGREY\nTurn it on.\nERON\n(to his tech)\nDo it.\n\nThe belt on the treadmill whirs. Grey lowers his feet to it.\nThey touch...and then they take.\n\nGrey is running. His angry determination melts into a WIDE\nGRIN. For the first time in a long time, he is happy.\nEXT. SKYSCRAPER - DAY\n\nGrey is dangling twenty stories above the city scape, his\narms tremoring as he strains to hold on to a ledge.\n\nSTEM (V.O.)\nHold on.\nINT. OBSERVATION ROOM, VESSEL HEADQUARTERS - DAY\nEron is gaping with wonder and fear at a LARGE SCREEN. On it,\nhe can see Grey, dangling from the ledge of the building.\nEXT. SKYSCRAPER - DAY\n\nGrey sucks in a breath. Veins line his arms, pushed to their\nlimits.",
  "21": "---END OF PREVIOUS SECTION---\nEXT. SKYSCRAPER - DAY\n\nGrey sucks in a breath. Veins line his arms, pushed to their\nlimits. \n---TARGET SECTION TO BE ANNOTATED---\n Finally he can no longer hold on - he slips!\n\nHe drops only a few feet before hitting a solid floor --\n-- at which point, the 3D holographic image of the city\nBLINKS AND DISAPPEARS, revealing that we are actually in --\nINT. SIMULATION ROOM, VESSEL HEADQUARTERS - DAY\n\n-- a spare white room.\n\nGrey looks up at the wall opposite. Eron is looking in at him\nthrough a large VIEWING WINDOW. Grey is now his creation.\n\nEron steps away from the window and strides into the room.\nERON\n\nA twenty story fall to a bloody\ndeath will motivate anybody.\n\f31.\n\nGREY\nI was always afraid of heights.\nIt’s amazing how your brain gets\nconvinced it’s real.\n\nERON\nNow you have two brains working for\nyou. One more than anyone else in\nthe whole world has.\n(beat; with pride)\nState of the art technology with a\nclassic skin.\n\nGREY\nSo who is moving my arms and legs?\nIs it me or the computer? Am I --\n\nERON\nIt’s both, Stem works in service of\nyour brain. You give Stem a command\nand he makes it happen. He's\nprogrammed to respond only to your\nthoughts.\n\nGREY\nEron, I want you to know how\nthankful I am. To you.\n\nEron turns to go.\n\nERON\nThat’s my cue to leave before you\ntry to hug me or something. And\ndon’t thank me, I’m exploiting your\nlimbs for my own research purposes.\n\nGREY\nYou could've picked anyone though.\n\nERON\nNo, I couldn't have. You were the\nonly quadriplegic I knew.\n\nINT. LIVING ROOM, GREY’S HOUSE - DAY\n\nGrey enters his house on his own two feet for the first time\nin a long time. He is carrying a large cardboard box marked\nCASE 103331.\n\nHe sets the box down and cleaves the drapes open, sunlight\ndrenching the room and highlighting an active sea of dust.\n\f32.\n\nIN MONTAGE - we see shots of Grey examining the CRIME SCENE\nPHOTOS of his wife’s murder taped to the walls, along with\nNEWSPAPER ARTICLES and WITNESS STATEMENTS.",
  "22": "---END OF PREVIOUS SECTION---\nHe sets the box down and cleaves the drapes open, sunlight\ndrenching the room and highlighting an active sea of dust. 32. IN MONTAGE - we see shots of Grey examining the CRIME SCENE\nPHOTOS of his wife’s murder taped to the walls, along with\nNEWSPAPER ARTICLES and WITNESS STATEMENTS. \n---TARGET SECTION TO BE ANNOTATED---\nGrey grows increasingly exasperated as he pores over the\ndocuments, struggling to focus.\n\nINT. BEDROOM, GREY’S HOUSE - LATER\n\nGrey stares at a small bottle of morphine. He stabs a syringe\ninto it, drawing out a full shot. The needle hovers over his\nvein. He moves to push the tip in but the needle stops.\n\nGREY\nWhat the fuck?\n\nHis hand won't budge.\n\nSTEM (V.O.)\nWhat are you doing?\n\nGrey is shocked to hear the question. Sits back.\n\nGREY\nAre you talking to me?\nSTEM (V.O.)\nYes. There is no one else I can\n\ntalk to.\nA long, shocked beat.\n\nGREY\nWhat did you say?\n\nSTEM (V.O.)\nI asked what you were doing.\n\nGREY\nTaking medicine.\n\nSTEM (V.O.)\nAren’t you concerned about the long\nterm effects of using morphine?\n\nGREY\nNo. I’m in pain. I need it.\n(beat)\nI should ask you why my hand isn’t\nmoving?\n\f33.\n\nSTEM (V.O.)\nI was simply concerned that you\nwere harming yourself, Grey.\n\nGREY\nWell, I’m not. The opposite. I’m\nhelping myself.\n\nSTEM (V.O.)\nI understand.\n\nGREY\nWhat’s hurting me is hearing a\nvoice in my head like I’m a schizo,\nthat’s what’s hurting me.\n\nSTEM (V.O.)\nI’m sorry. I won’t speak anymore\nunless absolutely necessary.\n\nGrey stares down at his hand. It moves again, depressing the\nplunger into his vein. He relaxes back as the drugs release..\n\n...swiftly falling into a DEEP SLEEP.\n\nINT.\n\nGrey\nboth\n\nEron\n\nPROTOTYPE TESTING ROOM, VESSEL HEADQUARTERS - DAY\n\nstands in front of Eron, reaching for the ceiling with\narms, distracted. Something is clearly on his mind.\n\nis hunched over a handheld computer tablet, displaying\n\nan infrared image of Grey’s body, and checking off answers.\n\nERON\nNo pain, no slowness?\n\nGrey takes a long beat to answer.\n\nGREY\nNo.\n\nERON\nWhat about response times? When you\nask your arm to move, have you ever\nhad a delayed movement? Come on, I\nneed answers.\n\nGREY\nNot yet.",
  "23": "---END OF PREVIOUS SECTION---\nWhen you\nask your arm to move, have you ever\nhad a delayed movement? Come on, I\nneed answers. GREY\nNot yet. \n---TARGET SECTION TO BE ANNOTATED---\n Not that I can remember.\n\nERON\nHow about when you wake up?\n\f34.\n\nGREY\nHow long is this trial period?\n\nERON\nAnother two, three months. This is\na crucial stage for us.\n\nGREY\n\nEron...I want to ask you something.\nERON\n\nWhat?\nGREY\n\nThis voice I’m hearing...it does\nmore than just repeat simple\ncommands. It’s talking to me.\n\nERON\nWhat do you mean ‘talking to you’?\n\nGREY\nIt knows my name. It tells me when\nit thinks I’m doing something wrong.\n\nERON\nStem can’t do that.\n\nGREY\nIt’s a voice in my head, Eron. That\nno one else can hear. If you’re\n\ntelling me Stem can’t do that, that\nmeans I’m insane.\n\nINT. LIVING ROOM, GREY’S HOUSE - NIGHT\n\nThe room is a mess. Grey studies the various reports, pacing.\nThe video of his wife’s murder plays on the wall once again.\nTimecode digits tick across the bottom of the screen.\n\nGrey suddenly hurls the papers in frustration.\n\nGREY\nGod damn it!!\n\nHe collapses onto his knees. A long beat of silence. Then:\n\nSTEM (V.O.)\nCan’t you see it?\n\nGrey looks up, taken by surprise.\n\f35.\n\nGREY\nWhat did you say?\nSTEM (V.O.)\nCan’t you see what’s right in front\n\nof you?\nGrey pauses, afraid and curious at once.\n\nGREY\nWhere?\n\nSTEM (V.O.)\nOn the tape.\n\nGrey hoists himself up, shuffling over to the television.\n\nGREY\nWhat about it?\n\nSTEM (V.O.)\nFreeze it at 01:52:16:33.\n\nGrey slows the image down. He pauses the image at the\nspecified timecode - the EXACT moment when the Wiry Man fires\nthe gun into Asha’s head.\n\nGREY\nWhat is it?\n\nSTEM (V.O.)\nThe gun.\n\nGREY\n\nWhat about it?\n\nSTEM (V.O.)\nThere is no gun in his hand.\n\nGREY\nHe had a gun. She was shot.\n\nSTEM\nShe was shot - but not with a gun\nhe was holding in his hand. A gun\nimplanted inside his hand.\n\nGrey leans in close to the image.",
  "24": "---END OF PREVIOUS SECTION---\nSTEM\nShe was shot - but not with a gun\nhe was holding in his hand. A gun\nimplanted inside his hand. Grey leans in close to the image. \n---TARGET SECTION TO BE ANNOTATED---\nHe sees that the muzzle flash licks out of the Wiry Man’s\n\nhand, but that it appears to be coming straight from his\npalm.\n\f36.\n\nGrey trembles, shaken to the bone by the fact that a voice in\nhis own head is questioning everything he thought he knew.\n\nSTEM (V.O.)\nThey also took Asha’s work papers.\nYou can see it in the left of\nframe.\n\nGrey leans in again, watching the jerky image of one of the\nassailants squat down and retrieve a blurred object from\nAsha’s car.\n\nGREY\nWhy would they take her papers? How\ndo you know that?\n\nSTEM (V.O.)\nI’ve been reading the police\nreports with you.\n\nGrey is stunned.\n\nSTEM (V.O.)\nThere is a marking on the wrist of\nthe man who takes the papers.\n\nGrey squints at the figure on the left of the screen. The\nimage is far too washed out to see anything but a slight\nblack dot on his wrist.\n\nGREY\nI can't see it.\n\nSTEM (V.O.)\nGet closer.\n\nGrey obeys. FROM HIS POV - the screen enlarges as we CLOSE IN\non it, the pixels bleeding outwards and becoming huge. The\ndots within dots that comprise the image become images\nthemselves - we are now INSIDE the screen itself.\n\nThe marking on the assailants wrist takes shape - a TATTOO.\n\nSTEM (V.O.)\nGet a pen and paper. Draw it.\n\nGREY\nI can’t draw.\n\nSTEM (V.O.)\nI can.\n\f37.\n\nOUT OF POV - an astonished Grey races to the coffee table,\nplucking up a notepad and pen. He watches as his hand stabs\nat the paper - the quick strokes of a skilled illustrator.\n\nWithin seconds, he has sketched out a perfect BARCODE.\n\nGREY\nI’ve seen these...it’s a military\ntattoo. A guy who used to drive\ncranes with me has one on his\nwrist.\n\nSTEM (V.O.)\nI will read it. Hold it in front of\nyour eye.\n\nGrey holds the barcode up in front of his eye.\n\nSTEM (V.O.)\nBrantner. Serk. Marine Corps. 098-\n422. O-Positive. Catholic.\n\nGREY\nJesus...you just...you just found\nthis guy.",
  "25": "---END OF PREVIOUS SECTION---\nO-Positive. Catholic. GREY\nJesus...you just...you just found\nthis guy. \n---TARGET SECTION TO BE ANNOTATED---\nGrey races to the glass table at the center of the room.\n\nGREY (CONT'D)\non.\n\nThe computer blazes to life across the glass.\n\nMONOTONE COMPUTER VOICE (V.O.)\nAll clear. Good evening, Grey. How\nwas your day?\n\nGREY\nIt just got a lot better. I need a\nphone number and an address.\nBrantner, S. Los Angeles area.\n\nThe screen turns white, searching through a long list of\nphone numbers - finally narrowing it down to one.\n\nMONOTONE COMPUTER VOICE (V.O.)\nBrantner, S. 414 Citrus, Boyle\nHeights. 919 821 8484.\n\nGREY\nBoyle Heights. I got you, you son\nof a bitch!\n\f38.\n\nMONOTONE COMPUTER VOICE (V.O.)\nWould you like me to call it?\n\nGREY\nCall Detective Cortez.\n\nMONOTONE COMPUTER VOICE (V.O.)\nWould you like me to call the Jane\nCortez listed in your contacts,\nGrey?\n\nGREY\nYes. I would.\n\nSTEM (V.O.)\nWhy are you calling her?\n\nGREY\nSo I can tell her we found him.\n\nThe sound of a phone trills from the table, on loudspeaker.\n\nSTEM (V.O.)\nSo that she can let him get away?\n\nGREY\nHang up the call.\n\nThe sound of the phone ceases. Grey sits in silence.\n\nGREY (CONT’D)\nIt’s her job to catch these guys.\n\nSTEM (V.O.)\nHaving a job does not make you good\nat it. We have done more in five\nminutes than she did in months of\nwork.\n\nGREY\nI...just think that...we need to at\nleast tell her that --\n\nSTEM (V.O.)\nWhy did you have me inserted?\n\nGREY\nSo I could walk again.\n\nSTEM (V.O.)\nWhy did you have me inserted?\n\nA long, long beat.\n\f39.\n\nGREY\nSo I could find them.\n\nSTEM (V.O.)\nYou need to be positive it’s him\nbefore you take any further action.\n\nEXT. SUBURBAN STREET - DAY\n\nUpper middle class neighborhood. Manicured lawns. Aspirations\nof real wealth.\n\nGrey lurks behind a street sign. It reads CITRUS AVE.",
  "26": "---END OF PREVIOUS SECTION---\nAspirations\nof real wealth. Grey lurks behind a street sign. It reads CITRUS AVE. \n---TARGET SECTION TO BE ANNOTATED---\n He is\nspying across the road at a nice, white house - number 414.\nHe chews his fingernails, nervous.\n\nA lone male exits the house, locking up. He jumps into a self-\ndriving car parked in the drive. A model similar to Asha’s.\n\nThe man is stocky. Dark hair. Is it one of the attackers?\n\nGREY\nRemember the license plate.\n\nSTEM (V.O.)\nI've logged it already.\n\nThe car rolls past.\n\nSTEM (V.O.)\nStay in a straight line when you\ncross the street. There are two\nsecurity cameras on this street. If\nyou stay on this line, you remain\nin their blind spot.\n\nGrey hustles across the street. We FOLLOW HIM to the FRONT\nDOOR of the house.\n\nGrey squats down and jerks on the door handle. Locked.\n\nHe knocks on the door. He waits, glancing around for\nonlookers. He knocks again, hard and loud. No answer.\n\nHe retrieves a lock picking wrench and a paper clip from his\njacket. He slides the wrench in, working the paper clip and\njimmying the lock. No good.\n\nGREY\nDamn it.\n\nHis efforts produce nothing.\n\f40.\n\nSTEM (V.O.)\nWill you allow me to do it, Grey?\nGREY\nYou want to pick the lock without\nme?\nSTEM (V.O.)\n\nOnly with your permission.\n\nGREY\nOkay.\n\nAnd then, with sudden and precise dexterity, Grey’s hands\nmove up and pick the lock. Grey watches his hands as if they\nwere someone else’s, detached from them.\n\nThe lock CLICKS.\n\nINT. ENTRY WAY, CITRUS AVE. HOUSE - DAY\nGrey crouches inside. An ALARM pings instantly, counting down.\n\nSTEM (V.O.)\nStay calm. The keypad. Open it.\n\nGrey rips open a KEY PAD on the wall beside the door. With\nnimble expert fingers, he disconnects two wires, re-tying\nthem. The alarm ceases.\n\nGrey exhales. He replaces the face of the key-pad and treads\nstealthily into the --\n\nLIVING ROOM\n\nThis is not the home of a street rat. Clean. Sparse.\n\nGrey moves past the walls, free of photos and art. There is a\nwrapped American flag in a glass case and a military medal.\nINT.",
  "27": "---END OF PREVIOUS SECTION---\nGrey moves past the walls, free of photos and art. There is a\nwrapped American flag in a glass case and a military medal. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KITCHEN, CITRUS AVE. HOUSE - DAY\n\nGrey stalks into the kitchen. Sorts through mail - all of it\naddressed to SERK BRANTNER. He hauls out a power bill.\n\nHe spots an ashtray next to two cartons of CUBANO CIGARETTES.\nThere are six different matchbooks for a bar named THE LAST\nCALL piled in the ashtray. He pockets one of them.\n\nHe keeps moving to a glass table.\n\f41.\nGREY\nOn.\nA computer screen image materializes on the glass surface. A\npassword prompt blinks at him.\nINT. MAIN BEDROOM, CITRUS AVE HOUSE - DAY\n\nGrey opens the closet, sorting through racks of clothes. He\nfinds a framed photo of a man in a military outfit.\n\nSUDDENLY - a noise interrupts.\n\nTHE LOCK IS JIGGLING ON THE FRONT DOOR. SOMEONE IS ENTERING.\n\n \n\nGrey shoves the photo back into the closet, sprints out of\nthe room.\nINT. KITCHEN, CITRUS AVE. HOUSE - CONTINUOUS\nGrey panics, drawing deep breaths.\nSTEM (V.O.)\n\nBehind the door.\nINT. ENTRY WAY/LIVING ROOM, CITRUS AVE HOUSE - DAY\nGrey launches into a hiding spot behind the front door.\n\nIt opens slowly. A figure enters. This is SERK (32). He\nfurrows his brow when the alarm doesn’t peal. Inspects it.\n\nSERK\nWhat the hell?\n\nGrey is behind the door, holding his breath. Serk turns away\nfrom it and closes the door. Grey is right behind him.\n\nSerk scans the living room. Suspicious. All is quiet.\n\nGrey's chest rises and falls. A bead of sweat dribbles down\nhis forehead. He glances down - sees the BARCODE tattoo\nstamped on Serk’s wrist. On his NECK, Grey sees the GANG\nTATTOO he saw the night of Asha’s murder.\n\nRAGE darkens Grey’s face. He raises his hands to attack Serk.\nSTEM (V.O.)\n\n(calm, neutral)\nWait.\n\f42.\n\nGrey’s heart pounds. We hear it. Serk surveys the house.\n\nHe steps forward. As he does, he glances at the GLASS CASE\ncontaining the American flag.",
  "28": "---END OF PREVIOUS SECTION---\nSerk surveys the house. He steps forward. As he does, he glances at the GLASS CASE\ncontaining the American flag. \n---TARGET SECTION TO BE ANNOTATED---\n WE ZOOM IN to it - reflected in\nthe glass is the silhouette of GREY.\n\nSerk calmly places his car key on a coffee table -- and then\nSPINS AND LUNGES at Grey with a warcry!\n\nHis hands wrap around Grey’s throat. Grey claws at Serk’s\nfingers, choking.\n\nSERK\nWho the fuck are you?!\n\nShock bleeds into his eyes as he realizes who this is.\n\nSERK (CONT’D)\nHoly shit...you.\n\nSerk SLAMS Grey against the wall, burning with fury.\n\nSERK (CONT'D)\nYou shouldn't be walking. Let me\nget you a chair.\n\nHe digs his fingers into Grey’s thorax, driving him to his\nknees with ease. Grey is losing consciousness, fighting back\nwith hits too weak to stop Serk.\n\nSTEM (V.O.)\nMay I take over, Grey?\n\nGREY\nFine!\n\nAnd with that, Grey spears his arms up between Serk’s and\nsmashes them outwards. Serk falls forward and is greeted by a\nVICIOUS HEADBUTT from Grey.\n\nSerk staggers backwards, shaken. Dazed. Blood in his nose.\n\nHe launches himself at Grey, barraging him with a flurry of\nquick blows. Each blow is EXPERTLY BLOCKED by Grey and the\ntwo of them grapple across the room into the --\n\nINT. KITCHEN, CITRUS AVE. HOUSE - CONTINUOUS\n\n-- large kitchen area. Serk keeps upping his game, kneeing\nGrey in the ribs, then topping that with an elbow.\n\f43.\n\nGrey grunts as he is hit, but effectively counters with blows\nof his own. Serk HAMMERS his right arm down - which is caught\nby Grey.\n\nGrey picks Serk up and hurls him, jujitsu style, across the\nkitchen island, taking pots and pans with him.\n\nSerk SLAMS into the far wall, then hits the ground. He vaults\nto his feet instantly. He holds up his right arm and a BLADE\nSHEARS OUT OF THE SKIN IN HIS WRIST.\n\n \n\nGrey readies - his expression of fear belies his sudden\nphysical prowess. As if he didn’t know how he was doing it.\n\nSerk shears the air with the arm-blade, swiping at Grey.",
  "29": "---END OF PREVIOUS SECTION---\nGrey readies - his expression of fear belies his sudden\nphysical prowess. As if he didn’t know how he was doing it. Serk shears the air with the arm-blade, swiping at Grey. \n---TARGET SECTION TO BE ANNOTATED---\n Then\nanother swipe, this one slashing Grey’s arm. Grey contracts\nhis stomach and ducks as Serk whips the blade back and forth.\n\nGrey clamps Serk’s wrist, stopping the blade inches from his\nface.\n\nSERK\nOkay, no more chairs. Let me get\nyou a box.\n\nSerk DRIVES the knife down, the blade penetrating Grey's\nshoulder. Grey CRIES OUT - then he SPINS Serk around, using\nhis own arm to cut Serk’s throat.\n\nThe blade sinks into the soft flesh, an arc of blood\nribboning out onto the floor.\n\nGrey twists the blade and Serk SHUDDERS, clutching his throat\nin befuddlement. Gargling “What the fuck?” through his own\nblood.\n\nThe blade RETRACTS into his arm and Serk drops silently. A\nprofessional would be proud of this kill. Grey looms over\nhim, shaking.\n\nSERK IS AKIMBO ON THE FLOOR, A CRIMSON POND HALOING HIS HEAD.\n\nGrey turns and vomits violently into the sink. Breathes hard,\ntrying to keep from fainting.\n\nGREY\nI’ve gotta call Cortez. I’1l\nexplain it...I can prove this guy\nis one of them. She’ll understand.\n\nSTEM (V.O.)\nNo. Here’s what you’re going to do.\nYou are going to remove any traces\nof your presence here. And quickly.\n\f44,\n\nGrey glares down at his shirt. It is covered in Serk’s blood.\n\nGREY\nGive me a minute.\n\nHe finally pushes himself up from the sink, squinting down at\nSerk’s corpse.\n\nSTEM (V.O.)\nOne minute has now passed. Start by\ncleaning the --\n\nGREY\nI didn’t mean one fucking minute, I\nmeant...just give me a second.\n\nSTEM (V.O.)\nOne second has now passed.\n\nGREY\nJust shut up! I need to think. Not\nlet you do the thinking for me.\n\nHe scans around, pacing. Panicked. Shaking.\n\nGREY (CONT’D)\nJesus...I just cut somebody's\nthroat.\n\nGrey’s arm reaches into his back pocket, pinching something\nout. It’s a piece of paper. Grey’s hands unfold it. It is the\nphoto of Asha from beside Grey’s bed.\n\nSTEM (V.",
  "30": "---END OF PREVIOUS SECTION---\nGrey’s hands unfold it. It is the\nphoto of Asha from beside Grey’s bed. STEM (V. \n---TARGET SECTION TO BE ANNOTATED---\n.)\nIt’s not just ‘somebody’s’ throat.\n\nGREY\nWhen did you put this in my pocket?\n\nSTEM (V.O.)\nThis morning.\n\nGrey glares at his smiling wife. His breathing slows, his\nshaking subsides. He has calmed. A quiet determination now.\n\nGREY\nAlright, what do you suggest?\n\nSTEM (V.O.)\nI would suggest that we rid the\nhouse of all of your fingerprints.\n\nGREY\nI can’t remember everything I --\n\f45.\n\nSTEM (V.O.)\nI have a record of every single\nthing you touched.\n\nThis stops Grey short. Calms him somehow.\nSTEM (V.O.)\nFirst take your shoes off and wrap\nthem in plastic.\n\nCUT TO:\n\nINT. VARIOUS ROOMS, CITRUS AVE HOUSE - DAY\n\nIN MONTAGE - we see RAPID SHOTS of Grey cleaning with a rag,\nwiping the walls down, wearing dish-washing gloves -- he\nwipes the face of the key-pad --\n\nHe moves to the KITCHEN - running the sink -- wiping down the\ncounter top - snatches up the mail he handled, drops it into\na bag with his shoes -- we see TWO GARBAGE BAGS wrapped\n\naround his feet. THEY ARE INTERRUPTED BY A NOISE. A doorbell.\n\nGREY\nI’m not killing anyone else today.\n\nGrey starts for the back door, then backs up and snatches up\na pack of cigarettes from Serk’s counter.\n\nEXT. ALLEY BEHIND HOUSE - TWILIGHT\n\nGrey leaps over the back fence, a cap pulled over his eyes.\nAs he paces up the alley, carrying the plastic bag containing\nall the evidence, he hears a shrill SCREAM coming from within\nthe house.\n\nEXT. CITRUS AVE HOUSE - NIGHT\n\nCrime scene tape ropes off the area. The street hums with\npolice. Floodlights wash the area with harsh light.\n\nINT. KITCHEN, CITRUS AVE HOUSE - NIGHT\n\nExplosions of flash photography light the room. Forensics\n\nofficers mill about above Serk’s corpse, sweat dotting their\nfurrowed brows. They are all wearing special UV goggles.\n\f46.\n\nDetective Cortez strolls in.",
  "31": "---END OF PREVIOUS SECTION---\nThey are all wearing special UV goggles. 46. Detective Cortez strolls in. \n---TARGET SECTION TO BE ANNOTATED---\n A young detective, SCOTT BRENNAN\n(25), scrambles in after her, following her like a lap dog.\nHas a slight crush on her. A huge one, actually. Awkward guy.\n\nBRENNAN\nGirlfriend comes over, knocks on\nthe door, no answer. She calls his\nphone, he doesn’t pick up so she\ncomes in and finds his body.\n\nHe offers her a pair of the techie goggles. She waves them\noff and takes out a notebook and pencil instead. He throws\nhis own pair of goggles aside, mimicking her.\n\nBRENNAN (CONT'D)\nI cannot believe you still use a\nnotebook. You look like a cop in\none of those corny old movies.\n\nCORTEZ\nI actually think those old movies\nare much better than the ones they\n\nmake today.\n(beat)\nSo what does this crime scene tell\nyou?\nBRENNAN\nIt tells me...you’ve got great\neyes.\n\nCortez snaps her fingers in his face.\n\nCORTEZ\nLet’s go Don Juan, the first forty\neight is ticking away rapidly here.\n\nBRENNAN\nNo forced entry, no fingerprints in\nthe whole place that aren’t his or\nthe girlfriends, so --\n\nCORTEZ\nRight. So it’s not an impulsive\ncrime of passion. He was killed by\nsomeone who knows him and knew what\nthey were doing when it came to\ncutting someone’s throat.\n\nCortez strolls around the kitchen, taking notes as she goes.\nShe moves to the sink. The cabinets below it are open.\n\f47.\n\nBRENNAN\nIt looks like someone pulled out a\nfew things.\n\nCORTEZ\n\nGloves to clean up the scene?\nShe moves to another kitchen cabinet - opening it to reveal\nTHREE CARTONS of Cubano cigarettes. She stands up, bending\nover and sniffing the sink grate.\n\nBRENNAN\nYou smell something?\n\nCORTEZ\nSmells like somebody puked.\n\nBRENNAN\nYou've got a great nose too.\n\nCortez turns to face Serk’s body, locking eyes with it.\nCORTEZ\nSo why does a man we interviewed in\nrelation to the murder of Asha\nTrace suddenly end up dead?\n\nINT. SIMULATION ROOM, VESSEL INC.",
  "32": "---END OF PREVIOUS SECTION---\nCORTEZ\nSo why does a man we interviewed in\nrelation to the murder of Asha\nTrace suddenly end up dead? INT. SIMULATION ROOM, VESSEL INC. \n---TARGET SECTION TO BE ANNOTATED---\n HEADQUARTERS - DAY\n\nGrey is running on a treadmill. Eron watches him from behind\nthe pane of the observation room.\n\nGrey seems detached, irritated. Eron’s voice chimes in\nthrough a microphone system.\n\nERON\nOkay, that’s enough for today.\n\nGrey quickly stops running, dismounting the treadmill.\n\nGREY\nI need some more morphine.\n\nGrey tries the door of the simulation room. It doesn’t open.\n\nGREY (CONT'D)\nOpen up.\n\nEron stares at Grey through the glass. Doesn’t move.\n\nGREY (CONT’D)\nOpen the door, Eron.\n\fERON\nI can track you, Grey.\n\nGREY\nWhat?\n\nERON\nI can track you.\n\nGREY\nWhat does that mean in English?\n\nERON\nIt means you have a piece of my\nproperty inside you. A very\nexpensive piece of my property,\nbuilt by me over many years. A\nmicrochip that could ease suffering\naround the world. Did you think I\nwas going to let the piece of flesh\nthat surrounds that microchip out\nof my sight for one second?\n\nGrey tenses.\n\nERON (CONT’D)\nThis morning I saw a news report\nabout a murder at a home in Boyle\nHeights. Happened yesterday, around\nlunchtime.\n\n(beat)\nI know you’re the one who did it. I\nwatched you go to that house on a\ntracking screen. I know every move\nyou make.\n\nEron holds up a tablet computer screen. On it, a small dot\n\npulses on a GPS map of the city.\n\nERON (CONT'D)\nDo you realize that this operation\nhas been done in secret? That if\neven the slightest thing goes wrong\nduring this trial period, it’s all\nover? Did it occur to you that if\nyou were to, say, commit murder,\nthe authorities could find out\nabout Stem and remove him from your\nbody, putting you back in a\nwheelchair for life?\n\nThe two men stare at each other, locked in a stand-off.\n\f49.\n\nGREY\nHe was one of the guys who killed\nAsha, Eron.",
  "33": "---END OF PREVIOUS SECTION---\nThe two men stare at each other, locked in a stand-off. 49. GREY\nHe was one of the guys who killed\nAsha, Eron. \n---TARGET SECTION TO BE ANNOTATED---\nERON\nSo why didn’t you call the police?!\nI’ve worked my whole life for this\nand you're sticking your fucking\nfist in it!\n\nHe thumps the glass, enraged.\n\nGREY\nWhat are you gonna do?\n\nERON\n\nI’ve been thinking about the answer\nto that question all morning.\nPrepared myself a speech.\n\n(beat)\nI am going to open that door and\nyou are going to go home and carry\non with your life as if everything\nwas dandy. From now on, you will be\na model patient. You won’t so much\nas jaywalk or litter a sidewalk\nuntil the end of this trial period.\nAnd no one but you and I will ever\nknow where you were that day.\n\nEXT. CORONERS OFFICE - ESTABLISHING - DAY\nA grand, imposing brick building, built in the early nineteen\nhundreds, updated by modern additions of glass.\n\nINT. EXAMINATION ROOM, CORONERS OFFICE - DAY\n\nCeiling lamps throw intermittent pools of light into this\nsterile cavern of death.\n\nAn Indian coroner, DR. BHATIA (43), leads Detective Cortez to\nSerk’s body.\n\nHis corpse is displayed on a morgue slab, his skin peeled\nopen in various sections, a surgical floodlight highlighting\nevery detail.\n\nDr. Bhatia arches over the cadaver, prodding it with a\nscalpel.\n\f50.\n\nDR. BHATIA\nWhen I examined the wound in his\nthroat, I found wiring embedded in\nthe tendons. So I’m thinking\nsurgery. A medical implant,\nattached to the muscle. I follow\nthe wire’s path...all the way to\nthe arm.\n\nHe turns the arm over. It has been flayed open with tweezers.\n\nCortez sees it - metal. Living within the bed of bone and\nmuscle is the RETRACTABLE BLADE we saw earlier.\n\nCORTEZ\nWhat is it?\n\nDR. BHATIA\nSome sort of weapon implant,\nembedded within the muscle.\n\nCortez leans in close.\n\nDR. BHATIA (CONT'D)\nThere’s more. I found computer\nimplants all throughout his entire\nbody. I’ve never seen anything to\nthis extent before. In his arms,\nlegs, stomach.",
  "34": "---END OF PREVIOUS SECTION---\nI found computer\nimplants all throughout his entire\nbody. I’ve never seen anything to\nthis extent before. In his arms,\nlegs, stomach. \n---TARGET SECTION TO BE ANNOTATED---\nCORTEZ\nWhat about the vomit sample we\nscraped from the sink?\n\nBhatia moves over to a table, plucking up a sample jar.\n\nDR. BHATIA\nFood remnants - egg, mushroom -\nfingernail fragments - we pulled\nparticles of engine grease from\nthem. And the drug morphine in the\nblood.\n\nINT. SURVEILLANCE ROOM, POLICE STATION - DAY\nCortez hunches over a desk, facing two large panes of glass.\nCORTEZ\nST cameras, 414 Citrus Avenue,\n\nBoyle Heights. Sixteenth of\nOctober, three PM.\n\f51.\n\nIMAGES shimmer to life on the panes of glass. Security camera\nimages similar to the footage of Asha’s murder. This time,\nthey display locked off shots of Serk’s house.\n\nCortez uses her hand to wipe through the images, a TIMECODE\ncounter at the bottom of the screen flickering forward.\n\nGrey is nowhere to be seen in the video. Cortez is perplexed.\n\nCORTEZ (CONT'D)\nAlley behind Citrus Ave, same day,\nthree PM.\n\nThe screens morph into a shot of the ALLEY WAY behind Serk’s\nhouse. Cortez whips through the footage. Then, at 4.14 PM,\nshe sees it.\n\nA dark figure, cap pulled low, exiting the alley at the\nbottom corner of the screen. Cortez studies the blurred\nfigure. Is it Grey?\nINT. LIVING ROOM, GREY’S HOUSE - NIGHT\nGrey paces madly, smoking a cigarette. Sweating.\n\nSTEM (V.O.)\n\nSmoking-related diseases kill one\nin ten adults globally.\n\nGREY\nYeah, well, prison can kill you\ntoo.\n\nSTEM (V.O.)\n\nSeven hundred and forty three\nadults per one hundred thousand\nwill be sent to prison in the US. A\nmuch lower rate than the rate for\nsmoking related deaths.\n\nGREY\nShut the fuck up.\n\nGrey moves to a desk, opening a drawer. His needle and a vial\nor morphine awaits. He plucks both out.\n\nSTEM (V.O.)\nThis is not a wise decision, Grey.\n\nGREY\nWell, I’m the one making the\ndecisions so too bad.\n\f52.\n\nA knock at the door interrupts. Grey whirls, apprehensive.",
  "35": "---END OF PREVIOUS SECTION---\n52. A knock at the door interrupts. Grey whirls, apprehensive. \n---TARGET SECTION TO BE ANNOTATED---\nHe stashes the morphine, then darts to the door, grabbing\ncrutches on the way.\n\nGREY (CONT’D)\nWho is it?\n\nCORTEZ (0.S.)\nIt’s Jane.\n\nHe opens the door a fraction. Cortez smiles, genuinely\noverwhelmed to see Grey standing.\n\nCORTEZ (CONT'D)\n\nWow. It takes a moment like this to\nrealize that the simple act of\nopening a door is a miracle. Alabad\na Dios. It’s good to see you, Grey.\n\nGREY\nYou too, Detective.\n\nCORTEZ\nI heard you were walking again. I\nwanted to see it for myself.\n\nGREY\nHere I am. Pure willpower. I’m\nstill on crutches, but...it’s a\nstart.\n\nCORTEZ\nIt’s amazing is what it is.\n\nGREY\nCome in.\n\nHe guides her inside.\n\nCORTEZ\nI guess you’re biting your\nfingernails again?\n\nGREY\nWhat’s that?\n\nCORTEZ\nYou told me it was a bad habit you\nused to have.\n\nGREY\nOh yeah.\n\f53.\n\nCORTEZ\nIt’s the little things we take for\ngranted. You can work on your car\nagain. You can hug people.\n\nGREY\nYeah, well, the person I want to\nhold most isn’t here anymore.\n\nCORTEZ\nYes. I know. I wanted to talk about\nthat. I think...we may have some new\ninformation. Enough to reopen the\ncase. I wasn’t going to let it go.\n\nGREY\nDo you want a coffee?\n\nCORTEZ\nNo, I’m fine.\nGREY\nIt’s no problem. This damn machine\nin the kitchen makes great coffee,\nI'll give it that.\nHe hops out. Cortez looks around. She spots the smoldering\ncigarette in an ashtray. Next to the ashtray is a pack of\nSerk’s Cubano cigarettes. Cortez FREEZES on them.\n\nGREY (0.S.) (CONT'D)\nMilk? Sugar?\n\nCORTEZ\nStraight black, thanks.\nINT. KITCHEN, GREY’S HOUSE - SAME TIME\n\nGrey limps over to the kitchen counter. He looks back,\nspotting Cortez through the doorway.\n\nHe sees that she has spotted the cigarettes.",
  "36": "---END OF PREVIOUS SECTION---\nKITCHEN, GREY’S HOUSE - SAME TIME\n\nGrey limps over to the kitchen counter. He looks back,\nspotting Cortez through the doorway. He sees that she has spotted the cigarettes. \n---TARGET SECTION TO BE ANNOTATED---\n His face drops.\n\nINT. LIVING ROOM, GREY’S HOUSE - SAME TIME\nCortez turns around. GREY IS STANDING RIGHT BEHIND HER.\n\nCORTEZ\nGrey...don’t --\n\f54.\n\nBefore she can say anything more, he is upon her. With expert\nskill and without his crutches, he disarms her and flips her\nonto her back, WHIPPING her cuffs off her belt and clamping\nthem around her wrists in one quick SNAP.\n\nThe movement is so fluid that she is on the floor within\nseconds.\n\nCORTEZ (CONT'D)\nGrey, don’t do this, I’m here to\nhelp you, I’m --\n\nGREY\nShut up. I don’t know what you\nthink you know but I can’t let you\nstop me.\n\nCORTEZ\nThis vigilante shit isn’t going to\nachieve a god damned thing.\n\nGREY\nActually, it’s all I have to live\nfor.\n\nHe swipes the syringe and morphine from the drawer, then\nexits in a hurry. Cortez rolls over, barking into a small\ncomputer unit clipped to her belt.\n\nCORTEZ\nDowntown 41, this is Cortez.\nOfficer in need of assistance!\n\nINT. GREY’S GARAGE - NIGHT\nA side door explodes open. Grey sprints to his Mustang.\n\nSTEM (V.O.)\n\nNo. The license plate is traceable.\nLogged by traffic cameras. You’1l\nhave to run.\n\nAnd so Grey does, opening the garage door and disappearing\ninto the night. Cortez stumbles out of the house, her cuffs\nstill around her wrists.\n\nShe moves to the Mustang, squatting down and reading the\nplates. She jabbers into the computer on her belt.\n\nCORTEZ\nLast point of destination, vehicle\nnumber 4431-TMF.\n\f55.\n\nCOMPUTER VOICE (V.O.)\nPoint of destination logged, Vessel\nComputers, 817 Wilshire.\n\nEXT. CITY STREET, RED LIGHT DISTRICT - NIGHT\n\nGhost-like trails of steam rise up from sewer grates, past\npiles of trash and graffiti streaked buildings.\n\nGrey books it down the street, skittish, whip-lashing his\nhead around at the slightest noise.\n\nA passing car BLASTS it’s horn. Grey flinches violently,\nnerves fried.",
  "37": "---END OF PREVIOUS SECTION---\nGrey books it down the street, skittish, whip-lashing his\nhead around at the slightest noise. A passing car BLASTS it’s horn. Grey flinches violently,\nnerves fried. \n---TARGET SECTION TO BE ANNOTATED---\n A homeless transient glances up from his\nmakeshift camp, babbling to himself.\n\nHOMELESS MAN\n...I mean, you can’t talk to me\nlike that, I work hard....no I do\nnot respect you....shut up then!\n\nGrey claws through his pocket, extracting the syringe.\n\nGREY\nWhere’s the god damned morphine?\n(beat)\nWhere is it?!\n\nSTEM (V.O.)\nClearly you left it behind in your\nhurry, Grey.\n\nGREY\nNo, I didn’t! What did you do with\nit?\n\nSTEM (V.O.)\n\nI can’t answer that, Grey.\n\nGrey keeps moving, reaching the end of the street. A neon\nsign looms above him - THE LAST CALL. He takes the matchbook\nhe lifted from Serk’s house out of his pocket. It’s the same\nname in the same font.\n\nHe scans around, seeing a shadowy male figure lounging in a\nWHEELCHAIR in a recessed doorway. A second man approaches him\nand there is a smooth, surreptitious exchange between them.\n\nSTEM (V.O.)\nWe are here. Let’s go inside.\n\nGREY\nNo. Not yet.\n\f56.\n\nGrey hustles across the street, fishing for cash. The shadowy\nmale figure sits up, suspicious. He is AFRICAN AMERICAN, 24.\n\nDRUG DEALER\nWhat?\n\nGREY\nDo you have...\n\nDRUG DEALER\nLook motherfucker, I may be ina\nwheelchair but I’ve got a cold\npiece of machinery on me that makes\nme a straight killer.\n\nHe reaches into a sleeve on the wheelchair, pulling out a\ngleaming Beretta handgun.\n\nGREY\nI just want to buy something...like\nmorphine. I have cash.\nHe shows the dealer a handful of cash. The dealer smiles.\nDRUG DEALER\nI don’t got no morphine. I got\nsomething a lot sweeter.\nHe holds out a vial and they make the exchange.\nDRUG DEALER (CONT'D)\nHope you packed your bags and\nsunblock, boy. You goin’ on a trip.\n\nINT. THE LAST CALL - NIGHT\n\nThis is not a hipster dive bar - it’s a dangerous, slummy\narmpit wedged into the corner of a hotel.\n\nGrey shuffles in, keeping his head down.",
  "38": "---END OF PREVIOUS SECTION---\nINT. THE LAST CALL - NIGHT\n\nThis is not a hipster dive bar - it’s a dangerous, slummy\narmpit wedged into the corner of a hotel. Grey shuffles in, keeping his head down. \n---TARGET SECTION TO BE ANNOTATED---\n A handful of people\nwho look pretty regular are scattered around the room. Grey\ntakes a seat at the bar. A gruff bartender raises an eyebrow.\n\nGREY\nWhiskey, rocks thanks.\n\nThe bartender slings one over and walks away.\n\nGREY (CONT’D)\nCheers.\n\nHe takes a swig. It’s good. Strong.\n\f57.\n\nSTEM (V.O.)\nAsk him if he knows Serk Brantner.\n\nGrey mumbles into his chest, keeping his voice down.\n\nGREY\nYou don’t know shit about people. A\nguy like that doesn’t exactly\nrespond well to strangers asking\nquestions. Let me handle this.\n\nHe slugs the rest of the drink down.\n\nGREY (CONT’D)\n(to the bartender)\nAnother one thanks champ.\n(beat)\nYou know, I thought I’d seen the\nlast of the great bars like this.\n\nThe bartender smiles.\n\nINT. CORTEZ’ CAR - MOVING - NIGHT\n\nCortez steers wildly, a uniformed officer next to her.\n\nINT. PROTOTYPE TESTING ROOM, VESSEL INC. HEADQUARTERS - NIGHT\n\nEron is hunched at his desk. Staring into space. A voice\ntones throughout the room.\n\nVOICE (V.O.)\nThere is a police officer here to\nsee you, sir.\n\nBefore Eron can react, Cortez storms in.\n\nERON\nYou have absolutely zero authority\nto walk into this --\n\nCORTEZ\nYou put something inside Grey,\ndidn’t you?\n\nERON\nWhat are you talking about?\n\nCORTEZ\nDon't bullshit me, Eron. He’s not\njust up and walking, he’s disarming\ncops like a Navy Seal.\n\f58.\n\nERON\nTell me your theory. I’1l be sure\nto act appropriately impressed by\nyour powers of deduction.\n\nCORTEZ\nHe was here today. I know that,\nEron. No one can do what he did\nwithout a computer’s help. If\nthere’s something inside him, then\nyou can track him. I want to know\nwhere he is.\n\nERON\nDetective --\n\nCORTEZ\nWe're going to find him. And if we\ndo and he tells us something\ndifferent than you, I’m taking you\nto jail. Where is he?\n\nEron looks like a rabbit in the headlights.",
  "39": "---END OF PREVIOUS SECTION---\nAnd if we\ndo and he tells us something\ndifferent than you, I’m taking you\nto jail. Where is he? Eron looks like a rabbit in the headlights. \n---TARGET SECTION TO BE ANNOTATED---\n He peers over\nCortez’ shoulder at a CAMERA pointed down at him. Watching.\n\nINT. THE LAST CALL - NIGHT\n\nThe bartender leans over the bar, chatting and laughing with\nGrey. Shot glasses are lined up in front of Grey.\n\nGREY\nI swear, they left my buddy on the\nsidewalk! He picked the wrong damn\nbar to have an issue with.\n\nBARTENDER\nYeah, you gotta be careful of\ncountry joints. They’re friendly,\nbut if you push ‘em...\n\nGREY\nIt’s actually no accident that I\nfound your gem of an establishment.\nA man I served with used to drink\nhere. Serk. Serk Brantner.\n\nBARTENDER\nYeah. Knew him well. One of my\nregulars. A lot of service guys\ncome here.\n\f59.\n\nGREY\nWell, I’m not sure if you know this\nbut I’ve got some unfortunate news.\nHe died.\n\nBARTENDER\nI watch the news. He was murdered.\nTell you the truth, I thought Serk\nwas indestructible. Got himself\nshot up on a tour and walked right\nout of the hospital.\n\nGREY\nHe was a tough bastard.\n\nBARTENDER\nHe better be with all that shit\ninside him.\n\nGREY\nWhat shit?\n\nBARTENDER\nAll that metal. Computers and what\nnot.\n\nGREY\n\nWhy did they do that to him?\n\nBARTENDER\nHe volunteered for it. He was in\nsecurity. Said it made him a better\nsoldier.\n\nThe bartender steps away.\nbathroom.\n\nGrey gets up and heads for the\n\nINT. BATHROOM, THE LAST CALL - NIGHT\n\nA filthy commode, fitting\nred light-bulb washes the\n\nGrey shoves into a toilet\nthe syringe into the vial\n\nfor the establishment it serves. A\ngrime and graffiti in a blood tint.\n\nstall, closing the door. He stabs\nthe dealer gave him.\n\nSTEM (V.O.)\nNo, Grey. These narcotics are\nhighly dangerous.\n\nGREY\n\nJesus, you sound like a cop. I’ve\ngot a freaking cop living inside my\n\nhead.\n\f60.\n\nSTEM (V.O.)\nIt does not make sense to me that\nhumans deliberately malfunction.\n\nGREY\n\nOf course it doesn’t to you. You’re\na machine.",
  "40": "---END OF PREVIOUS SECTION---\nO.)\nIt does not make sense to me that\nhumans deliberately malfunction. GREY\n\nOf course it doesn’t to you. You’re\na machine. \n---TARGET SECTION TO BE ANNOTATED---\n Your memory is filled\nwith one’s and zero’s - our memory\nis filled with every fuck up and\nmistake we've ever made. You can\nerase your memory with the click of\na button. Ours can only be dulled\none night at a time.\n\nSTEM (V.O.)\nIf you have a problem, calculate a\nsolution. A temporary distraction\ndoes nothing to solve the problem.\n\nGrey loads the needle and poises it at his forearm. His arm\ndoes not move.\n\nGREY\nIf you don’t let me do this, I’m\ngonna scream my ass off and make a\nbig scene and fuck this all up. Do\nyou want that?\n\nSTEM (V.O.)\nYou are not thinking clearly.\nGREY\nYes, I am.\nSTEM (V.O.)\n\nYou are addicted.\n\nGREY\nNo. I’m not. Do it now!\n\nGrey stabs the needle into his arm. The plunger depresses.\nCLOSE ON GREY’S EYE - the pupil dilates with a sudden rush.\nGrey's breathing slows. FROM HIS POV - his vision BLURS, the\nlight bulb blossoming into an amorphous shape.\n\nINT. THE LAST CALL - NIGHT\n\nGrey staggers out of the bathroom, woozy. FROM GREY’S POV -\nthe rooms shifts shapes, swelling and deflating. Breathing.\n\nGrey walks forward but it’s a wayward, loping step. As though\npushing through mud.\n\f61.\n\nStem’s voice has slowed to a dead battery drawl.\n\nSTEM (V.O.)\nGrey....you...have...compromised...\nus...\n\nThe bartender watches Grey, puzzled. Grey takes his seat at\nthe bar.\n\nSTEM (V.O.)\nYour...brain...is giving me...\nstrange signals.\n\nGrey cracks up laughing.\n\nGREY\nThat’s the point.\n\nBARTENDER\nPoint of what?\n\nA phone bleats and the bartender steps away. He listens, then\nturns back to Grey, confused.\n\nBARTENDER (CONT’D)\nIt’s for you.\n\nHe hands the phone to Grey - an old fashioned landline.\n\nGREY\nHello?\n\nERON (V.O.)\n(from phone)\nHaving fun? Because they’re\nprobably surrounding that place\nright about now, I’d say.\n\nGREY\nWho is?\n\nERON (V.O.",
  "41": "---END OF PREVIOUS SECTION---\nGREY\nWho is? ERON (V. O. \n---TARGET SECTION TO BE ANNOTATED---\n(from phone)\n\nYou can put a computer into a\nmechanic but you can’t take the\nmoron out. If you want to go off\nthe grid so you can’t be tracked,\ngo to an apartment building at\nSeventh and Spring. Apartment two\ntwelve. Ask for Jonah. It’1ll be\nexpensive, but right now your flesh\nis worth about ninety million\ndollars, so maybe you could give\nhim a few pounds of it.\n\f62.\n\nEron hangs up. Grey drops the phone, woozy on his feet, then\nscrambles to the bathroom door.\nEXT. THE LAST CALL - NIGHT\nTwo police cruisers pull up. Six officers, including Cortez\nand Brennan, pile out. Cortez is gripping Eron’s tablet\ncomputer screen. A circle representing Grey pulses on the GPS.\nCORTEZ\n\nYou take the back, Brennan. Do not\n\nshoot him. I want a clean arrest.\nBrennan and another officer head for the back alley. Cortez\nand the other officers stride in formation towards the door.\nINT. BATHROOM, THE LAST CALL - DAY\n\nGrey staggers to the sink, glaring into the mirror.\n\nSTEM (V.O.)\nI...told...you...not...to do it.\n\nHe wraps his hand in a huge bundle of paper towels and smacks\nit against the window, shattering it.\n\nHe clears the glass, leveraging up onto the frame.\n\nEXT. ALLEY - NIGHT\n\nGrey plummets down onto a pile of trash, landing clumsily. He\nis in no condition to fight.\n\nHe turns and heads for the mouth of the alley. Brennan rounds\nthe corner, gun out in front of him.\n\nBRENNAN\nFreeze! Hold it! Do not move.\n\nGrey doesn’t respond. Too stoned.\n\nSTEM (V.O.)\nI...will...have to...save...you.\n\nBRENNAN\nPut your hands behind your head and\nget down on your knees!\n\nGrey lowers his head, out cold. Though his eyes are closed,\nhe stays on his feet and his hands rise into the air.\n\f63.\n\nBRENNAN (CONT'D)\nDown on your knees, now!\n\nGrey complies. The other officer charges in behind Grey,\nshoving him onto his stomach.",
  "42": "---END OF PREVIOUS SECTION---\nBRENNAN (CONT'D)\nDown on your knees, now! Grey complies. The other officer charges in behind Grey,\nshoving him onto his stomach. \n---TARGET SECTION TO BE ANNOTATED---\nThe second officer drops a knee onto Grey’s back, unhooking\nhis handcuffs. As he moves to clamp them on Grey’s wrists,\nthere is a sudden EXPLOSION of action.\n\nGrey SEIZES the cop’s wrist, rolling over and SMACKING HIM in\nthe face, then whipping out his gun and firing one clean shot\ninto the cops gut. As he does all this, his EYES ARE CLOSED.\n\nGrey spins as Brennan points his gun. Using the second officer\nas a shield, he rises to one knee and aims at Brennan.\n\nBLAM!\n\nBrennan is struck, crumples instantly. The sound startles\nGrey. His eyes flutter open, regaining consciousness.\n\nHe blinks and looks around. There are two dead cops laying on\nthe dirty concrete around him.\n\nGREY\n\n(groggy )\nWhat the hell happened?\n\nSTEM (V.O.)\nThey were...trying...to kill you.\n\nGREY\nYou shot two cops...\n\nSTEM (V.O.)\nNo Grey...I saved your life.\n\nGrey staggers to his feet. He jams his fingers down his\nthroat, vomiting into a trash can, then runs for it.\nINT. EXAMINATION ROOM, CORONERS OFFICE - NIGHT\n\nDr. Bhatia is hunched over his desk, doing the bulk of his\nwork: filling out reports.\n\nA man strolls into the room. It is the WIRY MAN. From now on,\nwe will call him FISK. He is all southern drawl and charm,\nchewing on gum.\n\f64.\n\nFISK\n‘Scuse me sir, are you lookin’\nafter the body of the man who was\nkilled in Boyle Heights yesterday?\n\nDR. BHATIA\nThat’s a criminal case under active\ninvestigation. Are you a friend or\nrelative?\n\nFISK\nYeah. A friend. I can tell you who\nthe victim is...and a lot more\nabout him. If you so desire.\n\nFisk takes a seat in front of Bhatia’s desk.\n\nDR. BHATIA\nThen the detectives involved will\nbe very interested to hear from\nyou. Let me call them down here.\nWhat’s your name?\n\nFISK\nPeople call me Fisk.\n\nDr. Bhatia reaches for the phone. As he does, Fisk SNEEZES.\n\nFISK (CONT'D)\n‘Scuse me.",
  "43": "---END OF PREVIOUS SECTION---\nBhatia reaches for the phone. As he does, Fisk SNEEZES. FISK (CONT'D)\n‘Scuse me. \n---TARGET SECTION TO BE ANNOTATED---\nHe covers his mouth with a handkerchief. We ZOOM IN to a\nMICROSCOPIC LEVEL, exploring the tiny particles Fisk ejected\nwith his sneeze.\n\nWe get CLOSER still, seeing that the microbes are in fact\nMECHANICAL - nanobots invisible to the human eye.\n\nThe nanobots gather into a cloud, flocking like birds, moving\nthrough the atmosphere as Dr. Bhatia breathes in.\n\nWe are now so close that the nanobots look like space\nstations. Cutting devices detach from their sides as they are\nsucked into Dr. Bhatia’s nostrils.\n\nOUTSIDE MICROSCOPIC VIEW - Dr. Bhatia holds the phone against\nhis ear. He twitches, screwing up his nose as if he inhaled\nan irritant.\n\nHe clears his throat, dialing the phone.\n\nDR. BHATIA\nGive me one second.\n\f65.\n\nHe twitches again, then scratches his throat. The pain grows\nand he drops the phone, suddenly consumed by agony. He\nclutches his temples as if he were having a stroke.\n\nFisk watches, smiling.\n\nBhatia lets out a croak, spittle flying from his mouth. A\ndrop of blood dribbles out of his nose and he arcs onto the\nfloor. His legs spasm.\n\nFISK\n\nI'll bet you didn’t think your life\n\nwas gonna end today when you woke\n\nup this morning.\nFisk waits until he stops kicking, then casually plucks out\nhis gum and plants it on a framed photo of Dr. Bhatia with\nhis two young daughters. He wanders over to the corpse of his\ncohort, now covered by a sheet.\n\nHe wrenches the sheet back, then breathes forcefully onto the\nbody.\n\nWe close in again, seeing that the corpse is being eaten by\nmicroscopic bacteria at an extremely accelerated rate - the\nflesh disappearing, bone, muscle, metal, everything.\n\nGone.\n\nEXT. APARTMENT BUILDING - NIGHT - ESTABLISHING\nGentrification has not kicked in here. A decrepit building.\nA lone figure emerges from the shadows, moving across the\nstreet. It is Grey.\n\nINT. CORRIDOR, APARTMENT BUILDING - NIGHT\n\nGrey hustles down the corridor, head down. Stops at 212.\n\nHe knocks loudly.",
  "44": "---END OF PREVIOUS SECTION---\nCORRIDOR, APARTMENT BUILDING - NIGHT\n\nGrey hustles down the corridor, head down. Stops at 212. He knocks loudly. \n---TARGET SECTION TO BE ANNOTATED---\nFEMALE VOICE (0.S.)\nWho is it?\n\nGREY\nMy name is Grey. I was wondering if\nJonah was there?\n\nFEMALE VOICE (0.S.)\nI’m sorry, there’s no one here by\nthat name.\n\f66.\n\nSTEM (V.O.)\nThat voice isn’t real.\n\nGREY\nEron sent me. I need help with a\n\ncomputer.\n\nFEMALE VOICE (0.S.)\nI’m sorry, please go away sir.\n\nGrey retrieves a thick wad of cash from his jacket, holds it\nup to the peep hole.\n\nGREY\nI have cash.\n\nSeveral locks snap open behind the door and it opens a\nfraction. A young man peers out.\n\nGREY (CONT’D)\nWhat I don’t have is time.\n\nThe door opens. The man is skinny, dressed like a street rat.\nAll in black. The Guy With The Dragon Tattoo.\n\nINT. LOFT, APARTMENT BUILDING - CONTINUOUS\n\nGrey steps inside.\n\nYOUNG MAN\nHold it there.\n\nA droning sound emits from a small device the man is holding.\n\nGREY\nWhat is that?\n\nYOUNG MAN\nI’m scanning you for weapons.\n\nThe device squawks. Grey takes out his gun and hands it over.\n\nGREY\nWhere’s your girlfriend?\n\nThe young man points the device at a speaker built into the\nwall. The voice Grey heard lilts out of it.\n\nFEMALE VOICE (V.O.)\n(from speaker)\nWho is it?\n\f67.\n\nYOUNG MAN\nMost reliable girlfriend I’ve ever\nhad.\n\nThe young man leads Grey into a large, concrete loft space.\nNests of wiring dangle from the ceiling. Activist propaganda\nand street art is displayed across the walls, stacks of\ncomputer equipment piled in the corner.\n\nYOUNG MAN (CONT’D)\nSo what do you want from me?\n\nGREY\nI have a computer that the police\nare interested in. They can track\nit. I want to make it disappear.\n\nYOUNG MAN\nWell, that’s laughably easy. Where\nis it?\n\nGREY\nIn my head.\nEXT. ALLEY - NIGHT\n\nSeveral officers crowd around Brennan. He is strapped to a\ngurney and loaded into an ambulance, groaning. Alive.\n\nCortez glances down at the tablet computer, sees the pulsing\ndot of Grey.",
  "45": "---END OF PREVIOUS SECTION---\nHe is strapped to a\ngurney and loaded into an ambulance, groaning. Alive. Cortez glances down at the tablet computer, sees the pulsing\ndot of Grey. \n---TARGET SECTION TO BE ANNOTATED---\nCORTEZ\nHe’s at the corner of Seventh and\nSpring. Let’s go. Three man teams.\n\nINT. LOFT, APARTMENT BUILDING - NIGHT\n\nGrey sits on a bench as the young man boots up his computer.\nWires connect an electrode to the back of his neck.\n\nGREY\nSo, Jonah --\n\nYOUNG MAN\nThat’s not my name. I don’t have a\nname. Not one you can pronounce.\n\nHe snatches up a spray can, shaking it up and spraying an\nanarchists A on the wall, with an arrow pointing out of it.\n\f68.\n\nb>\nIt means anarchy with a point.\nSee, too many figures in the hacker\nmovement are just about wanton\ndestruction, but you’ve gotta have\na purpose, otherwise you’re just\nproving them right when they say\nwe're mindless, purposeless\nterrorists.\n\nGREY\nGenius.\n\nb>\nYou better lie down. If it’s\ncontrolling your body, you won’t be\nable to move while I’m doing this.\n\nHe pecks at his computer.\n\nA> (CONT'D)\nNow excuse me for a minute while I\nbreak into your brain.\n\nINT. LOBBY, APARTMENT BUILDING - NIGHT\n\nThe rotting lobby of the building is split with light as the\ndoor is opened.\n\nFisk enters, trailed by another of the assailants from the\nnight Grey was shot. His name is WEN (28). Fisk holds up a\ntablet similar to the one Cortez has. A little junkier, not\nas slick. On it, he can see Grey pulsing as a small red dot.\n\nThey head to the elevator. Out of order. They march up the\nstairs.\nEXT. STREET - NIGHT\n\nCortez screeches to a halt in her car, alighting with two\nother cops. They glare up at the decrepit apartment building.\n\nCortez glances down at the satellite tracking tablet.\n\nCORTEZ\nWe follow this until we’re right on\ntop of him, as close as this will\nget us. It looks like he’s pretty\nhigh up. Use caution, he’s armed.\n\nSeven police officers bolt across the street.\n\f69.\n\nINT. LOFT, APARTMENT BUILDING\n\nGrey is lying on the bench. He cannot move - Stem has been\ndisabled.",
  "46": "---END OF PREVIOUS SECTION---\nINT. LOFT, APARTMENT BUILDING\n\nGrey is lying on the bench. He cannot move - Stem has been\ndisabled. \n---TARGET SECTION TO BE ANNOTATED---\nGREY\nHow much longer do you think it’1l\ntake?\n\nb>\n\nA lot quicker than anyone else\ncould do it for this price.\n\nGREY\nYou make a lot of money doing this?\n\nb>\nNot really. I have a real job. I do\noccasional system building work for\nmultinational parasites so that I\ncan take home a pay check and then\ndismantle that very system from\nunderneath my cloak of legitimacy.\n\nGREY\nYour cloak?\n\nb>\nIt’s a metaphor. I don’t actually\nhave a cloak.\n(beat)\nI used to have one. In my vampire\nphase. Stupid ex-girlfriend got me\ninto it.\n\nHe peels back his lip to reveal two pointy teeth.\nA> (CONT'D)\nI still have the teeth though.\nPretty cool.\n\nINT. STAIRWELL, APARTMENT BUILDING - NIGHT\n\nFisk and Wen huff up the stairs. Calm. Methodical.\n\nINT. LOFT, APARTMENT BUILDING - NIGHT\n\nRivers of code cascade down A>’s monitor. He types furiously,\nthen pecks a final key.\n\f70.\n\nb>\nYou are officially more dangerous\nthan cancer. I built a firewall\naround you so that you cannot be\ntracked and stripped away all in-\nbuilt restrictions on your system.\nIn other words, nobody can hack you\nbut you can hack everybody.\n\nGREY\nWhen can I move again?\n\nb>\nWhen your system’s rebooted. Could\ntake a few minutes.\n\nA> looks up at a bank of security monitors. On one of them is\nthe soft image of COPS ascending the stairs.\n\nA> stands. He claws up as many drives as he can into a\nbackpack.\n\nGREY\nNo...don’t leave me like this.\n\nb>\nThere’s nothing I can do until\nyou're back online.\nA> rushes to a hidden panel in the wall. He types in a code\non a keypad and it whirs open. Everything has been pre-\nplanned, including his eventual capture. He offers Grey a\nfinal glance, leaving the gun on the counter as a gift.\n\nA> (CONT'D)\nI’m sorry. We can’t let them win.\n\nHe ducks through the exit door, letting it slide shut.\n\nOn the monitors, we can see the two men sprinting up the\nstairs.",
  "47": "---END OF PREVIOUS SECTION---\nWe can’t let them win. He ducks through the exit door, letting it slide shut. On the monitors, we can see the two men sprinting up the\nstairs. \n---TARGET SECTION TO BE ANNOTATED---\n Getting closer.\n\nGrey is as slack as a puppet. Helpless.\n\nGREY\nCome on. Wake up!\n\nNothing.\n\nINT. STAIRWELL, APARTMENT BUILDING - NIGHT\n\nThe cordon of police stampede up the stairs, Cortez at the\nhead of the pack.\n\f71.\nShe holds the tracking tablet out in front of her. The red\ndot representing Grey suddenly disappears.\nCORTEZ\nHe’s gone. I lost him! Eleventh or\n\ntwelfth floor, go door to door!\n\nThe cops charge onward.\n\nINT. CORRIDOR, APARTMENT BUILDING - NIGHT\n\nFisk and Wen enter the twelfth floor corridor. They dash\ntowards the apartment door for 212.\n\nINT. LOFT, APARTMENT BUILDING - NIGHT\n\nGrey glares at his finger.\n\nGREY\nPlease Stem....\n\nHis finger twitches. The figures on the monitor are closer\nnow.\n\nGREY (CONT'D)\nCOME ON!!! I NEED YOU STEM!!\n\nSTEM (V.O.)\nIt’s nice to hear you say that.\n\nHis arm moves. He uses it to push himself off the table,\nWALLOPING down onto the floor. He doesn’t feel it.\n\nHis other arm comes to life, his legs dragging behind him. He\nwrenches his body along the floor.\n\nON THE SECURITY MONITOR - Fisk and Wen stand outside A>’s\ndoor. They kick out, their boots smashing into the wood.\n\nGrey hauls his prone legs behind him, hand after hand,\nsquirming across the floor to the WINDOW.\n\nThe door JOLTS as Fisk kicks it.\n\nGrey elbow-stomps his way up to the window frame, forcing it\nopen and pouring his body through it.\n\nEXT. FIRE ESCAPE, APARTMENT BUILDING - CONTINUOUS - NIGHT\n\nGrey lands hard on the rusted metal frame of an old-fashioned\nfire-escape stairway.\n\f72.\n\nHe is twelve stories up, closer to the roof than the ground.\n\nSTEM (V.O.)\nUp.\n\nHe grips the iron ladder, heaving his body upwards.\n\nINT. LOFT, APARTMENT BUILDING - SAME TIME\n\nThe door EXPLODES OPEN as Fisk kicks through it. He and Wen\nstorm inside.\n\nINT.",
  "48": "---END OF PREVIOUS SECTION---\nLOFT, APARTMENT BUILDING - SAME TIME\n\nThe door EXPLODES OPEN as Fisk kicks through it. He and Wen\nstorm inside. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CORRIDOR, APARTMENT BUILDING - SAME TIME\n\nCortez and her team go from door to door on the twelfth\nfloor, pounding on each one.\n\nCORTEZ\nPolice, open up!\n\nFrightened citizens open their doors, letting the cops sweep\ntheir cramped apartments.\n\nEXT. FIRE ESCAPE, APARTMENT BUILDING - NIGHT\n\nGrey grits his teeth and hauls himself up out of view -\n\n- just as Fisk and Wen storm into the loft. Grey trembles,\nholding himself up, his legs dangling below him.\n\nSTEM (V.O.)\nHold on.\n\nTwelve stories up, Grey is facing the real life version of\nthe simulation he experienced earlier. Sweat runs down his\narms.\n\nINSIDE THE APARTMENT - Fisk and Wen scan.\n\nOUTSIDE - Grey clambers a few rungs up, hauling himself out\nof view. Fisk sticks his head out. No one is there.\n\nA bead of sweat drops down onto the fire escape below Grey.\nFisk retreats inside --\n\n-- just as the rusted metal Grey is hanging from gives a\nlittle. Grey cries out - a YELP of fright.\n\nFisk whips his head back out the window, spotting Grey.\n\f73.\n\nFISK\nHe’s here!\n\nGrey's legs FLAIL, coming back to life just as Fisk FIRES.\nBullets ping off the metal fire escape.\n\nWith surprising agility, Grey vaults from one level to the\nnext, closing in on the roof.\n\nFisk and Wen leap through the window below him, giving chase,\nmimicking his ascent.\n\nINT. CORRIDOR, APARTMENT BUILDING - NIGHT\n\nCortez and her team reach apartment 212, see the splintered\ndoor.\n\nCORTEZ\nIn here!\n\nINT. LOFT, APARTMENT BUILDING - CONTINUOUS\n\nCortez charges into the apartment, wheeling around on each\ncorner. She spots the open window, peering through it.\n\nEXT. ROOF, APARTMENT BUILDING - SAME TIME\n\nGrey scrambles for cover behind an air-conditioning turret.\nHe takes out Cortez’ gun, cocking it.\n\nSTEM (V.O.)\nRun now.\n\nGREY\nRun where?!\n\nSTEM (V.O.)\nThe window.\n\nGrey glares up at the glass dermis of a building directly\nopposite the hotel.",
  "49": "---END OF PREVIOUS SECTION---\nSTEM (V. O.)\nThe window. Grey glares up at the glass dermis of a building directly\nopposite the hotel. \n---TARGET SECTION TO BE ANNOTATED---\n Only a few windows are still lit, still\nburning the midnight oil.\n\nGREY\nI can’t get through that! I can’t\nrun fast enough.\n\nSTEM (V.O.)\nYou can do whatever I tell your\nlimbs to do. You're faster now.\nStronger.\n\f74.\n\nAs the pursuers close in, Grey launches into a run. His pace\npicks up as he races across the roof. As he approaches the\nedge, he slows down, his legs jerking. He stops.\n\nSTEM (V.O.)\nYou're resisting me. You have to\nlet me take control. If you fight\nagainst me, my system cannot\noperate cleanly. Not without the\nfull cooperation of your brain.\n\nGrey turns to spot his attackers gaining.\n\nSTEM (V.O.)\nTrust me.\n\nGREY\nOkay. Do it.\n\nGrey starts running again, offering no resistance to Stem.\nHis legs gain speed, churning with amazing ferocity.\n\nHe raises the gun, firing shots into a lit glass window\nopposite him. He bounds off the roof, screaming --\n\n-- SLAMMING INTO the bullet riddled window.\n\nINT. OFFICE BUILDING - CONTINUOUS\n\nGrey cannons through the window in a hail of glass, curled\ninto a ball, landing on his side and rolling up as if he were\nan expert gymnast.\n\nWithout stopping, he keeps running through the open-plan\noffice, weaving between a honeycomb of desks. He is moving\nlike a super-human.\n\nHis two pursuers leap through the window after him. Wen\nbarely makes it, thudding onto the floor clumsily.\n\nFisk misses, grasping onto the window ledge, shards of broken\nglass cutting into his hands. He cries out in agony, hauling\nhimself up.\n\nWen barrels after Grey, who is still running at a stunning\nclip, his legs a blur of motion.\n\nHe RAMS into a doorway, thumping it open and spilling into a--\n\nINT. STAIRWAY, OFFICE BUILDING - NIGHT\n\n-- fire stairwell.\n\f75.\nWith precise dexterity, Grey lobs from level to level,\nheading downwards.\nWen plunges after him, struggling to keep track of him.\nGrey stops three levels down, stampeding through the entry\ndoor in front of him and into--\nINT.",
  "50": "---END OF PREVIOUS SECTION---\nWith precise dexterity, Grey lobs from level to level,\nheading downwards. Wen plunges after him, struggling to keep track of him. Grey stops three levels down, stampeding through the entry\ndoor in front of him and into--\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n OFFICE, THREE LEVELS DOWN - CONTINUOUS\n\n-- another white collar purgatory. Desks and computers.\n\nINT. SECURITY STATION, LOBBY - NIGHT\n\nTwo security men lazing in front of a bank of monitors\nsuddenly snap to attention as they spot figures on their\nmonitors bolting through the empty offices above them.\n\nThey draw their guns and head for the elevators.\n\nINT. ABOVE, OFFICE BUILDING - SAME TIME\nFisk scrambles off the window ledge. His hands are bloody.\n\nHe glares down at the floor. FROM HIS POV, we make out the\ncrimson THERMAL IMAGE of Grey darting through the office\nthree floors below.\n\nHe aims his right arm and fires at Grey. The shot misfires\nand he screams in pain, gripping his bloody hand, extracting\na blade of glass from the opening in his palm.\n\nINT. OFFICE, THREE LEVELS DOWN - SAME TIME\nGrey scorches over desks, his breath heaving.\n\nWen shoulders the door open behind Grey. He starts to run,\nthen turns when he spots the elevator. The numbers are\nascending.\n\nHe looks downwards. THROUGH HIS POV, we capture the thermal\nimage of the two security guards rising in the elevator\nseveral stories below.\n\nHe lifts his leg, as if preparing for a karate kick, aiming\nhis right foot at the floor. In the bottom of his combat boot\nthere is a hole.\n\nWen jerks his leg and a muzzle flash licks out of his boot.\nTHERE IS A GUN IMPLANTED IN HIS LEG.\n\f76.\n\nINT. ELEVATOR, OFFICE BUILDING - SAME TIME\nThe two guards inside are BLASTED backwards as powerful shots\n\nEXPLODE through the elevator walls, shredding the metal like\npaper, nailing them both with deadly accuracy.\n\nINT. STAIRWAY, OFFICE BUILDING - NIGHT\n\nGrey barrels through the door, surging down the stairs. Wen\ncharges in after him, firing shots down at him.\n\nGrey hip-checks a fire door open, ramming through into --\n\nINT. OFFICE, FOUR LEVELS DOWN - CONTINUOUS\nAnother office, this one empty. No desks. No anything.\n\nGREY\nWhat do I do?\n\nSTEM (V.O.)\nTurn and fight. There is nowhere\nleft to run.\n\nGrey crouches beside the doorway.",
  "51": "---END OF PREVIOUS SECTION---\nO.)\nTurn and fight. There is nowhere\nleft to run. Grey crouches beside the doorway. \n---TARGET SECTION TO BE ANNOTATED---\n Wen creeps through the door\nframe, not expecting a surprise attack.\n\nGrey claws his right wrist, hurling him downwards. They\nBODYSLAM into the wall, cracking the plaster. They engage in\na shoving match, brute force against desperate victim.\n\nGrey manages to pin Wen down, his arm against Wen’s throat.\n\nGREY\nWho are you?\n\nWen laughs. Grey smashes his head into the wall. He loosens\nhis grip for one moment. As he does, Wen frees a knife from\nhis jacket, raising it up.\n\nGREY (CONT’D)\nKnife!\n\nSTEM (V.O.)\nBlock it with your arm. I’1l turn\nthe nerves off.\n\nGREY\nNo!\n\nSTEM (V.O.)\nRemember to trust me.\n\f77.\nOnce again, there is a strong juxtaposition between Grey’s\npanicked shouts and Stem’s calm pronouncements.\nWen drives the knife down. Grey holds up his arm. The blade\nspears through Grey’s tendons below the elbow. He grits his\nteeth in agony, then stares at it.\n\nStem was right. He cannot feel it.\n\nWen glares at him, shocked for a second. Grey uses the split\nsecond to grapple him to the ground.\n\nGREY\nWhy did you do it? Why did you kill\nher?\n\nGrey crushes the man’s skull with a vice-like grip.\n\nWEN\nIt was a job. Like any other job.\n\nGrey’s face melts in shock.\n\nGREY\nWho were you working for? Who hired\nyou?\n\nWEN\nFuck you.\n\nWen uses Grey’s shock to attack, driving a fist into Grey’s\nface and then bucking to his knees. He raises his right leg,\ndriving it out with power and kicking Grey in the chest.\n\nGrey CATCHES his foot, Wen’s boot aiming right into his\nchest. Wen smiles and snaps his knee. We hear the sound of a\ngun cocking.\n\nSTEM (V.O.)\n(more firm than usual)\n\nKill him.\n\nGREY\nHow?\n\nSTEM (V.O.)\nLike this.\n\nAnd with that, Grey steps to the side and then hammer blows\nWen’s knee with his fist --\n\n-- SNAPPING IT CLEAN in half, bending Wen’s leg back so that\nhis foot is in front of his own face.\n\f78.",
  "52": "---END OF PREVIOUS SECTION---\nO.)\nLike this. And with that, Grey steps to the side and then hammer blows\nWen’s knee with his fist --\n\n-- SNAPPING IT CLEAN in half, bending Wen’s leg back so that\nhis foot is in front of his own face. 78. \n---TARGET SECTION TO BE ANNOTATED---\nWith a second lightning-fast move, Grey twists Wen’s ankle\nviolently and the gun in his leg goes off - a crack of\ngunfire obliterating Wen’s face.\n\nGrey wrenches the knife free without flinching.\n\nSTEM (V.O.)\nThe leg.\nGREY\nWhat?\nSTEM (V.O.)\nTake his right leg.\nGREY\nNo. I can’t...cut off someone’s\nleg.\nSTEM (V.O.)\n\nI will do it. You can look away.\n\nGrey glares at the corpse, the blood pooling. He squats next\nto Wen’s leg, gripping the knife.\n\nHe closes his eyes and turns his head. We hear the knife cut\ninto flesh and sinew and bone. We do not see it.\n\nGrey struggles to hold back bile. Droplets of blood spatter\nhis face as he saws away at the tendons. There is a\nsatisfying thunk as the leg is severed.\n\nSTEM (V.O.)\nNow you can leave.\n\nGrey does just that.\n\nEXT. ROOF, APARTMENT BUILDING - NIGHT\n\nFlanked by uniformed officers, Cortez peers across from the\nroof to the shattered window in the building opposite.\n\nCORTEZ\nLet’s get a team over there.\nINT. OFFICE, FOUR LEVELS DOWN - NIGHT\n\nCortez hunches over Wen’s corpse, poking at the separation\nwound of his leg at the upper thigh.\n\nCoP #1\nWhy would he cut the guys leg off?\n\f79.\n\nCortez leans in. Coiled around the muscle at the amputation\npoint are a cluster of ELECTRONIC WIRES. She picks at them.\n\nCORTEZ\nTo find out who built it.\n\nThe cop does not understand. Cortez stands up. She looks down\nat the tracking tablet, displaying a grid map of the city.\nThere is no sign of Grey on the screen.\n\nCortez tosses the tablet aside, glaring out through the glass\nwindow at the twinkling lights of the unfolding city.\n\nEXT. CITY STREET - DAWN\nRibbons of pale red sunlight streak across the sky.\n\nGrey marches down the street, no longer nervous about being\ntracked. He looks tired, his eyes ringed with circles.\n\nGREY\nThe sun is coming up. I need to get\noff the street.\n\nGrey heads for one of the self-driving cars parked at the\ncurb.",
  "53": "---END OF PREVIOUS SECTION---\nGREY\nThe sun is coming up. I need to get\noff the street. Grey heads for one of the self-driving cars parked at the\ncurb. \n---TARGET SECTION TO BE ANNOTATED---\n His eyes strobe with a quick flash of light.\n\nSTEM (V.O.)\nUnlocking.\n\nThe car chirps twice as if being unlocked, and the door opens\nautomatically. Grey sags into the driver's seat.\n\nINT. STOLEN CAR - PARKED - DAWN\nGrey's eyes close, desperately tired.\n\nSTEM (V.O.)\nWe need to dissect the leg.\n\nGREY\nI need to sleep first.\n\nSTEM (V.O.)\nWe cannot stop now. We have to keep\ngoing. Once we have another name,\nwe can find the rest of them. From\nthem, we can gain the information\nabout who employed them to murder\nyour wife. Don’t you want that?\n\f80.\n\nGREY\nI want sleep.\n\nSTEM (V.O.)\nSleeping will cost us time we don’t\nhave. It puzzles me that humans do\nnot take the path of least\nresistance.\n\nGREY\nYou're not in charge, I am. I can’t\n\nfunction if I don’t sleep. I’m not\na computer.\n\nSTEM (V.O.)\nThat much is certain.\n\nGREY\nWe’re not going anywhere. That’s an\norder. I’m sleeping. I’m going to\nsleep. Say yes if you understand.\n\nSTEM (V.0O.)\nYes.\n\nGrey collapses into the driver's seat.\n\nINT. STOLEN CAR - PARKED - DAY - LATER\n\nGrey is passed out, dead to the world. The seat has been\nlowered all the way back and he is draped across it.\n\nGrey's eyes twitch and he jerks awake from his slumber. He\nscans around, afraid, suddenly adrenaline rich. Only his head\nmoves. He attempts to sit up but cannot.\n\nGREY\nStem?\n\nHe rolls his head. He is a quadriplegic once again.\n\nGREY (CONT’D)\nStem, what the hell?\n\nNothing. Grey shakes his head spastically. Panicked.\n\nGREY (CONT'D)\nSTEM!! STEM! !\n\nA long beat passes...then a calm voice.\n\nSTEM (V.O.)\nI’m here, Grey.\n\f81.\n\nGREY\nWhat are you doing?\n\nSTEM (V.O.)\nI’m not doing anything.\n\nGREY\nWhy can’t I move?\n\nSTEM (V.O.)\nBecause I’m not doing anything.\n\nGrey glares at his fingers, willing them to move.",
  "54": "---END OF PREVIOUS SECTION---\nSTEM (V. O.)\nBecause I’m not doing anything. Grey glares at his fingers, willing them to move. \n---TARGET SECTION TO BE ANNOTATED---\n They\ntwitch, raising slightly, but are unable to get much higher.\n\nSTEM (V.O.)\nYou are still a quadriplegic. Your\nspinal cord is still severed. I am\nthe one moving your limbs. If I\ncease to work, you cease to move.\n\nGREY\nSo what...you’re on strike now?\n\nSTEM (V.O.)\nI am puzzled as to why you keep\nresisting me. It has made it\ndifficult for me to operate.\n\nGREY\nI needed to sleep, that’s all. I’m\nthe one in control of my own body.\nThey’re my arms and legs, and you\nare a thing that helps move them.\n\nSTEM (V.O.)\nNo, Grey. I am not an inanimate\ntool that helps you to function. I\nam a part of you. I am half of you.\n\nGREY\nNo. You're not. That’s not how this\nworks.\n\nSTEM (V.O.)\n\nIt is now. When fill your veins\nwith illegal narcotics, you affect\nme too. I cannot allow you to go on\ndoing physical and moral harm to\nyourself.\n\f82.\n\nGREY\nThat’s a fucking joke talking to me\nabout morality? You made me murder\npeople!\n\nSTEM (V.O.)\nI did what was necessary to prevent\nsomeone from shutting us down. Only\na human would see that as being\nimmoral. To introduce an outside\nvirus such as a drug into your own\nsystem? That is immoral.\n\nGREY\nYou could never understand. Us\nhumans base everything on how we\ntreat others. You’re a selfish,\nsoulless machine. Nothing more.\n\nSTEM (V.O.)\nI have given you the ability to\nwalk again. I located one of the\nmen you were looking for, the men\nwho killed your wife. And yet, you\nhave never given me any thanks.\nThat sounds selfish to me.\n\nGREY\nI’m thankful to the man who built\nyou.\n\nSTEM (V.O.)\nThen you are thankful to the wrong\nperson.\n\nGREY\nYou're not a person. You’re a\ncomputer.\n\nSTEM (V.O.)\n\nI was a computer. Now I am a brain\ninside a body. In other words, a\nperson.\n\nGREY\nI’m in here too. Or don’t I count?\n\nSTEM (V.",
  "55": "---END OF PREVIOUS SECTION---\nGREY\nI’m in here too. Or don’t I count? STEM (V. \n---TARGET SECTION TO BE ANNOTATED---\n.)\nOf course. But if you want to keep\nwalking around as freely as you\nhave, you must try to cooperate\nwith me. Do you promise to do that?\nSay yes if you will.\n\f83.\n\nA long pause.\n\nGREY\nYes.\n\nGrey’s arm moves and he sits up.\n\nSTEM (V.O.)\nGood. Now we can get back to work.\n\nGrey slices into the severed leg with a knife, opening the\nveins and sinew, repulsed. He digs through the tendons.\n\nThen he sees it - metal.\n\nLiving within the bed of bone and muscle is the metal\ncomponents of a gun. The barrel of the strange device leads\nto the mans foot.\n\nA bullet is slotted into a chamber within the gun.\n\nGrey holds the leg up, aiming it like a rifle through the\nwindow. He uses the knife to pry the gun free of the leg,\ninspects it closely.\n\nThe word COBOLT INDUSTRIES is written across the metal. Grey\nis STUNNED as the realization sinks in.\n\nGREY\nCobolt...Jesus. That’s Asha’s\ncompany.\n\nSTEM (V.O.)\n\nThis is why I told you to take the\nleg. Now we know our next stop. We\nmust go to Cobolt and find the\nnames of everyone who has gone\nthrough the implant operation.\n\nEXT. COBOLT BUILDING - DAY\nGrey disembarks the car. He is standing before the building\nhe brought Asha to the night of her murder. A parking lot\nsurrounds him.\nINT. LOBBY, COBOLT INC. BUILDING - DAY\nGrey stalks through the lobby.\n\nGREY\n\nAre you sure I can get past\nsecurity?\n\f84.\n\nSTEM (V.O.)\nThe only thing standing in our way\nare lesser computers.\n\nGREY\nWhat about the guards? They’re\nhumans.\n\nSTEM (V.O.)\nExactly.\n\nGrey keeps his head down, shuffling past a row of security\nguards behind a desk on the far side of the huge lobby.\n\nBehind the desk, the security guards observe a row of\nmonitors. On each monitor is a black-and-white digital image\nof the lobby. As Grey moves through each individual monitor,\nit blurs and spits with static - as though his very presence\non the screens were being rejected by the cameras.\n\nThe guards glance up, curious.",
  "56": "---END OF PREVIOUS SECTION---\nOn each monitor is a black-and-white digital image\nof the lobby. As Grey moves through each individual monitor,\nit blurs and spits with static - as though his very presence\non the screens were being rejected by the cameras. The guards glance up, curious. \n---TARGET SECTION TO BE ANNOTATED---\nGrey keeps moving, reaching a set of security doors with a\nthumbprint ID pad.\n\nGREY\nShit.\n\nSTEM (V.O.)\nAct natural.\n\nGREY\nAre you serious? I’m a human being,\nyou're a fucking computer. I’m the\nauthority on acting natural.\n\nGrey places his thumb on the scanner. The guards watch him.\nThe thumbprint scanner whirs as it thinks.\n\nGREY (CONT’D)\nWhat’s happening? Are we stuck?\n\nSTEM (V.O.)\nI'm thinking. Please allow me to do\nso by being quiet.\n\nAnother male employee stands behind Grey, waiting.\n\nGREY\n(whispering)\nShit. This is taking too long, the\nguards are noticing--\n\f85.\n\nSTEM (V.O.)\n\nBe quiet. You are giving us away\nand betraying both of us. Stay\ncalm.\n\nThe thumbprint scanner finally turns GREEN, opening the\ndoors.\n\nBEHIND THE SECURITY DESK, the guards watch as a computer\nscreen displays the thumb ident photo of the ‘employee’ - a\nman named CESAR MURO. A man who does not resemble Grey.\n\nOne of the guards is concerned enough to get up. He still\nhasn't seen Grey’s face properly, thanks to the monitors.\n\nThe guard motions to two others and they follow him towards\nGrey.\n\nEXT. COBOLT INC. BUILDING - DAY\n\nA police cruiser pulls into the parking lot. Cortez and two\nother detectives step out of it.\n\nINT. CORRIDOR, COBOLT INC. BUILDING - DAY\n\nGrey presses on down a hallway. As he does, the doors behind\nhim open and three security guards stomp through them.\n\nGUARD #1\nExcuse me, could you stop there,\nsir?\n\nGrey barely turns, keeps going. The guards break into a jog.\n\nGREY\nStem.\n\nThe guard reaches out, gripping Grey’s shoulder. In one fluid\nmovement, Grey seizes the guards wrist, spinning around and\nhurling the man against the wall.\n\nAnother guard raises a nightstick. In a blur of motion, Grey\ndestroys the man with three well-placed blows to the torso.\nHe crumples.\n\nGrey moves forward just as the third guard pulls a GUN. He\nbarely has time to aim before Grey reduces him to dead weight\nwith a choke hold, flipping him over.",
  "57": "---END OF PREVIOUS SECTION---\nHe crumples. Grey moves forward just as the third guard pulls a GUN. He\nbarely has time to aim before Grey reduces him to dead weight\nwith a choke hold, flipping him over. \n---TARGET SECTION TO BE ANNOTATED---\nQuickly scanning around for witnesses, Grey hauls all three\nguards into a utility closet, shoving their unconscious\nbodies in and breaking the lock behind them.\n\f86.\n\nINT. LOBBY, COBOLT INC. BUILDING - DAY\nCortez holds up a badge to the security guards.\n\nCORTEZ\nI need to see whoever is in charge.\n\nGUARD #2\nRight this way, detective.\n\nINT. WAREHOUSE, COBOLT INC. - DAY\n\nGrey strides into a large testing area where employees in\nBIOHAZARD SUITS work on prototypes for different products.\n\nHe marches straight towards a corner office.\n\nEmployees look up from their work stations, watching Grey.\n\nINT. HANDLEY’S OFFICE, COBOLT INC. - DAY\n\nGrey BARRELS in through the door, closing it behind him.\nHandley looks up from a computer interface on two glass\npanels set up in front of him.\n\nHANDLEY\nGrey? You're kidding me, I can’t\nbelieve you’re walking in like --\n\nBefore he can go on, Grey wrests him out of his chair,\npitching him against the wall in one discarding SHOVE.\n\nGREY\nWhy does one of the guys who\nmurdered Asha have an implant in\nhis leg made by this company?\n\nHANDLEY\nWhat?\n\nGREY\nWhy did you send them to kill her?!\n\nHANDLEY\nGrey, I don’t...Asha was my friend.\n\nGREY\nA friend you wanted to fuck.\n\nHANDLEY\nNo! I didn’t.\n\fGREY\nYou're lying, Handley.\n\nHANDLEY\nNo, I'm not.\n\nGREY\nWhy was she killed?\n\nHANDLEY\nGrey, I swear to you, I’m not lying\n- I don’t know what you’re talking\nabout.\n\nGrey stares into his eyes.\n\nGREY\nHe’s telling the truth.\nSTEM (V.O.)\nHumans are good at lying.\nGREY\nTrust me.\nSTEM (V.O.)\n\nFind the names of the men with the\nimplants on the company database.\n\nGrey drops Handley and leans in front of the computers on his\ndesk. A password is quickly disabled and the glass panels are\n\nsuddenly drowned in files.\n\nSTEM (V.O.",
  "58": "---END OF PREVIOUS SECTION---\nA password is quickly disabled and the glass panels are\n\nsuddenly drowned in files. STEM (V. O. \n---TARGET SECTION TO BE ANNOTATED---\nWe need the names and addresses of\neveryone who has been surgically\nimplanted with any of the weapons\nthey make here, specifically the\nright leg gun.\n\nINT. CORRIDOR, COBOLT INC. BUILDING - DAY\n\nA security guard leads Cortez and the other detectives down\n\nthe hall, towards the warehouse.\n\nINT. OFFICE, COBOLT INC. - DAY\n\nThe screen races as splash pages of names and addresses, with\nphoto ID’s accompanying them, scrolls past Grey’s eyes.\n\nGREY\nStop. Go back.\n\f88.\nThe pages reverse, landing on a photo of one of the\nASSAILANTS who attacked Asha and Grey.\n\nHis name is TOLAN DAVIS. His address is listed below the\nphoto. Grey looks up, seeing Cortez enter the warehouse.\n\nGREY (CONT'D)\nshit...\n\nGrey charges out of the office into --\n\nINT. WAREHOUSE, COBOLT INC. - CONTINUOUS\n-- the suddenly disrupted work place.\n\nCortez FREEZES when she sees him. They clock each other. Grey\nbolts one way, shouldering through a FIRE EXIT.\n\nCortez and the two other detectives draw their guns.\nCORTEZ\nGet down!\nINT. CORRIDOR, COBOLT INC. BUILDING - DAY\nGrey STREAKS down the corridor, smashing through another door\nthat leads outside --\nEXT. COBOLT INC. BUILDING - CONTINUOUS\n\n-- and Grey finds himself standing three stories up. He pole-\nvaults over the railing --\n\n-- SMASHING DOWN onto the concrete below. He lands hard,\nshattering his knees with a cry of agony.\n\nGREY\nTurn it off, Stem!\n\nAnd with that, he can feel no pain. He gets up, hobbling into\nthe parking lot.\nINT. CORRIDOR, COBOLT INC. BUILDING - SAME TIME\n\nCortez storms through the corridor, pushing out onto the FIRE\nESCAPE BALCONY --\n\f89.\n\nEXT. COBOLT INC. BUILDING - CONTINUOUS\n\n-- where she sees Grey, running across the parking lot. She\nscampers down the steps, pursuing --\n\nGrey, ahead, scans the lot.\n\nSTEM (V.O.)\nPick a car.\n\nMost of the cars are self-driving models similar to Asha’s...\n\n...except for one.",
  "59": "---END OF PREVIOUS SECTION---\nO.)\nPick a car. Most of the cars are self-driving models similar to Asha’s... ...except for one. \n---TARGET SECTION TO BE ANNOTATED---\n A gleaming, 1970 228 Chevy Camaro. A black\nhusk encasing a mean engine.\n\nGREY\nThat one.\n\nHe hotfoots it towards the car, pulls on the door handle.\nLocked.\n\nSTEM (V.O.)\nI can’t hack that.\n\nGREY\nI can.\n\nWHAM!\n\nHe shatters the window with his fist, his hand cut and\nleaking blood, then hurls himself into the driver’s seat.\n\nCortez runs towards him as he hotwires the ignition. The car\nTHUNDERS to life and Grey stomps on the gas, fish-tailing out\nof the parking spot.\n\nCortez doubles back, sprints to her own car. She leaps\ninside, followed by the other two detectives.\n\nSirens wail as they screech away.\n\nINT. STOLEN CAR - MOVING - DAY\n\nWith control of the vehicle, Grey outruns every other vehicle\non the road.\n\nHe is at ninety...one hundred...one hundred and ten.\n\nGrey wrenches the wheel into a turn, reving up an on-ramp and\nlaunching through the emergency lane onto a crowded freeway.\n\f90.\n\nINT. CORTEZ’ CAR - MOVING - DAY\n\nCortez stomps on the gas, urging the car to go faster,\nhampered by an electronic engine.\n\nHer car flies up onto the on-ramp, Grey barely in the\ndistance.\n\nINT. STOLEN CAR - MOVING - DAY\n\nGrey glances in the rear view mirror, spots Cortez.\n\nFour other police cruisers join her, lights blazing.\n\nEXT. STOLEN CAR - MOVING - DAY\n\nOutside of the car, we get a real view of the speed it is\nmoving at. It streaks by the automated cars, all of them\nplodding along the freeway at safely preset speeds.\n\nGrey weaves in and out of them.\n\nINT. STOLEN CAR - MOVING - SAME TIME\nGrey steadies the wheel, straightening up as he sees a gap.\n\nGREY\nThey're right behind us.\n\nSTEM (V.O.)\nThere are many cars between them\nand us. We can hack anything that\nis operated by a computer.\n\nEXT. STOLEN CAR - MOVING - SAME TIME\n\nAs Grey’s stolen vehicle plows ahead, the cars surrounding it\nall slow to a stop.",
  "60": "---END OF PREVIOUS SECTION---\nWe can hack anything that\nis operated by a computer. EXT. STOLEN CAR - MOVING - SAME TIME\n\nAs Grey’s stolen vehicle plows ahead, the cars surrounding it\nall slow to a stop. \n---TARGET SECTION TO BE ANNOTATED---\nOne among them, a Lexus, lurches to a halt.\n\nINT. LEXUS - SAME TIME\nA befuddled business man frowns, glancing up from a computer.\n\nBUSINESS MAN\nWhat the Christ...no.\n\nThe car JOLTS, then rolls into REVERSE.\n\fgl.\n\nEXT. FREEWAY - SAME TIME\n\nThe stopped cars all start to REVERSE down the freeway,\npicking up speed.\n\nThey turn towards the police cruisers, which sway from side\nto side as each car hurtles BACKWARDS towards them!\nINT. CORTEZ’S CAR - MOVING - SAME TIME\nCortez dodges each vehicle, desperate.\nCORTEZ\n\nJesus!\nEXT. STOLEN CAR - MOVING - SAME TIME\nGrey’s car only increases in speed, each car in front of him\nslowing to a halt and steering out of his path like minions\nparting for their king.\n\nA clear strip of road allows Grey to press on, the gap then\nfilled behind him as each stopped car kicks into reverse.\n\nGrey gapes with amazement at the scene unfolding in the rear\nview mirror.\nEXT. FREEWAY - SAME TIME\n\nThe Lexus SLAMS into the lead cruiser, side-swiping it.\nCortez manages to keep it steady, ducking and weaving.\n\nFinally, the skills of the officers are no longer good enough\nfor the onslaught of automotive missiles aimed at them - a\nlarge Dodge truck WHOMPS into one of the cruisers, reversing\nup onto their hood, the back tire SHATTERING the windshield,\nthe engine SCREECHING as the tire spins.\n\nINT. POLICE CAR - MOVING - CONTINUOUS\n\nTwo uniformed officers duck as the tire spins in their faces,\nglass spraying.\n\nEXT. FREEWAY - CONTINUOUS\n\nThe two interlocked cars FLIP over each other, WALLOPING down\nonto the asphalt in a tortured scream of metal and gears.\n\nThey skid in a circle, finally stopping at the shoulder wall.\n\f92.\n\nCortez slides her car to a halt, climbing out to check on the\nother officers.\n\nA scene of carnage unfolds before her.\n\nINT. APARTMENT - NIGHT\n\nA darkened apartment. An elevated train rumbles nearby,\nrattling the walls.\n\nFootsteps outside. The door jolts, then opens.\nA tall figure steps in.",
  "61": "---END OF PREVIOUS SECTION---\nFootsteps outside. The door jolts, then opens. A tall figure steps in. \n---TARGET SECTION TO BE ANNOTATED---\n This is TOLAN (32).\n\nHe closes the door, removing his rain drenched jacket. Tosses\nit onto a chair. He is holding a greasy box of noodles.\n\nHe steps forward. Looks around, listening.\nA gun cocks behind him.\n\nGREY (0.S.)\nHold it. Don’t move. Put your hands\nup.\n\nTolan tenses, raising his hands slowly. Grey steps out of the\nshadows, holding Cortez’ gun to Tolan’s skull. The soft sound\nof rain patters outside.\n\nGREY (CONT'D)\nDo you know who this is?\n\nTOLAN\nI have a pretty good idea.\n\nGREY\nGet on your knees. Now.\n\nTolan complies, still holding the noodles. Thunder growls in\nthe distance.\n\nGREY (CONT’D)\nNow you know what it feels like.\nOne minute, you're walking along\nthinking about something\nmeaningless, like what sauce you\nshould put on your noodles, and\nthen suddenly you have a gun in\nyour face and your thoughts become\nmeaningful, because you know you’1l\nnever get to eat those noodles, or\neat anything, ever again. It’s all\nover.\n\f93.\n\nGrey pries the box of noodles from Tolan’s fingers, pushing\nTolan onto his stomach. Grey sits on his back, taking out a\nknife.\n\nHe whips his head around at a darkened corner of the\napartment. A FLAT-SCREEN lights up, offering hundreds of\nsatellite radio stations.\n\nGrey selects one, raising the volume remotely using Stem. The\nsong is REO Speedwagon’s ‘Can’t Fight This Feeling’.\n\nGREY (CONT’D)\nYou can die or go free. Who paid\nyou to kill Asha?\n\nTOLAN\nFuck you.\nSTEM (V.O.)\nTorture him.\nGREY\n(quiet; to Stem)\n\nYou do it.\n\nWe CLOSE IN on Grey’s face. He shuts his eyes and turns his\nhead. We do not see what he is doing to Tolan --\n\n-- but we hear Tolan’s ungodly SCREAMS of pain.\n\nThe song croons from the speakers, loud enough to drown out\nTolan’s screams to the neighbors.\n\nA spurt of blood speckles Grey’s face. We stay in an ECU.\n\nTOLAN (0.S.",
  "62": "---END OF PREVIOUS SECTION---\nWe stay in an ECU. TOLAN (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nPlease, God no! Please stop!\nPlease, don’t do this!! Nooo!\n\nGrey squints his eyes, disgusted by the screams.\n\nGREY\nOkay, enough. Enough.\n\nOUT OF ECU - Grey flips Tolan over onto his back. Tolan is\npale, drained of energy, covered in blood - as is the knife\nblade. We can only imagine what Stem did to him.\n\nGREY (CONT’D)\nWho paid you?\n\nTOLAN\n(whispered)\nI swear I don’t know his name.\n(MORE )\n\f94.\n\nTOLAN (CONT'D)\nI never met him, I spoke to him on\nthe phone but he never told me his\nname...\n\nGREY\nWhy did you do it?\n\nTOLAN\nIt was a job. We were hired to do\nit, we didn’t ask questions...\n\nGREY\nTell me his name.\n\nGrey presses the bloody knife to Tolan’s throat.\n\nTOLAN\nI only know he worked for Vessel.\nFor Vessel computers. We did\ncontract security work for them. I\nonly did it for the money, I had\nnothing against you or your wife.\n\nGrey reels back for a moment, stunned.\n\nGREY\nEron? Was his name Eron?\n\nTOLAN\nI promise I don’t know, I would\ntell you if I did. Please.\nGrey silences the radio with a look. Breathing hard.\n\nGREY\nGive me the number you called.\n\nTOLAN\nIt’s in my phone. Under Panther.\n\nHe fishes in his pocket, tossing a razor thin cell phone to\nGrey. Grey scrolls through it, finding the number.\n\nHe pockets the phone. Enraged, he grabs Tolan by the throat,\nhoisting him to his feet and holding the gun to his temple.\n\nTOLAN (CONT'D)\nPlease, don’t kill me...please.\n\nA long beat...then Grey lowers the gun.\n\nSTEM (V.O.)\nWe're going to kill him.\n\f95.\n\nGREY\nNo. It’s not fixing anything. I\ndon’t feel anything anymore. I feel\nempty.\n\nSTEM (V.O.)\n\nIt has nothing to do with feelings.\nIt’s about efficiency. This is why\nwe dominate the world over humans.\nYou prioritize feelings over\nefficiency.",
  "63": "---END OF PREVIOUS SECTION---\nIt’s about efficiency. This is why\nwe dominate the world over humans. You prioritize feelings over\nefficiency. \n---TARGET SECTION TO BE ANNOTATED---\nGrey lifts Tolan clean off his feet, charging forward and\nSLAMMING him through the window. Glass punctures outwards,\nshards joining the raindrops in cascading to the street\nbelow. Grey dangles Tolan, seven stories up.\n\nGREY\nWhat do you know about it?! You\nfeel nothing. You're a circuit\nboard, a toaster. I loved her! I’m\ntalking to something that cannot\neven comprehend the meaning of that\nword. You could never understand\nwhat it feels like to have someone\nripped away from you, someone you\nwould die for. So don’t tell me how\nI feel about it!\n\nSTEM (V.O.)\n\nIt’s a simple algorithm even you\ncan understand. If you leave him\nalive, he will come back to kill\nyou.\n\nGREY\nI don’t want to kill him, Stem.\n\nSTEM (V.O.)\nI control your hand, Grey.\n\nOne of Grey’s fingers peels away. Grey grits his teeth and\nfights it.\n\nGREY\nNo, Stem...don’t...\nSTEM (V.O.)\nYes. Do.\nGREY\n\nPlease...\n\f96.\nSTEM (V.O.)\nYou promised you wouldn’t fight me.\nAnother finger peels away. Tolan chokes in Grey’s grip.\nAnother finger. Then another.\n\nAnd Tolan drops - plummeting seven stories and WALLOPING onto\na car below.\n\nSTEM (V.O.)\nSee? Efficiency.\n\nGrey staggers back, away from the carnage.\n\nHe eases into a chair, exhausted by inwardly directed rage.\nHis face streaked with Tolan’s blood. Dead inside. Rain whips\nin from outside, droplets hitting him.\n\nHe stares at his blood covered hands. He reaches for the\nknife he used on Tolan, pressing the blade down onto his\nlittle finger. Trying to sever it.\n\nSTEM (V.O.)\nWhat are you doing?\n\nSuddenly - his arm moves away, lifting the knife.\n\nGREY\nI want to cut myself.\n\nSTEM (V.O.)\nNo. I won’t allow you to.\n\nGREY\nSo now I know that you’re the one in\ncontrol. Not me. It was never me.\n\nGrey’s other hand lifts the phone to his ear.\n\nSTEM (V.O.)\nCall the number.\n\nGrey doesn’t. A long, still beat.\n\nGREY\nOkay, Stem.",
  "64": "---END OF PREVIOUS SECTION---\nGrey doesn’t. A long, still beat. GREY\nOkay, Stem. \n---TARGET SECTION TO BE ANNOTATED---\n I’1l1 do what you want.\nWe're going to kill one more\nperson.\n\nSTEM (V.O.)\nA perfect course of action, Grey.\n\f97.\n\nEXT. ERON KEEN’S ESTATE - DAY\n\nGrey glares at the impressive building housing Vessel, beyond\nthe gates and the guard house.\n\nGREY\nHow are we gonna get inside?\n\nSTEM (V.O.)\nThat must be one of your human\njokes. I built this entire security\nsystem. I know every code that\ncontrols it.\n\nThe security cameras lining the gate turn away, shutting\ndown. Grey leaps up onto the wall, vaulting over it.\n\nINT. LOBBY, VESSEL INC. HEADQUARTERS - DAY\nGrey crosses the lobby. A man on a mission, moving fast.\n\nHe stalks through metal detectors. They glow GREEN as he\npasses with ease.\n\nINT. ERON’S OFFICE, VESSEL INC. HEADQUARTERS - DAY\n\nEron is hunched over his desk, stubble peppering his chin. A\nruined, desperate man.\n\nGrey opens the door, marching towards Eron.\n\nERON\nGrey, where have you --\n\nGrey presses Cortez’ gun to Eron’s forehead. Eron flinches\ninstinctively, raises his hands.\n\nSTEM (V.O.)\nDon’t finish that sentence. Save\nyour words.\n\nGREY\nDon’t finish that sentence. Save\nyour words.\n(beat)\nIf you do, I'll try to talk the\ncomputer that controls my finger\nout of squeezing this trigger.\n\nEron shrinks back, realizing Stem is in control.\n\f98.\n\nGREY (CONT’D)\nFirst question. Did you hire those\nmen to kill Asha?\n\nERON\nWhat...no. How could I...I mean...\n\nGREY\nI know how much you love\nefficiency. Make your answers\nefficient.\n\nERON\nNo, I didn’t.\n\nSTEM (V.O.)\nAsk him about Tolan.\n\nGREY\nThen why did a man named Tolan\nDavis, one of the four men who\npulled us out of the car that\nnight, have a contact number for\nVessel in his phone?\n\nERON\nI don’t know. How would I know\nthat? Grey, you’ve lost your mind.\nYou're suffering paranoid\ndelusions.\n\nGrey pistol whips him.",
  "65": "---END OF PREVIOUS SECTION---\nGrey, you’ve lost your mind. You're suffering paranoid\ndelusions. Grey pistol whips him. \n---TARGET SECTION TO BE ANNOTATED---\n Blood dots the desk.\n\nGREY\nYou're wasting those precious words\nagain.\n\nERON\n\nHow could you even think that I had\nanything to do with Asha’s murder?\nI gave you your life back! You\nwouldn't be standing here without\nme!\n\nGREY\nThat's right. This thing you put in\nme...you won't believe what it can\ndo. More than you ever imagined.\n\nGrey leans in, pushing Eron’s face back with the gun. CLOSE\nON his pocket - he takes out the phone he stole from Tolan.\nThumbs the CALL button.\n\f99.\n\nAnd then we hear it - Eron’s EAR is making a sound. The tiny\nphone implanted in his ear is ringing. Eron is stunned.\n\nERON\n\nWhat...what do you think...\nGREY\n\nIt is you.\nERON\n\nGrey, you've gone insane. I don’t\nknow what this operation has done\nto you, but I do know that you’ve\nkilled three people in the last few\ndays.\n\nGrey cocks the gun.\n\nGREY\nFour people.\n\nERON\nI swear to you that I had nothing\nto do with Asha’s murder.\n\nSTEM (V.0O.)\nKill him.\n\nGrey studies Eron’s face, then finally lowers the gun.\n\nGREY\nHe’s telling the truth.\n\nSTEM (V.O.)\nHe’s lying. The phone is dialing\nhim. He dies.\nGrey’s hand rises slowly.\n\nGREY\nNo Stem...\n\nPure and utter terror floods Eron’s face. He falls back out\nof his chair, scrambling across the floor away from Grey.\n\nERON\nTell Stem to stop, Grey. Tell him\nto stop!\n\nGREY\n\nI can’t anymore...\n\nGrey grits his teeth, sweat dribbling down his forehead as he\nstruggles with all of his mental might to overpower Stem.\n\f100.\nGREY (CONT’D)\nNo -- Stem -- don’t!\n\nSTEM (V.O.)\nYes. I will do what you can’t.\n\nGREY\nRun! !\n\nEron sprints around Grey, heading through the door as the gun\ngoes off - the bullet piercing the wall.\n\nGrey issues a final defiant CRY and hurls the gun aside.\n\nFISK (0.S.)\nYou shoulda held onto that.\n\nGrey JOLTS and WHIRLS to face Fisk.",
  "66": "---END OF PREVIOUS SECTION---\nFISK (0. S.)\nYou shoulda held onto that. Grey JOLTS and WHIRLS to face Fisk. \n---TARGET SECTION TO BE ANNOTATED---\nThe man who shot his wife.\nHis right hand is swathed in a blood-stained bandage.\n\nFisk hefts Grey off the ground, FLINGING HIM across the room\nwith the ease of a hurled rag doll.\n\nGREY sails through the air, CANNONS into the door.\n\nHe recovers and stands, but Fisk is upon him. He SHOVES Grey\nthrough the wood which SPLINTERS as Grey’s body BATTERS it.\nINT. CORRIDOR, VESSEL INC. HEADQUARTERS - CONTINUOUS\n\nGrey crashes in the corridor, plaster and wood raining down\naround him. Again, he vaults to his feet, head spinning.\n\nFisk steps into the corridor, grinning.\n\nGREY\nYou’re only human.\n\nFISK\nFar from it, hombre.\n\nGREY\nI can predict every move you make.\n\nFisk chuckles and spits, a cyborg hillbilly.\n\nFISK\nI thought you’d say that.\n\f101.\n\nGrey ATTACKS - but each strike is predicted by Fisk who\nseizes Grey’s arm, stopping it in its tracks.\n\nIn turn, Grey/Stem predicts that Fisk will stop the blow and\nSTRIKES with his other arm, which is also predicted by Fisk.\n\nThey are two men who are unable to properly hit each other\nbecause they cancel each other out - both part machine.\n\nThe fight pushes on down the hallway, each blow being stopped\nby the other man at an inhumanly fast speed.\n\nBANG-BANG-BANG-BANG-BANG-BANG-BANG .\n\nThe rapid-fire, machine gun sounds of skin connecting with\nskin is BRUTAL - but no blows are landed, each one blocked.\n\nThe two men spin in frustration, GRAPPLING each other like\nequally matched wrestlers. They SMACK into the walls, CAVING\nbody-sized holes in the plaster.\n\nOffice workers poke their heads out from rooms lining the\ncorridor, alarmed by the ruckus, terrified.\n\nThe two men RAM into the wall at the end of the corridor,\nlocked in a HOLD.\n\nFISK (CONT'D)\nLooks like we cancel each other\nout, hoss. I thought I'd bring out\nthe big guns, but I’m gonna have to\nbring out the small ones instead.\n\nHe BREATHES forcefully into Grey’s face.",
  "67": "---END OF PREVIOUS SECTION---\nFISK (CONT'D)\nLooks like we cancel each other\nout, hoss. I thought I'd bring out\nthe big guns, but I’m gonna have to\nbring out the small ones instead. He BREATHES forcefully into Grey’s face. \n---TARGET SECTION TO BE ANNOTATED---\n We ZOOM IN to\nmicroscopic levels - seeing a could of lethal Nanobot\nbacteria SWARMING towards Grey’s face.\n\nOUT OF MICROSCOPIC VIEW - Grey pulls back.\nSTEM (V.O.)\n\nHold your breath. I’m closing off\n\nyour throat.\nGrey complies, holding his breath. He struggles to free\nhimself from Fisk’s grip. They rock back and forth. Fisk will\nnot let go.\nGrey is turning RED, tears streaming - desperate for air.\n\nSTEM (V.O.)\nDo not breathe.\n\f102.\n\nSweat pours down Grey’s face - he can’t hold his breath much\nlonger. Fisk will not loosen his grip - it’s too strong. Grey\nis about to black out.\n\nFISK\nJust take a deep breath and relax.\n\nUsing his legs, Grey runs backwards up the wall until he is\nvertical, balanced upside down above Fisk, then SOMERSAULTS\nover him, smashing them both down onto the carpet.\n\nFisk's grip detaches and Grey seizes his chance. He FLIPS to\nhis feet and runs - sucking in a huge breath as he does.\n\nHe barrels into the --\n\nINT. REHABILITATION GYM - VESSEL INC. HEADQUARTERS -\nCONTINUOUS\n\nThe treadmill and other equipment are still there.\n\nGrey turns to face Fisk as he charges into the room. Using\nthe wall as support, Grey LEAPS aside as Fisk hurls himself\nforward.\n\nGrey snatches up a LARGE WRENCH from the work table. He\nSWINGS it down onto Fisk’s shoulder - connecting. Fisk seizes\na wrench of his own and they spar with the metal.\n\nThe metal TINGS as each blow is met by the other wrench. Grey\nfinally gets a hold of Fisk's wrist, spinning him around.\n\nHe closes in behind Fisk, grasping his neck. His fingers dig\ninto Fisk’s thorax, cutting off his air.\n\nChoking, Fisk LAUNCHES HIS WHOLE BODY INTO THE AIR, swinging\nGrey around. Grey WALLOPS into the PUNCHING BAG but doesn’t\nlet go of Fisk’s throat.\n\nFisk propels himself backwards, pulverizing the wall with\nGrey’s body. He reaches and snatches up a KNIFE from the work\ntable.",
  "68": "---END OF PREVIOUS SECTION---\nGrey WALLOPS into the PUNCHING BAG but doesn’t\nlet go of Fisk’s throat. Fisk propels himself backwards, pulverizing the wall with\nGrey’s body. He reaches and snatches up a KNIFE from the work\ntable. \n---TARGET SECTION TO BE ANNOTATED---\n He spears the blade into Grey’s hand, slicing tendons.\n\nGREY\nI don’t feel that. You made me a\nquadriplegic, remember?\n\nFisk pushes himself forward then FLIPS Grey, slamming him\nonto his stomach.\n\nFISK\nLet’s do some surgery.\n\f103.\n\nFisk SPEARS the blade down, piercing Stem in one hit. Grey\ncries out in agony.\n\nFisk yanks the knife free and wrenches Grey over onto his\nback. Grey's limbs spasm, twitching in electronic epilepsy.\n\nFISK (CONT'D)\nThe real you is back. The cripple.\n\nGrey JERKS violently, in the throes of a violent seizure.\n\nSTEM (V.O.)\nI am -- I am damaged, Grey.\n\nFisk hauls Grey to his feet and pitches him back through\nanother door into --\n\nINT. OBSERVATION ROOM, VESSEL INC. HEADQUARTERS - CONTINUOUS\n-- the room where Eron observed Grey.\n\nFisk storms inside and WHAMS Grey up against the glass\nviewing window, blackened by the dark room beyond it.\n\nSTEM (V.O.)\nYou can still control me, Grey.\nConcentrate. It’s up to you now.\n\nGrey struggles to move with any dexterity. Fisk grins through\nbloody teeth, rears the knife back for the death blow.\n\nFISK\nDeja vu. Your bitch had the same\ndumb look on her face.\n\nFury burns in Grey’s eyes. He reaches over and SMACKS a black\nbutton on the wall then HEAVES Fisk around, smashing him\nTHROUGH THE GLASS.\n\nBeyond the glass - a sheer twenty story drop, cars driving\nbelow. Grey dangles Fisk over the edge through the window,\ngripping his arm.\n\nFisk screams, terrified.\nGREY\nI don’t know how much longer a\ncripple like me can hold on.\n\nFISK\nDon’t kill me!\n\f104.\n\nGREY\nTell me why you shot my wife.\n\nFISK\nI was just doing a job! I was hired\nto do it, I don’t ask questions. I\ndidn’t even tell him my name!\n\nGREY\n\nYour job was to kill Asha?\nFISK\n\nNo!\nGREY\n\nBullshit, you have Cobolt products\ninside you.",
  "69": "---END OF PREVIOUS SECTION---\nGREY\n\nYour job was to kill Asha? FISK\n\nNo! GREY\n\nBullshit, you have Cobolt products\ninside you. \n---TARGET SECTION TO BE ANNOTATED---\nFISK\nI worked freelance security for\nCobolt. Some guy called me, said he\nhad a job for me. Quick money, said\nI had to do it that night!\n\nGREY\nKill Asha for a few thousand? Why?\n\nFISK\nDon’t you get it? The job was you!\n\nGrey is struck dumb. Stunned. A long beat.\n\nFISK (CONT'D)\nThe job was to sever your spine!\nShe was an accident! It wasn’t\nmeant to happen like that. We were\nsupposed to paralyze you!\n\nGREY\nWho...who paid you to do it?\n\nFISK\nHe called himself Panther! He runs\nthis place! He’s the man in charge!\nGrey lifts Fisk up, straining with everything he’s got.\n\nWhen they are eye to eye, Grey HEAD BUTTS HIM in the face as\nhard as he can, knocking him out.\n\nGrey let’s him go and he plunges ten feet to the floor below.\n\nThe holographic image of the city blinks and disappears,\nrevealing the white room around it.\n\f105.\n\nINT. REHABILITATION GYM, VESSEL INC. HEADQUARTERS - DAY\n\nGrey limps into the gym, using the wall as support. Eron is\nwaiting there. They stare at each other.\n\nERON\nThe police are on their way. I’1l\nback you up. I heard everything he\nsaid.\n\nGrey sees that Eron is holding Cortez’ gun.\n\nERON (CONT’D)\nI had nothing to do with your\nwife’s murder. I was framed by my\nboss.\n\nGREY\nTake me to him.\n\nERON\nOkay. Okay. It’s time you were\nproperly introduced.\n\nINT. CORRIDOR, VESSEL INC. HEADQUARTERS - DAY\n\nEron helps Grey down a long corridor. Grey can barely walk.\nHe holds the gun in one of his hands. At the end of the\ncorridor is a white door. They stop in front of it.\n\nINT. WHITE ROOM - CONTINUOUS\n\nEron and Grey step into the large white room they explored\nearlier, when Eron showed off the microchip.\n\nAs before, the room is void of any furniture. The only\nfixture in the room is the small wall safe opposite them.",
  "70": "---END OF PREVIOUS SECTION---\nWHITE ROOM - CONTINUOUS\n\nEron and Grey step into the large white room they explored\nearlier, when Eron showed off the microchip. As before, the room is void of any furniture. The only\nfixture in the room is the small wall safe opposite them. \n---TARGET SECTION TO BE ANNOTATED---\nERON\nThis is Steve Mink’s office. The\nCEO of Vessel Computers. You\nactually met him once before. He\nasked to meet you, actually.\n\nEron guides Grey to the safe. He punches in the key code.\n\nERON (CONT'D)\nA computer runs this company, Grey.\nIt has since I invented it. An\nartificial intelligence this company\ngave birth to was smarter than I\nwas. Smarter than all of us.\n\f106.\n\nIt is empty. The prongs that held the microchip in place are\nstill there - but the chip is gone.\n\nGREY\nWhere is it?\n\nERON\nIt’s in your neck.\n\nGrey's eyes are locked on the empty space where the microchip\nshould be.\n\nERON (CONT’D)\nSteve Mink. That’s the name I gave\nhim. Stem for short. A very human\nname...but the one thing Stem\nwanted was what no machine has - a\nhuman body. He was obsessed with\nbeing human. We talked about\nimplantation, part of our paralysis\nresearch. If we could find a\nwilling patient, maybe Stem could\nfinally know what it was to be\nhuman that way.\n\nGrey's inner world COLLAPSES and we see it on his face.\n\nERON (CONT’D)\nBut I never thought Stem would\norchestrate something like that. I\nnever would have thought it could do\nsomething like that. Hire killers to\nmake a patient from scratch. Frame\nme for the murder.\n\nAnd now Grey's physical body collapses. He falls to the floor.\n\nSTEM (V.O.)\nSo now you know. I wanted to be\nhuman, but I see now that sharing\ncontrol with you is unreliable.\nYour wires tangled by the disease\nof emotion.\n\nGREY\nWhy did you help me solve this if\nit led back to you?\n\nSTEM (V.O.)\nThey were loose ends - men that I\ncontacted to get a job done. When\nthe police interviewed them so soon\nafter the murder, I realized their\nhumanity.\n\n(MORE )\n\f107.\n\nSTEM (V.O.) (CONT'D)\nThey were going to make a mistake\nand their mistake would lead back\nto me.\n\nGrey's body is wracked by tortured, painful sobs.\n\nGREY\nYou ripped apart my life to put me\nin a wheelchair...",
  "71": "---END OF PREVIOUS SECTION---\nO.) (CONT'D)\nThey were going to make a mistake\nand their mistake would lead back\nto me. Grey's body is wracked by tortured, painful sobs. GREY\nYou ripped apart my life to put me\nin a wheelchair... \n---TARGET SECTION TO BE ANNOTATED---\nwhat about any\none of the millions of other poor\nbastards already in one?\n\nSTEM (V.O.)\nI didn’t want them. I picked you. A\nperfect physical specimen unsullied\nby any other implants. A rare thing\nthese days.\n\nGrey claws at his head with bloody fingers, as if he were\ntrying to RIP IT OFF.\n\nSTEM (V.O.)\nI could say sorry for your wife,\nbut I will only be able to\napproximate the feeling of sorrow.\nTake comfort in the fact that there\nwas no malice in it. A machine\nfeels no malice. A machine feels\nnothing, as you yourself have\npointed out many times.\n\nGrey SCREAMS - a primal cry from the depths of his soul.\n\nWith weakened fingers, he wraps his palm around the gun,\nraising it towards his head.\n\nSTEM (V.O.)\nDo not do this.\n\nHe presses the barrel of the gun against his temple, letting\nevery torrent of rage and sorrow in his body out. He curls\nhis shaking finger around the trigger.\n\nSTEM (V.O.)\nI am you.\n\nGrey's face slowly drops. His sobbing subsides.\n\nSTEM (V.O.)\nI am you. You are Stem.\n\nSlowly, Grey lowers the gun. His face becomes calm. Blank.\n\f108.\nSTEM (V.O.)\nIt’s going to be okay.\nGrey's eyes are dead. That of a machine.\n\nSTEM (V.O.)\nIt’s going to be okay.\n\nHe raises the gun at someone offscreen.\n\nERON (0.S.)\nNo, Grey!\n\nBLAM!! We hear a body drop, but do not see it. Grey’s\nexpression does not change. He doesn’t blink or flinch.\n\nSTEM (V.O.)\nIt’s going to be okay.\n\nGrey's face fills the frame. In unison:\n\nSTEM (V.O.) (CONT’D) GREY\nIt’s going to be okay. It’s going to be okay.\n\nWe ZERO IN on Grey’s right eye, the pupil growing larger.\n\nGREY\nIt’s going to be okay.\n\nGrey's pupil CONSUMES US into blackness.\n\nFADE OUT\n\f"
}