{
  "1": "UPSTREAM COLOR\nRevision 1\nBy\n\nShane Carruth\n\fRevision 1\n\nINT. HATCHBACK - DUSK\n\nIn the backseat lies TWO FULL TRASHBAGS open enough to see\nthe contents: PAPER RINGS LINKED IN A LONG CHAIN. On each\nsheet of folded paper we can make out HANDWRITING.\n\nThe wind jostles them as the car speeds down the road.\n\nEXT. ALLEY/ RECYCLING BIN - NEXT - DUSK\nEVAN (30) carries the bags from his car to the bin.\n\nOne goes in easy. The other TEARS so he has to scoop up the\ntangled paper chain by hand. It clumps like intestines.\n\nLUCAS and PETER, both 12, bike down the alley. Lucas heads\ntoward Evan who’s getting back in the car. Peter hesitates:\n\nPETER\nWhat are you doing? Lucas.\n\nPeter listens from a distance. Lucas is at the car window:\n\nLUCAS\nWhen can we come over? You know.\nCome ove-\n\nEVAN\nYeah, I get it. Couple weeks. We’1l\nsee.\n\nPeter doesn’t get it. The hatchback takes off.\n\nINT. PLANT NURSERY - DAY\n\nEvan scans through the aisles, hunting for a certain flower.\nHe rubs his fingers on the GREEN LEAF of one. Not it.\nAnother shows more promise, an ORCHID. He scrapes a leaf\nwollen KNIFE, producing a TURQUOISE POWDER, fine like\n\nHe grabs a handful of the plant’s soil and sifts through it.\nThen another handful until he finds a TINY WHITE INCHWORM.\n\nCUT TO:\n\nHe buys four of the potted orchids at the checkout.\n\fRevision 1 2.\n\nEXT. EVAN’S HOUSE/ BACK YARD - DUSK\n\nHe pulls the last of the plants from its pot, shakes the\ndirt off the roots, and throws it in a fire.\n\nHe dumps the pot soil onto a SIFTER and starts shaking it,\nleaving behind rocks, twigs, and SEVERAL WHITE INCHWORMS.\nINT. EVAN’S HOUSE/ BACK ROOM - NEXT - DUSK\n\nTwO EMPTY GLASS JARS sit on the desk.",
  "2": "---END OF PREVIOUS SECTION---\nHe dumps the pot soil onto a SIFTER and starts shaking it,\nleaving behind rocks, twigs, and SEVERAL WHITE INCHWORMS. INT. EVAN’S HOUSE/ BACK ROOM - NEXT - DUSK\n\nTwO EMPTY GLASS JARS sit on the desk. \n---TARGET SECTION TO BE ANNOTATED---\n One has a HAPPY FACE\nsticker, the other a FROWN with X’s for eyes.\n\nEvan scans over the sifter, picking up worm after worm.\nOne SQUIRMS in his palm. He throws it in the happy jar.\nAnother lies STILL. Dead. It goes in the frown jar.\n\nBehind him, an OLD MAN, GILL plays ONLINE POKER.\n\nEXT. EVAN’S HOUSE/ BACK PORCH - NIGHT\n\nPeter cautiously bikes in to see Lucas amusing a group of\nTEENAGERS. He’s positioning an older boy, MONTY, in the\nmiddle of the porch then gets him to down a shot of BLACK\nLIQUID.\n\nLucas pours himself a shot from his TRAVEL MUG, downs it,\nshakes out his arms, and puts his hands over Monty’s eyes:\n\nLUCAS\nClose ’em. Close ya eyes. Just\ntrust.\nMonty does. Lucas stands at his side and prepares.\n\nLucas slowly raises his right hand, swirls his index finger.\nMonty’s right hand MIMICS the motion in perfect unison.\n\nLucas gets more creative, making hand gestures, using both\narms. Monty, eyes closed, instantly matches move for move.\nHe’s a PUPPET. Lucas gestures to the others:\n\nLUCAS (cont’d)\nGo ahead. Throw it up. Throw it.\n\nSomeone throws a BALL at Monty who smacks it down,\ncontrolled by Lucas. Then a STICK, EMPTY CAN, etc.\n\n(CONTINUED)\n\fCONTINUED: Revision 1 3.\n\nLucas stands facing Monty so that their every move is a\nmirror opposite (not mirrored, get it?). They poke each\nother’s shoulders, play-smack each other’s face, like an\nextremely complex game of patty cake.\n\nLucas stops when he sees Peter.\n\nLUCAS (cont’d)\nWait, wait. Peter. Peter! Come\nhere! Peter’s left-handed. He’s a\nlefty.\n\nINT. EVAN’S HOUSE/ BACK ROOM - NEXT - NIGHT\n\nEvan sits back, allowing Lucas to run the process at the\ndesk and show off for Peter.",
  "3": "---END OF PREVIOUS SECTION---\nHe’s a\nlefty. INT. EVAN’S HOUSE/ BACK ROOM - NEXT - NIGHT\n\nEvan sits back, allowing Lucas to run the process at the\ndesk and show off for Peter. \n---TARGET SECTION TO BE ANNOTATED---\n He grabs a live inchworm from\nthe DOZEN in the happy jar and references the 100 dead ones\nin the frown jar:\n\nLUCAS\nSee how many you gotta go through\nto get a good one?\n\nHe puts it on a COCKTAIL STRAINER and pours PEPSI over the\nworm, letting it collect in a shot glass for Peter. Lucas\nmoves the worm and strainer to his own mug while...\n\nLUCAS (cont’d)\nPete’s a bit of a germaphobe so let\nme get mine going and I’1l show\nthere’s nothing-\n\nPeter’s not going to be pushed so he just downs it fast.\n\nLucas looks up, surprised. He doesn’t see the worm fall\nTHROUGH the strainer into his mug. Behind them, Gill does:\n\nGILL\nHey, boy! Watch that.\n\nLUCAS\nYeah, I got it. I know. See, I\nknow. Nobody wants that. Come here\nlittle guy.\n\nEVAN\nNo, no. Just throw-\n\nLUCAS\nNo, I know. Throw this batch out.\nThat’s that. I know. See. Start\nover.\n\fRevision 1 4.\n\nHe pours out the mug, wipes it with a napkin.\n\nEXT. EVAN’S HOUSE/ BACK PORCH - NEXT - NIGHT\nLucas faces Peter. The others watch. Peter’s nervous.\n\nLUCAS\nReady?\n\nPETER\nNo.\n\nHe looks around, embarrassed to be the center of attention.\nLucas throws up a jab. Peter instantly mirrors him with a\njab of his own. Their fists meet. He’s shocked. It’s\ninvoluntary.\n\nLucas throws random jabs, slaps, and hooks, all met by\nPeter, moving in perfect unison. Now he’s enjoying it,\nlaughing. It doesn’t stop even as they talk and the others\nCHEER.\n\nPETER (cont’d)\nHow are you doing it?\n\nLUCAS\nI’m not. You are.\n\nPETER\nI’m not. You are.\n\nLUCAS AND PETER\nI’m not you are. You’re doing it.\nYou are.\n\nEXT. NEAR TRAIN BRIDGE - DAWN\n\nLucas applauds NOELA (11) as she does cartwheels in the\ngrass.",
  "4": "---END OF PREVIOUS SECTION---\nYou are. EXT. NEAR TRAIN BRIDGE - DAWN\n\nLucas applauds NOELA (11) as she does cartwheels in the\ngrass. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\nThey hold each other, leaning against a boulder. She shares\nhis mug. He whispers something in her ear and...\n\nWithout hesitation she walks out on a NARROW WALL of\nconcrete jutting from the hillside. The fall would be 30\nfeet. She doesn’t seem to care. Nearby, Peter watches,\ngetting worried.\n\nHe panics, moving to help as she prepares for a cartwheel...\n\n(CONTINUED)\n\f9A\n\nCONTINUED: Revision 1 5.\n\nBut when she places the first hand down she suddenly wakes\nup to the danger, wobbles, steadies herself. She steps\nback...\n...and comes right after Lucas, violently SLAPPING at him.\nNOELA\nThe hell’s...wrong...with you!\nEXT. CITY MARATHON - DAY\n\n1000 RACERS move through the suburbs. One racer, JEFF,\npasses by a man with a DOG on the roadside, BRENT.\n\nJEFF\nWatch your dog.\n\nBRENT\nWhat?\n\nJEFF\n\nGet your dog out of the road.\nJeff stops, comes back, dithers, before finally approaching:\n\nJEFF (cont’d)\nWhere you from? You from here?\n\nBRENT\nThat’s my house.\n\nJeff takes off, blowing off the odd feeling he seems to\nhave. Brent calls after him:\n\nBRENT (cont’d)\nWhere are you from?\n\nJeff waves it off, runs away:\n\nJEFF\nNothing. Nowhere.\n\nCUT TO:\nKRIS (30, LONG DARK HAIR) runs in a stream of racers.\nShe slows to a stop, answers her ear bud phone, turns the\n\nopposite way so the race flows around her. Something’s\nwrong:\n\n(CONTINUED)\n\f10\n\n11\n\n12\n\nCONTINUED: Revision 1 6.\n\nKRIS\nSay that again, what? You can see\nwhat? Whose? No, not til Monday.\nWhose is it?\n\nEXT. CONSTRUCTION YARD - DAY\n\nAN OTHER-WORLDY CREATURE gallops across like a horse. After\na few feet the movement REPEATS: it’s a VIDEO CLIP\nplaying...\n\nINT. VISUAL PRODUCTION BUILDING - DAY\n\n.»..0N a monitor in front of Kris, now in OFFICE DRESS.",
  "5": "---END OF PREVIOUS SECTION---\nAfter\na few feet the movement REPEATS: it’s a VIDEO CLIP\nplaying... INT. VISUAL PRODUCTION BUILDING - DAY\n\n.»..0N a monitor in front of Kris, now in OFFICE DRESS. \n---TARGET SECTION TO BE ANNOTATED---\n She’s\nin one cubicle of many, on the phone:\n\nKRIS (ON PHONE)\nYou can see his foot. A grip,\ngaffer, I don’t know, somebody’s\nfoot, a shadow. Right but if I can\nsee it they’re going to see it too.\nOk I’m going to ask five people\naround me if they notice and if\none-\n\nCUT TO:\nROTH (40) leans against her cubicle wall.\n\nROTH\nCut them loose. Hire another team.\nYou can’t keep having the same\nconversation with them. what do you\nthink?\n\nShe ponders.\n\nKRIS\nI think they were the best of the\nlot and the rest aren’t great...and\nI can’t keep having the same\nconversation with them.\n\nINT. DOWNTOWN/ RESTAURANT - NEXT - DAY\n\nShe finishes a salad at the bar, scanning 12 INDEX CARDS\nfanned out in front of her. Each card lists a different\nvisual effects house, number of employees, etc. and is\npaper-clipped to ARTWORK depicting the creature we saw on\nher monitor.\n\n(CONTINUED)\n\f13\n\n14\n\nCONTINUED: Revision 1 7.\n\nCUT TO:\nKRIS (ON PHONE)\nIt has been a while- I’m sorry\nabout that, but you’re work is just\namazing. When we saw your take on\nit everyone knew instantly we found\nthe right place. I do have a couple\nquestions-\nINT. EVAN’S HOUSE/ BACK ROOM - DUSK\nEvan sets aside TWO CAPSULES from a TYLENOL bottle...\n.carefully opens one, empties the medicine...\n.places an inchworm inside, recloses the halves...\n-marks a TINY DOT on the capsule with a pen.\n\nHe holds the tampered and untampered capsules up to the\nlight, comparing them before they both go in a SMALL BAGGY.\n\nWOMAN (OFF SCREEN)\nWhat is it?\nINT. DOWNTOWN/ NIGHT CLUB - NIGHT\n\nSitting in a back booth, he’s showing her the baggy under\nthe table discreetly. He’s coy, flirting. She is too.\n\nWOMAN\nYou have more?\n\nEVAN\nOne for me. One for you.\n\nWOMAN\nMy friends though.",
  "6": "---END OF PREVIOUS SECTION---\nEVAN\nOne for me. One for you. WOMAN\nMy friends though. \n---TARGET SECTION TO BE ANNOTATED---\nThis disappoints him, but he doesn’t let her see.\nRecovering:\n\nEVAN\nWhen are they coming?\n\nShe lazily points across the room. They’re already there.\n\nEVAN (cont’d)\nLet me check if I can get more.\n\nHe scoots out of the booth. She didn’t hear him.\n\n(CONTINUED)\n\nee te OF\n\f15\n\n16\n\n17\n\n18\n\nCONTINUED: Revision 1 8.\n\nWOMAN\nWhat? Where are you going?\n\nHe’s done with her so why not...\nEVAN\nYou got wine breath. Go brush your\nteeth.\nEXT. DOWNTOWN/ SIDEWALK - NEXT - NIGHT\n\nHe walks through the crowd, scanning faces, hunting.\n\nEXT. DOWNTOWN/ MINI-MART - NEXT - NIGHT\n\nLeaning against the wall, he hangs the baggy just outside\nhis jean pocket, trying to get the attention of a man ina\nSUIT.\n\nSuit ignores him. Evan shakes it off, dismayed. He leaves.\n\nEXT. DOWNTOWN/ STREET - NEXT - NIGHT\n\nHe grabs a BROWN GROCERY SACK from his car, tests out a\nTASER, and walks off.\n\nINT. DOWNTOWN/ RESTAURANT - NEXT - NIGHT\n\nWe follow Kris to a back hallway where the restrooms are.\nShe tries the women’s, but it’s locked. She waits, checks\nher phone, flicks through messages. Beyond her...\n\n...Evan waits outside the men’s.\nHe approaches with his phone out to show her:\n\nEVAN\nAre you getting a signal in here?\nGot a new phone and I can’t tell if\nit’s me or-\n\nShe looks over, but it doesn’t matter because now he’s close\nenough to jam a TASER under her ribs. She seizes up and\ncollapses against the wall.\n\nIn one practiced move he puts the taser away and cradles her\nin one arm. She looks like any other drunk girl.\n\f19\n\nRevision 1 9.\n\nEXT. DOWNTOWN/ ALLEYWAY BEHIND RESTAURANT - NEXT - NIGHT\nThe exit door BANGS OPEN.\n\nHe lays her on the pavement. She’s gasping for breath, not\nable to make a sound.",
  "7": "---END OF PREVIOUS SECTION---\nDOWNTOWN/ ALLEYWAY BEHIND RESTAURANT - NEXT - NIGHT\nThe exit door BANGS OPEN. He lays her on the pavement. She’s gasping for breath, not\nable to make a sound. \n---TARGET SECTION TO BE ANNOTATED---\nHe retrieves the GROCERY SACK from behind a dumpster and\nsits on her chest as he unpacks a RESUSCITATOR.\n\nHe places it over her mouth and twists the valve. WATER\nstarts to drip. He squeezes the resuscitator bag that we now\nsee is full of liquid. It flows into her, forcing her to\nswallow. For an instant we see an INCHWORM in the tube\nbefore it disappears into her mouth.\n\nShe swallows one last time. He takes the device away,\nallowing her to breathe. He stands up like he’s just roped a\ncalf.\n\nShe gasps, crawling to her knees. She stumbles to her feet,\ntrying to escape down the alley.\n\nHe grabs her PURSE from the ground and slowly follows,\nkeeping his distance, observing. A subtle transformation\ntakes place:\n\nHer panic ebbs until she is walking casually, unsure of her\nown motivation. She suddenly veers off, but Evan corrects\nher:\n\nEVAN\nNo no. Come on. This way.\n\nShe obeys. By the time they reach the heavy foot traffic on\nthe main street, she is more like a companion than victim.\n\nEVAN\nTurn left here.\n\nShe does. They enter the thick congestion of people.\n\nEVAN (cont’d)\nHold onto my belt. Take your purse.\n\nShe does. He leads. They are just another couple on a date.\n\f19A\n\n20\n\n21\n\n22\n\nRevision 1 10.\n\nINT. KRIS’ CAR - NEXT - NIGHT\n\nEvan rides in the back seat, scanning Kris’ house as they\npull into the long driveway.\n\nINT. KRIS’ HOUSE/ OFFICE - NEXT - NIGHT\n\nAt the desk Evan thumbs through bills, financial statements,\netc. He sets aside blank \"BALANCE TRANSFER CHECKS\".\n\nHe opens her checkbook to see the balance: \"$5189.23\".\n\nHe checks his watch, thinks. He pulls a PAPERBACK copy of\n\"WALDEN\" from his back pocket, rests it on the desk.\n\nHe taps the cover while scanning the room.\n\nINT. KRIS’ HOUSE/ HALLWAY CLOSET - NEXT - NIGHT\nHe pulls out various BOARD GAMES, looking for something.\n\nHe finds a case of POKER CHIPS, tucks it under his arm.\n\nINT.",
  "8": "---END OF PREVIOUS SECTION---\nKRIS’ HOUSE/ HALLWAY CLOSET - NEXT - NIGHT\nHe pulls out various BOARD GAMES, looking for something. He finds a case of POKER CHIPS, tucks it under his arm. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KRIS’ HOUSE/ FOYER - NEXT - NIGHT\n\nKRIS’ BARE FEET are within ONE WHITE TILE of the tiled\nfloor.\n\nShe stands, relaxed, almost nodding off against the wall.\n\nEvan SNAPS his fingers:\n\nEVAN\nNo no. Stay awake. You feel\nrefreshed.\n\nKRIS\n\nIs there food?\n\nEVAN\nAll the food is poisoned. You’re\nthroat is parched. Go to the\nkitchen. Make a pitcher of ice\nwater. Bring a small glass.\n\nShe looks to the kitchen and then to her feet, confused.\n\nEVAN\nYou can leave the tile. The rest of\nthe floor will support your weight\nnow.\n\f23\n\n24\n\nRevision 1 11.\n\nINT. KRIS’ HOUSE/ LIVING ROOM - NEXT - NIGHT\nThe PITCHER and GLASS rest on the table. Kris sits.\n\nEVAN\nI have to apologize. I was born\nwith a disfigurement where my head\nis made of the same material as the\nsun. It makes it impossible for you\nto look directly at me. It has\nalways been this way.\n\nKris is hit with a FLOOD OF LIGHT. She squints, turns away.\nEvan’s head is a BRIGHT LIGHT, illuminating the room.\nHe pours a tiny amount of water into the glass.\n\nEVAN (cont’d)\nThe water before you is somehow\nspecial. When you drink it you feel\nrevived and full of energy. It is\nbetter than anything you have ever\ntasted. Take a drink now.\n\nShe does, surprised at how good it is. He pours again.\n\nEVAN\nThere are two approaching armies:\nhunger and fatigue. But a great\nwall keeps them at bay. The wall\nextends to the sky and will stay up\nuntil I say otherwise. Each drink\nis better than the last, leaving\nyou with a desire to have one more.\nTake a drink now.\n\nShe does, immediately eyeing the pitcher, wanting more.\nEVAN (cont’d)\nThe next drink must be earned and\nI’m going to tell you how. Focus\nclosely on my instructions. I will\nask you to repeat them from memory.\nINT. KRIS’ HOUSE/ BEDROOM - DAWN\nEvan sleeps alone in Kris’ bed. His phone alarm BEEPS.\n\nHe wakes.",
  "9": "---END OF PREVIOUS SECTION---\nKRIS’ HOUSE/ BEDROOM - DAWN\nEvan sleeps alone in Kris’ bed. His phone alarm BEEPS. He wakes. \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO:\n\f25\n\n26\n\nRevision 1 12.\n\nHe plays a few hands of POKER on his phone.\n\nINT. KRIS’ HOUSE/ KITCHEN - NEXT - DAY\n\nHe scans over a tray of MULTI-COLORED ESPRESSO CAPSULES,\ntrying to pick one.\n\nHe tries to figure out how to get a capsule into the\nmachine.\n\nESPRESSO pours into a cup. We hear Kris in the next room...\n\nINT. KRIS’ HOUSE/ LIVING ROOM - CONTINUOUS - DAY\nShe is organizing the poker chips in stacks of 10:\n\nKRIS\nTen chip. Ten chip. Eight, nine,\nten chip. Three, four, and six, ten\nchip...\n\nShe does a quick count of the stacks with her finger.\n\nSatisfied, she grabs a nearby SHEET OF PAPER full of her\nHANDWRITING. She folds it over and adds it as another \"link\"\nin the CHAIN OF PAPER RINGS she has been constructing all\nnight. She uses a glue stick and then counts while she holds\nit tight:\nKRIS (cont’d)\n\nOne one thousand, two one thousand,\n\nthree one thousand, four and five\n\nand stick...\nShe lets go of the paper, watching to make sure it sticks.\n\nIt does so she gets her treat, filling the glass precisely\nto a MARKER LINE drawn by hand. It’s barely a sip.\n\nShe downs the drink and takes a moment to enjoy it before\nrealizing she wants another. She gets back to work.\n\nCUT TO:\nEvan enters with his coffee and a disconnected TELEPHONE.\nKris finishes transcribing a page from \"WALDEN\" to a sheet\n\nof blank paper and immediately starts stacking chips. First\na line of single chips, then two:\n\n(CONTINUED)\n\fCONTINUED:\n\nRevision 1 13.\n\nKRIS (cont’d)\nOne chip, one chip, one chip, one,\none, one, one chip, one, one, one\nchip, two chip, two chip, two, one\nand two chip...\n\nEVAN\nThe water has lost its appeal. It\ndoesn’t seem as enticing as before.\nYou have no craving for it.\n\nShe continues her work, but slowly the passion for it goes\nmissing as if she is questioning it for the first time.",
  "10": "---END OF PREVIOUS SECTION---\nIt\ndoesn’t seem as enticing as before. You have no craving for it. She continues her work, but slowly the passion for it goes\nmissing as if she is questioning it for the first time. \n---TARGET SECTION TO BE ANNOTATED---\nHe places\n\nthe telephone RECEIVER to his ear as a prop:\n\nEVAN\nKris, I’ve just got a call. It’s\nyour mother. She says she’s been\ntaken by several men.\n\nKRIS\nOh no.\n\nEVAN\nShe says they won’t let her go\nunless you pay them.\n\nKRIS\nNo. Oh no. Do you have money?\n\nEVAN\nNo, I don’t. I’m sorry. Can you\nthink of anything? She sounds\nbrave, but I think they’re hurting\n\nher.\nKRIS\nMom. I have the house.\nEVAN\nYou own the house?\nKRIS\nNot all of it. But I have...I\ncould-\nEVAN\n\nWhat’s the equity?\nKRIS\n\nThirty-six thousand. Would that be\nenough? And coins.\n\n(CONTINUED)\n\f27\n\n28\n\n29\n\n30\n\nCONTINUED: Revision 1 14.\n\nEVAN\nCoins?\nINT. KRIS’ HOUSE/ WALK-IN CLOSET - NEXT - DAY\nShe sits in front of a WALL PANEL, very upset, crying:\n\nKRIS\nI just. Don’t. Feel. Like I should.\n\nEVAN\n\nDo you want me to look away? Would\n\nthat make you feel better?\n\nShe hesitates. He’s still directly behind her but...\n\nEVAN\n\nI’ve stepped outside. You are\n\ncomfortable and secure. You have\n\ntaken control. Confident and\n\nempowered.\n\nShe opens the panel revealing a HANDGUN, PAPERS, and 3\nVELVET CASES.\n\nEvan sees the gun and eyes Kris, but she’s oblivious to it,\nonly removing the cases before returning the panel.\n\nINT. KRIS’ HOUSE/ BATHROOM - NEXT - DAY\n\nShe’s on the toilet after a night of drinking water.\n\nAt the counter Evan counts the GOLD COINS in the first case\nand then opens the next two cases, also FULL.\n\nINT. KRIS’ HOUSE/ OFFICE - NEXT - DAY\n\nPAPERS slide out of the PRINTER entitled: \"APPLICATION FOR\nHOME EQUITY LINE OF CREDIT\".\n\nINT. KRIS’ HOUSE/ BEDROOM - NEXT - DAY\n\nEvan picks out a WHITE DRESS from Kris’ closet...\n\f31\n\n32\n\n33\n\n34\n\nRevision 1 15.\n\nINT.",
  "11": "---END OF PREVIOUS SECTION---\nKRIS’ HOUSE/ BEDROOM - NEXT - DAY\n\nEvan picks out a WHITE DRESS from Kris’ closet... 31\n\n32\n\n33\n\n34\n\nRevision 1 15. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KRIS’ HOUSE/ DINING ROOM - NEXT - DAY\n\nKris wears the dress, makeup done, beautiful. She finishes\nfilling out the application at the table.\n\nEvan checks it and slides a BALANCE TRANSFER CHECK to her.\n\nEVAN\nFive thousand.\n\nShe fills it out, writes \"$5000.00\", signs it.\n\nEVAN\nForty-five hundred.\n\nHe slides another check to her. She fills it out.\n\nEVAN (cont’d)\nThree thousand.\n\nHe slides another.\n\nINT. KRIS’ CAR - NEXT - DAY\nShe drives. He sits immediately behind her.\n\nEVAN\nWeather is beautiful. You feel like\nwalking a bit so you park a block\naway.\n\nEXT. BANK - NEXT - DAY\n\nFrom the car he watches her go in from a block away.\n\nINT. KRIS’ CAR - NEXT - DAY\nShe drives while relaying a mental transcript:\n\nKRIS\n\n-I give you back your ID? There we\nare. Current balance is at the\nbottom. Please allow three to four\nbusiness days for availability of\nfunds. Is there anything else I can\nhelp you with? No, that’s it. Then\nthank you very much for stopping in\nMiss Fischer and have a great-\n\f35\n\n36\n\n37\n\n38\n\nRevision 1 16.\n\nEXT. CREDIT UNION - NEXT - DAY\n\nKris exits and walks toward the car.\n\nINT. KRIS’ CAR - NEXT - DAY\nAgain, while she drives:\n\nKRIS\nYes ma’am, may I help you? who can\nI speak to about a home equity line\nof credit? I can help you with\nthat. My name is Marie. Please have\na seat. I love your broche-\n\nINT. KRIS’ HOUSE/ LIVING ROOM - NIGHT\n\nKris is alone. She’s lost weight. Her eyes are sunken in.\nHer busywork has become more elaborate. She CROCHETS with\nYARN that alternates between WHITE and RED after some\nlength:\n\nKRIS\nOver and under and through and back\nand over and under and through and\naround and over and under and\nthrough and back and now you are\nred.\n\nShe positions herself in front of the RED PIECES in a game\nof CHECKERS. After some thought, she plays, jumping a piece.\n\nKRIS (cont’d)\nCrown me.",
  "12": "---END OF PREVIOUS SECTION---\nShe positions herself in front of the RED PIECES in a game\nof CHECKERS. After some thought, she plays, jumping a piece. KRIS (cont’d)\nCrown me. \n---TARGET SECTION TO BE ANNOTATED---\nShe adds another handwritten page from \"Walden\" to the chain\nand pours a sip of water. The chain is now 20 FEET LONG and\nwinds throughout the room.\n\nEXT. KRIS’ HOUSE/ BACK PORCH - DAY\n\nEvan listens to voicemail on Kris’ phone while playing more\npoker on his.\n\nMAN ON PHONE\nKris, Roth again. I assumed you’ve\nbeen sick and maybe called HR\ninstead. Um, I don’t know why you\nwould do that, we need to hear-\n\nHe hits \"delete\". Behind him Kris continues her work.\n\f39\n\n40\n\n41\n\n42\n\nRevision 1 17.\n\nINT. KRIS’ HOUSE/ KITCHEN - DAY\nEvan is making a SANDWICH, slathering CREAM CHEESE.\nHe suddenly notices Kris is standing behind him holding the\nempty pitcher. Still shielding her eyes from him, she’s\nstaring at the sandwich, salivating.\nEVAN\nThe wall is a mile thick and made\nof rock. Nothing can or ever has\ngotten through.\nShe moves on to refill her pitcher, but her eyes linger.\nHe thinks on this.\nCUT TO:\n\nHe fills a LARGE POT with ICE.\n\nINT. KRIS’ HOUSE/ DINING ROOM - NEXT - DAY\n\nShe’s enjoying a BOWL of ice, blowing over a spoonful,\nconvinced it is hot. The large pot and ladle are on the\ntable.\n\nOn the wall SHADOWS of tree leaves dance. She laughs at them\nlikes she’s watching a sitcom. Which she is.\n\nINT. KRIS’ CAR - DAY\n\nEvan waits in the backseat as Kris approaches from the bank.\n\nShe gets behind the wheel, drops an ENVELOPE on the next\nseat.\n\nAs they drive off he grabs the envelope, checks the CASH\ninside, and files it with other envelopes in a SHOEBOX.\nINT. KRIS’ HOUSE/ LIVING ROOM - DAY\n\nKris does her busywork. Evan packs the coins in the\nshoebox...\n\n...puts WALDEN back in his pocket...\n...grabs the telephone and pitcher...\n\n...dumps the ice water in the sink...\n\n(CONTINUED)\n\f43\n\n44\n\n45\n\n46\n\nCONTINUED: Revision 1 18.\n\n...watches Kris work for one last moment before...",
  "13": "---END OF PREVIOUS SECTION---\n...dumps the ice water in the sink... (CONTINUED)\n\f43\n\n44\n\n45\n\n46\n\nCONTINUED: Revision 1 18. ...watches Kris work for one last moment before... \n---TARGET SECTION TO BE ANNOTATED---\nEVAN\nKris, the wall has crumbled, fallen\ndown.\nHer works slows. She sits back.\nWhile Evan begins packing the LONG CHAIN OF PAPER RINGS into\nTRASH BAGS she stands, heading to the kitchen.\nINT. KRIS’ HOUSE/ KITCHEN - NEXT - DAY\nShe sits on the floor eating from the refrigerator with the\ndoors wide open. She’s too busy to notice Evan exit through\nthe front door with the trash bags and shoebox.\nCUT TO:\nShe’s gone. The refrigerator contents have been ransacked\nand the doors left open.\nINT. KRIS’ HOUSE/ BEDROOM - NEXT - DAY\nShe’s in deep sleep, JAM and BITS OF FOOD caked on her\nmouth.\nINT. BLOODSTREAM\nOn a macro scale we see representations of chemistry,\nbiology, branching, growth. SLENDER TUBULES glide past each\nother.\n\nINT. KRIS’ HOUSE/ BEDROOM - NIGHT\n\nStill asleep, Kris’ arm UNFURLS and twists seemingly under\nits own control until it extends out to the edge of the bed.\n\nOne at a time her legs reach out to full extension.\n\nOn her left calf something that looks like a LARGE VEIN\nrises against the inside of the skin and ELONGATES toward\nher foot.\n\nThe same happens on her left forearm.\n\nHer eyes open slowly. Unaware, she turns to her right arm...\n\n...to see the LONG WORM rise against the skin.\n\f47\n\nA7A\n\n48\n\nRevision 1 19.\n\nINT. KRIS’ HOUSE/ KITCHEN - NEXT - NIGHT\n\nSitting on the floor against the counter Kris frantically\ntries to push the worm along her ankle with her hand. With\nthe other hand she reaches up to a drawer and withdraws a\nKNIFE.\n\nShe summons bravery and then CUTS into her leg. She’s able\nto pull out the end of the worm, but the more she pulls the\nmore agonizing the pain.\n\nWith 6 inches of worm in her grip she slices off its end.\nImmediately, we hear a HIGH-PITCHED TONE. She passes out.\n\nDAY\nShe’s still lying in the same spot. Unconscious.\nNIGHT\nShe slowly comes to.\n\nCUT TO:\nShe sits at the refrigerator, EATING fast, DRINKING water.",
  "14": "---END OF PREVIOUS SECTION---\nUnconscious. NIGHT\nShe slowly comes to. CUT TO:\nShe sits at the refrigerator, EATING fast, DRINKING water. \n---TARGET SECTION TO BE ANNOTATED---\nShe thinks to examine her ankle and sees...\n\nThe wound is SCABBED OVER.\n\nEXT. TRUCK BED - DUSK\n10 SPEAKERS lay in the bed as the truck heads toward the\nCITY on a rural road.\nEXT. EMPTY FIELD/ OUTSKIRTS - DUSK\nAgainst the far off CITYSCAPE we isolate a TRUCK. Extending\nup from the cab on a POLE is a GANG OF LIGHTS that suddenly\nflips on, lighting the surroundings like a bioluminescent\nlure.\n\nCUT TO:\nAlone, WESLEY (50) unloads 10 LARGE SPEAKERS from his truck.\n\nHe lays them face down on the ground in a group.\n\nHe hits \"play\" on a TAPE PLAYER next to preamps in the truck\nbed. GRUMBLING BASS like womb noise plays into the ground.\n\nHe walks away from the setup, a FOLDING CHAIR under his arm.\n\n(CONTINUED)\n\f49\n\nCONTINUED: Revision 1 20.\n\nNIGHT\nEARTHWORMS writhe in the mud.\nFar away Wesley sits in his chair taking notes under a book\nlight. A VIDEO on his phone shows a CELLIST auditioning in\nan empty rehearsal hall. After a few bars...\nHe skips to another clip, an OBOIST:\nOBOIST (IN VIDEO)\n\nMy name is Kevin Anderson. I’1l be\n\nplaying Ilaiyaraja’s score from\n\nDalapathi in G.\n3 seconds in, Wesley skips to a FRENCH HORN, TRUMPET, etc.\nHEADLIGHTS approach on the road. He leans to his telescope:\n\nThe car stops. Kris steps out in a nightgown, moving into\nthe field toward the speakers.\n\nWesley packs up.\n\nKris walks almost trancelike, stopping once before\ncontinuing. Nearby, more worms writhe on the ground. Dark\neverywhere.\n\nShe gets to the speakers. The bass switches off suddenly.\nThe SILENCE wakes her.\n\nWesley hits the truck headlights and moves to her.\n\nShe raises her arms, showing him CUTS on all her\nextremities.\n\nKRIS\nIt won’t come out.\n\nWESLEY\nNo. Not like that.\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nWESLEY\nNo. Not like that. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIVESTOCK BUILDING/ EXAM ROOM - NEXT - NIGHT\nKris stands next to a STEEL PLATFORM, a scale for weighing\nlivestock. Fluorescents hum while she looks around\n\nnervously.\n\nWesley calibrates the scale then...\n\n(CONTINUED)\n\f50\n\nCONTINUED: Revision 1 21.\n\nWESLEY\nOk, go ahead and step on.\n\nShe does. He marks her weight on a CLIPBOARD.\n\nINT. LIVESTOCK BUILDING/ WHITE ROOM - NEXT - NIGHT\n\nShe sits on a COT downing a tall glass of a MILKY MIXTURE.\nShe eyes Wesley who is marking up the clipboard.\n\nWESLEY\nWhat did you weigh...before the\ngrowth?\n\nKRIS\n\nOne fifteen. Maybe. Why?\n\nAll business, he puts another full glass of the mixture in\nfront of her. She grabs it and prepares to drink.\n\nKRIS\nWill you say why?\n\nWESLEY\nIt’s fine. This guy’s 11 pounds.\n\nKRIS\nIs that good?\n\nWesley silently continues writing.\n\nKRIS,\nHow long does it take?\n\nHe pours another glass to a precise level for her.\n\nKRIS (cont’d)\nThis’11 kill it?\n\nHe makes the mistake of looking at her and melts a bit:\nWESLEY\nI can answer all your questions\nafter. Right now there’s no point\nin telling you. You won’t remember.\n\nKRIS\nWhere did it come from?\n\nNothing.\n\n(CONTINUED)\n\f51\n\n52\n\n53\n\n54\n\nCONTINUED: Revision 1 22.\n\nKRIS\nThis will kill it?\n\nWESLEY\nNo. No that won’t. That’s going to\nmake you very sick. We’re making\nyour body a place he doesn’t want\nto be. Eleven pounds makes him\nthirty feet long so it’1ll take\naround three and a half days.\n\nHe closes his clipboard, set to leave. She’s scared.\nWESLEY\n\nIt doesn’t come from anywhere. You\n\npeople just show up. I’m sure you\n\nthink you’re awake. You’re not\n\nawake.\nINT. LIVESTOCK BUILDING/ EXAM ROOM - NIGHT\nWesley puts in EARPLUGS to muffle Kris’ SCREAMS of agony\ncoming from down the hall.",
  "16": "---END OF PREVIOUS SECTION---\nYou’re not\n\nawake. INT. LIVESTOCK BUILDING/ EXAM ROOM - NIGHT\nWesley puts in EARPLUGS to muffle Kris’ SCREAMS of agony\ncoming from down the hall. \n---TARGET SECTION TO BE ANNOTATED---\n He ties TWO RAW BEEF STEAKS\ntogether with GAUZE.\nINT. LIVESTOCK BUILDING/ WHITE ROOM - NEXT - NIGHT\nWesley searches Kris’ extremities: left arm, left leg, right\narm, right leg. That’s where he finds the NUB of the worm’s\nhead peeking out. He wraps the layers of beef over it.\nHe pulls the cot to the other side of the room for better\naccess, nearly deaf to her screams.\nINT. LIVESTOCK BUILDING/ EXAM ROOM - MORNING\n\nWesley has prepped an area on the belly of an unconscious\nPIG for surgery. He washes it with iodine.\n\nHe begins to cut out a SQUARE SEGMENT with a scalpel.\n\nINT. LIVESTOCK BUILDING/ WHITE ROOM - NEXT - MORNING\n\nHe checks between the steaks to see the worm has traveled\nthrough the first and entered the second.\n\nHe inserts a WOODEN DOWEL under the worm and manages to loop\n\nit a few times. He turns the dowel, pulling more of the worm\nfrom Kris. She screams.\n\n(CONTINUED)\n\f55\n\n56\n\nCONTINUED: Revision 1 23.\n\nHe wheels the pig into the room on a gurney, positioned next\nto Kris’ leg.\n\nHe affixes the second steak, worm still embedded, to the\nsquare wound on the pig.\n\nNIGHT\n\nKris moans, passed out from exhaustion. Wesley pours more\nmixture, wakes her.\n\nShe pushes it away, screaming:\n\nKRIS\nNO! NO!\n\nShe looks toward the pig and goes quiet. After some thought\nshe downs the poison. She has seen:\n\nThe setup is orderly and running well. The worm goes from\nher leg, around the dowel (now supported on a stand) a few\ntimes, and then disappears into the pig.\n\nDAY\n\nWesley turns the dowel for the last time, removing the last\npart of worm from Kris.\n\nHe wheels the pig out of the room. 12 inches of worm still\nprotrudes from its wound.\nINT.",
  "17": "---END OF PREVIOUS SECTION---\nDAY\n\nWesley turns the dowel for the last time, removing the last\npart of worm from Kris. He wheels the pig out of the room. 12 inches of worm still\nprotrudes from its wound. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LIVESTOCK BUILDING/ EXAM ROOM - DAY\n\nReading from his notes he adds a line to a page of names and\nserial numbers: \"KRIS FISCHER 20110802-Kris\"\n\nOn a SMALL TAG he copies the serial number: \"20110802-Kris\"\nHe PIERCES the pig’s ear with the tag. By now the worm has\ncrawled further in with only a few inches now left outside.\nEXT. PIGPEN - DAY\n\nThe pig is released into the pen passing others with similar\near tags and first names: \"Robert\" \"Luis\" \"Paula\" etc.\n\nThe pen holds 50 PIGS. Beyond it is Wesley’s FARMHOUSE.\n\f57\n\n58\n\n59\n\n60\n\n61\n\nRevision 1 24.\n\nEXT. KRIS’ HOUSE - DAY\n\nKris calmly walks to the front entrance and opens the door.\n\nINT. KRIS’ HOUSE - NEXT - DAY\n\nWe follow as she passes through the living room, the\nkitchen, her bedroom. She doesn’t seem to notice the TENS OF\nPEOPLE standing idle in every room.\n\nShe begins to remove her nightgown when she stops, puzzled.\nShe calmly steps back to the kitchen to see everyone, but\nbefore she can make sense of it...\n\nEXT. RURAL ROAD NEAR REFINERY - DAY\n\nKris wakes in her car. She has been placed behind the wheel.\n\nThe car is parked just off the road. 4 STRIPED TOWERS of an\noil refinery lie in the distance.\n\nFor a moment she is frozen in terror, eyes wide. She\nsuddenly takes a huge breath, waking to her surroundings.\n\nShe nervously checks the backseat, the glove box, the\nfloorboard, looking for any clue to how she got here.\n\nA moment of thought leads her to a greater fear: she lifts\nher nightgown and puts a hand in her underwear. She inspects\nher fingers but nothing is confirmed either way.\n\nEXT. POLICE STATION - NEXT - DAY\n\nShe drives into the parking lot...\n\n...turns off the ignition, about to open the car door but...\n\nHer hand rests on the HANDLE. She scans people: COPS,\nVICTIMS, MEN IN HANDCUFFS. She’s hesitating.\n\nShe starts up the ignition and backs out.\n\nEXT.",
  "18": "---END OF PREVIOUS SECTION---\nShe’s hesitating. She starts up the ignition and backs out. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n KRIS’ HOUSE - NEXT - DAY\n\nShe pulls into the driveway, looking for anything\nsuspicious.\n\nCUT TO:\n\n(CONTINUED)\n\f62\n\n63\n\n64\n\n65\n\n66\n\nCONTINUED: Revision 1 25.\n\nShe opens the front door and pushes it WIDE OPEN.\n\nAfter checking around corners she quickly takes a few steps\nin, grabs her CELLPHONE, and retreats back outside.\n\nShe dials 911 then lets her thumb hover over the CALL\nbutton.\n\nShe wields this as a weapon and enters the house.\n\nINT. KRIS’ HOUSE - NEXT - DAY\n\nShe stands in each room, studying it. The OFFICE...\nLIVING ROOM...\n» HALLWAY...\n. BEDROOM...\n\n...KITCHEN. She crouches near the DRIED BLOOD on the floor.\nThe KNIFE lies next to it. She rubs her wrist.\n\nCUT TO:\nShe MOPS and cleans the kitchen.\n\nINT. KRIS’ HOUSE/ BATHROOM - NEXT - DAY\n\nKris showers.\n\nINT. KRIS’ HOUSE/ LIVING ROOM - NEXT - DAY\nDRESSED for work, PURSE ready, COAT on. She sits on the\ncouch gathering thoughts, contemplating.\nEXT. VISUAL PRODUCTION BUILDING - NEXT - DAY\nShe walks with determination through the parking lot toward\nthe front entrance.\nINT. VISUAL PRODUCTION BUILDING/ OFFICE - NEXT - DAY\nKris sits before a female MANAGER.\nMANAGER\nAnd did you try anybody else?\n\nBecause I spoke to Amy and she\ndidn’t remember talking to-\n\n(CONTINUED)\n\f67\n\n68\n\n69\n\nCONTINUED: Revision 1 26.\n\nKRIS\n\nI already said it was voicemail. I\n\nleft a voice- where is Roth? Today.\n\nWhy isn’t he telling me himself?\nMANAGER\n\nWell he couldn’t be here but that’s\n\nnot...\n\nKris notices a SECURITY GUARD enter and stand nearby.\n\nKRIS\n\nI. Had. The flu. I had a hundred\nand six temperature!\n\nEXT. VISUAL PRODUCTION BUILDING - NEXT - DAY\n\nShe walks to her car, crying and carrying PICTURE FRAMES, a\nMUG, etc. The guard stays behind her.\n\nINT. GROCERY STORE - NIGHT\n\nKris is checking out, running her CARD through the SCANNER.\nIt’s not working.",
  "19": "---END OF PREVIOUS SECTION---\nINT. GROCERY STORE - NIGHT\n\nKris is checking out, running her CARD through the SCANNER. It’s not working. \n---TARGET SECTION TO BE ANNOTATED---\n The CASHIER tries to help but it’s no use.\n\nFrustration mounts. We’re too far away to hear dialogue.\n\nINT. BANK/ INVESTIGATOR’S OFFICE - DAY\n\nKris waits alone. Her older sister MAGGIE stands just\noutside.\n\nMAGGIE (ON CELLPHONE)\n\nRichie, it’s me. If you’re already\n\non the road I’m sorry, but we’ve\n\ngot a problem. It’s Kris.\n\nEverybody’s safe but you need to\n\ncall as soon as you can.\n\nCUT TO:\n\nMaggie has joined Kris, both seated, waiting.\n\nMAGGIE\nWhat time do you have to get back?\n\nKris stares forward, tense.\n\n(CONTINUED)\n\fCONTINUED: Revision 1 27.\n\nMAGGIE\nKris, what time?\n\nKRIS,\nI don’t. I quit.\n\nMAGGIE\nYou quit your job? When?\n\nKRIS\nFew days ago- last week.\n\nMAGGIE\nKrissy, why?\n\nKRIS\nBecause. They’re assholes.\n\nThe bank INVESTIGATOR joins them at his desk with PAPERS.\nCUT TO:\nHe’s placed down a WITHDRAWAL SLIP COPY for them to inspect.\nKRIS (cont’d)\n...that’s not even my- that’s\nforged. That’s not my signature.\nIt’s not.\n\nMaggie scrutinizes the handwriting as another paper is slid\nnext to it with an IDENTICAL SIGNATURE: \"Kris Fischer\".\n\nINVESTIGATOR\nAnd this is a deposit slip from\nSeptember.\n\nKRIS\n\nYeah, that’s my writing. This isn’t\nthough, see? It’s forgery.\n\nMaggie compares them: the same. She looks at Kris,\nperplexed.\n\nCUT TO:\n\nThe Investigator tries to put together a thoughtful\nresponse.\n\nINVESTIGATOR\nCoerced. See the problem I’m having\nis first you say theft then you say\nyour signature is forged. Now we’re\nat coerced. I have no interest in\n\n(MORE)\n(CONTINUED)\n\f70\n\n71\n\nCONTINUED: Revision 1\n\nINVESTIGATOR (cont'd)\nproving, disproving. Certainly\nyou’ve experienced something. I\njust know that my ability to help\nis coming to an end.",
  "20": "---END OF PREVIOUS SECTION---\nI have no interest in\n\n(MORE)\n(CONTINUED)\n\f70\n\n71\n\nCONTINUED: Revision 1\n\nINVESTIGATOR (cont'd)\nproving, disproving. Certainly\nyou’ve experienced something. I\njust know that my ability to help\nis coming to an end. \n---TARGET SECTION TO BE ANNOTATED---\n From the\nstandpoint of the bank there has\nbeen no wrongdoing.\n\nThe three are quiet, unsure how to move on.\n\nINT. BANK/ BACK CORRIDOR - NEXT - DAY\n\n28.\n\nThe Investigator is about to open a door to let Maggie into\n\na room but first prefaces:\n\nINVESTIGATOR\nI want you to understand this is\nnot something I’m doing because I\nhave to. The notary public\nremembers her, the tellers\nremember. But you’ve been very\npolite and seem genuinely\nbewildered by this so...\n\nHe opens the door to a room full of SECURITY CAMERA\n\nMONITORS.\n\nINT. KRIS’ HOUSE/ LIVING ROOM - NIGHT\n\nKris stares at PRINTOUTS from the security footage: her at\n\nthe teller window on separate days, alone.\n\nMaggie and their brother Rich (40) sit far away,\n\nMAGGIE\nAnd one more thing. Dad’s coins are\ngone.\n\ndiscussing:\n\nRich, already in shock, takes this hard. He can only laugh.\n\nRICH\nI have a good idea where it went,\nMaggie! What are we intervening? Is\nthis where we do the whole -\nbecause whatever she’s on (to Kris)\nwhatever you’re on I'll write a\ncheck right now for the precise\namount it would take you to OD.\nGive me a number!\n\nCUT TO:\n\n(CONTINUED)\n\f72\n\n73\n\nCONTINUED: Revision 1 29.\n\nMAGGIE\nOkay, that’s enough.\n\nCUT TO:\nMAGGIE\nI know of someone she can talk to.\nINT. KRIS’ HOUSE/ BATHROOM - NEXT - NIGHT\n\nMaggie stares at the wall. Beyond her Kris removes her\nnightgown and waits to be inspected in her underwear.\n\nMaggie turns to Kris, sees the WOUNDS, and instantly has to\nlook away. She melts down in a horrified crying grimace.\n\nMAGGIE\nBaby Krissy.\n\nINT. COMMUTER TRAIN - DAY\nJEFF (35) finds a seat in the front car, heading for work\n\nHe sits up. Something is off. He looks around. Did he forget\nsomething? He checks his bag, his wallet. Nothing.\n\nHis head is drawn toward the rear of the train.",
  "21": "---END OF PREVIOUS SECTION---\nHe checks his bag, his wallet. Nothing. His head is drawn toward the rear of the train. \n---TARGET SECTION TO BE ANNOTATED---\n He suddenly\ngets up and walks back with his belongings.\n\nHe moves into the next car back, checking the passengers.\nNothing. He has a seat there.\n\nStill not right. He gets up again and moves back a car, his\nhand tracing along the seats. He doesn’t know what he’s\nafter.\n\nHe enters the fourth car, sees Kris, thinks, sits across the\naisle from her. Her head rests on the window, headphones on,\neyes closed. Dressed CASUAL, her hair is SHORT BLONDE now.\n\nHe studies her, then her bag, her hands, the floor\nthinking.\n\nShe opens her eyes, aware of something but not sure what.\nShe sits up, removes headphones, searches the room, lands on\nJeff.\n\f74\n\n75\n\n76\n\nRevision 1 30.\n\nEXT. BREAKFAST STAND - NEXT - DAY\n\nThey finish coffee, exchanging business cards. She writes\nher number on the back. Awkward but full of promise.\n\nKRIS\n...address is there. You ever need\nsignage of any kind, just call or\ncome down-\n\nJEFF\nNever in a million years would I\never need that. Never. But I- this\nis you?\n\nKRIS\nThat’s me.\n\nJEFF\nI’1l call. Kris. I don’t have any\nneed for signage. I won’t be\ncalling for signage.\n\nKRIS\nOkay. Jeff.\n\nJEFF\nOkay. It was really good meeting\nyou.\n\nThey depart.\n\nEXT. TRAIN STATION - DAY\nDifferent day. Jeff waits for the train.\n\nIt comes. As it slows to a stop he scans each passenger car,\nlooking for someone.\n\nHe gets on, looks around, exits. The train departs.\n\nHe waits again.\n\nINT. COMMUTER TRAIN - NEXT - DAY\nKris rides to work, her head in a catalog.\n\nSOMETHING quietly draws her attention forward. She lifts her\neyes, then head, scanning outside.\n\f77\n\n78\n\nRevision 1 31.\n\nEXT. TRAIN STATION - NEXT - DAY\n\nJeff gives up on another train as it departs. Now it’s his\nturn to be drawn. He looks down the empty railway.\n\nCUT TO:\n\nA new train is coming to stop. He walks alongside, not even\nlooking in the windows. He senses which car to enter.",
  "22": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nA new train is coming to stop. He walks alongside, not even\nlooking in the windows. He senses which car to enter. \n---TARGET SECTION TO BE ANNOTATED---\nHe boards and finds a seat across the aisle from Kris who\nturns back to him even before he arrives.\n\nSilence. Jeff catches his breath. Kris is stoic.\n\nJEFF\nI called you.\n\nShe nods, not giving anything away.\n\nJEFF (cont’d)\nThis makes me late for work- I\ncan’t do this everyday. You’re four\ntrains after me. So you’re going to\nhave to answer. If I call- I’m\ngonna call. Again.\n\nINT. BAR - NEXT - DAY\n\nThey sit near the window. She’s digging through her purse,\nhalf-listening to...\n\nJEFF\n...I picked up an MBA in finance.\nThat’s what the firm does. There’s\na commercial side, other half’s\npersonal wealth.\n\nKRIS\nWhere is it? [his job]\n\nJEFF\nYou can actually see- see that\nhigh-rise? Palomar building? C&L\nCrowne. That’s us.\n\nKRIS\nWhy do you take the train?\n\nThe purse-digging has become distracting. He goes quiet.\n\n(CONTINUED)\n\f79\n\nCONTINUED: Revision 1 32.\n\nKRIS\nEveryone on there’s homeless or had\ntheir license revoked or...you\n\nknow.\n\nJEFF\nYou want to see my driver’s\nlicense?\n\nShe finally retrieves a PRESCRIPTION PILL BOTTLE and puts it\non the table between them. After a moment, she explains:\n\nKRIS\nThat’s a gift for us.\n\nHe doesn’t know what to do with that.\n\nKRIS\nThere’s this path forward where I\nwait to tell you. Then maybe you\nuse it as an excuse, maybe you\ndon’t- I don’t know. Last year I\nwas diagnosed bipolar. I take\nthose...and these. And it’s fine.\n\nHe stands a menu up to hide the bottle. He thinks.\nKRIS (cont’d)\nSo that’s here now. Saved us at\nleast three to four weeks.\nJEFF\nI’1l just get the check and we can\nget-\nShe’s not amused at his deadpan. He smiles.\nJEFF (cont’d)\nI’m sorry. That was stupid. I don’t\nknow what to say to that.\nEXT. SIDEWALK - NEXT - DAY\nThey walk leisurely. It’s still a date of some kind.",
  "23": "---END OF PREVIOUS SECTION---\nEXT. SIDEWALK - NEXT - DAY\nThey walk leisurely. It’s still a date of some kind. \n---TARGET SECTION TO BE ANNOTATED---\nJEFF\nI’1l tell you...before we pass that\ntrashcan. I’1l have something.\n\nThey walk in silence, nearing the TRASHCAN. They pass it.\nIt’s not as amusing as he thinks it is. Finally...\n\n(CONTINUED)\n\fCONTINUED: Revision 1 33.\n\nJEFF (cont’d)\nI’m divorced. Is that bad? It is,\nright?\n\nKRIS\nIt’s not great.\n\n80 EXT. TRAIN STATION - NEXT - DAY\n\nShe’s about to step onto an ESCALATOR. They are winding\ndown.\n\nJEFF\nHow’s that work...in movies? We\nmeet- we say we’ll meet tomorrow at\na place at noon. Say the taco place\nat mockingbird. We say we’1l meet\n\nand then...\n\nKRIS\nIf we both show up we know we’re\ngood.\n\nJEFF\n\nYeah, but how does it work? I show\nup, you’re not there, that means\nyou don’t want...to try- but how\ndoes that help me?\n\nKRIS\nAnd I wouldn’t know if you showed\nor-\n\nJEFF\n\nYeah, no that’s what it is. That’s\nwhat it is. I get to feel okay\nbecause I know you don’t know...you\ndon’t know I showed up so I don’t\nfeel foolish. I like that.\n\nKRIS\nI think...Jeff...I’m going to save\nyou some time. Thank you for lunch\nbut...\n\nShe moves away, gets on the escalator. He smirks, trying to\nbe amused at the insult. Instead he gets awkward and a bit\nangry:\n\nJEFF\nYeah, I’11 save you some time.\n\nHe starts down the stairs, walking alongside her.\n\n(CONTINUED)\n\f80A\n\n80B\n\n80C\n\n81\n\nCONTINUED: Revision 1 34.\n\nJEFF (cont’d)\nI’1l save you some time. I know\nwhat train you take. Red line.\nAbout 8:15, yeah? Save me a seat.\n\nHe heads back, trying to exit on his own terms.\n\nINT. SIGN STORE - DAY\n\nKris operates a LARGE INDUSTRIAL PRINTER. She waits for it\nto finish, getting lost in the drone of the machine, her\nthoughts.\n\nEXT.",
  "24": "---END OF PREVIOUS SECTION---\nSIGN STORE - DAY\n\nKris operates a LARGE INDUSTRIAL PRINTER. She waits for it\nto finish, getting lost in the drone of the machine, her\nthoughts. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n DOWNTOWN/ MAP RELIEF SCULPTURE - NEXT - DAY\n\nShe eats a sandwich on break, watching people. Her hand\nrests behind her, lingering over the outline of TINY MODEL\nBUILDINGS, which are part of the sculpture. She stays ona\nparticular one:\n\nMATCH CUT:\n\nEXT. C & L FINANCIAL - DAY\nPUSH IN to the 30th floor of the HIGH RISE.\n\nINT. C & L CROWNE FINANCIAL/ BREAK ROOM - DAY\n\nJeff has his PAPERWORK laid out on a table. People use the\n\nVENDING MACHINES behind him. He wakes from a daze and looks\nacross the office floor, his eyes landing on a far away NAME\nPLATE that reads \"E. ALDERMAN\". This means something to him.\n\nCoincidentally, ALDERMAN steps out and speaks to his\nsecretary before heading away. Jeff watches him go.\n\nAn INTERN passes Jeff, which reminds him:\n\nJEFF\nHey, these FLPs for the realty\ngroup, they’1l be done by Thursday,\nyeah? Cause when we put this in\nfront of them the first thing\nthey’11 ask for is-\n\nINTERN 1\nYeah, I’1l try.\n\nJeff doesn’t like that answer but is staying friendly:\n\n(CONTINUED)\n\f82\n\n83\n\n84\n\nCONTINUED: Revision 1 35.\nJEFF\nCan you maybe firm that up?\n\nINTERN 1\nI'll really try.\n\nAnd that’s the best he’s going to get so he resigns:\nJEFF\nAll right.\nEXT. CONVENIENCE STORE - NIGHT\nHe plays SCRATCH OFF LOTTERY TICKETS on a trash bin.\nNo luck. He tosses them. He’s about to leave when...\n...instead he heads back inside...\nJEFF\nGive me two more. Three pick daily.\nINT. CHAIN HOTEL / CHECK-IN - NEXT - NIGHT\nJeff walks past GUESTS checking in. He removes a FOLDER from\nhis bag, enters a back office, seemingly belonging there.\nINT. CHAIN HOTEL/ BACK OFFICE - NEXT - NIGHT\nHe and the hotel owner, RAJ (50s), are poring over\nFINANCIALS. He digs into a bowl of M&Ms, separating out the\nBLUE ONES.",
  "25": "---END OF PREVIOUS SECTION---\nINT. CHAIN HOTEL/ BACK OFFICE - NEXT - NIGHT\nHe and the hotel owner, RAJ (50s), are poring over\nFINANCIALS. He digs into a bowl of M&Ms, separating out the\nBLUE ONES. \n---TARGET SECTION TO BE ANNOTATED---\nJEFF\nRaj, we have clients with ten times\nthis revenue that don’t have near\ntax liability you do. So we can\nhave another talk about how screwed\nup the code is or you can take the\ncharge against and solve it.\nCLOSER on the M&Ms, his hand stabbing into them.\nRAJ\nBut the downtown hotel is\nprofitable.\nJEFF\nThey all are. This is fiscal, just\n\nthe quarter. You want to be right?\nOr rich?\n\n(CONTINUED)\n\f84A\n\n85\n\n86\n\n87\n\nCONTINUED: Revision 1 36.\n\nCLOSER STILL on the M&Ms. He stabs again.\nMATCH CUT:\n\nINT. INDOOR POOL - NIGHT\n\nA HAND picks up STRAY CONCRETE BITS off the bottom of the\npool. Kris is swimming, hovering, scanning, searching the\npieces. Alone, quiet, small in the frame.\n\nINT. CHAIN HOTEL / CHECK-IN - NEXT - NIGHT\n\nA CLERK is checking Jeff in. It’s informal. Clerk is more\ninterested in a COWORKER’S story...\n\nJEFF\nCan I. Jim. Jimmy. Is there a\nwindow room?\n\nCLERK\nThey all have windows.\n\nJEFF\nI mean not facing the alley.\n\nRaj passes by, gives Jeff a goodbye pat on the shoulder.\n\nINT. CHAIN HOTEL/ SNACK STAND - NEXT - NIGHT\nThe place is dark and closed for the night. Jeff sneaks\nbehind the counter and snatches a BOX OF STRAWS.\nINT. CHAIN HOTEL/ JEFF’S ROOM - NEXT - NIGHT\nHe opens the door, enters, unpacks.\n\nCUT TO:\nHe dumps the straws in a pile on the desk and begins work.\nOur view is from behind him so we can’t see what he’s doing.\n\nMATCH CUT:\n\f88\n\n89\n\nRevision 1 37.\n\nINT. WESLEY’S FARMHOUSE/ MUSIC ROOM - DAY\n\nWesley listens to a symphonic score on HEADPHONES. The room\ncontains mics, synths, etc. He shakes his head, aggravated:\n\nWESLEY\nIncredible. What are you doing?\nWhat are you doing? Goddamn it,\nwhat are you doing?\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\nWhat are you doing? Goddamn it,\nwhat are you doing? INT. \n---TARGET SECTION TO BE ANNOTATED---\n WESLEY’S FARMHOUSE/ LIVING ROOM - DAY\nHe studies SHEET MUSIC. Now a stereo BLARES the score.\nWESLEY\nI mean what is this? I don’t ever\nwant -\nHe shuts the music off.\nWESLEY\nThese eight, nine notes are poison.\nThe refrain. I can’t hear it again.\nAnathema.\n\nWe realize he’s speaking with someone on SPEAKERPHONE:\n\nSPEAKERPHONE\nDon’t know what to say. To my ears\nthere-\n\nWESLEY\n\nOkay, look. I’m going to clean this\nup, send a new version in the\nmorning. For now, please, for my\nown sanity, take a giant black\nmarker and redact\nbars...9-13...22-26...no\n28...35-37.\n\nHe rifles through sheet music, circling the appropriate\nbars.\n\nSPEAKERPHONE\nDone. I’1l toss the lot. What it’s\nworth I think it’s fine, but do\nwhat you need to.\n\nWesley is already moving away, ready to hang up.\n\f90\n\n91\n\n92\n\n93\n\n94\n\n95\n\n96\n\nRevision 1 38.\n\nEXT. PIGPEN - NEXT - DAY\nHe purposefully steps to the gate, waits.\nHe scans the varying clusters of pigs intently.\n\nCUT TO:\nHe slowly walks through the pen, looking from pig to pig.\nHe passes one and lowers his hand like he’s feeling a\nbreeze.\nEXT. OFFICE CUBICLE - INTERCUT - DAY\nA DESKWORKER sits at his desk alone, typing, reading, etc.\nWESLEY’S HAND passes by as if he’s walking along the\ncubicles.\nEXT. PIGPEN - INTERCUT - DAY\n\nWesley moves on to the next pig, stands next to it.\n\nEXT. SEDAN - INTERCUT - DAY\n\nA COMMUTER drives in thick traffic, alone in his car.\n\nEXT. PIGPEN - INTERCUT - DAY\n\nWesley crouches next to the pig, studying its face and eyes.\n\nEXT. SEDAN - INTERCUT - DAY\n\nNow Wesley is in the passenger seat, watching the Commuter.\n\nEXT.",
  "27": "---END OF PREVIOUS SECTION---\nEXT. SEDAN - INTERCUT - DAY\n\nNow Wesley is in the passenger seat, watching the Commuter. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n RESTAURANT - INTERCUT - DAY\nA WOMAN eats lunch at a table alone, watching people.\nNEW ANGLE: Wesley sits across from her. She doesn’t notice.\n\nHe gets up to leave, unsatisfied. She continues, unaware.\n\f97\n\n98\n\n99\n\n100\n\nRevision 1 39.\n\nEXT. PIGPEN - INTERCUT - DAY\n\nWesley stands from a seated position and crouches near\nanother pig, pulling its collar to inspect its face.\nEXT. STOREFRONT - INTERCUT - DAY\n\nHe stands on the sidewalk. A SHOPPER turns to face a window\nnear him, moving her head just like the pig did when pulled.\n\nHe \"releases\" her and she moves down the sidewalk. He turns.\n\nEXT. PIGPEN - INTERCUT - DAY\nHe turns. Something is drawing him in. He steps away.\n\nRED LIGHTS flash against his face as he approaches a pig.\n\nEXT. SUBURBAN STREET - INTERCUT - DAY\n\nA HUSBAND worriedly watches EMTs push his WIFE on a gurney\ninto an AMBULANCE, lights FLASHING. He’s in shock. A PLASTIC\nSHOPPING BAG hangs from his fingers.\n\nAmong the ONLOOKERS behind him, Wesley arrives.\nAn EMT interviews a NEIGHBOR woman:\n\nNEIGHBOR\nI had seen her earlier from my\nkitchen- she was weeding her garden\nand when I looked back she’s lying\non the ground and I knew something\nwas wrong. I ran to the fence and\nkept yelling \"Jill! Jill!\" but she\njust wouldn’t...you know...\n\nEMT talks to Husband:\nEMT\n\n-taking any kind of medication? She\nhave a health condition of any\n\nkind?\n\nHUSBAND\nNo. I mean, asthma. But just\nasthma.\n\nNeighbor gently takes the plastic bag from Husband:\n\n(CONTINUED)\n\f101\n\n102\n\n103\n\n104\n\nCONTINUED: Revision 1 40.\n\nNEIGHBOR\nLet me take that. You’11l go with\nthem.\nINT. AMBULANCE - INTERCUT - DAY\nThe ambulance speeds down the road. Husband watches the EMTs\nwork on Wife. Wesley sits far in back, watching it all.\nEXT.",
  "28": "---END OF PREVIOUS SECTION---\nHusband watches the EMTs\nwork on Wife. Wesley sits far in back, watching it all. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n PIGPEN - INTERCUT - DAY\nWesley has brought out his lawn chair, his notebook, and a\nsmall SYNTH PAD. He sits next to the pig, composing.\nINT. HOSPITAL WAITING AREA - INTERCUT - DAY\nHusband sits, wide-eyed, worried, staring, thinking. Wesley\nsits behind him on the opposite side of the row of chairs,\nback to back, keeping close. He begins to hear FAINT VOICES.\nHe leans near Husband’s head and the VOLUME increases:\nWIFE (OFF SCREEN)\nI wanted to say that I hope today\n\nis better and that I love you.\n\nCloser still and he can see Husband’s thoughts:\n\nINT. SUBURBAN HOUSE - INTERCUT - DAY\n\nHusband is trying to leave, his hand on the doorknob. Wife\npleads with him. Their clothes tell us it’s earlier today.\n\nWIFE\nAnd I made a list of the things I\nwant to try harder at. I love you.\nHUSBAND\nGoddamn it, Jillian. That doesn’t\n\nfix anything. Just words. I gotta\ngo.\n\nHe opens the door and walks out.\nCUT TO:\n\nIn the den, Husband unscrews a light fixture, checks the\nBULB.\n\n(CONTINUED)\n\fCONTINUED: Revision 1 41.\nHUSBAND (cont’d)\nShit.\nHe walks to the front door. Wife is in the kitchen.\nHUSBAND (cont’d)\nYeah, they’re halogen. I got to run\nup and get a pack.\n\nWIFE\nWait a second.\n\nHe pauses as she approaches, something on her mind:\nHUSBAND\nOh, now you want to talk...I’m\nheaded out the door?\nWIFE\nI just want to say that I hope\ntoday is better and that I do love\nyou.\nWe’re back where we started. Except slightly different:\nHUSBAND\nDamn it, Jill. This is worthless.\nDoesn’t fix anything. I’1l be back.\nHe opens the door. Steps out.\nCUT TO: 10 seconds ago:\nHe’s at the door. She walks to him.\n\nHUSBAND (cont’d)\nLeave me alone, Jillian. Not now.\n\nWIFE\nI want this to be a good day. I\nlove you.",
  "29": "---END OF PREVIOUS SECTION---\nNot now. WIFE\nI want this to be a good day. I\nlove you. \n---TARGET SECTION TO BE ANNOTATED---\nHe opens the door. It repeats again:\nWIFE (cont’d)\n\nI think you were right about a lot\nof things and I hope today is\n\npeaceful -\n\nHUSBAND\nIt’s just words. Doesn’t fix\nanything.\n\nHe relives variations of this dialogue over and over.\n\f105\n\n106\n\n107\n\n108\n\n109\n\n110\n\nRevision 1 42.\n\nINT. HOSPITAL WAITING AREA - INTERCUT - DAY\n\nHusband is still piecing it together. Then one more...\n\nEXT. SUBURBAN HOUSE - INTERCUT - DAY\nHe walks out again. This time it plays out longer:\n\nHe gets half way to the car, scanning the front lawn. He\nturns back to see her waiting in the doorway.\n\nHUSBAND\nI’1l get some washers for that\nsprinkler head. All right?\n\nShe nods. He walks away.\n\nINT. HOSPITAL ROOM - INTERCUT - DAY\n\nA NURSE holds the door open, letting Husband into the room.\nThere is no urgency. Wife is still. An INTEBATION TUBE has\nbeen removed. Husband stays at the foot of the bed.\n\nAgainst the wall Wesley is near tears, connected\nemotionally.\n\nEXT. PIGPEN - INTERCUT - DAY\n\nHe’s picking out notes on the synth. Chord structures loop\nand grow, heightening to a crescendo.\n\nThen he stops it all except for one SMALL REPEATING NOTE.\n\nINT. SUBURBAN HOUSE - INTERCUT - DAY\n\nHusband has arrived back at his home. He sits upright on the\ncouch alone, staring, in shock.\n\nThe note stops.\n\nEXT. PIGPEN - INTERCUT - DAY\n\nWesley leans over in his chair, drained. Finished.\n\f111\n\n112\n\nRevision 1 43.\n\nINT. SIGN STORE - DAY\n\nJeff walks in, scans the counter. Kris isn’t there.\n\nBACK ROOM\n\nShe’s on a break talking to a coworker. We can see Jeff way\nup front. Her head suddenly lifts a bit. Without looking she\nknows he’s near. It’s a pleasant thought. She dwells on\nit...\n\nKRIS\nI need to go up front.\n\nINT.",
  "30": "---END OF PREVIOUS SECTION---\nShe dwells on\nit... KRIS\nI need to go up front. INT. \n---TARGET SECTION TO BE ANNOTATED---\n COMMUTER TRAIN - NIGHT\nKris and Jeff sit at the rear of car, watching a WOMAN KNIT:\nJEFF\nShe’s a...former Senator. Nobel\nwinner. But her category was\nmittens. And she just never found a\nway to monetize it so she takes the\ntrain. Continues her research.\nThey play a game, guessing what’s wrong with people. A MAN:\n\nKRIS\nHe’s divorced. Cause she cheated.\n\nShe checks Jeff’s response. It’s a subtle: No.\n\nKRIS\nOr he did. He cheated.\n\nNo.\nKRIS (cont’d)\nHe has these anger issues, couldn’t\ncope.\nHmmm. Interesting but no.\n\nKRIS (cont’d)\nAlcoholic.\n\nWow, close.\nKRIS (cont’d)\nNo, but a substance of some kind.\nAn illegal kind.\n\nHe admits it with silence.\n\fRevision 1 44.\n\n113 EXT. TRAIN STATION - NEXT - NIGHT\nThey walk away from the station into the night.\nKRIS\n\nI would think there are some\nmarriages that could survive that.\n\nMaybe.\nJEFF\nMaybe. But...\nKRIS\nNot yours.\nJEFF\n\nNot ours. From her perspective\neverything flipped just like that.\nThe guy she thought she married\nturned out to be somebody else, a\njunkie basically. The savings she\nthought we were building, the\nplans, reset to zero. Lights turn\non. I’m on a bender holed up ina\nhotel in Reno.\n\nBEAT\n\nKRIS\n\nYou do a program or something?\nJEFF\n\nAt ACS. See? Problem, solution.\n\nDone and done. And you thought you\n\nweren’t into me.\n\n114 EXT. KRIS’ RUNDOWN APARTMENT - NEXT - NIGHT\n\nShe’s trying to say goodnight. He’s not. They hover close.\n\nKRIS\nI have to open the store.\n\nJEFF\nNot that early. I bet...\n\nKRIS\nNo, I’m lucky to have that job.\n\nJEFF\nThe sign store job. You’re lucky?\n\n(CONTINUED)\n\f115\n\n116\n\n117\n\n118\n\nCONTINUED: Revision 1 45.\n\nKRIS\nIt’s not my fault when it goes\nwrong.\n\nJEFF\nYes it is.\n\nINT.",
  "31": "---END OF PREVIOUS SECTION---\nKRIS\nIt’s not my fault when it goes\nwrong. JEFF\nYes it is. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KRIS’ RUNDOWN APARTMENT/ KITCHEN - NEXT - NIGHT\nThey kiss, getting aggressive.\n\nBEDROOM\n\nThey’re asleep in her bed.\n\nOn Jeff’s left and Kris’ right ankle we see MATCHING SCARS:\na circle with an odd \"+\" in the middle.\n\nWe crane above Kris and Jeff until we see they are now not\non the bed at all but instead on a bed sheet laid on the...\nEXT. PIGPEN - MORNING\n\n...GROUND. They stay asleep, surrounded by pigs.\n\nPAN OVER to see Wesley pushing a WHEELBARROW to the pen.\n\nHe pours several bags of feed into the TROUGH. As the pigs\njockey for position, he tosses in some BROWN BANANAS, etc.\n\nThe pigs FEAST greedily.\n\nINT. KRIS’ RUNDOWN APARTMENT/ KITCHEN - MORNING\n\nSCRAMBLED EGGS SIZZLE in a pan. They make breakfast.\n\nJeff butters toast, gets jam from the fridge. Kris’ eyes\nfollow him back and forth. When he gets close she lunges at\nhim for a brief kiss, almost desperate. Then nervous.\n\nINT. CHAIN HOTEL/ JEFF’S ROOM - NIGHT\n\nThey enter the room. Jeff shows her around.\n\nKRIS (OFF SCREEN)\nWhy do you live in hotels?\n\n(CONTINUED)\n\f119\n\nCONTINUED: Revision 1 46.\n\nJEFF (OFF SCREEN)\nI do the books for a group that\nowns a few of them so...it’s sort\nof a perk.\n\nShe’s sitting on the bed, her jacket still on, not\ncomfortable. He reads a room service menu.\n\nKRIS\nRight but why do you choose to?\n\nJEFF\nAre you hungry? You got to be.\n\nINT. CHAIN HOTEL/ RESTAURANT KITCHEN - NEXT - NIGHT\n\nHe leads her by the hand to the back entrance to the\nkitchen.\n\nCUT TO:\nThe place is empty. They eat burgers they made themselves.\n\nKRIS\nThey always remind me of family\nvacations. I think it’s the smell,\nthe chlorine or bleach on the\nsheets. Glasses in plastic.\n\nJEFF\nThere was this place in Vermont we\nwould go when we were kids. It was\nsome sort of colonial historical\nsite- museums and you know...",
  "32": "---END OF PREVIOUS SECTION---\nGlasses in plastic. JEFF\nThere was this place in Vermont we\nwould go when we were kids. It was\nsome sort of colonial historical\nsite- museums and you know... \n---TARGET SECTION TO BE ANNOTATED---\nbut\nwhat stands out is the hotel we\nwould stay at had an indoor pool\nand this was just the biggest deal\nin the world for us, for my\nbrothers. I mean indoor...and you\ncan swim. We would lose it.\n\nShe looks at him, almost troubled, scrutinizing.\n\nJEFF (cont’d)\nWhat? What are you thinking?\n\nShe waves it off. Nothing.\n\f120\n\n121\n\n122\n\nRevision 1 47.\n\nEXT. WESLEY’S FARMHOUSE - DAY\n\nWesley is bringing in GROCERIES from the car. He sees\nsomething in the pen that causes him to halt for a second.\nHe watches before moving on.\n\nEXT. PIGPEN - NEXT - DAY\n\nHe approaches with a BAG OF PEANUTS, eating a few. He stops\nat the fence, watching...\n\nIn a corner of the pen TWO PIGS, K and J have isolated\nthemselves from the others. K lies down and J looks like\nhe’s standing guard.\n\nWesley moves to them while staying outside the fence. He\nthrows a couple peanuts on the ground. J gobbles them up.\n\nWesley throws some more, this time closer to the rest of the\npigs. J moves in that direction but won’t go past a certain\n\npoint. Other pigs finally come for the peanuts. J gives them\na LOW GRUNT, warding them off. Wesley’s not happy with this.\n\nWESLEY\nNo! No!\n\nHe throws the whole bag, trying to coax J away from K.\nWESLEY (cont’d)\nGo. Go! Get!\nINT. CHAIN HOTEL/ JEFF’S ROOM - MORNING\nJeff’s cell phone BUZZES on the desk, a message.\n\nFrom the bed Kris notices and looks to the bathroom where\nJeff is showering.\n\nCUT TO:\nOut and dressed now, he’s putting on a tie.\n\nKRIS\nYou have a message.\n\nJEFF\nOh, thank you.\n\nHe checks it. She waits. He goes back to getting ready.\n\n(CONTINUED)\n\f123\n\n124\n\n125\n\nCONTINUED: Revision 1 48.\n\nKRIS\nAre you going?\n\nFor a second he pretends to not understand, but:\n\nKRIS\nTo the banquet.\n\nJEFF\nOh, you know. It’1l be like work.",
  "33": "---END OF PREVIOUS SECTION---\nFor a second he pretends to not understand, but:\n\nKRIS\nTo the banquet. JEFF\nOh, you know. It’1l be like work. \n---TARGET SECTION TO BE ANNOTATED---\nIt’s people from work. For three\nhours. Feels like...work.\nHe sees she was hoping for a different answer...\nJEFF (cont’d)\nI thought we could go though. If\nyou want.\nShe tries to hide how happy this makes her.\n\nJEFF (cont’d)\nDo you want to?\n\nYes, more than anything but she can only nod and smile.\n\nINT. TAXI - DUSK\nKris, DRESSED for the party, enjoys the ride DOWNTOWN.\n\nINT. CERULEAN PLAZA HOTEL/ LOBBY - NEXT - DUSK\nJeff waits for her, keeping an eye on the front.\nA COWORKER approaches, introduces his DATE, heads inside.\n\nJeff stays, waiting, thinking, worried.\n\nEXT. CERULEAN PLAZA HOTEL - NEXT - DUSK\n\nThe taxi arrives. Jeff opens the door for Kris and pays. She\ntakes in the hotel, ready to walk in...\n\n...but he needs to talk, points away from the hotel and...\n\n...leads her by the hand across the street, dodging\ntraffic...\n\fRevision 1 49.\n\n126 INT. COFFEE SHOP - NEXT - DUSK\n\nThey’re at a small table. Kris waits for him to speak as he\nnervously removes the PAPER WRAPPERS from straws.\n\nJEFF\nI...I like you so much.\nKRIS\nShit. You kidding me? I bought a\n\ndress-\n\nHe holds up a hand to keep her calm. She’s got the wrong\nidea.\n\nJEFF\nI have been very careful not\nto...lie. But through omission you\nmay have gotten the wrong- I gave\nyou a different impression than\nis...real. And if we walk into that\nhotel you’re gonna know.\n\nKris looks to the door like she might bolt. She doesn’t.\n\nKRIS\nOkay...\n\nJEFF\nI’m not an advisor. I don’t broker.\nI do...interdepartmental reports.\n\nKRIS\nThat still sounds impressive-\n\nJEFF\nIt’s not. I work with interns.\nAlongside interns. Craig pays me in\ncash to keep me off their books\ncause if there was an audit I’ma\nliability.\n\nKris almost smiles, relieved, but still wonders...\n\nKRIS\nI don’t...",
  "34": "---END OF PREVIOUS SECTION---\nCraig pays me in\ncash to keep me off their books\ncause if there was an audit I’ma\nliability. Kris almost smiles, relieved, but still wonders... KRIS\nI don’t... \n---TARGET SECTION TO BE ANNOTATED---\nwhat does that last part\nmean-\n\nJEFF\n\nI stole money, Kris. From a client.\nShifted it from account to account\nuntil I could grab it.\n\n(CONTINUED)\n\f127\n\n128\n\nCONTINUED: Revision 1\n\nKRIS\nBecause of...Reno?\n\nJEFF\nLost my broker’s license. And they\ncovered for me but if I was anybody\nelse, didn’t have a relationship\nwith Craig or his brother I’d be in\nprison. I’m lucky to have that job.\n\nKRIS\nLicense.\n\n50.\n\nShe stares at his hands. He has made a CHAIN with the straw\nwrappers like she made with Evan. But she doesn’t remember.\n\nKRIS\nThat was smart...waiting to tell\nme. Cause what am I gonna do now?\n\nJEFF\nI’m sorry.\n\nKRIS\n\nI think you might be using that\nwrong.\n\nINT. CHAIN HOTEL/ JEFF’S ROOM - DAWN\n\nJeff sleeps. Kris pours a cup of room service coffee.\n\nCUT TO:\n\nShe sits near his feet, drinking, looking at his ankle, the\n\nWORM SCAR. She’s not alarmed. She’s seen it before.\na finger over her own, grazes his. He stirs.\n\nJEFF\nMorning.\n\nShe stays on his ankle, in a daze....\nKRIS,\nI might be pregnant.\n\nINT. WESLEY’S FARMHOUSE - NIGHT\n\nShe runs\n\nWesley holds headphones to one ear and a cellphone to the\n\nother, discussing the symphony with someone:\n\n(CONTINUED)\n\f129\n\nCONTINUED: Revision 1 51.\n\nWESLEY\nThey’re not following the\ncomposition, they’re following what\nthey played last season or a year\nbefore...right they ARE\nprofessional so they should be able\nto read the page without bringing\ntheir own- yes, I know. Tomorrow\nthen. Good night.\n\nHe hangs up, continues playback, but then stops it,\nlistening:\n\nLOUD PIG GRUNTS erupt from outside. WOOD BREAKING.\nHe steps to the window, flips on the lights over the pen.\n\nHe scans with binoculars.\n\nEXT. PIGPEN - DAY\n\nHe carries a few 8-foot lengths of wood to the fence.\n\nHe inspects the damage: CRACKED FENCE POST and BOARDS.",
  "35": "---END OF PREVIOUS SECTION---\nEXT. PIGPEN - DAY\n\nHe carries a few 8-foot lengths of wood to the fence. He inspects the damage: CRACKED FENCE POST and BOARDS. \n---TARGET SECTION TO BE ANNOTATED---\nHe looks into the pen: K and J still isolated from the rest.\n\nHe starts repairs, pulling off the damaged wood.\n\nCUT TO:\nWesley walks with a VET into the pen toward K and J.\nWESLEY\n...won’t let anyone near them. They\ncrowd back in the corner.\nViolent...\nVET\nIf I had to guess...here get him,\nhold him back...if I had to\nguess...\nCUT TO:\n\nVet is feeling K’s belly. Wesley holds J back with rope.\n\nVET (cont’d)\nYeah, she has a litter on the way.\nThey can get very protective. Might\nexplain. But you’ve had litters\nhere? Surely.\n\n(CONTINUED)\n\fCONTINUED: Revision 1 52.\n\nWESLEY\nYeah, just never had them break my\ndamn fence. Never seen the parents\nbehave so...\n\nVet is scanning the pen, seems to have a question.\n\nWESLEY (cont’d)\nNo, I don’t keep them around.\n\nWesley wants this conversation over, starts heading back.\n\nVET\nWell, I was going to say if you\never -\n\nWESLEY\nThere’s a fellow down the way buys\nthem off me.\n\nVET\n\nI see. If you do need another buyer\nI know a petting farm always needs\npiglets...\n\nWESLEY\nOh, sure, sure. Thank you so much.\n\n130 INT. DOCTOR’S OFFICE/ EXAMINATION ROOM - DAY\nKris sits in a gown across from a female OBGYN.\n\nOBGYN\nFirst off. You...are not pregnant.\n\nKRIS\nNo, I took a test. I am.\n\nOBGYN\nWell, you can’t always trust those.\nAnd the HCG in your blood tells us\nthat you are not. So that’s more\ndefinitive.\n\nKris isn’t buying this. Pompous doctors...\n\nKRIS,\nUh-huh. Okay.\n\nOBGYN\nNow I want to make sure we have\ncorrect records. You didn’t list it\n(MORE )\n\n(CONTINUED)\n\f131\n\nCONTINUED: Revision 1 53.\n\nOBGYN (cont’d)\nin your questionnaire, but have you\nhad any surgical procedures on your\npelvic area?\n\nKRIS\nNo. I would have put that down.",
  "36": "---END OF PREVIOUS SECTION---\nOBGYN (cont’d)\nin your questionnaire, but have you\nhad any surgical procedures on your\npelvic area? KRIS\nNo. I would have put that down. \n---TARGET SECTION TO BE ANNOTATED---\nOBGYN\nMaybe a cyst was removed? Biopsy?\n\nKris shakes her head no. Why is she asking?\n\nOBGYN\nOkay.\n\nObgyn exits politely, leaving Kris with questions. She can\nhear Obgyn in the hall telling a nurse:\n\nOBGYN (OFF SCREEN)\nLet’s get her a pelvic CT and white\ncell count. Put...sonogram\ninconclusive.\n\nINT. CAT SCAN MONITOR ROOM - NIGHT\n\nObgyn consults with a COLLEAGUE in front of MONITORS showing\nCT SCANS. They point to a DARK VOID on the screen:\n\nCOLLEAGUE\nI’d say post cancer. This is where\nthey removed the tumor, this\ncavity.\n\nOBGYN\nMm-hmm. She says no.\n\nCOLLEAGUE\nNo what? Someone was in there.\nTrauma here...and here.\n\nOBGYN\nMm-hmm. How are you supposed to\nhelp someone like that?\n\f132\n\n133\n\n134\n\n135\n\n136\n\n137\n\n138\n\nRevision 1 54.\n\nINT. OPERATING ROOM - DAY\n\nKris is on the table, unconscious, wearing an anesthesia\nmask.\n\nObgyn makes an INCISION on her abdomen.\n\nINT. WAITING AREA - INTERCUT - DAY\n\nJeff paces. He stops, alert to something beyond a far wall.\n\nINT. OPERATING ROOM - INTERCUT - DAY\nA LAPARASCOPE is fed into the cut.\n\nA nearby MONITOR shows live video of the probe’s progress.\n\nINT. WAITING AREA - INTERCUT - DAY\n\nSeated now, he’s having a bad reaction, breathing heavily.\n\nEXT. STREET - NEXT - DAY\n\nHe hurries across the street to a...\n\nINT. BAR - NEXT - DAY\n\nTwO EMPTY SHOT GLASSES sit before him. He downs a third and\norders a fourth. It’s settling him.\n\nOBGYN (OFF SCREEN)\nBy all appearances, and this is\nDoctor Pear’s opinion as well, you\nare a survivor of stage three\nendometrial cancer.\n\nINT. HOSPITAL ROOM - DUSK\nKris recovers in bed. Obgyn sits across from her:\n\nOBGYN\nThe good news is there’s no sign of\nany remaining carcinoma. Labs show\nyou’re in no immediate danger.",
  "37": "---END OF PREVIOUS SECTION---\nHOSPITAL ROOM - DUSK\nKris recovers in bed. Obgyn sits across from her:\n\nOBGYN\nThe good news is there’s no sign of\nany remaining carcinoma. Labs show\nyou’re in no immediate danger. \n---TARGET SECTION TO BE ANNOTATED---\n But\nthe trauma it left behind is\nsignificant.\n\n(CONTINUED)\n\f139\n\n140\n\n141\n\nCONTINUED: Revision 1 55.\n\nCUT TO:\nAlone, Kris changes out of the gown into clothes.\nOBGYN (OFF SCREEN)\nWell, I’m saying two things. It is\nhighly unlikely given the state of\nthe organs that you could ever\nbecome pregnant and...\nINT. HOSPITAL CORRIDOR - NEXT - DUSK\nKris wanders to the exit, trancelike, despondent.\nOBGYN (OFF SCREEN)\n...if by some miracle you were to\nconceive, the faculties are too\ndamaged to carry a baby to term.\nINT. TAXI - NEXT - DUSK\nJeff rides, scanning. He sees Kris walking, tells cabbie:\nJEFF\nHere, here, pull over.\n\nEXT. TRAIN STATION - CONTINUOUS - DUSK\n\nShe turns a corner to start up the stairs to the platform.\nJeff comes after her, desperate:\n\nJEFF\nKrissy! Krissy!\n\nHe runs up. She falls into him, breaks down.\n\nJEFF (cont’d)\nWhy’d you go? I looked for you.\n\nKRIS.\nI’m broken. Something happened to\nme...\n\nJEFF\n\nI know. I don’t care. I don’t care.\n\nKRIS\nNo, you don’t know. I pretended to\nshow you how bad it is that it\ncouldn’t be worse but it’s so much\n\n(MORE)\n(CONTINUED)\n\f142\n\nCONTINUED: Revision 1 56.\n\nKRIS (cont’d)\nworse. I can’t see my niece and\nnephew. I started off with promise\nand could do things and accomplish\nbut it was all a trick-\n\nJEFF\nWhy can’t you see them? Why?\n\nKRIS\nI’m not allowed, Jeff! I. flipped.\nover. My whole beginning was a fake\nout. This is who I’ve always been.\nHow are you not seeing that?\n\nJEFF\nI don’t see it! I don’t see it. I\nneed to marry you. I’m marrying\nyou. I want a house and- I’m\nmarried to you. Right now. There’s\nonly us.\n\nKRIS\nI’m broken.\n\nJEFF\nI don’t care.",
  "38": "---END OF PREVIOUS SECTION---\nThere’s\nonly us. KRIS\nI’m broken. JEFF\nI don’t care. \n---TARGET SECTION TO BE ANNOTATED---\n I don’t care. You're\nthe only one who knows me. I’m\ngoing to be so much better for you.\nI’m going to get a ring, we’re\ngoing to get all the things we’re\nsupposed to. And we’re going to-\n\nKRIS\nCan we get a car?\n\nHe smiles. Right now he’d do anything.\nKRIS\nToday?\nEXT. RURAL ROAD NEAR REFINERY - NIGHT\nJeff and Kris sit in a BEAT-UP TERCEL with \"FOR SALE\"\n\npainted on the window. It’s stopped at a FORK in the road\nnear the 4 striped towers where Wesley left Kris.\n\fRevision 1 57.\n\n143 INT. TERCEL - CONTINUOUS - NIGHT\n\nJeff looks around, trying to form an answer to:\n\nKRIS\nDo you know this place?\n\nJEFF\nI want to say yes for you. I want\nto.\n\nKRIS\n\nIt’s okay. Let me...if you had to\npick a direction, one of these\nroads here...is there one you feel\nmore...drawn to?\n\nJEFF\nDo you?\n\nShe wants his answer first. He looks again, really trying.\nHe checks her face for clues and subtly gestures to the\nleft.\nThis makes her happy. He must have guessed correctly.\nThe car takes off down the left road.\n\nCUT TO:\n\nThey pull into the next fork in the road:\n\nKRIS\nWhich way do you think? I say\nright.\n\nJEFF\n\nI say...right.\nShe looks at him. He looks back: what?\nKRIS\n\nDon’t just say what I say and don’t\nlet my vote affect yours.\n\nJEFF\nOkay. What about you? You can’t\nlet-\n\nKRIS\n\n-and I won’t let yours affect mine.\n\nHe smirks, not seeing how that’s going to work.\n\n(CONTINUED)\n\f144\n\nCONTINUED: Revision 1 58.\n\nCUT TO:\nThey pull into the next fork.\n\nThey write down their choices on INDEX CARDS and compare:\n\"left\" and \"left\". They go left.\n\nCUT TO:\nNext fork. Index cards: \"right\" and \"right\". It’s working.\nCUT TO:\n\nKris’s expectations are dashed. The cards: \"right\" and\n\"left\".\n\nShe gets out, looking for clues on the horizon.",
  "39": "---END OF PREVIOUS SECTION---\nCUT TO:\n\nKris’s expectations are dashed. The cards: \"right\" and\n\"left\". She gets out, looking for clues on the horizon. \n---TARGET SECTION TO BE ANNOTATED---\n From the\ncar:\n\nJEFF\nMaybe you feel stronger than me. So\nwe should just...\n\nINT. C & L CROWNE FINANCIAL/ LIBRARY - DAY\n\nJeff sits at a computer, browsing Craigslist for houses. On\nscreen is an AD with pictures of a SUBURBAN HOUSE.\n\nHe flicks the mouse and 12 ADS FAN OUT. The ICON travels\nover them until another is selected. On the next page we see\nthe text: \"2221 Point Merit\" and \"Call Danny\".\n\nJeff searches \"2221 point merit danny\", clicks on a link. A\npage of home owner records comes up. Next to \"2221 Point\nMerit\" we see the name \"Daniel Goudelin\".\n\nHe searches \"danny goudelin\", finds an article on a local\nrestaurant with a picture of a MAN standing proudly in front\nof \"Goudelin’s Eatery\". The caption below reads: \"Owner/\nProprietor Danny Goudelin\".\n\nJeff thinks, begins muttering to himself. We barely hear:\n\nJEFF\nI had a failed business. I had a\nbusiness collapse. Well, thanks. It\nwas a restaurant. Um, there was a\nzoning issue.\n\f145\n\n146\n\n147\n\nRevision 1 59.\n\nINT. 2221 POINT MERIT - DAY\n\nJeff talks quietly with DANNY who is showing the EMPTY\nHOUSE.\n\nJEFF\n...thing is my personal credit is\nmixed up with my business which\nfailed last year. It was leveraged\npretty heavily and now there’s no\nway to separate my social from the\nrestaurant’s tax id. So I thought\nif you’re open to it we could-\n\nDANNY\nI actually run a restaurant myself.\n\nJEFF\nYou’re kidding. Then you know what\nI’m talking about.\n\nDANNY\nOh, sure. Let’s do this though. We\ncan run your wife’s credit, do it\nin her name.\n\nKris inspects the kitchen, faucet, lights, the TILED FLOOR.\nJEFF (OFF SCREEN)\n\nSame situation. But if you’re\n\nwilling I can pay cash for three\n\nmonths in advance plus last month\n\nof the lease...\nEXT. PIGPEN - DAY\nNEWBORN PIGLETS nurse from K. J stands nearby.",
  "40": "---END OF PREVIOUS SECTION---\nEXT. PIGPEN - DAY\nNEWBORN PIGLETS nurse from K. J stands nearby. \n---TARGET SECTION TO BE ANNOTATED---\n The weather\nis clear here, but far off on the horizon is a DARK CLOUD\nFRONT.\n\nWesley watches from afar.\n\nEXT. SIGN STORE/ ALLEYWAY - DAY\n\nKris takes out the trash. It’s RAINING. A Coworker passes\nher:\n\nCOWORKER\nTake your lunch yet?\n\n(CONTINUED)\n\f148\n\n149\n\n150\n\n151\n\nCONTINUED: Revision 1 60.\n\nKRIS\n\nGo ahead. I’1l go when you’re back.\nCOWORKER\n\nYou’re a true friend, Krissy.\nKRIS\n\nAlmost the only friend of human\n\nprogress.\n\nNOTE TO READER: Yeah, that’s weird. We’1ll get to it later.\n\nINT. C & L CROWNE FINANCIAL/ CONFERENCE ROOM - DAY\n\nJeff lays out REPORTS at each seat around an empty\nconference table. Intern 1 and 2 should be helping but talk\ninstead.\n\nINT. LIVESTOCK BUILDING - INTERCUT - DAY\n\nWesley pulls a POLE COLLAR off the wall.\n\nEXT. PIGPEN - NEXT - DAY\nThe collar goes around J’s head and CINCHES tight.\n\nJ GRUNTS and SQUEALS as Wesley pulls him to a remote pen.\n\nINT. C & L CROWNE FINANCIAL - INTERCUT - DAY\n\nJeff carries a BOX of reports down an aisle. The Interns\nfollow. Jeff is agitated, suspicious of them. He turns:\n\nJEFF\nWhat are you doing?\n\nINTERN 1\nWe’re not...what do you mean?\n\nHe stares at them, sure they’re up to something. Angry.\n\nJEFF\nYou guys are unbelievable.\n\nINTERN 1\nJeff, we’re really not...\n\nJeff turns, resumes walking. They drop back. He stops.\n\nSuddenly he throws the box to the ground and charges back.\n\n(CONTINUED)\n\f152\n\n153\n\nCONTINUED: Revision 1 61.\n\nJEFF\nWHAT ARE YOU DOING?!\n\nThey’re stunned, speechless.\n\nJEFF (cont’d)\nWHAT ARE YOU LOOKING AT?!\n\nHe grabs Intern 1, trips him, throws him on his back, gets\nin his face, menacing.\n\nIntern 2 moves to fend him off so Jeff swipes at him,\nmissing.",
  "41": "---END OF PREVIOUS SECTION---\nJEFF (cont’d)\nWHAT ARE YOU LOOKING AT?! He grabs Intern 1, trips him, throws him on his back, gets\nin his face, menacing. Intern 2 moves to fend him off so Jeff swipes at him,\nmissing. \n---TARGET SECTION TO BE ANNOTATED---\nJeff tries to stand on Intern 1’s throat, hoping to grab a\npiece of Intern 2. He gets his shirtsleeve and some hair.\n\nJEFF (cont’d)\nWHERE ARE YOU GOING?! HUH?!\n\nThings come to an awkward pause. No one knows what to do.\n\nJeff releases them both and staggers away, getting scared\nnow.\n\nHe heads for the elevator, loosening his collar and tie.\n\nEXT. PIGPEN - INTERCUT - DAY\n\nWesley closes the gate on J who RAMS the post angrily.\n\nINT. C & L CROWNE FINANCIAL - INTERCUT - DAY\n\nJeff is in the elevator. The DOORS are closing when he\nblocks them with his arm, holding them open, not ready to\nlet go. He’s getting worked up, thinking. Angrier.\n\nHe exits, storming down the row of offices to...\nALDERMAN’S OFFICE\n\nAt his desk Alderman hangs up the phone. Jeff stands just\ninside the doorway. The office is abuzz behind him.\n\nJEFF\nThis won’t work anymore. You’re\nout.\n\nALDERMAN\n\nWhat’s going on here, Jeff?\n\n(CONTINUED)\n\f154\n\n155\n\nCONTINUED: Revision 1 62.\n\nJEFF\nI just talked to Craig. Things are\ngoing back the way they were and\nI’m in here now. You need to pack\nand leave. Come on.\nAlderman stands, wanting to reason with him.\n\nALDERMAN\nJeff...\n\nJeff VIOLENTLY STRIKES his palms together, posturing:\n\nJEFF\nCOME ON!\n\nAlderman calmly moves to the door, passing him.\nALDERMAN\nJeff, whatever you think is going\non, people here aren’t against you.\nWe always-\nIn a flash, Jeff grabs him and SLAMS him into a cabinet.\nJEFF\nI didn’t say talk to me! Leave!\n\nEXT. SIGN STORE/ ALLEYWAY - INTERCUT - DAY\n\nThe door BANGS open and out comes Kris, frantically dialing\nher phone. She hurries down the alley. The call won’t work\n\nShe crouches next to a dumpster to concentrate on the phone,\nshielding it from the rain. It fails again.",
  "42": "---END OF PREVIOUS SECTION---\nShe hurries down the alley. The call won’t work\n\nShe crouches next to a dumpster to concentrate on the phone,\nshielding it from the rain. It fails again. \n---TARGET SECTION TO BE ANNOTATED---\nKRIS\nGODDAMN IT! Piece of shit!\n\nShe PUNCHES a discarded PLATE GLASS, shattering it.\n\nEXT. PIGPEN - INTERCUT - DAY\n\nWesley loops the collar around K and fastens the pole to the\nnearest fence post. She fights it.\n\nShe KICKS and SQUEALS furiously as Wesley pulls each piglet\nfrom her teats and places them in a SACK.\n\f156\n\n157\n\n158\n\n159\n\nRevision 1 63.\n\nINT. C & L CROWNE FINANCIAL - INTERCUT - DAY\n\nJeff surveys his reclaimed office, not sure what he’s won.\nIn his confusion something nags at him...\n\nHe pulls his phone from his pocket, holds it out like he’s\nwaiting for it to do something. Nothing.\n\nHe places it down on the desk and focuses on it:\n\nJEFF\nRing. Ring.\n\nHe snaps out of it as a POLICE RADIO SQUAWKS far off.\n\nHe bolts towards the stairs.\n\nINT. C & L CROWNE FINANCIAL/ PARKING GARAGE - NEXT - DAY\n\nJeff exits the stairway and hurries to his car.\n\nINT. TERCEL - NEXT - DAY\nHe drives through downtown. His phone RINGS. He’s ready:\nJEFF\nWhere are you?\nINT. CONCRETE CORRIDOR - CONTINUOUS - DAY\nKRIS\nI don’t know. I need you to help\n\nme.\n\nPanicking, she looks down both ends of a blank corridor with\nintersecting halls. Her hand is now WRAPPED in BLOODY CLOTH.\n\nINTERCUT\n\nHe pulls over. Thinks. Then, like he’s reading a map:\n\nJEFF\nGo down.\nKRIS,\nWhich way?\nJEFF\nStraight. Past the chairs. Then\nleft.\n\n(CONTINUED)\n\f160\n\nCONTINUED: Revision 1 64.\n\nHe resumes driving, making a U-turn.\nShe moves down the hall, passes a row of CHAIRS, turns left.\n\nJEFF (cont’d)\n101B on the right. Brown door.\n\nShe opens it, but...\n\nKRIS\nNo, it’s just a room.\n\nJEFF\nYou’re cutting through it. Go on.\n\nShe moves to a door on the other side of the room, which\nleads to another hall and finally an exit outdoors.",
  "43": "---END OF PREVIOUS SECTION---\nJEFF\nYou’re cutting through it. Go on. She moves to a door on the other side of the room, which\nleads to another hall and finally an exit outdoors. \n---TARGET SECTION TO BE ANNOTATED---\n She\nopens it:\n\nThe Tercel comes screeching to halt in front of her.\n\nJEFF (cont’d)\nLet’s go!\n\nThey drive away from what we now see is his office building.\n\nJEFF (cont’d)\nWhy are you at my office?!\n\nShe looks back at the building:\n\nKRIS,\nI didn’t know it was.\n\nJEFF\nWhere are we going? Home? Home!?\n\nKRIS,\nHome.\nEXT. KRIS & JEFF’S HOUSE - NEXT - DAY\nThe Tercel POPS the curb, careening into the driveway.\nThey rush through the front door, slamming it behind them.\n\nWe hear them frantically rummaging for things they need.\n\f161\n\n162\n\n163\n\n164\n\nRevision 1 65.\n\nINT. KRIS & JEFF’S HOUSE - CONTINUOUS - DAY\n\nThey rush from the kitchen to the garage to a hall closet.\nWe’re always too late to see exactly what they’re doing:\n\nJEFF\n\nNo, no, I’ve got it, I’ve got it.\n\nGet that! Come on!\nThey end up in the BATHROOM. The DOOR slams. Then SILENCE.\nBATHROOM\nJugs of water are stashed on the floor next to a loaf of\nbread and some fruit. Kris’ HANDGUN lies on a towel at the\nready as well as an AXE. Furniture barricades the door.\nKris and Jeff nest in the tub, now lined with BLANKETS. They\nwatch the door fearfully, holding each other, waiting.\nEXT. CREEK BRIDGE - INTERCUT - DAY\n\nWesley’s truck pulls to the middle of the bridge, 30 feet\nabove the water.\n\nHe grabs the sack from the truck bed and TOSSES it over...\n...where it PLUNGES UNDERWATER. The piglets SQUIRM VIOLENTLY\nin the sack as it rises to the surface, floating downstream.\nEXT. CREEK - NEXT - DAY\n\nFurther downstream the sack floats over tiny falls then calm\nwater until it gets snagged on a TREE BRANCH.\n\nIt rests there on the water. Lifeless.\n\nINT. KRIS & JEFF’S HOUSE - NIGHT\n\nAll is quiet and dark. The bathroom door opens. They exit.\nCUT TO:\n\nKris WEEPS inconsolably on the couch.",
  "44": "---END OF PREVIOUS SECTION---\nThe bathroom door opens. They exit. CUT TO:\n\nKris WEEPS inconsolably on the couch. \n---TARGET SECTION TO BE ANNOTATED---\n Jeff sits, seething.\n\nHe gets up, grabs the AXE.\n\f165\n\n166\n\n167\n\n168\n\n169\n\n170\n\n171\n\nRevision 1 66.\n\nEXT. KRIS & JEFF’S HOUSE/ BACK YARD - DAWN\n\nJeff chops down a medium-sized TREE. After a few final\nWHACKS, he pushes it over, wearily watching it fall.\n\nBeyond him we see the previous 4 TREES he has CUT DOWN.\n\nEXT. CREEK - DAWN\nThe branch is tearing a HOLE in the sack as it jostles.\n\nEventually, the piglet CARCASSES float out and downstream.\n\nEXT. CREEK/ ROCKY BANK - DAY\n\nCARCASS #1 gets caught up in a small bank of rocks.\n\nEXT. CREEK/ DRAINAGE DITCH - DAY\n\nCARCASS #2 gets stuck in eddies, rests against a LARGE\nDRAIN.\n\nINT. KRIS & JEFF’S HOUSE/ BATHROOM - DUSK\n\nWATER SWIRLS down the bathtub drain. Kris places a STOPPER\nover it. She’s drawing a bath.\n\nCUT TO:\n\nImmersed in the now-full tub, she stares off, miserable.\n\nEXT. CREEK/ ROCKY BANK - INTERCUT - DUSK\n\nCarcass #1, waterlogged, sinks below the surface until it\ncomes to rest on the creek bed surrounded by rocks.\n\nINT. KRIS & JEFF’S HOUSE/ BATHROOM - INTERCUT - DUSK\n\nKris sinks underwater, almost unaware that she’s doing it.\nHer EYES stay transfixed at some point miles away.\n\f172\n\n173\n\n174\n\nRevision 1 67.\n\nEXT. CREEK/ DRAINAGE DITCH - INTERCUT - DUSK\n\nCarcass #2 also sinks, also rests at the bottom.\n\nINT. KRIS & JEFF’S HOUSE/ BATHROOM - INTERCUT - DUSK\n\nKris lies completely still, staring underwater. Seconds go\nby.\n\nSuddenly, she emerges, remembering to breathe, GASPING.\n\nINT. KRIS & JEFF’S HOUSE/ LIVING ROOM - NIGHT\n\nKris is curled up on the floor, not watching the TV that\nlights her. Despondent.",
  "45": "---END OF PREVIOUS SECTION---\nINT. KRIS & JEFF’S HOUSE/ LIVING ROOM - NIGHT\n\nKris is curled up on the floor, not watching the TV that\nlights her. Despondent. \n---TARGET SECTION TO BE ANNOTATED---\n Jeff watches her from the next room:\n\nJEFF\nWe should go on a trip. Get\nsomewhere.\nCUT TO:\n\nHe’s lying next to her on the floor now. They whisper:\n\nKRIS\nWhere would we go?\nJEFF\nSomewhere...bright.\nKRIS\nMaybe to Vermont. To that place you\nknow.\nJEFF\n\nYeah, maybe.\n\nKRIS\nHow do you get there?\n\nHe’s confused and suspects she’s toying with him.\nKRIS\nHow do you get to the place your\nfamily used to go? In Vermont. The\nvacation.\n\nNow he’s sure of it:\n\n(CONTINUED)\n\fCONTINUED:\n\nRevision 1 68.\nJEFF\nYou drive, Kris.\nKRIS\nWhat road?\nJEFF\n\nI’d have to get a map.\n\nKRIS\nYou don’t remember?\n\nJEFF\nSome...country road. I was six.\n\nShe pauses, giving him every chance before she unloads:\n\nKRIS\nI was six. You go through three\ncovered bridges made of red-painted\nwood and after the second one we\nstop for samples at the old taffy\nfactory and that’s how you know\nyou’re halfway there.\n\nJEFF\nI don’t...I don’t know. I was a\nkid.\n\nKRIS\nI was a kid. It was me. You took\nit.\n\nJEFF\nI don’t know what- doesn’t prove\nanything.\n\nKRIS\n\nIt proves you may be in my head,\nbut you’re still too stupid to\nunderstand me. Or anything.\n\nCUT TO:\n\nThey’re standing now. He’s walking away. Louder.\n\nJEFF\nAnd what about the trampoline...and\nMick?\n\nKRIS\n\nThat’s you. That’s yours.\n\n(CONTINUED)\n\fCONTINUED:\n\nRevision 1 69.\n\nJEFF\nOh, thank you. And Renny? Renny.\nAlmost drowned me? Then lied to his\nmom about it?\n\nKRIS\nMe. That’s mine. That happened to\nme.\n\nJEFF\n\nKris...Mick and Renny were best\nfriends! Explain that! How would I\nknow one and-\n\nKRIS\nThey weren’t friends. They never\nmet. You pushed them together.\n\nHe gets quiet, shakes his head: This is idiotic.\n\nKRIS\nWhere would you get...",
  "46": "---END OF PREVIOUS SECTION---\nYou pushed them together. He gets quiet, shakes his head: This is idiotic. KRIS\nWhere would you get... \n---TARGET SECTION TO BE ANNOTATED---\ncocaine?\n\nJEFF\nI’m sorry, where would I what?!\n\nKRIS\nIf you wanted it. I know you don’t\nbecause you’re recovering. But if\nyou did...where would you?\n\nJEFF\nYou’re a prize, Kris. A real\ntreasure.\n\nKRIS\n\nShouldn’t be that hard. You’re an\naddict. Had a huge addiction. Blew\nyour savings, your marriage. Ruined\nyour life. Some story about running\noff to Reno to hit bottom. You must\ncrave it all the time. Where would\nyou get it? Or is it possible that\nyou don’t know the first thing\nabout -\n\nJEFF\nThere’s guys at ACS. They come to\ngroup. But they’re not done. They\ndon’t engage. Everybody knows. They\nstill sell. So...\n\n(CONTINUED)\n\fCONTINUED:\n\nRevision 1 70.\nKRIS\nSo you’d get it from them?\nJEFF\nYeah.\nKRIS\n\nSo the best place you can think of\nto get a fix for you’re horrible\naddiction is the same place you\nstarted going to get over the\nsupposed addiction?\n\nJEFF\nI don’t think I like that word\n‘supposed’.\n\nHe walks away again, searching DRAWERS as he goes.\n\nKRIS\nYeah, you got bigger problems than\nvocabulary. How do you use? You\nsnort it? How much? Inject it? With\nwhat exactly? Use one of those\nspoons? You have a kit? Where do\nyou get it? And don’t say the\ngoddamn meetings!\n\nHe’s found a FOLDER he was looking for. He lays it out for\nher, showing RECEIPTS one by one:\n\nShe looks\n\nJEFF\nSeven Wonders Hotel and Casino,\nReno, Nevada. Eight nights. Boat\nrental, Lake Tahoe. Guess I felt\nnautical, don’t remember. Buffet\nfor one, Cairo Lounge. Rental car.\nSplurged for the SUV. Here, you\nwant some stationary. A pen?\n\nthem over, her premise dissolving.\n\nJEFF (cont’d)\nI used to buy from a guy called\nHenry Lincoln, Craig’s\nbrother-in-law. He always had it,\nwas around enough. Pretty easy.",
  "47": "---END OF PREVIOUS SECTION---\nJEFF (cont’d)\nI used to buy from a guy called\nHenry Lincoln, Craig’s\nbrother-in-law. He always had it,\nwas around enough. Pretty easy. \n---TARGET SECTION TO BE ANNOTATED---\nThis is the most fun I’ve had ina\nwhile.\n\f175\n\n176\n\n177\n\nRevision 1 71.\n\nEXT. CREEK/ ROCKY BANK - DAY\n\nCarcass #1 has decayed. Only a SMALL HOOF is recognizable in\nthe mass of rotting flesh. EMBEDDED in what was once the\nabdomen is a golf ball-sized SPORE.\n\nEXT. CREEK/ DRAINAGE DITCH - DAY\n\nAnother spore lies near Carcass #2.\n\nSuddenly, it SHOOTS out a TURQUOISE POWDER in all\ndirections.\n\nThe powder clouds the water as it RISES to the surface.\n\nIt clumps on the water, accumulating against the grassy\nbank.\n\nGrowing on the bank is a patch of 30 WHITE ORCHIDS.\n\nEXT. WOODS - DAWN\n\nElise (70) and her granddaughter Phoebe (15) search among\nthe trees for something, wearing BACKPACKS and SMALL GARDEN\nTOOLS.\n\nPHOEBE\nGram. Gram, what about this?\n\nShe’s found a patch of WILD YELLOW FLOWERS. Elise crouches\nnext to her, inspecting:\n\nELISE\nOh, yes. These are lovely.\n\nPHOEBE\nShould I take some?\n\nElise is looking elsewhere, not able to hide her\ndisinterest.\n\nELISE\nCertainly. Put them in with yours.\nI’1l go ahead to the bankside.\n\nPhoebe smiles, appreciating the false politeness. They\ndepart.\n\f178\n\n179\n\nRevision 1 72.\n\nEXT. CREEK/ DRAINAGE DITCH - NEXT - DAWN\n\nThey look down the embankment to a PATCH OF WHITE ORCHIDS.\nElise smiles, having found it:\n\nELISE\nDo you see? In the middle?\n\nShe walks down, followed by Phoebe.\n\nCUT TO:\nThey kneel, digging up several TURQUOISE ORCHIDS that grow\namidst the white ones and packing them in soil and burlap.\nEXT. CABIN/ FRONT PORCH - DUSK\n\nPhoebe plays a GAME on her phone, stopping when Elise sits\ndown next to her to enjoy the air.\n\nELISE\nDon’t stop for me.",
  "48": "---END OF PREVIOUS SECTION---\nEXT. CABIN/ FRONT PORCH - DUSK\n\nPhoebe plays a GAME on her phone, stopping when Elise sits\ndown next to her to enjoy the air. ELISE\nDon’t stop for me. \n---TARGET SECTION TO BE ANNOTATED---\n Do you worry\nyou’11 miss a call?\n\nPHOEBE\nYou mean...because I’m playing a\ngame?\n\nPhoebe finds her ignorance sweet but doesn’t let on:\n\nPHOEBE\nNo, I’m not worried.\n\nELISE\nDid you write today?\n\nPHOEBE\nI opened it. But...nothing really\nhappened today.\n\nELISE\nOf course it did. We scouted. Had a\ngreat breakfast. Saw mayflies- a\nstorm of them.\n\nPhoebe smiles, not really inspired, but...\n\f180\n\n181\n\n182\n\nRevision 1 73.\n\nINT. CABIN/ DINING ROOM - NEXT - DUSK\n\nPhoebe sits at the table in front of an open JOURNAL. The\npage is blank. She flips a pencil over and over.\n\nBeyond her Elise prepares dinner in the kitchen.\n\nINT. CABIN - DAY\n\nPhoebe is working on an ELABORATE FLORAL ARRANGEMENT.\nRIBBONS, SOIL, many different kinds of PLANTS and FLOWERS\nlay on the table in front of her. She references a\nHAND-DRAWN PLAN, a SKETCH, and a PHOTOGRAPH of an\narrangement taken years ago.\n\nShe unwraps two turquoise orchids from burlap, cuts the\nstems.\n\nCUT TO:\n\nShe takes a picture of the FINISHED ARRANGEMENT with a\nphone.\n\nCUT TO:\nShe disassembles the arrangement. Each flower is packed in\nWET NEWSPAPER, rolled in CLEAR FILM, and placed ina\nseparate BOX. Then the boxes go in a RED COOLER. Phoebe\nstops, seeing:\nAn INCHWORM is on an orchid, chewing into the blue pigment.\n\nShe checks the soil still in the burlap: SEVERAL WORMS.\n\nINT. GREENHOUSE - NEXT - DAY\nShe holds one out for Elise to see. She’s not surprised:\n\nELISE\nI see. And they’re all like that?\n\nPHOEBE\nI’ve only opened two and they’re\ninfested.\n\nELISE\nSpray them down. Salvage the\nbest...three.\n\nShe finds a BOTTLE of homemade bug spray for Phoebe.\n\n(CONTINUED)\n\f183\n\n184\n\nCONTINUED: Revision 1 74.",
  "49": "---END OF PREVIOUS SECTION---\nSalvage the\nbest...three. She finds a BOTTLE of homemade bug spray for Phoebe. (CONTINUED)\n\f183\n\n184\n\nCONTINUED: Revision 1 74. \n---TARGET SECTION TO BE ANNOTATED---\nPHOEBE\nThrow the rest out?\n\nELISE\n\nNo.\nEXT. PLANT NURSERY - DAY\nThe leftover turquoise orchids, now in plastic pots, are\nmixed among other wildflowers on one of 4 PALETTES in the\nback of Elise’s station wagon. Each pot has an “E + P\nEXOTICS” STICKER. Phoebe and a nursery employee unload them,\nstacking the palettes at the rear of the building.\n\nElise waits in the passenger seat, the red cooler behind\nher.\n\nCUT TO:\nFinished, Phoebe gets into the driver’s seat.\n\nELISE\nReceipt?\n\nPHOEBE\nThey didn’t give me one.\n\nELISE\nYou’11 always have to ask.\n\nEXT. HIGHWAY - NEXT - DAY\n\nPhoebe drives. Elise has nodded off against the window.\n\nCUT TO:\nELISE\nWhy not...if the other girls like\nhim?\nPHOEBE\n\nSo I should go along with whatever\nrandom girls say?\n\nELISE\nNo, I’m asking why. The boy doesn’t\nmatter. You will have to pare down\na wide selection to get one that\ndoes. I’m asking for the reason.\n\nPhoebe shakes her head, unsure.\n\n(CONTINUED)\n\f185\n\n186\n\n187\n\nCONTINUED: Revision 1 75.\n\nELISE\nIs he ugly? Is he an ugly boy,\ndear?\nThis cracks Phoebe up. Crazy grandma.\n\nPHOEBE\nHe’s not pretty.\n\nELISE\nThen write that down.\n\nPHOEBE\nI can’t. I left it. I’m sorry.\nEXT. GAS STATION - NEXT - DAY\n\nPhoebe pours more BAGS OF ICE into the cooler, letting WATER\ndrain from its spout. Gas is pumping.\n\nElise returns to the car from the store with a SHOPPING BAG.\n\nShe drops it on the front seat: A NEW JOURNAL and PENS.\n\nEXT. CERULEAN PLAZA HOTEL - DUSK\n\nThey wait as a PORTER transfers their LUGGAGE and the red\ncooler to a roller. He follows them inside.\n\nINT. KRIS & JEFF’S HOUSE - DAY\nThe refrigerator is DRIPPING WATER onto the tiled floor.\n\nKris crouches down, inspecting.",
  "50": "---END OF PREVIOUS SECTION---\nINT. KRIS & JEFF’S HOUSE - DAY\nThe refrigerator is DRIPPING WATER onto the tiled floor. Kris crouches down, inspecting. \n---TARGET SECTION TO BE ANNOTATED---\n The water pools, slowly\nspreading throughout the channels of grout in the tile.\n\nShe moves to the outer edge of the spread where a single\nSTREAM is creeping towards a 4-way split. She’s captivated\nby it, which says more about her mood than anything. She\nsets down a HALF-FINISHED GLASS OF WINE on the floor\nwaiting.\n\nThe water finally meets the junction and does what we\nexpect, following each of the 3 new channels. She studies\nthem.\n\f188\n\n189\n\nRevision 1 76.\n\nINT. CERULEAN PLAZA HOTEL/ GUEST ROOM - NIGHT\n\nPhoebe refills TwO GLASSES from a WINE BOX. She turns to\nElise who has tried on a new dress, waiting for a critique.\n\nPHOEBE\nLove it. Very you. Perfect. I have\na pair of hose for you instead of\nthose socks.\n\nELISE\nNo. I like socks.\n\nBALCONY\n\nThey enjoy the air, the wine, city sounds. Phoebe has the\nnew journal open on her lap, pen in hand.\n\nPHOEBE\nGram, I don’t think you could\nexplain any of these things either.\nLike, you quit smoking and my mom\ncan’t. Why? I mean why, uh, why’d\nyou pick that car when all you do\nis complain about the color? Why’d\nyou marry grandpa? Why anything.\n\nThat last one resonates with Elise.\n\nPHOEBE\nIt’s impossible to know for most\nthings.\n\nELISE\n\nNo, not impossible. But it will be,\nlooking back. That’s why you keep a\nrecord.\n\nINT. KRIS & JEFF’S HOUSE - DAY\n\nKris is tipsy now. She’s balancing herself like a tightrope\nwalker, arms out at her side, wine glass in one hand.\n\nELISE (OFF SCREEN)\nIf not you’1l say oh I must have\nbeen thinking this or that or maybe\nI’m just that kind of person. It’1l\nbe a blank white page and you’1l\nmark it up with best guesses. And\nafter that...\n\nShe moves from one floor tile to the next in the row, one\nfoot per tile, keeping straight. Then another and another.",
  "51": "---END OF PREVIOUS SECTION---\nAnd\nafter that... She moves from one floor tile to the next in the row, one\nfoot per tile, keeping straight. Then another and another. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f190\n\n191\n\nCONTINUED: Revision 1 77.\n\nELISE (OFF SCREEN) (cont’d)\n...after that happens I don’t know\nif you can ever change it. The\nwords become you.\n\nOn the next step her foot hovers over the tile, not ready to\nland. Slowly it MOVES OVER to an adjacent tile on the right.\nAgain it hovers there like she’s not sure if it will support\nher. She TOUCHES DOWN and slowly rests more weight on it,\nthen moves the other foot over. A tiny change has occurred.\n\nINT. H & R BLOCK - DAY\n\nWearing an EMPLOYEE SHIRT, Jeff helps a couple with taxes.\n\nINT. KRIS & JEFF’S HOUSE - NIGHT\n\nJeff arrives home, drops his bag, walks to the kitchen,\nsees:\n\nKris waits for him, her hair changed back to DARK BROWN. She\nwears her former OFFICE CLOTHES. He’s surprised, suspicious.\n\nJEFF\nGoodness.\n\nKRIS\nYou like it? The color?\n\nJEFF\nYeah, it’s...beautiful. Goodness.\nWhat are you wearing?\n\nKRIS\nThis is how I dress.\n\nJEFF\nNo, it isn’t.\n\nShe sits him down with something to say:\nKRIS\n\nI’m not sick. My mind is healthy.\nThere is no imbalance chemically.\n\nJEFF\nDr. Weitz said that?\nKRIS\nNo. I haven’t seen him in five\n\nmonths.\n\n(CONTINUED)\n\fCONTINUED: Revision 1 78.\n\nJEFF\nWho then? You seeing a new- who\ntold you that?\n\nShe stares at him until he gets it.\n\nJEFF (cont’d)\nYou stopped taking your meds?\n\nShe doesn’t say no. She’s staying calm, knowing he won’t.\n\nJEFF (cont’d)\nHow long?\n\nKRIS\nEight months. Eight months and I’ve\nbeen fine. No highs and lows.\nJust...normal.\n\nJEFF\nYeah. Was it normal when you locked\nus in the bathroom with a handgun?\n\nKRIS\nWe did that. We locked ourselves\nin. We-\n\nJEFF\n\nNow I’m realizing. Now it makes\nsome kind of sense. You show up at\nmy work. You’re manic. I feed off\nit. It’s delusional.",
  "52": "---END OF PREVIOUS SECTION---\nYou’re manic. I feed off\nit. It’s delusional. \n---TARGET SECTION TO BE ANNOTATED---\n No wonder -\n\nKRIS\nIt was us.\n\nJEFF\nIt was you!\n\nKRIS.\nYou’re rewriting it.\n\nJEFF\nOh. Oh.\n\nHe suddenly stands up violently, kicking the chair over.\nCUT TO:\n\nHe rummages through her medicine cabinet, drawers, her\npurse, until he finds the PILL BOTTLE.\n\nCUT TO:\n\n(CONTINUED)\n\f192\n\nCONTINUED: Revision 1 79.\n\nShe’s still in her seat as he steps back into the dining\nroom. He calmly returns the chair to its place, sits, puts\nthe bottle in front of her. He maintains his composure:\n\nJEFF (cont’d)\nYou. Will. Take- I am not doing\nthis shit. You will take these...as\nprescribed. Or. You will\nnever...see me...again.\n\nCUT TO:\nHe storms out the front door.\n\nShe flushes the pills down the toilet.\n\nINT. CERULEAN PLAZA HOTEL/ BANQUET HALL - DAY\n\nA GARDEN SHOW AND FLOWER COMPETITION is being held. Tables\nare lined with horticulture products, publications, and\nflowers.\n\nAlong a wall are the FLORAL ARRANGEMENTS in competition. 3\nJUDGES are inspecting them, taking notes, discussing.\n\nThey arrive at Phoebe’s creation. They seem to like it,\npaying close attention to the orchids at the center.\n\nFrom a ways back, Phoebe and Elise watch, squeezing hands.\nCUT TO:\nIt’s won a BLUE RIBBON. Phoebe chats with a Judge.\n\nJUDGE\nWhat is this beautiful orchid? The\nturquoise? What is it called?\nTremendous.\n\nPHOEBE\nI don’t think it has a name. We\nhave them up on a bit of land my\nfamily has.\n\nElise watches from a distance. She shares a smile with\nPhoebe.\n\nJUDGE\nIt’s so easy, just a little\npaperwork. In fact I’11 put you in\ntouch with a flora taxonomist I’ve\nused that can walk you through it,\n\n(MORE)\n(CONTINUED)\n\f193\n\nCONTINUED: Revision 1 80.",
  "53": "---END OF PREVIOUS SECTION---\nShe shares a smile with\nPhoebe. JUDGE\nIt’s so easy, just a little\npaperwork. In fact I’11 put you in\ntouch with a flora taxonomist I’ve\nused that can walk you through it,\n\n(MORE)\n(CONTINUED)\n\f193\n\nCONTINUED: Revision 1 80. \n---TARGET SECTION TO BE ANNOTATED---\nJUDGE (cont’d)\nbut hey if it is a new species they\nlet you name it after whoever found\nit. You could have your very own\nflower.\n\nPHOEBE\nIt’d be my Granddad Walter’s then.\nWe’d name it after him. He used to\ngive them to my grandma when they\nwere courting.\n\nElise looks worried at this.\n\nINT. CERULEAN PLAZA HOTEL/ LOBBY - NEXT - DAY\n\nPhoebe enters with the ribbon, looks for Elise, and finds\nher sitting at a table with a drink, solemn.\n\nWe focus on Elise’s ANKLES which are crossed tight. We stay\non them, the SOCKS.\n\nCUT TO:\n\nPhoebe takes a seat across from her trying to understand a\nnewfound tension between them. A WAITER stands nearby:\n\nELISE\nShe’1l have an iced tea.\n\nPHOEBE\nDiet coke.\n\nPhoebe doesn’t get Elise’s stoic demeanor. She thinks it’s\nthe ribbon and slides it over.\n\nPHOEBE (cont’d)\nTake it. I don’t even...take it if\nthat’s what’s wron-\n\nELISE\nWe’re not going to name anything\nafter him.\n\nPhoebe looks past her, trying to solve this.\nELISE (CONT’D)\nName it for yourself. Your mother.\n\nDon’t name it. Doesn’t matter, not\nhim.\n\n(CONTINUED)\n\f194\n\nCONTINUED: Revision 1\n\nPHOEBE\nWhy, Gram?\n\n81.\n\nElise just stares back. There’s not going to be an answer.\n\nPHOEBE (cont’d)\nGram.\n\nSeconds pass.\n\nPHOEBE (cont’d)\nGram.\n\nAnd again. Brutal, quiet, haunting.\nPHOEBE (cont’d)\nWhy?\nINT. SIGN STORE/ BACK OFFICE - DAY\nKris speaks to her BOSS.\nKRIS\nI just don’t want to be, um,\n\nsneaking around or saying I’m at\nlunch when-\n\nBoss\nNo, I think it’s great. It’s good\nfor you.\n\nKRIS,\nYeah?\n\nBoss\nOf course. Who are you interviewing\nwith?\n\nKRIS\n\nI’m so glad.",
  "54": "---END OF PREVIOUS SECTION---\nBoss\nOf course. Who are you interviewing\nwith? KRIS\n\nI’m so glad. \n---TARGET SECTION TO BE ANNOTATED---\n One does print design\nand the other, which I think is a\nbetter fit, is in post production.\n\nFRONT AREA\n\nKris helps a CUSTOMER, retrieves an order from the counter:\n\nKRIS (cont’d)\nNo, no I have them. Let me, here\nthey are. You put down 50 folders\nbut only 5 cover sheets and I\ncouldn’t reach you so...\n\n(CONTINUED)\n\f195\n\n196\n\n197\n\nCONTINUED: Revision 1 82.\n\nCUSTOMER\nOh, thank you. You saved my life. I\ndon’t know what I- you’re a true\nfriend.\n\nKRIS\nFriend of human progress. You’re\nwelcome.\n\nCustomer doesn’t know what that means but gets out politely.\nKris is left embarrassed. What did I just say?\n\nCUT TO:\nShe searches the phrase \"friend of human progress\" on her\nphone. Up pops a listing for \"WALDEN by Henry David\nThoreau\".\nShe reads the full quote aloud:\nKRIS (cont’d)\nA true friend of man; almost the\nonly friend of human progress.\nINT. BOOKSTORE - NEXT - DAY\nShe searches the shelves, pulls out a copy of Walden.\nCUT TO:\nSeated, she holds the copy open, looking off, having read\nsomething that scares her a bit. She’s unsure what to do.\n\nINT. CERULEAN PLAZA HOTEL/ ELEVATOR AREA - DAY\n\nELEVATOR DOORS open, revealing Wesley inside. He studies a\nNOTEBOOK, unaware of the open doors until they almost close.\n\nHe puts up an arm to keep them open and exits.\n\nINT. CERULEAN PLAZA HOTEL/ LOBBY - NEXT - DAY\n\nHe sits in a chair, still in his notebook. A young man,\nVOLUNTEER, approaches:\n\nVOLUNTEER\nMr. Van Kraus?\n\nWesley looks up.\n\fRevision 1 83.\n\n198 INT. SUV - NEXT - DAY\nVolunteer drives. Wesley eyes the downtown high-rises.\n\nVOLUNTEER\nHow do you like it?\n\nWesley isn’t sure what that means.\nVOLUNTEER\nI know you work, or you write I\nmean, out of town. How do you find\nthe city?\nWESLEY\nIt has its place.",
  "55": "---END OF PREVIOUS SECTION---\nVOLUNTEER\nI know you work, or you write I\nmean, out of town. How do you find\nthe city? WESLEY\nIt has its place. \n---TARGET SECTION TO BE ANNOTATED---\n199 INT. MUSIC HALL - NEXT - DAY\nThey enter on an upper level, looking out over the hall.\nWesley scans from the floor seats to the balconies.\nWESLEY\n\nThey’ve refinished the second tier\nthere...at the exit.\n\nVOLUNTEER\nYes sir. That was done end of last\nyear.\n\nWESLEY\nThey use the same materials? Same\ntimber?\n\nVOLUNTEER\nUh, great question. I’1l1 look into\nthat.\n\nCUT TO:\nWesley sets up a GREY BOX on stage and steps away.\nHe hits a button on a REMOTE. A LOUD TONE emits from the\ngrey box, echoing against the back of the hall, dying down\nafter a few seconds. He turns his head and tests again.\nCUT TO:\nAgain he tests the acoustics, this time from a floor seat.\n\nCUT TO:\n\fRevision 1 84.\n\nOne more test from the very back seat in the highest\nbalcony.\n\n200 INT. REHEARSAL ROOM - DAY\n\nWesley directs a small group of Violinists rehearsing\nPRECISE STACCATO BLASTS. He listens.\n\nCUT TO:\n\nHe’s in a conversation with the most vocal one, LEAH (30):\n\nWESLEY\nThis is- that’s exactly right...\nLEAH\n...but it leaves no room for\nexpression-\nWESLEY\n\nThat’s exactly right. Your\ncomplaint is exactly the right\nthing to be complaining about.\nPerfect. Strings have to be that.\nEvery. Loop. Perfect. No not\nperfect, identical. However you\nstart has to be repeated forever\ngood or bad. Because over here with\nchoral and timber we’re organic and\nwe need a gauge, something to\ncontrast or it’s all just a moving\nmess.\n\nLEAH\nThen use a metronome. Get a\nsynthesizer.\n\nThe other players are quiet. Leah might have crossed a line.\nThe room is tense. Wesley stays calm, even amused.\n\n201 EXT. MUSIC HALL STEPS - NIGHT\nThe two sit alone, intimate. She takes a sip of his COFFEE:\n\nWESLEY\nWe could do it artificially, throw\nit to percussion et cetera. That\nwould be easy.",
  "56": "---END OF PREVIOUS SECTION---\nMUSIC HALL STEPS - NIGHT\nThe two sit alone, intimate. She takes a sip of his COFFEE:\n\nWESLEY\nWe could do it artificially, throw\nit to percussion et cetera. That\nwould be easy. \n---TARGET SECTION TO BE ANNOTATED---\n The challenge is to\nreproduce it in the analog. Remove\npassion from where it shows up\nnaturally.\n\n(CONTINUED)\n\f202\n\n203\n\nCONTINUED: Revision 1 85.\n\nLEAH\nYou can’t say it’s worth doing just\nbecause it’s difficult. That’s\nconfusing two separate ideas. Were\nyou born into money? Rich people\nalways use the word challenge when\nthey want everyone else to do\nsomething hard.\n\nWESLEY\nNo, we weren’t rich.\nLEAH\nPoor?\nWESLEY\n\nUh...it rose and fell with the\n\nprice of pork. My dad was a pig\n\nfarmer.\n\nLEAH\n\nNo shit. Now it’s coming together.\nINT. MUSIC HALL - DAY\nWesley conducts a FULL ORCHESTRA rehearsal on stage.\nAmong the violinists Leah plays with intense concentration.\nA few seconds of CONTINUOUSLY HEIGHTENING NOTES before\nWesley stops the whole thing. He stares at the floor, the\nroom quiet.\nHe looks to Leah, but she already knows:\n\nWESLEY\nYou’re done.\n\nShe packs up, walks off.\n\nINT. CHAIN HOTEL/ CHECK-IN - NIGHT\nJeff passes through, gets almost to the elevators when...\n\nCLERK\nJeff. Jeff.\n\nBusy on the phone, he points to a WRAPPED PACKAGE on the\ndesk.\n\nELEVATOR\n\n(CONTINUED)\n\f204\n\n205\n\nCONTINUED: Revision 1 86.\n\nJeff tears the wrapping, pausing for just a moment before\ndeciding to remove it entirely: a copy of WALDEN.\n\nHOTEL ROOM\nHe sits on the edge of the bed, book open.\n\nJEFF (OFF SCREEN)\nThere was something I didn’t\nknow...\n\nINT. KRIS & JEFF’S HOUSE/ BEDROOM - NIGHT\nNow on their bed, he struggles for words. Kris listens.\n\nJEFF\n...and I filled it with something I\nmade up and now I can’t tell the\ndifference. But if none of it’s\ntrue, if it’s all a fiction I\nbuilt...something has to go in its\nplace...or how are we meant to...\n\nKRIS\nAll you have to say is you don’t\nknow.\n\nHis eyes water. He looks like he may say it.\n\nINT.",
  "57": "---END OF PREVIOUS SECTION---\nHis eyes water. He looks like he may say it. INT. \n---TARGET SECTION TO BE ANNOTATED---\n KRIS & JEFF’S HOUSE/ BEDROOM - MORNING\nKris wakes, sits up in bed, about to stand, takes a moment.\n\nThe ALARM CLOCK flips to \"5:28\" and the radio turns on. An\nad for a symphony plays accompanied by STRIKING CHORDS:\n\nANNOUNCER (RADIO)\nThis fall...the KL Symphony\nOrchestra marks the beginning of\nits 75th season. A gala event\nfeaturing the highly anticipated\nreturn of-\n\nShe shuts it off instinctively. Then after a moment...\n...she turns it back on, now listening intently:\nANNOUNCER (RADIO) (cont’d)\nFrom the mind of\ninternationally-renowned composer\n\nWesley Van Kraus...the premiere of\n(MORE )\n\n(CONTINUED)\n\f206\n\nCONTINUED: Revision 1 87.\n\n_. ANNOUNCER (RADIO) (cont’d)\n\nan original work...REPETICO: a\n\njourney beyond grace and light.\n\nTickets available now.\nJeff steps from the bathroom with a toothbrush in his mouth,\nstunned and listening.\nINT. MUSIC HALL - NIGHT\nThe orchestra is WARMING UP.\nJeff and Kris sit on the third row. She reads the PROGRAM:\nwe see the title \"REPETICO\", \"Composer Wesley Van Kraus\",\nand on a dedication page \"For Becky, my life.\"\n\nJeff, staring ahead, suddenly turns to the audience behind\nthem. Kris senses it too: something is out there.\n\nAPPLAUSE wakes them and they turn to the stage where Wesley\nsteps out, bowing slightly. He scans the audience, the\nbalcony, his eyes lingering too long. He senses something\ntoo.\n\nWesley raises the BATON. A moment of silence.\n\nHe thrusts it. The music begins softly but we only see...\nMICROSCOPIC CHEMICAL AND BIOLOGICAL REACTIONS. The TURQUOISE\nPOWDER effervesces against the surface of an ORGANELLE\nbefore disappearing inside. BLOOD FLOWS, carrying the\npowder.\n\nAfter fading to an echo, the music returns with a CRESCENDO:\n\nKris feels the effects, looking like an invisible hand is\nslowly pushing her over. She almost loses consciousness.",
  "58": "---END OF PREVIOUS SECTION---\nBLOOD FLOWS, carrying the\npowder. After fading to an echo, the music returns with a CRESCENDO:\n\nKris feels the effects, looking like an invisible hand is\nslowly pushing her over. She almost loses consciousness. \n---TARGET SECTION TO BE ANNOTATED---\nJeff is breathing hard, trying to withstand the spell they\nseem to be under. He braces against the armrests.\n\nKris tries to stand. Jeff helps her. They move to the aisle.\n\nAs they walk to the back exit, they notice a MAN in the\naudience on the right get up, moving to the aisle.\n\nA WOMAN stands on their left.\n\nThen an OLDER COUPLE, all joining them in exiting.\n\f207\n\n208\n\nRevision 1 88.\n\nINT. MUSIC HALL/ FOYER - NEXT - NIGHT\n\nKris, Jeff, and 9 OTHER ABDUCTEES are assembled in a group.\nThey look to each other, searching faces while the music\nplays on, muffled through DOUBLE DOORS.\n\nKris notices that one of the men, GRAHAM, lingers near the\ndoor. He presses his head to it, listening. A young woman,\nDOROTHY, follows too, leaning against the other door. One by\none they move into the doorway huddled together in a trance.\n\nKris joins them, letting go of Jeff’s hand. He resists,\ncovering his ears. He backs away, headed outside.\n\nAPPLAUSE ERUPTS. The symphony is over. Doors open. The\naudience files out.\nEXT. MUSIC HALL - NEXT - NIGHT\n\nJeff walks around the back of the building. He pulls on an\nunmarked door. Locked. He moves on.\n\nHe tests another door. Locked.\n\nHe heads toward a fleet of BLACK TOWN CARS parked on the\nstreet. After scanning them he gets back to testing doors.\n\nHe runs his hand along the wall. An ELECTRIC CABLE is\naffixed to it. On a hunch, he reaches out to it, sensing\nsomething...\n\nHe turns just before a door 20 feet back BANGS OPEN. Wesley\nexits with Volunteer, crossing to one of the Town Cars.\n\nJeff rushes to him. For a brief moment Wesley recognizes him\nbefore ducking into the car. Jeff rubs his throat: the\ncollar.\n\nJEFF\nYou know me.\n\nWesley turns to him as the car door closes. He drives off.\n\nJEFF (cont’d)\nYou know me!\n\f209\n\n210\n\nRevision 1 89.\n\nINT.",
  "59": "---END OF PREVIOUS SECTION---\nJEFF (cont’d)\nYou know me! 209\n\n210\n\nRevision 1 89. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MUSIC HALL/ FOYER - NEXT - NIGHT\n\nKris is still with the abductees. She steps to Jeff as he\napproaches. He’s stunned, almost smiling:\n\nJEFF\nHe saw me. He looked at me. He\nknows me.\n\nThis excites her. She’s thinking of a next step.\n\nEXT. RURAL ROAD NEAR REFINERY - NEXT - NIGHT\n\nTHREE CARS idle at the fork, parallel to each other.\nInside all 11 abductees silently write on index cards.\n\nThe cards are passed from car to car to car. Kris tallies:\n\nKRIS\nSeven lefts. Four rights.\n\nThe cars drive off down the leftmost road.\n\nCUT TO:\nNext fork. Another vote. They take off right.\nCUT TO:\nKRIS (cont’d)\nFive left. Six right.\nMILTON\nAgain? Why’s it so close?\nCUT TO:\nAnother vote.\nKRIS.\nSix to the left.\nDOROTHY\nIt shouldn’t count if it’s that\nclose. If there were twelve of us\nit’d be a tie.\nCUT TO:\n\nAnother fork. They continue.\n\f211\n\nRevision 1 90.\n\nEXT. GAS STATION - NEXT - NIGHT\n\nCars gas up. People are tired. They split off into small\nchats. Dorothy shakes her head, despondent. Keith checks his\nwatch, yawning. The mood is dour.\n\nBrent and Jeff confer over a road map:\n\nBRENT\nI wouldn’t call it a circle, but if\nwe are going somewhere this would\nbe the longest possible route to\nit.\n\nCarol flips through the votes, comparing, finds something\nodd.\n\nCUT TO:\nShe walks to Kris with the cards.\nCAROL\nKris? You’re Kris? Will you look at\nthis?\nCUT TO:\n\nKris marches angrily to an OLD COUPLE, NORA and CLYDE:\n\nKRIS\nWhat are you people doing!?\n\nThey stare back, dumbfounded. Kris holds up index cards:\nKRIS\nWhat’s wrong with you?! Why are you\nwrecking it? Why are you always the\nsame? Every single vote you guys\nagree. Even when you’re wrong you\nagree!\nThey have no answer. Kris turns to Clyde:\n\nKRIS,\nShow me your ankle. Right now.",
  "60": "---END OF PREVIOUS SECTION---\nThey have no answer. Kris turns to Clyde:\n\nKRIS,\nShow me your ankle. Right now. \n---TARGET SECTION TO BE ANNOTATED---\nCLYDE\nWhat for?\n\nCUT TO:\n\nHe sits. She crouches, pulls down his sock, and sees the\nscar.\n\n(CONTINUED)\n\f212\n\nCONTINUED: Revision 1 91.\n\nSatisfied, she turns to Nora:\n\nKRIS\nYou. Come on. Show me.\n\nNora doesn’t move, obstinate. She looks to Clyde for help.\n\nKRIS\nYou’re not one of us. Are you?\n\nNora refuses to answer.\n\nCLYDE\nNora?\n\nNORA\nIt happened to Clyde so it happened\nto me.\n\nKris, furious, SLAPS Nora. Jeff pulls her off.\nJEFF\nKris. Kris. It’s just a story. She\njust made a story.\n\nEXT. RURAL ROAD - NIGHT\n\nThe cars idle. Index cards are passed in. Brent tallies.\nKeith leans in the window to see how things are going:\n\nBRENT\nEight to two, seven to three...nine\nto one. Last one was unanimous, an\neven ten.\nKeith gets back in his car, announces:\nKEITH\nGood votes. Think we’re getting\nclose.\nThe cars drive off.\n\nKris, in the front passenger seat, senses something, turns\naround, scans each face, lands on Graham. What is it?\n\nHe’s lost in his own world, staring at the door. Ominous.\n\nKris sees that Carol also feels something from Graham.\n\f213\n\n214\n\n215\n\nRevision 1 92.\n\nEXT. WESLEY’S FARMHOUSE - NEXT - DAWN\n\nThe 3 cars wind down the country road towards the house.\n\nINT. WESLEY’S FARMHOUSE/ KITCHEN - NEXT - DAWN\n\nWesley eats toast over his morning paper at the counter.\nHearing VOICES, he turns to see the abductees out front.\nThey are huddled together, trying to decide something.\nRecognizing them, he’s a bit surprised but not unhappy. He\ncleans up his breakfast, tucks in his shirt, and moves\ntoward the front of the house, looking to welcome them.\n\nEXT. WESLEY’S FARMHOUSE - NEXT - DAWN\n\nOn the edge of the group Carol stares at the pigpen. Kris\nfollows her gaze and ends up staring too.",
  "61": "---END OF PREVIOUS SECTION---\nEXT. WESLEY’S FARMHOUSE - NEXT - DAWN\n\nOn the edge of the group Carol stares at the pigpen. Kris\nfollows her gaze and ends up staring too. \n---TARGET SECTION TO BE ANNOTATED---\nThere is a faint discussion about what to do next but it\ndies down, as one by one they all turn, drawn in.\n\nKris steps first and before long the group is walking toward\nthe pen, everyone but Graham who is nowhere to be seen.\n\nSuddenly Kris stops, turns back to the house.\n\nWe hear a GUNSHOT. The group turns to the house.\n\nANOTHER GUNSHOT, the MUZZLE FLASHES inside the house.\nWesley CRASHES through the front door and falls to the\nground, escaping from Graham who follows him, GUN\noutstretched.\n\nStunned silence. They all watch Wesley crawl, slowly die.\n\nJeff moves to disarm Graham but Kris stops him. She knows:\n\nKRIS\nWait.\n\nGraham puts the gun to the roof of his mouth.\n\f216\n\n217\n\n218\n\n219\n\n220\n\nRevision 1 93.\n\nEXT. PIGPEN - CONTINUOUS - DAWN\n\nA pig BUCKLES to the ground just as Graham, in the far\nbackground, pulls the trigger and COLLAPSES himself.\nINT. WESLEY’S FARMHOUSE - NEXT - DAY\n\nThe abductees move through the house, silently looking.\n\nINT. LIVESTOCK BUILDING/ WHITE ROOM - NEXT - DAY\nThe cot is still there. Clean linen. Well lit.\nThey file in like they’re touring an historic landmark.\n\nWhen the others leave, Carol can’t tear herself away.\n\nINT. LIVESTOCK BUILDING/ EXAM ROOM - NEXT - DAY\n\nThey crowd around the desk studying Wesley’s notes,\nsketches, the CLIPBOARD of abductees’ names.\n\nKris scrolls to the top of the list to the only one without\na last name...\n\nKRIS\nBecky.\nEXT. PIGPEN - DAY\nThe abductees spread out into the pen.\nKris walks alone, slowly but directly, to K. She crouches.\nJEFF approaches holding the clipboard. He compares K’s tag:\n\nJEFF\nIt’s you.\n\nKris wells up, it finally hitting her that she’s not crazy.\n\nKRIS\nI know.\n\nBeyond them, the others are finding their matching pigs.\n\f221\n\n222\n\n223\n\nRevision 1 94.\n\nEXT.",
  "62": "---END OF PREVIOUS SECTION---\nBeyond them, the others are finding their matching pigs. 221\n\n222\n\n223\n\nRevision 1 94. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n YELLOW PIGPEN - DAWN\n\nThe pigs empty out of a LIVESTOCK TRAILER into a large pen\nsurrounded by an AGED YELLOW-PAINTED FENCE.\n\nNora and Clyde wrangle them while other abductees continue\nrepairs on the fence, replacing decay with new lumber.\n\nA TRUCK arrives on the road. On the side is painted \"’No man\nshould be allowed to be President who does not understand\nhogs.’ - President Harry Truman\". A NEW VET emerges.\n\nCarol greets her, leads her alongside an OLD YELLOW\nFARMHOUSE.\n\nINT. YELLOW FARMHOUSE - DAY\n\nThe place is DUSTY, seemingly abandoned for decades. Brent\nhas to practically knock the door down to get in. He carries\nBOXES of Wesley’s sketches and notes, which he stacks in the\ncorner.\n\nHe looks around at their new workplace.\n\nEXT. YELLOW FARMHOUSE - DAY\nOver a picnic-table lunch, they all question New Vet:\n\nCLYDE\nHow much space is ideal for them?\nDo they roam? Would they rather\nhave smaller pens but more of them\nif that makes sense-\n\nCUT TO:\nNORA\n-so I thought we’d mix in a lot of\nfresh produce, vitamin supplements,\na lot of whole grains. Is that\nright?\nCUT TO:\n\nDOROTHY\n-no, I’d prefer to keep them\ngroomed, get them bathed every\nother day but if the natural\ninstinct- I mean if they like being\nshaggy I don’t want to just force-\n\n(CONTINUED)\n\fCONTINUED:\n\nRevision 1 95.\n\nCUT TO:\n\nSELMA\nDo the women, the sows I mean, ever\nseparate off? Do they like being\nmixed in all the time? I would\nthink-\n\nMILTON\nThat reminds me...when it does get\ncolder...at what temperature do we\nneed to start thinking about maybe\nan indoor pen? Space heaters and\nyou know...\n\nCUT TO:\n\nKEITH\nAll of them, yeah. We just-\nwhatever vaccines are available.\nAll of them. All the shots.\n\nNEW VET\nThis is a list of recommended\nvaccines and I’1l certainly inspect\neach animal.",
  "63": "---END OF PREVIOUS SECTION---\nAll of them. All the shots. NEW VET\nThis is a list of recommended\nvaccines and I’1l certainly inspect\neach animal. \n---TARGET SECTION TO BE ANNOTATED---\n The truth is you can\ndefend against all manner of\ndisease, make them healthy as can\nbe. But at some point the cost\noutweighs what you hope to recoup\nat slaughter.\n\nThe abductees share a look.\n\nCAROL\nLet me stop you. Don’t worry about\ncost. These pigs are going to be\nbetter cared for than most people’s\nkids. It’s going to be\nembarrassing. Now. If they could\nchoose anything...what is it that\nthey really love to eat?\n\nNew Vet looks around the table: is this a joke? Finally she\n\njust goes\n\nwith it and laughs...\n\nNEW VET\nOkay.\n\f224\n\n225\n\n226\n\n227\n\nRevision 1 96.\n\nEXT. YELLOW PIGPEN - DAY\nNew Vet feels K’s belly, confirming pregnancy:\nNEW VET\nOh goodness, yes. And far along\ntoo.\n\nKris is overjoyed, roaring with laughter.\n\nINT. YELLOW FARMHOUSE - DAY\n\nBrent reads names from the clipboard then Carol searches\nthem online. They confer on phone numbers. Brent calls:\n\nBRENT (ON PHONE)\nYes, is this Marsha Potter? My name\nis Brent West. I have...some\ninformation that...I hope might\nhelp you.\n\nEXT. YELLOW FARMHOUSE - DAY\n\nA CAR drives up. HUSBAND (the one whose wife died) gets out,\nchecks the address against his handwritten note.\n\nHe walks toward the house as Jeff opens the door for him.\n\nEXT. CREEK/ DRAINAGE DITCH - DAY\n\nElise and Phoebe scout for orchids. Elise is frail now and\nwalks with a cane, slowing their progress. Again we spend\ntoo much time trying to see her ankles, still socked.\n\nPhoebe has to leave her to step down the incline to the\nwhite orchids we have seen before. She scans for the\nturquoise.\n\nShe calls back up to Elise:\nPHOEBE\nGram, there’s none here either.\nMaybe further up? Should I grab\nwhite?\n\nShe turns upstream, still hopeful.\n\f228\n\n229\n\nRevision 1 97.\n\nEXT. PLANT NURSERY - DAY\n\nEvan is shopping for the orchids, checking leaves like\nbefore. He looks all around, not finding them.",
  "64": "---END OF PREVIOUS SECTION---\nEXT. PLANT NURSERY - DAY\n\nEvan is shopping for the orchids, checking leaves like\nbefore. He looks all around, not finding them. \n---TARGET SECTION TO BE ANNOTATED---\nPeter, trying to help, brings him a candidate. Evan scrapes\nthe leaf with a knife but doesn’t like the residue.\n\nHe grabs a bit of soil to be sure, checking for worms. No\nluck so he tosses it and looks elsewhere. Peter follows,\nlearning.\n\nEXT. YELLOW PIGPEN - DUSK\n\nKris sits against the fence, content.\n\nShe holds a newborn PIGLET, lifting it to her face like\nshe’s playing with a baby.\n\nAll around her K’s other PIGLETS clumsily explore.\n\f"
}