{
  "1": "yf\n\nyf\n\n \n\nFebruary 13, 1998-Draft\n\n \n\nFOR EDUCATIONAL\nPURPOSES ONLY\n\fEXT. COUNTRY ROAD - NIGHT.\n\nA cold, windy evening in New England. Bare, looming trees\nline the sides of the desolate road. Suddenly, the darkness\nis broken by fast approaching LIGHTS. We see a speeding Land\nRover round a bend.\n\nINT. LAND ROVER - NIGHT.\n\nWe pull in from the rear, revealing a mess of books and\nclothing including a distinctive BLACK PARKA. Driving the\ncar is a cute, curly-haired, twenty year-old, MICHELLE\nMANCINI. She listens attentively to a “Lovelines” style talk\nshow on the radio.\n\nSASHA (0.S.)\nYou're listening to After Dark with Sasha\non WVOP, the Voice of Pendelton\nUniversity. Caller, you're on the air.\n\nJANE (0.S.)\nThis is, um, Jane.\nSASHA\n(sarcastic)\n\nSeems to be a run on “Janes” tonight.\nHow can I help you?\n\nJANE\nWell, I’m having sexual thoughts about my\nroommate.\n\nSASHA\n\nIs she aware of this?\n\nJANE\nNo. I don’t think so. But, honestly\nSasha, I'm not a lesbian.\n\nSASHA\n\nAre you dating any guys?\nJANE.\n\nNo.\nSASHA\n\nDo you think about guys?\n\nJANE\nUm. Not really.\n\nSASHA\nHow many Indigo Girls albums do you own?\n\n(CONTINUED)\n\f2\n\nCONTINUED:\n\nJANE\nAll of them.\n\nSASHA\nThen Jane, I think it's time you wake up\nand smell the coffee over at Ellen’s\nhouse because you are way confused. Head\nimmediately to the lesbian student lobby,\nmake some new gal pals and once you've\ncome to terms, see if roomie wouldn’t be\nup for a little Sapphic soul searching.\nThank you, next caller.\n\nMichelle laughs, then pops a tape into the stereo. Bonnie\nTyler’s 80's power ballad, “Total Eclipse of the Heart”\nstarts BLASTING. Michelle sings along, not too convincingly.",
  "2": "---END OF PREVIOUS SECTION---\nMichelle laughs, then pops a tape into the stereo. Bonnie\nTyler’s 80's power ballad, “Total Eclipse of the Heart”\nstarts BLASTING. Michelle sings along, not too convincingly. \n---TARGET SECTION TO BE ANNOTATED---\nMICHELLE\nTurn around/every now and then I get a\nlittle bit terrified and then I see the\nlook in your eyes...\n\nThe sunroof is open and the moon softly illuminates Michelle.\nShe’s too entertained to notice a FLASHING LIGHT on the\n\nconsole...the low fuel gauge. She speeds past a large Shell\nstation.\n\nINT. LAND ROVER ~ NIGHT.\n\nThe car begins sputtering. She turns the radio down and\nnotices the light and accompanying BEEPING.\n\nMICHELLE\n(panicked)\nOh no... :\n\nThrough the windshield, she sees a rundown gas station in the\ndistance.\n\nMICHELLE (cont’d)\nPlease...please make it.\n\nThe car is on its last fume. It sputters into the station\nand dies. Michelle breathes a sigh of relief. A creepy,\ndisheveled ATTENDANT steps out of his office and walks to the\ncar. Michelle opens the window just a crack.\n\nATTENDANT\n(stuttering)\nR-r-ran out of g-g-g-gas?\n\nMICHELLE (cont’d)\nYeah. Fill it up please.\n\n(CONTINUED)\n\fCONTINUED: 3\n\nShe slips her credit card through the crack. He stares at\nher, nods and walks away.\n\nMICHELLE (cont‘d)\n(to herself)\nFreak show.\nEXT. GAS STATION - NIGHT. 4\nThe gas hose is in the tank filling up.\nINT. LAND ROVER - NIGHT.\n\nMichelle looks at her watch impatiently.\n\nATTENDANT (0.S.)\nM-m-m-miss?\n\nShe turns to look. He’s calling out from his office door.\n\nMICHELLE\nWhat?\n\nATTENDANT\nC-c-can you p-p-please come here for a m-\nm-m-minute?\n\nMICHELLE\nWhat is it?\n\nATTENDANT\nUm. Credit c-c-c-ard company. They‘re\non t-t-the phone.\n\nMICHELLE\nIs there a problem?\n\nATTENDANT\nThey s-s-say they w-w-want to speak to\nyou.\n\nMICHELLE\nHold on.\n\nShe grabs mace spray and sticks it in her coat pocket.\nINT. OFFICE - NIGHT.\n\nIt’s dark and dingy, the only light a dim, flickering\nfluorescent bulb.",
  "3": "---END OF PREVIOUS SECTION---\nINT. OFFICE - NIGHT. It’s dark and dingy, the only light a dim, flickering\nfluorescent bulb. \n---TARGET SECTION TO BE ANNOTATED---\n Michelle steps inside and the attendant\n\nimmediately closes the door behind her, locking it witha\nkey.\n\n(CONTINUED)\n\fCONTINUED:\nMICHELLE\nSo where's the phone?\nATTENDANT\n(nervously)\nM-m-m-iss...T-t-t-here-\nMICHELLE’S POV\n\nOn the desk sits the phone...unplugged from the wall. She\nslowly begins to walk backwards towards the door.\n\nATTENDANT (cont’d)\nS-s-s-ome-\n\nHe goes to grab her shoulders.\n\nMICHELLE\nDon’t touch me!\n\nATTENDANT\nNo...no! There's s-s-s-\n\nShe reaches the door...it’s locked. He grabs her shoulders\nfirmly and turns her to face him.\n\nATTENDANT (cont'd)\nS-s-s-omeone --\n\nCLOSE ON HER COAT POCKET\n\nShe grabs the mace and fidgets around trying to remove the\nprotective lock.\n\nATTENDANT (cont'd)\nis-is-is --\n\nShe unlocks the mace, shoves it in front of his eyes and\nsprays.\n\nATTENDANT (cont'd)\nAAAAAHHHH !\n\nThe attendant keels over.\n\nMICHELLE tries in vain to unlock the door. She turns around\nand sees...\n\nTHE ATTENDANT writhing in pain on the floor.\n\nON THE DESK she spots the unplugged phone and grabs it.\n\n(CONTINUED)\n\f10\n\nil\n\n12\n\n13\n\nCONTINUED: (2) 6\n\nShe SMASHES the door window until there’s an opening big\nenough for her to fit through. Her gloves and coat protect\nher from the glass.\nEXT. GAS STATION - NIGHT. 7\nShe's halfway out.\nINT. OFFICE - NIGHT. 8\nThe attendant gets up. Her legs are dangling inside. He\ngrabs them. She SCREAMS and starts kicking, hitting him in\nthe groin.\nATTENDANT (cont'd)\n(holding himself)\nOHHH!\nEXT. GAS STATION - NIGHT. 9\n\nMichelle falls out and runs to her car. She's fumbling\naround with her keys when...\n\nTHE ATTENDANT opens the office door. He's approaching. She\ncan't find the right key. He’s almost there. Finally, she\ngets the key and leaps inside.\n\nINT. LAND ROVER - NIGHT.",
  "4": "---END OF PREVIOUS SECTION---\nFinally, she\ngets the key and leaps inside. INT. LAND ROVER - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 10\n\nShe starts the engine and looks around. He’s nowhere in\nsight, when --\n\nEXT. GAS STATION - NIGHT. iL\n\nHE JUMPS in front of the car, shining menacingly in the\nheadlights.\n\nATTENDANT\nThere’s S-s-some-!\n\nINT. LAND ROVER - NIGHT. 12\n\nMichelle hits the accelerator SMASHING into the attendant.\nHe's clinging onto the hood.\n\nEXT. GAS STATION - NIGHT. 13\nThe gas hose flies out of the tank spilling gasoline all over\n\nthe ground. Michelle makes a sharp turn into the road and\nthe attendant falls off.\n\n(CONTINUED)\n\f13\n\n14\n\nCONTINUED: 13\n\nHe gets up and hobbles to the road trying to chase after the\ncar. It’s useless. He yells out and, finally, his words\ncome out without a stutter.\n\nATTENDANT\nTHERE'S SOMEONE IN THE BACKSEAT!\n\nINT. LAND ROVER - NIGHT. 14\n\nShe's already too far to hear his warning. As she sobs\nhysterically, she doesn’t notice...\n\nBEHIND HER\nthe black parka we’d seen earlier begin to move slightly.\nCLOSE ON STEREO\nShe presses “Play” on the tape player. “Total Eclipse of the\nHeart” again. She sings along, trying to make herself feel\nbetter.\nMICHELLE\n\nTurn around, bright eyes/every now and\n\nthen I fall apart/Turn around, bright...\nBEHIND HER\nThe FIGURE in the black parka rises. His face obscured by a\nfurry hood. He raises an ax and begins to inch towards\nMichelle.\nCLOSE ON REARVIEW MIRROR\nHanging from it is a blue and gold TASSEL with “96” pinned to\nit. Michelle looks in the mirror. It’s completely black.\nShe adjusts it and catches the reflection of the fur-trimmed\nparka hood. She turns around.\nHE’S RIGHT BEHIND HER\n\nHer eyes widen. The SONG is reaching its crescendo. “Turn\naround...every now and then I fall apart!”\n\nMICHELLE\nNOO0000000 !\n\nCLOSE ON THE AX\n\nThe killer swings. With a squishy THUD, her head is sliced\nand flies straight out the sunroof.\n\f15\n\n16\n\nEXT.",
  "5": "---END OF PREVIOUS SECTION---\nCLOSE ON THE AX\n\nThe killer swings. With a squishy THUD, her head is sliced\nand flies straight out the sunroof. 15\n\n16\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n ROAD - NIGHT. 15\n\nThe head rolls over the top of the car, mouth agape, eyes\nwidened in terror, and rolls RIGHT TOWARDS US until its mouth\nfills the entire screen.\n\nSLAM CUT TO:\nA MOUTH, yawning.\nEXT. PENDELTON CAMPUS - NIGHT. 16\n\nPull back to reveal NATALIE SIMON, a dark-haired, good\nlooking twenty year-old staring straight ahead.\n\nNatalie's a serious type-A personality who'd probably feel\nmore comfortable in a Donna Karan power suit than the green\ngoose down jacket she’s currently donning. She knows exactly\nwhat she wants out of life and has no time to waste...her Day\nRunner is her bible.\n\nNATALIE\nI won’t encourage this.\n\nHER POV\n\nA Gothic, stone building. Its windows boarded with wood and\nits front door locked with a heavy chain. The molding abov\nthe front door clearly reads, “Stanley Hall.” :\n\nNext to her stands her friend BRENDA. She’s tall and\nathletic and blonde. Her carefree demeanor the antithesis to\nNatalie.\n\nBRENDA .\nCut me a little slack. I just\ntransferred here this year. Now do I say\nBloody Mary five or six times before I\nhear the spirits?\n\nNATALIE\nBrenda, give it up. You’re not exactly\nthe midget lady from “Poltergeist.”\n\nBRENDA\nAre you scared Natalie?\n\nNatalie laughs.\nNATALIE\n\n(sarcastic)\nRight.\n\n(CONTINUED)\n\f16\n\nCONTINUED: 16\n\nBrenda grabs Natalie by the arm and pulls her towards the\ndorm.\n\nNATALIE (cont'd)\nHere we go.\n\nBrenda stops in front of a window and peers in through a\ncrack.\n\nBRENDA\nBloody Mary --\n\nNatalie rolls her eyes.\n\nBRENDA (cont’d)\nBloody Mary. Bloody Mary. Bloody Mary.\n\nBrenda looks at Natalie. Takes a deep breath, and...\nNATALIE :\n(okay, I’m over this)\nBloody Mary.\nSuddenly, we hear what sound like far-off, tortured SCREAMS.\nBrenda and Natalie look at one another. They’re nervous.\nThe SCREAMS are getting louder and louder.\n\nNATALIE\nCome on.",
  "6": "---END OF PREVIOUS SECTION---\nThey’re nervous. The SCREAMS are getting louder and louder. NATALIE\nCome on. \n---TARGET SECTION TO BE ANNOTATED---\nThey start to back away when...\n\nA FIGURE appears behind them holding a light under his face.\nThey turn around and SCREAM.\n\nDAMON\nBUAAAAAA!\n\nHe LAUGHS hysterically. It’s Damon, goateed frat brother and\ncampus practical joker.\n\nDAMON (cont ’d)\nYou called?\n\nNATALIE\nShe was trying to summon the dead Damon,\nnot frat boys with badly grown facial\nhair.\n\nDamon instinctively touches his goatee.\n\n(CONTINUED)\n\f16 CONTINUED: (2) 16\nDAMON\nWhat do you mean? It took me a month to\nget this.\n\nNatalie smirks. He smiles at her flirtatiously.\n\nDAMON (cont’d)\nAnyway...it‘ll still tickle you in all\nthe right spots.\n\nNATALIE\nKeep dreaming man-boy.\n\nBRENDA\n(angry)\nSo is this what you do with your free\ntime? Hang out in the rain by yourself\nwaiting to scare people like a total\nfreak?\n\nDAMON\nNah. Only when I see some idiot standing\nin front of the dorm trying to summon the\ndead.\n\nHe points to the frat house behind them.\nDAMON (cont'd)\nI can see you through my window. Night\ngirls. See ya in class tomorrow?\n\nBRENDA\nUnfortunately.\n\nNATALIE\nSee ya.\n\nHe walks away. Natalie puts her arm around Brenda.\nNATALIE (cont'd)\nDon’t tell me, tomorrow we're breaking\nout the Ouija board and getting fashion\ntips from Versace.\nBrenda shrugs her shoulders.\n\nBRENDA\nNot a bad idea.\n\nThey look at each other and laugh.\n\f17\n\n10.\n\nINT. PENDELTON COLLEGE RADIO BOOTH - NIGHT. 17\n\nSmall and cramped with posters of obscure college rock bands\nhanging on the walls. A window looks onto the engineering\nroom where the ENGINEER sits, slouching over the controls.\n\nWe see a heavily made up, perfectly accessorized college girl\nstanding with a wireless mike headset. This is SASHA, whose\nvoice we heard earlier. She commands the airwaves like a hip\nand sexy Dr. Ruth and becomes very animated as she speaks.\n\nBIJOU (O.S.",
  "7": "---END OF PREVIOUS SECTION---\nRuth and becomes very animated as she speaks. BIJOU (O. S. \n---TARGET SECTION TO BE ANNOTATED---\n(overmodulated)\nHELLO?\n\nSasha turns around, snaps her finger at the engineer and.\nmotions with her hand for him to lower the levels. He\nquickly obliges.\n\nSASHA\nYes I'm here.\n\nBIJOU\n(nervously)\nUm. Well...it’s kinda, um, embarrassing.\n\nSASHA\nSpit it out Bijou.\n\nBIJOU\nThat's the problem. I didn’t.\n\nSASHA\nOh. Getting a little extra protein in\nyour diet, huh?\n\nBIJOU\n(breaking up)\nMy stomach’s been killing me ever since.\nSasha, I think I can feel them swimming\naround in there. Do I need to get my\nstomach pumped?\n\nSASHA\n\nBijou, I think the only thing you need\npumped is the air out of your head.\nSwallowing is a major safe sex no-no.\nNow, sounds to me like there’s nothing\nwrong with your stomach that a shot of\nPepto wouldn’t cure. Don’t stress and\nnext time make sure to climb off that\nvolcano before it erupts. Next caller.\n\f18\n\nll.\n\nINT. JAVA JOINT - NIGHT. 18\n\nThe campus coffee shop. Over the radio, Sasha’s radio show\nis PLAYING. Natalie and Brenda sit in couches next to a\nCRACKLING fireplace along with two guys, PARKER and PAUL.\nNotepads and textbooks fill the table in front of them.\n\nNatalie turns to PARKER, older than the others and wearing a\nSigma Epsilon sweatshirt. Parker has been at Pendelton for\nseven years and has no intention on graduating just yet. Why\nbother dealing with real responsibility when you're the best\nknown party guy on campus?\n\nNATALIE\nParker, how exactly does Sasha come up\nwith this stuff?\n\nPARKER\nShe devours every issue of Cosmo. Calls\nit her bible.\n\nBRENDA (cont'd)\n(anxious)\nSo, finish the story.\n\nPARKER\nAnyway, he was a professor on campus.\nMaybe twenty-five, thirty years ago.\n\nBRENDA\nWhat did he teach?\n\nPARKER\nI don't know...biology or something.\n\nPAUL, the sexy and soft-spoken journalist, sits next to\nBrenda. He’s quiet and listens intently.",
  "8": "---END OF PREVIOUS SECTION---\nPARKER\nI don't know...biology or something. PAUL, the sexy and soft-spoken journalist, sits next to\nBrenda. He’s quiet and listens intently. \n---TARGET SECTION TO BE ANNOTATED---\n The kind of guy\nwho seems to be able to read you with one glance.\n\nPAUL\nIt was actually abnormal psychology from\nwhat I understand.\n\nPARKER\nNot the point of the story, but fine,\nabnormal psych it is. Anyway, he flipped\nout one night. Went completely berserk.\nGrabbed his hunting knife and headed into\nStanley Hall. Banged on every door. And\nevery student that answered, he took that\nknife and slit their throats. Ear to\near.\n\n(CONTINUED)\n\f18 CONTINUED:\n\n12.\n18\n\nHe demonstrates it with a butter knife.\n\nPARKER (cont'd)\nDid away with an entire floor before\nstabbing himself straight through the\nheart.\n\nAgain, he demonstrates with the butter knife.\n\nThe group\n\nPARKER (cont‘d)\nUGGH...thus the annual Sigma Epsilon\nbash.\n\nBRENDA\nYou have a frat party to commemorate a\nmassacre?\n\nNATALIE\n(sarcastic)\nAny excuse to get plastered.\n\nPARKER\n(grinning broadly)\nYou betcha.\n\nPAUL\nSo Parker when this happened, you were,\nwhat, a sophomore here?\n\nlaughs.\n\nPARKER\nYou can laugh but like I’ve said before,\nI really see no point in graduating\nbefore thirty.\n\nPAUL\nWhat do you think Natalie? You buy it?\n\nNATALIE\nA massacre? Of course not. It’s a\nbullshit story you hear on every campus\nin the Northeast. Show me the proof.\n\nPARKER\nWell, that’s the thing. Pendelton knew\nenrollment would suffer permanently, so,\nin cahoots with the national news media\nand various, other, powerful\norganizations...they’ve done their best\nto eliminate any information relating to\nit.\n\n(CONTINUED)\n\f18\n\n13.\nCONTINUED: (2) 18\n\nNATALIE\nYeah, I’m so sure.\nSuddenly there’s loud BEEPING. Paul checks his pager.\n\nPAUL\nJust a sec.\n\nHe stands up and brushes against Brenda. She eyes him\nlongingly. Brenda turns to Natalie as he walks away.\n\nBRENDA\nDid you see how he brushed against my\nleg?\n\nNATALIE\nHow?\n\nBRENDA\n\nSlowly. Like a seduction.\n\nNATALIE\nI say he’s into it.",
  "9": "---END OF PREVIOUS SECTION---\nBRENDA\n\nSlowly. Like a seduction. NATALIE\nI say he’s into it. \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA\nI don‘t know. He’s good-looking, smart,\nstraight. Not the type that usually goes\nfor me.\n\nNATALIE\nBrenda, stop being so down on yourself.\nThe leg brush...it’s a sign.\n\nBRENDA\nShould I ask him out?\n\nNATALIE\nLet him come to you.\n\nPARKER\nYo! Don’t mind including me in some of\nyour chick banter.\n\nPaul walks back.\n\nPAUL\nSomething’s come up. -I gotta get to the\nnewsroom.\n\nNATALIE\n\nAnother e-coli crisis in the cafeteria?\n\n(CONTINUED)\n\f18\n\n19\n\n20\n\n21\n\n14.\nCONTINUED: (3) 18\n\nPAUL\nI wish. That one almost got me the\nstudent Pulitzer.\n\nHe winks at her, smiles and exits.\n\nBRENDA\nBye!\n\nNATALIE\nOkay guys, I've got a scary story too.\nThe group of lazy college kids who\nflunked out and ended up making blizzards\nat Dairy Queen.\n\nShe opens up her book. Parker and Brenda GROAN in unison.\n\nEXT. RESIDENCE HALL - NIGHT. 19\nNatalie is fumbling with her keys. Suddenly, the door swings\nopen taking Natalie aback. Holding the door is a wrinkled,\ngray-haired JANITOR with a friendly demeanor.\n\nJANITOR\nThere you go.\n\nINT. DORM HALLWAY - NIGHT. 20\nNatalie walks in.\n\nNATALIE\nThanks so much.\n\nJANITOR\n(smiling)\nOh no problem at all. Just finishing\ncleaning up.\nWe catch a glimpse of the tiny computer room he’s cleaning.\n\nNATALIE\nWell good night.\n\nHe smiles at her and goes back into the room.\nINT. NATALIE’ S ROOM - NIGHT. 21\nIt’s dark inside. The door CREAKS open...Natalie entering.\n\nShe feels around the wall for the light switch. She hits it\nas she-shuts the door.\n\n(CONTINUED)\n\f21\n\n22\n\n23\n\n15.\nCONTINUED: 21\n\nTOSH (0.S.)\n(angry)\nSHUT OFF THE FUCKING LIGHT!\n\nShe‘turns to find TOSH, her gothic, manic-depressive roommate\nin bed with a guy.\n\nWe see the room.",
  "10": "---END OF PREVIOUS SECTION---\nS.)\n(angry)\nSHUT OFF THE FUCKING LIGHT! She‘turns to find TOSH, her gothic, manic-depressive roommate\nin bed with a guy. We see the room. \n---TARGET SECTION TO BE ANNOTATED---\n Natalie’s half is neat and clean. The\nwalls of Tosh’s half are painted black and Marilyn Manson\nposters hang from the wall. It’s a sty.\n\nNATALIE\nSorry.\n\nShe turns off the light.\nINT. NATALIE’S ROOM - NIGHT. ‘ 22\n\nNatalie lies in bed, looking away as Tosh and the guy MOAN in\necstasy. She grabs her pillow and covers her ears.\n\nCUT TO:\nINT. LECTURE HALL - MORNING. 23\n\nA large, auditorium style room. On the chalkboard it reads\n“Intro to American Folklore.” The class is restless...no\nsign of the instructor. In the middle of the classroom sit\nNatalie and Brenda. Behind them, Parker and Damon. Parker's\neating a bagel and a brown PAPER BAG sits on his desk. Damon\nis staring at the overhead clock. It reads, “9:09.”\n\nDAMON\nI'm telling you, it’s ten minutes.\n\nPARKER :\nBud, I’ve been here six years. If the\nprofessor has tenure, which Wexler does,\nyou wait twenty minutes. If not, ten’s\nthe max.\n\nDAMON\n(looking at clock)\n5-4-3-2-1...outta here.\nHe stands up. Just as he does, the door swings open. .\nPROFESSOR WEXLER, middle-aged and wearing an obvious toupee,\nwalks in. He sees Damon.\n\nPROF. WEXLER\nGoing somewhere Damon?\n\n(CONTINUED)\n\f \n\n23\n\n16.\nCONTINUED: 23\n\nDAMON .\nMe? No. Just stretching.\n\nHe stretches his arms exaggeratedly and sits back down.\n\nPROF. WEXLER\nGood. Lights please.\n\nThe eager TEACHER'S ASSISTANT hits the lights and turns on\nthe slide machine.\n\nPROF. WEXLER (cont ’d)\nLast week we discussed folklore as a\ngauge for the values and concerns of the\nsociety that created them. Today we get\nmore specific.\n\nThe slide machine CLICKS to a spooky drawing of a darkened\nliving room. In the background, a man in shadow is walking\ndown a staircase while a frightened and oblivious teenage\ngirl sits on a couch, phone up to her ear.\n\nPROF.",
  "11": "---END OF PREVIOUS SECTION---\nThe slide machine CLICKS to a spooky drawing of a darkened\nliving room. In the background, a man in shadow is walking\ndown a staircase while a frightened and oblivious teenage\ngirl sits on a couch, phone up to her ear. PROF. \n---TARGET SECTION TO BE ANNOTATED---\n WEXLER (cont'd)\nA baby-sitter receives menacing phone\ncalls and upon tracing them, realizes\nthey're originating from the upstairs\nroom. The room where she’s left the\nchildren under her care to sleep. Who's\nheard this before?\n\nMost of the class raises their hands.\n\nBRENDA\nThat really happened to a girl in my old\ntown.\n\nPROF. WEXLER\n\n(sarcastic)\nYes, I’m sure it did. I’m sure most of\nyou think this happened to girls in all\nof your hometowns. But it didn’t. The\nbaby-sitter and the man upstairs is an\nurban legend, contemporary folklore\npassed on as a true story. There are\nvariations of this tale dating back to\nthe 60’s. All of them containing the\nsame cultural admonition: young women,\nmind your children or harm will come your\nway.\n\nDamon leans over and whispers in Natalie’s ear.\n\n(CONTINUED)\n\f17.\n23 CONTINUED: (2) 23\n\n— DAMON\nWhat's the chance that a better head rug\nwill come his way?\n\nNatalie LAUGHS. Wexler turns around and sees her.\nPROF. WEXLER\nSomething funny you’d like to share with\nus Natalie?\n\nNATALIE\nNo Mr. Wexler.\n\nHe stares at her hard.\nPROF. WEXLER\nWell then, why don’t you come down here\nand volunteer for my experiment.\n\nNATALIE\nExperiment?\n\nPROF. WEXLER\nDon't worry. You'll probably survive.\n\nNatalie takes a deep breath and stands up. She looks back to\n~ find Damon and Parker trying to conceal their laughter.\n\nFRONT OF THE CLASS\nWexler hands Natalie a packet of Pop Rocks.\n\nPROF. WEXLER\nHad these before?\n\nNATALIE\nPop Rocks? Sure. They crackle in your\nmouth.\n\nPROF. WEXLER\nEat some.\n\nShe pours the candy into her mouth. It’s POPPING.\n\n: PROF. WEXLER (cont ’d)\nThirsty?\n\nWexler holds out a can of Coke. Natalie instinctively spits\nout. .\n\nWEXLER\n. Is there something you might have heard\n~ about mixing pop rocks and coke?\n\n(CONTINUED)\n\f23\n\n18.",
  "12": "---END OF PREVIOUS SECTION---\nWEXLER\n. Is there something you might have heard\n~ about mixing pop rocks and coke? (CONTINUED)\n\f23\n\n18. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (3) 23\n\nNATALIE\nWell, supposedly your stomach,\nintestines, everything...bursts.\n\nWEXLER\nReally? Anyone you know died this way?\n\nNATALIE\nMikey. From the Life cereal commercial.\nYou know, “Give it to Mikey. He’ll eat\nanything.”\n\nThe slide machine CLICKS. A still of Mikey from the\ncommercial appears.\n\nWEXLER\nYou mean him.\n\nNATALIE\nYeah.\n\nAnother CLICK. A picture of a smiling, middle-aged man\nappears on screen.\n\nWEXLER (cont'd)\nWhat if I told you this is Mikey today.\nAlive and well and working as an ad\nexecutive in New York. Would you eat it\nthen?\nNatalie looks around the class. All eyes on her.\n\nNATALIE\nI think I'll pass.\n\nWexler looks disappointed. Suddenly Damon stands up.\n\nDAMON\nI'll do it!\n\nDamon walks down and grabs the Pop Rocks. He swallows it\ndown with a swig of Coke. He’s fine.\n\nWEXLER\nAgain, nothing more than an urban legend.\n\nSuddenly, Damon falls to the floor. The class GASPS. He’s\nspasming uncontrollably as pop rocks drool down the side of\nhis mouth.\n\nParker jumps up from his seat.\n\n(CONTINUED)\n\f23\n\n24\n\n19.\n\nCONTINUED: (4) 23\nPARKER\nHE’S GONNA EXPLODE!\nBrenda SCREAMS and runs out of the room. BOOM! It sounds\nlike something’s burst. The entire class stands and stares\nat Damon who suddenly jumps up and laughs hysterically. He\npulls out the paper bag he was hiding under his coat.\n\nThe class bursts into LAUGHTER. Wexler shakes his head and\nrolls his eyes.\n\nPROF. WEXLER (cont'd)\nAll right children, shall we move on?\n\nEXT. CAMPUS QUAD - DAY. 24\n\nNatalie and Brenda step out from the classroom building.\n\nNATALIE\nYou actually thought Damon was going to\nexplode.\n\nBRENDA\n\nWell I didn’t want to take the chance of\ngetting intestinal splatter on my outfit.\n\nThey turn a corner and stop dead in their tracks.",
  "13": "---END OF PREVIOUS SECTION---\nNATALIE\nYou actually thought Damon was going to\nexplode. BRENDA\n\nWell I didn’t want to take the chance of\ngetting intestinal splatter on my outfit. They turn a corner and stop dead in their tracks. \n---TARGET SECTION TO BE ANNOTATED---\nTHEIR POV\n\nA couple of police cars are parked in front of the student\nunion. Over by the newsstand, a crowd has gathered.\n\nBRENDA (cont'd)\nWhat's going on?\n\nNatalie shrugs her shoulders. As they walk towards the\ncrowd, a passing GIRL drops a copy of the Pendelton Daily\nnewspaper. Natalie picks it up. On the front page is a\nhuge, New York Post style headline that reads, “IS THERE A\nLUNATIC ON CAMPUS?\" There’s a big picture of Michelle\nMancini in the middle.\n\nNATALIE stares at the paper, shocked.\n. BRENDA (cont'd)\n(freaking ‘out)\nYou’ve gotta be kidding me! I knew I\nshould've gone to NYU.\n\nPAUL (0.S.)\n(proud)\nCan you believe the trouble I’m causing?\n\n(CONTINUED)\n\f24\n\n20.\nCONTINUED: 24\n\nThey turn around and find Paul behind them.\n\nBRENDA\nHi Paul...\n\nHe smiles at her for a second before something catches his\neye over her shoulder.\n\nHIS POV\n\nThe patrician, middle-aged college dean, ROGER ADAMS, is\nstanding on the steps of the student union, clutching a copy\nof the newspaper. Next to him is a young, black woman ina\nsecurity uniform. This is REESE, campus head of security.\nShe has a determined, intense look in her eyes.\n\nThe Dean turns to a couple of young INTERNS and whispers to\nthem. They immediately walk down and through the crowd and\nbegin confiscating the papers from the newstand.\n\nPAUL\nHey!\n\nHe runs over to the interns.\n\nPAUL (cont‘d)\nWhat the hell are you doing?\n\nThey ignore him. He looks at the Dean and runs over to him.\n\nPAUL (cont'd)\nYou can’t just seize every copy here!\n\nThe Dean stares at him harshly.\n\nDEAN ADAMS\nYou‘re the one that wrote this\nmisconstrued, sensationalistic piece of\nrubbish, didn’t you?\n\nPAUL\nSure did.\n\nDEAN ADAMS\nLet me tell you something young man, as\nfar as I’m concerned, the only lunatic on\nthis campus is you.\n\nPAUL\nI'm...flattered.\n\nHe takes out his tape recorder.",
  "14": "---END OF PREVIOUS SECTION---\nDEAN ADAMS\nLet me tell you something young man, as\nfar as I’m concerned, the only lunatic on\nthis campus is you. PAUL\nI'm...flattered. He takes out his tape recorder. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f24\n\n21.\nCONTINUED: (2) 24\n\nPAUL (cont'd)\nMay I quote you on that?\n\nThe Dean rolls his eyes and walks away. Reese steps up to\nthe recorder.\n\nREESE\nI have a comment. U.S. News & World\nReport named Pendelton the safest\nuniversity in the country. I call it the\nsafest university in the Western\nHemisphere and I intend to keep it that\nway with or without your help.\n\nShe turns around and follows the Dean.\n\nPAUL\nThank you Reese.\n\nHe turns to Natalie and Brenda.\n\nPAUL (cont'd)\nWell I guess I’m on the administration\nhit list again.\n\nNATALIE\n(to Brenda)\nLet’s get out of here.\n\nPaul turns to Natalie and Brenda and holds up his recorder.\n\nPAUL\nWait! how about some interviews?\nStudents reacts to tragedy on campus.\n\nBRENDA\n{forcing it; into recorder)\nToday, I am deeply saddened and moved by\nthe sudden death --\n\nNATALIE\nCome on.\n\nNatalie grabs Brenda and drags her away.\n\nBRENDA\nSee ya. .\n(she turns to Natalie)\nTell me you noticed him licking his lips\nwhen he looked at me.\n\nNATALIE\nMajor lickage.\n\n(CONTINUED)\n\f24\n\n25\n\n22.\nCONTINUED: (3) 24\n\nBRENDA\nYes.\n\nBrenda jerks her arms back victoriously.\nINT. JAVA JOINT - DAY. 25\n\nWe pull back from the television where a NEWSMAN is\ndiscussing the murder.\n\nNEWSMAN\n...The police are still searching for the\nproprietor of the gas station.\n\nBrenda, Natalie, Damon, Parker and Sasha are sitting around.\nParker has his arm around Sasha. Natalie is staring off into\nspace.\n\nSASHA\n(moved)\nSomeone told me her radio was tuned to my\nshow when it happened. My voice was\nprobably the last thing she heard. Can\nyou imagine?\n\nPARKER\nYeah, one minute you’ve finally figured\nout where your g-spot is, the next your\nhead is too far away to see it.\n\nHe starts laughing.\n\nSASHA\nHysterical, dumb ass.",
  "15": "---END OF PREVIOUS SECTION---\nPARKER\nYeah, one minute you’ve finally figured\nout where your g-spot is, the next your\nhead is too far away to see it. He starts laughing. SASHA\nHysterical, dumb ass. \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA\nWhat if there is a lunatic on campus?\nDAMON\nFine with me, I’m hitting the slopes this\nweekend. .\nPARKER\n\nI heard the girl’s body kept driving by\nitself even though it had no head.\n\nDAMON\n(sarcastic)\nYeah, avd it pulled into a Taco Bell\ndrive-tnrough for dinner.\n\nThe group laughs.\n\n(CONTINUED)\n\f25\n\n26\n\n27\n\n23.\nCONTINUED: 25\nBRENDA\nAnyone here know her?\n\nEveryone shakes their heads, “no.” Natalie isn’t even\nlistening. Brenda snaps her fingers in front of her face.\n\nBRENDA (cont'd)\nHello...space cadet.\n\nNATALIE\nNo, I didn’t know her.\n\nDAMON\nHey, I heard the dead girl gave good\nhead. Get it?\nHe grabs his head and pulls it back and forth.\n\nDAMON (cont'd)\nSHE GAVE GOOD HEAD!\n\nEveryone laughs except for Natalie.\nEXT. NATALIE’S DORM - DUSK. 26\n\nA faint orange glow lingers on the residence hall as the sun\ndisappears. Students are heading back to their rooms.\n\nINT. NATALIE’S ROOM - NIGHT. 27\nNatalie walks in. Heavy industrial music is BLASTING. Tosh,\ndecked out in black, is sitting at her desk, typing on the\ncomputer and chain-smoking.\n\nNATALIE\nHey Tosh. Sorry about last night.\n\nTosh looks at her nastily.\n\nTOSH\nYeah well, don’t let it happen again.\n\nNatalie puts down her things. She notices a spilled bottle\nof pills on the floor. She kneels and picks it up. It’sa\nbottle of “Prozac.”\n\nNATALIE\nI think these are yours.\n\nNatalie tosses it to Tosh who swallows one of the pills.\n\nNatalie picks up the phone. We hear the staticky HISS of the\ncomputer modem. Tosh is online.\n\n(CONTINUED)\n\f27\n\n24.\nCONTINUED: 27\n\nNATALIE\nExcuse me? Tosh?\n\nTOSH\n(annoyed)\nWhat?\n\nNATALIE\nI need to check my voice-mail.",
  "16": "---END OF PREVIOUS SECTION---\nTosh? TOSH\n(annoyed)\nWhat? NATALIE\nI need to check my voice-mail. \n---TARGET SECTION TO BE ANNOTATED---\n Do you\nmind getting off-line for a minute?\n\nTOSH\n(angry)\nOkay, but this is my phone line too...\n\nShe turns off the computer. We hear the familiar America\nOnline “Goodbye.” She storms out of the place. Natalie\nholds back her anger and shuts off the grating music. She\ndials the voice mail and puts the phone on speaker.\n\nBRENDA. (0.S.)\nHey it’s Brenda. Cardio funk hip-hop\naerobics tonight? Call me.\n\nNatalie looks at herself in the mirror. Hanging off the side\nof it is a blue and gold tassel like Michelle Mancini had in\nthe car. Natalie looks away. She takes her coat off and\ngoes to the closet to hang it. The answering machine BEEPS.\n\nMOTHER (0.S.)\nNatalie...I heard. Everyone's talking\nabout it around town. What is going on\nup there? You better be carrying the\nShrieker with you at all times. ALL\nTIMES.\n\nNatalie smiles to herself. She stops and kneels, picking a\npacket up from the bottom of the closet. On it is a very\n80's looking picture of a heavily made up girl being\nattacked, and holding up “The Shrieker” screaming device.\nShe takes the device out of the box and sticks it in her\npocket.\n\nMOTHER (0.S.)\nBetter yet, maybe you should pack a bag\nand come home for the weekend. Call me.\n\nThe machine BEEPS. As she’s about to close the closet door,\nshe looks up at the top shelf and sees her old high school\nyearbook. She stares at it for a moment, then takes it out.\nShe walks over to her desk, sits, and opens it up.\n\nCLOSE ON YEARBOOK\n, (CONTINUED)\n\f27\n\n28\n\n25.\nCONTINUED: (2) 27\n\nA picture of the cheerleading squad. We see Michelle Mancini\nand Natalie standing right next to each other.\n\nShe turns the page. Candid shots. One of them is Natalie\nand’Michelle, eating ice cream, their boyfriends behind them.\n\nCLOSE ON Natalie’s face. She’s in tears. There’s a knock on\nthe door. Damon.\n\nDAMON\nHey! I was just in the neighborhood.",
  "17": "---END OF PREVIOUS SECTION---\nDamon. DAMON\nHey! I was just in the neighborhood. \n---TARGET SECTION TO BE ANNOTATED---\nThought I’d pop by and see if you want to\ngo hang out at the house. Parker’s gonna\npierce Hootie’s nose.\n\nNATALIE\nHootie’s a dog.\n\nDAMON\nNo reason he can’t be hip.\n\nNATALIE\nThat’s okay Damon.\n\nHe notices the tears in her eyes.\n\nDAMON\nWhat's going on? You all right?\n\nNATALIE\nYeah, I’m fine.\n\nDAMON\nYou sure? Listen, we don’t have to go\nhang out with a bunch of drunk frat\nguys...we can go somewhere and just talk.\n\nNATALIE\n(not sure)\nUm...\nHe grabs her shoulder.\n\nDAMON\nI'm a great listener you know.\n\nNatalie looks at him. Maybe he’s not such a slimeball after\nall.\n\nINT. DAMON’ S CAR - NIGHT. 28\n\nDamon jumps in. He offers her a beer.\n. (CONTINUED)\n\f28\n\n29\n\n30\n\n26.\nCONTINUED: 28\nDAMON\nWant a little something to warm you up?\n\nNATALIE\nSure.\n\nHe hands her a beer and tries to start the car...it doesn’t.\n\nDAMON\nSlight process.\n\nHe moves the steering wheel around, pumps the gas and the\nengine ROARS.\n\nDAMON\nThere we go.\n\nHe drives off.\nEXT. LAKESIDE - NIGHT. » 29\nA small lake in the wooded area separating the campus from\nthe town. On the other side, we can see school buildings. A\nfull moon shines ominously, illuminating the water. We see a\nsports car parked under a tree near the edge of the lake.\nINT. DAMON'S CAR - NIGHT. 30\nA few beer bottles are strewn on the floor.\nDAMON\nSo you and Michelle were like best\nfriends?\nNatalie nods.\nDAMON (cont ‘d)\nSo why haven't you spoken to each other\nin two years?\n\nNatalie stares at him.\n\nNATALIE\nI'd kinda prefer not to talk about it\nanymore.\n\nDAMON\n\nYou don’t wanna open up. Completely\nunderstandable. But I gotta tell ya...I\nknow exactly what you're going through.\n\nNATALIE\nYou do?\n\n(CONTINUED)\n\f27.",
  "18": "---END OF PREVIOUS SECTION---\nI\nknow exactly what you're going through. NATALIE\nYou do? (CONTINUED)\n\f27. \n---TARGET SECTION TO BE ANNOTATED---\n30 CONTINUED: 30\n\nDAMON\n(sounding meaningful)\nSure. I lost someone close to me once.\nMy girlfriend. She...died.\n\nHe covers his face with his hands. Natalie puts her arm\naround him.\n\nNATALIE\nI'm so sorry.\n\nDAMON\nIt's okay. She was sick for awhile...had\na (reaching)...syndrome. I was afraid to\n\nget close to anybody again after that.\nAnd then, one day, it hit me. Why am I\nbeing so selfish? I have so much love\ninside of me to give.\n\nNATALIE\n(figuring out his game)\nYou do?\n\nDAMON (cont'd)\nMmmHmmm. And Natalie...you're in need of\nloving.\n\nNATALIE\nI am?\n\nDAMON\nYup. You’re lonely. Repressed. Aching\nto break loose. Kinda things only a man\ncan fix.\n\nNATALIE\nAnd I suppose you're this man?\n\nDAMON\nYou know: it.\n\nDamon stares at her then tries to kiss her. She pushes him\noff.\n\n. NATALIE (cont'd)\nWhat the hell are you doing?\n\nDAMON\nDon’t be afraid to love Natalie. You\ndon’t have to be afraid anymore.\n\nHe tries to kiss her again, a little more forcefully. She\nswings and punches him in the face.\n\n(CONTINUED)\n\f30\n\n31\n\n28.\nCONTINUED: (2) 30\n\nDAMON (cont'd)\nOuch!\n\nNATALIE\nDrive me home Damon.\n\nDAMON\nFuck, I’m just tryin’ to help you out.\nYou don‘t have to act like such a\nfreakin’ bitch.\n\nNATALIE\nYou asshole. Just start the car.\n\nDAMON\nYou sure you don’t want to think about\nthis? I’m all about healing Natalie.\n\nNATALIE\nOne black eye or two Damon, you decide.\nStart the car.\n\nDAMON\n(pissed)\nHold on. I gotta take a leak.\n\nHe steps outside.\n\nNATALIE\n(to herself)\nPig.\n\nShe doesn’t look well. She opens up the vanity mirror.\n\nCLOSE ON MIRROR\n\nShe stares at herself for a second.",
  "19": "---END OF PREVIOUS SECTION---\nShe doesn’t look well. She opens up the vanity mirror. CLOSE ON MIRROR\n\nShe stares at herself for a second. \n---TARGET SECTION TO BE ANNOTATED---\n As she goes to close the\nmirror, we catch a quick, unclear reflection of something\noutside. Natalie doesn’t notice. She’s waiting, looking\nimpatient. Finally, she opens her door and steps out.\n\nEXT. LAKESIDE - NIGHT. 31\n\nNATALIE\nDamon, hurry up and let’s go.\n\nShe walks backwards looking around. As she reaches the back\nof the car, she turns to look forward and comes face to face\nwith...\n\nTHE KILLER. His hood is tight around his face making it\nimpossible to make out who it is. Natalie GASPS. She starts\nbacking away, fumbling in her pocket. She pulls out the\n\n(CONTINUED)\n\f31\n\n32\n\n33\n\n34\n\n29.\nCONTINUED: 31\n\n“shrieker.” It SHRIEKS for barely a second before it’s just\nhissing air. She throws it at him and runs into the car.\n\nINT. DAMON'S CAR - NIGHT. . 32\n\nShe locks the doors. Turns around. The back window is open.\nAs she reaches back to shut it, a GLOVED HAND grabs her hand\nfrom outside and starts reaching inside, trying to unlock the\ndoor.\n\nNatalie grabs the keys from the ignition and stabs his hand.\nThe killer falls back and Natalie is able to shut the window.\n\nNATALIE (cont'd)\nDAMON! ! !\n\nShe HONKS the horn, then: BOOM! From above. She stops\nhonking. BOOM! She looks up. The roof of the car is\ndenting...someone's walking on it. She tries starting the\ncar. It won't.\n\nBOOM! A dent right above her head. Natalie reclines the\nseat back. She’s shaking. She stares up at the roof. It’s\nsilent. Then, we begin to hear a low, steady sound. It’s\ngetting louder and louder. SCRATCHING. Natalie is\ndumbfounded. It’s furious now. Like he’s trying to scratch\nhis way inside the car. She jumps up and again tries the\n\ncar. As we hear the engine choking, we PAN UP.\n\nEXT. LAKESIDE - NIGHT. 33\n\nWe see bare feet furiously scratching the roof. Then as we\ngo up further we realize it’s Damon.",
  "20": "---END OF PREVIOUS SECTION---\nEXT. LAKESIDE - NIGHT. 33\n\nWe see bare feet furiously scratching the roof. Then as we\ngo up further we realize it’s Damon. \n---TARGET SECTION TO BE ANNOTATED---\n He’s hung by a rope. He\nkeeps himself from being choked by holding onto his neck. He\ncan barely get his words out...\n\nDAMON\n(breathlessly)\nDon’t start the car! Don’t start the\ncar!\n\nINT. DAMON'S CAR - NIGHT. 34\n\nNatalie is still feverishly attempting to get the car\nstarted. The SCRATCHING even more furious than before.\nNatalie stops to catch her breath. She looks out the window.\nPresses her face against the glass, attempting to see what is\nhappening on the roof, when suddenly...\n\nTHE KILLER'S HEAD pops down from over the car, right in front\nof her,\n\nNATALIE\nAAAAAAHHHHH !\n\n(CONTINUED)\n\f34\n\n35\n\n36\n\n37\n\n38\n\n30.\nCONTINUED: 34\n\nNatalie jumps back into her seat, adrenaline rushing, and\nsuddenly remembers the trick to starting the car. She moves\nthe steering wheel, pumps the gas, tries the ignition...THE\nENGINE ROARS.\n\nEXT. LAKESIDE - NIGHT. 35\nDamon's face is aghast.\n\nDAMON\nNOOO!\n\nThe car zooms away. We hear Damon's neck CRACK as his eyes\n\ngo blank and he’s pulled up towards the tree. We now see\n\nthat the end of the rope is tied to the back of his car.\n\nINT. DAMON’S CAR - NIGHT. 36\nNatalie SCREAMS as the KILLER lands on the front hood of the\ncar. He’s holding on to the windshield wipers. She jerks\n\nthe car to throw him off. Suddenly, the car won’t move any\nfurther.\n\nEXT. LAKESIDE ~- NIGHT. 37\nWe see the tensed up rope not allowing the car to go forward.\nINT. DAMON'S CAR - NIGHT. | 38\n\nNatalie is shaking as The killer lurches up towards the\nwindshield.\n\nON THE DASHBOARD\n\nWe see the RPM’s going into the red as Natalie hits the\naccelerator as far as it can go.\n\nTHROUGH THE WINDSHIELD\n\nThe killer’s moved up to the windshield. He starts kicking\nit in with his boots. The glass is CRACKING.",
  "21": "---END OF PREVIOUS SECTION---\nTHROUGH THE WINDSHIELD\n\nThe killer’s moved up to the windshield. He starts kicking\nit in with his boots. The glass is CRACKING. \n---TARGET SECTION TO BE ANNOTATED---\nNatalie looks down at the gear shift, slams it into reverse.\nShe stares straight at the killer.\n\nNATALIE\nFuck you.\n\nShe hits the accelerator. The killer goes flying off the\ncar.\n\f39\n\n40\n\n41\n\n42\n\n31.\n\nEXT. LAKESIDE - NIGHT. 39\nThe rope behind the car is slacking.\n\nANGLE ON TREE BRANCH\n\nDamon's body quickly starts to fall.\n\nINT. DAMON'S CAR - NIGHT. 40\nNatalie, out of breath, is looking back and doesn’t notice\nDAMON’S BODY\n\nthrough the windshield, falling straight towards her.\n\nSMASH!\n\nDamon's body CRASHES through the windshield landing right ¢ on\ntop of Natalie.\n\nNATALIE (cont ‘d)\nNOOOOO!\n\nThe car stops moving. Glass covers the front. Natalie tries\npushing Damon off, but he’s heavy. She manages to get out\nfrom under him and open the door.\n\nEXT. LAKESIDE - NIGHT. 41\n\nShe falls out of the car and looks around. No sign of the\nkiller. She gets up and runs away.\n\nINT. SECURITY OFFICE - NIGHT. 42\n\nOn the wall hangs a large “Foxy Brown” poster with Pam Grier.\nWe hear a couple arguing 0.S. We track to a desk where Reese\nis watching “Coffy,” another Pam Grier classic. Reese knows\nevery line and delivers it with as much vigor as Pam.\n\nREESE\nThis is the end of your rotten life you\nmotherfuckin’ dope pusher!\n\nA shotgun BLAST followed by typical blaxploitation MUSIC.\nReese holds up her small, standard issue gun and pretends to\nshoot. .\n\nREESE (cont‘d)\nIt was easy for him because he really\ndidn’t believe it was coming, but it\nain’t gonna be easy for you, ‘cause you\nbetter believe that it’s coming.\n\n(CONTINUED)\n\f42\nx\nNN\n43\nr~\n44\n45\n46\nnN\n\n32.\nCONTINUED: 42\nSuddenly there's loud BANGING on the door. Reese rolls her\neyes at the interruption...her favorite scene. She opens the\ndoor. Natalie is standing in front of her, distraught and\nshaking.",
  "22": "---END OF PREVIOUS SECTION---\nReese rolls her\neyes at the interruption...her favorite scene. She opens the\ndoor. Natalie is standing in front of her, distraught and\nshaking. \n---TARGET SECTION TO BE ANNOTATED---\nREESE (cont'd)\nGirl what is wrong with you?\n\nNATALIE\n(hysterical)\nThey killed him! Somebody killed him!\nReese stares at her.\nINT. SECURITY CAR - NIGHT. 43\n\nReese is driving in the woods as Natalie sits, shaking.\nReese caresses her shoulder.\n\nREESE\nHoney, everything's gonna be all right\nnow. You hear me?\n\nNATALIE\nTurn here.\n\nEXT. CAMPUS ROAD - NIGHT. 44\nReese turns off the main road into a dirt path.\n\nINT. SECURITY CAR - NIGHT. 45\nNatalie turns to Reese.\n\nNATALIE (cont'd)\nUp ahead.\n\nShe closes her eyes. Reese stops the car.\n\nREESE\nHere?\n\nNatalie looks up.\n\nHER POV\n\nTHERE’S NOTHING THERE. She steps out.\n\nEXT. LAKESIDE - NIGHT. . 46\n\nShe walks around. It’s the same spot. Reese climbs out.\n\n(CONTINUED)\n\f46\n\n47\n\n33.\nCONTINUED: 46\n\nNATALIE\n(stammering)\nI-I don’t get it...\n\nREESE\nIf you don’t mind me asking...WHAT THE\nHELL ARE YOU ON?\n\nNATALIE\nNothing! We were parked right here.\n\nReese kneels down and picks up an empty beer bottle.\n\nREESE\nRight here, huh?\n\nNATALIE\nReese, I’m not crazy. I know what I saw.\nIt’s probably the same person who killed\nMichelle Mancini!\n\nREESE\nThat's impossible. The police arrested\nthe gas station attendant this evening.\n\nNatalie is speechless.\nINT. COFFEE SHOP - DAY. 47\n\nBrenda, Paul, Sasha and Parker are sitting around Natalie who\nhasn't slept all night and looks it. Parker’s trying to hold\nback his laughter.\n\nSASHA\nShut up.\n\nPARKER\nSorry. It’s just that, you've been had\nNatalie.\n\nNATALIE\n(pissed)\nHe was dead when he crashed through the\nwindshield Parker, this is no joke.\n\nPARKER\nTrust me, he’s my frat brother and the\nbest practical joker on campus. He once\nconvinced a freshman he was the middle\nHanson brother just so he could get laid.",
  "23": "---END OF PREVIOUS SECTION---\nNATALIE\n(pissed)\nHe was dead when he crashed through the\nwindshield Parker, this is no joke. PARKER\nTrust me, he’s my frat brother and the\nbest practical joker on campus. He once\nconvinced a freshman he was the middle\nHanson brother just so he could get laid. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\nSo where is he?\n\n(CONTINUED)\n\f34.\n47 CONTINUED: 47\n\nParker pulls out a paper with a phone number and the heading\n~ “Blair Mountain Ski Resort.”\n\nPARKER\n\nWeekend ski trip with his buddies from\nback home.\n\nNATALIE\nThen where’s his car?\n\nPARKER\nHe drove.\n\nA realization comes over Parker.\nPARKER (cont‘d)\n\nScratching on the roof of the car...don’t\nyou get it? It’s just like the urban\n\nlegend.\nBRENDA\nWhat urban legend?\nPARKER\nWexler talks about it every semester. Guy\n—~ and girl. Parked in the woods making\n\nout. Guy steps out. Girl hears spooky\n~ scratching noises on the roof...it’s her\ndead boyfriend, hung from the tree.\n\nNATALIE\nAnd he was murdered. Remember?\n\nBrenda is breathing heavily now.\n\nBRENDA\nI'm starting to feel an anxiety attack\ncoming on.\n\nPAUL\nCalm down.\n\nHe puts his hand on her knee. She looks at the hand then\nwinks at Natalie.\n. SASHA\nWait a second. That totally happened to\nmy sister’s ex-boyfriend's cousin.\nExcept he was hung from his feet and\nscratching with his nails.\n\n(CONTINUED)\n\f35.\n47 CONTINUED: (2) 47\n\n~~ PARKER\nIt’s a variation babe. There's dozens of\nthem. Thus the windshield stunt.\n(to Natalie)\nTell me, what was this killer wearing?\n\nNATALIE\nA black parka.\n\nPARKER\nWith a furry hood?\n\nNatalie nods. Parker laughs.\n\nPARKER (cont’‘d)\nHis Nanook of the North spook outfit.\nLook, Damon’s in the class. He knew the\nmyth. He must've planned the whole thing\nout. Conniving bastard.\n\nSomething hits Natalie.\n\nNATALIE\nWait a second. There’s an urban legend\n7 about a lunatic with an ax hiding ina\n\nwoman's backseat.\n\nSASHA\nHello, my mom still checks the backseat\nbefore getting into a car.\n\nNATALIE\nThat’s how Michelle Mancini died.\n\nEveryone stops arid stares at her.",
  "24": "---END OF PREVIOUS SECTION---\nSASHA\nHello, my mom still checks the backseat\nbefore getting into a car. NATALIE\nThat’s how Michelle Mancini died. Everyone stops arid stares at her. \n---TARGET SECTION TO BE ANNOTATED---\nNATALIE (cont'd)\nIt's almost like someone out there is\ntaking these folk tales, our urban\nlegends...and making them reality.\n\nEveryone is silent. Finally, the group bursts into\nuncontrollable LAUGHTER. Natalie looks angry.\n\nPAUL\nWho knew Ms. Skepticism herself would\nenvision such a daring concept.\nParker turns to Natalie.\n\nPARKER\nCall Damon. You’ll see.\n\n(CONTINUED)\n\f47\n\n48\n\n49\n\n36.\nCONTINUED: (3) 47\n\nCLOSE ON THE PAPER\nNatalie stares hard at it.\nINT. NATALIE’S ROOM - DAY. 48\n\nNatalie walks in. Tosh is online again. She looks like she\nhasn't stepped out of the room in days.\n\nNATALIE\nTosh, do you mind if I --\n\nTosh turns around.\n\nTOSH\nWhat?\n\nNATALIE\nNevermind.\n\nShe walks out.\n\nON THE COMPUTER SCREEN, we see that Tosh is in an America\nOnline chat room called \"Goth 4 Goth.” Her screen name is\nForlorn22. She types, “Gothic guys on campus lookin’ to hook\nup...IM me.” She takes a long drag off her cigarette and\nwaits for a response.\n\nEXT. CAMPUS - DAY. 49\nNatalie is on a payphone outside.\n\nOPERATOR (0.S.)\nThat group is in one of our phone-free\ncabins.\n\nNATALIE\nDid they check in?\n\nOPERATOR\nOh, sure they did.\n\nNATALIE\nI need to know if a specific guest, Damon\nBrooks, is in that group.\n\nOPERATOR\n(typing)\nWell...the cabin is not registered under\nhis name and we really have no way of\nknowing exactly who’s in there.\n\n(CONTINUED)\n\f49\n\n50\n\n51\n\n37.\nCONTINUED: 49\n\nNATALIE\nCan I leave a message at the front desk?\n\nOPERATOR\nSure you can...but I can’t guarantee that\nthey'll stop by to pick it up.\n\nNatalie looks defeated as she hangs up the phone.\n\nEXT. LIBRARY - NIGHT. 50\nA tall, brownstone structure towering over the campus.\n\nINT. LIBRARY STACKS - NIGHT. 51\n\nDark and musty with no windows.",
  "25": "---END OF PREVIOUS SECTION---\nLIBRARY - NIGHT. 50\nA tall, brownstone structure towering over the campus. INT. LIBRARY STACKS - NIGHT. 51\n\nDark and musty with no windows. \n---TARGET SECTION TO BE ANNOTATED---\n Half the bulbs are burnt\nout, darkening some of the aisles more than others. Natalie\nslowly walks through the maze of bookstacks, searching the\nstacks.\n\nBEHIND HER\n\nA SHADOW moves in the distance. Natalie spins around. Did\nshe see something? Just her imagination. She gets back to\nscanning. Suddenly we hear distinct FOOTSTEPS. Natalie\nstops in her tracks and looks around. The air is heavy with\ndust.\n\nNATALIE\nHello?\n\nNo answer. She looks up one end of the narrow aisle then the\nother. We hear the THUD of a book drop. It could be\nanywhere.\n\nNATALIE (cont ‘d)\nIs there someone there?\n\nSilence. She turns around. Directly in front of her is the\nbook she’s been searching for, “Encyclopedia of Urban\nLegends.” It’s a heavy volume. She grabs it with both hands\nand pulls it out revealing...\n\nEYES, staring right at her. Natalie SCREAMS and jumps back\nagainst the shelves, knocking some books down.\n\nSASHA (0.S.)\nDon’t freak out on me.\n\nSasha walks around and over to Natalie. She’s holding an\nold, worn book.\n\n(CONTINUED)\n\f38.\n51 CONTINUED: 51\n\nSASHA (cont'd)\nI've been looking for this everywhere.\nAn early printing of the “Kama Sutra”...\nwith illustrations. You think Parker\nwill get into it?\n\nNATALIE\nDoes your sexual guinea pig have a\nchoice?\n\nSASHA\nNo.\n{A Pause)\nWhat's that?\n\nNatalie hesitantly shows it to her.\nSASHA (cont'd)\nEncyclopedia of Urban Legends. Oh\nNatalie, don’t tell me you still think--\n\nNATALIE\nI don’t know Sasha.\n\nSASHA\nWell let's take a look.\n\n52 INT. LIBRARY STUDY ROOM - NIGHT. 52\nNatalie and Sasha are sitting down going over the urban\nlegends book. Some of the pages are illustrated. Natalie\nturns to “The Boyfriend’s Death.” It resembles how Damon was\nkilled.\n\nNATALIE\nThis is it.\n\nSasha grabs the book and looks.\n\nSASHA\nHmm. Scary.\n\nShe flips a page.",
  "26": "---END OF PREVIOUS SECTION---\nSASHA\nHmm. Scary. She flips a page. \n---TARGET SECTION TO BE ANNOTATED---\nSASHA (cont'd)\nWait a second, this is definitely not an\nurban legend.\n\nNATALIE\nWhat?\n\n(CONTINUED)\n\f52\n\n53\n\n54\n\n39.\nCONTINUED: 52\n\nSASHA\nThe gang high-beam initiation. Happens\nall the time. Gang members drive around\nat night with their headlights off at and\nwhen someone flashes their high beams to\nwarn them, they kill ‘em. So gruesome.\n\nNatalie snatches the book from her hand.\nSASHA (cont'd)\nThat's why I never warn anyone about\nanything when I drive.\nNatalie stares heavily at the book.\nSASHA (cont‘d)\nHello? Are you listening to me? Anyway,\nI'm going. Gotta get started practicing\nthis.\nShe holds up the Kama Sutra book.\n\nNATALIE\nBye Sasha.\n\nCLOSE ON BOOK\n\nWe see the illustration of the “Gang High-Beam Initiation.”\nCLOSE ON NATALIE’S EYES\n\nThis story is obviously hitting a chord.\n\nINT. NATALIE’S ROOM - NIGHT. 53\nTosh is still waiting for a response. The ashtray on her\n\ndesk is overflowing with cigarette butts. Suddenly we hear a\nRING. There’s a message from a “Gloomy4U.” It reads, “We're\non similar dark paths.”\n\nTosh types, “What U into?” His response: “Lithium.”\n\nA smile cracks across her face. She types, “My type of guy”\nwith a little sideways happy face :)\n\nINT. LIBRARY STUDY ROOM - NIGHT. 54\n\nNatalie is still looking over the book when, suddenly, the\noverhead lights start to blink. Natalie jumps. The LIBRARY\nATTENDANT is standing at the doorway.\n\n. LIBRARY ATTENDANT\nWe’re closing in fifteen minutes, guys.\n\n(CONTINUED)\n\f54\n\n55\n\n56\n\n57\n\n58\n\n40.\nCONTINUED: 54\n\nNatalie shuts the book. On the back is a paper with the\nnames of the last few people to have checked it out. The\nmost recent reads, “Damon Brooks.” She shakes her\nhead...maybe it is some kind of sick joke. She gets up to\nleave.\n\nINT. NATALIE’S ROOM - NIGHT.",
  "27": "---END OF PREVIOUS SECTION---\nShe gets up to\nleave. INT. NATALIE’S ROOM - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 55\n\nTosh is getting excited. “Where u at?” She types. “Close.”\nis his response. “Tease,” she types.\n\n“Gonna get ready. Let me know what room U R in.”\n\nShe gets up, grabs her makeup bag and runs out of the room.\n\nEXT. CAMPUS - NIGHT. . 56\n\nNatalie is walking back to her dorm on one of the cobblestone\nwalkways that zigzag through campus. There’s a few street\nlights scattered about. It’s desolate. She walks more\nhurriedly. A FIGURE suddenly appears from behind Natalie,\nsideswiping her. She jumps. It’s only a JOGGER.\n\nNATALIE\nWatch out!\n\nJOGGER\n(mumbling)\nSorry.\n\nINT. DORM BATHROOM - NIGHT. $7\n\nTosh is in front of the mirror, hurriedly applying makeup.\nSmeared black mascara, black eyeliner, white face powder,\netc. She runs back into the room.\n\nINT. NATALIE’S ROOM - NIGHT. 58\n\nShe sits at her desk again and looks at the computer screen.\nShe rereads her last message, “Tell me what room U R in.”\nPan down to the response. “Yours.”\n\nSuddenly, THE KILLER appears behind her. He covers her mouth\nwith his gloved hand.\n\nWe hear her muffled SCREAM as she struggles to break loose.\nShe tries typing “help” on the computer screen. The killer\nhits a button and shuts off the computer. Before it goes\nblack, we hear the America Online “GOODBYE.” The killer\nrolls Tosh in her desk chair over to her bed. She tries to\nget up, but he knocks her down. He grabs her pillow and\ncovers her face. Her screams sound like MOANING.\n\fs9\n\n60\n\n61\n\n41.\n\nEXT, RESIDENCE HALL - NIGHT. 59\n\nNatalie is walking into her residence hall, when a BITCHY\nGIRL walks out.\n\nBITCHY GIRL\nHmm...sounds like Elvira’s raising more\nthan the dead in there.\n\nNATALIE\nThanks for the warning.\n\nINT. NATALIE’S ROOM - NIGHT. 60\n\nTosh is GASPING for air. We hear the sound of the KEY IN THE\nLOCK.",
  "28": "---END OF PREVIOUS SECTION---\nINT. NATALIE’S ROOM - NIGHT. 60\n\nTosh is GASPING for air. We hear the sound of the KEY IN THE\nLOCK. \n---TARGET SECTION TO BE ANNOTATED---\nTHE KILLER grabs the lamp cord and unplugs it. It’s\ncompletely dark now.\n\nTHE DOOR swings open.\n\nCLOSE ON WALL\n\nNatalie is feeling for the light switch. She’s almost\nreached it when...she hears the MOANING. She opts against\nit.\n\nCLOSE ON TOSH. Her violent jerking can be mistaken for\nsomething else.\n\nNatalie lock the door once, then, after some thought, lock it\nagain. She makes her way through the room in the dark,\naccidently bumping into Tosh’s bed.\n\nNATALIE\n(whispering)\nSorry. Not looking.\nNatalie climbs into bed, covering her ears with the pillow.\nANGLE ON TOSH\nThe life goes out of her.\nINT. NATALIE’S ROOM - MORNING. 61\nSunlight is pouring into the room. Natalie slowly wakes up.\nShe stretches her arms, opens her eyes. Her vision is\ngroggy. She notices writing on the wall across from her.\n\nHer vision slowly starts to come into focus. She makes out\nthe word “Aren’t.” She’s dumbfounded.\n\n(CONTINUED)\n\f61\n\n62\n\n42.\nCONTINUED: 61\nNATALIE\nAren’t...\nThere’s more.\nNATALIE (cont‘d)\nYou...glad...you...didn’t...turn on the\nlight?\nIt's written in dripping blood.\n\nNATALIE (cont‘d)\nTosh?\n\nShe turns to her side and finds...\n\na ghastly TOSH, her wrists slit, lying in bed staring\nstraight at Natalie.\n\nNATALIE (cont’d)\nNOOOO0OON!\n\nINT. DORM COMPUTER ROOM - MORNING. 62\n\nNatalie is sitting down surrounded by Dean Adams, Reese and a\ncouple of COPS. The door is open and Natalie, eyes glazed,\nis staring out at Tosh’s covered body being wheeled off by a\nPARAMEDIC. The bitchy girl stands against the wall\n\nwatching.\n\nBITCHY GIRL\n(to paramedic)\nYou better check her pulse...she’s looked\nlike that for years.\n\nBrenda appears at the door. She looks concerned and waves at\nNatalie. Natalie waves back.\n\nDEAN ADAMS\nNatalie?\n\nShe turns to him.",
  "29": "---END OF PREVIOUS SECTION---\nNatalie waves back. DEAN ADAMS\nNatalie? She turns to him. \n---TARGET SECTION TO BE ANNOTATED---\nDEAN ADAMS (cont'd)\nSome water?\n\nHe hands her a glass of water and sits in. front. of her.\n\nNATALIE\nThank you.\n\n(CONTINUED)\n\f43.\n62 CONTINUED: 62\n\nDEAN ADAMS\nSo you heard moaning when you walked in.\nWhy didn't you turn on the lights?\n\nNATALIE\nI'd walked in on Tosh having sex before.\nIt wasn’t something I cared to see again.\n\nREESE\nSo you never actually saw anyone there?\n\nNATALIE\nNo.\n\nThe Dean and Reese look at one another.\n\nDEAN ADAMS\nNatalie did you know Tosh was manic-\ndepressive?\n\nHe holds up the bottle of Prozac.\n\nNATALIE\nShe painted half the room black. I hada\ngood idea.\n\nREESE\nThere’s no signs of foul play here. No\nforced entry. No signs of a struggle.\nNo witnesses.\n\nNATALIE\nWhat are you saying?\n\nDEAN ADAMS\nThis appears to be a very\ntragic...suicide.\n\nNATALIE\n(disbelieving)\nTosh did not kill herself. There was\nsomeone else in that room. “Aren’t you\n\nglad you didn’t turn on the lights” for\nChrist's sake!\n\nDEAN ADAMS\nA very morbid...suicide note.\n\nDead silence. The Dean compassionately places his hand on\nNatalie's lap.\n\n(CONTINUED)\n\f62\n\n63\n\n64\n\n44.\nCONTINUED: (2) 62\n\nDEAN ADAMS\nLook, I’m having someone come in right\nnow and hold a counseling session with\nthe rest of the dorm. It might be a good\nidea for you to sit in.\n\nNatalie stares at the Dean and Reese. We track behind her\ntowards one of the computer terminals. On the screen is the\nAmerica Online sign-off message. It reads, “Goodbye\nGloomy4u.”\n\nINT. DORM HALLWAY - MORNING. 63\n\nBrenda and Natalie are slowly walking up towards the dorm\ncommon area.\n\nBRENDA\nNatalie, maybe Tosh just couldn’t deal\nwith life anymore.\n\nNATALIE\nTosh could never deal with life...she\njust wouldn't kill herself. I don’t\nunderstand what’s happening Brenda.",
  "30": "---END OF PREVIOUS SECTION---\nBRENDA\nNatalie, maybe Tosh just couldn’t deal\nwith life anymore. NATALIE\nTosh could never deal with life...she\njust wouldn't kill herself. I don’t\nunderstand what’s happening Brenda. \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA\nMaybe this counselor isn’t such a bad\nidea.\nNATALIE\nHave you ever been in therapy?\nBRENDA\nSure.\nNATALIE\n\nDid it help?\n\nBRENDA\nNo. But it makes for great conversation\nat parties. .\n\nBrenda smiles and Natalie forces one out too. They reach the\nentrance to the common room and pause.\n\nINT. DORM COMMON ROOM - MORNING. 64\n\nA few students are gathered in a circle around ‘a late twenty-\nsomething counselor, DOUG. He's wearing a white turtle neck\nunder a sweater and has a calm, involved look on his face.\nEveryone else looks disinterested and bored. In the\nbackground we hear ENYA playing.\n\n(CONTINUED)\n\f64\n\n45.\nCONTINUED: 64\n\nDOUG\n.-This is all about compassion,\ndialogue, mutual support --\n\nAll eyes turn to Natalie. He stops mid-sentence and looks\nback. A wave of sympathy and emotion rolls over him.\n\nDOUG (cont’d)\nYou must be the roommate. Come here\nsweetheart.\n\nShe slowly walks towards him. He speeds things up and grabs\nher, hugging her tightly. He closes his eyes.\n\nDOUG (cont'd)\nOoze it all out...right on me, don’t be\nafraid.\n\nCLOSE ON NATALIE'’S FACE\nThis isn’t what she needs right now. Doug turns to Brenda.\n\nDOUG (cont'd)\nDo you need to ooze too?\n\nBRENDA\n(waving hands)\nOh no, I’m all oozed up.\n\nHe grabs Natalie’s hand and sits her down. Brenda follows.\n\nDOUG\nJust sit right here. We’re discussing\njust what Tosh meant to each of us. Who\nhas the talking stick?\n\nA WHOLESOME GIRL raises her hand, clutching onto a wooden\nstick. .\n\nDOUG (cont‘d)\nYou go ahead angel.\n\nWHOLESOME GIRL\n(upset)\nWell...one time Tosh threatened to gouge\nmy eyes out if I didn’t stop blasting my\nAmy Grant CD. I thought she was really\nmean...but now I know it was only a cry\nfor help.\n\nShe starts crying. He pats her back.\n\n(CONTINUED)\n\f64\n\n46.\nCONTINUED: (2) 64\n\nDOUG\nThere, there.",
  "31": "---END OF PREVIOUS SECTION---\nHe pats her back. (CONTINUED)\n\f64\n\n46. CONTINUED: (2) 64\n\nDOUG\nThere, there. \n---TARGET SECTION TO BE ANNOTATED---\n Which album?\n\nWHOLESOME GIRL\n(through tears)\n“Heart and Motion”\n\nHe smiles sympathetically.\n\nDOUG\nI really like that one.\n(a pause)\nAnyone else have anything to say about\nTosh?\n\nTHE GROUP could care less about Tosh.\n\nDOUG (cont’d)\nYou?\n\nHe grabs the talking stick and hands it to a PREPPY GUY.\n\nPREPPY GUY\nUm. I didn’t know her.\n\nDOUG\nIt seems that way now...to all of us,\ndoesn’t it? Like we never really knew\nthe real Tosh. Such is the depth of the\nhuman soul.\n\nPREPPY GUY\nNo. I just didn’t know her. Never met\nher in my life.\nDoug angrily grabs the stick from his hand.\n\nDOUG\nAnyone else? Natalie?\n\nHe tries handing her the stick.\n\nDOUG (cont'd)\nYou wanna grab the stick?\n\nBrenda looks to Natalie. All eyes are on her. This is too\nmuch to handle. .\n\nNATALIE\nI just wanna be alone right now.\n\nShe stands up and walks out of the room. A BITTER GIRL turns\nto the group.\n\n(CONTINUED)\n\f64\n\n65\n\n47.\nCONTINUED: (3) 64\n\nBITTER GIRL\nWhat's she so upset about...she’s the one\ngetting a 4.0 this semester.\n\nDOUG\nSo...anyone up for a little role playing?\n\nEXT. RESIDENCE HALL - MORNING. 65\n\nNatalie runs out of her dorm. She stops on the front steps\nand catches her breath. She sits down and shuts her eyes,\ncompletely overwhelmed.\n\nPAUL (0.S.)\nHey.\n\nShe looks up. Paul is standing in front of her, holding onto\nhis tape recorder.\n\nNATALIE\nSorry Paul, I'm not doing any interviews.\n\nHe sticks the recorder in his pocket and holds his hands up.\n\nPAUL\nStrictly off the record.\n\nNATALIE\nI think I’m going crazy.\n\nPAUL\nHappens to the best of us.\n\nHe sits down next to her.\n\nPAUL (cont’d)\nDid you see it coming?\n\nNATALIE\nYes -- no. I mean...I don’t know.\n\nPAUL\nThis suicide note I heard about.",
  "32": "---END OF PREVIOUS SECTION---\nI mean... I don’t know. PAUL\nThis suicide note I heard about. \n---TARGET SECTION TO BE ANNOTATED---\n- NATALIE\nAren‘t you glad you didn’t turn on the\nlight...in her blood.\n\nPaul looks away. Laughs.\n\nPAUL\nThat’s weird. When I was a kid, I heard\na story about a college girl who's\n\n(MORE) (CONTINUED)\n\f(\n\n65\n\n66\n\n48.\n\nCONTINUED: 65\nPAUL (cont'd)\nroommate was murdered. The roommate\nwalked in that night and went straight to\nbed. The next morning --\n\nNatalie turns to him. Something hits her.\n\nNATALIE\nAn urban legend.\n\nPaul looks at her.\n\nNATALIE (cont’d)\nPaul, Tosh didn’t commit suicide. There\nwas somebody else in there. It’s really\nhappening.\n\nSomething hits Paul.\n\nPAUL\nTonight’s the anniversary you know.\n\nNATALIE\nWhat anniversary?\n\nPAUL\nThe Stanley Hall massacre. If it really\nhappened that is.\n\nNATALIE\nHow do we find out for sure?\n\nWe pull up behind them and see Brenda in the upstairs window\nstaring on.\n\nINT. PARKER'S ROOM - DAY. 66\nA small single in the frat house. The blinds are drawn and\nIndian sitar music is PLAYING in the background. Sasha,\ndressed in sexy lingerie, is lighting candles around the room\nwhile Parker lies shirtless in bed, anxiously awaiting\nwhatever she has planned.\n\nPARKER\nSo...what are we doin’?\n\nSASHA\nIt's a surprise.\n\nHER POV\n\nHootie, a Yorkshire Terrier with a nose ring, is sitting on\nthe floor, staring up at her.\n\n(CONTINUED)\n\f66\n\n67\n\n49.\nCONTINUED: 66\n\nSASHA\nAnd Hootie is out of here.\n\nPARKER\nOh come on! He’s not bothering you.\n\nSASHA\nParker, he makes me uncomfortable.\n\nShe opens the door, about to let him out.\n\nPARKER\nIt’s all right boy. You'll be back ina\nfew minutes.\n\nSASHA\nI only wish it lasted that long.\n\nParker sneers at her.\nINT. NEWSROOM - DAY. 67\n\nA college version of the bustling newsroom. Reporters piled\non top of each other typing on old computers or talking on\nthe phone.",
  "33": "---END OF PREVIOUS SECTION---\nINT. NEWSROOM - DAY. 67\n\nA college version of the bustling newsroom. Reporters piled\non top of each other typing on old computers or talking on\nthe phone. \n---TARGET SECTION TO BE ANNOTATED---\n Paul and Natalie walk in.\n\nPAUL\nWe have an archive with every issue of\nthe Pendelton Daily that’s ever been\npublished. If there was a massacre on\ncampus you can bet it’s in there.\n\nNATALIE\nSo this is where you come up with your\nlurid articles. .\n\nPAUL\nI don’t come up with them. They just\nhappen. Only thing I do is spice them\nup, add a little intrigue...make ‘em\nbetter. Nothing wrong with that.\n\nNATALIE\nWell you’ve managed to convince yourself.\n\nPAUL\nOnly way to survive. Over there.\n\nHe points to a wooden door.\n\f(\n\n68\n\nSQ.\n\nINT. NEWSPAPER ARCHIVES - DAY. 68\n\nA dimly lit room lined with large stacks. Natalie and Paul\nare staring at an empty space in one of the shelves.\n\nPAUL\nI can’t believe this. They’re gone.\n\nNATALIE\nThey wouldn’t be anywhere else?\n\nPAUL\nNowhere I'd know of.\n\nThey're startled by a CREAK. They turn and find the janitor\nmopping up.\n\nPAUL (cont'd)\n\nExcuse me.\nJANITOR\n\nYeah?\nPAUL\n\nHow long you been working at Pendelton?\nJANITOR\n\nOh, started in ‘69, so almost thirty\n\nyears now.\nPaul and Natalie look at each other.\nNATALIE\nCan you tell us what happened at Stanley\nHall? .\n\nThe janitor suddenly looks uncomfortable. He looks away.\n\nJANITOR\nI don’t know what you're talking about.\n\nPAUL\nDid people die there?\n\nJANITOR\nI can’t help you with that.\n\nNATALIE\nLook, this is very important. We need to\nknow if it’s true or not.\n\nThis is clearly not something the janitor wants to discuss.\n\n(CONTINUED)\n\f68\n\n69\n\n70\n\n51.\n\nCONTINUED: 68\nJANITOR\nTalk to Professor Wexler.\nNATALIE\nWhy?\nJANITOR\n\nHe knows more than I do. But don’t tell\nanyone I said anything.\n\nHe grabs his bucket and mop and walks out. Paul and Natalie\nlook at each other.\n\nINT. NEWSROOM - DAY. 69\n\nPaul and Natalie are storming out when, suddenly, Brenda\nappears in front of them.",
  "34": "---END OF PREVIOUS SECTION---\nPaul and Natalie\nlook at each other. INT. NEWSROOM - DAY. 69\n\nPaul and Natalie are storming out when, suddenly, Brenda\nappears in front of them. \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA\nHey guys! What’s up? I was just passing\nby and --\n\nNATALIE\n(interrupting)\nBrenda, I’1l talk to you later.\n\nPaul completely ignores her as him and Natalie walk out.\n\nBRENDA\n(yelling out)\nI'll be at the gym!\n\nShe hushes, looking none too pleased with herself.\nINT. PARKER'S ROOM - DAY. . 70\n\nSasha and Parker, both nude, are completely entwined. The\n“Kama Sutra” book is propped up on the nightstand. Sasha is\nwrithing in ecstasy. Parker looks like he’s being crushed\n\nPARKER .\nCan’t we ever just do it like normal\npeople?\n\nSASHA\n(moaning)\nParker, any expert will tell you the\nsecret to long-lasting relationships is\nvariety.\n\n(CONTINUED)\n\f70\n\n71\n\n52.\nCONTINUED: 70\n\nPARKER\nI’m just saying, it wouldn’t hurt to get\ninto the missionary position every now\nand then.\n\nANGLE ON DOOR\n\nWe hear the faint sound of SCRATCHING. The door creaks open\nand Hootie walks in. He's GASPING. Having problems\nbreathing. He walks over to the bed and jumps on. Parker\nturns and sees him.\n\nPARKER (cont'd)\nWhat's wrong?\n\nHootie just stares at Parker, helplessly.\nPARKER\nSasha. Sasha...enough! Disengage.\nThere’s something wrong with Hootie.\nSASHA\nHe's just getting excited watching us.\nNow come on.\n\nHootie is now GASPING heavily. Sasha and Parker both look at\nhim when...\n\nHe COUGHS. Suddenly, a BLOODY FINGER flies out of his mouth,\nlanding on Sasha's breast.\n\nSASHA (cont‘d)\n\nAAAAHHH !\nPARKER\nAAAAHHH!\nINT. SCHOOL HALLWAY - DAY. 71\n\nPaul is banging on Professor Wexler’s office door as Natalie\nstands against the wall waiting.\n\nPAUL\nHe should be here...it’s his office\n_ hours.\nNATALIE\n\nI don’t think Wexler’s much into\nstudent/teacher interaction.\n\nHe tries the door. It’s unlocked. Paul heads inside.",
  "35": "---END OF PREVIOUS SECTION---\nHe tries the door. It’s unlocked. Paul heads inside. \n---TARGET SECTION TO BE ANNOTATED---\n He\nmotions for her to follow. She hesitates and then goes\nahead.\n\f72\n\n73\n\n$3.\n\nINT. PROF. WEXLER’S OFFICE - DAY. 72\n\nIt’s small and cluttered. A window looks onto the quad.\nPaul is snooping around.\n\nNATALIE\n(nervous)\nWhat if he shows up?\n\nHe ignores her and points to another door.\n\nPAUL\nWhat do you think that leads to?\n\nNATALIE\nPaul we should go.\n\nHe walks over and opens the door. A BLACK PARKA leaps out at\nhim. He jumps. It was hanging inside the door.\n\nThey both laugh. He looks inside the closet and his smile\nquickly vanishes.\n\nPAUL (cont’d)\nNatalie...\n\nShe walks over, looks inside and freezes.\nANGLE ON CLOSET\n\nLaying on the floor is AN AX. We hear FOOTSTEPS approaching\nand see A’ FIGURE’S outline in the door window. Paul pulls\nher into the closet and closes the door. It doesn’t shut\ncompletely.\n\nINT. CLOSET - DAY. 73\n\nThey’re pressed up against each other. They look heavily\ninto each other’s eyes. Wexler is in the room. We hear\nFOOTSTEPS as he walks to his desk. We hear him SHUFFLING\nwith some papers.\n\nThe closet door is slowly CREAKING open. They stare at the\nexpanding crack. The FOOTSTEPS outside seem to be heading\nout. The front door opens and shuts.\n\nNATALIE\n(whispering)\nIs he gone?\nPaul looks out the crack.\n\nHIS POV\n(CONTINUED)\n\f73\n\n74\n\n75\n\n76\n\n54.\nCONTINUED: 73\nNo one there. He nods. He opens the door slowly and they\nwalk out.\nINT. PROF. WEXLER'S OFFICE - DAY. 74\nPaul closes the door behind him revealing...\nPROFESSOR WEXLER standing behind the door.\n\nPROF. WEXLER\nLost something?\n\nThey turn around and freeze.\n\nNATALIE\nNo.\n\nHe looks at them menacingly.\nPROF. WEXLER\nTHEN WHAT THE HELL ARE YOU DOING INSIDE\nMY OFFICE?! ?!?\nPaul and Natalie run out.\nEXT. CAMPUS QUAD - DAY.",
  "36": "---END OF PREVIOUS SECTION---\nPaul and Natalie run out. EXT. CAMPUS QUAD - DAY. \n---TARGET SECTION TO BE ANNOTATED---\n 75\nAn OVERWEIGHT GUY in a hurry dumps a soda cup on the grass.\nREESE (0.S.)\n(over a P.A.)\nYou might wanna pick that up.\nHe stops and turns to find Reese in her security car, talking\nover the loudspeaker. He nervously goes back and picks up\nthe cup.\nINT. SECURITY CAR - DAY. 76\nReese laughs to herself. Suddenly, Natalie and Paul burst\nthrough the doors of the nearby classroom building. She\nsteps out of her car.\n\nREESE\n. Hey! What the hell?!?\n\nPAUL\nReese! It’s Wexler.\n\nREESE\nWhat?\n\n(CONTINUED)\n\f56.\n\n~N\n7 78 INT. DEAN'S OFFICE - DAY. 78\nThe Dean is sitting behind his desk, staring daggers at Paul\nand Natalie. Reese sits behind them, listening.\nDEAN ADAMS\n(sympathetically)\nNow Natalie, I know you're dealing with a\nlot right now. Suicide --\nNATALIE\nTosh was murdered!\nHe closes his eyes and tenses up for a second then looks up\nand smiles.\nDEAN ADAMS\nWhy do you two insist on creating an\nunnecessary atmosphere of paranoia in my\nschool? Hmm?\nPAUL\nTell us about Stanley Hall Dean.\n~ Reese’s ears prick up.\n7 DEAN ADAMS\nIt‘s a...what do you call it? An urban\nlegend. You hear that on every college\ncampus.\nNATALIE\nBut it had to originate somewhere.\nPAUL\nWas Wexler involved?\nThe Dean is silent.\nDEAN ADAMS\nNatalie, maybe you'd care to sheda\nlittle light on something I noticed on\nyour file.\n. NATALIE\nWhat is that?\nDEAN ADAMS\nYour probation for reckless endangerment.\nNo response from Natalie. Paul looks at her, eyebrow raised.\nNe\n\n(CONTINUED)\n\ff\n\n78\n\nCONTINUED:\n\n57.\n78\n\nNATALIE\nThat was in high school.\n\nDEAN ADAMS\nI know. Happened after you’d already\nbeen accepted to Pendelton. You're\nlucky. The admissions office might have\nnot looked upon a criminal record very\nfavorably otherwise. Would you care to\nelaborate?\n\nNatalie looks at Paul then at the Dean.",
  "37": "---END OF PREVIOUS SECTION---\nThe admissions office might have\nnot looked upon a criminal record very\nfavorably otherwise. Would you care to\nelaborate? Natalie looks at Paul then at the Dean. \n---TARGET SECTION TO BE ANNOTATED---\nNATALIE\nNo I wouldn't. That has nothing to do\nwith what's happening.\n\nDEAN ADAMS\nNatalie there is nothing happening except\ntwo, completely unrelated tragedies.\nNow, I want to be as supportive as\npossible, but you’re skating on thin ice\nright now. So I’m requesting you take an\nacademic leave of absence through the end\nof the semester. It'll do you some good\nto deal with what’s happening, back home,\nwith your family.\n\nNATALIE\nSo that’s it, that’s how you're going to\nhandle this? By sending me away?\n\nThe Dean is silent. Paul stands up.\n\nPAUL,\nLet's get out of here.\n\nDEAN ADAMS\nI’m not through yet. You‘re off the\npaper Paul. This institution's had\nenough of your inflammatory articles.\n\nPAUL\nWhat? You can’t do this! There’s\nsomething in the constitution called\nfreedom of speech!\n\nDEAN ADAMS\nThe constitution doesn’t protect someone\nwho wrongfully yells “fire” in a crowded\ntheater. And Paul, you’ve yelled fire\none too many times on this campus.\n\n(MORE)\n\n(CONTINUED)\n\f78\n\n719\n\n58.\n\nCONTINUED: (2) 78\nDEAN ADAMS (cont'd)\n(a pause)\nEnjoy your weekend.\n\nEXT. CAMPUS - DAY. . 719\n\nThe sun is now completely obscured by storm clouds. Paul and\nNatalie step out of the administration building. There's a\ntense silence.\n\nPAUL\nReckless endangerment...we’re not exactly\ntalking about running a stop sign here\nare we?\n\nNo response from Natalie.\n\nPAUL (cont'd)\nNatalie, I just lost a lot in there\nfollowing your lead. So, maybe I have a\nright to know a little about your past.\n\nNATALIE\nIt‘s not something I wanna discuss.\n\nPAUL\nYou don’t wanna discuss it. Okay. Do\nyou want to discuss my career options\nwithout a body of writing samples?\nBecause FYI Natalie, they’re kind of\nlimited. :\n\nNATALIE\nPaul, whatever happened, it doesn't\nchange the fact that someone on this\ncampus is killing people!\n\nPAUL\nIt doesn’t? I don’t know if I buy it\nanymore.",
  "38": "---END OF PREVIOUS SECTION---\nBecause FYI Natalie, they’re kind of\nlimited. :\n\nNATALIE\nPaul, whatever happened, it doesn't\nchange the fact that someone on this\ncampus is killing people! PAUL\nIt doesn’t? I don’t know if I buy it\nanymore. \n---TARGET SECTION TO BE ANNOTATED---\n Honestly, Natalie, I don’t know\nif I ever bought it.\n\nNATALIE\n(realizing)\nJust looking for the big story, huh?\n\nPAUL\nYou got it. But that’s over with.\nSo...write a letter to the editor.\n\nHe turns and walks away, leaving Natalie standing alone in\nthe quad.\n\f59.\n\n80 INT. DEAN’S OFFICE - DAY. 80\nThe Dean is on the phone. Reese is waiting to speak to him.\n\nDEAN ADAMS\n(into phone)\nOh yes, very, very well. Enrollment’s up\nthis semester and we've got record\nadmissions applications for next --\n\nREESE\nDean Adams?\n\nDEAN ADAMS\n(covering phone; serious)\nJust a second.\n(into phone)\nOkay. No, all that’s been taken care of.\nThank God. Miles outside of Pendelton.\nSee you on Founder’s Day. Good-bye.\n\nHe hangs up the phone.\n\nDEAN ADAMS (cont‘d)\nYes?\n\nREESE\nI was just thinking it might not be a bad\nidea to add a few extra guards this\nweekend. In case --\n\nDEAN ADAMS\nIn case what?\n\nREESE\nAnything should happen.\n\nDEAN ADAMS\nTell me something? What kind of\nfrightening message do you want to send\nout to our students, Reese? I think what\nPendelton needs right now is a few extra\ncounselors so we can get on the road to\nhealing. Don’t you agree?\n\nREESE\nThat story about the massacre. Is there\nanything to it?\n\nHe stares at her harshly.\n\n(CONTINUED)\n\f80\n\n81\n\n82\n\n83\n\n84\n\n60.\nCONTINUED: 80\n\nDEAN ADAMS\nI think you should re-read your job\ndescription and stick to it. And listen\nto me and listen well...anything happen\non campus this weekend, you don’t blink\ntill you contact me first. Understood?\n\nREESE\n(holding back anger)\nUnderstood.\nShe turns away and walks out.\nEXT. SPORTING FACILITY - DAY. 81\nNatalie walks into the high tech new sports center.\n\nINT. SPORTING FACILITY - DAY. 82\n\nIt's practically deserted. Video monitors hang from the\nceiling. A news ANCHORWOMAN is speaking.",
  "39": "---END OF PREVIOUS SECTION---\nSPORTING FACILITY - DAY. 82\n\nIt's practically deserted. Video monitors hang from the\nceiling. A news ANCHORWOMAN is speaking. \n---TARGET SECTION TO BE ANNOTATED---\nANCHORWOMAN\nThe storm is expected to bring up to\neight inches of rain tonight throughout\nmost of New England. Local authorities\nare advising residents to avoid venturing\nout.\n\nNatalie walks up to one of the large windows that look down\ninto the pool area and peeks in.\n\nHER POV\n\nBrenda is down in the pool, swimming.’ Natalie knocks on the\nwindow.\n\nINT. POOL AREA - DAY. 83\n\nWe follow Brenda as she swims. We see Natalie up above. The\nknocking is inaudible.\n\nINT. SPORTING FACILITY - DAY. 84\n\nNatalie stops and walks over to the door leading to the pool.\nIt’s locked. She walks back to the glass and looks down.\n\nHER POV\nThe locker room door in the pool area opens. A cloud of\n\nsteam rushes out and a FIGURE in a black parka emerges from\ninside.\n\n(CONTINUED)\n\f84\n\n85\n\n86\n\n87\n\n88\n\n89\n\n61.\nCONTINUED: 84\n\nCLOSE ON NATALIE'S FACE\n\nShe’s overcome with panic. She starts BANGING on the\nwindow.\n\nNATALIE\nBrenda!\n\nINT. POOL AREA - DAY. 85\n\nWe only hear silence as Brenda finishes her lap. The killer\nis standing at the edge of the pool, seemingly waiting.\n\nINT. SPORTING FACILITY - DAY. 86\n\nNatalie is BANGING as hard as she can. She looks around. No\none’s in sight.\n\nNATALIE\nHelp! Someone!\n\nINT. POOL AREA - DAY. 87\n\nBrenda reaches the edge and begins to pull herself out. The\nkiller is reaching for something in his coat pocket.\n\nINT. SPORTING FACILITY - DAY. 88\n\nNatalie turns to her side and sees a small TABLE. She grabs\nit and SMASHES it against the glass, cracking it slightly.\n\nHER POV\n\nBrenda, wearing a one-piece lycra bathing suit that shows off\nher taut physique, looks up. At the same.time, the FIGURE\nremoves the parka, revealing a female SWIMMER in a bathing\nsuit.\n\nNATALIE is frozen, holding onto the table. Bad call.\nSuddenly, A HAND reaches over and grabs her shoulder.\nNatalie jumps, startled.",
  "40": "---END OF PREVIOUS SECTION---\nBad call. Suddenly, A HAND reaches over and grabs her shoulder. Natalie jumps, startled. \n---TARGET SECTION TO BE ANNOTATED---\n She turns to find a WORK-STUDY\nEMPLOYEE.\n\nWORK-STUDY EMPLOYEE\nUm. Problem with the furniture?\n\nEXT. CAMPUS ~- NIGHT. 89\n\nNatalie and Brenda are walking alone through the quad.\n\n(CONTINUED)\n\f89\n\n63.\nCONTINUED: (2) 89\n\nMichelle and her in the car, laughing; the flashing of the\npassing car; Natalie arguing with Michelle; The car skidding;\nThe dead YOUNG MAN.\n\nSuddenly, a FIGURE appears behind them. He trails them\nslowly.\n\nBRENDA\nAnd you and Michelle never spoke again?\n\nNATALIE\nA little at first. But I couldn’t\nforgive her for what she did. And I\nguess I couldn't forgive myself for not\ndoing something more to stop it.\n\nNatalie is now in tears. Brenda puts her arm around her.\nSuddenly...\n\nTHE FIGURE jumps in front of their face. It’s Parker. He's\nwaving the bloody finger in their faces.\n\nPARKER\nSee, I told you it was a practical joke.\nDamon left a rubber finger in Hootie’s\nfood bowl.\n\nNATALIE\nWhat? .\n\nPARKER\nYou know, so he can chew on. That\nchoking dog legend...\n\nBRENDA\nNever heard of it.\n\nPARKER\nYeah well, when you get to be my age,\nyou'd have heard them all. That fuck.\nSomething could've happened to Hootie.\n\nNatalie looks away. She doesn’t know what to say.\n\nPARKER (cont‘d)\nSo you girls coming to the party tonight?\n\nBRENDA\n\n(answering for Natalie)\nYes. We’ll be there.\n\n(CONTINUED)\n\f(\n\n™ 389\n\n90\n\n64.\nCONTINUED: (3) 89\n\nPARKER\nCool. Remember, we're commemorating a\nmassacre so wear all black. Oh, and gory\nface paint is strongly encouraged.\nLater.\n\nHe walks off.\n\nNATALIE\nBrenda, I don't know if--\n\nBRENDA\nNatalie, a party is exactly what you need\nright now. I mean, what are you gonna\ndo, lock yourself in your room in case\nsome imaginary --\n\nNatalie looks at her.\n\nBRENDA (cont'd)\nOkay...",
  "41": "---END OF PREVIOUS SECTION---\nNATALIE\nBrenda, I don't know if--\n\nBRENDA\nNatalie, a party is exactly what you need\nright now. I mean, what are you gonna\ndo, lock yourself in your room in case\nsome imaginary --\n\nNatalie looks at her. BRENDA (cont'd)\nOkay... \n---TARGET SECTION TO BE ANNOTATED---\na possibly non-existent serial\nkiller tracks you down and kills you like\nan urban legend...come on, what's he\ngonna do? Feed you poison pop rocks?\n\nNatalie smiles slightly.\n\nNATALIE\nWill you promise to stick around me?\n\nBRENDA\n\nOf course. Unless I hook up with Paul.\n\nThen you'll have to fend for yourself.\n\nBut since that's destined not too\n\nhappen...you're in luck.\nThey both laugh.\nINT. NEWSROOM - DAY. 90\nPaul is cleaning out his desk.\nANGLE ON DESK DRAWER\n\nPaul opens it up with a key and clears away some papers to\nreveal an old BINDER. It reads “Pendelton Daily News -\n1973.” He opens it up. The first newspaper has a huge\n\nheadline, “Massacre at Stanley Hall.” Paul turns to his\nside.\n\nHIS POV\n\n(CONTINUED)\n\f90\n\n91\n\n92\n\n93\n\n65.\nCONTINUED: 90\n\nThe Janitor is dumping out the trash. They lock eyes for a\nbrief second before the janitor looks away.\n\nEXT. PARKING GARAGE - NIGHT. 91\n\nThe Dean is approaching his black Lexus, briefcase in hand.\nIt’s the last car left on the floor. We hear the CHIRP of\nthe car alarm as he shuts it off. He hesitates for a moment\nbefore opening the door. He peers through the window into\nthe backseat...just in case. He laughs at himself and shakes\nhis head. He sticks the key in the lock, when...\n\nDEAN ADAMS\nOUCH!\n\nHe winces and jumps back. He looks down...there’s blood\ngushing from his right ankle. He stares down. Is there\nsomething under the car? He slowly bends down to look,\nwhen...\n\nA SWITCHBLADE WIELDING HAND swings out and slices through the\nDean's left ankle.\n\nDEAN ADAMS (cont‘d)\nAAAAAHHH!\n\nHe falls to the ground. Blood is pouring from the wound. He\nattempts to stand when the blade swings out again, slicing\nthe other ankle. He looks back. The Killer in the black\nparka is underneath the car. The Dean, his face glazd with\nhorror, starts crawling away.\n\nThe killer rolls out from underneath the car and grabs the\nDean's leg.",
  "42": "---END OF PREVIOUS SECTION---\nThe Killer in the black\nparka is underneath the car. The Dean, his face glazd with\nhorror, starts crawling away. The killer rolls out from underneath the car and grabs the\nDean's leg. \n---TARGET SECTION TO BE ANNOTATED---\n The Dean takes his briefcase and swings it at\n\nthe killer’s head, knocking him down.\n\nThe Dean hoists himself up but can’t walk. His Achilles\ntendon is sliced. He tumbles down and drags himself as fast\n\nas he can down the decline in the garage.\n\nINT. DEAN'S CAR - NIGHT. . 92\n\nThe killer climbs in and sets the car in neutral. He turns\nthe steering wheel and sends the car down the decline.\n\nINT. PARKING GARAGE - NIGHT. 93\n\nThe Dean is almost to the pedestrian entrance. He‘s out of\nbreath and sweating. He turns around and sees...\n\nHIS CAR rolling down in his direction.\n\n(CONTINUED)\n\f93\n\n94\n\n95\n\n66.\nCONTINUED: 93\n\nTHE DEAN crawls faster. He's almost to the barricade\nseparating the entrance from the garage when...\n\nTHE CAR slams into him, CRUSHING him against the barricade.\n\nCUT TO:\nEXT. FRAT HOUSE - NIGHT. 94\n\nThe storm is quickly brewing as rain pours heavily and\nflashes of LIGHTNING light up the sky. Crazed college\nstudents are flooding into the house. A blow up CORPSE hangs\nat the entrance. Music BLARES from inside.\n\nINT. LIVING ROOM - NIGHT. 95\n\nEveryone is dressed in black. Some of the kids are wearing\nghoulish death makeup. Everyone is drinking and having a\ngood time. The song “Rollercoaster of Love” is playing.\n\nCLOSE ON HOOTIE\n\nThe tube of a beer funnel is in his mouth. Parker holds him\nup as he happily laps up the beer.\n\nFRAT BROTHERS\nHOOTIE! HOOTIE! HOOTIE! HOOTIE!\n\nHootie, unable to drink anymore, pulls away, getting his fur\nsoaked by the splashing beer.\n\nPARKER\nThat's my boy!\n\nCLOSE ON STEREO\n\nSasha is standing there with a NERDY GUY. She rolls her eyes\nat Parker's antics.\n\nSASHA\nI swear, my primal urges for dumb lugs\nwith large genitalia are quickly\ndiminishing.\n\nThe part, of “Rollercoaster of Love” where a girl SCREAMS is\nblasting.",
  "43": "---END OF PREVIOUS SECTION---\nShe rolls her eyes\nat Parker's antics. SASHA\nI swear, my primal urges for dumb lugs\nwith large genitalia are quickly\ndiminishing. The part, of “Rollercoaster of Love” where a girl SCREAMS is\nblasting. \n---TARGET SECTION TO BE ANNOTATED---\nNERDY GUY\n(clears throat; flirtatious)\nDid you know that this is an actual cry\nfor help by a girl being murdered?\n\n(CONTINUED)\n\f95 CONTINUED:\n\n67.\n95\n\nSASHA\n(sarcastic)\nYou're kidding me!\n\nNERDY GUY\nYup. Lifted right off a 911 tape.\nThat’s why it sounds so real.\n\nSASHA\nI'll never be able to listen to this in\nthe same way again!\n\nShe rolls her eyes and walks away.\n\nANGLE ON THE ENTRANCE\n\nNatalie walks in alone. She looks around and finds Brenda.\n\nNATALIE\nWell it seems rather tame.\n\nOut of nowhere, a wet Hootie scurries past them, dragging the\nbeer funnel with him, teeth clenching onto the hose.\n\nBRENDA\nSpoke too soon. I‘m going to the kitchen\nto get something to drink....want\nanything?\n\nNATALIE\nA beer.\n\nBRENDA\nYou got it.\n\nBrenda walks off. Natalie turns around to find an OLD\n\nNEWSPAPER\n\ndirectly in front of her face. Paul is holding it.\n\nPAUL\nIt’s not a legend.\n\nNATALIE\nWhere did you find that?\n\nPAUL\nSomeone left it in my desk.\n\nNATALIE\nWho?\n\nPAUL\nI don‘t know. Maybe that janitor. There\nwas one survivor that night Natalie.\n\n(CONTINUED)\n\f“~~ 95\n\n96\n\n97\n\n98\n\n68.\nCONTINUED: (2) 95\n\nHe points to a PICTURE of a young Charles Wexler. The\ncaption reads, “Charles Wexler ~-- sole survivor of his\nfloor.\", Natalie and Paul stare at one another.\n\nINT. CLASSROOM BUILDING - NIGHT. 96\nWe hear the 0.S. sound of falling RAIN and THUNDER. We pull\ndown a long, dimly lit hallway where Reese is making her\n\nrounds, checking to see that each door is locked. A SMASH is\nheard around the corner.\n\nShe quickly pulls out her gun and gets up against the wall,\ninching slowly towards the corner -- very “Charlie's Angels.”\n\nReese jumps, gun drawn, to face the possible foe.\n\nHER POV\n\nAn open window is blowing open and shut one of the office\ndoors.",
  "44": "---END OF PREVIOUS SECTION---\nA SMASH is\nheard around the corner. She quickly pulls out her gun and gets up against the wall,\ninching slowly towards the corner -- very “Charlie's Angels.”\n\nReese jumps, gun drawn, to face the possible foe. HER POV\n\nAn open window is blowing open and shut one of the office\ndoors. \n---TARGET SECTION TO BE ANNOTATED---\n Reese laughs to herself. She walks to the window,\nshuts it. She goes to close the door. The sign on it reads\n“Professor Wexler.” The door doesn’t shut. She looks down\nand sees the end of a lamp peeking out.\n\nReese is puzzled. She opens the door.\n\nINT. PROF. WEXLER'S OFFICE - NIGHT. 97\nIt's completely dark. :\n\nREESE\nHello?\n\nA flash of lightning reveals that the office has been\ncompletely wrecked. Something is not right.\n\nINT. FRAT HOUSE KITCHEN ~- NIGHT. 98\n\nSasha is talking loudly to a couple of other GIRLS as Brenda\nfills up a couple of cups with beer from the keg.\n\nGIRL #1\nSo I heard the biology T.A. was in the\nemergency room last week.\n\nGIRL #2\nThe cute one?\n\nGIRL #1\nMmm-Hmm. Seems he had a furry friend\nstuck up his poop shoot.\nBrenda turns around.\n\n(CONTINUED)\n\f98\n\n99\n\n69.\nCONTINUED: 98\n\nBRENDA\nA gerbil?\n\nGIRL #1\nYou did not hear it from me.\n\nSASHA\nI just want all of you to know, my radio\nshow's taken a very strong position\nagainst gerbilling. (to Brenda) Did you\nsee Paul?\n\nBRENDA\nHe’s here?\n\nSASHA\nI just saw him chatting Natalie up.\n\nBRENDA\nThanks for letting me know.\n\nBrenda walks away. Sasha turns back to the girls and they\ncontinue gossiping.\n\nINT. FRAT HOUSE FOYER - NIGHT. 99\n\nPaul and Natalie are sitting alone on the stairs that lead up\nto the second floor.\n\nPAUL\nI’m sorry I doubted you.\n\nNATALIE\nDon’t worry about it. We just gotta get\na hold of the cops. .\n\nPAUL\nSeems Dean Adams already beat us to it. +\nThey thought it was a practical joke.\n\nNATALIE\nPaul it almost feels like we’re being set\nup...like we’re becoming a part of\nsomeone else’s elaborate urban legend.\n\nPAUL\nYou listen to me...",
  "45": "---END OF PREVIOUS SECTION---\nPAUL\nSeems Dean Adams already beat us to it. +\nThey thought it was a practical joke. NATALIE\nPaul it almost feels like we’re being set\nup...like we’re becoming a part of\nsomeone else’s elaborate urban legend. PAUL\nYou listen to me... \n---TARGET SECTION TO BE ANNOTATED---\nthe only legend we'll\never be a part of is our own, very happy\none, you understand?\n\nThey look deep into each other’s eyes.\n\n(CONTINUED)\n\f(\n\n70.\n99 CONTINUED: 99\n\nNATALIE\nMost urban legends...there’s some sort of\nironic twist.\n\nPAUL\nSomeone gets what they deserve in some\nunexpected way. I get it. So maybe, if\nthis is our legend...we’d be getting to\nthat twist right about now.\n\nPaul slowly eases his lips unto hers. They kiss\npassionately.\n\nAs they make out, we see A SHADOW come over them. Natalie\nopens her eyes and quickly pulls back.\n\nIt's Brenda, standing in front of them, holding two beers.\nShe’s not happy.\n\nBRENDA\n\nLet him come to me, huh Natalie?\nNATALIE\n\nNo Brenda --\nBRENDA\n\nHere. It's a light.\n\nShe shoves the beer in Natalie’s face, spilling most of it,\nand walks out.\n\nNATALIE\nBrenda! Shit.\n\nPAUL\nWhat was that all about?\n\nNATALIE\nShe...has a thing for you.\n\nPAUL\nKinda figured.\n\nNATALIE\nI’m going to get her.\n\n100 INT. PROF. WEXLER’S OFFICE - NIGHT. © 100\nReese grabs her flashlight and shines it on the office. She\n\nslowly walks around. A disaster. Papers everywhere, a\nturned over chair.\n\n(CONTINUED)\n\f100\n\n101\n\n71.\nCONTINUED: 100\n\nShe walks towards the closet door slowly. She holds her\nbreath and swings it open.\n\nANGLE ON CLOSET\n\nThe ax and the black parka are missing. Reese steps back.\nShe almost slips, dropping her flashlight. She holds herself\nup against the desk. When she looks down, the flashlight is\nshining in a pool of blood.\n\nINT. FRAT HOUSE - NIGHT. 101\n\nParker and the other frat guys are drinking shots. Natalie\napproaches him.\n\nNATALIE\nHave you seen Brenda?\n\nPARKER\nYeah. Running out the front door.\n\nPaul walks over to Parker and whispers in his ear.\n\nPAUL\nLook Parker, it might be a good idea to\nend this party a little early.",
  "46": "---END OF PREVIOUS SECTION---\nRunning out the front door. Paul walks over to Parker and whispers in his ear. PAUL\nLook Parker, it might be a good idea to\nend this party a little early. \n---TARGET SECTION TO BE ANNOTATED---\nPARKER\nWhat?\n\nPAUL\n(whispering)\nThere may be a killer out there. It’s\nnot safe,\n\nPARKER\nReally? (screaming) EVERYONE! EVERYONE!\nLISTEN UP!\nThe music quiets down. People turn around and face Parker.\n\nPARKER (cont'd)\nPaul here thinks I should end the party!\n\nBOO'’S from the crowd.\n\nPAUL\nCome on man.\n\nPARKER\n\nNow tell everyone why you think they\nshould go home.\n\n(CONTINUED)\n\f101\n\n102\n\n72.\nCONTINUED: 101\n\nPaul looks at Natalie. He’s on the spot.\n\nPAUL\nThere’s a serial killer out there.\n\nThe room bursts into LAUGHTER.\n\nPARKER (cont’‘d)\nAnd let me guess...this serial killer is\noffing people based on urban legends.\n\nPAUL\nThat's right.\n\nAgain everyone laughs.\n\nPARKER\nI've got a legend you may or may not have\nheard of. Mediocre, attention seeking,\nWoodward and Bernstein wanna-be realizes\nhe's gonna graduate and end up writing\ngardening tips for Martha Stewart's\n“Living.” Unless, of course, he finds\nsomething to write about that’ll give him\nlots of attention and a possible job.\n\nAaaah's from the crowd. Natalie stares heavily at Paul.\n\nPARKER (cont‘d)\nThere’s not much happening in hicksville\nso he takes advantage of his homicidal\ninstincts and starts killing people ina\ntrendy, cover of Time, very special\nedition of Oprah way. Basing them on\nurban legends. .\n\nPaul stares at him.\n\nPAUL\nYeah Parker. Doesn‘t sound like a bad\nidea.\n\nPARKER\n\nMaybe you're the one that should take off\nand let everyone else have a good time.\n\nPaul nods then looks at’ Natalie. one last time before walking\nout.\n\nINT. PROF. WEXLER‘S OFFICE - NIGHT. 102\n\nReese is on the phone with the Dean's answering machine.\n\n(CONTINUED)\n\f73.\n\n102 CONTINUED: 102\n_\n_ DEAN ADAMS (0.S.)\nPlease leave a message.\nREESE\nHi, Dean Adams. This is Reese. Are you\nthere? Hello?\nShe slams the phone down.",
  "47": "---END OF PREVIOUS SECTION---\nAre you\nthere? Hello? She slams the phone down. \n---TARGET SECTION TO BE ANNOTATED---\n She taps her fingers on her desk,\nunsure of what to do.\n103 INT. FRAT KITCHEN - NIGHT. 103\nA drunk Parker’s pigging out on leftover pizza and drinking\nbeer. The microwave is on. It sounds like popcorn popping.\nThe phone rings.\nPARKER\n(mouth full)\nHello?\n(no answer)\nHello?\nHe slams the phone down and gets back to the pizza when the\nphone rings again.\n7\n\nPARKER (cont'd)\nWhat!\n\nDISGUISED VOICE (0.S.)\nI'm going to kill you.\n\nPARKER\nOh really?\n\nHe walks over with the cordless to the Caller ID. It reads:\n“Damon Brooks: 618-563-0562.”\n\nPARKER (cont'd)\nThe call’s coming from inside the house.\nThis is very familiar. Could it be? An\nurban legend. Am I right? Hello? Don’t\nget shy on me all of a sudden, fuckface.\n\nParker starts heading out of the kitchen.\nPARKER (cont’d)\nThis is the one about the baby-sitter.\nShe's getting the scary, harassing phone\ncalls. And when she traces them...\nthey’re coming from inside the house!\n\f74,\n\noe 104 INT. FOYER - NIGHT. 104\n\nParker is standing at the edge of the stairs. He starts\nwalking up.\n\nPARKER (cont'd)\nBut...ass wipe...aren‘’t you forgetting\nsomething? I’m not baby-sitting any\nkids!\n\nDISGUISED VOICE (0.S.)\nWrong legend. This is the one about the\n\nold lady who dries her wet dog in the\nmicrowave.\n\nA loud series of BEEPS coming from the kitchen. Parker spins\naround and runs back.\n\n105 INT. KITCHEN - NIGHT. _ 105\n\nThe microwave has just stopped. He walks slowly towards it.\nStares at it. Pops it open.\n\nCLOSE ON HIS FACE\nA look of horror. He looks away in disgust.\nPARKER\n(breaking up)\nHootie! (into phone) You sick\nmotherfucker!\nHe turns and runs out.\n\n106 INT. DAMON’S ROOM - NIGHT. . 106\n\nParker bursts in, still clutching onto his beer. The phone\nis off the receiver. He tears the room apart.",
  "48": "---END OF PREVIOUS SECTION---\nDAMON’S ROOM - NIGHT. . 106\n\nParker bursts in, still clutching onto his beer. The phone\nis off the receiver. He tears the room apart. \n---TARGET SECTION TO BE ANNOTATED---\nPARKER\n(hysterical)\nDamon I’m gonna furnish you with a new\nASSHOLE! You hear me?!?\n\nHe walks towards the closed closet door. Swings it open.\nBOOM! A basketball bounces off his head. He heads out.\n\n107. INT. FRAT HOUSE HALLWAY - NIGHT. 107\n\nParker staggers down the hallway, cup of beer still in his\nhand. There’s a closed door. He swings it open.\n\n. HIS POV\n(CONTINUED)\n\f107\n\n108\n\n109\n\n110\n\n75.\nCONTINUED: 107\n\nA JOCK BROTHER and a TRASHY GIRL are having sex.\n\nJOCK BROTHER\nWHAT THE FUCK PARKER!\n\nPARKER\nSorry man, it’s just --\n\nJOCK BROTHER\nGet the hell out of here!\n\nTRASHY GIRL\nYeah!\n\nPARKER\nSorry.\n\nParker shuts the door. He takes another swig of the beer.\nHe holds his stomach. He looks like he’s going to be sick.\nHe goes inside the bathroom.\n\nINT. BATHROOM - NIGHT. 108\n\nParker sets the beer down and lifts up the toilet seat. He\nkneels, about to throw up, when...\n\nA GLOVED HAND\n\ngrabs the toilet seat and SLAMS it on his head, knocking him\nout.\n\nINT. LIVING ROOM - NIGHT. 109\n\nNatalie looks up at the ceiling. She heard something. She\nlooks around nervously. .\n\nINT. BATHROOM - NIGHT. 110\n\nParker comes to. He’s bound and gagged. The beer funnel\ntube stuck in his mouth. The Killer hovers over him. He\ngrabs a packet of Pop Rocks from his pocket ahd pours it down\nthe funnel. Parker’s muffled SCREAMS are quickly eclipsed by\nthe sound of SNAPPING AND POPPING. The killer then grabs a\nbottle of Drano and pours it completely down the funnel.\n\nParker starts spasming wildly. Finally he stops. Dead. The\nkiller removes the tube and tape from his mouth. Blue liquid\nand pop rocks drool down the sides of Parker’s mouth, the\nonly sound the CRACKLING of the candy. He exits the room.\n\f76.\n\n-_~\nod 111 INT. LIVING ROOM - NIGHT.",
  "49": "---END OF PREVIOUS SECTION---\n76. -_~\nod 111 INT. LIVING ROOM - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 111\nSasha walks out of the kitchen and towards Natalie. She\nlooks impatient.\nSASHA\nWhere the hell is he? He knows I have to\nbe at work in fifteen minutes and I am\nnot walking in this rain.\nNATALIE\nLook for the dog. You know wherever\nHootie is, so is Parker.\nSASHA\nCan't find the mutt either.\nShe looks to a wooden keyholder hanging on the wall. She\ngrabs one of the keys.\nSASHA (cont'd)\nI’m taking his car. You need a ride back\nto your dorm?\nrm Natalie thinks for a moment.\nNATALIE\nSure.\n112 INT. SECURITY OFFICE - NIGHT. 112\nReese picks up the phone and dials \"911.\" She gets a\nrecording.\nRECORDED MESSAGE (0.S.)\nAll circuits are busy. Please try your\ncall again later.\nLightning FLASHES and thunder RUMBLES outside. Reese shakes\nher head incredulously.\n113. INT. PARKER'S CAR - NIGHT. 113\nSasha pulls up alongside Natalie’s dorm. It’s barely visible\nthrough -che pouring rain.\nSASHA\n...SO you two wanna get jiggy with each\nother, but Brenda’s into him too. Do you\nknow how many calls I’ve gotten about\n~ similar situations?\n\n(CONTINUED)\n\f113\n\n114\n\n115\n\n116\n\n77.\n\nCONTINUED: 113\nNATALIE\nI don’t know what to do. I don’t want to\nhurt her.\nSASHA\n\nWell, what’s more important to you? The\nbest advice I can give you is to be\nhonest...otherwise it could turn into a\nbad Jerry Springer scenario. Gotta go.\n\nNATALIE\nThanks Sasha.\n\nSASHA\nAnytime. Call me at the station later if\nyou're bored. Come up with some\nscandalous questions.\n\nNATALIE\nWill do.\n\nNatalie gets out of the car and runs to the front door of her\ndorm.\n\nINT. DORM HALLWAY - NIGHT. 114\nNatalie walks towards her room. It’s the first time she’s\nbeen there since Tosh’s death. She puts the key in the lock,\nholds her breath and opens the door.\n\nINT.",
  "50": "---END OF PREVIOUS SECTION---\nIt’s the first time she’s\nbeen there since Tosh’s death. She puts the key in the lock,\nholds her breath and opens the door. INT. \n---TARGET SECTION TO BE ANNOTATED---\n NATALIE‘S DORM - NIGHT. 115\n\nStill standing in the hallway, Natalie reaches in and turns\non the lights.\n\nHER POV\n\nThe room looks the same. She shuts the door behind her and\n\ndouble locks. She looks at the wall where the message was\n\nscrawled. There’s a fresh coat of white paint, but\n\nunderneath it we can still make out a faint shade of red.\n\nNatalie looks away. She grabs her walkman. There’s a FLASH\n\nof lightning and Natalie jumps into bed, covering herself\n\nwith the blanket. She turns on the radio and tunes to Sasha.\nDISSOLVE TO:\n\nINT. RADIO STATION - NIGHT. 116\n\nSasha is talking into her wireless mike.\n\n(CONTINUED)\n\f116\n\n117\n\n118\n\n78.\nCONTINUED: 116\n\nFEMALE CALLER (0.S.)\nIt just feels soooo awkward for me to go\nget birth control pills. So Sasha, I did\nsomething really bad.\n\nSASHA\nWhat is that?\n\nFEMALE CALLER\nWell my roommate has birth control pills.\n\nSASHA\nSo you borrowed some.\n\nFEMALE CALLER\nNot exactly.\n\nSASHA\nShe doesn’t know?\n\nFEMALE CALLER\nI’ve been replacing them.\n\nSASHA\nWhat have you been replacing them with?\n\nFEMALE CALLER\n(losing it)\nBaby aspirin...Now she’s pregnant and I\ndon't know what to do!\n\nSuddenly the line goes dead.\n\nSASHA\nHello?\nINT. NATALIE’S ROOM - NIGHT. 117\nNatalie is listening.\nSASHA (0.S.)\n\nCan anyone out there hear me?\nShe sits up in bed. Something’s not right.\nINT. RADIO STATION - NIGHT. . 118\n\nSasha starts hitting every button on the switchboard.\nNothing.\n\nSASHA (cont'd)\n; (into mike)\nWVOP, Voice of Pendelton.\n\n(CONTINUED)\n\f118\n\n119\n\n120\n\n121\n\n122\n\n123\n\n79,\nCONTINUED: 118\n\nPan down to the window looking into the engineering room.\n\nIt’s dark inside. Her reflection is clearly visible on the\nglass. Sasha slowly walks towards it. She’s in front of her\nreflection. She presses her face against the glass, trying\n\nto peer inside.",
  "51": "---END OF PREVIOUS SECTION---\nSasha slowly walks towards it. She’s in front of her\nreflection. She presses her face against the glass, trying\n\nto peer inside. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly, the lights in the engineering room\nglow brightly revealing...\n\nTHE KILLER\n\ndirectly in front of her face. Sasha SCREAMS.\n\nINT. NATALIE’S ROOM - NIGHT. 119\nThe SCREAM jolts Natalie out of bed.\n\nINT. RADIO STATION - NIGHT. 120\nThe killer SMASHES through the glass with the ax. Sasha\n\nmoves away before the blade slashes her. She runs to the\n\ndoor, tries opening it...locked. .\nOUTSIDE THE DOOR\n\nIt's been blocked with some office furniture.\n\nINSIDE THE BOOTH\n\nWith each swing of the ax, glass flies across the room. The\nopening in the glass is getting larger. Sasha is BANGING on\nthe door, looking back in terror.\n\nINT. NATALIE’S ROOM - NIGHT. 121\n\nNatalie tries calling Sasha. She gets a busy signal and\nhangs up. She looks worried. :\n\nINT. FRAT HOUSE - NIGHT. 122\n\nThe nerdy guy we'd met earlier Shh's everyone up and turns up\nthe volume on the radio. People are suspicious.\n\nNERDY GUY\nListen! She’s doing a radio play to\ncommemorate the massacre.\nAAAHH’S from the crowd.\nINT. RADIO STATION - NIGHT. 123\n\nThe killer’s almost broken through the glass. Sasha manages\nto open the door enough to climb through.\n\f124\n\n125\n\n126\n\n127\n\n128\n\n80.\n\nINT. STATION HALLWAY - NIGHT. 124\nSasha squeezes through the opening, over the furniture.\nBEHIND HER\n\nThe killer’s almost to her. Sasha pushes back the furniture\nto keep him in. He starts banging on the door.\n\nINT. STATION LOBBY - NIGHT. 125\n\nSasha runs down the steps and goes to open the front door.\nIt’s locked up. She starts banging on it.\n\nSASHA\nPlease! If anyone can hear me! There's\nsomeone trying to kill me.\n\nIt’s glass so she can see out. The jogger we'd seen earlier\nis running past the station.\n\nSASHA\nHELP! ,\nEXT. CAMPUS - NIGHT. 126\nThe jogger runs on,\nINT. FRAT HOUSE ~ NIGHT. - . 127\n\nEveryone listens intently.\n\nSASHA (0.S.)\nPlease...",
  "52": "---END OF PREVIOUS SECTION---\nFRAT HOUSE ~ NIGHT. - . 127\n\nEveryone listens intently. SASHA (0. S.)\nPlease... \n---TARGET SECTION TO BE ANNOTATED---\nI don’t wanna die.\n\nNERDY GUY\nShe's a pro.\n\nINT. STATION LOBBY - NIGHT. 128\nSasha turns around.\n\nANGLE ON STAIRCASE\n\nThe killer is now at the top of the stairs.\n\nSASHA (cont-d)\nNOOOOOO!\n\nANGLE ON SASHA\n\nShe looks around --- the elevator.\n\f—_\n\n129\n\n130\n\n131\n\n132\n\n81.\n\nINT. ELEVATOR - NIGHT. 129\n\nShe runs in and presses 3, the last floor, then pounds on\n“Door Close.” As the doors shut, the Killer tries to stick\nhis arm in, but it’s too late.\n\nEXT. CAMPUS - NIGHT. 130\n\nNatalie is walking swiftly in the rain, holding an umbrella.\nShe’s heading for the station. She’s listening to Sasha\nCRYING on her walkman.\n\nINT. ELEVATOR - NIGHT. 131\n\nThe elevator slowly goes up to the third floor. The doors\nopen onto a shelf-lined room filled with old records. She\nsteps out cautiously.\n\nINT. STORAGE ROOM - NIGHT. 132\n\nTrembling, she walks slowly through the room. She spots a\nwindow and runs to it. She opens it up. Climbs halfway out.\n\nANGLE ON GROUND\nIt looks like quite a drop.\n\nSASHA\nOne...Two...\n\nJust as she jumps, the killer plunges his knife into her\nhand.\n\nDISGUISED VOICE (0.S.)\nThree.\n\nSasha is left dangling off the side of the building as the\nknife holds her hand to the sill. She SCREAMS in pain as the\nkiller pulls her up and throws her against one of the record\nshelves, toppling one over.\n\nHe walks over to her, holding up his knife. He goes to\nplunge it into her chest. She rolls over and the knife goes\nstraight through a Celine Dion album.\n\nSasha pushes one of the shelves on top of him, knocking him\ndown. She hobbles towards the stairs. As she makes her way\ndown...\n\nTHE KILLER appears behind her and shoves her down the stairs.\nShe crawls into the radio booth.\n\f133\n\n134\n\n135\n\n136\n\n137\n\n82.\n\nEXT. RADIO STATION ~- NIGHT. 133\nNatalie is BANGING on the front door. Locked.",
  "53": "---END OF PREVIOUS SECTION---\nEXT. RADIO STATION ~- NIGHT. 133\nNatalie is BANGING on the front door. Locked. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly,\n\nmusic PLAYS on her walkman. “Rollercoaster of Love.” She\nbacks away and looks up at the window looking into Sasha’s\nbooth.\n\nINT. RADIO BOOTH - NIGHT. 134\nSasha backs into a corner.\n\nSASHA\nPlease, anyone listening --\n\nThe killer bursts into the room.\n\nSASHA (cont'd)\nHe's going to...AAAAAHHHH!\n\nINT. FRAT HOUSE - NIGHT. 135\nOver the GIRL’S SCREAM in “Rollercoaster of Love.” we hear\nSasha's SCREAM. The remaining party guests listen in. They\nstart laughing.\n\nNERDY GUY\nShe remembered the story I told her!\n\nINT. SECURITY CAR - NIGHT. 136\nReese is driving through campus scanning through the radio\nstations. It stops on WVOP and the horrific SCREAM. She\n\ncan’t understand what is going on.\n\nEXT. RADIO STATION - NIGHT. . 137\nNatalie is listening on in horror.\n\nHER POV\n\nThrough the window, we see Sasha jumps up. Her last gasp.\n\nShe presses her hands against the glass. As she falls\n\nslowly, the blood smears. Behind her we now see THE KILLER.\nThe song abruptly stops. Another one starts\nplaying....Blondie. “One way, or another, I’m gonna find\nya...I‘m gonna getcha, I’m gonna getcha getcha getcha --”\n\nThe killer is looking down on Natalie. Horrified, she runs\naway.\n\f138\n\n83.\n\nINT. PAUL'S DORM - NIGHT. 138\n\nNatalie is banging on his door. No answer. Someone slowly\nwalks up to her from behind. Paul.\n\nPAUL\nHey.\n\nNatalie hugs him.\n\nNATALIE\nPaul...\n\nHe's completely soaked. She lets go and eyes him\nsuspiciously.\n\nNATALIE\nWhere were you?\n\nPAUL\nI just moved my car into the garage. The\nlot out back was flooding. What's wrong?\n\nNatalie breaks down.\n\nNATALIE\nSasha’s dead! I saw her Paul. I know\nhe’s coming after us. We have to get\nhelp.\n\nPaul is shocked. He runs into his room picks up the phone.\n\nPAUL (cont‘d)\nIt's dead. God damn storm.",
  "54": "---END OF PREVIOUS SECTION---\nHe runs into his room picks up the phone. PAUL (cont‘d)\nIt's dead. God damn storm. \n---TARGET SECTION TO BE ANNOTATED---\n Natalie,\nlet's just get out of here. .\n\nHe gets up and heads for the door. Natalie stares at him\nthen picks up the phone. He looks back at her.\n\nNATALIE\nI was just making sure --\n\nPAUL\nI told you the phones were dead. You\n. didn’t believe me. Tell me, if I were\nthe killer, don’t you think I would've\nkilled you by now?\n\nNATALIE\n\nI don't know, it‘’d probably be smarter to\nwait till we were out of your room.\n\n(CONTINUED)\n\f138\n\n139\n\n84.\nCONTINUED: 138\n\nPAUL\nBetter legend possibilities, right?\nShe stays quiet.\n\nPAUL (cont'd)\nCome on, let’s go.\n\nShe hesitates before heading out with him.\nEXT. CAMPUS - NIGHT. 139\n\nNatalie and Paul step out of his dorm. They’re huddled\nclosely under an umbrella.\n\nNATALIE\nWhere are you parked?\n\nPAUL\nOver there --\n\nAs he points, there’s a sudden FLASH of lightning\nrevealing...\n\nBRENDA standing in front of them. They jump, startled.\nShe's soaked.\n\nBRENDA\n(worried)\nI heard Sasha on the radio. What’s going\non?\nNATALIE\n\nBrenda, It’s no joke. There’s a killer\non campus. Sasha's dead. :\n\nBRENDA\nOh my God.\n\nPAUL\nCome on, we're leaving.\n\nBrenda looks at them both. Natalie grabs her.\nNATALIE\nBrenda, I’m sorry. But you’re my best\nfriend and I’m not leaving you here.\n\nBrenda nods and follows them.\n\f140\n\n141\n\n142\n\n143\n\n85.\n\nEXT. RADIO STATION BUILDING- NIGHT. 140\n\nReese runs out of her car in the rain. She takes out a large\nkeyring and opens the front door.\n\nINT. RADIO STATION LOBBY - NIGHT. 141\nShe walks to the elevator and presses the call button. Looks\naround. Just as the elevator door opens, there’s a BLAST of\nthunder. Reese jumps and looks out the window, unaware of...\nINT. ELEVATOR - NIGHT.\n\nSasha's dead body.\n\nINT. RADIO STATION LOBBY - NIGHT.",
  "55": "---END OF PREVIOUS SECTION---\nSasha's dead body. INT. RADIO STATION LOBBY - NIGHT. \n---TARGET SECTION TO BE ANNOTATED---\n 142\n\nAs the door begins to close, Reese turns and comes face to\nface with the horrible sight. The door slams shut.\n\nCUT TO:\nINT. PAUL’S CAR - NIGHT. 143\n\nThe group is driving down the dark road out of campus.\nThey're all silent. The only sound, the SQUEAKING of the\nwindshield wipers. Natalie grimaces in disgust. Brenda is\nbreathing through her mouth.\n\nNATALIE\nWhat is that smell?\n\nPAUL\nDirty laundry. Sorry.\n\nOutside, there’s a brightly lit Shell station in the\ndistance. The same one Michelle drove past.\n\nBRENDA\nWhy don’t we stop there and see if the\nphones work?\n\nPAUL\nI just wanna drive straight into. town.\n\nNATALIE\nPaul, Brenda's right.. The roads are a\nmess. You shouldn't be driving.\nHe looks at them. :\n\nPAUL\nFine.\n\f144\n\n86.\n\nEXT. GAS STATION - NIGHT. 144\n\nNatalie and Brenda stand outside. The overhead carport keeps\nthem dry. Natalie is leaning against the trunk.\n\nTHEIR POV\n\nPaul is inside, talking to the clerk.\n\nBRENDA\nI‘m fine with you two together, by the\nway.\n\nNATALIE\n\nBrenda, I fucked up. I shouldn’t have\ndone what I did.\n\nBRENDA\nNo. Look, I thought about it. And I'm\nnot going to be one of those selfish,\njust-because-I-don’ t-have-a-boyfriend-\ndoesn‘ t-mean-you-can’‘t-have-one-either\ntype of friends. You two like each\nother. You should be together.\n\nNatalie smiles at her. She goes to give her a hug, stepping\naway from the trunk.\n\nBRENDA (cont’d)\nNatalie.\n\nShe points at the trunk. It’s unlocked and there's a piece\nof cloth sticking out of it. Brenda walks over and starts to\nopen it. They both make a face as they catch a strong whiff\nof whatever's stinking.up the car.\n\nTOGETHER\nUgggh.\n\nBrenda opens the trunk all the way. Their eyes widen. Lying\ninside is Professor Wexler’s body, his toupee stuffed in his\nmouth. She lets go of the top.",
  "56": "---END OF PREVIOUS SECTION---\nTheir eyes widen. Lying\ninside is Professor Wexler’s body, his toupee stuffed in his\nmouth. She lets go of the top. \n---TARGET SECTION TO BE ANNOTATED---\nANGLE ON PAUL\n\nHe's still talking to the clerk.\n\nBRENDA\nLike I said...you could keep him.\n\nNATALIE\nWe have to get out of here.\n\n(CONTINUED)\n\f144\n\n145\n\n87.\nCONTINUED: 144\n\nPAUL is heading out.\n\nBRENDA\nWe're in the middle of nowhere.\n\nNATALIE\nYeah and you think he’s planning to drive\nus into town?\n\nPAUL steps out of the store. Natalie and Brenda smile, wave,\nthen run the hell out.\n\nPAUL\nHey! What the hell!\n\nNATALIE AND BRENDA run into the woods, back towards campus.\nPAUL starts chasing them.\nINT. WOODS - NIGHT. 145\n\nNATALIE AND BRENDA smash through a thicket of branches,\ntrying to keep from slipping in the rain.\n\nBRENDA\n(crying)\nNatalie where are we going?!?\n\nNATALIE\n(breathless)\nBack to campus.\n\nPAUL (0.S.)\n(screaming)\nWHAT ARE YOU DOING?\n\nThe girls pick up their pace. Brenda’s lagging behind\nNatalie. Natalie stops to catch her breath. She looks back.\nBrenda’s gone.\n\nNATALIE (cont’d)\nBrenda?\n\nShe’s all alone. She scans the area. Out of nowhere...\nA DEER jumps over a fallen tree, startling her. Natalie\nlaughs, relieved. Then a loud,. ghastly SCREAM echoes through\nthe woods. It’s Brenda. ‘\n\nNATALIE (cont‘d)\nBrenda!\n\nNatalie hears FOOTSTEPS approaching.\n(CONTINUED)\n\f145\n—\n\n146\nro\n~ 147\n-~\n\n88.\nCONTINUED: 145\n\nPAUL (0.S.)\nNatalie?\n\nNatalie starts running frantically. She slips and falls\ndown, then quickly gets up.\n\nEXT. ROAD - NIGHT. 146\nNatalie runs into the road, crying. She’s caught in the\n\nheadlights of an incoming car. The car comes to a screeching\nhalt. It’s the Janitor. He steps out.\n\nNATALIE\nHelp me!\nJANITOR\nWhat's going on?\nNATALIE\nHe's after me! Please, people are dying!\nJANITOR\nGet in the car.",
  "57": "---END OF PREVIOUS SECTION---\nNATALIE\nHe's after me! Please, people are dying! JANITOR\nGet in the car. \n---TARGET SECTION TO BE ANNOTATED---\n I'll drive us out of\n\nhere.\nNatalie nods and climbs in.\nINT. JANITOR’S CAR - NIGHT. 147\n\nThey're heading out of campus. Natalie is holding herself,\ntrembling.\n\nJANITOR\nOh my, this is horrible.\n\nHe notices her shivering.\nJANITOR (cont‘d)\nI’ve got a coat in the backseat. Put it\non.\n\nNatalie turns around. In the backseat is a BLACK PARKA. She\nturns around slowly. Stares at him.\n\nJANITOR (cont'd)\nIt ain’t gonna bite ya. Put it on.\n\nNATALIE\nNo that’s okay.\n\nTHROUGH THE WINDSHIELD\n\nThe car spéeds past an intersection.\n(CONTINUED)\n\f147\n\n89.\nCONTINUED: 147\n\nNATALIE (cont‘d)\nYou missed the turn.\n\nJANITOR\nI know a shortcut.\n\nThe janitor stares straight ahead, his face blank. Natalie is\nnervous now.\n\nNATALIE\nLook, why don’t you drop me off here.\n\nJANITOR\nWhat?\n\nShe goes to open the door. He locks it.\n\nJANITOR (cont’d)\nWhat are you doing?\n\n. NATALIE\nPlease, just let me out.\n\nJANITOR\nI’m not gonna do that.\n\nNatalie furiously starts banging on the door, trying to open\nit.\n\nJANITOR (cont'd)\nStop that! What’s wrong with you?\nTHROUGH THE WINDSHIELD\n\nA car is driving in their direction. Its headlights are\nturned off.\n\nJANITOR\nIdiot kids.\n\nThey've almost passed the car. Natalie looks up and realizes\nwhat’s happening.\n\nCLOSE ON HIGH BEAM SWITCH\nThe janitor is about to pull on it to signal them.\n\nNATALIE\nNOOOO!!!\n\nToo late. The high beam’s flashed. The car speeds past\nthem. It’s Paul’s car. It makes a sharp u-turn and starts\nchasing them.\n\n(CONTINUED)\n\f147\n\n148\n\n149\n\n150\n\n151\n\n152\n\n153\n\n90.\nCONTINUED: (2) 147\n\nNATALIE (cont‘d)\nIt’s him.\nANGLE ON SIDE MIRROR\nThe hooded figure is driving the car.",
  "58": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f147\n\n148\n\n149\n\n150\n\n151\n\n152\n\n153\n\n90. CONTINUED: (2) 147\n\nNATALIE (cont‘d)\nIt’s him. ANGLE ON SIDE MIRROR\nThe hooded figure is driving the car. \n---TARGET SECTION TO BE ANNOTATED---\nTHE JANITOR tries flooring the accelerator but the car begins\nto lose control in the rain. He slows down.\n\nEXT. ROAD - NIGHT. 148\nPaul’s car starts slamming into the back of the janitor’s.\nINT. JANITOR’S CAR - NIGHT. 149\n\nThe janitor is trying to keep the car from skidding out of\nthe road.\n\nJANITOR\nWhat is he doing?\n\nEXT. ROAD - NIGHT. 150\nBOOM. Paul’s car hits the janitor’s.\n\nINT. JANITOR’S CAR - NIGHT. . 151\nThe janitor is trying to keép control of the car.\n\nNATALIE\nCome on...\n\nPaul’s car pulls up alongside the janitor’s. The killer is\nstaring straight at her. He SMASHES into-the side of the\ncar.\n\nEXT. ROAD - NIGHT. 152\nThe janitor’s car flies head first into a ditch.\nINT. JANITOR‘S CAR - NIGHT. 153\n\nIt’s quiet. The only sound, the rain RAGING outside. The\njanitor is unconscious.\n\nNATALIE\nHey. Hey!\n\nThe killer appears at the driver's side window. He's holding\na knife. Natalie SCREAMS. He opens the door. She tries\nopening her door. It’s blocked. She rolls down the window.\nThe killer’climbs in. He swings his knife but misses. With\n\n(CONTINUED)\n\f153\n\n154\n\n155\n\n156\n\n91.\nCONTINUED: 153\n\none swift movement, Natalie KICKS him. He drops his knife.\nShe climbs out the window just as he’s grabbing for her.\n\nEXT. ROAD - NIGHT. 154\nShe’s running as fast as she can when she looks back.\n\nHER POV\n\nPaul’s car is gone and so is the killer.\n\nINT. SECURITY OFFICE - NIGHT. 155\n\nReese bursts through the door. The intensity we saw in her\neyes when we first met her is back. She looks over to the\n“Foxy Brown” poster and locks eyes with Pam Grier. NOTE:\nFunky, early 70's blaxploitation music scores the rest of the\nscene.\n\nReese opens up a drawer with a key and takes out a wooden\nbox. Inside lies a huge, silver Colt .45 with a mother-of-\npearl handle.",
  "59": "---END OF PREVIOUS SECTION---\nNOTE:\nFunky, early 70's blaxploitation music scores the rest of the\nscene. Reese opens up a drawer with a key and takes out a wooden\nbox. Inside lies a huge, silver Colt .45 with a mother-of-\npearl handle. \n---TARGET SECTION TO BE ANNOTATED---\n She loads the cartridge and CLANKS it shut.\nWith one quick motion, she bends her knees, holds the gun\nstraight out and points it to her reflection in the mirror.\nReese is one Bad Mama.\n\nEXT. CAMPUS - NIGHT. 156\n\nNatalie is running through the wet, desolate campus. She\nstops at an emergency phone, picks it up.\n\nNATALIE\n(into phone)\nHello?\n\nIt‘s dead. We hear a faint 0.S. SCREAM. .Natalie turns\naround.\n\nHER POV\n\nStanley Hall brightly lit in a FLASH of lightning. Natalie\ndrops the phone and walks towards the dorm. Again, a SCREAM.\nThis time, the voice is distinct.\n\nBRENDA (0.S.)\nSomeone! Help!\n\nNATALIE (cont'd)\nBrenda?\n\nNatalie looks from side to side, there’s no one around. She\nholds her breath and runs towards the entrance.\n\f157\n\n158\n\n159\n\n92.\n\nINT. STANLEY HALL - NIGHT. 157\n\nNatalie climbs through the broken wood that boards up one of\nthe windows and falls into the dorm. Inside it’s dusty and\nbare. A FLASH of lightning reveals some rats scuttling\nthrough the room.\n\nBRENDA (0.S.)\nHelp me!\n\nNatalie looks up. Brenda’s upstairs.\nINT. UPSTAIRS HALLWAY - NIGHT. 158\n\nNatalie cautiously walks up the stairs. Again she hears the\nSCREAM. It sounds like it’s coming from behind the closed\ndoor up ahead. She opens it up. It’s one of the old dorm\nrooms. She heads in.\n\nINT. DORM ROOM - NIGHT. 159\n\nA couple of twin-sized beds fill up most of the room.\nThere’s a broken down desk to the side. Natalie doesn’t see\n\nTHE DOOR BEHIND HER SHUT\n\nShe spins around. Tries to open it. Someone’s locked her\nin. She panics. There’s a couple of other doors in the\nroom. She rushes to one, opens it. Suddenly, a beer keg\npropped against the door falls down. Some beer pours out.\nIt becomes more and more reddish and then PARKER'S HEAD\nspills out.\n\nNatalie SCREAMS. She turns to run and slips in the beer..",
  "60": "---END OF PREVIOUS SECTION---\nIt becomes more and more reddish and then PARKER'S HEAD\nspills out. Natalie SCREAMS. She turns to run and slips in the beer.. \n---TARGET SECTION TO BE ANNOTATED---\nShe crawls away. She's up against the bed. Another FLASH of\nlightning reveals AN ARM sticking out from underneath the\nMattress. Natalie jumps. Stands up. She stares at the arm.\nSlowly lifts up the mattress... ‘\n\nTHE DEAN is inside the box spring.\n\nNatalie is in tears. She runs to the other door. When she\nopens it, DAMON’S BODY swings out. He’s still hung.\n\nNATALIE\nNoooo!\n\nThere's another room beyond Damon. It’s lit. ‘She has no\nchoice and must walk through the doorway, right up against\nhim. .\n\f(\n\n160\n\n161\n\n162\n\n163\n\n93.\n\nINT. SECOND DORM ROOM - NIGHT. 160\n\nNatalie looks in. It’s lit by dozens of candles. She sees\nBrenda lying on the bed. She walks to her. She’s dead.\nNatalie starts crying. She sinks down to the floor. A\nSHADOW rises over her. She turns around and...\n\nA FIST slams into her face, knocking her out.\n\nFADE TO BLACK.\nINT. SECOND DORM ROOM - NIGHT. 161\n\nNatalie regains consciousness. She’s tied up and gagged in\nbed. She struggles but it’s pointless. To her side is a\nhospital operating room tray with medical equipment,\nincluding a large SCALPEL. The Killer in the parka appears.\nTakes off the hood. It’s Brenda. She smiles at Natalie.\n\nBRENDA\nGotcha!\n\nNatalie looks at her in disbelief.\nBRENDA (cont’d)\nI must say, you've proved your friendship\nto me Natalie. Coming to my rescue\nwithout even a little pepper spray to\ndefend yourself. Very endearing.\nNatalie tries to talk through the gag.\nBRENDA (cont'd)\nExcuse me? I’m sorry, I can’t understand\na thing you're saying doll. Now if I\nremove the gag, you gotta promise me you\nwon’t scream or it goes back in.\nINT. SECURITY CAR - NIGHT. 162\nReese is driving through campus, big gun sitting in the\npassenger seat. In the distance is Stanley Hall. Something\ncatches her eye.\nHER POV\n\nThere's light flickering in one of the second floor windows.\nShe hits the accelerator.\n\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nHER POV\n\nThere's light flickering in one of the second floor windows. She hits the accelerator. INT. \n---TARGET SECTION TO BE ANNOTATED---\n SECOND DORM ROOM - NIGHT. 163\n\nBrenda removes the gag from Natalie’s mouth.\n\n(CONTINUED)\n\f94.\n163 CONTINUED: . 163\n\na NATALIE\nYou're fucking crazy.\n\nBRENDA\nI prefer the term “eccentric.” But yeah,\nI guess you can say I’ma little nutty.\n\nNATALIE\nWhy?\n\nBRENDA\nWhy? Why? You still haven’t figured it\nout. Well, lucky for you Miss Thing,\nI've got a visual aid.\n\nShe takes out a slide machine, the same one from Wexler’s\nclass, and turns it on. The image reflects off the wall\nopposite Natalie. She CLICKS. A picture of a younger,\n\nhappier Brenda appears. She’s holding hands with a YOUNG\nMAN. .\n\nBRENDA (cont'd)\nThere I am with my boyfriend. The love\nof my life, Natalie. Have you met the\nlove of your life yet? Of course not,\noo you’re too self-involved to bother.\n\nCLOSE ON NATALIE\nSomething in the picture is familiar.\n\nBRENDA (cont‘d)\nPic ringing any bells Nat?\n\nNATALIE\nOh my God.\n\nBRENDA\nDing ding ding.\n\nBrenda CLICKS the slide machine. A picture of a newspaper\nclipping appears. The headline, “Teenager Killed in Apparent\nGang Initiation.”\n\nBRENDA\n. Marty Stuart was his name. The one you\nand your friend decided to have a little\nfun with, that one night.\n\nNATALIE\nBrenda, I wasn’t --\n\n(CONTINUED)\n\f163\n\nCONTINUED:\n\n95.\n(2) 163\n\nBRENDA\nYou weren't driving. But it was your car\nNatalie. And you were there. Didn’t you\ntell me something about not being able to\nforgive yourself? Well, I thought, as a\nfriend, I could help you out in that\narea.\n\nBrenda stares at the picture. There’s a trace of sadness in\nher eyes.\n\nBut just. for a second. She turns back to Natalie.\n\nBRENDA (cont’d)\nThe reporters immediately jumped on the\ngang story because it was so much more\ninteresting than a couple of ditzy\ncheerleaders playing a practical joke.",
  "62": "---END OF PREVIOUS SECTION---\nBut just. for a second. She turns back to Natalie. BRENDA (cont’d)\nThe reporters immediately jumped on the\ngang story because it was so much more\ninteresting than a couple of ditzy\ncheerleaders playing a practical joke. \n---TARGET SECTION TO BE ANNOTATED---\nNATALIE\nThey made the correction the next day.\n\nBRENDA\nToo late. The urban legend had already\nspread. You two never even spent a night\nin jail for what you did. Payback’s a\nbitch, isn’t it, Natalie?\n\nNATALIE\nPlease Brenda, you need to get help.\n\nBRENDA\nI told you I already tried therapy.\nObviously did me no good. I must say, I\nkinda enjoyed all of this. Playing with\nyour head. You used an urban legend to\nkill my boyfriend and now.\n\nBrenda laughs. She walks to the tray and grabs the scalpel.\n\nNATALIE\nWhat are you gonna do?\n\nBRENDA\nJust my fave U.L. The kidney heist. You\nknow this one don’t you? Guy gets picked\nup by a woman at a bar. They go back to\nher hotel room. She gives him a drink.\nIt's drugged. He’s knocked out. When he\nwakes up...one of his kidney’s been\nremoved. Supposedly they’re sold on the\nblack market to wealthy foreigners in\nneed of organ transplants. Don’t think\n\nit’s ever really happened...till tonight.\n\n(CONTINUED)\n\f163\n\nCONTINUED:\n\nShe walks\n\nShe goes. t\n\n96.\n(3) 163\n\nNATALIE\nYou won't get away with this.\n\nBRENDA\nOf course I will. I‘ve got the perfect\nmurderer in the trunk of Paul’s\ncar...Wexler.\n\nNATALIE\nYou're sick.\n\nBRENDA\nThis was his room you know. He probably\nslept in that same bed when that crazy\nprofessor came and tried to kill him.\nTwenty-five years ago this weekend. It’s\na pattern. Tonight he does away with\nstudents and kills himself...in the same\nmanner as the course he teaches! It‘s so\nclean isn’t it? The symmetry of it all.\nWell, enough chat!\n\nto Natalie’s side.\n\nBRENDA (cont'd)\nUnfortunately, I have no anesthesia.\nSorry. You'll just have to bite real\nhard on the gag and hopefully go into\nshock soon enough.\n\nNATALIE\nPlease don’t do this...",
  "63": "---END OF PREVIOUS SECTION---\nSorry. You'll just have to bite real\nhard on the gag and hopefully go into\nshock soon enough. NATALIE\nPlease don’t do this... \n---TARGET SECTION TO BE ANNOTATED---\nBRENDA\nDon’t you want to become an urban legend\nNatalie? All your friends are now.\n\nBrenda lifts up Natalie’s shirt.\n\nBRENDA (cont‘d)\nNow let me see...is the kidney here or is\nthat the liver? I was always such a dope\nat anatomy. Who cares, right? First\norgan I see...I’m grabbin’ it!\n\no stuff the gag in Natalie’s mouth. Natalie bites\n\nher hand hard.\n\nBRENDA (cont‘d)\nOuch! You stupid bitch!\n\nShe slaps Natalie.\n\n(CONTINUED)\n\f163\n\n97.\nCONTINUED: (4) 163\n\nBRENDA (cont’d)\nI’m really gonna enjoy watching you bleed\nto death.\n\nBrenda stuffs the gag into her mouth. she takes the scalpel\nand traces over Natalie’s skin. Blood is coming out of the\ncut. Through the gag Natalie is SCREAMING in terror.\n\nBRENDA (cont‘d)\nPaul's going to have his story after all.\nAnd I'm going to have him. What did you\nthink? I was going let you take two guys\nout of my life?\n\nPAUL (0.S.)\nSorry Brenda. You're not my type.\n\nThey turn to look. Paul is standing at the door.\n\nPAUL (cont'd)\nSaw my car next door. You’re not as\nclever as you think.\n\nBRENDA\nOh great. I’m running out of legends\nhere Paul. What am I gonna have to do\nwith you?\n\nPAUL\nDrop it.\n\nBRENDA (cont'd)\nFrom the looks of it, I’m the one with\nthe weapon here so...make me.\nReese steps into the doorway next to Paul, Colt .45 drawn.\n\nREESE\nWith pleasure.\n\nBrenda looks on, unbelievingly. She drops the.scalpel.\n\nBRENDA\nWell, well, if it isn’t wanna-be cop.\n\nREESE\nGet your hands up and stand against the\nwall, you loonie-psycho bitch.\n\nBrenda grudgingly follows orders. Reese walks over to her.\n\nPaul runs to Natalie and removes her gag. They hug\npassionately.\n\n(CONTINUED)\n\f98.\n\n163 CONTINUED: (5) 163\nPAUL\nYou okay?\nNATALIE\nNo.",
  "64": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f98. 163 CONTINUED: (5) 163\nPAUL\nYou okay? NATALIE\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nPAUL\n\nNeither am I.\nHe starts untying her.\nANGLE ON REESE AND BRENDA\nReese is patting Brenda down. Brenda looks down at her coat\npocket. Just as Reese is about to touch it, Brenda draws a\nknife out of the pocket and slashes her. Reese drops her\ngun. Brenda grabs it. Just as Reese lunges for her, she\nshoots her.\nANGLE ON PAUL\nHe’s running towards her. She points the gun at him.\n\nBRENDA\n\nDon’t move! Oh Pauly, you sure you don’t\n\nwant to reconsider? We could be\n\nso...cute together.\n\nPAUL\nSure I’1ll reconsider.\n\nHe walks towards her.\n\nBRENDA\nReally?\nPAUL\n(sweetly)\n\nYeah. Just give me the gun.\nBrenda's taken by him. She starts to lower the gun. They\nexchange smiles. Suddenly, he lunges at her. knocking her\ndown. A SHOT escapes, puncturing the ceiling. Brenda drops\nthe gun. The two of them struggle on the floor. She’s\nreaching for it, when...\nA HAND GRABS THE GUN. Natalie.\n\nNATALIE\nGet off of him.\n\nBrenda stands against the boarded up window.\n\n(CONTINUED)\n\f99.\n163 CONTINUED: (6) 163\n\nBRENDA\nYou're gonna shoot me Natalie? Huh?\nWhat kind of friend are you.\n\nShe goes for Natalie when a loud BANG stops her cold.\nAnother BANG and Brenda flies back, CRASHING through the\nrotted wood boarding up the window. She lands with a THUD\noutside,\nREESE, is holding onto the standard issue security gun she\nusually carried. Her pant leg is raised and we see the\nhidden holster.\n\n164 EXT. CAMPUS - NIGHT. 164\nBrenda lies on the wet asphalt, motionless.\n\n165 INT. SECOND DORM ROOM - NIGHT. 165\nNatalie looks down.\n\nPAUL (0.S.)\nHey...Can you give me a hand here?\n\nNatalie turns around. She casually sticks the gun in her\ncoat pocket. Paul is on the floor, obviously in pain. She\ngives him a hand.\n\nReese is breathing heavily, lying down.\n\nNATALIE\nReese...",
  "65": "---END OF PREVIOUS SECTION---\nShe\ngives him a hand. Reese is breathing heavily, lying down. NATALIE\nReese... \n---TARGET SECTION TO BE ANNOTATED---\nREESE\n(weakly; bittersweet)\nGot me in the abdomen...thought I’d have\nto wait to be a cop before that ever\nhappened.\n\nPAUL\nCan you get up?\n\nREESE\nHell no. Go and get help...quick.\n\nPaul and Natalie turn to leave.\n\nREESE (cont'd)\nAnd Natalie...good work there.\n\nNATALIE\nThanks.\n\n(CONTINUED)\n\f()\n\n100.\n165 CONTINUED: 165\n\nReese winks at her.\n166 EXT. CAMPUS - NIGHT. 166\n\nPaul and Natalie are climbing into his car.\n\nNATALIE\nWait Paul. We should make sure she’s\ndead.\n\nPAUL\n\nWe don’t have time Natalie!\nHe's right...maybe. She gets in the car.\n167 INT. PAUL'S CAR - NIGHT. 167\n\n: They're heading out of campus. Paul’s driving.\n\nPAUL\n\nMe, a serial killer. Good one.\nNATALIE\n\nSorry.\nPAUL\n\nI tell ya, when I write the story, there\nwon't be anything left to sensationalize.\n\nBEHIND THEM we see something moving. Brenda.\n\nNATALIE\n\nThis‘1l become a legend too you know.\nPAUL\n\nYou think?\nNATALIE\n\nNo doubt. It‘ll change from person to\nperson though. Brenda will become a guy,\nYou’ll become a criminology student, not\na journalist and I'll end up in some\ninsane asylum.\n\nBrenda raises an ax.\nPAUL (cont'd)\nSo...if this is a legend...at what point\ndo we get to the ironic twist?.\nIN THE BACKSEAT, Brenda is getting ready to swing...\n\nCLOSE ON REARVIEW MIRROR. Paul sees her reflection.\n(CONTINUED)\n\fO\n\n167\n\n168\n\n169\n\n170\n\n171\n\n/ 101.\nCONTINUED: 167\nPAUL (cont‘d)\nDUCK!\nNatalie and Paul duck, just as Brenda swings her ax. She\nnarrowly misses their heads. She swings again, misses. It\ngets stuck on the side of the door.\n\nBrenda is going to grab it. Natalie lets her seat go all the\nway back and PUNCHES Brenda in the stomach.\n\nBrenda and Natalie are fighting in the backseat. Brenda\nswings open the back door.",
  "66": "---END OF PREVIOUS SECTION---\nNatalie lets her seat go all the\nway back and PUNCHES Brenda in the stomach. Brenda and Natalie are fighting in the backseat. Brenda\nswings open the back door. \n---TARGET SECTION TO BE ANNOTATED---\n She grabs Natalie by the neck and\npushes her head outside. A tree stump is just a few yards\naway.\n\nNATALIE\nPaul!\n\nHe swerves the car, knocking Brenda back. Natalie jumps, as\nthe tree SLAMS into the back door.\n\nEXT. ROAD - NIGHT. 168\nPaul’s car swerves into another road, heading into the woods.\nINT. PAUL'S CAR - NIGHT. 169\nNatalie grabs Reese’s gun. She aims at Brenda and shoots\n\njust as the car goes over a bump. The shot SHATTERS the side\n\nwindow.\n\nPAUL\nWatch it!\n\nBrenda kicks the gun out of Natalie’s hands. She’s trying to\npry the ax out. As she does this, Natalie leans up and\n\nfastens Paul’s seat belt. They look at each other. He\n\nstarts speeding up.\n\nEXT. ROAD - NIGHT. 170\nWe see the lake up ahead.\n\nINT. PAUL'S CAR - NIGHT. 171\n\nNatalie fastens her seat belt just as Brenda pries the ax\nloose. She's standing above Natalie.\n\nNATALIE\n\nSo did you hear the legend about the girl\nwho didn’t wear her seatbelt?\n\n(CONTINUED)\n\f171\n\n172\n\n173\n\n174\n\n102.\nCONTINUED: 171\n\nBRENDA\nNo...\n\nNATALIE\nNeither did I.\n\nEXT. LAKESIDE - NIGHT. 172\nA tree is approaching.\n\nINT. PAUL’S CAR - NIGHT. 173\nPaul shuts his eyes.\n\nCLOSE ON BRENDA\n\nShe‘s about to swing, when BOOM! Paul SLAMS into the tree.\n\nBrenda CRASHES through the front windshield, flying out of\nthe car.\n\nEXT. LAKESIDE - NIGHT. 174\n\nPaul and Natalie slowly step outside. It seems calm when\nsuddenly, Brenda jumps up.\n\nBRENDA\nAAAAHHH!\n\nNatalie grabs the gun and SHOOTS out every last bullet.\nBrenda falls into the lake and slowly starts to sink in the\nrain.\n\nPaul and Natalie embrace. They’re completely soaked.\n\nPAUL\nIs this it?\n\nNATALIE\nFor us. But legends never go away. They\njust change. :\n\nThey look towards the lake and see Brenda finally sink\ncompletely.\n\nGUY’S VOICE (0.S.",
  "67": "---END OF PREVIOUS SECTION---\nThey\njust change. :\n\nThey look towards the lake and see Brenda finally sink\ncompletely. GUY’S VOICE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nThe lake was so cold, they had to wait a\ncouple of days to get the body. When\nsome special, extreme weather Navy SEAL\ntype guys could get over here and get it\nout. the thing of it is...they never\nfound a body.\n\f175\n\n103.\n\nINT. STANLEY HALL - NIGHT. 175\n\nSix college kids, guys and girls, are gathered around BLAKE,\na young Parkerish frat guy who's finishing telling the story.\nThey're sitting in one of the old rooms. It’s lit by\ncandles.\n\nBLAKE\nIt wasn't there.\n\nEveryone stares at him, wide-eyed. Then, at once, they all\nbegin laughing.\n\nJENNY\nBULLSHIT!\n\nBLAKE\nIt’s true guys! Happened right here at\nPendelton. I swear to God.\n\nHIPPIE GUY\nSo why haven't I heard it before.\n\nBLAKE\nDuh...have you listened? It all keeps\ngetting covered up.\n\nDORKY GUY\nI’ve heard it. Matter of fact, Natalie's\nmy old roommate's cousin.\n\nTRENDY GIRL\nNo, Natalie’s my brother's ex-\ngirlfriend’s sister.\n\nBLAKE\nOh, you see? This is how totally real\nstories become unbelievable. Everyone\nhas to add a little something to it.\n\nSuddenly, Reese appears at the door. They’re startled.\nREESE\n\nAs you all probably know, this building .\n\nis off limits. So get your asses up and\n\nout of here...NOW.\n\nBLAKE\nHey Reese?\n\nREESE\nWhat?\n\n(CONTINUED)\n\fCy)\n\n175\n\n176\n\n177\n\n104.\nCONTINUED: 175\n\nHe looks around. Everyone’s waiting for him to ask.\n\nBLAKE\nNothing.\n\nThey stream past her. She suddenly grabs her stomach. A\npain of some sort.\n\nEXT. STANLEY HALL - NIGHT. 176\nThe group is outside.\nJENNY\nGood-bye guys. Thanks for another brain\n\ncell deadening session.\n\nHIPPIE GUY\nHey...be careful out there.\n\nJENNY\nI’m shaking in my Hush Puppies.\n\nShe walks away.\n\nEXT. CAMPUS - NIGHT. 177\nJenny is on a darkened walkway.\n\nHER POV\n\nThe lake is in the distance.",
  "68": "---END OF PREVIOUS SECTION---\nEXT. CAMPUS - NIGHT. 177\nJenny is on a darkened walkway. HER POV\n\nThe lake is in the distance. \n---TARGET SECTION TO BE ANNOTATED---\n There’s some fear in her eyes.\nShe looks away quickly.\n\nLeaves RUSTLE behind her. She stops and turns.\n\nJENNY\nHello? Is there someone there?\n\nShe rolls her eyes and laughs to herself.\n\nJENNY (cont ’d)\nParanoid.\n\nShe turns around.\nBEHIND HER, a gloved hand reach out and covers her mouth. .\nHer SCREAM is muffled. We see an ax swing up and glisten in\nthe moonlight and hear a loud THUMP as we...\n\nFADE TO BLACK.\n\nTHE END\n\f"
}