{
  "1": "By\n\nJordan Peele\n\fThere are thousands of miles of tunnels beneath the\ncontinental United States... Abandoned subway systems, unused\nservice routes, and deserted mine shafts... Many have no\nknown purpose at all.\n\nA VHS STATIC CRACKLE gives way to a fast-paced, energetic and\ndated 80’s television promo. (Go to YouTube. Search “Hands\nAcross America, MTV” and you will see the following...)\n\nSTOCK FOOTAGE: A magenta collage of different-sized blinking\nhuman eyes.\n\nNARRATOR (V.O.)\n\nImagine, Over three hundred smiling\nteeth in a row...\n\nCONTINUOUS...\nA collection of different sized smiles fill the frame.\nSTOCK FOOTAGE: An arial view of the Statue of Liberty.\nNARRATOR (V.O.)\n-..in a line that stretches from\nthe Statue of Liberty...\nSTOCK FOOTAGE: A foggy view of the Golden Gate Bridge.\nNARRATOR (V.O.)\n.--all the way to the Pacific\nOcean.\n\nSTOCK FOOTAGE: A large crowd of people.\n\nAn iconic red white and blue rendering of the North American\ncontinent. The words HANDS ACROSS AMERICA™ lie across it.\n\nNARRATOR (V.O.)\n\nHands Across America: a four\nthousand mile long chain of good\npeople...\n\nA green animated line moves left to right in a jagged route\nacross the country.\n\nSTOCK FOOTAGE: A wave crashes against a craggy rock.\n\nNARRATOR (V.O.)\n...from sea to shining sea...\n\nSTOCK FOOTAGE: An arial view of Manhattan at sunset. The\nEmpire State Building and the Twin Towers stand tall over the\nskyline.\n\f2.\nCONTINUED:\n\nSTOCK FOOTAGE: A San Francisco streetcar packed with gleeful\ntourists climbs uphill.\n\nSTOCK FOOTAGE: A man reads a newspaper with a two-page spread\npromotion for the charity supergroup BAND AID.\n\nSTOCK FOOTAGE: A behind the scenes view of the USA FOR AFRICA\nrecording session for “We Are The World.”\n\nSTOCK FOOTAGE: An arial view of a sea of writhing fans packed\ninto an outdoor benefit concert with gigantic banners that\nread “LIVE AID.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nSTOCK FOOTAGE: A San Francisco streetcar packed with gleeful\ntourists climbs uphill. STOCK FOOTAGE: A man reads a newspaper with a two-page spread\npromotion for the charity supergroup BAND AID. STOCK FOOTAGE: A behind the scenes view of the USA FOR AFRICA\nrecording session for “We Are The World.”\n\nSTOCK FOOTAGE: An arial view of a sea of writhing fans packed\ninto an outdoor benefit concert with gigantic banners that\nread “LIVE AID. \n\nTARGET SECTION TO BE ANNOTATED:\nSTOCK FOOTAGE: A closeup of another outdoor benefit concert\nbanner that reads “FARM AID” long with the slogan “Keep\nAmerica Growing!”\n\nSTOCK FOOTAGE: A closeup of a sullen 1980's rocker in aviator\nshades, bandana, and tank top.\n\nSTOCK FOOTAGE: An undulating mass of shirtless sweaty\nconcertgoers.\n\nNARRATOR (V.0.)\n\nA large white graphic soars over the crowd and lands lower\ncenter. It reads: “May 25, 1986”\n\nNARRATOR (V.O.)\nOn May 25th, six million people\nincluding some of the worlds\nbiggest rock and roll icons will\njoin hand in hand...\n\nSTOCK FOOTAGE: A static, black & white image of a destitute\nbearded man slumped over on a stoop.\n\nNARRATOR (V.O.)\n...to fight hunger in the United\nStates...\n\nSTOCK FOOTAGE: Two hands emerge from either side of the\nscreen over an image of an American heartland. They grip each\nother in the center of the screen.\n\nSTOCK FOOTAGE: Two hands emerge from either side of the\nscreen, over an image of the snow-capped Rockies. They grip\neach other in the center of the screen.\n\nNARRATOR (V.O.)\n...and MTV can help put you there.\n\f3.\nCONTINUED:\n\nSTOCK FOOTAGE: Two men grip hands across the center of the\nscreen overlaid on a stock image of a city seaport and the\nHANDS ACROSS AMERICA™ logo.\n\nCHRYON: “Call Toll-Free 1-800-USA-9000”\n\nNARRATOR (V.O.)\nLearn more about Hands Across\nAmerica...\n\nSTOCK FOOTAGE: A buffalo standing in tall grass shakes its\nhead violently.\n\nSTOCK FOOTAGE: A large American flag waves in the breeze\nbehind a gigantic telephone pole and its matrix of taught\nwires.\n\nSTOCK FOOTAGE: A man and woman hold hands overlaid on low POV\nfootage of marathon runners.\n\nSTOCK FOOTAGE: A man and woman hold hands overlaid on a\nstatic view of the Hollywood sign.\n\nSTOCK FOOTAGE: Two men grasping hands overlaid on footage of\na red tractor-trailer exiting an interstate off-ramp.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTOCK FOOTAGE: A man and woman hold hands overlaid on low POV\nfootage of marathon runners. STOCK FOOTAGE: A man and woman hold hands overlaid on a\nstatic view of the Hollywood sign. STOCK FOOTAGE: Two men grasping hands overlaid on footage of\na red tractor-trailer exiting an interstate off-ramp. \n\nTARGET SECTION TO BE ANNOTATED:\n From\nthe center of the hands the red MTV logo appears. It rotates\nuntil it reveals that the “T” and “V” are arms and hands\ngripping each other.\n\nNARRATOR (V.O.)\n.-.and watch for further\ndevelopments on M. T. V.\n\nEND OF PROMO... Black.\n\nEXT. BOARDWALK AMUSEMENT PARK. BOTTLE TOSS BOOTH. NIGHT\nIt’s 1986.\n\nA colorful vibrant energy. Pedestrians walk along the\nboardwalk past game booths and souvenir stands as a ROLLER\nCOASTER SCREAMS by overhead.\n\nADELAIDE (9, African American) wears a “Hands Across America”\nT-shirt, and her hair up in pigtails. She holds a candied\napple, and watches, her father, RUSSELL (33, African\nAmerican) hurl a baseball and TOPPLES a pyramid of bottles at\na “Bottle-Pyramid” booth. He’s clearly in a bad mood and\ntakes it out on the bottles.\n\nRAYNE, Adelaide’s mother, (30, African American) CLAPS\nobligatorily.\n\fCONTINUED:\n\nThe booth attendant, DANNY, a stoner, feigns excitement.\nJudging by their physical energies, Rayne and Russell had a\nhuge fight earlier. Russell picks up a beer.\n\nDANNY\nGreat shot. You put some heat on\nthat.\n\nRUSSELL\nThanks. I guess I missed my chance\nto go pro.\n\nDANNY\nYou can get a prize from the second\nlevel or keep goin’ for a prize\nfrom the third level.\n\nRUSSELL\nWhat you think, Addy? Should we\nstop or keep goin’?\n\nAdelaide looks at Rayne.\nRAYNE\nDon’t look at me; it’s your\nbirthday.\nAdelaide points to a T-shirt.\n\nADELAIDE\nI want that one.\n\nRUSSELL\nYeah alright. That one.\n\nRussell takes the shirt, then takes Adelaide’s candied apple\nand hands it to Rayne.\n\nRUSSELL (CONT’D)\nHere...\n\nMoments later...\n\nEXT. BOARDWALK AMUSEMENT PARK. MAIN STRIP. NIGHT\n\nAdelaide lags behind Rayne and Russell as they stroll down\nthe strip.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOARDWALK AMUSEMENT PARK. MAIN STRIP. NIGHT\n\nAdelaide lags behind Rayne and Russell as they stroll down\nthe strip. \n\nTARGET SECTION TO BE ANNOTATED:\n She wears a new oversized “Michael Jackson's\nThriller” t-shirt.\n\nRAYNE\n(To Russell)\nThat shirt better not give her\nnightmares.\n\fCONTINUED:\n\nRUSSELL\nIn trouble for buyin’ my daughter a\nshirt. That’s a new one.\n\nRAYNE\nShe got scared when it was on TV.\nYou'd know that if you were around.\n\nRUSSELL\nWho let her watch it?\n\nADELAIDE\nI wasn’t scared.\n\nRAYNE\nYou hid your eyes when the people\ncame out the ground.\n\nADELAIDE\nNo.\n\nRUSSELL\n(To Rayne)\nI need another beer.\n\nAdelaide turns her head and sees a drunk sailor, TED spill\n\nhis drink\n\non his white uniform.\n\nRAYNE\nMmmm Hmmm.\n\nRUSSELL\nI can’t have a beer now?\n\nRAYNE\nYou can do whatever you want.\n\nRUSSELL\nOkay then.\n\nThe ROLLERCOASTER RUMBLES BY again; Adelaide watches it. The\nscreams startle her a little.\n\nThey pass\nfast food\n\nRUSSELL (CONT’D)\nWhat about The Dipper? Hey Addy,\nyou wanna try it?\n\nRAYNE\nYou know she’s not big enough, and\nI sure as Hell am not going on that\nthing.\n\na table where two teenagers, MANDY and DOWNEY, eat\nlike pigs.\n\fCONTINUED:\n\nMoments later, Adelaide, Rayne, and Russell arrive at the\nWhac-A-Mole booth.\n\nEXT. BOARDWALK AMUSEMENT PARK. WHAC-A-MOLE. NIGHT\n\nRUSSELL\n‘Whac-A-Mole’! This is my game.\n(To the booth attendant, TROY)\nHow many tickets, four?\n\nTROY\nYeah.\n\nRussell slams four tickets down, grabs the tethered mallet,\nand starts playing.\n\nRAYNE\nAddy, come to the bathroom.\nADELAIDE\nI don’t have to go.\nRAYNE\nRuss, will you watch your daughter,\nplease?\nRUSSELL\n\nI'm watching...\n\nHe’s not. He’s playing Whac-A-Mole. Rayne heads off. Adelaide\nwatches Russell for a moment before her attention turns to\nthe ocean. She walks towards the edge of the boardwalk.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nRayne heads off. Adelaide\nwatches Russell for a moment before her attention turns to\nthe ocean. She walks towards the edge of the boardwalk. \n\nTARGET SECTION TO BE ANNOTATED:\n A\nyoung homeless man, YOUNG FERDIE, lurks by the wooden\nstaircase leading to the beach. He’s clutching a cardboard\nsign with a bible verse scrawled across it. “Jeremiah 11:11”\nis written boldly and Young Adelaide stares at the numbers\nas she passes him. He looks right at her.\n\nTwo teens, GLEN and NANCY, flirtatiously play “Rock Paper\nScissors.” They keep landing on the same combination over and\nover.\n\nGLEN\nOh my god\n\nNANCY\nThat's impossible.\n\nThey do it again. They land on scissors.\n\nGLEN\nWhat the hell?\n\fCONTINUED:\n\nNANCY\nHow are you doing that?\n\nGLEN\nI’m not doing anything. You are.\nEXT. BEACH NEAR THE BOARDWALK. NIGHT\n\nAdelaide walks down the stairs, and onto the beach where a\nfew teenagers act wild by a small campfire.\n\nAdelaide passes by the teenagers as she walks towards the\nwater’s edge.\n\nEXT. BEACH NEAR THE WATER. NIGHT\n\nMoments later...\n\nShe approaches the shoreline and scans the dark horizon. In\nthe distance, a large cloud erupts in silent lightning. After\na breath, she turns back towards the boardwalk.\n\nOne attraction faces her on the beach level underneath the\nboardwalk. It’s called “SHAMAN’S VISION QUEST”, a Native\nAmerican mystical themed funhouse with an entrance that faces\nthe water. The facade is painted to resemble a forest with\ncolorful images of spirit-animals and a large Shaman who\nglares, pointing his finger directly at Adelaide. Signs near\nthe arched doorway read “GET LOST” and “FIND YOURSELF.”\nINT./EXT. VISION QUEST PORTAL - NIGHT\n\nAdelaide walks toward the Vision Quest portal.\n\nEXT. BEACH NEAR THE BOARDWALK. NIGHT\n\nShe drops the candied apple which falls onto the sand. As\nAdelaide gets near the entrance, a THUP or two of thick rain\ndrops hit the sand. The crowd over at the boardwalk MURMUR.\nINT./EXT. VISION QUEST PORTAL - NIGHT\n\nAdelaide enters just as the rain hits full on.\n\nINT. VISION QUEST. FOREST ROOM.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. VISION QUEST. FOREST ROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\n\nAdelaide enters The Vision Quest, and goes down a hallway\nmade to feel like a magical walk through a dark forest.\n\fCONTINUED:\n\nThe walls are dressed and painted like woods, with the\noccasional eerily pleasant deer, rabbits and eagles. A\nCACOPHONOUS RECORDING OF NATURE SOUNDS plays over hidden\nspeakers.\n\nA cast-plastic owl on a branch pounces out from a dark\ncrevice startling Adelaide with a “HOO HOO”. The owl emits a\nHISS OF PRESSURIZED AIR and returns to its starting point.\n\nAdelaide calms herself, and continues into the maze.\n\nINT. VISION QUEST. HALL OF MIRRORS. NIGHT\n\nAdelaide enters a room that’s still forest themed but also\ncovered in mirrors. She walks past several distorted\nreflections. A short one, a weird one, and a weirder one.\n\nWith a RUMBLE OF LIGHTNING the lights go out, and the FOREST\nNOISE STOPS. What was kinda eerie when lit becomes downright\nterrifying when dark.\n\nThe only light comes from the glowing red exit sign. She\nwalks towards it but hits a mirror. She looks up. The “EXIT”\nsign appears forwards and backwards, over and over again in\ninfinite reflections. Adelaide reaches her hands out and\ntries to make her way down the mirrored wall.\n\nShe begins whistling “ITSY BITSY SPIDER” again to make her\nfeel at ease, but she stops in near panic when a WHISTLE from\nthe halls overtakes hers. Somebody, somewhere in the mirrored\nlabyrinth is whistling in an attempt to emulate her tune.\nSomething her size SCURRIES QUICKLY across the hallway.\nAdelaide backs up almost against a mirror. She slowly begins\nto turn 180 degrees to face the mirror behind her, but HER\nREFLECTION DOESN'T TURN!!! This isn’t a mirror, its the back\nof another identical girl's head.\n\nBlack.\n\nINT. CLASSROOM. NIGHT\n\nCloseup on a red wet rabbit’s eye.\n\n“ug”\n\nMUSIC: A CHILDREN’S CHOIR HUMS A DARK ANTHEM IN A STRANGE\n\nLANGUAGE. THE SONG IS MELODIC AND BRIGHT. HOPEFUL, BUT ALSO\nUNFAMILIAR AND WRONG.\n\f9.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE SONG IS MELODIC AND BRIGHT. HOPEFUL, BUT ALSO\nUNFAMILIAR AND WRONG. 9. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nWe slowly pull away. The rabbit sits in a brass cage against\na tiled wall. We pull out to reveal more and more rabbits in\ncages stacked one on top of the other.\n\nINT. CAR. RURAL ROAD. DAY\n\nWe look out the rear window past stick figure stickers\ndepicting father, mother, daughter and son. The Wilson's car\ntravels through a rural road where woods and beach meet.\n\nEXT. WILSON’S BAYSIDE HOUSE. DAY\n\nThe Wilson's car arrives.\n\nINT. THE WILSON’S CAR. DAY\n\nADELAIDE WILSON (African American, now 34) wakes up in the\npassenger seat she looks over at GABE WILSON (African\nAmerican, 34), a large man with glasses who thinks he’s a bit\ncooler than he is, in the driver’s seat. Gabe holds his\nfinger in front of his mouth like “Shhhhh”. Adelaide knows\nwhere this is going. They look at the kids asleep in the\nback, ZORA WILSON, (African American, 13) and JASON WILSON\n(African American, 11).\n\nGABE\n(yelling)\nWe made it!!!!\nThe kids wake up in panic. Gabe LAUGHS.\nZORA JASON\nWhy???? Noooo.\nGABE\n‘Cause y’all sleep too much.\n\nEXT. WILSON'S BAYSIDE HOUSE. DRIVEWAY. DAY.\n\nThe Wilsons emerge. Adelaide looks down the road ponderously.\nJason starts wandering off.\n\nJason goes to the back of the car to get his bag. Zora checks\nher phone.\n\nZORA\nWifi isn’t working.\n\f10.\n\nCONTINUED:\nGABE\nYou don’t need the internet. Out\nhere you’ve got... the “Outernet.”\nZORA\nGood one.\nGABE\n\nHey, little man! Bags inside first.\nJason runs back and Gabe hands him his bag.\n\nGABE (CONT'D)\nCan we rewind her?\n\nADELAIDE\nI don’t think they work like that.\n\nGABE\nJust one year.\n\nShe laughs. Gabe kisses her neck real quick and goes inside.\n\nINT. WILSON’S BAYSIDE HOUSE. KITCHEN BREAKFAST TABLE. DAY\n\nWe pass through the Wilson’s foyer.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILSON’S BAYSIDE HOUSE. KITCHEN BREAKFAST TABLE. DAY\n\nWe pass through the Wilson’s foyer. \n\nTARGET SECTION TO BE ANNOTATED:\n Hanging on the wall are\npictures of Adelaide at different stages of life with Russell\nand Rayne. There’s one of her at fourteen in ballet class.\nThere are also pictures of Zora and Jason with their\ngrandmother.\n\nGABE\nWhat do you call a cow with no\nlegs... Ground beef.\nZORA\n(dryly)\nHa ha.\nGABE\nGet it? ‘Cause he’s on the ground?\nJASON\nWe get it.\nGABE (0.S.)\nYou should practice while you're\nhere.\nZORA (0.S.\n\nUch, okay.\n\fCONTINUED:\n\n11.\n\nGABE (0.S.)\nWhat..?\n\nZORA (0.S.)\nWhat?\n\nGABE (0.S.)\nWhy you got attitude?\n\nZORA (0.S.)\n\n(sarcastic)\n\nI’m sorry. Yay, track and field.\n\nWe find the Wilsons eating fast food in the breakfast nook.\n\nZora and Gabe power through their food. Jason sits quietly;\noccasionally snapping his right hand. He wears a plastic\nwerewolf mask on his head. Adelaide eats strawberries out of\na tupperware container. She plays with her food a little.\n\nNo.\n\nADELAIDE\nWhoa. Really..? You’re over running\nnow?\n\nGABE\nYou love track and field.\n\nZORA\nWhat’s the point?\n\nGABE\nThe Olympics.\n\nZORA\nI’m not gonna make it into the\nOlympics.\n\nADELAIDE\nYou can do anything you set your\nmind to.\n\nZORA\nCan I drive while we’re up here?\nADELAIDE GABE\nNo.\n\nZORA\nThat's what I set my mind to. I set\nmy mind to driving.\n\nADELAIDE\nChange your mind.\n\f12.\nCONTINUED:\n\nZORA\nWhy not?\n\nJason runs off to his room.\n\nADELAIDE\nBecause we said so.\n(To Jason)\nJason! Finish your food, please!\n\nZORA\nCara and Haley drove with parent\nsupervision.\n\nGABE\nYou don’t need to drive when you\nare an Olympic caliber athlete...\n\nYou run.\nZORA\nMy God.\nGABE\nYou should run on the sand.\nZORA\nWhy?\nGABE\n\n‘Cause it’s harder; no traction.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABE\nYou should run on the sand. ZORA\nWhy? GABE\n\n‘Cause it’s harder; no traction. \n\nTARGET SECTION TO BE ANNOTATED:\nYou practice on the beach, when you\nget on solid ground, you’ll take\noff.\n\nAdelaide is caught off guard by the mention of the beach.\n\nJASON\nWe're going to the beach?\nGABE\nYeah... later... I thought we’d go\nwhen we’re settled...\nJASON\nCool.\nADELAIDE\n\nWhat beach?\n\nGABE\nSanta Cruz. The boardwalk. I told\nyou about this.\n\f13.\n\nCONTINUED:\nADELAIDE\nNo. You didn’t.\nGABE\nJosh and Kitty and the girls’1l be\n\nthere.\nAdelaide and Zora share an eye roll.\n\nJASON\nDo we have to sell grandma's house?\n\nGabe looks to Adelaide before he answers.\n\nGABE\nWell... It’s not that \"we have to”--\n\nADELAIDE\n--We have to because school is too\nexpensive, and coming here once a\nyear doesn’t make it worth it.\n\nAnother awkward silence. Jason's constant snapping lingers.\n\nZORA\nWhat are you doing?\n\nJASON\nIt’s a magic trick. I left it here\nlast year.\n\nZORA\nOkay... Let’s see it.\n\nEveryone looks expectantly. Jason snaps again; nothing\nhappens. They look at each other.\n\nJASON\nThis thing is bullshit..\n\nGABE ADELAIDE\nWhoa! Excuse me.\n\nGabe points at Jason.\n\nGABE\nYou cursing at the table now?\n\nJASON\n(mumbling to Gabe)\nWhen you point a finger at someone\nelse, you have three pointing back\nat you.\n\fCONTINUED:\n\n14.\n\nGABE\nWhat the hell is that supposed to\nmean?\n\nADELAIDE\nI think it means you curse at the\ntable too.\n\nGabe grumbles and goes back to eating.\n\nGabe looks\n\nGABE\nWell it’s four fingers, anyway...\nFour fingers pointing back at you.\n\nZORA\nOne’s a thumb... and it’s not\npointing at you.\n\nGABE\nGo to your room.\n\nat his hand for a second then brushes it off.\n\nINT. PSYCHIATRIST’S OFFICE. DAY\n\nYoung Adelaide sits intense and still on a sofa. Though the\nsliver of open door, she can see Russell and Rayne speaking\nwith DR. FOSTER.\n\nDR.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nThough the\nsliver of open door, she can see Russell and Rayne speaking\nwith DR. FOSTER. DR. \n\nTARGET SECTION TO BE ANNOTATED:\n FOSTER\nI think she has Post Traumatic\nStress Disorder.\n\nRUSSELL\nWhat...? She wasn’t in Nam’; she\ngot lost for fifteen minutes.\n\nDR. FOSTER\nThat can be very scary.\n\nRAYNE\nWe don’t know what happened to her.\n\nRUSSELL\nSo, how do we get her to talk?\n\nDR. FOSTER\nI could meet with her once a week.\n\nRUSSELL\nMmm hmm. For how long?\n\fCONTINUED:\n\n15.\n\nDR. FOSTER\nI think we need to encourage her to\ndraw, write... dance... anything to\n\nhelp her tell us her story... but\nwe have to be patient.\n\nRayne quietly weeps. Dr. Foster passes her a tissue. Russell\ngoes to touch Rayne but she pulls away.\n\nRussell le\n\nRUSSELL\nI’m gonna have a smoke.\n\naves.\n\nPRESENT DAY...\n\nINT. WILSON'S BEACH HOUSE. LIVING ROOM. INT\n\nAdelaide lays on the couch looking at one of Jason’s rubber\nspider toys. A real spider climbs across it. Gabe unpacks\n\nwith a pep\n\nin his step in a nearby room.\n\nGABE (0.S.)\n(On the phone)\n\nYeah, we'll see... Well, that’s a\n\ncoincidence... Listen... listen...\n\nI’m not gonna say anything but\n\n“wait for it.” You’ll see.. You’1ll\n\nsee...\n\nINT. WILSON’S BAYSIDE HOUSE. FOYER/LIVING ROOM. DAY\n\nGabe finishes his call as Adelaide looks at the spider.\n\nGABE\n(On the phone)\nWhy would I lie? Alright..? See you\nsoon.\n\nHe hangs up.\n\nGABE (CONT'D)\nThat was Josh. We’1ll leave in an\nhour.\n\nADELAIDE\nWe just got here.\n\nGABE\nThey stayed an extra day so we\ncould meet up...\n\f16.\nCONTINUED:\n\nOff her reaction.\n\nGABE (CONT'D)\nWhat? You don’t like Josh and Kitty\n\nnow?\nADELAIDE\nEh...\nGABE\nDamn... It’s like that? Okay. Name\none thing wrong with Josh and Kit--\nADELAIDE\n--They drink too much.\nGABE\nOkay... Two things.\nADELAIDE\nGabe...",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nGABE\nOkay... Two things. ADELAIDE\nGabe... \n\nTARGET SECTION TO BE ANNOTATED:\nGABE\nZora and the girls get along.\nADELAIDE\nNope.\nGABE\n\nWhat’s the point of a summer home\nby the beach if you never go to the\n\nbeach.\n\nADELAIDE\nThere’s a beach just down that\nhill.\n\nGABE\n\nThat’s not a beach. It’s a shore.\nThat's a bay. I’m talking about a\nreal beach. Sand; an amusement\npark; people...\n\nADELAIDE\nThere are weirdos at that beach.\n\nGabe realizes there’s something deeper going on.\n\nGABE\nOkay... okay. I’1ll cancel... Just\nsucks... I know Jason was looking\nforward to it... First time back\n\nafter grandma died... I think being\nhere is hitting him hard.\n\f17.\nCONTINUED:\n\nADELAIDE\n(begrudgingly)\nWe leave there before it gets dark.\n\nGABE\nYeah. Hell yeah; it’s gonna be fun.\n\nHe goes for a kiss. She laughs and playfully pushes him away.\nGABE (CONT'D)\nYou don’t have to kiss me. You’re\nin trouble for later, tho.\n\nHe heads to the door. She can tell he’s up to something.\n\nADELAIDE\nOh you think so?\nGABE\nOh yes.\nADELAIDE\nWhere are you going?\nGABE\nTaking out the trash. I’1l be right\n\nback.\n\nGabe hustles out with a mischievous smirk.\n\nINT. WILSON’S BAYSIDE HOUSE. HALLWAY. DAY\nAdelaide passes Zora’s room.\n\nADELAIDE\nWhere’s your brother?\n\nZora shrugs.\n\nAdelaide opens the basement door.\n\nINT. WILSON’S BAYSIDE HOUSE. BASEMENT. DAY\nAdelaide walks down to the basement.\n\nThere is a washer, a dryer, and a table for folding laundry\nin front of a mirrored wall.\n\nShe finds a box and opens it. They are pictures of her as a\nchild in a ballerina tutu. There’s also an old stuffed bunny.\n\f18.\nCONTINUED:\n\nShe smiles with melancholic nostalgia. Out of nowhere, “Young\nAdelaide” spins through the space. This was a mini ballet\npractice studio.\n\nINT. WILSON’S BAYSIDE HOUSE. BATHROOM.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WILSON’S BAYSIDE HOUSE. BATHROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nZora enters and shuts the door. She looks in the mirror. She\nleans in examining a blemish when... Jason bursts out of a\ncabinet and scampers out the door.\n\nINT. THE WILSON’S BAYSIDE HOUSE. BASEMENT. DAY\n\nAdelaide watches her fourteen-year-old self, “Teen Adelaide”\ndance, now with perfect pirouettes. Footsteps thump above.\n\nINT. WILSON’S BAYSIDE HOUSE. HALLWAY. DAY\n\nJason enters the closet.\n\nINT. WILSON'S BAYSIDE HOUSE. HALLWAY CLOSET. DAY\n\nThe door begins to creak shut, but he puts a toy ambulance in\nthe crack, propping the door open for a sliver of light.\nJason pulls his mask down and resumes snapping. After a few\nunsuccessful snaps, he pauses.\n\nINT. THE WILSON’S BAYSIDE HOUSE. HALLWAY. DAY\n\nZora walks down the hallway and nonchalantly bumps the toy\nambulance into the closet with her heel. The closet door\nshuts.\n\nINT. THE WILSON’S BAYSIDE HOUSE. HALLWAY. DAY\n\nJason grabs the doorknob from inside, jiggling it. It’s\nlocked.\n\nINT. THE WILSON’S BAYSIDE HOUSE. BASEMENT. DAY\n\nAdelaide watches Teen Adelaide dance when Jason SCREAMS\nupstairs. Adelaide is startled.\n\nINT. WILSON’S BAYSIDE HOUSE. ZORA'S ROOM. DAY\n\nAdelaide passes the open doorway to Zora’s room. She’s\npissed.\n\f19.\nCONTINUED:\n\nADELAIDE\nYou can’t help him?\n\nZora is laying on the bed with headphones on. She turns as\nher mom passes by.\n\nZORA\nWhat happened?\n\nINT. WILSON’S BAYSIDE HOUSE. HALLWAY. DAY\nAdelaide opens the closet door. Jason sits there.\nADELAIDE\nOh baby. That’s why you can’t play\n\nin there.\n\nJason’s tears turn to rage.\n\nZORA\nDidn't this happen last year?\n\nADELAIDE\nZora, please...\n\nThe moment is broken by a DISTANT BUZZ that starts small but\ngets closer.\n\nGABE (0.S.)\nHey!\n\nThe three of them look at each other..\n\nEXT. BAYSIDE.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe three of them look at each other.. EXT. BAYSIDE. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nAdelaide, Zora and Jason stand on the dock by their house.\nGabe, a pillar of pride, stands triumphantly at the steering\nwheel of a small motor boat that buzzes around in circles. He\nbeams while Adelaide, Zora and Jason remain thoroughly\nunimpressed.\n\nGABE\nWell... What’dya think?! “Craw-\nDaddy”!\nADELAIDE\n(unimpressed)\n\nWow.\n\fCONTINUED:\n\n20.\n\nGABE\nIt’s got a cassette player and\neverything... All it needs is a new\n\ncoat of paint!\n\nThey just watch him. He holds up a life preserver.\n\nGABE (CONT'D)\nHey, “J”, look!. It even came with\none of these!\n\nThe boat engine SPUTTERS TO A HALT. Smoke bellows from it.\n\nGabe goes\n\nZORA\n(to Adelaide)\nHe’s kidding right?\n\nADELAIDE\n(under her breath)\nHe’s not kidding.\n\nGABE\nHold up. He told me how to fix\nthis.\n\nto the back of the boat and pounds it with his fist\n\na couple times.\n\nGABE (CONT'D)\nDon’t worry. I got it real cheap!\n\nADELAIDE\nI would hope so.\n\nGABE\nShe veers a little to the left, so\nyou have to stay on it, but other\nthan that it’s perfect!\n\nADELAIDE\nYou think?\n\nGABE\nAlso, Josh got a boat, so we can do\na dual-family voyage.\n\nADELAIDE\nAh. I see.\n\nJASON\nJosh's boat is probably way better.\n\f21.\n\nCONTINUED:\nGABE\nWhat?\nADELAIDE\nHe said Josh’s boat is probably\nbetter.\nGABE\nIt’s not a contest. It’s something\nI thought would be nice for the\nfamily.\nZORA\nBut will we all fit tho?\nGABE\nOkay, you know what? Y’all are\n\nspoiled.\n\nThe engine starts up again. Gabe almost falls. Adelaide and\nZora are amused.\n\nINT. WILSON’S CAR. DAY\n\nGabe pouts as he drives through a road lined with redwood\ntrees. The rest of the family chills in their seats. Jason\nsnaps in the back. Zora reads.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe rest of the family chills in their seats. Jason\nsnaps in the back. Zora reads. \n\nTARGET SECTION TO BE ANNOTATED:\n Adelaide checks in on Gabe’s\nmood.\n\nZORA\nDid you know this country produces,\nlike twice as much waste per capita\nas any other country in the\ndeveloped world?\n\nNo one responds. Jason looks at her dryly.\nZORA (CONT'D)\nI forgot. No one cares about the\nenvironment.\nADELAIDE\nSince when did you become such a\ntree hugger?\n\nZORA\nI’m not a tree hugger.\n\nADELAIDE\nI like it. I’m just saying.\n\nZora watches Jason continue to snap.\n\f22.\nCONTINUED:\nZORA\n..-Maybe you could just tell us\n\nwhat’s supposed to happen and we\ncan picture it.\n\nHe keeps snapping.\n\nZORA (CONT'D)\nI mean, at a certain point--\n\nJASON\n--Kiss my anus, Zora.\n\nGABE\nOh!\n\nADELAIDE\nWhat?!?\n\nZora is shocked, and Adelaide tries to hide her smile.\n\nGABE\nWhy are we even talkin’ bout\n“anuses?”\n\nJASON\n“Anus” isn’t a curse word.\n\nADELAIDE\nThat doesn’t matter.\n\nZORA\nDisgusting.\n\nGABE\nSee I would’ve preferred a curse\nword in this case.\n\nJASON\n(To Adelaide)\nI can see you laughing in the\nmirror.\n\nGabe leans on the horn.\n\nGABE\nOK, you know what? We don’t always\nneed to be talking. There are\nfamilies that enjoy silence.\n\nThe rest of them look around “yeesh”. Adelaide knows her\nfamily. She turns on the radio. “I Got Five On It” by Luniz\nis on. Gabe’s mood immediately lifts.\n\f23.\nCONTINUED:\n\nGABE (CONT'D)\n“I got Five on it...”\n\nHe grooves in his seat. Zora and Jason share a look.\n\nJASON\nWhat does “I got five on it” mean?\n\nZORA\nIt’s about drugs.\n\nGABE\nIt’s a dope song; don’t do drugs.\n\nADELAIDE\nJason. Get it in rhythm.\n\nShe starts snapping to the rhythm. Jason follows along.\nGabe loosens up and sit dances singing along.\n\nGABE\n“I got five on it...”\n\nZora and Adelaide share a look through the rearview mirror.\nAdelaide shrugs.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nGabe loosens up and sit dances singing along. GABE\n“I got five on it...”\n\nZora and Adelaide share a look through the rearview mirror. Adelaide shrugs. \n\nTARGET SECTION TO BE ANNOTATED:\n Zora rolls her eyes in pleasant conceit.\n\nEXT. REDWOOD ROAD. DAY\n\nThe car drives past more redwood trees.\n\nINT. WILSON’S CAR. TRANSITIONAL ROAD. DAY\n\nThey emerge from the wood-lined road and overlook downtown\nSanta Cruz’s amusement park, boardwalk and beach. The\nrollercoaster looms menacingly in the distance.\n\nAdelaide hides her apprehension as they head towards the\nscene of her past horror.\n\nINT. CAR. CROSSWALK. DAY\n\nThe car arrives at a crosswalk. A CROSSING GUARD steps out in\nfront of the car and stops them. They wait while a line of on-\nleave sailors crosses the street in front of the Wilson’s\n\ncar.\n\nZORA\nWhy can’t I drive in the parking\nlot?\n\f24.\n\nCONTINUED:\n\nJASON\n\nYou’re not old enough.\nZORA\n\nI’m not talking to you.\nGABE\n\nHmm, let me think about that for a\n\nsecond... no.\nZORA\n\nWhy?\nGABE\n\nBecause I cherish my life.\n\nAs the sailors pass, Adelaide watches the town go by and\nremains preoccupied with thought.\n\nFLASHBACK...\n\nINT. RAYNE’S CAR. NIGHT\n\nRayne drives away from the rainy beach. We can’t quite hear\nwords but can tell that Russell is drunk. He and Rayne argue.\nYoung Adelaide sits in the backseat in total shock.\n\nPRESENT DAY...\n\nINT. WILSON’S CAR. ROAD TO AMUSEMENT PARK. DAY\n\nGABE\nAhhh. Damn it.\n\nAdelaide snaps out of her daydream. They’ve just turned a\ncorner and ended up stuck behind an ambulance and cop car\nthat block the street.\n\nZORA\nOh my God.\n\nA couple of COPS are taking statements from locals on the\nsidewalk who witnessed the incident at hand. Two EMTs load an\nunconscious bleeding homeless man into the ambulance.\n\nADELAIDE\nDon’t look. Don’t look.\n\nGABE\nYou gotta be kidding me.\n\nA cop waves the car past. Jason watches the man.\n\f25.\n\nEXT. BEACH. BY THE BOARDWALK. DAY\n\nThe Wilsons, having parked, step onto the sand carrying\nfolding chairs and other beach gear. As they walk, Adelaide\nfights the urge to look behind her.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nBY THE BOARDWALK. DAY\n\nThe Wilsons, having parked, step onto the sand carrying\nfolding chairs and other beach gear. As they walk, Adelaide\nfights the urge to look behind her. \n\nTARGET SECTION TO BE ANNOTATED:\n Eventually she steals a\nnonchalant glance back in the direction of where the ‘Vision\nQuest’ was when she was a child. The attraction is still\nthere, but it’s name has been changed to ‘Merlin’s Forest.’\nIt still has the same “FIND YOURSELF” sign, but the Shaman\nhas been replaced with an old white wizard who still points\nhis finger outwards like a bizarro Uncle Sam.\n\nJASON\nWas that guy dead?\n\nADELAIDE\nWho?\n\nJASON\n\nThe guy in the ambulance?\n\nADELAIDE\nAmbulance means he’s alive, right?\n\nJason, unsure, nods and starts snapping again.\n\nEXT. BEACH. PICNIC. DAY\n\nThey arrive at the Tyler family’s beach set-up: umbrella,\nchairs, and a stocked cooler already set up in tidy order.\n\nJOSH TYLER (Caucasian 40) KITTY TYLER (Caucasian 40) sit.\nJosh and Kitty are both a couple drinks in.\n\nThe Tyler twins LINDSEY and BECCA (Caucasian 14) play by the\nwater.\n\nGABE\nAy!\n\nKITTY\nYay!\n\nJOSH\n\nYou said 2:30! Where’s your\nefficiency, man? Efficiency!\n\nGABE\nWe got held up.\nJOSH KITTY\nI'm kidding, don’t worry Hey girl.\n\nabout it.\n\f26.\n\nCONTINUED:\nADELAIDE\nWe made it.\nKITTY\nOh my God. Zora, you’ve gotten so\nbig! You look so pretty?\nZORA JOSH\n(Hates the compliment) Hey, Jason. You want a beer?\nThanks.\nJASON\nUm...\nKITTY ADELAIDE\n(To Zora) (To Jason)\nLindsey and Becca will be No. The answer is “no.”\nhappy to see you. (To Josh)\nPlease give me a couple more\nyears.\nKITTY JOSH\n(to Becca and Lindsey) (To Jason)\nGuys, look who’s here! I kid. Here’s a soda.\n\nBecca flies a kite, Lindsey does cartwheels. They wave. Zora\ngives her mom an “I hate these bitches” look before walking\nover to them.\n\n(CONT'D)\n\nKITTY\nHi, Jason!\n\nJason waves shyly as he walks off.\n\nLATER...",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONT'D)\n\nKITTY\nHi, Jason! Jason waves shyly as he walks off. LATER... \n\nTARGET SECTION TO BE ANNOTATED:\nThe two families chill on the beach. Zora sits near the twins\nwho practice gymnastics. Jason plays nearby in the sand.\n\nGabe and Josh pal around, pouring beers into plastic cups and\ncracking each other up.\n\nJOSH\nHave you taken her on her maiden\nvoyage yet?\n\nGABE\nJust rode her home. But we’re gonna\ndo the family thing soon.\n\f27.\n\nCONTINUED:\nJOSH\nCool. We could do a double\nexcursion.\nGABE\n\nYeah, I mean, it’s small, but it’s\na real classic design.\n\nJOSH\nHey, it’s not about the size of the\nboat...\n\nGABE\n\n..-The fuck outta here.\nJosh laughs.\n\nJOSH\nKitty!\n\nKitty who is talking to Adelaide looks over.\n\nJOSH (CONT'D)\nYou hear Gabe got a boat?\n\nKITTY\nOh? Cool.\n\nJOSH\nHe says “it’s small.” I said, “It’s\nnot the size of the boat...”\n\nKITTY\n(to Josh)\nWow. You thought that bared\nrepeating. .?\n\nGABE\nHe did though. He really did.\n\nJOSH\nScrew all of you.\n\nAdelaide glances back again still distracted by the ‘Merlin’s\nForest’. Kitty clocks it.\n\nKITTY\n‘Merlin’s Forest’...?\n\nADELAIDE\nI think that changed. It used to be\ncalled ‘Vision Quest.’\n\fCONTINUED:\nKITTY\nOh, how culturally insensitive of\nthem...\nADELAIDE\n\nYeah. Totally.\n\nJOSH\nAddy, beer, wine, vodka cran?\nMimosa? I got everything.\n\nADELAIDE\nDo you have water?\n\nJOSH\nUm... I’ve got ice.\n\n28.\n\nHe hands her a cup of ice. Then passes kitty a drink. He\n\npulls her drink away before giving it to her.\npractical joke.\n\nKITTY\nI hate you.\n\n(to Adelaide)\nIt never stops. I honestly think\nabout murdering him sometimes.\n\nAdelaide laughs.\n\nADELAIDE\nSo nothing’s new.\n\nKITTY\nActually. Since you asked...\n\nThe old lame\n\nKitty smiles. She turns her head showcasing her face from\n\ndifferent angles.\n\nADELAIDE\nWhat..? What...? Oh my God.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nADELAIDE\nWhat..? What...? Oh my God. \n\nTARGET SECTION TO BE ANNOTATED:\n Did you\nhave something “done?\";\n\nKITTY\nJust an itsy-bitsy thing..\n\nADELAIDE\nFuck off. You look exactly the same\nas you did last year.\n\f29.\nCONTINUED:\n\nKITTY\nThat’s the idea. A little bit goes\na long way. Not that you need it\nyou beautiful motherfucker.\n\nAdelaide quietly doesn’t accept the compliment. She looks\naround the beach.\n\nKITTY (CONT'D)\nStop. I can already tell the things\nyou think are flaws are so\nannoying.\n\nAdelaide almost says something, but doesn’t.\n\nKITTY (CONT'D)\n\nWhat?\nADELAIDE\nNothing.\nKITTY\nI'm kidding. Tell me...\nADELAIDE\nSometimes I have a hard time...\ntalking.\nKITTY\nYou ever wonder “what if... What if\n\nthings had happened differently?”\n\nADELAIDE\nI don’t know what you mean?\n\nKITTY\n\nYou mean the What-if-I-never-got-\nmarried-and-had-kids question? Um,\nyeah. I’m having it literally right\nnow. Trust me. The girls have just\ngotten to the age where I feel like\nI can finally go to the spa once a\nweek for ‘me time.’\n\nADELAIDE\n“Me time?” What’s that?\n\nKITTY\nIt’s mandatory.\n\f30.\n\nDOWN BY THE WATER...\n\nBecca approaches Jason. Lindsey does cartwheels. She lands on\nthe sand structure he’s making.\n\nLINDSEY\n(to Jason)\nOops. Oh shit! My bad.\nLindsey continues cartwheeling back and forth.\n\nJASON\nIt doesn’t matter.\n\nBecca offers Jason the kite reel.\nBECCA\nWanna try? It’s pretty dumb, but\nyou might like it.\n\nJASON\nUm. Okay.\n\nLINDSEY\nThe wind’s good.\n\nJason tries to fly the kite. Lyndsey cartwheels over to Zora\nwho reads on the beach.\n\nBECCA\nYour brother's so weird.\n\nZORA\nHe just has a problem focusing.\n\nThey look over at Jason who tries to fly the kite while\nwatching his own hand snap.\n\nBECCA\n\nAre you going in the water..?\nZORA\n\nI’m good.\nBECCA\n\nWhy not?\n\nJason gets up and walks away from the water.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nZORA\n\nI’m good. BECCA\n\nWhy not? Jason gets up and walks away from the water. \n\nTARGET SECTION TO BE ANNOTATED:\nZORA\nWhere are you going?\n\nJASON\nTo the bathroom.\n\f31.\nCONTINUED:\n\nBECCA/LINDSEY\nWhy don’t you pee in the ocean?\n\nLINDSEY\nJinx.\nEXT. BEACH PICNIC - DAY\n\nKitty and Adelaide don’t notice.\n\nKITTY\nYou ever wish you kept dancing?\nADELAIDE\nSometimes.\nKITTY\nI mean you were, like, really good\nright?\nADELAIDE\n\nI peaked at fourteen.\n\nKITTY\nDidn’t we all?\n\nJason passes by them as he heads towards the Port-O-Potties.\n\nEXT. BEACH. PORT-O-POTTY - DAY\n\nJason takes a long walk past sunbathers and other people to\nthe port-o-potty near the boardwalk, becoming increasingly\nremote from the group. When he arrives at the port-o-potty a\nsour older lady emerges. He lets her pass and then goes\ninside.\n\nEXT. BEACH. PICNIC - DAY\nAdelaide continues with Kitty.\nADELAIDE\nThere was this one competition\nwhere I did a piece from “The\n\nNutcracker”...\n\nKITTY\nI love “The Nutcracker.”\n\f32.\nCONTINUED:\n\nADELAIDE\nYou know the ‘Grand Pas de Deux’?\nIt’s the pretty one, at the end of\nthe ballet.\n\nKITTY\nOh! Where she flies into the\nprince’s arms.\n\nADELAIDE\nYeah.\n\nKITTY\nOkay, can I tell you? I cry at that\npart every time.\n\nJosh interrupts from afar.\n\nJOSH\nYou cry? Really?\nKITTY\n(To Josh)\n\nNo one’s talking to you.\n(To Adelaide)\nYou were saying...\n\nADELAIDE\nThe ‘Grand Pas’ is supposed to be a\ndance for two, but I turned it into\na solo.\n\nKITTY\nUm... that’s badass.\n\nADELAIDE\nNerve-racking. I thought I’d get\ndisqualified, but when I finished\nthe audience went crazy. I won\nfirst prize. It was the best moment\nof my life...besides Zora and\nJason's birth.\n\nKITTY\nThe girls don’t make my top ten, by\nthe way. I’m convinced I would be a\nmovie star if I didn’t have them at\nexactly the wrong time...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was the best moment\nof my life...besides Zora and\nJason's birth. KITTY\nThe girls don’t make my top ten, by\nthe way. I’m convinced I would be a\nmovie star if I didn’t have them at\nexactly the wrong time... \n\nTARGET SECTION TO BE ANNOTATED:\nAdelaide starts watching people on the beach around them as\nKitty drones on. A guy chases his girlfriend who screams. A\nsmall group of people laugh hard. A teen play fights with his\nbrother. Each vignette seems to make Adelaide increasingly\nnervous but she hides it well.\n\f33.\nCONTINUED:\n\nKITTY (CONT'D)\n\n...I trained at Stella Adler and\nbooked two commercials before I met\nJosh, and totally stopped\nauditioning when I got preggers.\nThen the move to San Fransisco was\nlike a fucking career killer. The\nwhole thing was supposed to be I\nwould fly out for auditions but\nthat never happened. I put myself\non tape for like half a year, but\nit’s really not the same. You have\nto be in the room for things to\nfall into place.\n\nA red frisbee falls onto the towel they’re sitting on.\nAdelaide is startled.\n\nKITTY (CONT'D)\nJesus!\n\n(To Adelaide)\nOh, look.\n\nAdelaide looks down. The frisbee has landed perfectly on one\nof the towel’s large, printed polka dots. Adelaide picks it\n\nup, revealing the same colored dot underneath. It really is\n\neerily perfect. Adelaide is quietly concerned.\n\nKITTY (CONT'D)\n\nWhoa. That’s crazy. We’ve been\nhaving so many weird coincidences\nhappening lately.\n\nA guy runs over to claim the frisbee. Adelaide gives it to\nhim.\n\nGUY\nThanks.\n\nHe leaves. Adelaide looks over and sees the twins playing\nnear Zora. No Jason.\n\nKITTY\nNo “I'm sorry”? Dick. Anyway, we\nshould go back to our place. I\nthink it’s ‘vodka ‘o clock.’\n\nADELAIDE\nWhere’s Jason?\n\f34.\n\nEXT. BEACH PORT-O-POTTY. DAY\n\nJason comes out of the port-o-potty and starts walking back\nto the beach but stops when he notices something strange. A\nman stands facing away from him on the beach about twenty\nyards away. The man has his arms stretched out at his sides\nin a relaxed manner, like a yoga pose. Other people walk\naround him, only occasionally noticing him. Jason is\ntransfixed. He walks slowly and wide around the man trying to\nsee his face. It’s tense.\n\nEXT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe walks slowly and wide around the man trying to\nsee his face. It’s tense. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BEACH. PICNIC. DAY\n\nAdelaide looks around with increasing concern.\n\nADELAIDE\nWhere’s Jason?\nKITTY\n(looking)\nHe's...\nADELAIDE\n\nGabe..? Where’s Jason?\n\nGabe looks around.\nADELAIDE (CONT'D)\n(calling out)\n\nJason...?! Jason...!!\nEXT. BEACH PORT-O-POTTY. DAY\nJason takes another step towards the strange man with\noutstretched arms. He can almost see his profile. He stops\n\nwhen he notices the man has dried blood on his hands.\n\nADELAIDE (0.S.)\nJason! !!!\n\nJason runs back scared.\n\nEXT. BEACH. DAY\nJason arrives back at Adelaide’s side.\n\nADELAIDE\nWhere were you?!\n\nJASON\nI went to the bathroom.\n\f35.\nCONTINUED:\n\nADELAIDE\nNo! You don’t do that. You don’t\nrun off without telling me...?!\n\nShe shakes him.\n\nJASON\nOw!\n\nJason’s shoulder is hurt. He looks scared. Adelaide looks\naround. Everyone nearby watches. She catches her breath and\nhugs him.\n\nADELAIDE\nDon’t do that to me, understand?!\n\nJosh and Kitty look at each other. Little awkward.\n\nGABE\n(Josh and Kitty)\nLong day. Let’s get together\ntomorrow.\n\nKITTY\n(To the voyeurs)\nShow’s over, thanks.\n\nEXT. WOODED ROAD. DUSK\n\nThe Wilsons drive home.\n\nINT. CAR. DUSK\n\nThe Wilsons are sun-beaten and tired. They're all still a\nlittle shaken from Adelaide's freak-out. The radio is on.\n\nNEWS RADIO ANCHOR\nAnd authorities are in an active\ninvestigation of several stabbings\nthat occurred earlier today\noriginally thought to be unrelated,\nbut authorities now say they are\ninvestigating possible links...\n\nAdelaide turns the radio off.\n\nINT. WILSON’S CAR. NIGHT\n\nThe Wilson’s pull into the driveway. All is quiet. Gabe\nsuddenly turns to the kids in the back.\n\f36.\n\nINT. WILSON'S BAYSIDE HOUSE. FAMILY ROOM. NIGHT.\n\nGabe lays on the couch watching TV. Adelaide closes the\ncurtains.\n\nGABE\n.»-You saw their new car right? He\nhad to do it.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nAdelaide closes the\ncurtains. GABE\n.»-You saw their new car right? He\nhad to do it. \n\nTARGET SECTION TO BE ANNOTATED:\n He just had to get\nthat thing to fuck with me too.\nJason runs down the hallway to his room.\nADELAIDE\nI guess mission accomplished.\n(Yelling to Jason)\nDon’t run!\n\nZora comes out of the bathroom and stops by Jason's.\n\nINT. WILSON’S BAYSIDE HOUSE. JASON’S BEDROOM. NIGHT\nAs Jason lands on his bed, Zora enters.\n\nZORA\nWay to freak mom out.\n\nShe leaves.\n\nINT. WILSON’S BAYSIDE HOUSE. FAMILY ROOM. NIGHT\n\nGABE\nYou good?\n\nAdelaide nods unconvincingly.\n\nADELAIDE\nYeah. I’m gonna say goodnight.\n\nAdelaide starts going down the hallway.\nGABE\nOkay... I’m just waiting for the\nGiants highlights. I’1l see you in\nthe magic room.\n\nINT. WILSON’S BAYSIDE HOUSE. ZORA'S ROOM. NIGHT\n\nAdelaide peeks in. Zora is under her blanket. It glows with\nthe light of the phone.\n\f37.\nCONTINUED:\n\nADELAIDE\nNight night.\n\nZORA\nGoodnight...\n\nADELAIDE\nPhone off.\n\nAfter a beat the light goes off. Adelaide walks away.\n\nThe light goes back on.\n\nINT. WILSON’S BAYSIDE HOUSE. JASON’S ROOM. NIGHT\nJason sits on his bed by his window.\n\nJASON\nLook.\n\nHe points too his digital alarm clock which displays “11:11”\nAdelaide pauses.\n\nADELAIDE\nPast your bedtime...\n\nJason tries to snap his “spark starter”\nADELAIDE (CONT'D)\nIf you want, we can go into town\n\ntomorrow and get you a new one.\n\nJASON\nIt’s okay. Grandma got me this one.\n\nAdelaide enters and sits on his bed.\n\nADELAIDE\nMask off.\n\nShe takes his mask off rubs his head and kisses it.\n\nJASON\nYou thought I was dead?\nADELAIDE\nOh. No... I didn’t know if you were\n\nlost, or taken...\n\nJASON\nBy bad people, right? Like\nterrorists and psychos.\n\f38.\nCONTINUED:\n\nADELAIDE\nYes, there are. As long as you’re\nwith me, I’ll keep you safe...\nOkay?\n\nJason nods. Adelaide gets up and goes to the door.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nOkay? Jason nods. Adelaide gets up and goes to the door. \n\nTARGET SECTION TO BE ANNOTATED:\n She sees a\ndrawing of a stick figure facing another stick figure who\nfaces away from the first.\n\nADELAIDE (CONT'D)\nWho is this?\n\nJason shrugs.\nAdelaide She goes to the window and closes the curtains.\n\nJason looks at her. He’s confused but nods in agreement.\nAdelaide, shook, nods as well.\n\nINT. WILSON’S BAYSIDE HOUSE. MASTER BEDROOM. NIGHT\n\nAdelaide stares out the window. Gabe enters brushing his\nteeth.\n\nGABE\nYou know, I was thinking about\ngetting fishing gear tomorrow. Four\nrods. We could all go. We could\nfish from the dock. Of course,\nthere’s the boat too. If we get out\nthere in open water, just sayin’,\nbut I’m not trying to force\nanyone...\n\nHe notices Adelaide’s stillness.\n\nGABE (CONT'D)\nHey...\n\nShe doesn’t answer, just stares out the window transfixed.\nGabe looks in the direction she’s looking, but sees nothing.\n\nADELAIDE\nI want to go.\n\nGABE\nGo? Where?\n\nADELAIDE\nHome. I can’t be here. It’s too\nmuch.\n\f39.\nCONTINUED:\n\nGABE\nYou serious?\n\nADELAIDE\nBeing here, it’s like there’s this\nblack cloud hanging over me, and...\nI don’t feel like myself.\n\nGABE\nWell I think you’re you.\n\nADELAIDE\nGabe, I need to tell you something\nand I just need you to listen.\n\nGABE\nOkay...\n\nADELAIDE\nWhen I was a kid I went to that\nboardwalk with my parents. I\nwandered off. I don’t know why, but\nI did. I ended up in that hall of\nmirrors, and...\n\nFLASHBACK...\n\nINT. VISION QUEST. NIGHT\n\nYoung Adelaide stands in the dark mirror-lined hallway as we\nlast left off. She faces the back of the other girls head.\n\nPRESENT DAY...\n\nINT. WILSON'S BAYSIDE HOUSE. MASTER BEDROOM. NIGHT\n\nAdelaide stares out the window. Gabe’s on the bed.\n\nADELAIDE\n.-.-There was another girl in there.\nShe looked like me... Exactly like\n\nme.\n\nFLASHBACK...\n\nINT. VISION QUEST.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nFLASHBACK... INT. VISION QUEST. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\n\nAdelaide stares, stunned by the back of what she thought was\na reflection.\n\nNow the other girl begins turning towards Adelaide revealing\n\f40.\nCONTINUED:\nan intense, hateful smile that pierces through the darkness.\nShe’s shrouded in darkness, but from what we can make out\nlooks just like Adelaide.\n\nPRESENT DAY...\n\nINT. WILSON’S BAYSIDE HOUSE. MASTER BEDROOM. NIGHT\nGabe, on the bed, is confused and silent for a moment.\n\nGABE\nYou were in a house of mirrors--\n\nADELAIDE\n--No. She wasn’t a reflection. She\nwas real. She...\n\nFlashback...\n\nINT. VISION QUEST. NIGHT\n\nBefore Adelaide can scream, the other girl grabs her by the\nthroat with both hands and SCREAMS IN HER FACE WITH GLEEFUL\nRAGE.\n\nPresent day...\n\nINT. WILSON’S BAYSIDE HOUSE. MASTER BEDROOM. NIGHT\nAdelaide confides in Gabe.\n\nADELAIDE\n-..-She tried to kill me. She tried\nto choke me. I got away; I ran as\nfast as I could. My whole life I've\nfelt like she’s still coming for\n\nme.\nGABE\nWhatever happened, it was a long,\ntime ago.--\nADELAIDE\n\n--You know when things line up? The\ncoincidences..? Since we’ve been up\nhere they’ve been happening more\nand more... I think they mean she’s\ngetting closer.\n\nGABE\nThe girl who looks like you?\n\f41.\nCONTINUED:\n\nADELAIDE\nYou don’t believe me.\n\nGABE\nI do, I do... I’m just...\nprocessing...\n\nHe looks at her.\n\nGABE (CONT'D)\nYou know I’m here, right? I mean,\nI'm pretty sure I could kick your\nas, so if she looks like you...\nOkay, not funny. My bad, I’m just\ntryin’ to lighten the mood--\n\nThe lights cut out.\n\nGABE (CONT'D)\nAh, shit.\n\nADELAIDE\nNo!\n\nGABE\nPerfect timing. See, this is why\nJosh has a back up generator...\n\nGabe starts towards the door. Jason stands in the doorway.\nGabe is startled.\n\nGABE (CONT'D)\nJesus. We lost power.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nGabe is startled. GABE (CONT'D)\nJesus. We lost power. \n\nTARGET SECTION TO BE ANNOTATED:\n I’m gonna fix\nit. Go back to bed.\n\nJASON\nThere’s a family in our driveway.\n\nAdelaide and Gabe look at each other.\n\nINT. WILSON BAYSIDE HOUSE. FOYER. NIGHT\nAdelaide, Gabe and Jason stand out the front door window.\n\nFour people stand near the edge of the property silhouetted\nby the moonlight. Their contour seem to fit the same familial\narchetypes as the Wilsons themselves. On the left, a boy:\nhunched and wavering; Next to him, a father: hulking with\nhead tilted oddly; Next, a mother: still and poised. On the\nright, a daughter: thin and sleek.\n\nAdelaide watches in horror.\n\fCONTINUED:\n\nGABE\n(to himself)\nHuh. Now who is that?\n\nGABE\n\n42.\n\nADELAIDE\nWe have to get out of here.\n\nHold on. It’s just a family. You\n\nscared of a family?\n\nJASON\n\n.--A boogie man’s family.\n\nZora enters from the hallway.\n\nZORA\nWhat?\n\nADELAIDE\n\nZora, give me your phone?\n\nZORA\nI’m not on it!\n\nADELAIDE\nZora.\n\nShe hands Adelaide the phone. Adelaide calls 911.\n\nZORA\nWho’s that?\n\nGABE\n\nIt's just a family...\n\noutside..\n\nZORA\n\nIt’s standing\n\n. probably neighbors.\n\nYou're kidding me right?\n\nJASON\nI’m scared.\n\nADELAIDE\n(to operator)\n\nHello. My name is Adelaide Wilson.\nWe're at 2311 Seagull Way...\n\nGABE\nWhoa. You really callin’ 911?\nLook. Everything’s good. We\nlost power alright? I’m gonna\nfix it, and I’m gonna find\nout what they want. Let’s all\ntry not to freak out.\n\nADELAIDE (CONT'D)\nThere are four trespassers\nhere on our property...\nYes... No we don’t... Can you\nsend us someone immediately;\nI don’t think we’re safe.\n\f43.\nCONTINUED:\n\nGabe unlocks the door.\n\nADELAIDE (CONT'D)\n\nGabe!!\nZORA\nDad.\nGABE\nThey probably need help. Hang\ntight.\n\nGabe walks out.\n\nEXT. WILSON’S BAYSIDE HOUSE. FRONT LAWN.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. WILSON’S BAYSIDE HOUSE. FRONT LAWN. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\n\nGabe opens the front door and steps out trying to look\nconfident and casual.\n\nGABE\nOut here tryin’ to have a vacation;\nmy whole family’s lost their damn\nminds.\n\nThe four figures stand there, evenly spaced, about fifteen\nyards away from the house.\n\nGABE (CONT'D)\nHey!\n\nThe figures look dead at him.\n\nGABE (CONT'D)\nCan I help you?\n\nNothing.\n\nINT. WILSON’S BAYSIDE HOUSE. FOYER. NIGHT\n\nADELAIDE\nFourteen minutes..? No... No...\nTell them to come faster...\n\nZORA\nMom. .?\n\nADELAIDE\nOkay... Yes, yes. Hurry! Gabe!\n\f44,\n\nEXT. WILSON'S BAYSIDE HOUSE. FRONT LAWN. NIGHT\nGabe takes a couple steps towards the strangers.\nNothing.\nGABE\nIf y'all are out here tryin’ to\nscare people, you picked the wrong\nhouse for that...\n\nGabe squints to try to see their faces.\n\nGABE (CONT'D)\n(losing confidence as he\n\ngoes)\nOkay, I asked you nice. Now I’m\ngonna need you get off my... get\n\noff my property.\nGabe almost says something else, but the lack of motion or\nresponse from the strangers tells him something might in fact\nbe very wrong.\n\nINT. WILSON'S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\n\nGabe backs into the house. He’s shook. That’s not how he\nexpected that to go.\n\nGABE\nOkay, let’s call the cops.\nADELAIDE\nI did. They’re fourteen minutes\naway.\nGABE\n\nWhat...? Fourteen minutes? Okay...\nJason, get me the bat.\n\nJASON\nThe bat?\n\nGABE\nThe baseball bat... The bat!\nThere’s one in the--\n\nZORA\nHere.\n\nZora rushes gets the bat from the closet and brings it to\nGabe.\n\f45.\n\nCONTINUED:\n\nADELAIDE\n\nGabe...\nGABE\n\nOkay, hold on. I’m gonna try again.\nADELAIDE\n\nNo.\nGABE\n\nIt’s okay... It’s okay...\n\nGabe starts out the door.\n\nEXT. WILSON'S BAYSIDE HOUSE. FRONT LAWN.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. WILSON'S BAYSIDE HOUSE. FRONT LAWN. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\n\nGabe walks out. He means business this time.\n\nGABE\nThe cops’1l be here any minute.,\nSo... They know you're trespassing\n\nand harassing us...\nAgain, they do nothing.\n\nGABE (CONT'D)\nOkay, well. Suit yourselves. If I\nwere you, I’d--\n\nAll of a sudden, with a quick and coordinated dart, the “BAD\nFAMILY\" break formation. Gabe shudders. The “BAD DAUGHTER”\ngoes left, and the “BAD SON” gets on all fours and scurries\nright. Gabe falls back instinctively as the “BAD FATHER”\ncomes directly towards him.\n\nGABE (CONT'D)\nHey, hey, hey...\nINT. WILSON’S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\n\nGabe backs up into the house and shuts the door just as the\n“Bad Father” arrives with a SLAM.\n\nGABE\nThey're going around. Is the back\ndoor locked?\n\nZORA\nMy window’s open!\n\nZora takes off running towards her room.\n\f46.\nCONTINUED:\n\nADELAIDE\nZora, no!\n\nAdelaide leaves Jason to pursue Zora.\n\nINT. WILSON'S BAYSIDE HOUSE. ZORA’S BEDROOM. NIGHT\n\nZora makes it to her window and locks it just as the “Bad\nDaughter” climbs up a tree with lizard speed. Zora starts\nbacking out of the room terrified as Adelaide comes and grabs\nher.\n\nINT. WILSON'S HOUSE. FOYER/LIVING ROOM. NIGHT\nThe front door THUMPS rhythmically.\nGABE\n\nI’m serious, man\nyour damn head!!\n\nt!! I will break\nI\nINT. WILSON BAYSIDE HOUSE. KITCHEN BREAKFAST TABLE. NIGHT\n\nJason looks at a nearby window. He gets closer to the glass\nand tries to peek out...\n\nSuddenly the “Bad Son’s” head pops up close. He wears a\nrubber burn mask.\n\nAdelaide rushes in with Zora and pulls Jason close.\n\nA SHARP WHISTLE cuts through the silence. That familiar tune,\n“Itsy Bitsy Spider,” terrorizes Adelaide.\n\nIt’s her. The “BAD MOTHER” walks slowly past the windows\ntowards the front door.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat familiar tune,\n“Itsy Bitsy Spider,” terrorizes Adelaide. It’s her. The “BAD MOTHER” walks slowly past the windows\ntowards the front door. \n\nTARGET SECTION TO BE ANNOTATED:\nA few FOOTSTEPS THUMP on the roof.\n\nEXT. WILSON'S BAYSIDE HOUSE. FRONT LAWN. NIGHT\n\nWe still can’t see their faces, but the “Bad Mother” arrives\nat the front door. The “Bad Father” stops BANGING THE DOOR\nShe lifts a rock near the front steps.\n\nINT. WILSON'S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\n\nGabe takes a few deep breaths while the family huddles behind\nhim in the living room.\n\f47.\nCONTINUED:\n\nSuddenly from outside a KEY GOES IN THE LOCK!\n\nADELAIDE\nThe key.\nGABE\nWhat key?!\nADELAIDE\nThe damn “Hide-a-key!”\nGABE\nHide-a-key”? What kind of white-\nshit...?!?\n\n \n\nThe door opens with force. Gabe tries to hold it shut, but\nthe Bad Father opens it anyway. He swings at the “Bad Father”\nwho catches the bat and takes it away, as if Gabe were a\nchild. He brings the bat down on Gabe’s knee with a CRACK.\nGabe goes down.\n\nGABE (CONT'D)\nAaaaahhhhhggg!!!!\n\nAdelaide, Zora and Jason back up into the living room. To\ntheir left, the “Bad Son,” obscured by curtains scurries past\nthe window.\n\nTo their right, a Sky light crashes. The “Bad Daughter,”\nfalls into the kitchen.\n\nThe “Bad Father” and “Bad Daughter” back the Wilsons into the\nLiving room as the “Bad Son” scurries past the windows.\nAdelaide holds her children close as Gabe tries to get up.\nWincing, he stumbles back into the living room in agony. The\n“Bad Father” follows him in to the room slowly, bat in hand.\n\nZORA\n(whispers)\nMom?\n\nMOM\nIt’s okay. Just stay close.\n\nThe “Bad Daughter” turns into the living room.\n\nThe “Bad Mother” enters. She is RED, Adelaide’s doppleganger.\nShe walks in a calm erudite manner; the clear head of her\nfamily.\n\nIt’s dark. Red arrives at the chair in front of them and\nsits. She motions for them to sit.\n\f48.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nRed arrives at the chair in front of them and\nsits. She motions for them to sit. 48. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nThe “Bad Son”, smashes a hole in the back porch door window\nand enters.\n\nThe Wilson's sit on the couch. Except for Gabe who tries to\nstand aided by the arm of the couch.\n\nThe “Bad Son” lights a match in his hand with a SNAP. The\nfireplace erupts in flames.\n\nThe fire backlights the “Bad Family.” The “Bad Son” shuffles\nto Red's side and sits like a dog. She strokes his masked\nhead.\n\nWe still can’t really see their features in full, but at this\npoint it’s clear that these home invaders are DOPPLEGANGERS\nof the Wilsons.\n\nABRAHAM, Gabe’'s doppleganger, seems a little out of it. His\nattention wanders like a rampage killer lost in some kind of\npsychotic break.\n\nUMBRAE, Zora’s doppleganger, stands with perfect posture,\nsleeked back hair, and an evil little smirk.\n\nPLUTO, Jason’s doppleganger, breathes thick under his mask.\nHe carries himself like an animal.\n\nThe entire “Bad Family” wear red jumpsuits with and sandals\nand one glove.\n\nZora starts freaking out.\n\nZORA\nWhat..? What..?\n\nJASON\n(under his breath)\nIt’s us.\n\nGabe isn’t ready to believe what’s in front of him.\n\nGABE\nWe don’t have anything here. This\nis our summer home. We got in\ntoday, so--.\n\nADELAIDE\n--Gabe...\n\nRed clears her throat silencing Gabe. She speaks. Her voice\nis quiet and craggy like it’s never been used.\n\fCONTINUED:\n\n49,\n\nRED\nOnce upon a time, there was a girl,\nand the girl had a shadow.\nThe two were connected; tethered\ntogether. So whatever happened to\nthe girl happened to the shadow...\nWhen the girl ate, her food was\ngiven to her, warm and tasty, but\nwhen the shadow was hungry, she had\nto eat rabbits, raw and bloody. On\nChristmas the girl received\nwonderful toys, soft and cushy, but\nthe shadow’s toys were so sharp and\ncold they’d slice through her\nfingers when she played with them.\nTime passed.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhen the girl ate, her food was\ngiven to her, warm and tasty, but\nwhen the shadow was hungry, she had\nto eat rabbits, raw and bloody. On\nChristmas the girl received\nwonderful toys, soft and cushy, but\nthe shadow’s toys were so sharp and\ncold they’d slice through her\nfingers when she played with them. Time passed. \n\nTARGET SECTION TO BE ANNOTATED:\n They both got older,\nand one day the girl met a handsome\nprince and fell in love. At that\nsame time, the shadow met Abraham.\nIt didn’t matter if she loved him\nor not, he was tethered to the\ngirl's prince after all. Then the\ngirl had her first child; a\nbeautiful baby girl... but the\nshadow... she gave birth to a\nlittle monster. Umbrae was born\nlaughing. The girl had a second\nchild, a boy this time. They had to\ncut her open and take him from her\nbelly. The shadow had to do it all\nherself. She named him Pluto. He\nwas born to love fire.\n\nPluto growls at Gabe.\n\nRED (CONT’D)\nSo you see, the Shadow hated the\ngirl so much for so long, until one\nday she realized that she wasn’t\nbeing punished by the girl at all.\nShe was being tested by God.\n\nINT. WILSON HOUSE. LIVING ROOM. NIGHT.\n\nGabe tries\n\nto present a non-chalant tone, and pull Red’s\n\nattention off Adelaide.\n\nGABE\nLook, Here’s my wallet. Take the\ncar.\n\nADELAIDE\n\nGabe.--\n\f50.\nCONTINUED:\n\nGABE\n--Take whatever you want. Hell, you\ncan take the boat, for all I care.\n\nZORA\n(through tears)\nNobody wants the boat, dad.\n\nGABE\nHow about this. Take me to the ATM.\nI’ll get all the cash I can take\nout, and you can go. We won’t\nsay... We won’t say shit..\n\nGabe, who has been in denial of the supernatural element at\nplay, loses steam.\n\nGABE (CONT'D)\nWhat are you people?\n\nHe finally gets Red’s attention. She turns her head,\ndisappointed with the question.\n\nRED\nWhat are we...?\n\nRed leans in.\n\nRED (CONT’D)\n...We’re Americans.\n\nRed holds up bronze colored handcuffs. She gives them to\nPluto who walks to Adelaide and stands on the table.\n\nRED (CONT’D)\nTether yourself to the table.\n\nGABE\nAddy... no. Don’t--\n\nRED\n(to Gabe)\n--Or maybe I should cut something\noff of you.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nRED (CONT’D)\nTether yourself to the table. GABE\nAddy... no. Don’t--\n\nRED\n(to Gabe)\n--Or maybe I should cut something\noff of you. \n\nTARGET SECTION TO BE ANNOTATED:\nAbraham takes a step towards Gabe.\n\nADELAIDE\nJust don’t hurt the children.\n\nAdelaide puts the handcuffs on one wrist and in connects them\nto the heavy coffee table.\n\f51.\nCONTINUED:\n\nGABE\nHey, hey...!\n\nAbraham grabs him by the wrist. Gabe tries to resist, but his\nknee is jacked and he’s simply not as strong.\n\nGABE (CONT'D)\nHey. Don’t touch me. Get off!\n\nADELAIDE\nNo!\n\nAbraham pulls Gabe out the back living room door and off the\nback poRch. It’s easy as if he’s dragging a toddler in full\ntantrum.\n\nADELAIDE (CONT'D)\nOkay... okay...\n\nRED\n(To Zora)\nLittle girl...\n\nZora shrinks in fear.\n\nZORA\nMom?\n\nRED\nRun.\n\nUmbrae takes a menacing step towards Zora who gets up off the\ncouch. Zora looks at Adelaide who nods at her. Zora quickly\nruns to the front door. Umbrae slinks after her.\nADELAIDE\n(To Red)\n\nYou want me right?\nEXT. WILSON’S BAYSIDE HOUSE. FRONT LAWN. NIGHT\nZora bursts out the door and runs fast down the street.\nUmbrae walks into the middle of the street and watches her\nrun. She stretches her arms and legs.\nINT. WILSON’S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\nAdelaide holds Jason tight on the couch. Red pets Pluto.\n\nRED\nGo play, boys.\n\f52.\nCONTINUED:\n\nPluto hops on the coffee table and hold his hand out to Jason\nlike a trained animal.\n\nJASON\nMom?\n\nADELAIDE\nNo. He’s not going.\n\nRED\nBe careful. He has a temper.\n\nPluto starts to growl. Adelaide holds it together, but her\nvoice shakes. She looks in Jason’s eyes which he diverts.\n\nADELAIDE\nOkay. Okay. It’s okay. Look at me.\nYou're going to be okay. Show him\none of your tricks.\n\nAdelaide gives Jason a look that seems to say “be smart.”\nJason's scared, but he stands. Pluto grunts jovially and\nfollows him upstairs.\n\nRED\nDon’t burn the house down.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nAdelaide gives Jason a look that seems to say “be smart.”\nJason's scared, but he stands. Pluto grunts jovially and\nfollows him upstairs. RED\nDon’t burn the house down. \n\nTARGET SECTION TO BE ANNOTATED:\nRed and Adelaide are alone in the living room. They sit\nacross from one another in silence.\nEXT. WILSON’S BACK YARD. NIGHT\n\nAbraham kicks Gabe, who can barely stand, down the back porch\nstairs. Abraham follows him down slowly.\n\nGABE\nOk, wait. Wait, wait, wait--\n\nABRAHAM\nBlahflabumbalavlamlubala!!!!!\n\nAbraham knocks Gabe out with the blunt end of his scissors.\nHe looks over at some garbage nearby.\nEXT. WILSON'S HOUSE. FRONT LAWN. NIGHT\n\nZora is about 100 yards away and still running hard. At the\nend of the street is a house.\n\nUmbrae slowly walks back and forth, stretching her arms in\nanticipation. She watches Zora get smaller in the distance.\n\f53.\nCONTINUED:\n\nGabe can be heard struggling on the other side of the house.\nGABE (0.S.)\nNo!!! No!!!\nINT. WILSON’S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\n\nRed watches Adelaide hear Gabe’s cries.\n\nINT. HALLWAY CLOSET. NIGHT\n\nPluto leads Jason into the closet. Jason moves a sock in the\ndoor crack with his foot so the door can’t shut all the way.\n\nINT. CLOSET. NIGHT\n\nPluto breathes heavily under the mask. Jason raises his arm\nand Pluto does the same, mirroring him.\n\nEXT. WILSON'S BAYSIDE HOUSE. FRONT LAWN. NIGHT\n\nZora is now almost gone down the street. Umbrae finishes\npacing and joint cracking.\n\nINT. WILSON’S BAYSIDE HOUSE. FOYER/LIVING ROOM . NIGHT\n\nADELAIDE\nWhat do you want?\n\nRed watches her.\n\nADELAIDE (CONT'D)\nWhat?!\n\nRED\nYears ago I had a vision. In this\nvision I saw a line of blood on the\nsoil that stretched as far as I\ncould see.\n\nRed stands. She slowly walks to Adelaide’s side.\n\nRED (CONT'D)\n\nDuring this vision God spoke to me.\nHe said “the only way for a soul to\ntruly be free is to sever the tie”.\nAnd his voice... It was the most\nbeautiful sound I’ve ever heard...\n\f54.\nCONTINUED:\n\nA moment of silence.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was the most\nbeautiful sound I’ve ever heard... 54. CONTINUED:\n\nA moment of silence. \n\nTARGET SECTION TO BE ANNOTATED:\n Red places her hand on Adelaide’s head\nand slowly pushes it to the table.\n\nRED (CONT’D)\nI call it “The Untethering.”\n\nINT. WILSON'S BAYSIDE HOUSE. CLOSET. NIGHT\n\nPluto holds a lit match. Jason is so scared, but starts to\nlift Pluto’s mask. Before we can see his face, the match goes\nout. It’s dark again. Pluto strikes another match and\nilluminates his awful face. It’s identical to Jason’s but the\nbottom half is covered in burn scars. Jason WHIMPERS.\n\nEXT. DOWN THE STREET. NIGHT\n\nZora is out of breath. Her running slows to a walk. She turns\nto look behind her, but doesn’t see anything. She turns\nforward and keeps walking just as we see a shadowy figure\ncome into view in the distance behind her, closing in fast.\n\nAfter a few paces, she turns around just as the figure runs\nwide behind her. Again, she sees nothing. Crying, she turns\nback to proceed and finds herself face-to-face with Umbrae,\nwho's curled around in front of her.\n\nZora SCREAMS.\n\nINT. WILSON’S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\nRed continues to Adelaide’s face on the coffee table.\n\nRED\nI’ve wondered if you did too... See\nthis day coming.\n\nThe glass starts to splinter. Red is so strong.\n\nEXT. DOWN THE STREET. NIGHT\n\nWith little steam left. Zora runs around a car; Umbrae goes\nto the other side of it. Zora sees Umbrae stalking her\nthrough the windows. Suddenly Umbrae goes down disappearing\nbehind the door. Zora terrified goes down too. She looks\nunderneath but sees nothing; no feet. Zora looks up. Umbrae\nis on the roof of the car leaning over her\n\f55.\n\nEXT. OPEN WATER. NIGHT\n\nThe MOTORBOAT BUZZES. Gabe comes to in pitch black. He pokes\na hole. He’s in a garbage bag, lying in the back of his own\nboat. He looks through the torn hole at Abraham who stands at\nthe steering wheel with his back to Gabe. Gabe looks around.\nThe bat is propped up by Abraham who also has his scissors in\nhis hand.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe looks through the torn hole at Abraham who stands at\nthe steering wheel with his back to Gabe. Gabe looks around. The bat is propped up by Abraham who also has his scissors in\nhis hand. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s a life preserver floatation device attached\nto a coiled rope and tethered to the boat.\n\nGabe starts slowly and quietly to pull himself out of the\nbag. He peers behind them. The lights of the shore are far\nand getting further away.\n\nHe reaches for the floatation device and slowly pulls it\ntowards him. Suddenly the boat’s motor coughs. It’s failing.\nAbraham turns as Gabe shrinks back into the garbage bag.\nAbraham walks over. He doesn’t notice the coil of unwound\nrope he’s standing inside of.\n\nAbraham begins BANGING the motor exactly the way Gabe did\nearlier. It’s being stubborn.\n\nGabe slowly crawls forward and gets the bat. He sneaks up\nbehind Abraham and swings just as Abraham turns around,\nknocking him off the boat. As he falls, the rope tangles\naround Abraham’s foot, cinching into a knot. The floatation\ndevice and rope goes overboard with him.\n\nGABE\nHa, ha..! Fuck you!\n\nGabe hits the motor with the bat in triumph; the motor revs\ninto action. The boat takes off, sending Gabe off the back\nand into the water. The boat drives away. Gabe wades\nfrantically. He looks around, but doesn’t see Abraham.\nThen... Suddenly, Abraham surfaces and swings his scissors at\nGabe but the boat is now far enough away that the rope around\nAbraham’s ankle goes taught and he is pulled away.\n\nGabe is left there, bobbing in the water, as the boat pulls\nAbraham away on his belly, like an unwilling waterskier.\n\nGabe watches, as the boat WHIRS away into the dark, night\nwater.\n\nGABE (CONT'D)\nGoodbye.\nINT. WILSON’S BAYSIDE HOUSE. UPSTAIRS CLOSET. NIGHT\n\nPluto continues to mirror Jason’s wrist. Jason starts his\nsnapping. Pluto snaps, lighting a match. Pluto is intrigued.\n\f56.\nCONTINUED:\n\nThe snapping continues, but nothing happens. Pluto’s GUTTURAL\nBREATHs BUILD TO AN ANGRY GRUNT.\n\nEXT. DOWN THE STREET. NIGHT\nUmbrae gets closer and closer to Zora.\n\nJust then DON, a large old man, comes out of the nearby\nhouse.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOWN THE STREET. NIGHT\nUmbrae gets closer and closer to Zora. Just then DON, a large old man, comes out of the nearby\nhouse. \n\nTARGET SECTION TO BE ANNOTATED:\nDON\nThe Fuck?! Get off my car!\n\nUmbrae turns. Zora takes the moment to flee back towards the\nhouse.\n\nDON (CONT’D)\nCome here. Come here...\n\nUmbrae gets off the car ready to pursue Zora. Don walks\ntowards Umbrae.\n\nDON (CONT’D)\nHey, kid! I’m talking to you.\n\nUmbrae stops at “kid”. Now she’s angry.\n\nAs Zora runs, huffing and puffing, Umbrae goes down and\nsevers his Achilles tendon with her scissors. He screams and\nfalls to the ground.\n\nEXT. OPEN WATER. NIGHT\n\nMoments later, Gabe hears the boat’s motor getting louder\nagain. He prepares himself and faces the boat, but when its\nabout 25 yards from him the MOTOR SPUTTERS out again. The\nboat slows to a glide and stops near him. Gabe looks for\nAbraham, but doesn’t see him. The life preserver floats by\nhim. No Abraham. Gabe grabs the rope and pulls himself\ntowards the boat.\n\nHe climbs up the back of the boat just as Abraham attacks him\nfrom behind. Gabe hangs on the back of the boat with Abraham\nhanging onto him. Gabe hits the motor twice and it turns on.\nAbraham, who's torso is pressed against the propeller gets\nSLASHED across his chest and face as he falls back into the\nwater. Gabe, exhausted, falls into the boat as it drives\naway.\n\f57.\n\nINT. WILSON’S BAYSIDE HOUSE. UPSTAIRS CLOSET. NIGHT\nAs Pluto grunts, Jason begins snapping.\n\nJASON\nWait. Wait. Look.\n\nPluto becomes curious and watches Jason’s hand. Jason snaps\nfaster and faster when, suddenly, the trick works! A few\nsparks fly from Jason’s fingers catching Pluto entirely off\nguard. He’s startled. Jason uses the moment to knock him over\nand run out of the closet.\n\nINT. WILSON’S HOUSE. FOYER/LIVING ROOM. NIGHT\n\nRed holds Adelaide down. The coffee table cracks even more.\nBlood starts to pool on the side of Adelaide's face.\n\nINT. WILSON’S BEACH HOUSE. UPSTAIRS HALLWAY. NIGHT\n\nJason trips and falls into the hallway.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILSON’S BEACH HOUSE. UPSTAIRS HALLWAY. NIGHT\n\nJason trips and falls into the hallway. \n\nTARGET SECTION TO BE ANNOTATED:\n Pluto, confused, gets\nup and lunges towards Jason, but Jason pulls the sock out\nwith his toes and SLAMS the door, just in time, with his\nother foot.\n\nPluto SCREAMS.\n\nINT. WILSON'S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\n\nAdelaide and Red hear the SCREAM. They watch each other for a\nmoment.\n\nADELAIDE\nThat’s yours.\n\nRed's still for a moment. Then, suddenly, she stands and\nleaves the room headed towards Pluto.\n\nNow alone, Adelaide leaps into action. First, she tries to\nget out of the cuffs, but can’t. She tries to break the table\nwith her foot. She sees the fire poker across the room and\ngoes towards it, but is stopped again by the heavy table.\n\nINT. WILSON’S BAYSIDE HOUSE. HALLWAY. NIGHT\n\nRed opens the closet. Pluto’s inside. He stops yelling. He\nexits and looks around sniffing the air. Jason is nowhere to\nbe seen. Pluto skitters into Jason’s room. Red starts walking\ndown the hallway in search of Jason.\n\f58.\nCONTINUED:\n\nShe takes a step into Zora’s room. Red comes out. She sees\nthe basement door is open and goes inside.\n\nINT. WILSON'S BAYSIDE HOUSE. FOYER/LIVING ROOM. NIGHT\n\nAdelaide sees the phone. She grabs it, dials ‘911’ again and\ndrags the coffee table a little.\n\nAs the phone rings, she slowly pulls the coffee table towards\nthe fire poker.\n\nRECORDED VOICE\nAll of our operators are currently\nbusy. Please hang on the line...\n\nAdelaide is close enough to almost reach.\n\nADELAIDE\nCome on...\n\nShe grabs the fire poker, barely. She darts over to the\ncoffee table and uses the poker and all of her strength to\nquietly pry the wooden leg off the table.\n\nAdelaide does enough damage to the coffee table to free\nherself!\n\nINT. WILSON’S BAYSIDE HOUSE. BASEMENT. NIGHT\n\nRed walks through the basement looking for Jason. She finds\nthe box of keepsakes, picks up the stuffed bunny and looks at\nit.\n\nINT. WILSON’S BAYSIDE HOUSE. HALLWAY. NIGHT\n\nAdelaide looks down the hallway.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILSON’S BAYSIDE HOUSE. HALLWAY. NIGHT\n\nAdelaide looks down the hallway. \n\nTARGET SECTION TO BE ANNOTATED:\n She sees no one. She\nwhispers.\n\nADELAIDE\n(whisper)\nJason.... Jason...\n\nShe sees Jason’s silhouette emerge from the cabinet in the\nbathroom. Relief but as he comes closer she begins to realize\nit might not be him. She clutches her fire poker ready to\nstrike, but as he steps through the moonlight. It is JASON.\n\nJust then Pluto scrambles out of his room and towards them\nlike a feral raccoon. Adelaide pulls down the bookshelf in\nthe hallway blocking Pluto who tries to scurry around it.\n\f59.\nCONTINUED:\n\nAdelaide grabs Jason and runs to the front door. As Red\nemerges from the basement.\n\nEXT. FRONT LAWN. NIGHT\nThey shut the door hard, as Pluto gets near.\n\nADELAIDE\nWhere’s Zora? Zora...!\n\nJASON\nShe ran.\n\nAdelaide brings Jason to the car, but as they get there, the\nlights BLEEP. They look back. Red is in the doorway holding\nthe keys.\n\nZORA\nMom!!\n\nEXT. WILSON’S FRONT LAWN. NIGHT\nZora runs back, out of breath.\n\nZORA\nShe’s crazy... she’s crazy.\n\nSuddenly, they hear the familiar BUZZ of the boat.\n\nThe Wilson's race towards the dock. Pluto takes off after\nthem, on all fours.\n\nEXT. DOCK. NIGHT\n\nThey get to the boat just in the knick of time. Pluto lunges\nat them, but misses. As the boat pulls away, Pluto stops at\nthe edge of the dock. He MOANS a menacing angry MOAN at them.\n\nRed walks calmly down the length of the dock.\n\nAs the Wilson’s huddle in their boat, Umbrae arrives too;\nback from her run. Zora SCREAMS. Umbrae paces impatiently.\nShe laughs at Zora. The Wilsons are silent with shock, except\nfor Gabe.\n\nGABE\n(muttering)\nThese motherfuckers...these\nmotherfuckers...these\nmotherfuckers...\n\f60.\nCONTINUED:\n\nThe boat drives away. Red, Umbrae, and Pluto watch.\n\nAbraham washes up on the shore. Blood pours from the gashes\non his chest and face. The “Bad Family” watch his body\nemotionlessly.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nAbraham washes up on the shore. Blood pours from the gashes\non his chest and face. The “Bad Family” watch his body\nemotionlessly. \n\nTARGET SECTION TO BE ANNOTATED:\nUmbrae begins to run in pursuit; she disappears into the\nwoods. Pluto stares at his father.\n\nINT. TYLER BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nThe house has a modern, clean interior and the lights are all\non. There are museum-scale, elegant, abstract paintings\nhanging everywhere. A second level overlooks the large main\nroom below and turns into a hallway leading to the bedrooms.\nJosh sleeps in a reclining chair holding a glass of whisky.\nThe power dims and then comes right back on. The backup\ngenerator HUMS TO LIFE. Josh wakes up and immediately starts\ndrinking.\n\nKitty enters from upstairs.\n\nKITTY\nJosh...\n\nJosh looks up to Kitty on the upper level.\n\nKITTY (CONT'D)\nWhat was that?\n\nJOSH\nWhat?\nKITTY\nI thought I heard something\noutside.\nJOSH\nOkay... something....\nKITTY\n\nA rustling... walking... Like a\nperson; a person outside our\nfucking house...\n\nJosh gets up skeptically and goes to the window.\n\nJOSH\nOphelia, lights, up.\n\nA female voice comes out of a circular white speaker.\n\f61.\n\nCONTINUED:\n\nOPHELIA\nTurning lights up.\n\nThe lights fade up. Kitty comes downstairs.\n\nKITTY\nAnd the lights dipped. I think the\nbackup generator went on.\n\nJOSH\nWhy are you talking about the back\nup generator when you don’t know\nanything about the back up\ngenerator?\n\nKITTY\nCan you stop being an asshole for\ntwo seconds and look.\n\nJosh and Kitty both look.\n\nHe laughs.\n\nThe Beach\n\nJOSH\nWait. Did you see that?\nKITTY\nWhat?\nJOSH\nOh my God.\nKITTY\nWhat?!?\nJOSH\nIt’s O.J.... O.J. Simpson’s out\nthere.\n\nShe looks at him.\n\nKITTY\nWhat’s wrong with you..? Seriously.\nJOSH\nOphelia, play, Beach Boys.\nKITTY\nReally..?\nOPHELIA\n\nPlaying “Good Vibrations,” by The\nBeach Boys.\n\nBoys’ “GOOD VIBRATIONS” comes on over the system.\n\f62.\nCONTINUED:\n\nKITTY\nOphelia turn it down.\n\nOPHELIA\nTurning down “good vibrations” by\nthe beach boys.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\n62. CONTINUED:\n\nKITTY\nOphelia turn it down. OPHELIA\nTurning down “good vibrations” by\nthe beach boys. \n\nTARGET SECTION TO BE ANNOTATED:\nJOSH\nIt’s okay, just go back to sleep\nand everything will be fine.\n\nThe twins enter, approaching the railing along the mezzanine\nlanding.\n\nLINDSEY\nWhat’s going on?\n\nJOSH\nNothing.\n\nKITTY\nJesus. The back up generator went\non and we’re trying to figure it\nout; Go back to sleep.\n\nBECCA\nJust because we're in our rooms it\ndoesn’t mean we're sleeping--\nKITTY\n--Fine! I don’t care. Go back to\nyour rooms.\nJOSH\nI just wanna remind everyone that\nwere leaving at 10 am sharp...\n\nINT. TYLER BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nJosh turns to look up at his daughters on the mezzanine\nlevel. A THIRD TWIN lurks right behind Becca.\n\nThere’s a moment of confusion.\n\nEXT. TYLER BAYSIDE HOUSE. NIGHT\n\nFrom outside looking in, what commences next can only be\ndescribed as a seven second massacre.\n\f63.\nCONTINUED:\n\nThree more figures enter from strategic positions. They,\nalong with the “third twin”, are the “Bad” versions of the\nTylers. They quickly and efficiently subdue and stab their\ncounterparts in the necks with brass scissors. Blood\nsplatters and sprays against the white walls.\n\nThe “Bad Tylers” stand looking at each other for a moment.\nGood Vibrations continues playing.\n\nINT. TYLER BAYSIDE HOUSE. NIGHT\n\nKitty Tyler is the still alive. She chokes on blood as she\ncrawls towards her husband's body. TEX, Josh’s doppleganger,\nmoves in front of her and holds out his hand. She reaches for\nit, but he pulls it away sadistically, pushing it through his\nhair.\n\nKITTY\n(gargled)\nPlease, stop.\n\nOPHELIA\nStopping “Good Vibrations,” by The\nBeach Boys.\n\nThe music stops. DAHLIA, Kitty's doppleganger, walks over to\nher. She has stitches running down both sides of her face and\nsuppresses a laugh with wild-eyed intensity. Kitty is\ngetting weaker. The inevitability is sinking in.\n\nKITTY\nOphelia, call the police...\n\nDahlia leans over and finishes the murder.\n\nEXT. THE TYLER’S BAYSIDE HOUSE.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nDahlia leans over and finishes the murder. EXT. THE TYLER’S BAYSIDE HOUSE. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\n\nAdelaide knocks on the front door frantically. “Fuck the\nPolice” by N.W.A. plays inside. Jason and Zora help a limping\nGabe up the bayside lawn towards Adelaide and the house. Tex\nopens the door in Josh's robe.\n\nADELAIDE\nJosh, we need help. We were\nattacked in our home...\n\nTex’s jaw drops into a shocked expression; like he can’t even\nprocess. As he opens the door, Adelaide sees some blood on\nhis fingers.\n\nAdelaide steps back from Tex who projects an overtly\nsympathetic face and grabs her wrist.\n\f64.\nCONTINUED:\n\nAdelaide swings her fire poker at Tex. It strikes him in the\nhead hard. A trickle of blood rolls down his face, but he’s\nstill conscious.\n\nTex grabs the fire poker and her wrist. He tosses Adelaide\nover the threshold and onto the floor inside the house.\n\nGABE\nHey!!!!\n\nDahlia and the “Bad Twins,” NIX and IO, pounce on Adelaide\nand pull her deeper inside, towards the staircase. Josh slams\nthe door behind him, staying outside. He takes out his\nscissors and drops the fire poker.\n\nZora SCREAMS. Tex looks at her with sadistic glee.\n\nTex starts making his way towards Gabe and the kids. With\neach step he takes, he makes a different, taunting,\nexaggerated expression like some kind of evil mime.\n\nGABE (CONT'D)\n(To Zora and Jason)\nRun.\n\nZora and Jason, stunned, begin to run towards the driveway.\nJosh begins to follow them with his wild-eyed taunt.\n\nGABE (CONT'D)\nHey! What are you doing?! Huh? You\nthink you a man?!? Come get some\nthen. Come try, Bitch!\n\nTex can’t help himself. He turns away from the kids and\nobliges Gabe who backs up towards the dock.\n\nTex delighted with the taunt, taunts back. He BELLOWS A WEIRD\nclicking NOISE at Gabe. Crazy\n\nTEX\nClick. Click. Click. !!!!!!!\n\nHe follows Gabe down the hill.\n\nThe kids look back at their father who is successfully\nbaiting Tex out towards the Tyler’s dock. They then look back\nat each other.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe follows Gabe down the hill. The kids look back at their father who is successfully\nbaiting Tex out towards the Tyler’s dock. They then look back\nat each other. \n\nTARGET SECTION TO BE ANNOTATED:\n Jason is about to cry again, but Zora hits him\nin the chest firmly, startling him out of it. An unspoken\nagreement; they walk to the house. Zora picks up the fire\npoker off the lawn.\n\f65.\n\nINT. TYLER BAYSIDE HOUSE. MASTER BEDROOM. NIGHT\n\nDahlia sits in front of her make up mirror. She’s lost, like\nin a Marlyn Monroe haze. She applies make up to her crazy\nface like she’s at the peak of glamorous career.\n\nAdelaide sits on the floor, now with both wrists in the cuffs\nand bound to the dresser. She looks around while Dahlia is\nmesmerized by her Hollywood dream. Adelaide accidentally\nmakes a noise. Dahlia snaps out of her daydream and looks at\nAdelaide with rediscovery.\n\nShe approaches Adelaide and puts her scissors up to her face.\nShe tries to decide where and how to cut Adelaide.\n\nEXT. DOCK. NIGHT\n\nGabe stumbles down the dock where his boat and Josh’s boat\nare docked. Tex follows.\n\nGabe steps onto Josh’s boat.\n\nINT. TYLER HOUSE. MASTER BEDROOM. NIGHT\n\nKitty wants to cut Adelaide so bad, but she stops herself.\nFrustrated, she goes to the window. She’s waiting for someone\nto arrive; not here yet. She’s getting impatient. Dahlia goes\nto the dressing room mirror and puts the scissors up to her\nface ready to cut INTO HER OWN CHEEK. Adelaide looks away.\n\nINT. TYLER BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nZora and Jason open the door. The room is a bloody mess. The\noriginal Josh and Kitty Tyler’s bodies lay lifeless.\n\nThey quietly walk through the living room towards the stairs.\n\nThey hear a THUMP THUMP from upstairs that stops them dead in\ntheir tracks. Jason picks up a heavy geode mounted on a metal\nstand. He shrugs. They push forward up the stairs.\n\nAs they get to the top of the stairs they see a red\njumpsuited twin cartwheel across the doorway at the end of\nthe hall.\n\nZora and Jason hesitate before continuing down the hallway\npast the dead original Tyler twins on the floor. As they\nreach a corner A GALLOP QUICKLY APPROACHES. It’s Nix who\nruns towards them at an alarming speed.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nZora and Jason hesitate before continuing down the hallway\npast the dead original Tyler twins on the floor. As they\nreach a corner A GALLOP QUICKLY APPROACHES. It’s Nix who\nruns towards them at an alarming speed. \n\nTARGET SECTION TO BE ANNOTATED:\n She bares down on\nZora with her brass scissors, but Zora whacks her hand first\nsending the scissors skidding across the floor.\n\f66.\nCONTINUED:\n\nZora hits her again, sending her awkwardly careening over the\nedge of the mezzanine and SMASHING through the coffee table\nbelow.\n\nThey continue past an open closet when Io’s legs lower from a\nhandstand in the closet. She pops out lunging at them, but\nZora nails her on the head with the fire poker, knocking her\ndown. Zora winds up and finishes her with two more WHACKS.\nDone. Their adrenaline spikes from the trauma, but they must\nmove on.\n\nEXT. TYLER DOCK. JOSH'S BOAT. NIGHT\nWe see through Gabe’s eyes. Crouched in the small dark cabin.\n\nThe boat moves as Tex steps onto it. He leans over into the\nboat.\n\nGabe face illuminated red as he shoots a flare gun at Tex.\nThe flare misses but hits the side of the boat and lands in\nthe boat.\n\nThe flare illuminates the entire area as Gabe gets the upper\nhand and bashes Tex.\n\nINT. TYLER BAYSIDE HOUSE. MASTER BEDROOM. NIGHT\n\nThe glow from the flare outside illuminates the entire\nbedroom. Dahlia, rushes to the window with a freshly bloody\nface. Her eyes widen with excitement and horror. A SILENT\nSCREAM that loses itself in its own production and somehow\nends with a almost tickled glee.\n\nThe door behind Dahlia slowly opens. Zora takes a couple of\nsteps towards her and swings, but Dahlia sees her in the\nreflection of the window and turns, catching the fire poker.\nShe overpowers Zora, who screams as Dahlia falls on top of\nher.\n\nADELAIDE\nNo!\n\nAdelaide lunges towards them but is stopped by the handcuffs.\nDahlia raises her scissors over her head, when all of a\nsudden, Jason stabs her in the back of the neck with the pair\nhe picked up.\n\nMOMENTS LATER...\n\f67.\n\nEXT. THE TYLER’S BAYSIDE HOUSE. NIGHT\n\nGabe gets to the front door. Just before he can grab the\nknob, the door swings open. It’s Zora, covered in blood.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nNIGHT\n\nGabe gets to the front door. Just before he can grab the\nknob, the door swings open. It’s Zora, covered in blood. \n\nTARGET SECTION TO BE ANNOTATED:\nShe’s exhausted and out of it.\n\nGABE\n(relieved)\nBoats are done. I’m done with\nboats.\n\nShe helps her dad in, and they shut the door.\n\nLATER...\n\nINT. TYLER BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nThe Wilsons occupy the blood splattered main room. Gabe sits\non the phone. Zora and Jason eat from a cereal box. Adelaide\nfully handcuffed, watches the window.\n\nZORA\nI can’t believe they’re dead.\n\nJASON\nWhy'd they do it?\n\nADELAIDE\nThere’s no reason. It’s all just\ncraziness.\n\nGabe puts the phone on speaker.\n\n911 OPERATOR RECORDING (0.C.)\n...We’re sorry. Due to an\noverwhelming amount of calls, all\nour operators are currently busy.\nPlease hold and an operator will--\n\nGabe turns speaker off and tosses the phone on the table.\n\nGABE\nHow does 911 put you on hold all\nnight long? I don’t get it.\n\nZORA\n(traumatized to herself)\n.-.-It’s too many twins, man.\n\nJASON\nHow many of everybody is there\ngoing to be?\n\f68.\nCONTINUED:\n\nAdelaide looks over to the TV.\n\nThe rest of the Wilsons clock her and one by one turn their\nattention to the TV.\n\nMoments later...\n\nINT. TYLER BAYSIDE HOUSE. LIVING ROOM. NIGHT\nJason finds the remote and turns it on.\n\nThe television CLICKS on showing live footage of Santa Cruz\nbuildings with lights from sirens in the distance. The Chyron\nat the bottom of the screen says “Widespread attack in\nmultiple cities.”\n\nDISTRESSED VOICE (0.C.)\n...the crowd was dispersing and\nwe...\n\nGABE\nOh shit.\n\nJASON\nDon’t curse.\n\nGABE\nI can curse cause I’m an adult and\nthis is a fucked up situation.\n\nDISTRESSED VOICE (0.C.)\n..-heard this woman say “They're\ncoming out of the sewers!” And I\nknow that some of them had scissors\nand were just... stabbing people.\nSo we just... We started running;\neverybody started running the\nopposite direction... It was chaos.\n\nThe anchor has a grim shakiness to his voice.\n\nNEWS ANCHOR (0.C.)\nWow...",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe anchor has a grim shakiness to his voice. NEWS ANCHOR (0. C.)\nWow... \n\nTARGET SECTION TO BE ANNOTATED:\n wow. And so how many of them\nwere there in this group?\n\nDISTRESSED VOICE (0.C.)\nI don’t know. A lot? There was a\nlot of them. Oh God. I hear people\nscreaming.\n\nNEWS ANCHOR (0.C.)\nAre you safe?\n\fCONTINUED:\n\n69.\n\nDISTRESSED VOICE (0.C.)\nI’m sorry. I have to go. We have to\nget out of here...\n\nNEWS ANCHOR (0.C.)\nMa’‘am? Ma’am...? Okay so there you\nhear some more harrowing first hand\naccounts that paint a picture of\ndeeply disturbing and clearly\nconnected event which is very much\nstill in progress...\n\nIf you’re just tuning in, there is\nstill so much we don’t know, but we\ncan say with some confidence that\nwe appear to be in the midst of one\nof the most brutal and terrifying\nwide-spread and coordinated attacks\nthis country has seen. There is\nobviously a lot of misinformation\nout there, so we’re being careful\nwhat we report, but what is clear\nis that there are multiple\nassailants and multiple casualties\nand one common thread seems to be\nthe use of scissors or shears to\ncommit these attacks...\n\nGABE\nAnd they look like us.\n\nADELAIDE\nThey don’t even know that yet.\n\nNEWS ANCHOR (0.C.)\nTo our knowledge, no group has\ntaken credit for this attack....\nAnd... We have new images coming\nin.\n\n(to his earpiece)\nOkay...? Okay.\n\n(to the public)\nWe have new images coming in from\nChicago...\n\nThe television cuts to iPhone camera footage of downtown\n\nChicago. A\nchain down\n\nline of people are forming a hand-in-hand human\nthe middle of a street. There are several dead\n\nbodies laying nearby.\n\nNEWS ANCHOR (0.C.) (CONT'D)\nThis... Okay this seems to be a...\ngroup of individuals engaged in\n\nsome sort of demonstration or\nprotest.\n\fCONTINUED:\n\nThe others\n\n70.\n\nIt’s not clear at this time if, or\nhow these people are connected with\nthe attack that is taking place,\nbut... A new bloody doppleganger\ngoes to join the line. Other\n“tethered” come from different\ndirections to add to the line as\nwell.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s not clear at this time if, or\nhow these people are connected with\nthe attack that is taking place,\nbut... A new bloody doppleganger\ngoes to join the line. Other\n“tethered” come from different\ndirections to add to the line as\nwell. \n\nTARGET SECTION TO BE ANNOTATED:\n The anchor is stunned and\nsilent for what feels like an\n\neternity.\nNEWS ANCHOR (CONT’D)\n...Okay...\nZORA\nWhat is that?\nGABE\nThat’s them.\nJASON\nWhat are they doing?\nGABE\n(to himself)\n\nI don’t know, but that would take a\nshit load of coordination.\n\nlook at him. Adelaide gets up.\nADELAIDE\n\nWe have to go.\nGABE\n\nWhat...? You’re joking right?\nADELAIDE\n\nZora, help your father.\nGABE\n\n(to the kids)\n\nShe's trippin’. We’re would we go?\n\nZORA\nThe police, right?\n\nADELAIDE\nNo. We need to move and keep\nmoving.. We’ll take the coast. Go\nto Mexico.\n\nGABE\nMexico?!? Whoa, whoa, whoa. We have\neverything we need here.\n\fCONTINUED:\n\nShe points\n\nToo late.\n\n71.\n\nFood, water, backup generator.\nWe're as safe here as we’re gonna\nbe anywhere.\n\nADELAIDE\nTell that to Josh and Kitty.\nThey’re right there.\n\nto Josh and Kitty’s corpses.\nGABE\nYou're scaring the kids.\nZORA JASON\nToo late.\nGABE\nI don’t know if you realize this,\nbut I’m pretty f--. I’m pretty\nmessed up. They don’t know where we\nare.\nADELAIDE\n\nIt was my idea to come here. She’1ll\nhave the same idea.\n\nGABE\nThen let’s set up some traps. You\nknow, like “Home Alone” shit. That\nway--\n\nADELAIDE\n--Tell me you did not just\nreference “Home Alone.”\n\nGABE\nYou know what I mean.\n\nADELAIDE\nGabe, They've been planning this.\nThey have the upper hand. This is\nthe time to run not to be\nsprinkling “Micro Machines” on the\nfloor.\n\nJASON\nWhat are “Micro Machines?”\n\nZORA\nWhat’s “Home Alone?”\n\nGABE\nWe are staying and that’s final.\n\f72.\nCONTINUED:\n\nADELAIDE\nYou don’t get to make the decisions\nfor us anymore!!!\n\nGabe has no retort but still doesn’t like it.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\n72. CONTINUED:\n\nADELAIDE\nYou don’t get to make the decisions\nfor us anymore!!! Gabe has no retort but still doesn’t like it. \n\nTARGET SECTION TO BE ANNOTATED:\nZORA\nDoes this mean we get their car?\n\nGabe hadn’t yet considered this tiny bright side.\n\nEXT. THE TYLER'S BAYSIDE HOUSE. FRONT YARD. NIGHT\n\nZora and Jason help Gabe limp out into the driveway. Adelaide\nleaves last.\n\nGABE\nThe car keys.\n\nZORA\nMom!\n\nAdelaide barely stops the door from shutting.\n\nINT. TYLER BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nAdelaide opens the door and ruffles through the bowl on the\ntable near the front door. No keys. Adelaide gives the place\na quick scan and almost enters when she stops cold. Nix is no\nlonger in the wreckage of the broken coffee table. Adelaide,\nin terror, begins to back out of the house when...she sees\nthe car key. It’s on the kitchen counter, all the way across\nthe house on the other side of a large kitchen island.\n\nAdelaide curses herself for doing what she’s about to do.\n\nZORA\nMom, what's...\n\nAdelaide takes off into the house.\n\nINT. TYLER’S BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nAdelaide hauls ass through the living room and into...\n\nINT. TYLER’S BAYSIDE HOUSE. KITCHEN. NIGHT\n\nAdelaide circles the island and grabs the key. She turns back\nto see a bloodied Nix jump on top of the kitchen island like\na feral raccoon.\n\f73.\nCONTINUED:\n\nShe hops towards Adelaide who grabs a frying pan and swats\nthe living shit out of her, sending the girl to the ground on\nthe other side of the island.\n\nAdelaide trips over Josh's body into the kitchen. She backs\nup into the kitchen as Nix scurries around the other way\naround the island towards her, pounces and then starts\nchoking her. Adelaide reaches for the pair of scissors on the\nground nearby\n\nINT. TYLER’S BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nJason bursts through the front door and runs across the\nliving room.\n\nINT. TYLER’S BAYSIDE HOUSE. KITCHEN. NIGHT\n\nJason gets to the kitchen just as Adelaide stands and pulls\nthe scissors from Nix’s head. She holds up the car key and\nhits the unlock button.\n\nEXT. TYLER’S BAYSIDE HOUSE. FRONT LAWN.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. TYLER’S BAYSIDE HOUSE. FRONT LAWN. \n\nTARGET SECTION TO BE ANNOTATED:\n NIGHT\n\nThe car lights BEEP on. Gabe and Zora turn.\n\nINT. TYLER’S BAYSIDE HOUSE. LIVING ROOM. NIGHT\n\nAdelaide grabs Jason’s hand and runs.\n\nEXT. TYLER’S BAYSIDE HOUSE. FRONT LAWN. NIGHT\nIn slow-motion Adelaide and Jason emerge from the house.\n\nThey get to the car where Zora is in the driver’s seat.\n\nZORA\nI'm driving.\n\nADELAIDE\nNo way.\n\nGABE\n\nI told her, ‘no.’\n\nZORA\nDad's leg is jacked; you’re\nhandcuffed. It’s not safe; I’m\ndriving.\n\fCONTINUED:\n\nADELAIDE\nZora, no!\n\nZORA\nI’ve got the highest kill count in\nthe whole family. I’m driving.\n\nADELAIDE\nYou don’t have the highest kill\ncount.\n\nZORA\nI killed both twins.\n\nADELAIDE\nWrong. I just killed the second\none.\n\nJASON\nI killed Kitty.\n\nGabe points around and lands on himself.\n\nUmbrae has\n\nlit up by the headlights. Adelaide quickly\n\nGABE\nSo that’s, one, one, one and two.\nkilled two. I killed myself and\nJosh.\n\nADELAIDE\n\nIt doesn’t matter. Zora get out.\nJASON\n\nLook!\n\n74.\n\nI\n\narrived. She stands thirty feet ahead of the car\n\nbackseat of the car.\n\nINT. TYLER’S CAR. NIGHT\n\ngets in the\n\nThe family is silent as Umbrae stands there. They lock there\n\ndoors.\n\nZora does.\n\nGABE\nPress the ignition.\n\nGABE (CONT'D)\nOkay, so you’re gonna want to back\nup and --\n\f75.\nCONTINUED:\n\nZORA\nBuckle up.\n\nINT. TYLER’S CAR. NIGHT\n\nZora throws the car into gear and floors it straight towards\nUmbrae.\n\nThe car speeds at Umbrae who runs at the car. When the two\nmeet, Umbrae crawls up the hood with startling agility.\nAdelaide, Jason, and Gabe look back, to see her fall behind.\nShe does not.\n\nZORA\nWhere is she? Did I get her.\n\nThey slowly look up. Gabe opens upholstered cover for the\nsunroof. Nothing.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey slowly look up. Gabe opens upholstered cover for the\nsunroof. Nothing. \n\nTARGET SECTION TO BE ANNOTATED:\n Then, with a CLINK, Umbrae comes down on\nthe sunroof with her scissor which break an inch through the\ntinted glass.\n\nGABE\nOh! She’s there! She’s there!\n\nZora stops the car. Umbrae, holding on to the scissors firmly\nstuck in the sunroof, swings to the wind shield as the car\nstops.\n\nShe pulls she scissors out and now, face to face with Zora\nthrough the glass, stabs at the windshield which splinters a\nlittle.\n\nGABE (CONT'D)\nOkay, now--\n\nZora hits the gas again the family reels back as the car\ntakes off again. Umbrae stabs again.\n\nADELAIDE\nZora!\n\nGABE\nOkay, be careful.\n\nUmbrae stabs the windshield again splintering it further. The\ncar speed faster.\n\nGABE (CONT'D)\nYou're going too fast.\n\nUmbrae raises one arm for another stab. Zora hits the\nwindshield wipers which hits Umbrae’s other arm, knocking it\naway.\n\f76.\n\nINT./EXT. TYLER’S CAR. NIGHT\n\nBefore she can attack again, Zora hits the brakes and Umbrae\nflies into the woods at a turn in the road. Zora stares in\nshock.\n\nADELAIDE\nOkay. Okay, baby. Good job.\n\nAfter a beat.\nGABE\nYou will wanna get in the habit of\nsignaling.\nThey look at Gabe.\nAdelaide grabs the fire poker and gets out of the car.\n\nJASON\nWhere’s she going?\n\nGABE\n\nHey, uh Addy.\nEXT. WOODS. NIGHT/DAWN\nAdelaide looks into the clearing. She finds herself face to\nface with Umbrae’s face upside down. Her body disappears into\nthe tree. She stops herself before getting within arms\ndistance. Umbrae’s back is twisted and broken, but she’s\nstill alive. The image hits Adelaide harder than she’d\nexpected. She kneels. Umbrae reaches for her, enraged.\n\nADELAIDE\nShhh.... Shhhhh.\n\nUmbrae’s breath slows. She dies.\n\nEXT. TYLER’S CAR. NIGHT\nHONK HONK\nAdelaide goes to Zora’s door.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. TYLER’S CAR. NIGHT\nHONK HONK\nAdelaide goes to Zora’s door. \n\nTARGET SECTION TO BE ANNOTATED:\nADELAIDE\nYou okay?\n\nZora nods and starts to break down.\n\nADELAIDE (CONT'D)\nOkay... Now get in the back.\n\f77.\nCONTINUED:\n\nZora slides out of the front seat and gets in the back.\n\nINT. TYLER’S CAR. DAWN\nThe Wilsons drive in silence on the empty road.\n\nThey sit in shock. The trauma has left them almost numb. The\nscene looks like the aftermath of a very bad day at\nDisneyland.\n\nEXT. SANTA CRUZ STREET. DAY\n\nThe town seems absent of people. The Wilson’s drive the\nTyler's car past a parked car in which all inhabitants are\ndead.\n\nINT./EXT. TYLER’S CAR. SANTA CRUZ STREET. DAY\n\nJason, in the backseat, tries his magic trick. He snaps and\neventually a big spark shoots from his fingers. Surprised he\ndid it, he looks around for someone else who saw it. Zora\ngives him a bloody fist bump. Suddenly, Jason gets a weird\nlook on his face. He looks ahead.\n\nThe car turns a bend to find that the Wilson’s old car is in\nflames, parked so that it blocks the road. Adelaide stops the\ncar.\n\nGABE\nWoah.\nZORA\nThat’s our car.\nJASON\nIt’s him. It’s the one that looks\n\nlike me.\n\nSuddenly. The left rear tire POPS then HISSES as it looses\nair, followed by the front left tire POPPING and HISSING.\n\nAdelaide shifts into reverse. Crippled, the car backs up, and\nPluto emerges in front of them in the beams of the\nheadlights, holding his scissors, as the car makes a sad\ncurve to the left and onto the curb.\n\nADELAIDE\nShit.\n\nAdelaide stops the car. Pluto stands in the road between them\nand the flaming car.\n\f78.\n\nCONTINUED:\nAdelaide grabs the fire poker and steps out.\nGABE ZORA\nWait. Mom, no.\nADELAIDE\n\nStay in the car.\n\nEXT. STREET. DAY\nAdelaide walks towards Pluto who steps back away from her.\nADELAIDE\nIt’s okay...You don’t have to be\nafraid. I just want to talk to\nyou...\n\nPluto cocks his head. Cautiously intrigued.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nI just want to talk to\nyou... Pluto cocks his head. Cautiously intrigued. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. TYLER'S CAR. DAY\nGabe, Zora, and Jason watch on.\n\nGABE\nWhat is she doing?\n\nZORA\nShe's talking to him.\nEXT. ROAD. DAY\nAdelaide gets closer.\nADELAIDE\nNobody is going to hurt you. Just\nput it down.\nPluto looks at his weapon, then back at Adelaide. He’s\nconfused. He takes a step away from her, then stops. He lifts\n\nhis mask revealing the burn marks.\n\nADELAIDE (CONT'D)\nIt’s okay.\n\nAdelaide, carefully clutching her fire poker walks towards\nPluto.\n\nADELAIDE (CONT'D)\nYou don’t have to do this...\n\nShe puts her hand out. Pluto He holds his hand out. Adelaide\ntakes another cautious step towards him.\n\f79.\n\nINT. TYLER’S CAR. DAY\n\nGABE\nHe’s listening to her.\n\nJason watches.\n\nEXT. ROAD. DAY\n\nPluto leans out, looking past Adelaide, at the car. He makes\neye contact with Jason in the back seat..\n\nINT. TYLER’S CAR. DAY\n\nJASON\nNo... It’s a trick.\n\nJason gets out of the car.\nGABE\n\nJason!\nEXT. STREET. DAY\nPluto pulls down his mask. He clenches his scissors.\nJason stops outside the car and Pluto matches his\nphysicality. Realizing that Pluto is mirroring him, Jason\ntakes a step backwards. Pluto follows suit. Jason starts\nwalking backwards; Pluto copies him walking into the fire.\n\nGabe crumples out of the car.\n\nAdelaide almost instinctively lunges after him. Pluto goes up\nin flames.\n\nJust then, Red, camouflaged by a red truck grabs Jason and\nruns...\n\nAdelaide turns but doesn’t see Jason.\n\nADELAIDE\nJason.\n\nShe runs.\n\nGabe tries to limp towards the darkness where Red took Jason.\nZora exits too, but doesn’t make it very far before she loses\nsight of Jason and breaks down. She screams.\n\nAdelaide doesn’t stop.\n\f80.\nCONTINUED:\n\nGABE\nAddy!\n\nAdelaide runs towards the amusement park.\n\nEXT. BOARDWALK. DAY\n\nAdelaide walks briskly down the empty boardwalk. A few\nbodies’ bodies litter the ground.\n\nEXT. BEACH BY BOARDWALK.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nA few\nbodies’ bodies litter the ground. EXT. BEACH BY BOARDWALK. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nIn the near distance, a line of people hold hands, facing\naway from her. The line extends from the water’s edge to past\nthe amusement park and into the distance. One of the men on\nthe line is the man Jason saw earlier. He has the same face\nas the homeless man who was stabbed in the beginning.\n\nAdelaide turns to the “Merlin’s Forest” entrance and walks\ninside it.\n\nINT. MERLIN’S FOREST. MIRROR ROOM. DAY\n\nAdelaide walks into the dark maze. It’s the same as before\ninside. She retraces her steps from 25 years earlier. She\nfinds her way to the same corridor where the attack occurred.\nShe walks through the dark opening Young Red came from. She\nfinds a wall and pushes the surface and it opens a crack and\nthen the door swings open. A white rabbit hops out of the\nopen door at Adelaide’s feet. Adelaide steps over the rabbit\nand cautiously into the empty dark space.\n\nINT. CONTROL ROOM. DAY\n\nShe's ready to strike. Inside is a maintenance and technical\ncontrol room.\n\nAt the end of the control room there’s wall. She pushes it\nand it opens like a door revealing...\nINT. ESCALATOR ROOM (TOP). DAY\n\nAdelaide gets on a downward moving escalator.\n\f175\n\n81.\n\nINT. ESCALATOR. DAY\n\nAdelaide stands and waits. She moves down though the\ndarkness. Eventually she sees light below.\n\nINT. THE UNDERPASS. ESCALATOR LANDING. DAY 175\n\nAdelaide exits into a room that looks like a corner of an\nunderground mall. She turns a corner into-\n\nINT. THE UNDERPASS. MAIN TUNNEL. DAY\n\nThe tunnel feels like a publicly funded underground compound.\nThe only beings who seem to populate it now are Rabbits which\nhop around freely on the ground. All the doors are open.\n\nAdelaide walks cautiously, stepping past and over rabbits\ndown the hallway.\n\nINT. THE UNDERPASS. DAY\n\nAdelaide walks down the hallway. She passes the first open\ndoor. The cafeteria is empty of people. The rabbit cages are\nall open and empty.\n\nShe keeps walking and passes the next door. It’s an empty\nroom with rows of tables. Each table has crude sewing\nequipment, rabbit fur, and pelts.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe keeps walking and passes the next door. It’s an empty\nroom with rows of tables. Each table has crude sewing\nequipment, rabbit fur, and pelts. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s a tidy and uniform\nsweat shop style workspace.\n\nAdelaide keeps walking.\n\nEXT. STREET. DAY\n\nZora helps Gabe hobble towards the boardwalk. Bodies are\nscattered. The sun rises. She holds her golf club and JAson’s\ngeode.\n\nZORA\nWhat does it sound like when a\npterodactyl goes to the bathroom?\n\nGABE\nWhat?\n\nZORA\nNothing. The “P” is silent.\n\f82.\n\nCONTINUED:\nGABE\nThe “p”? There’s no “p” in\nPterodactyl.\nZORA\n\nYes there is.\n\nZORA (CONT'D)\nWho's gonna clean all this up?\n\nGABE\nNot me.\n\nZORA\nIs it the end of the world?\n\nGABE\nNah. The world isn’t gonna end.\nIt’s just gonna be different--\n\nZora stops and cries.\n\nZORA\nI don’t want it to be different.\n\nGABE\nMom's... Mom knows what to do,\nokay? She said meet her. She\nknows....\n\nHe gets choked up, but stuffs it down. Zora continues.\n\nThey arrive near the boardwalk. An abandoned ambulance is\nparked in the street, its rear doors open.\n\nGABE (CONT'D)\nHere. We can wait here. They got\nbandages and stuff.\n\nZORA\nLook.\n\nGabe does. Far head of them is the line of people holding\neach others bloody hands. The line starts at the shore and\ndisappears through the city.\n\nGABE\nGet in.\n\nThey hide in the back of the ambulance. They peek out.\n\nAnother woman adds herself to the stoic, frightening scene.\nZora starts to panic.\n\f83.\nCONTINUED:\n\nGABE (CONT'D)\nYeah, that’s some... That’s some\nscary shit.\n\nZORA\nWhat are they doing?\nGABE\nLooks like some kind of... fucked\n\nup performance art.\n\nZora looks at her dad like “You've got to be kidding me.”\n\nINT. THE UNDERPASS. CLASSROOM HALLWAY. DAY\n\nDeeper in “The Underpass,” Adelaide arrives at the door of an\nempty classroom. She stops.\n\nAdelaide enters the...\n\nINT. THE UNDERPASS. CLASSROOM.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. THE UNDERPASS. CLASSROOM. \n\nTARGET SECTION TO BE ANNOTATED:\n DAY\n\nThe classroom isn’t too different from a standard public\nschool classroom; rows of desks and chairs.\n\nRed stands at the front of the class facing the chalkboard.\nShe SNIPS PAPER carefully with her scissors.\n\nAdelaide walks to the center row of the class behind Red.\n\nADELAIDE\nWhere is he...?\n\nRED\nHow it must have been to grow up\nwith the sky. To feel the sun, the\nwind, the trees. But your people\ntook it for granted. We’re human\ntoo, you know. Eyes. Teeth. Hands.\nBlood. Exactly like you.\n\nINT. UNDERPASS HALLWAY. DAY\n\nWe move through the empty Underpass.\n\nINT. THE UNDERPASS. CLASSROOM. DAY\n\nRED\nAnd yet, it was humans that built\nthis place.\n\f84.\nCONTINUED:\n\nI believe they figured out how to\nmake a copy of the body, but not\nthe soul. The soul remains one,\nshared by two. They created the\nTethered so they could use them to\ncontrol the ones above. Like\npuppets.\n\nAdelaide looks around for Jason but doesn’t see him anywhere.\nShe moves through walking towards Red’s back. She just SNIPS\naway.\n\nRED (CONT'D)\nBut they failed, and they abandoned\nthe Tethered. For generations the\nTethered continued without\ndirection. They all went mad down\nhere. And then... there was us.\n\nEXT. FLASHBACK. SANTA CRUZ BOARDWALK 1986. NIGHT\nRussell throws the ball at the bottle toss booth like before.\nRayne and Young Adelaide watch.\n\nINT. UNDERPASS HALLWAY. DAY\n\nRED\nYou remember? We were born special.\n\nINT. FLASHBACK. UNDERPASS. NIGHT\n\nWEYLAND, Russel’s doppleganger, EARTHA, Rayne’s doppleganger,\nYoung Red and TONY, the bottle toss attendant’s\ndoppleganger, engage in a darker version of the same action.\nThe Underpass version is crazy, morbid; wordless. Like a mad\nritual in an insane asylum.\n\nWe toggle between both flashbacks showing their symmetry\nuntil we see the cafeteria where the Tethered are eating\nbunnies.\n\nINT. THE UNDERPASS. CLASSROOM. DAY\n\nRed continues cutting paper as Adelaide approaches slowly\nfrom behind.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE UNDERPASS. CLASSROOM. DAY\n\nRed continues cutting paper as Adelaide approaches slowly\nfrom behind. \n\nTARGET SECTION TO BE ANNOTATED:\nRED\nGod brought us together that night.\n\f85.\n\nEXT. FLASHBACK. SANTA CRUZ BOARDWALK. WHACK A MOLE. NIGHT\nYoung Adelaide’s attention is drawn by THUNDER coming from\nthe beach.\n\nINT. FLASHBACK. UNDERPASS. WHACK A MOLE BOOTH. NIGHT\n\nYoung Red is drawn towards the escalator.\n\nINT. FLASHBACK. VISIONQUEST 1986. NIGHT\nYoung Red turns towards Young Adelaide at the threshold of\ndarkness. She smiles.\nINT. THE UNDERPASS. CLASSROOM. DAY\nADELAIDE\nI never stopped thinking about you.\nHow things could have been. How you\ncould have taken me with you.\nINT. THE UNDERPASS. BARRACKS. DAY\nYoung Red stares at the hand across America t-shirt which is\nceremonially hanged inside of a locker.\nINT. THE UNDERPASS. CLASSROOM. DAY\nRED\nYears after we met, the miracle\nhappened.\n\nINT. FLASHBACK. DANCE RECITAL. NIGHT\n\nTeen Adelaide dances.\n\nINT. FLASHBACK. UNDERPASS. NIGHT\nTeen Red dances.\nRED (0.S.)\n\nThat’s when I saw God, and he\nshowed me my path. You felt it too.\n\f86.\n\nINT. FLASHBACK. UNDERPASS. NIGHT\n\nTeen Red finishes her dance. The Tethered audience surrounds\nand reaches for Teen Red.\n\nRED (0.S.)\nThe end of our dance the Tethered\nsaw that I was different, that I\nwould deliver them from this\nmisery.\n\nINT. THE UNDERPASS. CLASSROOM. DAY\n\nRED\nI found my faith and I began to\nprepare. It took years to plan.\n\nINT. FLASHBACKS. UNDERPASS BARRACKS 24 HOURS EARLIER.\n\nGloves are put on, sandals and red jump suits zipped up.\nTethered regular clothing is placed on folded on beds.\n\nRED (0.S.)\nIt took years to plan.\n\nINT. PRESENT DAY. UNDERPASS CLASSROOM. DAY\nAdult Red looks at the shrine on the wall.\n\nRED (0.S.)\nEverything had to be perfect. I\ndidn’t just need to kill you. I\nneeded to make a statement that the\nwhole world would see.\n\nINT. THE UNDERPASS. CLASSROOM. DAY\n\nRed holds up what she’s been cutting.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE UNDERPASS. CLASSROOM. DAY\n\nRed holds up what she’s been cutting. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s a chain of red\nconstruction paper cut into the shape of four people holding\nhands. The sudden motion stops Adelaide in her tracks.\n\nRED\nIt’s our time now. Our time up\nthere.\n\nRed continues cutting until there are only two paper figures\nleft. Red turns to Adelaide.\n\f87.\nCONTINUED:\nRED (CONT’D)\nAnd to think, if it weren’t for\nyou, I never would’ve danced at\nall.\n\nAdelaide continues down the center aisle between the chairs\ntowards Red.\n\nMUSIC: NUTCRACKER: FINAL PAS DE DEUX\nThe two begin to circle one another.\n\nFLASHBACK...\n\nINT. BALLET STAGE - NIGHT\n\nFourteen-year-old Adelaide steps on stage to begin her ballet\nrecital in front of a rapt audience. It’s classic and\nbeautiful.\n\nINT. THE UNDERPASS. CLASSROOM HALLWAY. 1993.\nFourteen-year-old Red stands in on of the rooms of “The\nUnderpass” in front of a of shadowy people observing. She\nsteps out and begins her dance down the line. Her movements\n\nare primal, visceral and dark.\n\nPRESENT DAY...\n\nINT. THE UNDERPASS. CLASSROOM. DAY\n\nThe two fight. Adelaide rushes towards Red with the fire\npoker overhead. Red parries with her scissor and pokes\nAdelaide in the shoulder and walks away circling Adelaide\naround the perimeter of the classroom. Adelaide starts\npursuing her.\n\nFLASHBACK...\n\nINT. BALLET. NIGHT\n\nFourteen-year-old Adelaide’s ballet is elegant and beautiful.\nShe dances with a partner that’s not there.\n\nINT. UNDERPASS. CLASSROOM HALLWAY. 1993.\n\nFourteen-year-old Red turns heads as she dances. She portrays\na girl lost and frightened in a maze.\n\f88.\nCONTINUED:\n\nPRESENT DAY...\n\nINT. THE UNDERPASS. CLASSROOM. DAY\n\nAdelaide runs at Red on the other side of the room. Red kicks\na desk dislodging an entire row of desks towards Adelaide.\nAdelaide changes direction accordingly and swings at Red. Red\ndodges and pokes Adelaide in her side. Again, she walks away\nquickly, rounding some desks to reposition herself on the\nother side of the room.\n\nFLASHBACK...\n\nINT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nAgain, she walks away\nquickly, rounding some desks to reposition herself on the\nother side of the room. FLASHBACK... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BALLET - NIGHT\n\nFourteen-year-old Adelaide’s dance continues, picking up\nsteam.\n\nINT. UNDERPASS. CLASSROOM HALLWAY. 1993.\n\nFourteen year-old Red dances in fear. She clutches her neck\nand convulses in pain.\n\nPRESENT DAY...\n\nINT. THE UNDERPASS. CLASSROOM. DAY\n\nAdelaide, hurt, rises. She starts towards Red diagonally\ncrossing the room. She pushes the desks out of her way this\ntime, clearing a sloppy path. She swings at Red who dodges.\nThe fire poker sticks in the wall. Adelaide can’t immediately\ndislodge it. Red attack with open scissors. Adelaide takes\nher hands off the poker and blocks the scissors with the\nhandcuff chain. Red kicks Adelaide who flies over some desks.\nRed runs out the door.\n\nFLASHBACK...\n\nINT. BALLET - NIGHT\n\nFourteen-year-old Adelaide starts to run with her dance.\n\nINT. UNDERPASS. CLASSROOM HALLWAY. 1993. NIGHT\n\nFourteen-year-old Red starts to run in her dance.\n\f89.\n\nINT. THE UNDERPASS. CLASSROOM HALLWAY. DAY\n\nThe chase explodes into the main tunnel. Red backs up as\nAdelaide pursues her. They manage to avoid stepping on\nrabbits.\n\nFLASHBACK...\n\nINT. BALLET - NIGHT\n\nFourteen-year-old Adelaide spins perfectly.\n\nINT. UNDERPASS. CLASSROOM HALLWAY. 1993. NIGHT\n\nFourteen-year-old Red portrays a body being dragged through\nthe tunnel.\n\nPRESENT DAY...\n\nINT. THE UNDERPASS. CLASSROOM HALLWAY/ BARRACKS HALLWAY\n\nAdelaide chases Red around a corner. A new hallway extends in\nfront and behind her.\n\nFLASHBACK...\n\nINT. BALLET - NIGHT\n\nFourteen-year-old Adelaide delicately caresses her arms while\nstanding en pointe..\n\nINT. UNDERPASS. CLASSROOM HALLWAY. 1993. NIGHT\n\nFourteen-year-old Red reaches to the ceiling with heartbroken\nlonging.\n\nPRESENT DAY...\n\nINT. THE UNDERPASS. BARRACKS HALLWAY. DAY\n\nAdelaide pins Red against the door. Her fire poker up against\nRed’s scissors. Adelaide smiles as she pushes. Then Red\nquickly separates the two sides of the scissors and pokes\nAdelaide in the side with one of the blades sending her\nreeling back.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer fire poker up against\nRed’s scissors. Adelaide smiles as she pushes. Then Red\nquickly separates the two sides of the scissors and pokes\nAdelaide in the side with one of the blades sending her\nreeling back. \n\nTARGET SECTION TO BE ANNOTATED:\n Red slips through the door into...\n\f90.\n\nINT. THE UNDERPASS. BARRACKS. DAY\n\nRows of bunks line the empty, red-tiled sleeping quarters.\nIt's dark. Adelaide charges in. Red is nowhere to be seen.\n\nAdelaide stalks through the bunks.\nThe MUSIC crescendoes.\n\nRed emerges from the shadows behind one bunk with a huge\nsneak attack. Adelaide turns, just in time.\n\nFLASHBACK...\n\nINT. BALLET - NIGHT\n\nBoth girls prepare for their huge finale. As the MUSIC\nPEAKS...\n\nSixteen-year-old Adelaide runs and leaps landing perfectly\nwith no partner.\nINT. UNDERPASS. CLASSROOM HALLWAY. 1993. NIGHT\n\nFourteen-year-old Red’s sorrow turns to rage she runs an\nleaps but falls to the floor hard.\n\nPRESENT DAY...\n\nINT. UNDERPASS. BARRACKS. DAY\n\nRed has been run through by the fire poker. She falls to the\nfloor. Adelaide stands over her.\n\nINT. THE UNDERPASS. BARRACKS. DAY\n\nAdelaide picks up and places Red’s limp body on the bed and\nsits next to it.\n\nRed begins to whistle “ITSY BITSY SPIDER.”\n\nAdelaide pushes the chain from her handcuffs into Red’s neck.\nChocking her.. Adelaide weeps, but her weeping turns into\nLAUGHTER.\n\nRed struggles and dies; Her face goes soft in the end.\n\f91.\nCONTINUED:\n\nA NOISE takes her out of it. She turns sharply. She walks\nover to an industrial locker/closet with ventilation slats in\nit. She opens it. Jason stands inside, trembling. His eyes\nand mouth wide open in shock.\n\nAdelaide hugs him hard and weeps happily.\n\nADELAIDE\nThere you are, my love. I found\nyou!\n\nHe is frozen in fear.\n\nADELAIDE (CONT'D)\nLook.\n\nShe starts wiping his tears but smears blood across his\ncheek.\n\nADELAIDE (CONT'D)\nThey’re all gone now, ok? They\ncan’t hurt you. You understand. .?\nJason? Do you? Everything is going\nto be like it was before.\n\nShe starts to shake him. And realizes he’s afraid of her. She\nstops and an awful expression comes over her face. He heard.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd realizes he’s afraid of her. She\nstops and an awful expression comes over her face. He heard. \n\nTARGET SECTION TO BE ANNOTATED:\nShe keeps wiping his cheek obsessively but just smears more\nand more blood.\n\nADELAIDE (CONT'D)\n\nIt’s going to be like before and\nyou will never have to leave me. I\npromise. Never, ever, ever, ever...\n\nINT. AMBULANCE. DAY\n\nGabe and Zora hide inside. Zora goes to the back window and\nopens the door. They turn to see Adelaide arrive with Jason\nin tow.\n\nMOMENTS LATER...\n\nThe ambulance drives. We see each persons’ traumatized face.\nJason watches his mother.\n\nRUSSELL (0.S.)\nWhat...? She wasn’t in Nam’; she\ngot lost for fifteen minutes.\n\nDR. FOSTER (0.S.)\nThat can be very scary.\n\f92.\nCONTINUED:\n\nRAYNE (0.S.)\nWe don’t know what happened to her.\n\nFLASHBACK...\n\nINT. PSYCHIATRIST’S OFFICE. DAY\n\nYoung Adelaide listens to her parents talk to the\npsychiatrist.\n\nRUSSELL\nSo, how do we get her to talk?\n\nINT. THE WILSON’S BAYSIDE HOUSE. BASEMENT. DAY\n\nThe mini home ballet studio. Young Adelaide practices\nmethodically in front of the mirror.\n\nDR. FOSTER (0.S.)\nI think we need to encourage her to\ndraw, write... dance... anything to\nhelp her tell us her story... but\nwe have to be patient.\n\nINT. VISION QUEST PORTAL. NIGHT\n\nWe are inside the Vision Quest portal looking out at the\nbeach and ocean. Young Adelaide, (the real one) stands by the\nwater. Lightning bursts in the distance over the ocean. Then,\nbeckoned by the mysterious portal, she walks towards us.\n\nIt’s the same shot we saw earlier but now we also see the\nreverse. Young Red stands hiding half behind a mirrored wall\ninside. She’s wickedly entranced by the sight of approaching\nYoung Adelaide. She backs up into the darkness.\n\nINT. THE UNDERPASS. MAIN HALLWAY. NIGHT\n\nYoung Red drags Young Adelaide as a few people mill around.\nThere are no rabbits on the ground.\n\nINT. THE UNDERPASS. BARRACKS. 1986. NIGHT\n\nYoung Red stands by the bed with Young Adelaide unconscious\nin it. She leaves.\n\f93.\n\nINT. THE UNDERPASS.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\n93. INT. THE UNDERPASS. \n\nTARGET SECTION TO BE ANNOTATED:\n BARRACKS. 1986. NIGHT\n\nYoung Adelaide tries to get up, but finds her hand tethered\nto the bed frame by a pair of custom-made, brass handcuffs.\nYoung Red (now just “Adelaide”) is gone. She’s alone. She\nstruggles and starts to cry when...\n\nOther figures arrive, back from dinner. They move slowly and\nare obscured with shadow. Eartha and Weyland, the other\nversions of Adelaide’s parents, approach her silently. They\nstand over the bed.\n\nYOUNG ADELAIDE\n(Her voice is rough from\nhaving been choked)\nMom! Dad! I wanna go home.\n\nEartha and Weyland look at each other. They don’t understand\nher words. Young Adelaide realizes they are not her parents.\nEartha pets her on the head.\n\nINT. RAYNE’S CAR. NIGHT\n\nRayne, drives Russell and Young Adelaide away from the\nboardwalk. The rain has picked up. Rayne and Russell argue,\nbut Young Adelaide, in the back, focuses on a far away\nthought. Slowly she begins to smile. This is not Young\nAdelaide, it’s the other little girl from below.\n\nPRESENT DAY...\n\nEXT. COUNTRYSIDE. DAY\n\nCUE: LES FLEURS\n\nBirds-eye view follows the ambulance driving inland, towards\nthe country before we diverge towards the open terrain. As we\ncontinue through the sky, we find the row of people standing\nhand-in-hand. We follow it.\n\nThe line goes on, and on, and on towards the rising sun.\n\f"
}