{
  "1": "VAN HELSING\nby\n\nStephen Sommers\n\fEXT. FOREST - NIGHT\n\nLIGHTNING FLASHES across the OLD UNIVERSAL LOGO. And then a\nFLAMING TORCH BURNS IT AWAY and we find ourselves in the\nmiddle of an angry mob of torch-wielding PEASANTS. Crashing\nthrough a dark forest. Heading for a huge CASTLE. A BOLT OF\nLIGHTNING STRIKES conductors above the skylight on top of the\ncastle. - This entire opening sequence is in BLACK & WHITE.\n\nINT. LABORATORY - NIGHT\n\nA PAIR OF STRANGE EYES suddenly comes alive, peering out\nthrough slits in stained bandages.\n\nA MAN spins around into a CLOSE-UP, his elegant face is\ncovered in soot, sweat, and taut lines of exhaustion. But his\neyes sparkle with an incredible intelligence, bordering on\nmadness. This is DOCTOR VICTOR FRANKENSTEIN. He yells one of\nthe most famous phrases in film history:\n\nVICTOR\nHe's alive .... He's alive!! ...\nHE'S ALIIIIVE!!!\n\n \n\n \n\nBehind him, lying in a form-fitted iron pod, is a huge man,\nface covered in bandages. A loud CRASH spins Victor around,\nhe runs to a window and looks out. Over his shoulder we see\nthe mob charge the front gate with a tree trunk-CRASH! Wood\nSPLINTERS. But the gate holds. Victor starts to panic, he\nspins around and comes face-to-face with a DARK FIGURE.\n\nDRACULA (DARK FIGURE)\nSuccess!!\n\nVictor SCREAMS in fright, then catches himself\n\nVICTOR\nOh ... Count ... it's just you.\n\nThe Dark Figure steps forward into the flickering electrical\nlight-show. Tall, dark, and incredibly handsome, he reeks of\nevil. This is COUNT VLADISLAUS DRACULA.\n\nDRACULA\nI was beginning to lose faith,\nVictor.\n\nHe looks our at the screaming mob.\n\nDRACULA (CONT'D)\n\nA pity your moment of triumph is\nbeing spoiled over a little thing\nlike grave robbery.\n\fEXT.",
  "2": "---END OF PREVIOUS SECTION---\nHe looks our at the screaming mob. DRACULA (CONT'D)\n\nA pity your moment of triumph is\nbeing spoiled over a little thing\nlike grave robbery. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CASTLE FRANKENSTEIN - NIGHT\nA creepy guy in a TOP HAT and undertaker's suit YELLS OUT:\n\nTOP HAT\nYou know what he's doing in there!\nTo the bodies of your loved ones!\n\nINT. LABORATORY - NIGHT\nVictor is clearly on the verge of a nervous breakdown.\n\nVICTOR\nI must ... I must escape this\nplace.\n\nVictor dashes across his laboratory; the Industrial Age at\nits grotesque beginnings. Weird iron generators and enormous\ncopper dynamos line the walls. Huge gears GRIND. Massive fan\nbelts WHIRL. Electricity ARCS everywhere. Dracula is now high\nup in the rafters, as if magically transported.\n\nDRACULA\nWhere are you going to run, Victor?\n\nSPARKS rain down as Victor throws open a traveling chest and\nwildly begins packing. Dracula is suddenly on the complete\nopposite side of the room, pacing the mantelpiece.\n\nDRACULA (CONT'D)\nYour peculiar experiments have made\nyou ... unwelcome, in most of the\ncivilized world.\n\nVictor looks up at Dracula, momentarily confused by Dracula's\nimpossible moves.\n\nVICTOR\nI'll take him away, far away, where\nno one will ever find him.\n\nHe starts packing again, bur Dracula is suddenly right next\nto him. He steps on the lid of the trunk and slams it shut.\n\nDRACULA\nNo, Victor, the time has come for\nme to take command of him.\n\nVICTOR\nWhat are you saying?\n\fDRACULA\nWhy do you think I brought you\nhere? Gave you this castle?\nEquipped your lab?\n\nVICTOR\nYou said you believed in my work.\n\nDRACULA\nAnd I do. But now that it is, as\nyou yourself said, \"a triumph of\nscience over god,\" it must now\nserve my purpose.\n\nVICTOR\nWhat purpose?\n\nEXT. CASTLE FRANKENSTEIN - NIGHT\n\nWHAM! goes the tree trunk. Splinters FLY. The gate starts to\ngive. The Crowd CHEERS. Thunder ROARS.\n\nINT. LABORATORY - NIGHT\nVictor's eyes slowly widen in horror, he starts to back away.\n\nVICTOR\nGood lord ... I would kill myself\nbefore helping in such a task.",
  "3": "---END OF PREVIOUS SECTION---\nLABORATORY - NIGHT\nVictor's eyes slowly widen in horror, he starts to back away. VICTOR\nGood lord ... I would kill myself\nbefore helping in such a task. \n---TARGET SECTION TO BE ANNOTATED---\nDRACULA\nFeel free. I don't actually need\nyou anymore, Victor. I just need\nhim ... he is the key.\n\nDracula moves in for the kill. Victor backs away towards the\nroaring fireplace, eyes narrowing in defiance.\n\nVICTOR\nBefore I would allow him to be used\nfor such evil, I would destroy him.\n\nDRACULA\nI cannot allow that to happen. My\nbrides would be very put out.\n\nVICTOR\nIGOR! ... Help me!\n\nA despicable little hunchback with horrible buck teeth and an\nevil eye stares down from the rafters. This is IGOR.\n\fIGOR\nYou have been so kind to me.\nDoctor, so caring and thoughtful\n(gestures out to the mob)\nBut if they catch me, they'll hang\nme again.\n\nIgor reveals his horribly disfigured broken neck. Victor\nquickly reaches the mantel and grabs a sabre crossed over the\nFrankenstein family coat-of-arms.\n\nVICTOR\nStay back!\n\nDRACULA\nYou can't kill me, Victor ...\n\nDracula impales himself on Victor's sabre and keeps walking,\nimpaling himself all the way up to the hilt, bringing the two\nmen eye-to-eye. Victor is beyond shocked. Dracula smiles.\nDRACULA (CONT'D)\n--- I'm already dead.\nEXT. CASTLE FRANKENSTEIN - NIGHT\n\nCRASH! goes the front gate. EXPLODING into splinters.\nPeasants and torches pour through. LIGHTNING FLASHES.\n\nINT. LABORATORY - NIGHT\n\nDracula's canines glide out into razor sharp fangs, all the\nblood drains from his face, his hair turns pure white. Victor\nSCREAMS. The Count bites down into his neck.\n\nUp in the rafters, Igor scurries off through a door, slamming\nit behind him as Victor's SHADOW is murdered above it.\n\nDracula drops Victor's limp body to the floor. And that's\nwhen a horrific ANGUISHED BELLOW suddenly fills the room.\n\nFRANKENSTEIN\nNooo!\n\nDracula spins around, dropping Victor to the floor. A dynamo\nhits Dracula full on. He and the dynamo are flung into the\nfireplace, scattering flaming logs and embers.\n\nA bandaged APPARITION scoops Victor into its arms.",
  "4": "---END OF PREVIOUS SECTION---\nA dynamo\nhits Dracula full on. He and the dynamo are flung into the\nfireplace, scattering flaming logs and embers. A bandaged APPARITION scoops Victor into its arms. \n---TARGET SECTION TO BE ANNOTATED---\n\fEXT. CASTLE FRANKENSTEIN - NIGHT\n\nIgor scurries our a small door outside the castle wall and\ncloses it behind him, then he looks up over the wall to the\npeasants storming the upper ramparts. He cackles in glee. The\ndoor behind him suddenly bursts open. The Apparition races\nout, carrying Victor in its arms. It blows past Igor and\nheads off across the moors, heading for an old WINDMILL up on\na bluff. Igor is shocked and panicked, he quickly looks up at\nthe peasants and points to the Apparition.\n\nIGOR\nFRANKENSTEIN! He's created a\nmonster! !\n\nIgor fearfully scurries off into the shadows.\nEXT. RAMPART - NIGHT\nUp on the ramparts, Top Hat points down SCREAMS:\n\nTOP HAT\nLOOK! It's headed for the windmill!\n\nINT. LABORATORY - NIGHT\n\nFrom inside the fireplace, the Count flings the massive\ndynamo across the laboratory. It hits a generator that blasts\ninto a flume of sparks and fire. The Count charges out of the\nfireplace, his face is a burned mess, but it quickly and\ncompletely heals.\n\nEXT. WINDMILL - NIGHT\n\nThe mob charges across the moors, chasing the Apparition\ntowards the windmill.\n\nINT. WINDMILL - NIGHT\n\nThe mob charges the windmill. The creature slams the door\nshut on them, then dashes across the room, which is an old\nAbsinthe Still. He rampages up a rickety wooden staircase.\n\nEXT. TOP OF WINDMILL - NIGHT\n\nAt the top of the windmill, the creature rages through a\nsplintering door and looks down at the crazed mob below. We\nfinally get our first good look at FRANKENSTEIN'S MONSTER:\nbolts, scars, stitches, and the back of his head is made of\nglass, a small electrical storm is going off inside it. But\nthe look in his eyes surprises us, he is terrified, this\ntremendous beast of a man is actually fearful.\n\fFRANKENSTEIN\nWhy? ...\n\nINT.",
  "5": "---END OF PREVIOUS SECTION---\nBut\nthe look in his eyes surprises us, he is terrified, this\ntremendous beast of a man is actually fearful. FRANKENSTEIN\nWhy? ... INT. \n---TARGET SECTION TO BE ANNOTATED---\n LABORATORY - NIGHT\n\nDracula's SHADOW rises up the laboratory walls and TRANSFORMS\ninto something huge, with wings.\n\nEXT. TOP OF WINDMILL - NIGHT\n\nFrankenstein groans in fear as a thick unbroken band of\nFLICKERING TORCHES encircles the windmill. The SCREAMING\npeasants throw their torches. A noose of FLAME leaps up the\nwalls. The Monster ROARS. Then looks off at the castle. Off\nin the distance, the castle's glass skylight bursts as a\nWINGED SHADOW explodes up out of it. High up in the dark,\nthunder-racked sky, THREE MORE liquid-like SHADOWS come\nflying through the roiling purple clouds to join it.\n\nPEASANTS\nVampires! Run for your lives!\n\nThe huge crowd flees in horror across the moors. The FLAMES\nhave surged up the windmill and now surround Frankenstein's\nMonster. He looks down at Victor and hugs him tightly to his\nchest.\n\nFRANKENSTEIN\nFather ...\n\nThen with tears on his cheeks, he lifts a fist towards the\noncoming shadows above and lets our an anguished BELLOW.\n\nAnd that's when the entire windmill IMPLODES. Taking the\nMonster and his creator down with it. The timber and the\ngears and the fans and all the ironwork plummet downward. A\nhuge ball of FIRE and FLAMING DEBRIS flies everywhere.\n\nHuge billowing WINGS suddenly fly right over CAMERA,\npractically WIPING FRAME. They immediately become a CAPE,\nwhich wraps around Dracula as he hits the ground running.\n\nAnd then three billowing WHITE WINGS fly over CAMERA, and\nthey wrap around three exorically gorgeous young women.\nDracula's BRIDES: ALEERA, VERONA, and MARISHKA.\n\nDracula staggers to a stop and stares in desperation at the\nflaming wreckage. His Brides are distraught beyond words:\nthey burst into tears, wailing with inhuman shrieks.\n\fWE PUSH IN on the FLAMING windmill, belching its last sparks,\nthen slowly DISSOLVE TO its charred remains.\n\nSUPER: ONE YEAR LATER\nEXT.",
  "6": "---END OF PREVIOUS SECTION---\nHis Brides are distraught beyond words:\nthey burst into tears, wailing with inhuman shrieks. WE PUSH IN on the FLAMING windmill, belching its last sparks,\nthen slowly DISSOLVE TO its charred remains. SUPER: ONE YEAR LATER\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n WINDMILL - DAY\n\nThe BLACK & WHITE ends, the FILM SATURATES, becoming a deep\nblue, and then a huge, powerful BLUR rips past the ruins. The\nsound it makes is incredibly deep, feral, and frightening.\n\nEXT. FOREST CLEARING - GLOOMY DAY\n\nLooking down through MASSIVE TREES onto a small clearing. A\nhandsome young MAN is tied to a post, hands above his head.\nPRINCE VELKAN tenses at the sound of the approaching beast.\nAnd then all goes quiet. Bushes rustle. Velkan's eyes look\nleft. A tree creaks. Velkan looks right. A branch sways.\nVelkan waits for the inevitable. And then, 30 feet up a tree,\na massive WEREWOLF creeps out, clinging horizontally to the\nbark. Ten feet tall. Fangs. Claws. The works. It hunches,\nabout to lunge. Velkan tenses.\n\nVELKAN\nCome on. Dracula unleashed you for\na reason.\n\nThe Werewolf leaps. Velkan's hands rip loose of his bindings.\nHe vaults himself up onto the top of the post just as the\nWerewolf slams into it, just missing him. The Werewolf clings\nto the post and looks up as Velkan leaps up and grabs a vine\nhanging above the post.\n\nBEHIND SOME BUSHES: Several MEN pull a lever.\n\nThe vine jerks Velkan up off the pole, heading for safety,\nbut then he comes to an abrupt stop. The look in his eyes\ntells us this isn't part of the plan.\n\nBehind the bushes the men are struggling with the lever.\n\nVILLAGER\nIt's stuck! It's stuck!\n\nA gorgeous young woman spins around and draws her sword: she\nwears the sexy silk dress of a gypsy Princess, this is ANNA\nVALERIOUS. One of the men grabs her.\n\nMAN\nNo! Anna! It will kill you!\n\fANNA\n(ripping free of his grip)\nThat's my brother out there!\n\nOut in the clearing, the Werewolf snarls up at Velkan and\nstarts to hunch, about to lunge up at him. Anna charges out\nof the bushes. The Werewolf sees her. So does Velkan.",
  "7": "---END OF PREVIOUS SECTION---\nAnna charges out\nof the bushes. The Werewolf sees her. So does Velkan. \n---TARGET SECTION TO BE ANNOTATED---\nVELKAN\nAnna! No!\n\nAnna raises her sword and keeps on charging. The Werewolf\nsnarls viciously and jumps off the pole, it immediately falls\nthrough a camouflaged mesh covering the ground.\n\nBehind the bushes a man swings an ax and chops the ropes\nattached to the lever.\n\nOut in the clearing, a huge iron CAGE rips up out of the\nground around the pole. Anna does a back-flip off the cage as\nit's pulled up into the air.\n\nUp on the vine, Velkan draws his silver revolver. The roof of\nthe cage springs shut, trapping the Werewolf inside. Velkan\naims down at the Werewolf, but the cage slams into him on\nit's way up into the trees. His revolver goes flying. Velkan\nand the cage are rocketed straight up into the huge trees.\n\nEXT. FOREST - TREETOPS - DAY\nWay up in the trees, the cage slams to a stop. Velkan leaps\noff and lands on a branch. The cage starts crashing back and\nforth, the Werewolf trying to rip its way out. Ropes snap.\nVELKAN\nMy gun! Find my gun!\nEXT. FOREST - CLEARING - DAY\n\nDown in the clearing, Anna desperately looks around, several\nmen begin firing rifles up into the trees, Anna shoves one of\nthem out of her way.\n\nANNA\nNo! Find Velkan's gun! It has to be\nthe silver bullets!\nEXT. FOREST - TREETOPS - DAY\n\nAnother rope snaps. The cage swings widly, now hanging by a\nsingle rope.\n\fEXT. FOREST - CLEARING - DAY\n\nAnna spots Velkan's silver revolver on the far side of the\nclearing. She runs for it. The cage suddenly SLAMS DOWN right\nin front of her, cutting her off from the gun. The Werewolf\nbursts out of the smashed cage. Anna turns and runs like\nhell. The Werewolf spots her and gives chase.\n\nAnna races through the foliage. The Werewolf's POV getting\ncloser and closer. Anna runs out of the forest and almost\ngoes over a cliff.",
  "8": "---END OF PREVIOUS SECTION---\nAnna races through the foliage. The Werewolf's POV getting\ncloser and closer. Anna runs out of the forest and almost\ngoes over a cliff. \n---TARGET SECTION TO BE ANNOTATED---\n She stops herself just short, it's a half\nmile to the bottom, she spins around and starts to run back\ninto the foliage, then freezes as she sees trees and bushes\nthrown into the air, the Werewolf getting closer and closer.\nThe Werewolf leaps out of the bushes, straight at Anna. Anna\nis suddenly shoved out of the way by Velkan. He fires his\ngun. The Werewolf HOWLS in pain, but manages to chomp into\nVelkan's shoulder and tackle him OFF THE SCREEN.\n\nAnna slams to the ground, then spins around, Velkan and the\nWerewolf are gone. Only the revolver remains, still smoking.\nAnna leaps up and looks over the edge of the misty cliff.\nVelkan is nowhere in sight. Anna is devastated.\n\nANNA\nVelkan ...\n\nAnd then she hears something and spins around. It's the\nWerewolf, lying in the bushes. Anna grabs the gun, levels it,\ncocks it, and moves in for the kill. And that's when the\nWerewolf TRANSFORMS, turning into a dying OLD MAN.\n\nOLD MAN\nThank you.\n\nAnna stares down at him, horrified. The Old Man smiles.\n\nOLD MAN (CONT'D)\nI die free from Dracula's awful\n\ngrip.\nAnd then with the last of his energy he grabs Anna's ankle.\nOLD MAN (CONT'D)\nBut now you must stop him! ... He\n\nhas a terrible secret ... He has\n--. he has ... !\n\f10.\n\nThe Old Man dies. Anna stares down at him, then looks off\nover the precipice. WE PUSH IN on her tear-streaked face as\nshe shuts her eyes. Then PULL BACK as another FACE DISSOLVES\nUP over hers. It's a \"WANTED POSTER.\" Wanted for murder in\nmany countries is a MASKED MAN wearing a cloak, a cape, and a\nblack, wide-brimmed hat. His name is VAN HELSING. A HAND rips\nthe poster off the SCREEN and we suddenly find ourselves in:\n\nPARIS, FRANCE - RAINY NIGHT\n\nThe hand belongs to a masked man in a cloak, a cape, anda\nblack, wide-brimmed hat. In the background is the Eiffel\nTower, half built. It's quiet. Too quiet. And then we hear a\nblood curdling SCREAM.",
  "9": "---END OF PREVIOUS SECTION---\nIt's quiet. Too quiet. And then we hear a\nblood curdling SCREAM. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing's eyes don't even flinch,\nhe calmly crumples the poster, chucks it, and moves off down\nthe foggy cobblestone lane, his cape flowing behind him.\n\nEXT. NOTRE DAME - NIGHT\n\nWE PAN DOWN from NOTRE DAME to a WOMAN'S DEAD BODY lying on\nthe cobblestones in a puddle of blood, eyes wide open,\nlooking terrified. Van Helsing steps up and gives the body\nthe once over, studying the spoor. He picks up a smoldering\ncigar stub next to the body, dripping with saliva, then he\nfreezes, eyes suddenly on the alert, he spins around and we\nRACK FOCUS to the top of Notre Dame.\n\nWay up on the North Tower, a huge, shadowy FIGURE clambers up\nthe sheer wall and vanishes over an upper railing.\n\nINT. NOTRE DAME BELFRY - NIGHT\n\nVan Helsing silently steps up into the belfry, which is dark\nand dusty and covered in religious relics. Very Gothic.\nMoonlight slices through the attic windows as Van Helsing\nglides past the massive church bell, then he freezes, every\nhair and muscle on his body suddenly tense. A long BEAT.\n\nAnd then a gigantic malformed MAN DROPS DOWN three feet in\nfront of him, hanging upside-down from the rafters. He SNARLS\nviciously. This is MISTER HYDE. Van Helsing gingerly takes\none step back, then pulls down his mask, revealing his\nhandsome face for the first time.\n\nVAN HELSING\nEvening.\n\nHyde's fleshy jowls spew phlegm as he speaks, a burning cigar\nclamped between his rotten teeth.\n\nMISTER HYDE\nYou're a big one. You'll be hard to\ndigest.\n\f11.\n\nVAN HELSING\nI'd hate to be such a nuisance.\n\nHyde flips around and lands on his gnarled feet. Van Helsing\nsizes him up, all nine feet of him.\n\nVAN HELSING (CONT'D)\nI missed you in London.\n\nMISTER HYDE\nNo you didn't.\n\nHyde lifts up his huge arm to show three cauterized BULLET\nHOLES blown clear through his biceps.\n\nMISTER HYDE (CONT'D)\nYou got me good.",
  "10": "---END OF PREVIOUS SECTION---\nMISTER HYDE\nNo you didn't. Hyde lifts up his huge arm to show three cauterized BULLET\nHOLES blown clear through his biceps. MISTER HYDE (CONT'D)\nYou got me good. \n---TARGET SECTION TO BE ANNOTATED---\nHyde starts to circle. Van Helsing does likewise.\n\nVAN HELSING\nDoctor Jekyll, you are wanted by\nthe Knights of the Holy Order-\n\nMISTER HYDE\nIt's Mister Hyde now.\n\nVAN HELSING\n-for the murder of twelve men, six\nwomen—\n\nMISTER HYDE\n-Four children, three goats and a\nrather nasty massacre of poultry.\nSo you're the great Van Helsing.\n\nHe blows a huge smoke ring at Van Helsing. Van Helsing\nignores it.\n\nVAN HELSING\nAnd you are a deranged psychopath.\n\nHyde takes the red-hot cigar out of his mouth and crushes the\nglowing his palm.\n\nMISTER HYDE\nWe all have our little problems.\n\nVan Helsing's whole mind and body to gear up.\n\nVAN HELSING\nMy superiors would like for me to\ntake you alive, so that they may\nextricate your better half.\n\f12.\n\nMISTER HYDE\nThey would, would they?\n\nVAN HELSING\nPersonally, I'd rather just kill\nyou and call it a day.\n\nMister Hyde laughs. Van Helsing doesn’t.\n\nVAN HELSING (CONT'D)\nLet's make it your decision, shall\nwe?\n\nHyde suddenly LASHES OUT with one of his huge hands, catches\nVan Helsing across the face, slams him back into a wall. Van\nHelsing calmly wipes the blood off his mouth.\n\nVAN HELSING (CONT'D)\nGood, we're in agreement then.\n\nIn a lightning quick move, Van Helsing draws his revolvers\nand FIRES. Like all of Van Helsing's weapons, they are highly\nstylized, yet ruthlessly functional. The sound is thunderous.\nAs the smoke clears, Hyde is nowhere to be seen. Van Helsing\nholsters his guns and moves forward. Mister Hyde suddenly\ncharges out of the darkness. Van Helsing instantly comes up\nwith circular BLADES in each hand. He spins around and cuts\nHyde across the ribs as he passes. Hyde howls in pain and,\nunable to stop his own momentum, crashes straight into the\nhuge church BELL, which GONGS loudly. Hyde grabs his ears.\n\nMISTER HYDE\nThe bell! THE BELL!!\n\nVan Helsing moves in for the kill.",
  "11": "---END OF PREVIOUS SECTION---\nMISTER HYDE\nThe bell! THE BELL!! Van Helsing moves in for the kill. \n---TARGET SECTION TO BE ANNOTATED---\n His fingers start pumping\nthe spring-loaded blades, which begin to rotate, faster and\nfaster until they're a menacing blur of razor sharp steel.\n\nHyde grabs the huge bell, rips it off its moorings and slams\nit down over Van Helsing, trapping him inside. Hyde chuckles.\nAnd then he hears the blades buzzing away inside. Hyde looks\nconcerned, grabs the bell, and lifts it up. Van Helsing is\n\ngone, and there's a big hole carved out of the wooden floor.\n\nHyde scowls, then hears the blades buzzing again. He looks\naround. Van Helsing is nowhere in sight, then he looks up.\nVan Helsing is crouched up inside the bell above Hyde's head.\nHe swings a blade. Mister Hyde's left arm drops to the floor.\nCut clean off. The bell crashes to the floor. Van Helsing\nrolls free. He and Hyde stare at the severed arm, flapping\naway on the floor.\n\f13.\n\nVAN HELSING\nI'll bet that's upsetting.\n\nThe huge arm TRANSFORMS into the arm of a spindly old man.\nMister Hyde angrily lunges forward, grabs Van Helsing, and\nthrows him clear up through the top of the tower.\n\nEXT. NORTH TOWER - NIGHT\n\nVan Helsing explodes up through a wooden trap door and\ncrashes down hard to the deck. He tries to get up, but he's\nnearly unconscious. Hyde leaps up beside him, picks him up by\nthe back of his collar and carries him across the tower.\n\nMISTER HYDE\nI think you'll find the view over\nhere rather spectacular.\n\nAt the edge of the tower, Hyde lifts Van Helsing up face-to-\nface.\n\nMISTER HYDE (CONT'D)\nBeen a pleasure knowing you.\n\nMister Hyde throws Van Helsing off the top of Notre Dame.\nOKAY, EVERYTHING HAPPENS AT ONCE, PAY CLOSE ATTENTION:\n\nAs Van Helsing plummets towards the cobblestones far below he\ndesperately whips out a grappling hook gun, aims, and fires\nit upwards. The bolt shoots out, tether trailing behind it.\nIt blows right through Hyde's belly and shoots out of his\nback.",
  "12": "---END OF PREVIOUS SECTION---\nOKAY, EVERYTHING HAPPENS AT ONCE, PAY CLOSE ATTENTION:\n\nAs Van Helsing plummets towards the cobblestones far below he\ndesperately whips out a grappling hook gun, aims, and fires\nit upwards. The bolt shoots out, tether trailing behind it. It blows right through Hyde's belly and shoots out of his\nback. \n---TARGET SECTION TO BE ANNOTATED---\nTIGHT on the bolt as it slows in mid-air, tether slackening,\nand then the serrated grappling HOOKS snap out, the tether\ngoes taut, and the whole thing is jerked back out of FRAME.\n\nThe grappling hooks slam into Mister Hyde's back. The tether\ngoes taut. Van Helsing snaps to a stop at the end of the\ntether, two feet short of splattering into the cobblestones.\nHyde is jerked forward, but catches himself on the ledge. Van\nHelsing gets to his feet, grabs the tether and yanks it. Hyde\nis jerked over the edge, but a single toe stops him from\nfalling, his lone arm flails, and then with all his might he\nthrows himself backwards. READ FASTER:\n\nVan Helsing is jerked up off the ground. Hyde stumbles back\nand falls off the tear of the tower, he drops down and\n\ncrashes through the roof of the church. Van Helsing rockets\nup the side of Notre Dame, heading for the top of the tower.\n\f14.\n\nINT. NOTRE DAME - NIGHT\n\nMister Hyde swings down across the great church and right\ninto the Rose window.\n\nEXT. NOTRE DAME - NIGHT\n\nThe massive window at the front and center of Notre Dame\nexplodes as Mister Hyde crashes through it. Van Helsing lands\non his feet at the top of the tower and looks down.\n\nWE FOLLOW Mister Hyde down as he TRANSFORMS into a meek OLD\nMAN, who has one deeply disturbing moment to consider his\npredicament. And then he hits the pavement.\n\nUp on the tower, Van Helsing looks genuinely remorseful, his\nbody slumps in sadness, he makes the sign-of-the cross.\n\nVAN HELSING\nGod rest your soul. ...\n\nEXT. PLAZA - NIGHT\n\nGendarmes, priests, and local denizens race up to the dead\nbody from every direction. Then they all look up to the top\nof the North Tower, and are instantly terrified, several of\nthem run away in fear.\n\nPEOPLE\nVan Helsing! ... It's Van\nHelsing!...\n\nSilhouetted against the moon is our hero. The SERGEANT of the\ngendarm raises an angry fist.\n\nSERGEANT (0.S.)\n\nVan Helsing you MURDERERRRR ...",
  "13": "---END OF PREVIOUS SECTION---\nThe SERGEANT of the\ngendarm raises an angry fist. SERGEANT (0. S.)\n\nVan Helsing you MURDERERRRR ... \n---TARGET SECTION TO BE ANNOTATED---\nSMASH CUT TO ROME - DAWN\nThe clock behind St. Peter's Basilica chimes as Van Helsing\ntrots his black stallion across the enormous Piazza San\nPierro, lined with Bernini's magnificent colonnades.\n\nSUPER: VATICAN CITY\n\nINT. ST. PETERS - DAWN\n\nGregorian CHANTING can be heard as Van Helsing strides\nthrough the greatest church in all Christendom.\n\f15.\n\nINT. CONFESSIONAL - DAY\nInside an ornate confessional, Van Helsing drops to one knee.\n\nVAN HELSING\nBless me, Father, for I have\nsinned.\n\nKnowing what's coming, Van Helsing grits his teeth. A tiny\npartition door slams open. Through the wooden mesh we see\nCARDINAL JINETTE, a tough old bird with piercing eyes.\n\nCARDINAL JINETTE\nYou shattered the Rose window!\n\nVAN HELSING\nNot to split hairs, sir, but it was\nMister Hyde who did the shattering.\n\nTHIRTEEN\nThirteenth-century. Over six\nhundred years old! I wish you a\nweek in hell for that!\n\nVAN HELSING\nIt would be a nice reprieve.\n\nCARDINAL JINETTE\nDon't get me wrong, your results\nare unquestionable, but your\nmethods draw far too much\nattention. \"Wanted posters\"? We are\nnot pleased.\n\nVAN HELSING\nYou think I like being the most\nwanted man in Europe? Why don't you\nand the Order do something about\nit?\n\nThe Cardinal leans in and lowers his voice conspiratorially.\n\nCARDINAL JINETTE\nYou know why, because \"we\" do not\nexist.\n\nVAN HELSING\nThen neither do I.\n\nVan Helsing gets up to go. The Cardinal pulls a lever. Bolts\non Van Helsing's door lock shut. The Cardinal leans in, all\nfire and brimstone.\n\f16.\n\nCARDINAL JINETTE\nWhen we found you crawling up the\nsteps of this church, half dead, it\nwas clear to all of us that you had\nbeen sent to do God's work.",
  "14": "---END OF PREVIOUS SECTION---\nThe Cardinal leans in, all\nfire and brimstone. 16. CARDINAL JINETTE\nWhen we found you crawling up the\nsteps of this church, half dead, it\nwas clear to all of us that you had\nbeen sent to do God's work. \n---TARGET SECTION TO BE ANNOTATED---\nVAN HELSING\nWhy can't he do it himself?\n\nCARDINAL JINETTE\nDon't blaspheme! You already lost\nyour memory as a penance for past\nsins.\n\nThe Cardinal pulls another lever, a series of gears slides\nthe back wall open, revealing a secret hidden staircase.\n\nCARDINAL JINETTE (CONT'D)\nIf you wish to recover it, I\nsuggest you continue to heed the\ncall.\n\nINT. ARMORY - DAY\n\nThe Cardinal and Van Helsing enter an enormous underground\nARMORY, bustling with action, lots of steam and fire.\n\nCARDINAL JINETTE\nGovernments and empires come and\ngo, but we have kept mankind safe\nsince time immemorial.\n\nBeneath the giant blast furnaces we see JEWISH RABBIS working\nthe billows, HINDU PRIESTS stoking the fires, and MUSLIM\nCLERICS hammering red hot scimitars on anvils.\n\nCARDINAL JINETTE (CONT'D)\nWe are the last defense against\nevil. An evil that the rest of\nMankind has no idea even exists.\n\nVan Helsing's eyes fill with torment, reliving past moments:\n\nVAN HELSING\nTo you, these monsters are evil\nbeings to be vanquished, but I'm\nthe one left standing there when\nthey die and become the men they\nonce were.\n\f17.\n\nCARDINAL JINETTE\nFor you, my good son, this is all\na test of faith. That is why you\nhave no idea who you are or where\nyou came from.\n\nVan Helsing gives him a look. The Cardinal smiles knowingly.\n\nCARDINAL JINETTE (CONT'D)\nSay you met God, and he set you on\na task, you would have no fear\nbecause you would know that God was\nwith you, but if your memory of\nmeeting God were lost, then every\nday would be a test of faith.\n\nVan Helsing sighs heavily, we see the weariness in his eyes,\nthe weight of his calling pressing down upon him. The\nCardinal snaps his fingers and the LIGHT DIMS. A Rabbi turns\non a SLIDE PROJECTOR and starts clicking slides, showing the\nway from Rome to Eastern Europe.",
  "15": "---END OF PREVIOUS SECTION---\nVan Helsing sighs heavily, we see the weariness in his eyes,\nthe weight of his calling pressing down upon him. The\nCardinal snaps his fingers and the LIGHT DIMS. A Rabbi turns\non a SLIDE PROJECTOR and starts clicking slides, showing the\nway from Rome to Eastern Europe. \n---TARGET SECTION TO BE ANNOTATED---\nCARDINAL JINETTE (CONT'D)\nWe need you to go to the east, to\nthe far side of Romania, an\naccursed land, terrorized by all\nsorts of nightmarish creatures.\n\nA slide of a handsome GOTHIC PRINCE comes up.\n\nCARDINAL JINETTE (CONT'D)\nLorded over by a certain Count\nDracula.\n\nVan Helsing's interest is immediately piqued.\n\nVAN HELSING\nDracula.\n\nThen a slide comes up showing a painting of an old fifteenth-\ncentury NOBLEMAN, his suit of armor covered in holy crosses,\nhis name emblazoned on silver below it: VALERIOUS THE ELDER.\n\nCARDINAL JINETTE\nFour hundred and fifty years ago a\nTransylvanian knight named\nValerious the Elder promised God\nthat his family would never rest,\nnor enter heaven, until they\nvanquished Dracula from their land.\nThey have not succeeded, and they\nare running out of family.\n\f18.\n\nSeveral grainy black-and-white slides of a FAMILY come up. A\nburly old KING and young Prince Velkan.\n\nCARDINAL JINETTE (CONT'D)\nBoris Valerio us, King of the\nGypsies, he went missing almost one\nyear ago. His son Velkan died just\nlast week.\n\nVAN HELSING\nAnd the girl?\n\nVan Helsing gestures to Anna, riding her horse.\n\nCARDINAL JINETTE\nPrincess Anna, the last of the\nValerio us. If she is killed, nine\ngenerations of her family will\nnever enter the gates of St. Peter.\n\nThe room FLOODS WITH LIGHT. The Cardinal faces Van Helsing.\n\nCARDINAL JINETTE (CONT'D)\nFor more than four centuries this\nfamily has held down our left\nflank. They gave their lives, we\ncannot let them slip into\npurgatory.\n\nVAN HELSING\nSo you're sending me into hell.\n\nCARDINAL JINETTE\nIn a manner.\n\nAn old Muslim Cleric steps up and hands something to the\nCardinal. The Cardinal holds it up for Van Helsing. It's a\nTORN PIECE OF PAINTED CLOTH encased in a strip of glass.\n\nCARDINAL JINETTE (CONT'D)\nThe old knight left this here four\nhundred years ago.",
  "16": "---END OF PREVIOUS SECTION---\nThe Cardinal holds it up for Van Helsing. It's a\nTORN PIECE OF PAINTED CLOTH encased in a strip of glass. CARDINAL JINETTE (CONT'D)\nThe old knight left this here four\nhundred years ago. \n---TARGET SECTION TO BE ANNOTATED---\n We don't know\nits purpose, but he would not have\nleft it lightly.\n\nVan Helsing stares at it. Painted on the cloth is PART OF A\nLATIN INSCRIPTION.\n\nCARDINAL JINETTE (CONT'D)\nIn Latin inscription translates as:\n\"In the name of God, open this\ndoor.\"\n\f19.\n\nAnd then a look of confusion washes over Van Helsing's face.\nIn the corner of the cloth is an INSIGNIA in the shape of a\nDRAGON. Van Helsing holds his hand up next to the insignia.\nOn Van Helsing's hand is a RING with the exact same DRAGON\nINSIGNIA. The Cardinal sets his hand on Van Helsing's arm,\nfatherly.\n\nCARDINAL JINETTE (CONT'D)\nI think that in Transylvania, you\nmay find the answer you seek. .. .\n\nOn Van Helsing's look WE CUT TO:\nINT. ARMORY - DAY\n\nVan Helsing strides through a huge blast of steam. An\nextremely earnest little Friar scurries up, this is CARL.\n\nCARL\nThere you are. Did you bring him\nback? Or did you kill him?\n\nVan Helsing doesn't even slow down. Carl shakes his head.\n\nCARL (CONT'D)\nYou killed him, didn't you? That's\nwhy they get so annoyed. When they\nask you to bring someone back, they\ndon't mean as a corpse.\n\nVan Helsing scowls under his breath. Carl smiles.\n\nCARL (CONT'D)\nAh! Right. You're in a mood. Well,\ncome on, I've got a few things that\nwill put the bit back in your\nmouth.\n\nVan Helsing is suddenly attracted to some swords coming out\nof a flaming forge. Carl grabs him and pulls him away.\n\nCARL (CONT'D)\nAny idiot can make a sword.\n\nA huge, beefy, Buddhist Monk covered in sweat steps out from\nbehind the forge, staring daggers at Carl.\n\nCARL (CONT'D)\nSorry, father!\n\nCarl grabs some items off a shelf and stuffs them into Van\nHelsing's arms:\n\f20.\n\nCARL (CONT'D)\nRings of garlic, holy water, a\nwooden stake, a silver crucifix ...\n\nVan Helsing watches some Spanish priests fire a Gatling gun.",
  "17": "---END OF PREVIOUS SECTION---\nCarl grabs some items off a shelf and stuffs them into Van\nHelsing's arms:\n\f20. CARL (CONT'D)\nRings of garlic, holy water, a\nwooden stake, a silver crucifix ... Van Helsing watches some Spanish priests fire a Gatling gun. \n---TARGET SECTION TO BE ANNOTATED---\nVAN HELSING\nWhy can't I use one of those?\n\nCarl looks at Van Helsing like he's talking to a child.\n\nCARL\nYou've never gone after vampires\nbefore have you?\n\nVAN HELSING\nVampires, gargoyles, warlocks,\nthey're all the same, best when\ncooked well.\n\nCARL\nThey are not all the same. A\nvampire is nothing like a warlock.\nMy granny could kill a warlock.\n\nVAN HELSING\nCarl, you've never even been out of\nthe abbey, how do you know about\nvampires?\n\nCARL\nThat's why they make books.\n\nHe gestures to a collection of manuscripts by Socrates,\nCopernicus, Da Vinci, and Galileo, then steps up to a glass\nOVEN where sticks of dynamite are dripping sweat into vials.\n\nCARL (CONT'D)\nHere's something new. Glycerine 48.\n\nCarl sticks his pinky into a vial and then flicks a drop of\nthe dynamite sweat against a wall, the drop bursts into a\nlarge ball of flame. Several of the startled clergy YELL OUT:\n\nSEVERAL PRIESTS\nKnock it off, Carl!\n\nCARL\nSorry! Sorry!\n(aside to Van Helsing)\nThe air around here is thick with\nenvy.\n\f21.\n\nCarl grabs a strange-looking CROSSBOW :and hands it to Van\nHelsing, it's covered in little iron pumps and copper tubes.\n\nCARL (CONT'D)\nThis is my latest invention.\n\nVAN HELSING\nNow this I like.\n\nCARL\n\nGas propelled, capable of\ncatapulting bolts in rapid\nsuccession at tremendous velocity.\nJust pull the trigger and hold on.\n\n(he adjusts the sight)\nI've heard the stories coming out\nof Transylvania, trust me, you'll\nneed this. A work of certifiable\ngenius.\n\nVAN HELSING\nIf you don't say so yourself.\n\nCarl doesn't get sarcasm.\n\nCARL\nI did say so myself.\n(earnest, not bragging)\nI am a veritable cornucopia of\ntalent.\n\nVan Helsing picks up a very odd-looking CONTRAPTION.\n\nVAN HELSING\nDid you invent this?\n\nCARL\nI've been working on that for\ntwelve years.",
  "18": "---END OF PREVIOUS SECTION---\nVan Helsing picks up a very odd-looking CONTRAPTION. VAN HELSING\nDid you invent this? CARL\nI've been working on that for\ntwelve years. \n---TARGET SECTION TO BE ANNOTATED---\n It's compressed magma\nfrom Mount Vesuvius with pure\nalkaline from the Gobi Desert. It's\none of a kind.\n\nVAN HELSING\nWhat's it for?\n\nCARL\nI have no idea, but I'm sure it\nwill come in handy.\n\nCarl scurries on as Van Helsing follows.\n\f22.\n\nVAN HELSING\nTwelve years and you don't know\nwhat it does?\n\nCARL\nI didn't say that. I said I don't\nknow what it's for. What it does is\ncreate a light equal to the\nintensity of the sun.\n\nVAN HELSING\nAnd this will come in handy how?\n\nCarl hefts two huge duffle bags filled with weaponry into Van\nHelsing's arms.\n\nCARL\nI don't know. You could blind your\nenemies. Charbroil a herd of\ncharging wildebeest. Use your\nimagination.\n\nVAN HELSING\nNo, Carl, I'm going to use yours,\nthat's why you're coming with me.\n\nCARL\nThe hell be damned if I am.\n\nVAN HELSING\n(points an accusing\nfinger)\nYou cursed. Not very well, but\nyou're a monk, you're not supposed\nto curse at all.\n\nCARL\nActually, I'm still just a friar, I\ncan curse all I want ... damn it.\n\nVAN HELSING\nThe Cardinal has ordered you to\nkeep me alive ...\n\nHe shoves the huge duffle bags into Carl's arms.\n\nVAN HELSING (CONT'D)\n... for as long as possible.\n\nVan Helsing turns and heads off through the flaming forges.\nCarl, carrying the huge duffle bags, staggers off after him.\n\f23.\n\nCARL\nBut I'm not a field man!\n\nA blast of STEAM fills FRAME, and then the CAMERA is suddenly\nflying through CLOUDS ....\n\nEXT. TRANSYLVANIA - GLOOMY DAY\n\nThe CAMERA rips out of the clouds and dives down between two\ncraggy mountain peaks, revealing the strange village of\nVASERIA nestled in the heart of a creepy valley.",
  "19": "---END OF PREVIOUS SECTION---\nA blast of STEAM fills FRAME, and then the CAMERA is suddenly\nflying through CLOUDS .... EXT. TRANSYLVANIA - GLOOMY DAY\n\nThe CAMERA rips out of the clouds and dives down between two\ncraggy mountain peaks, revealing the strange village of\nVASERIA nestled in the heart of a creepy valley. \n---TARGET SECTION TO BE ANNOTATED---\n The CAMERA\nwhips down into the village and crests the rooftops, as it\nlands next to a chimney, three WHITE WINGS drop down around\nit and TRANSFORM into familiar gowns. The CAMERA holds on the\nvillage square below, bustling with activity. Aleera trembles\nwith anticipation.\n\nALEERA\n(Romanian - subtitled)\nI am very, very excited about this.\n\nMarishka pours.\n\nMARISHKA\n(Romanian - subtitled)\nWhy can't we just let the Werewolf\nkill her?\n\nVerona gives her a condescending look.\nVERONA\nNever trust a man to do a woman's\njob.\nEXT. VILLAGE SQUARE - DAY\n\nWearing hoods, heads down, Van Helsing and Carl move through\nthe vicious-looking crowd. Carl whispering to Van Helsing.\n\nCARL\n++. SO you can remember everything\nabout your life from the last seven\nyears, but nothing before that?\n\nVAN HELSING\nNot now, Carl.\n\nVan Helsing's keen eyes are busy casing the locals.\n\nCARL\nThere must be something?\n\f24.\n\nVAN HELSING\n(dead serious)\nI remember fighting the Romans at\nMasada.\n\nCARL\nThat was in 73 A.D.?\n\nVAN HELSING\nYou asked.\n\nCarl suddenly notices what Van Helsing has already taken in,\nthe villagers have been sneaking suspicious glances at them.\n\nCARL\nWhat are we doing here? Why is it\nso important to kill this Dracula\nanyway?\n\nVAN HELSING\nBecause he's the son of the devil.\n\nCARL\nI mean besides that.\n\nVAN HELSING\nBecause if we kill him, anything\nbitten by him or created by him\nwill also die.\n\nCARL\nI mean besides that.\n\nVan Helsing gives him a look. Top Hat steps up to them.\n\nTOP HAT\nWelcome to Transylvania.\n\nAll the villagers suddenly have knives, machetes, and\npitchforks in their hands, and they're all staring at Van\nHelsing and Carl. Carl nervously whispers to Van Helsing.\n\nCARL\nIs it always like this?\n\nVAN HELSING\nPretty much.\n\nA pair of RIDING BOOTS step up onto the well in front of\nthem. It's Anna, she gestures to the two men.",
  "20": "---END OF PREVIOUS SECTION---\nVAN HELSING\nPretty much. A pair of RIDING BOOTS step up onto the well in front of\nthem. It's Anna, she gestures to the two men. \n---TARGET SECTION TO BE ANNOTATED---\nANNA\nYou! Let me see your faces.\n\f25.\n\nUnder the hat, we see Van Helsing's eyes taking her in.\n\nVAN HELSING\nWhy?\n\nANNA\nBecause we don't trust strangers.\n\nVAN HELSING\nI don't trust anyone.\n\nTop Hat pulls out a measuring tape and starts measuring Carl.\n\nTOP HAT\n\nStrangers never last long here.\nANNA\n\nGentlemen, you will now be\n\ndisarmed..\n\nSeveral village men move forward. Van Helsing glares at them.\n\nVAN HELSING\nYou can try.\n\nThe men stop in their tracks, their resolve ~ wavering in his\nglare.\n\nANNA\nYou refuse to obey our laws?\n\nVAN HELSING\nThe laws of men mean little to me.\n\nANNA\nFine.\n(she looks out at the\ncrowd)\nKill them.\n\nAll the villagers raise their weapons and start to close in.\n\nVAN HELSING\nI'm here to help you.\n\nANNA\nI don't need any help.\n\nVAN HELSING\nReally?\n\f26.\n\nVan Helsing whips the crossbow out from behind his back, the\nbow snaps out aimed right at Anna. Anna reacts and ducks,\nREVEALING the three brides flying in formation right behind\nher, coming right at her.\n\nThe brides are now HUGE, WHITE VICIOUS BATS FROM HELL, we\nknow it's the brides because their faces are very distinct\nwithin the composition of the creatures.\n\nVan Helsing fires. Three bolts. The brides split up as the\nbolts whiz past, just missing them. The white spectres swoop\nup over the rooftops and around the Byzantine church spire.\n\nVILLAGERS\nNosferatu! !\n\nAll hell breaks loose. The bats rocket around the square,\nripping doors and shutters off their hinges, blowing tables\nand chairs end-over-end, throwing people ass-over-teacups.\n\nANNA\nEverybody inside!\n\nVan Helsing keeps firing, trying to get a bead on them.\nAleera swoops down, heading for Anna. Anna sees her coming\nand leaps off the well, right onto Van Helsing, they crash to\nthe ground. Van Helsing looks at Anna sprawled across him.\n\nVAN HELSING\nNormally, I don't like women who\nthrow themselves at me ....",
  "21": "---END OF PREVIOUS SECTION---\nAnna sees her coming\nand leaps off the well, right onto Van Helsing, they crash to\nthe ground. Van Helsing looks at Anna sprawled across him. VAN HELSING\nNormally, I don't like women who\nthrow themselves at me .... \n---TARGET SECTION TO BE ANNOTATED---\nAnna is suddenly ripped up off of him by Marishka. Van\nHelsing bounds up onto the well, leaps out and grabs Anna.\n\nVAN HELSING (CONT'D)\nThought you said you didn't need\nany help.\n\nThe two of them drop free and hit the ground. Anna lands on\nVan Helsing, her thighs straddling his face. He grabs her and\nrolls her to the ground.\n\nVAN HELSING (CONT'D)\nStay here.\n\nShe grabs him and rolls him to the ground.\nANNA\n\nYou stay here. They're trying to\nkill me.\n\f27.\n\nAnna instantly leaps up and runs. Van Helsing gets up to go\nafter her, then spots his crossbow through the trampling\ncrowd. Verona and Marishka fly up over the rooftops.\n\nVERONA\nMarishka, my dear, please kill the\nstranger.\n\nMARISHKA\nLove to.\n\nVan Helsing grabs his crossbow and spins around to see Aleera\nand Verona flying through the chaos, tossing peasants out of\ntheir way, chasing Anna. Van Helsing dashes across the\nsquare, he fires again, sending Aleera scattering.\n\nVAN HELSING\nCarl! I'm out!\n\nCarl races forward, pulls out a clip and throws it to Van\nHelsing. Van Helsing catches it just as Marishka swoops in on\nhim. Van Helsing dives to the ground in the nick of time.\nMarishka’s clawed feet end up grabbing a cow, she lifts it\ninto the air and pitches it through a second-story balcony.\n\nVan Helsing leaps up, slams the clip home and spins to see\nAnna racing across the far side of the square, Verona still\non her tail. Van Helsing shoulders the crossbow and fires,\nmultiple bolts, rapid fire, tremendous velocity. Dozens of\narrows rip into the storefronts all around Verona and Anna.\nAnna leaps over some crates as Verona swoops over her, just\nmissing her. Verona grabs a running man and lifts him up into\nthe air. The man screams in horror. Verona just smiles.\n\nVERONA\nBe happy in the knowledge that your\nblood shall keep me beautiful.\n\nVerona bites into his neck. Top Hat cackles at this from\nbehind a rack of coffins.",
  "22": "---END OF PREVIOUS SECTION---\nVERONA\nBe happy in the knowledge that your\nblood shall keep me beautiful. Verona bites into his neck. Top Hat cackles at this from\nbehind a rack of coffins. \n---TARGET SECTION TO BE ANNOTATED---\n Anna leaps up from behind the\ncrates, dozens of arrows are imbedded everywhere. Anna gives\nVan Helsing an angry look.\n\nANNA\nWho are you trying to kill?!\n\nThe whole square suddenly goes dead quiet. The brides are\nnowhere in sight. All the villagers are hunkered down,\nlooking around. Van Helsing gives Anna a questioning look.\nShe nods upwards.\n\nANNA (CONT'D)\nThe sun.\n\f28.\n\nVan Helsing sees a sliver of SUN shining through the clouds.\nThen he hears a loud SPLASH. He and Anna turn and look at the\nwell. They move in on it, weapons drawn. They peer into the\nwell. Above them, the clouds cover the sun. Carl reacts.\n\nCARL\nVan Helsing!\n\nToo late. Aleera rockets up out of the well. Van Helsing is\nblown back as Aleera grabs Anna and flies up into the air.\nVan Helsing leaps up and aims, but he can't get a clear shot.\n\nAnna’s boots skim the rooftops. She reaches down with her\nfree hand, withdraws a SWITCHBLADE from an ankle strap,\nflicks it open and slashes Aleera’s ankle. Aleera SHRIEKS\nwith a mouth filled with fangs, then throws Anna into the\nair. Verona swoops in and grabs her. The blade goes flying.\n\nVan Helsing tracks the huge bat with his crossbow, then fires\na single shot. The lone arrow impales Verona’s foot, she\nSHRIEKS in pain and rage. Anna drops free, falls onto a\nrooftop and tumbles down. She manages to grab a gutter forty\nfeet up and dangle precariously. She leaps off the roof,\nflips through the air, lands upside down on the side of a\ntree, then jumps the rest of the way to the ground and runs\nlike hell. And that's when Carl sees something.\n\nCARL (CONT'D)\nVan Helsing! Two o'clock!\n\nVan Helsing pivots in time to see Marishka coming right at\nhim. He fires. A half dozen bolts peg into Marishka. She\nspirals wildly across the square and crashes straight through\nthe side of a building.\n\nINT.",
  "23": "---END OF PREVIOUS SECTION---\nA half dozen bolts peg into Marishka. She\nspirals wildly across the square and crashes straight through\nthe side of a building. INT. \n---TARGET SECTION TO BE ANNOTATED---\n VILLAGE HOME - DAY\n\nAnna sprints into a house, slams the door shut, bolts it\ntight and turns to go. Aleera's face is right in front of\nher, dangling upside down from a ceiling beam, she licks her\nbleeding ankle and smiles coquettishly.\n\nALEERA\nDo you know how long I have wanted\nto kill you?\n\nAnna is clearly afraid, but trying to hide it as she slowly\nbacks away.\n\nANNA\nAleera, did I do something to you\nin a past life?\n\f29.\n\nAleera flips off the beam and lands between Anna and the\ndoor. Anna backs away into the living room as Aleera closes\nin for the kill.\n\nALEERA\nDon't play coy with me, Princess,\nyou're just like all the other\npretty little ancestors in your\nfamily. Saying you want to destroy\nmy master, but I know what lurks in\nyour lusting heart.\n\nANNA\nI hope you have a heart, Aleera,\nbecause someday I'm going to drive\na stake through it.\n\nAleera throws a casual UPPERCUT, launching Anna like a rag-\ndoll through a closed window.\n\nEXT. ALLEY - DAY\n\nAnna crashes through the shattering window, lands catlike on\nthe ground, and launches herself down an adjacent alley.\n\nEXT. SQUARE - DAY\n\nVan Helsing and Carl creep towards the building that Marishka\ncrashed though. From inside they can hear sobbing.\n\nMARISHKA (0.S.)\nMy face, look what you've done to\nmy face ...\n\nVan Helsing slowly moves towards the building, crossbow\nshouldered. The front door suddenly blows open. Marishka\nblasts out and BACKHANDS Van Helsing fifty feet through the\nair. His crossbow goes flying.\n\nMarishka wings around the square, arrows imbedded in her\nchest and face. Carl dives out of her way as she rips the\narrows our, one by one, then lands on a balcony and\nTRANSFORMS back into a beautiful girl. Van Helsing rolls over\nin time to see Marishka's wounds COMPLETELY HEAL. Carl leaps\nup.\n\nCARL\nThis should do the trick!\n\nVan Helsing looks at him. Carl throws a familiar steel and\nglass bottle.\n\f30.",
  "24": "---END OF PREVIOUS SECTION---\nVan Helsing looks at him. Carl throws a familiar steel and\nglass bottle. 30. \n---TARGET SECTION TO BE ANNOTATED---\nCARL (CONT'D)\nHoly water!\n\nThe bottle flips through the air, Verona suddenly swoops in\nand snatches it. She throws it into the well and looks at\nMarishka.\n\nVERONA\nFinish him.\n\nThen she flies off. Marishka looks at Van Helsing and smiles.\n\nMARISHKA\nToo bad. So sad.\n\nVan Helsing looks over at THE CHURCH. WE CRASH ZOOM across\nthe square to a TIGHT SHOT of a basin of Holy Water. Then WE\nWHIP PAN onto Marishka, she looks from the Holy Water to Van\nHelsing. His eyes. Her eyes. Both of them are gearing up.\n\nINT. PUB - DAY\n\nAnna careens into a pub and skids to a stop. Aleera is\ncasually sipping a glass of very red wine. A man lies dead\nacross the bar next to her. Anna spins around, but Verona is\nnow right behind her.\n\nVERONA\nHello, Anna, my dear.\n\nShe starts to move in for the kill. Anna stumbles back into a\nwall, cornered.\n\nANNA\nYou won't have me, Verona.\n\nVerona just smiles pleasantly and licks her lips.\n\nVERONA\nThe last of the Valerious.\n\nEXT. VILLAGE SQUARE - DAY\n\nVan Helsing looks at his crossbow, half way between him and\nMarishka. Marishka leaps up onto the balcony railing, her\narms out, ready to take flight, daring him to make the first\nmove. Van Helsing goes for it. Racing for the crossbow.\nMarishka leaps out and TRANSFORMS into a huge bat. Van\nHelsing dives and rolls as Marishka swoops over him. Van\nHelsing leaps up with his crossbow.\n\f31.\n\nEXT. PUB DAY\n\nVerona opens her mouth, her canines distend into horrible\nfangs. Anna throws a punch. Verona grabs her hand, lightning\nquick, and forces Anna to her knees. Aleera steps up.\n\nALEERA\nI want first bite.\n\nVerona nods her consent. Aleera bends down for the kill.\nEXT. VILLAGE SQUARE - DAY\n\nVan Helsing runs like hell for the church. Marishka plunges\ndown into the square, laughing wildly.",
  "25": "---END OF PREVIOUS SECTION---\nEXT. VILLAGE SQUARE - DAY\n\nVan Helsing runs like hell for the church. Marishka plunges\ndown into the square, laughing wildly. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing makes it\nto the basin and slams the tips of his arrows into the water.\nMarishka rockets right at his back, claws and fangs extended.\nVan Helsing spins and FIRES. Bolts from the crossbow strafe\ninto the rocketing bat, only this time Marishka SHRIEKS\nhorribly, accompanied by the sound of sizzling flesh. She\nspirals up and SLAMS into the middle of the church spire.\n\nINT. PUB - DAY\n\nVerona and Aleera both SCREAM. Anna is blown across the pub\nby a shock wave of wind as the brides become bats.\n\nEXT. VILLAGE SQUARE - DAY\n\nVan Helsing pivots as the two spectres crash up through a\nrooftop and fly into the air, he aims to fire, but they\nquickly fly off, WAILING insanely. Van Helsing steps back\nfrom the church and looks up.\n\nThe dying bat is pinned to the spire by the arrows in it's\nchest. The crowd goes quiet, staring up as the hellish thing\nslowly TRANSFORMS back into a gorgeous young girl. Marishka\nglares down at Van Helsing and hisses, then DECAYS into\nmolten rot, shrieking all the way.\n\nCarl looks over and notices the cow, standing on the second\nfloor balcony, looking confused.\n\nAs the villagers crawl out from under all the wreckage, some\nof them start pointing accusing fingers at Van Helsing\n\nVILLAGERS\nHe killed a bride. He killed\nMarishka! He killed a vampire!\n\nNow Carl is confused.\n\f32.\n\nCARL\nIsn't that a good thing?\n\nTop Hat steps up with an amused smile.\nTOP HAT\nThe vampires only kill what they\nneed to survive, one or two people\n\na month. Now they will kill for\nrevenge.\n\nThe angry villagers move in with their pitchforks and\nmachetes. Carl looks back at Van Helsing.\n\nCARL\nAre you always this popular?\n\nVAN HELSING\nPretty much.\n\nTop Hat smiles politely and tips his hat at Van Helsing.\nTOP HAT\nAnd what name, my good sir, do I\nput on your gravestone?\n\nAnd that's when Anna steps up.\n\nANNA\nHis name is Van Helsing.",
  "26": "---END OF PREVIOUS SECTION---\nTOP HAT\nAnd what name, my good sir, do I\nput on your gravestone? And that's when Anna steps up. ANNA\nHis name is Van Helsing. \n---TARGET SECTION TO BE ANNOTATED---\nA MURMUR washes over the Transylvanian crowd, but unlike with\nthe French, it is in admiration, not fear.\n\nVILLAGERS\nVan Helsing... It's Van Helsing...\n\nAnna gives Van Helsing a nod.\n\nANNA\nYour reputation precedes you.\n\nVan Helsing gives her a hard look back.\nVAN HELSING\nNext time, stay close, you're no\ngood to me dead.\n\nAnna is momentarily ruffled by this, then she laughs.\n\f33.\n\nANNA\nWell, I'll say this for you, you've\ngot courage.\n(she turns to the crowd)\nHe's the first one to killa\nvampire in over a hundred years!\n\nShe gives the handsome rogue an appraising look.\n\nANNA (CONT'D)\nI'd say that's earned him a drink.\n\nINT. CASTLE DRACULA TOWER - NIGHT\n\nTIGHT ON a DRAGON INSIGNIA, like the one on Van Helsing's\nring. Carved into an open COFFIN covered in snow and ice. The\nsnow and ice suddenly melt into STEAM as Dracula rises up out\nof it.\n\nDRACULA\nMARISHKAAA-!!\n\nWe are deep in the bowels of a thirteenth-century fortress.\nIt's like nothing we've ever seen before. Everything is\ncovered in a thick permafrost. Great icicles hang down from\nthe ceiling. Icy stalagmites rise up from the floor.\n\nWith weird, feral movements, Dracula jerks himself out of his\ncoffin and walks up an enormous pillar. As he passes ancient\ncandelabras, the candles mysteriously ignite.\n\nDRACULA (CONT'D)\nIf it's not the Christians, it's\nthe Moors! Why can't they just\nleave us alone. We never kill more\nthan our fill. And less than our\nshare. Can they say the same?\n\nDracula walks UPSIDE DOWN across the forty-foot-high ceiling.\n\nDRACULA (CONT'D)\nDid I not say how important it was\nto finish with these Valerious.\n\nHe comes face-to-face with Verona and Aleera, hanging from a\nbeam by their feet, cradled in each others arms, sobbing.\n\nDRACULA (CONT'D)\nNow that we are so very close to\nfulfilling our dream?\n\f34.",
  "27": "---END OF PREVIOUS SECTION---\nHe comes face-to-face with Verona and Aleera, hanging from a\nbeam by their feet, cradled in each others arms, sobbing. DRACULA (CONT'D)\nNow that we are so very close to\nfulfilling our dream? 34. \n---TARGET SECTION TO BE ANNOTATED---\nThe brides wail in anguish, Dracula's demeanor changes on a\ndime, from anger to sympathy.\n\nDRACULA (CONT'D)\nThere, there, my lovelies. Do not\nworry, I shall find another bride.\n\nThe brides are appalled.\n\nALEERA\nDo we mean so little to you!?\n\nVERONA\nHave you no heart!\n\nDRACULA\nNo! I have no heart. I feel no\nlove. Nor fear, nor joy, nor\nsorrow. I am hollow! Soulless! At\nwar with the world and every living\nsoul in it! ... But soon ... very\nsoon, the final battle will begin.\n\nHis demeanor changes on a dime again, he smiles curiously.\n\nDRACULA (CONT'D)\nI must find out who our new visitor\nis.\n\nDracula jumps the forty feet to the ground with ease. The\nhuge SHADOW of a Werewolf prowls across the wall behind him,\na chain around its neck. Dracula smiles at it.\n\nDRACULA (CONT'D)\nWe'll have to make a special\naperitif out of him. We are much\ntoo close to success to be\ninterrupted now.\n\nBoth brides immediately panic and leap off their perch, drop\nthe forty feet and land next to Dracula.\n\nALEERA\nNo, my lord! Please! Say you won't\ntry again!\n\nVERONA\nMy heart could not bear the sorrow\nif we fail again.\n\nDRACULA\nSILENCE-!!\n\f35.\n\nThe brides cower in fear. Dracula is immediately horrified,\nas if he hurt a little child, he envelops them in his cape.\n\nDRACULA (CONT'D)\nNo, no, no. Do not fear me, you\n\nmust not fear me, everyone else\nfears me.\n\nThe brides calm down and begin to purr in his grasp.\n\nDRACULA (CONT'D)\n\nBut we must try ... we have no\nchoice but to try .... For our own\nsurvival.\n\nDracula inhales, smelling his brides, but his reverie is\nbroken by the roar of the Werewolf. Behind them, the\nwerewolf's shadow is being poked by a long stick held by a\nHUNCHBACK'S SHADOW; the poking is accompanied by the sound of\nelectric shocks.",
  "28": "---END OF PREVIOUS SECTION---\nFor our own\nsurvival. Dracula inhales, smelling his brides, but his reverie is\nbroken by the roar of the Werewolf. Behind them, the\nwerewolf's shadow is being poked by a long stick held by a\nHUNCHBACK'S SHADOW; the poking is accompanied by the sound of\nelectric shocks. \n---TARGET SECTION TO BE ANNOTATED---\nDRACULA (CONT'D)\nIgor!\n\nThe creepy hunchback himself scurries up, slipping across the\nice, carrying a ten-foot-long electric cattle prod.\n\nIGOR\nYes, Master!\nDRACULA\nWhy do you torment that thing so?\nIGOR\nIt's what I do.\nDRACULA\nRemember Igor, \"Do unto others.\"\nIGOR\nYes, Master, before they do unto\nme.\nDRACULA\nNow go.\n\nDracula looks up into the rafters.\n\nDRACULA (CONT'D)\nAll of you!\n\f36.\n\nA large gang of vile little DWERGI are perched along the\nbeams. German Gothic trolls, short and squat, with weird\nmasks and goggles that completely hide their faces.\n\nDRACULA (CONT'D)\nTo Castle Frankenstein!\n\nINT. VALERIOUS MANOR ARMORY - NIGHT\n\nA huge door is thrown open, revealing the Valerious ARMORY.\nFour centuries' worth of nasty weaponry in cases and racks.\nAnna charges in, a woman on a mission.\n\nANNA\nSo how did you get here?\n\nCARL\nWe came across the Sea.\n\nANNA\nReally? The sea? The Adriatic Sea?\n\nVan Helsing is all business.\n\nVAN HELSING\nWhere do I find Dracula?\n\nANNA\nHe used to live in this very house,\nfour centuries ago, no one knows\nwhere he lives now.\n\nShe gestures to a huge oil PAINTING covering an entire wall,\na rich and fantastical MAP OF TRANSYLVANIA.\n\nANNA (CONT'D)\nMy father would stare at that for\nhours looking for Dracula's lair.\n\nAnna grabs a sword, an iron mace, and some throwing stars.\n\nANNA (CONT'D)\nSo that's why you've come?\n\nVAN HELSING\nI can help you.\n\nANNA\nNo one can help me.\n\nVAN HELSING\nI can try.\n\f37.\n\nANNA\nYou can die trying. All of my\nfamily has. I can handle this\nmyself.\n\nVAN HELSING\n(wry sarcasm)\nSo I noticed.\n\nAnna spins on him, angry.\n\nANNA\nThe vampires attacked in daylight,\nthey never do that. I was\nunprepared. It won't happen again.",
  "29": "---END OF PREVIOUS SECTION---\nANNA\nThe vampires attacked in daylight,\nthey never do that. I was\nunprepared. It won't happen again. \n---TARGET SECTION TO BE ANNOTATED---\nVAN HELSING\nWhy did they attack in daylight?\n\nANNA\nClearly they wanted to catch me off\nguard. They seem almost desperate\nto finish off my family.\n\nVAN HELSING\nWhy is that? Why now?\n\nANNA\nYou ask a lot of questions.\n\nVAN HELSING\nUsually I ask only two, what are we\ndealing with, and how do I kill it?\n\nAnna straps on a metal chest plate and spiked gauntlets.\n\nANNA\nMy father spent most of his life\nlooking for answers, year after\nyear,\n(gestures out the window)\ntearing apart that tower, combing\nthrough the family archives.\n\nOn that, Van Helsing looks at Carl, admiring the weaponry.\n\nVAN HELSING\nThe tower. Start there.\n\nCARL\nRight.\n\nVan Helsing keeps staring at Carl. Carl looks confused.\n\f38.\n\nCARL (CONT'D)\nNow?\n\nVan Helsing doesn't even bother to respond. Carl quickly\nheads out.\n\nCARL (CONT'D)\nRight. The tower. Now.\n\nAnna grabs a scabbard, straps it on and heads for the swords.\nVan Helsing blocks her path.\n\nVAN HELSING\nThe only way to save your family is\nto stay alive until Dracula is\nkilled.\n\nANNA\nAnd who will kill him if not me?\nWho will show courage, if not me?\n\nVAN HELSING\nIf you go out there alone, you'll\nbe outmanned and out-positioned.\n(gestures out a dark\nwindow)\nAnd you can't see in the dark.\n\nAnna laughs this off and moves forward. Van Helsing closes\nthe gap between them, inches from her eyes.\n\nVAN HELSING (CONT'D)\nIn the morning, we'll hunt him\ntogether.\n\nAnna stares up into his dark eyes.\n\nANNA\nSome say you're a murderer, Mister\nVan Helsing, others say you're a\nholy man, which is it?\n\nVAN HELSING\nA bit of both, I think.\n\nA slight smile creases Anna's beautiful face.\n\nANNA\nI promised you a drink. The bar is\ndown the hall, help yourself. As\nfor me ...\n(her eyes go dark)\nI'm going.\n\f39.\n\nAnna grabs a sword and slams it into her scabbard.",
  "30": "---END OF PREVIOUS SECTION---\n(her eyes go dark)\nI'm going. 39. Anna grabs a sword and slams it into her scabbard. \n---TARGET SECTION TO BE ANNOTATED---\n Van\nHelsing watches her.\n\nVAN HELSING\nI'm sorry you have to carry this\nburden.\n\nANNA\nOn the contrary, I would wish for\nit no other way.\n\nAnd she means it. She grabs a vicious-looking helmet, black-\non-black with sharp metal flanges. Van Helsing stares at her\nrespect for her growing.\n\nShe turns\n\nShe slams\ngrabs her\nher face.\ngrabs her\n\nVAN HELSING\nAnd I'm sorry about your father and\nbrother.\n\nANNA\nI will see them again.\n\nto Van Helsing, her convictions rock solid.\n\nANNA (CONT'D)\nWe Transylvanians always look on\nthe brighter side of death.\n\nVAN HELSING\nThere's a brighter side of death?\n\nANNA\nYes, it's just harder to see.\n\nher helmet on and starts to charge out. Van Helsing\narm, spins her around and blows a blue powder into\nAnna falls back into a wall, out cold. Van Helsing\nin his arms before she falls to the floor.\n\nVAN HELSING\nI'm sorry about that too.\n\nEXT. MANOR VALERIOUS - RAINY NIGHT\n\nManor Valerious spikes up into the dark sky, where menacing\nclouds roil across a FULL MOON. The MUSIC tells us we're\nbuilding to something very scary.\n\f40.\n\nINT. ANNA'S BEDROOM - NIGHT\n\nAnna is waking up on her bed, her clothes are on, but her\narmor and weapons have been removed. She suddenly sits up and\nCURSES in ROMANIAN, then leaps out of bed.\n\nANNA\nOh my god that hurts ...\n(then she gets angry)\nThat son-of-a-bitch.\n\nShe leaps out of bed and storms for the door.\nEXT. GRAND HALLWAY - NIGHT\n\nExcept for the RAIN splattering against the windows and the\nominous music, it's quiet, very quiet, as Anna storms down\nthe hall. Suddenly, something CREAKS. Anna freezes. The sound\ncame from behind a door. Anna opens it and enters.\n\nINT. VALERIOUS ARMORY - NIGHT\nAnna steps into the armory and angrily looks into the dark.\n\nANNA\nVan Helsing!?\n\nAnother CREAK. Coming from somewhere in the cases.",
  "31": "---END OF PREVIOUS SECTION---\nANNA\nVan Helsing!? Another CREAK. Coming from somewhere in the cases. \n---TARGET SECTION TO BE ANNOTATED---\n Anna is\nsuddenly on the alert, her eyes scan the gloom. She grabs a\nlantern out of a sconce and moves into the racks. Another\nCREAK. Anna stops and cocks the lantern back, whoever it is,\nshe's going to let them have it. Then she moves on, and then\nslowly peaks around a corner. It's just an open window, the\nwind and rain forcing the shutter to creak against the wall.\n\nAnna breathes a sigh of relief. Steps over and closes the\nwindow, the FULL MOON glows outside. And then she sees WET\nPAW PRINTS on the floor, her breath hitches. Her eyes follow\nthe paw prints, which vanish out in the middle of the floor.\n\nHIGH ANGLE POV: A single eerie musical note signals the\npresence of something evil, looking down on Anna. Anna\ninstantly knows she's in trouble, starts backing away,\nbreathing harder, she grabs a spiked mace. The POV slowly\nglides across the ceiling, following her.\n\nAnna feels the presence, but she doesn't know where it's\ncoming from, she spins around. Nothing's there. She moves on,\nquicker now, weaving through the cases of weaponry. Then she\nhears a LOW GROWL and freezes, trapped in the middle of the\narmory, she cocks her arm back. A long terrifying beat.\n\f4l.\n\nAnd then a single drop of rain drops down onto her cheek.\n\nAnna looks straight up. It's a Werewolf Fangs. Claws. Fur.\nDripping wet. Dangling from a beam above her, staring down.\nIt ROARS. Anna runs like hell, past a window. WE HOLD on the\nwindow to see dark clouds completely cover the full moon.\n\nAnna rounds a corner and slams into someone. She screams and\nstarts to swing the mace. VELKAN grabs her arm. Anna is\nshocked.\n\nANNA (CONT'D)\nVelkan! Oh my God! You're alive!\n\nVELKAN\nQuiet, Anna, I only have a moment.\n\nANNA\nBut Velkan, there's a Werewolf]\n\nVELKAN\nNever mind that! Listen to me! I\nknow Dracula's secret! He has\nmumblich nowger lochen ...\n\nVelkan has lost control of his mouth.",
  "32": "---END OF PREVIOUS SECTION---\nI\nknow Dracula's secret! He has\nmumblich nowger lochen ... Velkan has lost control of his mouth. \n---TARGET SECTION TO BE ANNOTATED---\n And that's when Anna\nnotices that his clothes are torn to shreds. Anna recoils.\nVelkan's body starts to spasm and jerk, he lurches STRAIGHT\nUP THE WALL. He desperately forces his head to turn and look\nout a window.\n\nThe roiling clouds suddenly clear and reveal the full moon.\n\nVELKAN (CONT'D)\nAnna! RUN!\n\nBut Anna is frozen in place, staring at her brother, ten feet\nup the wall, who now TRANSFORMS into a Werewolf. The front\ndoor bursts open. Van Helsing charges in. Guns drawn.\n\nVAN HELSING\nAnnal!l?\n\nThe Werewolf looks out over the cases, sees Van Helsing enter\nthe room. The Werewolf throws itself through the balcony\ndoors. Shattered glass and rain scatter around Anna as Van\nHelsing runs up.\n\nVAN HELSING (CONT’D)\nAre you alright?\n\nShe's too shocked to answer. He races out onto the balcony\nand looks down.\n\f42.\n\nEXT. MANOR VALERIOUS - NIGHT\n\nThe Werewolf scampers horizontally across the side of the\nmanor. It leaps off, splashes down into the river and heads\ninto the village.\n\nINT. VALERIOUS ARMORY - NIGHT\n\nThe armory door crashes open. Van Helsing spins back into the\nroom. It's Carl. He sniffs the air.\n\nCARL\nWhy does it smell like wet dog in\nhere?\n\nVan Helsing holsters his revolvers and strides for the door.\n\nVAN HELSING\nWerewolf\n\nCARL\nAh! Right. You'll be needing silver\nbullets then.\n\nCarl scrounges around in his frock and pulls out a bandolier\nfilled with gleaming SILVER BULLETS. He tosses it to Van\nHelsing, who catches it and slings it over his shoulder. Anna\nsnaps out of her shock and runs after Van Helsing.\n\nANNA\nNo. Wait!\n\nVan Helsing slams the door shut behind him. We hear something\nslam onto the opposite side. Anna runs up and struggles with\nthe door, but it's jammed tight. She is not a happy camper.\n\nANNA (CONT'D)\nVan Helsing!\n\nEXT.",
  "33": "---END OF PREVIOUS SECTION---\nShe is not a happy camper. ANNA (CONT'D)\nVan Helsing! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n STREETS - NIGHT\n\nVan Helsing quietly stalks the labyrinthine streets of the\nvillage, chambering rounds of silver bullets, on the hunt.\nThe only sound is the muffled revelry coming from pubs.\n\nVan Helsing suddenly senses something and spins around, guns\nup, scans the darkness, inhales deeply, then smiles.\n\nVAN HELSING\nWet dog.\n\f43.\n\nA FLASH OF FUR suddenly explodes out of a distant alley, and\nthen in a blur of incredible speed, dodges back and forth\nacross the street, from doorway to doorway, getting closer\nand closer, always hidden or one step ahead of Van Helsing's\ngun barrels. It vanishes into an alley twenty feet in front\nof him. Van Helsing starts to back away.\n\nVAN HELSING (CONT’D)\nWho's hunting who?\n\nEXT. GRAVEYARD - NIGHT\n\nVan Helsing spins around a corner and slams his back up\nagainst a wall, waiting to be followed. Once again it's\nquiet, too quiet. And then something slams into the wall\nright next to him. Van Helsing whips his gun up into Top\nHat's face. The \"something\" that hit the wall was a coffin.\nTop Hat smiles down the barrels, then tips his hat.\n\nTOP HAT\nWell look at that, a perfect fit,\nwhat a coincidence.\n\nHe heads into the graveyard.\n\nTOP HAT (CONT'D)\nI see the wolf man hasn't killed\nyou.\n\nVAN HELSING\nDon't worry, he's getting to it.\n\nVan Helsing follows, guns up and ready.\n\nVAN HELSING (CONT'D)\nYou don't seem too worried about\nhim?\n\nTOP HAT\nOh, I'm no threat to him, and I'm\nthe one who cleans up after him.\n\nTop Hat sticks his shovel into a fresh grave.\n\nTOP HAT (CONT’D)\nIf you get my meaning.\n\nVAN HELSING\nLittle late to be digging graves,\nisn't it?\n\f44,\n\nTOP HAT\nNever too late to dig graves. Never\nknow when you'll need a fresh one.\n\nVan Helsing hears something and turns around, his eyes scan\nthe darkness. Behind him, Top Hat raises his shovel and\nswings it down at Van Helsing's head.",
  "34": "---END OF PREVIOUS SECTION---\nNever\nknow when you'll need a fresh one. Van Helsing hears something and turns around, his eyes scan\nthe darkness. Behind him, Top Hat raises his shovel and\nswings it down at Van Helsing's head. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing spins\naround and grabs it just before it smashes into his face. Top\nHat is terrified. Van Helsing is furious. Then Top Hat's eyes\nswivel just a hair. Van Helsing sees it and ducks. The blur\nof fur is exploding out of the darkness behind him.\n\nTop Hat takes the full impact of the beast and is launched\nsixty feet down the alley. He's dead even before he and the\nWerewolf hit the light-post.\n\nVan Helsing whirls around. Sees the dazed Werewolf stagger to\nit's feet. Van Helsing's guns come up. He has the creature in\nhis sights. He squeezes the triggers.\n\nANNA (0.S.)\nNo!\n\nAnna comes out of nowhere and knocks the guns up. They FIRE.\nBlasting the light on the light-post. The Werewolf hauls-ass\naround a corner. Van Helsing charges after it, races around\nthe corner in time to see the Werewolf dart off into the dark\nforest. Anna runs up beside him. Van Helsing rums, grabs her\nby the throat, and pins her to a wall, furious.\n\nVAN HELSING\nWhy?\n\nHis grip is so tight she can't breath.\n\nANNA\nYou're ... you're choking me.\n\nHe loosens his grip only slightly.\n\nVAN HELSING\nGive me a reason not to.\n\nAnna stares at him, the look in his eyes terrifies her, but\nshe still won't reveal what she knows.\n\nANNA\nI can't .... If people knew ...\n\nVan Helsing stares at her, then he lets her go. Anna grabs\nher throat and sucks air. As his fury abates, Van Helsing\nlooks back at Anna.\n\f45.\n\nVAN HELSING\nHe's not your brother anymore,\nAnna.\n\nAnna looks at him, surprised.\n\nANNA\nYou knew?\n\nVAN HELSING\nI guessed.\n\nANNA\nBefore or after I stopped you from\nshooting him?\n\nVAN HELSING\nBefore.\n\nNow it's Anna's turn to be furious.\n\nANNA\nAnd still you tried to kill him?\n\nVAN HELSING\nHe's a werewolf He's going to kill\n\npeople.\n\nANNA\nHe can't help it. It's not his\nfault!\n\nVAN HELSING\nI know, but he'll do it anyway.",
  "35": "---END OF PREVIOUS SECTION---\nANNA\nHe can't help it. It's not his\nfault! VAN HELSING\nI know, but he'll do it anyway. \n---TARGET SECTION TO BE ANNOTATED---\nANNA\nDo you understand forgiveness?\n\nVAN HELSING\nI ask for it often.\n\nANNA\nThey say Dracula has a cure. If\nthere's a chance I can save my\nbrother, I'm going after it.\n\nShe starts to storm off. Van Helsing's arm shoots out and\nstops her.\n\nVAN HELSING\nI need to find Dracula.\n\f46.\n\nANNA\nAnd I need to find my brother! He\ngave his life for me! He's the only\nfamily I have left!\n\nAnna looks at him, tears in her eyes, heartbroken.\n\nANNA (CONT'D)\nI despise Dracula more than you can\never imagine, he has taken\neverything from me, leaving me\nalone in this world.\n\nShe slumps back against the wall, drained. Van Helsing's face\nsoftens, an understanding coming to him.\n\nVAN HELSING\nTo have memories of those you loved\nand lost, is perhaps harder than to\nhave no memories at all.\n\nHe shakes his head with a sigh, then lowers his arm.\n\nVAN HELSING (CONT'D)\nAll right, let's look for your\nbrother.\n\nEXT. CASTLE FRANKENSTEIN - NIGHT\n\nStrangled by a thick mesh of vines and creepers, Castle\nFrankenstein has somehow grown even more ominous over the\nlast six months. The sky swirls with dense clouds. Lightning\nflashes. Thunder cracks. But inside, all is dark and quiet.\n\nINT. LABORATORY - NIGHT\n\nA little, gloved Dwerger HAND slams a huge switch down. The\nlaboratory sparks to life. Brilliant arcs of electricity\nshoot up and down the walls. The massive dynamos, generators,\ngears, and fan belts kick in. The Dwergi are feverishly\npreparing the equipment. A flash of lightning attracts\nDracula to the shattered skylight.\n\nDRACULA\nIgor!\n\nIgor looks down from the skylight, rain lashing his twisted\nlittle body, heavy wind practically blowing him off his feet.\n\nIGOR\nYes, Master?!\n\f47.\n\nDRACULA\nHave you finished?\n\nIGOR\nYes, all is done! We're coming down\nto make the final attachments!\n\nDRACULA\nGood.",
  "36": "---END OF PREVIOUS SECTION---\nIGOR\nYes, all is done! We're coming down\nto make the final attachments! DRACULA\nGood. \n---TARGET SECTION TO BE ANNOTATED---\nThe Werewolf glides in through a fissure in me granite wall,\nits eyes fixed on Dracula. Dracula purposefully ignores it.\n\nDRACULA (CONT'D)\nWerewolves are such a nuisance\nduring their first full moon, so\nhard to control.\n\nThe Werewolf TRANSFORMS back into Velkan, bent over in agony.\nDracula strides majestically past him.\n\nDRACULA (CONT'D)\nI send you on a simple errand, to\nfind out who our new friend is, and\nyou stop for a talk with your\nsister.\n\nVELKAN\nLeave her out of this, Count! She\ndoesn't know your secret, and I am\nsoon to take it to my grave.\n\nDracula steps up to a filthy iron POD, form-fitted for a very\nlarge human body. Inside the pod is a BURNT CORPSE.\n\nDRACULA\nDon't wish for death so quickly. I\nintend for you to be quite useful.\n\nVELKAN\n\nI would rather die than help you.\nDRACULA\n\nDon't be boring, everyone who says\n\nthat dies.\n\nDracula unfastens the metal straps holding the corpse in.\n\nDRACULA (CONT'D)\nBesides, tonight, after the final\nstroke of midnight, you'll have no\nchoice but to obey me.\n\f48.\n\nHe rips the corpse out of the pod and throws it down in front\nof Velkan.\n\nDRACULA (CONT'D)\nLook familiar?\n\nVelkan stares at it, stricken.\n\nVELKAN\nFather.\n\nDracula grabs Velkan, lifts him up off his feet and slams him\ninto the pod. Igor barks orders at several of the Dwergi and\nthey quickly strap Velkan tight to the pod.\n\nDRACULA\nHe proved useless. But I'm hoping\nwith Werewolf venom running through\nyour veins, you will be of greater\nbenefit.\n\nDracula grabs a rusty metal SKULLCAP and slams it down onto\nVelkan's head. Wires and electrodes spring from the skullcap\nand attach to the dynamos. Velkan struggles to the last.\n\nVELKAN\nI may have failed to kill you,\nCount, but my sister will not!\n\nEXT.",
  "37": "---END OF PREVIOUS SECTION---\nVelkan struggles to the last. VELKAN\nI may have failed to kill you,\nCount, but my sister will not! EXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOREST/CASTLE FRANKENSTEIN - NIGHT\n\nVan Helsing and Anna are trotting their horses down a snowy\ncountry lane, eyes scanning the forest and the road.\n\nANNA\nFor me, this is all personal, it's\nabout family and honor.\n\nShe looks over at Van Helsing, curious.\n\nANNA (CONT'D)\nWhy do you do it? This job of\nyours, what do you hope to get out\nof it?\n\nVAN HELSING\nI don't know, maybe some self-\nrealization.\n\nANNA\nWhat have you got out of it so far?\n\f49.\n\nVAN HELSING\n(thinks hard)\n--. back pains.\n\nAnna smiles. Van Helsing smiles back. And that's when they\nboth spot something on the ground. They halt their horses,\nleap off and run to a spot on the road. Anna beats him to it,\nher hand lifts up a long coarse hair.\n\nANNA\nWerewolves only shed before their\nfirst full moon. Before the curse\nhas completely consumed them ...\n\nThey look off into the distance. Castle Frankenstein looms\nover the countryside lit up by lightning from without and\nhuge arcs of electricity from within. Van Helsing and Anna\nquickly pull their horses towards a decrepit old barn next to\nthe castle.\n\nANNA (0.S.) (CONT'D)\nI don't understand, the man who\nlived here was killed a year ago\nalong with a hideous creature he\ncreated.\n\nVAN HELSING (0.S.)\nThat's when your father went\nmissing.\n\nANNA (0.S.)\nJust after that.\n\nThey strap their horses to a post, then step across the snow\nand up to the edge of the barn. Lightning flashes as they\nlook out at the castle past the battered front gate to the\nspectacular arcs of electricity flashing out of the windows.\n\nVAN HELSING\nVampires, werewolves, lightning in\nwinter, this truly is a nightmarish\nplace.\n\nAnna just stares out at the hideous castle.\n\nANNA\nI've never been to the sea.\n\nVan Helsing looks at her, she doesn't return the look, lost\nin thought, wistful.\n\nANNA (CONT'D)\nI'll bet it's beautiful.\n\f50.\n\nVan Helsing feels for her.",
  "38": "---END OF PREVIOUS SECTION---\nANNA (CONT'D)\nI'll bet it's beautiful. 50. Van Helsing feels for her. \n---TARGET SECTION TO BE ANNOTATED---\n Anna starts for the front door,\nVan Helsing grabs her and pulls her back.\n\nVAN HELSING\nThere are those who go in through\nthe front door ...\n\nHe gestures as a flash of lightning reveals a dozen corpses\ntangled in the foliage around the front door.\n\nVAN HELSING (CONT'D)\n--. and there are those who get to\nlive just a little bit longer.\n\nHe pulls her off towards the back of the castle.\nINT. GOTHIC FOYER - NIGHT\n\nVan Helsing and Anna creep down a huge Gothic foyer, their\nboots quietly splash through brackish water covering the\nfloor. Suddenly, at the far end of the hall, something small\nscurries past. Van Helsing lifts his shotgun tight to his\nshoulder. Anna nods knowingly.\n\nANNA\nDwerger.\n\nVAN HELSING\nDwerger?\n\nANNA\nOne of Dracula's servants. If you\nget the chance to kill one, do it,\nbecause they'd do worse to you.\n\nVAN HELSING\nRight.\n\nAnother little Dwerger steps into view. Van Helsing lowers\nhis shotgun to hip height. The Dwerger YELLS IN ROMANIAN up\nto someone above him. Anna turns to Van Helsing, stricken.\n\nANNA\nThey're using my brother for some\nsort of experiment.\n\nVAN HELSING\nAnna.\n\f51.\n\nANNA\n(desperate)\nMy brother is still battling the\nsickness within him. There's still\nhope.\n\nVan Helsing grabs her, hushed:\n\nVAN HELSING\nAnna! There is no hope for your\nbrother, bur we can still protect\nothers by killing Dracula.\n\nShe stares at him, filled with fury and desperation and\nsorrow. Van Helsing's sympathetic eyes pierce into her.\nThunder rumbles.\n\nINT. LABORATORY - NIGHT\n\nLIGHTNING FLASHES as the Dwergi move like monkeys around all\nthe equipment. Everything is starting to accelerate. Dynamos\nCRACKLE. Pulleys WHIRL. Electrical arcs FLASH. Dracula turns\na flywheel. The pod with Velkan inside it rises up off the\nfloor, heading for the skylight high above.\n\nINT. FOYER - NIGHT\n\nAs Van Helsing and Anna come around a huge stone column their\nfaces fill with disgust.",
  "39": "---END OF PREVIOUS SECTION---\nThe pod with Velkan inside it rises up off the\nfloor, heading for the skylight high above. INT. FOYER - NIGHT\n\nAs Van Helsing and Anna come around a huge stone column their\nfaces fill with disgust. \n---TARGET SECTION TO BE ANNOTATED---\n Hanging from the ceiling, rafters,\nand beams are dozens of gooey white maggot-like COCOONS,\nabout the size of watermelons. DRIPPING SLIME.\n\nVAN HELSING\nYou ever see these before?\n\nAnna shakes her head, revolted.\n\nANNA\nWhat do you think they are?\n\nVan Helsing steps up to one and ponders it.\n\nVAN HELSING\nOffspring.\n\nANNA\nWhat?\n\nVAN HELSING\nA man, with three gorgeous women,\nfor four hundreds years?\n\f52.\n\nHe looks at Anna and cocks an eyebrow. Anna is shocked, she\nlooks out over the cocoons.\n\nANNA\nVampires are the walking dead, it\nonly makes sense that their\nchildren are born dead.\n\nVan Helsing checks out an electric wire sticking into the\ncocoon, then notices wires sticking out of all the cocoons.\n\nVAN HELSING\nHe must be trying to find a way to\nbring them to life.\n\nAll the wires wend their way up the massive stairs and into\nthe flickering laboratory far above.\n\nVAN HELSING (CONT'D)\nI was told Dracula and his Brides\nonly kill one or two people a\nmonth.\n\nHe snaps open his shotgun and smashes open a box of SHELLS.\nTIGHT on the box of shells MARKED: SILVER NITRATE.\n\nVAN HELSING (CONT'D)\nIf they bring all of these things\nto life ...\n\nHe lets the thought finish itself and starts pumping shells\ninto the shotgun.\n\nINT. LABORATORY - NIGHT\n\nDracula steps up to a huge vat of neon green liquid, he slams\nthe hatch shut and dogs it tight.\n\nDRACULA\nLet us begin!\n\nIgor and the Dwergi lower blast shields over their heads,\n\nthen clamber up the towering scaffolding to various power\n\nstations. The weather is getting ferocious. Gusts of RAIN\n\nwhip down from the shattered skylight, backlit by blinding\nLIGHTNING and accompanied by explosive THUNDER.\n\nINT. FOYER - NIGHT\nVan Helsing's fingers dig into one of the cocoons. He pulls\n\nout a handful of the dreadful white goo and flings it to the\nfloor. He goes for another handful.\n\f53.\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nHe goes for another handful. 53. INT. \n---TARGET SECTION TO BE ANNOTATED---\n LABORATORY - NIGHT\nDracula spins around into a CLOSE UP:\n\nDRACULA\nThrow the switches!\n\nEXT. CASTLE SKYLIGHT - NIGHT\n\nA BOLT OF LIGHTNING STRIKES the conductor above the pod, then\ncourses through Velkan's body. Mercifully, we can't hear him\nscream because one of the straps covers his mouth. A flash of\nenergy shoots down wires and into the castle.\n\nINT. FOYER - NIGHT\n\nThe flash of energy rips down all the electrical wires and\nstarts them jumping like scalded snakes. Van Helsing watches\nthis, then continues digging a hole in the cocoon, his hand\nsuddenly reveals the repulsive little humanoid face of a\nPYGMY BAT. It has huge, creepy, lidless eyeballs covered in\nveins, a hairy pig snout, mottled greenish skin, and a gaping\nmaw filled with rows of tiny, razor-sharp fangs. Even with\nit's eyes open it's obviously lifeless. Anna looks sickened.\n\nAnother flash of energy rips down all the electrical wires.\nAnd that's when the creepy little thing SNAPS TO LIFE and\nHISSES. Anna SCREAMS. Van Helsing palms her mouth and pulls\nher tight. All the cocoons begin PULSING with some sort of\nrepulsive inner life.\n\nHigh above, Dracula, Verona, and Aleera stride out of the\nflickering electrical light show and onto a balcony.\n\nVan Helsing and Anna quickly back off into the darkness. A\nthird flash of energy rips down all the electrical wires. All\nthe cocoons begin QUIVERING WILDLY, shocked into animation.\n\nThe pygmy bat revealed by Van Helsing suddenly EXPLODES out\nof it's cocoon. It darts up into the rafters. More cocoons\nexplode open, spraying walls and pillars with gooey white\nslime. The putrid little things fly around the foyer. Their\nCHITTERING becomes deafening. Dracula smiles at his Brides.\n\nDRACULA\nThey must feed. Show them how.\n\nDracula shoves Aleera and Verona off the balcony.\nDRACULA (CONT'D)\n\nAnd beg the devil that this time\nthey stay alive!\n\f54.",
  "41": "---END OF PREVIOUS SECTION---\nDracula shoves Aleera and Verona off the balcony. DRACULA (CONT'D)\n\nAnd beg the devil that this time\nthey stay alive! 54. \n---TARGET SECTION TO BE ANNOTATED---\nThe two Brides drop through the air and then TRANSFORM into\ngiant bat form. They fly and cavort with their offspring.\nDracula points out the windows and YELLS to his spawn:\n\nDRACULA (CONT'D)\nYou must feed! To the village! TO\nTHE VILLAGE!\n\nVan Helsing whirls out into the foyer.\n\nVAN HELSING\nThis is where I come in.\n\nANNA\nNo! Wait! You can't!\n\nAll the windows in the foyer suddenly SHATTER as the brides\nand their winged vermin start to fly through them.\n\nAnd that's when Van Helsing OPENS FIRE. Pumping controlled\nbursts, the silver nitrate flashing weirdly. Several of the\nhideous things are hit. They BURST INTO BLACK GOO.\n\nDracula looks down, insanely furious, all he can see is the\nsilhouette of a man in the foyer far below him. Van Helsing\nslams his shotgun into a holster strapped across his back.\n\nVAN HELSING\nNow that I have your attention.\n\nNeedless to say, Dracula goes nuts. He screams in rage and\nleaps off the eighty-foot-high balcony. Van Helsing sprints\nhell-bent-for-leather back down the foyer. We don't get to\nsee what Dracula has transformed into, but the sound and fury\nof his wings is tremendous, creating a huge wind that throws\neverything around and almost knocks Anna off her feet as she\nleaps our from behind a stone column and races up the\nstaircase, heading for the laboratory.\n\nINT. TOWER BEDROOM - NIGHT\n\nThe Valerious tower bedroom looks like it's been ransacked by\na librarian. Ancient artifacts, strange relics, and spiritual\ntexts are arranged symmetrically around a huge CANOPY BED. A\n\nflicker of lightning illuminates Carl, wide-eyed as he reads\n\nfrom an elaborately inscribed SACRED LATIN TEXT.\n\nCARL\nWell, that's interesting....\n\f55.\n\nAnd then he hears a horrible CHITTERING. Carl runs to a\nwindow and looks out. From this distance, it looks like\nflying monkeys winging their way over the dark countryside.\nCarl stares in horror, then turns and runs out of the room.\n\nINT.",
  "42": "---END OF PREVIOUS SECTION---\nFrom this distance, it looks like\nflying monkeys winging their way over the dark countryside. Carl stares in horror, then turns and runs out of the room. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CASTLE FRANKENSTEIN FOYER - NIGHT\n\nBack in the foyer, the sound and fury and wind dissipate.\nThen WE CUT TO Dracula's POV, a creepy blueish NIGHT-VISION,\nscanning the foyer. Van Helsing is nowhere in sight. WE TRACK\na huge WINGED SHADOW across a wall, it transforms into the\nshadow of a man. Dracula steps into FRAME.\n\nDRACULA\nI can tell the character of a man\nby the sound of his heartbeat.\n\nHe puts his hand to his ear, we can hear the sound of a\nHEARTBEAT.\n\nDRACULA (CONT'D)\nUsually when I approach I can\nalmost dance to the beat....\nStrange that yours is so steady.\n\nINT. LABORATORY - NIGHT\n\nAnna withdraws her sabre as she creeps into the laboratory.\nThe Dwergi are frantically scurrying about. Igor yells above\nthe cacophony of the machinery and the weather.\n\nIGOR\nWe're losing power! The human is\ninsufficient! Accelerate the\ngenerators! Power the dynamos!\n\nAnna notices the pod high above the shattered skylight.\nAnother bolt of lightning strikes it. One of Velkan's arms\nsuddenly breaks loose from the straps and flails wildly.\n\nANNA\nVelkan.\n\nEXT. TOWN SQUARE - NIGHT\n\nSeveral men and a comely BARMAID dash out of a pub and join\ndozens of other peasants into the square, staring up into the\nstorm racked skies at the approaching winged vermin.\n\nBARMAID\nOh my God. What do we do? What do\nwe do?\n\f56.\n\nCarl comes racing around the corner.\n\nCARL\nRUUUN!!\n\nHe grabs the Barmaid and yanks her out of frame as the\nhideous creatures flock down into the square. Everybody runs\nlike hell. Some people are ripped up off their feet and\ncarried into the air, others are gang tackled and mauled by\nthe creatures. It's like a scene out of The Birds.\n\nINT. FOYER - NIGHT\n\nDracula stalks through the arches. A phosphorescent match\nsuddenly IGNITES at his feet, he looks down. Van Helsing\ndrops out of a ceiling and STABS a wooden stake deep into his\nchest.",
  "43": "---END OF PREVIOUS SECTION---\nFOYER - NIGHT\n\nDracula stalks through the arches. A phosphorescent match\nsuddenly IGNITES at his feet, he looks down. Van Helsing\ndrops out of a ceiling and STABS a wooden stake deep into his\nchest. \n---TARGET SECTION TO BE ANNOTATED---\n Dracula looks at the wooden stake in his chest, then\nat Van Helsing, standing in a shaft of light. Dracula gives\nhim a rather pleasant smile.\n\nDRACULA\nHello, Gabriel.\n\nVan Helsing freezes. We've never seen him puzzled before.\nDracula calmly grabs the wooden stake in his chest, rips it\nout and casually discards it.\n\nINT. LABORATORY - NIGHT\n\nAnna creeps across a catwalk, suddenly, she hears the SCREAM\nof charging Dwergi, one to the left, one to the right. Anna\nclamps her sword between her teeth and leaps out onto a\nhanging rope. The two Dwergi leap out after her. All three of\nthem climb. The Dwergi getting closer and closer to Anna. One\nof them grabs her boot. Anna grabs her sword and lashes down,\ncutting the rope, both Dwergi plummet down into a vat of\nboiling green liquid.\n\nIgor and the other Dwergi are too busy to have noticed.\n\nIGOR\nWe must not lose the Master's\n\nprogeny!\nAnna sockets her sabre and keeps climbing.\nEXT. VILLAGE - NIGHT\n\nFlying serenely above the scream-filled village, Verona’s\nhideous fanged mouth smiles adoringly.\n\nVERONA\nFeed my lovelies! FEED!\n\f57.\n\nShe lifts up a terrified man, dangling from her hand, then\nchucks him out over the village. A swarm of pygmy bats swoops\nin like piranha, grabbing him and tearing him apart.\n\nINT. FOYER - NIGHT\nA dawning realization washes over Dracula.\n\nDRACULA\nYou don't remember, do you?\n\nSuspicious, Van Helsing backs off into the ancient foyer.\n\nVAN HELSING\nExactly what should I be\nremembering?\n\nDracula follows him, like a cat toying with a trapped mouse.\n\nDRACULA\nYou are the great Van Helsing.\nTrained by monks and mullahs from\nTibet to Istanbul. Protected by\nRome herself! But like me...\n(his face darkens)\n.---ehunted by all others.\n\nVAN HELSING\nThe Knights of the Holy Order know\nall about you, so I guess it's no\nsurprise that you would know about\nme.",
  "44": "---END OF PREVIOUS SECTION---\nBut like me... (his face darkens)\n.---ehunted by all others. VAN HELSING\nThe Knights of the Holy Order know\nall about you, so I guess it's no\nsurprise that you would know about\nme. \n---TARGET SECTION TO BE ANNOTATED---\nDRACULA\nOh, but it's much more than that,\nyou and I go back a long way,\nGabriel. I know why you have such\nhorrible nightmares. The horrific\nscenes of ancient battles past? Do\nyou know how you received those\ntriangular scars on your back?\n\nVan Helsing's eyes narrow, now it's getting really strange.\n\nVAN HELSING\n--- how do you know me?\n\nEXT. CASTLE TOWER - NIGHT\n\nAnna runs up to Velkan, who is still strapped into the pod.\nShe starts unbuckling the belts. Velkan's delirious eyes\nfinally notice her, a sudden clarity fills them, he starts\nshaking his head and shoving her away with his free arm.\n\f58.\n\nANNA\nStop, Velkan! Stop it! It's all\nright. I've come to save you.\n\nThe CLOCK TOWER behind them begins to CHIME MIDNIGHT.\nVelkan's hand grabs Anna’s mouth and starts to grow coarse\nhair and horrific claws. Anna’s eyes practically bug out of\nher head. She SCREAMS and tries to rip herself away.\n\nINT. FOYER - NIGHT\nVan Helsing hears Anna's scream. Dracula just smiles.\n\nDRACULA\nSo, would you like me to refresh\nyour memory? A few details from\nyour sordid past?\n\nVan Helsing rips a crucifix out of his cloak and thrusts it\nat Dracula. Dracula SHRIEKS and angrily swats it away, then\ncalms down, smiling beatifically, as if nothing, had\nhappened.\n\nDRACULA (CONT'D)\nI guess that's a conversation for\nanother time. But before you go,\nlet me reintroduce myself\n(bows majestically)\nCount Vladislaus Dragulia. Born\n1432. Murdered 1462.\n\nHis bicuspids distend into razor sharp fangs.\nEXT. VILLAGE - NIGHT\n\nA third-story window bursts into shards of glass as a woman\nleaps through it. Two pygmy bats fly out of the window behind\nher and grab her inches before she hits the pavement.\n\nCarl and the Barmaid come racing around a corner just as the\nwoman is flown up over their heads.",
  "45": "---END OF PREVIOUS SECTION---\nVILLAGE - NIGHT\n\nA third-story window bursts into shards of glass as a woman\nleaps through it. Two pygmy bats fly out of the window behind\nher and grab her inches before she hits the pavement. Carl and the Barmaid come racing around a corner just as the\nwoman is flown up over their heads. \n---TARGET SECTION TO BE ANNOTATED---\n Carl lets go of the\nBarmaid and jumps up to try and save the woman, but she's too\nhigh and the hideous vermin carry her off. And that's when\nCarl hears a scream. He turns and looks.\n\nThe Barmaid is clinging to a light post six feet off the\nground, her legs are being yanked up by a pygmy bat. Carl\ngrabs a chair on the run and swings it into the creature. The\nhideous thing is knocked away. The Barmaid drops into Carl's\narms. The creature quickly recovers and charges back for Carl\nand the Barmaid. The Barmaid screams. Carl screams.\n\f59.\n\nThe creature suddenly pulls up two feet short of killing\nthem, the look on its hideous face has gone from blood-lust\nto panic, it frantically claws at its body and then BURSTS\nINTO MOLTEN FLESH ROT.\n\nHIGH ABOVE THE SQUARE: all of the pygmy bats BURST INTO\nMOLTEN FLESH ROT. Several people are dropped to their deaths.\n\nThe two flying Brides freak out and start to SHRIEK.\nINT. FOYER - NIGHT\n\nDracula spins around at the distant sound of his brides\nWAILING. Van Helsing uses the moment to leap into a large\ndumbwaiter and cut the cables with one of his saw blades.\nDracula looks back in time to see Van Helsing rocket upwards.\n\nEXT. CASTLE TOWER - NIGHT\n\nThe clock CHIMES. Anna SCREAMS. Velkan looks at his hands,\neyes widening in horror, he gives his sister one last\npathetic look, and then TRANSFORMS into the Werewolf. Anna\nquickly backs away and slams into another body. She screams\nand spins around. It's Van Helsing.\n\nVAN HELSING\nI think we've overstayed our\nwelcome.\n\nThe fat gun in his hand FIRES. The tether shoots off across\nthe castle moat and slams into the top of a huge oak tree two\nhundred yards away. Van Helsing quickly ties his end taut.\n\nAs the clock CHIMES, the Werewolf sits up in front of it.\nViciously tearing his way free, he heads for our two heroes.",
  "46": "---END OF PREVIOUS SECTION---\nVan Helsing quickly ties his end taut. As the clock CHIMES, the Werewolf sits up in front of it. Viciously tearing his way free, he heads for our two heroes. \n---TARGET SECTION TO BE ANNOTATED---\nVan Helsing scoops Anna up off her feet and leaps over the\nwall just as the Werewolf rips the shotgun off his back.\n\nVan Helsing and Anna start to rappel down the tether. The\nWerewolf slashes it, severing it. Van Helsing and Anna are\nsuddenly swinging out over the moat and into the dark forest.\n\nThe Werewolf glares after them, filled with an incredible\nfury as the clock hits the final stroke of midnight....\n\nEXT. VILLAGE - NIGHT\nCarl and the Barmaid look around, confused.\n\nBARMAID\nWhat happened?\n\f60.\n\nCARL\nThey... they just died.\n\nThe Barmaid wraps her arms around Carl and kisses him of the\ncheek.\n\nBARMAID\nHow can I ever repay you?\n\nCarl whispers into her ear. The Barmaid looks shocked.\n\nBARMAID (CONT'D)\nBut you can't do that, you're a\nmonk.\n\nCARL\nActually, I'm just a friar....\n\nEXT. CASTLE TOWER - NIGHT\n\nHigh atop the castle tower, Dracula cradles the sobbing\nbrides in his arms. Igor slithers up, looking terrified, if\nhe had a tail, it would be tucked firmly between his legs.\n\nIGOR\nI am sorry, Master. We try and we\ntry, but I fear we are not so smart\nas Doctor Frankenstein.\n\nDracula turns to him.\n\nDRACULA\nTruly.\n\nIgor cowers, but Dracula seems spent.\n\nDRACULA (CONT'D)\nIt is clear that the good Doctor\ntook the key to life to his grave.\n\nThe Werewolf steps up onto the parapet, an insane look in\nit's eyes. Dracula waves him away, dismissive.\n\nDRACULA (CONT'D)\nHunt them down. Kill them both.\n\nThe Werewolf gives him a deranged look and snarls evilly,\nclearly he is Velkan Valerio us no more. He turns and leaps\noff the parapet.\n\f61.\n\nEXT. MOORS - NIGHT\n\nRAIN lashes down on Van Helsing and Anna as they stagger\nacross the moors, heading into the ruins of the old windmill.\nWith the loss of her brother, Anna doesn't know whether to\nscream or cry, so she does both, and aims it at Van Helsing.",
  "47": "---END OF PREVIOUS SECTION---\nEXT. MOORS - NIGHT\n\nRAIN lashes down on Van Helsing and Anna as they stagger\nacross the moors, heading into the ruins of the old windmill. With the loss of her brother, Anna doesn't know whether to\nscream or cry, so she does both, and aims it at Van Helsing. \n---TARGET SECTION TO BE ANNOTATED---\nANNA\nA wooden stake?! A silver\ncrucifix?! What did you think?! We\nhaven't tried everything before?\n\nAnna shoves Van Helsing back under one of the huge charred\nwindmill sails, a refuge from the rain.\n\nANNA (CONT'D)\nWe've been hunting this creature\nfor more than four hundred years.\nWe've shot him, stabbed him,\nclubbed him, sprayed him with holy\nwater and staked him in the heart,\nand still he lives!\n\nVan Helsing just stares at her, fire fascinates him, fiery\nwomen even more so. She gets right up into his face.\n\nANNA (CONT'D)\nDo you understand?... Nobody knows\nhow to kill Dracula.\n\nTheir faces are inches apart. RAIN pours down on them. A\nslight smile creases Van Helsing's lips.\n\nVAN HELSING\nI could've used that information a\nlittle earlier.\n\nAnna just scowls, breathing hard. Van Helsing's dark eyes\nstare at her, he likes being this close to her. But she's too\nupset.\n\nANNA\nDon't give me that look. I don't\nneed your wolf's eyes undressing\nme...\n\nShe shoves herself away and stares off into the rain.\n\nANNA (CONT'D)\n++. not right now anyway.\n\nVan Helsing picks up an undamaged absinthe bottle and admires\nit. Anna looks at him, the fight going out of her.\n\f62.\n\nANNA (CONT'D)\nYou were right ... I'm sorry ... he\nisn't my brother anymore.\n\nShe steps up closer to him as he uncorks the bottle.\n\nANNA (CONT'D)\nDo you have any family, Mister Van\nHelsing?\n\nVAN HELSING\nI'm not sure. I hope to find out\nsomeday, that's what keeps me\ngoing.\n\nAnna takes the bottle and holds it up in a toast.\n\nANNA\nHere's to what keeps you going.\n\nShe takes a deep slug, clearly it has a bite.\n\nVAN HELSING\nAbsinthe. Strong stuff\n\nAnna hands him the bottle.\n\nANNA\nYes. Don't let it touch your\ntongue, it'll knock you on your-\n\n-And that's when the soggy ground beneath them suddenly CAVES\nIN.",
  "48": "---END OF PREVIOUS SECTION---\nStrong stuff\n\nAnna hands him the bottle. ANNA\nYes. Don't let it touch your\ntongue, it'll knock you on your-\n\n-And that's when the soggy ground beneath them suddenly CAVES\nIN. \n---TARGET SECTION TO BE ANNOTATED---\n The two of them and a load of timber drop into a rapidly\nexpanding breach in the ground.\n\nINT. CAVERN - NIGHT\n\nVan Helsing and Anna and a cascade of water and timber crash\ndown into a cavern and WE FADE OUT.\n\n \n\nEXT. VILLAGE - DAWN\nFADE UP: on the Transylvanian village at dawn.\nINT. TOWER BEDROOM - DAY\n\nCarl is asleep on a couch. He suddenly sits up, terrified,\nthen looks down and sees the sleeping Barmaid.\n\nCARL\nAh! Yes ... now I remember.\n\f63.\n\nCarl leans back against the wall, triggering a secret panel\nto swing open and reveal a PAINTING: a fantastic mural of two\nmedieval KNIGHTS facing each other atop a sea lashed cliff.\nThere is writing in Latin encircled around the two men. Carl\ntranslates it:\n\nCARL (CONT'D)\nEven a man who is pure in heart,\nand says his prayers by night, may\nbecome a wolf when the wolf-bane\nblooms, and the moon is shining\nbright.\n\nHe steps up to get a closer look and finish the inscription.\n\nCARL (CONT'D)\nOr crave another's blood when the\nsun goes down, and his body takes\nto flight.\n\nAs soon as he finishes the last word, the entire painting\nCOMES ALIVE, trees sway, grass blows, huge waves pound the\ncliff, the clock on a church tower begins to CHIME, and the\ntwo knights TRANSFORM: one into a Werewolf, the other into a\nWinged Beast from Hell. They viciously attack each other.\n\nCarl of course freaks out, stumbles back, knocks the entire\ncouch over and lands on the Barmaid's semi-naked body. She\nangrily shoves him off as he looks up at the painting. The\nancient painting is back to being just a painting, as if it\nwas all in his mind. He stares at it, perplexed, as his\nTransylvanian girlfriend angrily gathers her clothes.\n\nBARMAID\nFriars, monks, priests, you're all\nthe same!\nINT. CAVERN - DAY\nAnna slowly wakes up on the dark cavern floor, groggy and\nsore, she rubs her head and groans. A HAND quickly covers her\nmouth. She looks up.",
  "49": "---END OF PREVIOUS SECTION---\nCAVERN - DAY\nAnna slowly wakes up on the dark cavern floor, groggy and\nsore, she rubs her head and groans. A HAND quickly covers her\nmouth. She looks up. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing's finger goes to his lips.\nVAN HELSING\nShhh ... there's something down\nhere.\nAnd it's carnivorous.\n\nHe gestures to a massive pile of RAT BONES, picked clean.\n\nAnna gets to her feet. The cavern is lit by a very dim gloom\ncoming from tiny crevices in the roof.\n\f64.\n\nA fetid little stream wends its way through the cavern. Van\nHelsing starts to head downstream. Anna draws her sword and\nfollows.\n\nVAN HELSING (CONT'D)\nWhatever's down here appears to be\nof human ancestry.\n\nHe gestures to a large set of muddy BOOT PRINTS.\n\nVAN HELSING (CONT'D)\nI'd say he's a size 17. About 360\npounds. 8 1/2 to 9 feet tall. He\nhas a bad gimp in his right leg....\nAnd three copper teeth.\n\nANNA\nHow do you know he has copper\nteeth?\n\nVAN HELSING\nBecause he's standing right behind\nyou.\n\nVan Helsing goes for his guns. Frankenstein's Monster leaps\nout of the pitch blackness behind Anna and slams her into Van\nHelsing. Our two heroes crash to the floor. Van Helsing's\nrevolver goes flying.\n\nThe monster is on Van Helsing in a flash he lifts him up over\nhis head and hurtles him into a rock wall. Van Helsing\nbounces off the wall and slams to the floor. The monster\nlooks down at Anna. Anna gets a good look at him. He now\nlooks even more horrific than before, having been badly\nburned so long ago.\n\nANNA\nOh my god, the Frankenstein\nmonster.\n\nFRANKENSTEIN\nMONSTER! ?\n\nFrankenstein's VOICE is a horrible, guttural rasp.\n\nFRANKENSTEIN (CONT'D)\nWho is the monster here?!?\n\nHe lifts Anna up off the floor.\nFRANKENSTEIN (CONT'D)\n\nI have done nothing wrong and yet\nyou and your kind all wish me dead!\n\f65.\n\nVan Helsing leaps up and tackles Frankenstein. Frankenstein's\nhead slams into a rock wall, the top half of his head pops\noff.",
  "50": "---END OF PREVIOUS SECTION---\n65. Van Helsing leaps up and tackles Frankenstein. Frankenstein's\nhead slams into a rock wall, the top half of his head pops\noff. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing grabs him by the neck, the bolts SPARK, Van\nHelsing is shocked back against the far wall, he crashes to\nthe floor, trying not to pass out from the pain.\n\nFrankenstein slams the top of his head back into place, then\nthe top half of his body turns around and he heads for Anna.\nAnna backs away, up against some burnt timber, looking\naround, playing for time.\n\nANNA\nWhat do you want?\n\nFrankenstein stares down at her, his face growing mournful.\n\nFRANKENSTEIN\nTo exist.\n\nVan Helsing yanks an ivory BLOWGUN out from inside his cloak\nand sticks it to his mouth.\n\nSix blow-darts nail Frankenstein in the back. He bellows and\nspins around, arms flailing at his back, trying to swat the\n\ndarts free. Anna runs over and picks up one of the revolvers\noff the ground next to Van Helsing.\n\nANNA\nWe must kill it.\n\nVan Helsing grabs her by the wrist.\n\nVAN HELSING\nNo! Wait.\n\nFrankenstein crashes to his knees, his bleary eyes look over\nat them.\n\nFRANKENSTEIN\nIf you value your lives, and the\nlives of your kind, you will kill\nme.\n\nVan Helsing pulls Anna behind him and heads for Frankenstein,\nwhose breathing is getting more and more labored.\n\nFRANKENSTEIN (CONT'D)\nIf Dracula finds me I am the key to\nmy father's machine the key to\nlife, life for Dracula's children!\n\f66.\n\nVAN HELSING\nHe already awakened them, last\nnight.\n\nFRANKENSTEIN\nThose were just from one bride,\nfrom one single birthing. And they\ndied as they did the last time he\ntried. Only with me can he give\nthem lasting life.\n\nVan Helsing kneels down beside Frankenstein.\n\nVAN HELSING\nThere are more? More of those\nthings?\n\nFrankenstein's pathetic eyes stare at him.\n\nFRANKENSTEIN\nThousands ... thousands more.\n\nFrankenstein passes out, crashing face first into the dirt.\nWE PUSH IN on Van Helsing as the gravity of this hits him.\nAnna isn't fazed, she lifts the gun and aims. Van Helsing\nsteps in front of her. She angrily looks him in the eyes.",
  "51": "---END OF PREVIOUS SECTION---\nAnna isn't fazed, she lifts the gun and aims. Van Helsing\nsteps in front of her. She angrily looks him in the eyes. \n---TARGET SECTION TO BE ANNOTATED---\nANNA\nYou heard what he said.\n\nVan Helsing holds her stare, searching for the words ....\n\nVAN HELSING\n\nMy life, my ... job... is to\nvanquish evil. I can sense evil.\n\n(gestures to Frankenstein)\nThis thing ... man ... whatever it\nis, evil may have created it, left\nits mark on it, but evil does not\nrule it. So I cannot kill it.\n\nANNA\nI can.\n\nShe moves around him. He blocks her path.\n\nVAN HELSING\nNot while I'm here.\n\nAnna sees the intensity in his eyes. Behind them, hidden in\nthe shadows, is the Werewolf, staring at Frankenstein.\n\f67.\n\nVAN HELSING (CONT'D)\nYour family has spent four hundred\nyears trying to kill Dracula, maybe\nthis poor creature can help us find\na way.\n\nThe Werewolf slowly starts to back away. Van Helsing suddenly\nsenses it and spins around. He and Anna see the Werewolf's\nshadow vanish down the cavern.\n\nANNA\nOh my God. He's seen us.\n(she turns to Van Helsing)\nNow they'll come for him. And\nneither you or I will be able to\nstop them.\n\nVan Helsing grabs her arm and heads for Frankenstein.\n\nVAN HELSING\nI must get him to Rome. We can\nprotect him there.\n\nOn Anna's dubious look WE SMASH CUT TO:\n\nEXT. MANOR VALERIOUS - DAY\n\nSTEAM blasts out of the nostrils of huge black horses,\ncovered in a light armor plating, coupled to an ornate COACH.\nVan Helsing and Carl walk down alongside them.\n\nCARL\n--. and then the painting came\nalive and the two creatures\nattacked each other.\n\nVAN HELSING\nWhat does it mean?\n\nCARL\nI don't know.\n\nAnna opens the door to the coach. Frankenstein is inside,\nchained to the back wall. Van Helsing nudges Carl.\n\nVAN HELSING\nWhatever you do, don't stare at\nhim.\n\f68.\n\nCARL\nI'm staring at him.\n(quickly turns away)\nIs that a man?\n\nVan Helsing shoves Carl up into the seat across from\nFrankenstein.\n\nVAN HELSING\nActually it's seven men, parts of\nthem anyway.",
  "52": "---END OF PREVIOUS SECTION---\n(quickly turns away)\nIs that a man? Van Helsing shoves Carl up into the seat across from\nFrankenstein. VAN HELSING\nActually it's seven men, parts of\nthem anyway. \n---TARGET SECTION TO BE ANNOTATED---\nFrankenstein struggles to break the chains that bind him.\n\nFRANKENSTEIN\nBy exposing me, you have condemned\nme. Me and all of humanity!\n\nAnna slams the door shut and gestures to the horses.\n\nANNA\nNothing is faster than\nTransylvanian steeds. Not even a\nwerewolf Anything else, you're on\nyour own.\n\nCOUNTRYSIDE - DAY/NIGHT TRANSITION\n\nOn the bottom half of the SCREEN, the coach races across the\ncountryside. On the top half, the sky is whipping past in\nTIME LAPSE. Dark clouds scream by showing us glimpses of the\nsun as it races right to left across the SCREEN. As the sun\nexits FRAME the moon comes up and the TIME LAPSE ends\nrevealing an ominous night sky. The coach races into a dark\nforest. Two Bride silhouettes fly past and follow it.\n\nEXT. WOODS - NIGHT\n\nThe black steeds charge through the woods pulling the COACH.\nVan Helsing is in the driver's seat urging them on.\n\nINT. COACH - NIGHT\nFrankenstein stomps his Doc Martens and yells out.\nFRANKENSTEIN\nFree me! Let me fight! Let me die!\n\nBut do not let me be taken alive!\n\nSitting across from him is Carl, eyes wide, really keyed up,\nthe blowgun stuck to his lips.\n\f69.\n\nEXT. WOODS - NIGHT\n\nThe CAMERA is suddenly hurtling through the misty forest at\nabout Mach 1. The BRIDE'S POV quickly closes in on the coach.\n\nVan Helsing senses them coming, he looks around, the creepy\ntrees sway in the breeze, but he can't see the brides. He\nhefts the crossbow. He hears something off to his left and\nlooks. And that's when Verona swoops down on his right and\ngrabs him jerking him clean off the driver's seat and up into\nthe air. The crossbow goes flying. Van Helsing quickly breaks\nfree and falls down onto the lead horse. He looks forward.\n\nA hundred yards ahead, the path makes a hairpin turn next to\na giant precipice. Van Helsing quickly looks back at the\ncoach.\n\nINT. COACH - NIGHT\n\nThe coach bounces hard. Frankenstein is thrown forward at\nCarl.",
  "53": "---END OF PREVIOUS SECTION---\nINT. COACH - NIGHT\n\nThe coach bounces hard. Frankenstein is thrown forward at\nCarl. \n---TARGET SECTION TO BE ANNOTATED---\n Carl screams, but the chains hold Frankenstein just\nshort of falling on him.\n\nFRANKENSTEIN\nLet me go.\n\nCARL\nWhere are you going to go? I don't\nknow if you've looked in the mirror\nlately, but you kind of stick our\nin a crowd.\n\nEXT. WOODS - NIGHT\n\nVan Helsing leaps from the front horse to the middle horse to\nthe rear horse and then up onto the buckboard. And that's\nwhen Aleera nails him on the fly, throwing him back onto the\nrear horse.\n\nAll of the horses try to make the turn, going full boar,\nhoofs fighting to avoid slipping over the edge, kicking rocks\nour into space. Van Helsing holds on for dear life. The coach\nskids sideways, the couplings SNAP and the coach is flung out\nover the void.\n\nVan Helsing spins up into a saddle in time to see the coach\nspiraling through the air, heading for the valley floor far\nbelow.\n\nEXT. IN THE AIR - NIGHT\n\nHIGH UP IN THE AIR: Aleera and Verona freak out.\n\f70.\n\nVERONA\nWe must not let him be destroyed!\n\nEXT. WOODS - CLIFF FACE - NIGHT\n\nThe two Brides fly as fast as they can towards the plummeting\ncoach. They both grab it, but its weight is far too great for\nthem to stop it from falling. Aleera is losing her grip.\n\nALEERA\nSave him! Save the monster!\n\nAleera is blown off Verona struggles her way to the door, her\nwings are being badly buffeted. She grabs the door and rips\nit off, then looks inside. The coach is empty.\n\nEXT. WOODS - NIGHT\n\nBACK WITH VAN HELSING as ANOTHER COACH races out of the\nforest and up to the six team. Anna in the driver's seat.\nCarl leans out the window. Frankenstein is chained inside.\n\nCARL\nCome on! Come on!\n\nINT. COACH - NIGHT\n\nBACK INSIDE THE OTHER COACH: Verona sees a bunch of glycerine\ntubes wrapped around a dozen SILVER SPIKES. Verona hisses in\nanger and throws herself free of the coach.\n\nEXT. COACH - NIGHT\n\nThe coach hits the ground and EXPLODES.",
  "54": "---END OF PREVIOUS SECTION---\nVerona hisses in\nanger and throws herself free of the coach. EXT. COACH - NIGHT\n\nThe coach hits the ground and EXPLODES. \n---TARGET SECTION TO BE ANNOTATED---\n Several of the spikes\nnail Verona in the chest. She shrieks in horror and then\nTRANSFORMS back into herself. Losing her wings, she drops out\nof the sky, DECAYING into molten rot, shrieking all the way.\nAleera screeches in horror.\n\nEXT. WOODS - NIGHT\n\nVan Helsing leaps from the six team onto the buckboard of the\nother coach, landing next to Anna. He gives Anna a nudge in\nthe ribs and a cocky smile, as if to say, \"I told you it\nwould work.\" And that's when 800 pounds of enraged fur leaps\nover the entire six team, heading right for Van Helsing and\nAnna.\n\f71.\n\nVan Helsing quickly rolls off one way as Anna flings herself\noff the other. The Werewolf slams into the buckboard and\nskids sideways across the roof, shattering all four corner\nlanterns. The Werewolf vanishes off the back of the coach as\nthe kerosene and the entire roof bursts into flames.\n\nINT. COACH - NIGHT\n\nCarl frantically looks around, then sees Anna's face\nplastered to the window.\n\nANNA\nCARL!\n\nCarl leaps over and opens the door.\nEXT. COACH - NIGHT\n\nAnna is hanging on to the side of the coach, which is now\nskirting a huge precipice a mile deep. Carl grabs her as she\nstarts to slip.\n\nON THE OTHER SIDE OF THE COACH: Van Helsing is being\nviolently dragged down the road, desperately clinging by one\nhand to the axle of the coach. His legs splitting the rear\nwheel, if he lets go he'll be run over.\n\nVAN HELSING\nCARL!\n\nINT. COACH - NIGHT\n\nCarl looks past Frankenstein to the other side of the coach.\nHe can't let go of Anna or she'll fall. He looks at\nFrankenstein. Frankenstein nods.\n\nFRANKENSTEIN\nI can help.\n\nCARL\nYou won't kill me?\n\nFRANKENSTEIN\nOnly if you don't hurry.\n\nEXT. COACH - NIGHT\n\nVan Helsing grimaces in pain, his five fingers cling to the\naxle, then four fingers, then three, two, one. He lets go and\nheads under the rear wheel.",
  "55": "---END OF PREVIOUS SECTION---\nEXT. COACH - NIGHT\n\nVan Helsing grimaces in pain, his five fingers cling to the\naxle, then four fingers, then three, two, one. He lets go and\nheads under the rear wheel. \n---TARGET SECTION TO BE ANNOTATED---\n And that's when a huge fist grabs\nhim by the collar and pulls him free. It's Frankenstein.\n\f72.\n\nThe two men share a look, then Frankenstein heaves Van\nHelsing upwards. He lands on the buckboard just as Anna\nswings up next to him.\n\nINT. COACH - NIGHT\n\nCarl looks at Frankenstein and smiles in relief, then he\nscreams bloody murder as he sees FUR moving across the rear\nwindow. And then the roof splits open and fire and smoke\npours in. Now it's Frankenstein's turn to scream.\n\nEXT. COACH - NIGHT\n\nVan Helsing and Anna look back through the fire towards the\nrear of the coach. In SLO-MO the Werewolf rises up through\nthe flames.\n\nThe side door of the coach smashes open and Frankenstein and\nCarl look out.\n\nFRANKENSTEIN\nDon't look down.\n\nCARL\nI'm looking down! I'm looking down!\n\nThe coach makes it across the precipice road and enters the\nforest. The Werewolf hunches. Van Helsing YELLS at Anna.\n\nVAN HELSING\nJump !\n\nAnna turns and leaps off the carriage. So does Carl and\nFrankenstein. They all vanish into the lush forest.\n\nVan Helsing aims both of his guns down at the coupling and\nfires. The horses break loose of the carriage. Van Helsing\nturns and jumps. The Werewolf leaps through the flames.\n\nVan Helsing spins around in mid-air and fires his guns back\nat the Werewolf just as it tackles him. They vanish into the\nfoliage. The flaming coach flips off the road, spirals\nthrough the air and crashes into the trees. The six team\nhauls-ass down the forest road, vanishing into the night ....\n\nEXT. FOREST - NIGHT\nAnna staggers through the forest, she rounds a tree, her\n\nbreath hitches. Lying naked on the ground is her brother. He\nlooks up and gives his sister one last sorrowful look.\n\f73.\n\nVELKAN\nForgive me.\n\nAnd then he dies. Anna throws herself onto Velkan's body.\n\nANNA\nVelkan! ... Velkan! ... Velkan.\n\nShe cradles him gently and kisses him on the cheek.\n\nANNA (CONT'D)\nI will see you again.",
  "56": "---END OF PREVIOUS SECTION---\nVelkan. She cradles him gently and kisses him on the cheek. ANNA (CONT'D)\nI will see you again. \n---TARGET SECTION TO BE ANNOTATED---\nNearby, Van Helsing staggers to his feet. Anna looks at him,\nthen leaps up and charges him, pummeling him with her fists.\n\nANNA (CONT'D)\nYou killed him! You killed him!\n\nVan Helsing grabs her by the wrists and holds her tight.\n\nVAN HELSING\nNow you know why they call me\nmurderer.\n\nAnna looks into his eyes, they are not angry, but filled with\na profound sadness. And then Anna notices BLOOD on his shirt,\nshe gently opens his cloak. Anna gasps. Horrified.\n\nANNA\nOh my god ...\n\nVan Helsing's shirt is punctured with bloody fang holes.\n\nANNA (CONT'D)\nYou've been bitten.\n\nShe staggers back and looks at him, she sees it in his eyes.\nA hint of it anyway. Fear. Van Helsing turns and looks down\nat Velkan's body. Anna turns away. Aleera is standing right\nthere. She backhands Anna.\n\nAnna slams into a tree and drops to the ground, our cold. Van\nHelsing spins around in time to catch a glimpse of Anna,\nupside down, being yanked up into the trees. Van Helsing\nhauls-ass.\n\f74.\n\nEXT. CLIFFSIDE - NIGHT\n\nVan Helsing runs out onto the side of a cliff. He sees Anna\nbeing carried off over the precipice by Aleera. Carl and\nFrankenstein stagger up beside him. All three of them watch\nthe silhouettes of Anna and Aleera flying off towards the\nlights of a distant city ....\n\nEXT. BUDAPEST - DAY\n\nNestled in a lush valley and split in half by a dark river,\nthe city is sprinkled with churches, mosques, and palaces.\n\nEXT. ALLEY - DAY\n\nVan Helsing, Carl, and Frankenstein stagger down an alley.\nBattered and bruised. Frankenstein's face is covered by a\nhood. Van Helsing pulls his cloak tight, keeping his wound\nhidden. A blast of wind hits them. They all react, Van\nHelsing flinches in pain as he pulls his gun.\n\nPerched on the snowy eve of a house is Aleera, she clicks her\ntongue in disapproval.\n\nALEERA\nTch, tch, tch, so much trouble to\nmy Master, so much trouble.",
  "57": "---END OF PREVIOUS SECTION---\nThey all react, Van\nHelsing flinches in pain as he pulls his gun. Perched on the snowy eve of a house is Aleera, she clicks her\ntongue in disapproval. ALEERA\nTch, tch, tch, so much trouble to\nmy Master, so much trouble. \n---TARGET SECTION TO BE ANNOTATED---\nFrankenstein starts to head for her. Van Helsing stays him.\nAleera just giggles.\n\nALEERA (CONT'D)\n\nYou killed Verona. If the Master\n\nwas capable of love, he would have\n\nloved her very much. As for me ...\n(she smiles coquettishly)\n\n+.. now I will have the Master's\n\nundivided attention.\n\nVAN HELSING\nWhat do you want?\n\nALEERA\nThe Master commands a trade. The\nmonster for the Princess.\n\nFrankenstein glares at her angrily, and then he hears Van\nHelsing's VOICE:\n\nVAN HELSING (0.S.)\nSomewhere public. Lots of people.\n\f75.\n\nFrankenstein looks at Van Helsing, feeling betrayed, his brow\nfurrows, his eyes darken. Van Helsing's eyes stay on Aleera.\n\nVAN HELSING (CONT'D)\nA place where your master will be\nless inclined to expose his ...\nother side.\n\nAleera chews this over for a moment, then her eyes light up.\n\nALEERA\nTomorrow night is All Hallow's Eve!\nHere in Budapest there is a\nwonderful masquerade ball.\n\nShe leaps for joy, all the way up to the top of the roof.\n\nALEERA (CONT'D)\nI love masquerade balls!\n(she looks down at them)\nVilkovia Palace. Midnight.\n\nThen she whoops for joy and leaps again, vanishing over the\nside of the roof, followed by a blast of wind and snow.\n\nVan Helsing holsters his gun and rums to go, he winces in\npain. Carl sees this and reaches for Van Helsing's cloak.\n\nCARL\nAre you hurt?\n\nVan Helsing shoves his hand away. Frankenstein's eyes narrow\nsuspiciously, then he lunges forward and rips Van Helsing's\ncloak open, revealing the puncture wounds in his shirt.\n\nFRANKENSTEIN\nHe has been bitten! Bitten by a\nwerewolf.\n\nVan Helsing pulls his cloak tight. Frankenstein's face forms\na twisted smile.\n\nFRANKENSTEIN (CONT'D)\nNow you will become that which you\nhave hunted so passionately.\nHelsing pulls out the BLOWGUN and looks at Frankenstein.\n\nVAN HELSING\nI'm sorry.\n\nAnd he means it. Frankenstein just glares.\n\f76.",
  "58": "---END OF PREVIOUS SECTION---\nAnd he means it. Frankenstein just glares. 76. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKENSTEIN\nMay others be as passionate in\ntheir hunting of you.\n\nVan Helsing FIRES THE DARTS.\nEXT. VILKOVA PALACE GRAVEYARD - DUSK\n\nThe last shadows of the day stretch like creepy fingers\nacross an ancient ROYAL GRAVEYARD. Wearing costumes and\nmasks, Van Helsing and Carl step out of an old MAUSOLEUM.\nThey shove the huge stone door shut and bar it tight.\n\nCARL\nAccording to the books, you wont\nturn into a werewolf until the\nrising of your first full moon, two\nnights from now, and then you'll\nstill be able to fight Dracula's\nhold over you until the final\nstroke of midnight.\n\nThe two men make their way through the tombstones, heading\nfor a huge, ornate PALACE next door.\n\nVAN HELSING\n(sarcastic)\nSounds like I have nothing to worry\nabout.\n\nCARL\nOh my God, you should be terrified.\n\nVan Helsing gives him a look. Then Carl gets It.\n\nCARL (CONT'D)\n\nOh ... well, urn, that still gives\nus forty-eight hours to find a\nsolution.\n\nCarl looks back at the mausoleum.\n\nCARL (CONT'D)\nAre you sure he can't get out of\nthere?\n\nVAN HELSING\nNot without some help from the\ndead.\n\nTIGHT on a COFFIN, lying in the frozen ground, waiting to be\nburied. The lid cracks open, gnarled fingers pry their way\nout.\n\f77.\n\nINT. BALLROOM - NIGHT\n\nThe grand ballroom is packed with dancing couples and alive\nwith JUGGLERS, FIRE BLOWERS, TIGHT ROPE WALKERS, and HIGH\nWIRE ACROBATS, a veritable Cirque du Solei!' Van Helsing and\nCarl make their way through all the weirdness.\n\nCARL\nWell, this is different.\n\nVAN HELSING\nDracula must have something up his\nsleeve.\n\nCARL\nSo in situations like this, do we\nhave a solid plan? Or do we just\nimprovise?\n\nVAN HELSING\nA bit of both actually.\n\nThey step up to the ornate banquet tables. Van Helsing\ninhales deeply. Carl does likewise.",
  "59": "---END OF PREVIOUS SECTION---\nThey step up to the ornate banquet tables. Van Helsing\ninhales deeply. Carl does likewise. \n---TARGET SECTION TO BE ANNOTATED---\nCARL\nSmells wonderful, doesn't it?\n\nVAN HELSING\nNot everything.\n\nCARL\nWhat do you smell?\n\nVAN HELSING\nEverything.\n\nVan Helsing looks around, suddenly very SUSPICIOUS.\n\nVAN HELSING (CONT'D)\nWarm pretzels, juniper bushes,\nladies perfume, and rotted human\nflesh.\n\nCarl gives him a look.\nCARL\n\nYou sure do know how to put a\ndamper on the evening.\n\f78.\n\nINT. BALLROOM - NIGHT\n\nOUT ON THE DANCE FLOOR: Dracula dances with Anna, both\nwearing masks. He dips her and removes her mask. She is ina\ntrance. Eyes open, unblinking. Dracula throws away his mask\nand kisses her. Anna snaps out of it. Dracula spins her\naround.\n\nDRACULA\nHow does it feel to be a puppet on\nmy string?\n\nAnna suddenly looks around, realizing she's dancing with\nDracula. She struggles, but is completely within his power.\n\nANNA\nI wont let you trade me, Count.\n\nDRACULA\nI have no intention of trading you.\nAnd if I know Van Helsing, which I\ndo, he isn't planning on making a\ntrade either.\n\nHe dips her and leans in close, their lips almost touching.\n\nDRACULA (CONT'D)\nNeither of us has ever settled for\nhalf.\n\nANNA\nYou make my skin craw!\n\nDRACULA\nThat's not all I could do with your\nskin.\n\nDracula gently caresses her neck. Aleera cuts in and grabs\nAnna away from Dracula.\n\nALEERA\nMy rum.\n\nAleera dances away with Anna. Dracula smiles, then randomly\ngrabs a passing woman, yanks her close and bites into her\nneck. The ballroom is in such high swing no one notices.\nINT. BALLROOM - SECOND FLOOR - NIGHT\n\nUP ON THE SECOND FLOOR: Van Helsing and Carl look down on the\nballroom. Carl spots Aleera dancing with Anna.\n\f79.\n\nCARL\nThere they are.\n\nVAN HELSING\nSomething's not right.\n\nCARL\nYes, they're both trying to lead.\n\nVAN HELSING\nNot that.\n\nAnd then Van Helsing spots something, his eyes light up.",
  "60": "---END OF PREVIOUS SECTION---\nCARL\nYes, they're both trying to lead. VAN HELSING\nNot that. And then Van Helsing spots something, his eyes light up. \n---TARGET SECTION TO BE ANNOTATED---\nVAN HELSING (CONT'D)\nCarl?\n\nCARL\nYes?\n\nVAN HELSING\nI have a plan. I need you to do\nsomething.\n\nINT. BALLROOM - NIGHT\nBACK ON THE DANCE FLOOR: Aleera dances Anna across the floor.\n\nALEERA\nIt's the little things in life that\nI love. Like that last look in my\nvictim's eyes just before they die.\n\nWe see in Anna's eyes how hard she's struggling to break\nfree. Aleera licks Anna's cheek.\n\nALEERA (CONT'D)\nI won't let the Master take you,\nAnna.\n\nAleera’s canines distend into horrible fangs, draining from\nher beautiful face.\n\nALEERA (CONT'D)\nI want him all to myself.\n\nAnna's eyes widen, helpless in Aleera's grasp. And that's\nwhen Dracula cuts in, he giver Aleera a smile.\n\nDRACULA\nYou look famished, my dear, go get\nyourself a bite.\n\f80.\n\nAleera scowls as Dracula spins Anna over to a MIRROR WALL.\n\nDRACULA (CONT'D)\nDon't we make a beautiful couple?\n\nAnna looks at the mirror. Dracula is not in the reflection.\nHe starts to dance with her in front of the mirror.\n\nDRACULA (CONT'D)\nI'm looking for a new bride, Anna,\nsomeone strong and beautiful.\n\nIn the mirror it looks like Anna is dancing alone, seemingly\nbeing dipped and spun and twirled by an invisible force.\n\nDRACULA (CONT'D)\nAll it takes is one bite from me.\n\nHe hugs her tighter. Anna looks from his face to his chest,\ncrushed tightly against her breasts, her eyes widen.\n\nANNA\n\nYou have no heartbeat.\nDRACULA\n\nPerhaps it just needs to be\n\nrekindled.\n\nDracula leans in for a kiss. Anna angrily turns her head\naway, so she doesn't see all the blood drain from Dracula’s\nface and his canines distend into fangs, about to bite into\nher neck.\n\nA Fire Breather tilts his head safely up and away from the\ncrowd, lifts a torch to his mouth and starts to BLOW Carl\nquickly sidles up and shoves him hard. The Fire Breather\nBLOWS FLAMES across the back of Dracula's cape.\n\nINT.",
  "61": "---END OF PREVIOUS SECTION---\nA Fire Breather tilts his head safely up and away from the\ncrowd, lifts a torch to his mouth and starts to BLOW Carl\nquickly sidles up and shoves him hard. The Fire Breather\nBLOWS FLAMES across the back of Dracula's cape. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BALLROOM - SECOND FLOOR -NIGHT\n\nUP ON THE BALCONY: Van Helsing dashes down the HIGH WIRE. The\nTIGHT ROPE WALKERS start to lose their balance.\n\nINT. BALLROOM - DANCE FLOOR - NIGHT\n\nDOWN ON THE DANCE FLOOR: Dracula whirls around, ON FIRE,\nshocked and angry.\n\f81.\n\nINT. BALLROOM - ABOVE DANCE FWOR-NIGHT\n\nHIGH ABOVE THE DANCE FLOOR: Van Helsing curs a stay-wire,\ngrabs on and SWINGS DOWN into the crowd. The Tight Rope\nWalkers ALL FALL.\n\nINT. BALLROOM - DANCE FLOOR- NIGHT DOWN ON THE DANCE FLOOR:\n\nDracula grabs the Fire Breather and tosses him dear across\nthe ballroom. Van Helsing swoops in, grabs Anna by her waist\nand swings her up into the air.\n\nINT. BALLROOM - BALCONY - NIGHT\n\nUP ON THE BALCONY: Van Helsing and Anna land, skid to a stop\nand look down.\n\nThe entire crowd looks up at our heroes. And then, in unison,\nthey all remove their masks. Their eyes go yellow, their skin\ngoes white, fangs glide out, they HISS angrily. They are all\nVAMPIRES. Dracula smiles up at Van Helsing.\n\nDRACULA\nWelcome to my summer palace.\n\nA side door bursts open and a batch of vampires charge in\ncarrying Frankenstein over their heads, he's chained tight\nand bellowing furiously. Igor stands on his chest.\n\nIGOR\nWe have him, Master! We have him!\n\nDracula gives an evil LAUGH, then looks at his followers and\ngestures to Van Helsing and Anna.\n\nDRACULA\nEnjoy yourselves!\n\nThe entire vampire crowd rushes forward, SHRIEKING like wild\nBanshees.\n\nAnna's response is to rip the arm off a SUIT OF ARMOR, stick\nher hand down the sleeve and into its metal glove, attached\nto the glove is an IRON MACE covered in spikes. Van Helsing's\nresponse is to give her an incredulous look, then grab her\nand yank her out of FRAME.\n\nINT. BALLROOM HALLWAY - NIGHT\n\nVan Helsing and Anna race down a hallway.\n\f82.",
  "62": "---END OF PREVIOUS SECTION---\nINT. BALLROOM HALLWAY - NIGHT\n\nVan Helsing and Anna race down a hallway. 82. \n---TARGET SECTION TO BE ANNOTATED---\nANNA\nWhere are we going!?\n\nVan Helsing points to a huge STAINED GLASS WINDOW of angels,\ncherubs, and saints.\n\nVAN HELSING\nThrough that window!\n\nANNA\nAre you out of your mind?! We'll be\ncut to ribbons!\n\nVAN HELSING\nNot if you relax when you're going\nthrough it.\n\nAt the last second Van Helsing notices one of the SAINTS has\nhis hand out, as if to say \"STOP.\" Van Helsing grabs Anna and\nskids to a stop.\n\nVAN HELSING (CONT'D)\nMy mistake, wrong window.\n\nANNA\nHow do you know?\n\nVAN HELSING\nJust a hunch.\n\nHe yanks her out of FRAME. Vampires bound past, chasing after\nthem. Dracula's LAUGH echoes throughout the palace.\n\nINT. STAIRCASE/HALLWAY - NIGHT\n\nVan Helsing and Anna race up some stairs and through a set of\ndouble doors, vampires hot on their tail. They each grab a\ndoor, slam it shut and bolt it tight. The vampires furiously\nsmash away from the other side. Van Helsing and Anna high-\ntail it down the hall.\n\nCarl comes scurrying around a corner at the far end of the\nhallway. He sees Van Helsing and Anna running towards him and\nholds up his LAVA CONTRAPTION.\n\nCARL\nNow I know what it's for.\n\nCarl is standing in front of another huge window.\n\nCARL (CONT'D)\nWhere are we going?\n\f83.\n\nVAN HELSING/ANNA\nThrough that window!\n\nCarl turns around to see the window they're talking about, he\npulls the pin on his contraption. Van Helsing and Anna each\ngrab one of Carl's arms, on the run, and yank him out through\nthe great glass window.\n\nINT. CATACOMBS - NIGHT\n\nVan Helsing, Anna, and Carl crash through the shower of glass\nand drop rwo stories down into a watery CATACOMB.\n\nINT. STAIRCASE/HALLWAY - NIGHT\n\nThe huge door disintegrates as the vampires crash through it.\nThey bound down the hallway. The contraption is sitting on\nthe floor, it pops open, rays of ULTRA VIOLET LIGHT stream\nout. The vampires all melt screaming.\n\nINT.",
  "63": "---END OF PREVIOUS SECTION---\nThe contraption is sitting on\nthe floor, it pops open, rays of ULTRA VIOLET LIGHT stream\nout. The vampires all melt screaming. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CATACOMBS - NIGHT\n\nVan Helsing, Anna, and Carl burst to the surface inside a\nlarge moldy catacomb filled with skulls and skeletons, the\nhuge EXPLOSION OF LIGHT finishing above them as pieces of\nmelted vampire splash down around them.\n\nVAN HELSING\nCarl, you're a genius.\n\nCARL\n(a bit freaked out)\nA genius with access to unstable\nchemicals.\n\nBehind them, Igor YELLS commands in Hungarian as he and a\ndozen of the porcine Dwergi ride a LONGBOAT down a ramp,\nFrankenstein chained to the mast. Van Helsing immediately\nheads for the longboat.\n\nIgor and the Dwergi drop their oars into the water and start\nto row. Van Helsing runs faster. Igor and the Dwergi paddle\n\nout of a tunnel and into the river. A huge grated GATE starts\nto drop down behind them. Igor pats Frankenstein on the head.\n\nIGOR\nSay goodbye to your friends.\n\nFrankenstein BELLOWS angrily. Igor cackles.\n\f84.\n\nIGOR (CONT'D)\nBecause where we are taking you,\nonly God and the devil know.\n\nThe metal gate SLAMS SHUT right in front of Van Helsing,\ncutting him off from the river, he splashes up to it and\nstares out through the grates. Frankenstein looks back at Van\nHelsing. Frankenstein's hag-gard face a mask of helplessness\nand hopelessness, looking forlorn and abandoned. Van Helsing\nstares at him and grits his teeth in determination.\n\nVAN HELSING\nI'll find you!... I'll get you back\nand set you free. I swear to god.\n\nA huge DARK SHADOW swoops past, its talons scrape across the\nmetal grating, SPARKS FLY.\n\nDRACULA (0.S.)\nGod hasn't helped you in years, Van\nHelsing, why should he start now!?\n\nWe hear Aleera LAUGH as the two dark shadows flyaway. Anna\nand Carl run up beside Van Helsing. Anna grabs him.\n\nANNA\n\nCome on, we've got to beat them\nback to Castle Frankenstein.\n\nVan Helsing whirls around and starts to go.\nVAN HELSING\nYes, I've got to save that\n\ncreature.",
  "64": "---END OF PREVIOUS SECTION---\nANNA\n\nCome on, we've got to beat them\nback to Castle Frankenstein. Van Helsing whirls around and starts to go. VAN HELSING\nYes, I've got to save that\n\ncreature. \n---TARGET SECTION TO BE ANNOTATED---\nCARL (0.S.)\nVan Helsing!\n\nVan Helsing turns back to Carl, who is till staring out\nthrough the grate.\n\nCARL (CONT'D)\nI cabled Rome earlier, to apprise\nthem of our situation.\nVan Helsing gives Carl a suspicious look.\n\nVAN HELSING\nAnd what did they say?\n\nCarl turns to face him.\n\f85.\n\nCARL\nEven if you do somehow kill\nDracula... Rome orders you to\n\ndestroy Frankenstein as well.\nVan Helsing's eyes darken, he starts to rev up.\n\nVAN HELSING\nHe isn't evil.\n\nCARL\nYes, but they said he isn't human\neither.\n\nVan Helsing furiously closes in on Carl.\n\nVAN HELSING\nDo they know him? Have they talked\nwith him? Who are they to judge!?\n\nCARL\nThey want you to destroy him so he\ncan never be used to harm humanity.\n\nVan Helsing angrily grabs Carl by the throat and lifts him up\noff his feet.\n\nVAN HELSING\nAnd what of me? Did you tell them\nwhat I am to become? Did they tell\nyou how to kill me? The correct\nangle of the stake as it enters my\nheart?! The exact measure of silver\nin each bullet!!\n\nVan Helsing's voice has gotten incredibly deeper during this\nspeech, his eyes have gone dark red and he's strangling Carl.\nAnna is already trying to rip the two men apart, but Van\nHelsing's strength is too much for her. Carl gasps:\n\nCARL\nNo .... I... I left you out.\n\nVan Helsing snaps out of it and lets him go. Carl drops to\nthe ground, sucking air. Van Helsing stares down at him,\nfeeling terribly, then he looks at his shaking hands, a\nwhirlwind of emotions passing over his face, he clenches his\nhands into fists, then exhales deeply and looks at Anna.\n\nVAN HELSING\nIt's starting.\n\f86.\n\nINT. CASTLE FRANKENSTEIN LABORATORY - DAY\n\nVan Helsing, Anna, and Carl run into the laboratory. It's\nempty, all of the lab equipment has been hurriedly removed.\n\nVAN HELSING\nThey must have taken all the\nequipment to Dracula's lair.\n\nANNA\nThen we've lost.",
  "65": "---END OF PREVIOUS SECTION---\nIt's\nempty, all of the lab equipment has been hurriedly removed. VAN HELSING\nThey must have taken all the\nequipment to Dracula's lair. ANNA\nThen we've lost. \n---TARGET SECTION TO BE ANNOTATED---\nCARL\nDracula cannot bring his children\nto life until the sun sets. We\nstill have time.\n\nANNA\n(incredulous)\n\"Time?\" The sun sets in two hours,\nand we've been searching for him\nfor more than four hundred years.\n\nCARL\nI wasn't around for those four\nhundred years, now was I?\nEXT. MANOR VALERIOUS - DAY\nThe rays of the mid-day sun are trying to pry their way\nthrough the cloud-streaked sky over Manor Valerious. We can\nhear Van Helsing, Anna, and Carl pounding up a staIrcase.\n\nVAN HELSING (0.S.)\nSo what did you learn?\n\nINT. TOWER BEDROOM - DAY\n\nOur heroes enter the tower bedroom where they come upon the\nmass of relics, artifacts, and texts.\n\nCARL\nThat Count Dracula was actually the\nson of Valerio us the Elder.\nCarl looks at Anna.\n\nCARL (CONT'D)\nThe son of you're ancestor.\n\nAnna just shrugs, no big deal.\n\fANNA\nEverybody knows that, what else?\n\nCARL\nOh, uh, right. Well, it all started\nin 1462, when Dracula was murdered.\n\nVAN HELSING\nDoes it say who murdered him?\n\nCARL\nNo, just some vague reference to\nthe Left Hand of God.\n\nVan Helsing looks intrigued. Carl opens the elaborately\n\ninscribed SACRED LATIN TEXT.\n\nCARL (CONT'D)\nAnyway, according to this when\nDracula died he made a covenant\nwith the devil.\n\nVan Helsing and Anna jump in, guessing.\n\nVAN HELSING\nAnd was given a new life.\n\nANNA\nBut the only way to sustain that\nlife was by drinking the blood of\nothers.\n\nCARL\n(annoyed)\nAre you two going to let me tell\nthe story?\n\nVAN HELSING/ANNA\nSorry. Sorry.\n\nCARL\nYour ancestor, having sired this\nevil creature, went to Rome to seek\nforgiveness from God, that's when\nthe bargain was made, Valerious the\nElder was to kill Dracula in return\nfor the eternal salvation of his\nentire family, right down the line\nall the way to you.\n\nHe points to Anna. Anna nods in understanding.\n\f88.",
  "66": "---END OF PREVIOUS SECTION---\nHe points to Anna. Anna nods in understanding. 88. \n---TARGET SECTION TO BE ANNOTATED---\nANNA\nBut he couldn't do it. As evil as\nDracula was, my ancestor could not\nkill his own son.\n\nCarl points at some of the fantastical engravings on the\nrelics and artifacts, helping tell the story:\n\nCARL\nSo he banished Dracula to an icy\nfortress, sending him through a\ndoor from which there was no\nreturn.\n\nANNA\nAnd then the devil gave him wings.\n\nCARL\nYes.\n\nVAN HELSING\nAll right, so where is this door?\n\nCARL\nI don't know, but when the old\nknight couldn't kill his son, he\nleft clues, so that future\ngenerations might do it for him.\n\nANNA\nThat must be what my father was\nlooking for in here, clues to the\ndoor's location.\n\nAn idea suddenly springs into Van Helsing's head.\n\nVAN HELSING\nThe door... The door... of course!\n\nHe turns and races out of the room. Anna and Carl exchange a\nlook, then haul-ass after Van Helsing.\n\nINT. ARMORY - DAY\n\nVan Helsing runs up to the massive floor-to-ceiling OIL\nPAINTING of Transylvania. Anna and Carl right behind him.\n\nVAN HELSING\nYou said your father spent hours\nstaring at this painting, trying to\nfind Dracula's lair, I think you\nwere right, quite literally.\n\f89.\n\nVan Helsing checks where the frame meets the wall, but the\nframe is actually molded into the wall.\n\nVAN HELSING (CONT'D)\nI think this is the door. He just\ndidn't know how to open it.\n\nCarl points to a LATIN INSCRIPTION on the painting.\n\nCARL\nLook! A Latin inscription. Maybe it\nworks like that painting in the\ntower.\n\nCarl starts mumbling the inscription in Latin. Anna steps up\nto Van Helsing\n\nANNA\nIf this was a door, my father would\nhave opened it long ago.\n\nCarl shoves a chair aside, revealing a missing piece of the\npainting.\nCARL\nI can't finish the inscription.\nThere's a piece missing.\n\nVAN HELSING\nYour father didn't have this.\n\nVan Helsing pulls out the torn piece of painted cloth.",
  "67": "---END OF PREVIOUS SECTION---\nThere's a piece missing. VAN HELSING\nYour father didn't have this. Van Helsing pulls out the torn piece of painted cloth. \n---TARGET SECTION TO BE ANNOTATED---\nANNA\nWhere did you get that?\n\nVan Helsing hands the painted piece of cloth to Carl.\n\nVAN HELSING\nFinish it.\nCarl places it inside the missing piece of the map. The torn\npiece is a perfect match. Carl finishes the inscription.\n\nCARL\nDeum lacessat ac ianuam imbeat\napenn.\n\nVAN HELSING\nIn the name of God, open this door.\n\f90.\n\nAnd that's when the painting begins to change, starting at\nthe frame line and spreading inward, a THICK CRYSTAL FROST\nwashes over the painting, eating it up until the painting has\ncompletely dissolved, leaving an ANCIENT MIRROR in its place.\n\nCARL\nA mirror?\n\nAnna stares at it, thinking hard.\n\nANNA\nDracula has no reflection in a\nmirror.\nVAN HELSING\nWhy?\nCARL\nMaybe ... maybe to Dracula, it's\n\nnot a mirror at all.\n\nVan Helsing reaches out to touch the mirror, his hand goes\nstraight through it, vanishing inside it, he inhales sharply.\nCarl Jumps.\n\nCARL/ANNA\nWhat? What?!\n\nVAN HELSING\nIt's cold.\n\nHe pulls his hand out to reveal SNOWFLAKES in his palm.\n\nVAN HELSING (CONT'D)\nAnd it's snowing.\n\nVan Helsing grabs a TORCH out of a sconce on the wall, and\nprepares to step through.\n\nVAN HELSING (CONT'D)\nSee you on the other side.\n\nCARL\nDon't worry, we're behind you ...\nnot right behind you, but behind\nyou.\n\nAnna grabs his arm.\n\nANNA\nBe careful.\n\f91.\n\nVan Helsing gives her a nod, then steps straight through the\nmirror, vanishing inside it.\n\nEXT. CASTLE DRACULA - DUSK\n\nVan Helsing steps out of another ancient mirror, encased in a\nhuge black OBELISK. It's snowing. A beat later, Anna steps\nthrough. They both look up. Chiselled out of a massive rock\nmountain is an enormous cathedral-like fortress; spires,\nturrets, gargoyles, the works. Covered in permafrost. Icicles\neverywhere. Carelessly flung hither and yon are human\nskeletons.",
  "68": "---END OF PREVIOUS SECTION---\nCovered in permafrost. Icicles\neverywhere. Carelessly flung hither and yon are human\nskeletons. \n---TARGET SECTION TO BE ANNOTATED---\n Something very evil lives here. THUNDER RUMBLES.\n\nANNA\nCastle Dracula.\n\nThey look back at the mirror. Carl is nowhere in sight. They\nhead for the castle. Behind them, Carl slowly seeps out of\nthe mirror, eyes closed, he opens them to see the forbidding\nfortress. The sheer enormity of it terrifies him. He spins\naround and runs back into the mirror-wham! Face first,\nbounces off and lands on his ass. The mirror is a one-way\nticket. Carl leaps up and scurries after them.\n\nCARL\nWait up!\n\nEXT. CASTLE DRACULA - NIGHT\n\nThey arrive at a massive door at the front of the ancient\nfortress, made of iron, rusted shut, covered in slippery ice.\nThere's a TRANSOM at the top of it, but it's thirty feet up.\n\nCARL\nDo we have a plan? It doesn't have\nto be Wellington's at Waterloo, but\nsome sort of plan would be nice.\n\nVAN HELSING\nWe're going to go in there and stop\n\nDracula.\n\nANNA\nAnd kill anything that gets in our\nway.\n\nCarl starts to back away.\n\nCARL\nLet me know how that goes.\n\nVan Helsing grabs Carl and Anna by their collars and runs\nstraight up, thirty feet, they go right through the transom.\n\f92.\n\nINT. CASTLE DRACULA ENTRANCE HALL - NIGHT\n\nThe three of them land softly on the floor on the other side.\nAnna and Carl are shocked, they turn and look at Van Helsing.\n\nCARL\nWell, as grateful as I am to be out\nof the cold, that doesn't seem like\na good thing.\n\nAnna looks at Van Helsing, bent over in pain, his face and\neyes ate distorted into a vague resemblance of a wolf, and\nthen it passes. They share a look.\n\nThen he moves forward, a man on a mission. The whole place is\na massive frozen foyer, and all of the incredibly high walls,\npillars, and ceilings are covered in gooey COCOONS. Thousands\nof them. With electric wires sticking out of all of them.\n\nANNA\nOh my god, if he brings all of\nthese to life ...\n\nCARL\n-.. the world would be a\nsmorgasbord.",
  "69": "---END OF PREVIOUS SECTION---\nWith electric wires sticking out of all of them. ANNA\nOh my god, if he brings all of\nthese to life ... CARL\n-.. the world would be a\nsmorgasbord. \n---TARGET SECTION TO BE ANNOTATED---\nAnd that's when Igor comes scurrying around a comer, a bundle\nof wires and electrodes in his hands, he skids to a stop,\nlooking stunned as he sees Van Helsing.\n\nIGOR\nHow? How did you? ... It's\nimpossible.\n\nHe quickly recovers his senses, drops everything and runs\nlike hell. Van Helsing pumps one of the saw blades into his\npalm and throws it, it whistles through the air, catches Igor\nby his sleeve, and pins him to a rock wall.\n\nIGOR (CONT'D)\nPlease! Please don't kill me!\n\nVan Helsing strides forward.\n\nVAN HELSING\nWhy?\n\nIGOR\nWell, urn, I...\n\nHe can't think of a good reason. Van Helsing rips the blade\nout of the wall, about to kill him.\n\f93.\n\nAnd then they hear Frankenstein BELLOW Somewhere nearby. They\nlook around. Right next to Igor is a window with metal bars.\nVan Helsing sees something moving inside it. It's a PULLEY\nwith chains. He sticks his torch through the bars and looks\ndown a SHAFT.\n\nINT. CASTLE DRACULA - DUNGEON -NIGHT\n\nFrankenstein is in a DUNGEON CELL encased in a huge BLOCK OF\nICE, only his head and neck stick out, chains run through the\nblock and attach up to the pulley. The shaft rises another\nthirty floors. From the top of the shaft a VOICE rings out:\n\nDRACULA (0.S.)\nBring me the monster...!!\n\nDracula's voice ECHOES through the immense fortress as Igor\nsnickers evilly.\n\nINT. CASTLE DRACULA - ENTRANCE HALLWAY - DUSK\n\nIGOR\nMy Master has awakened.\n\nThe pulley starts to rise. The chains snap taut. Frankenstein\nand the block of ice quickly lift up off the cell floor.\n\nINT. CASTLE DRACULA - ENTRANCE HALLWAY - NIGHT\n\nVan Helsing drops the torch and goes nuts, furiously yanking\nand pulling on the thick bars with incredible strength, they\nactually start to twist, but they're never going to give,\neven with the semi-insane look which has crept into his eyes.\nAnna tries to help, to no avail.\n\nThe block of ice continues its rise.",
  "70": "---END OF PREVIOUS SECTION---\nCASTLE DRACULA - ENTRANCE HALLWAY - NIGHT\n\nVan Helsing drops the torch and goes nuts, furiously yanking\nand pulling on the thick bars with incredible strength, they\nactually start to twist, but they're never going to give,\neven with the semi-insane look which has crept into his eyes. Anna tries to help, to no avail. The block of ice continues its rise. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing collapses\nagainst the bars, the insane look seeps away, he's back to\nhimself once again. Frankenstein comes eye-to-eye with him.\nThe two beings look at each other, a real connection between\nthe two of them. The look on Frankenstein's face softens.\n\nFRANKENSTEIN\nThere is a cure.\n\nVan Helsing is shocked.\n\nVAN HELSING\nWhat?\n\nFRANKENSTEIN\nDracula, he has the cure, to remove\nthe curse of the Werewolf.\n\f94,\n\nFrankenstein continues up the shaft. Van Helsing desperately\ntries to stick his head through the bars, gaining one last\nlook up at Frankenstein as he's hauled up.\n\nFRANKENSTEIN (CONT'D)\nGo! Find the cure! Save yourself!\n\nAnna grabs Van Helsing and pulls him back.\nANNA\nCome on! You heard him! Let's find\nit.\nVan Helsing looks at her, thinking hard.\n\nVAN HELSING\nWhy does Dracula have a cure?\n\nANNA\nI don't care.\n\nVAN HELSING\nI do. Why would he need one?\n\nVan Helsing looks at Igor. Igor clamps his mouth shut. The\nCAMERA does a dramatic PUSH IN on Carl as his face fills with\na dawning realization:\n\nCARL\nBecause the only thing that can\nkill him ... is a werewolf.\n\nVan Helsing and Anna look at Carl. Carl smiles.\n\nCARL (CONT'D)\nThe painting. That's what it meant.\n\nANNA\nBut Dracula has used werewolves to\ndo his biding for centuries.\n\nCARL\nYes, but if one ever had the will\nto turn on him, he'd need a cure to\nremove the curse and make it human\nbefore it bit him.\n\nThe realization of this crashes down on them. Van Helsing\nturns to Igor and gestures to Anna and Carl.\n\nVAN HELSING\nYou're going to take these two and\nlead them to it.\n\f95.\n\nIGOR\nNo I'm not.\n\nVan Helsing sticks the blade under Igor's chin. Igor smiles.\n\nIGOR (CONT'D)\nYes I am.\n\nCarl steps up.",
  "71": "---END OF PREVIOUS SECTION---\nIgor smiles. IGOR (CONT'D)\nYes I am. Carl steps up. \n---TARGET SECTION TO BE ANNOTATED---\nCARL\nWhen the bell begins to roll\nmidnight, you'll be able to kill\nDracula, we just have to find the\ncure and get it into you before the\nfinal stroke.\n\nVan Helsing pulls a small but extremely nasty-looking WEAPON\nout of his cloak. It looks like nail clippers designed by the\nSpanish Inquisition. He holds it up in front of Igor's face.\n\nVAN HELSING\nIf they even suspect you're\nmisleading them ...\n\nHe hands the weapon to Anna.\n\nVAN HELSING (CONT'D)\n--. Clip off one of his fingers.\n\nANNA\nMy pleasure.\n\nIgor looks terrified, he gestures to the set of staircases.\n\nIGOR\nThe stairs on the right, they lead\nto the black tower, that's where it\nis.\n\nVAN HELSING\nAnd the stairs on the left?\n\nIgor hesitates. Van Helsing reaches for the \"clippers. \"\n\nIGOR\nThe Devil's tower! Devil's tower!\nThat's where we reassembled the\nlaboratory. Would I lie to you?\n\nVAN HELSING\nNot if you wanted to live.\n\f96.\n\nVan Helsing turns to Carl.\n\nVAN HELSING (CONT'D)\nIf I'm not \"cured\" by the twelfth\nstroke of midnight ...\n\nHe pulls a metal tube out of his cloak, naps out into a\nSILVER STAKE, and hands it to Carl. Carl's eyes widen.\n\nCARL\nI don't think I could.\n\nVAN HELSING\nYou must.\n\nCarl nods, takes the stake, shares a look with Van Helsing,\nand then grabs Igor by the scruff of his neck and pulls him\noff towards the staircases.\n\nCARL\nCome on.\n\nVan Helsing and Anna look into each other's eyes, both of\nthem scared, both of them gearing up. Van Helsing has never\nbeen so concerned for another human being in his life.\n\nVAN HELSING\nDon't get killed.\n\nAnna has never been so filled with conviction in her life.\n\nANNA\nYou still don't understand. It\ndoesn't matter what happens to me.\nWe must save my family.\n\nShe starts to go. Van Helsing pulls her back.\n\nVAN HELSING\nIf you're late ... run like hell.\n\nShe nods and starts to go.",
  "72": "---END OF PREVIOUS SECTION---\nVan Helsing pulls her back. VAN HELSING\nIf you're late ... run like hell. She nods and starts to go. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing Pulls her back again.\n\nVAN HELSING (CONT'D)\nDon't be late.\n\nShe smiles and starts to go. Van Helsing pulls her back\nagain, and then kisses her hard. She gives it right back to\nhim, a real bodice ripper, she pulls herself away, stares\ndeep into his smoldering eyes, then runs off after Carl.\n\f97.\n\nINT. LABORATORY TOWER - NIGHT\n\nThe Dwergi are putting the final touches em the reassembly of\nVictor Frankenstein's equipment. Frankenstein himself is now\nwelded into the iron pod, bellowing angrily. Dracula strides\npast, slamming all of the huge electrical switches on.\n\nDRACULA\nWhat ate you complaining about?\n\nThe entire laboratory sparks to life. Spectacular arcs of\nelectricity shoot up and down the walls between the dynamos.\nThe gears kick in. The fan belts snap taut and start to spin.\n\nDRACULA (CONT'D)\nThis is why you were made, to prove\nthat god is not the only one who\ncan create life!\n\nDracula turns the flywheel. Frankenstein begins to rise.\n\nDRACULA (CONT'D)\nAnd now you will give that life to\nmy young.\n\nINT. CASTLE DRACULA - RIGHT TOWER STAIRS - NIGHT\n\nVan Helsing comes up the spiraling stone staircase and sees a\nlarge gash in the rock wall.\n\nINT. CASTLE DRACULA - SHAFT -NIGHT\n\nVan Helsing steps inside and sees CHAINS jangling in the\nmiddle of the dark shaft, he looks down at the fifteen-story\ndrop. And then he jumps. He grabs the chains, swings wildly,\ndangling precariously, some of his weapons drop out of his\ncloak and fall. And then, with superhuman strength, agility\nand speed, Van Helsing starts to climb the chains.\n\nINT. CASTLE DRACULA - ANTIDOTE TOWER - NIGHT\n\nIgor leads Anna and Carl up the stairs to a landing with an\narched doorway, the entrance to the Antidote Tower.\n\nIGOR\nThere it is.\n\nInside the large room is a pedestal. On the pedestal is a\nGLASS JAR filled with a clear jelly-like goo, suspended in\nthe goo is a SYRINGE. Igor starts to enter.",
  "73": "---END OF PREVIOUS SECTION---\nInside the large room is a pedestal. On the pedestal is a\nGLASS JAR filled with a clear jelly-like goo, suspended in\nthe goo is a SYRINGE. Igor starts to enter. \n---TARGET SECTION TO BE ANNOTATED---\n Anna grabs him\nand holds him back.\n\f98.\n\nANNA\nI'll go first.\n\nIgor gives her a nasty look. Anna gives it back to him, then\nenters the tower, eyes on the alert, heading for the syringe.\nAll the windows are barred shut. There is no other entrance.\n\nCarl watches her, his eyes momentarily off Igor. Igor uses\nthe moment, takes a quick step back, and with the heel of his\nboot, kicks Carl in the ass. Anna spins around in time to see\nCarl sprawl into the room. Igor cackles gleefully.\n\nIGOR\nStay as long as you like.\n\nHe pulls a lever on the wall, a grated metal gate crashes\ndown, locking Anna and Carl inside the tower. Igor scurries\naway laughing.\n\nIGOR (CONT'D)\nBye-bye!\n\nINT. LABORATORY - NIGHT\nAll of the equipment is accelerating wildly.\n\nThe Dwergi are desperately trying to keep everything from\nspinning out of control. Dracula is in rapture as sparks rain\ndown upon him.\n\nVan Helsing climbs up out of the shaft and hides behind the\nshattered block of ice, which is being pelted and melted by\nraining sparks. Dynamos crackle. Pulleys whirl. Electrical\narcs flash. Van Helsing looks up. Sixty feet above him is an\nOPEN SKYLIGHT, twenty feet above that is the POD apparatus.\n\nEXT. CASTLE DRACULA - SKYLIGHT -NIGHT\n\nFrankenstein struggles in the pod as LIGHTNING FLASHES across\nthe sky above him.\n\nINT. ANTIDOTE TOWER - NIGHT\n\nAnna and Carl are staring at the syringe inside the jar of\nvile goo.\n\nANNA\nGo ahead, grab it.\n\f99,\n\nCARL\nYou go ahead and grab it. If\nthere's one thing I've learned,\nit's never be the first one to\nstick your hand into a viscous\nmaterial.\n\nA hideous FACE lowers down right behind them. It's Aleera.\n\nALEERA\nSmart boy.\n\nCarl practically jumps out of his skin. Anna grabs Carl and\njerks him back behind the huge jar. Aleera drops down with a\nsmile.\n\nALEERA (CONT'D)\nDid I scare you?\n\nCARL\n(terrified)\nNo.",
  "74": "---END OF PREVIOUS SECTION---\nAleera drops down with a\nsmile. ALEERA (CONT'D)\nDid I scare you? CARL\n(terrified)\nNo. \n---TARGET SECTION TO BE ANNOTATED---\nALEERA\nThen maybe I need to try a little\nharder.\n\nINT. LABORATORY - NIGHT\n\nVan Helsing starts to climb STRAIGHT UP THE SHEER WALL.\nGrasping for purchase in the grouting. Only someone with\nsuperhuman strength in their fingertips could do this.\n\nA Dwerger on scaffolding turns around and comes face-to-face\nwith Van Helsing, clinging to the wall like a fly. The\nDwerger's goggles are up and we get our first glimpse of the\nhideous Dwergi eyes. Before the Dwerger can even scream, Van\nHelsing grabs him with one hand, slams him off the rock wall,\nthen chucks him into the dark recesses of the laboratory.\n\nINT. ANTIDOTE TOWER - NIGHT\n\nAnna suddenly lashes out with her sword and knocks over the\njar. It crashes to the floor, splattering some goo on Aleera.\nThe vile goo burns like acid into her and right through the\nstone floor. Aleera HOWLS in pain and rage. Carl freaks.\n\nCARL\nSee! What did I tell you!?\n\nAnna gestures to the syringe rolling across the floor.\n\f100.\n\nANNA\nGrab it! Grab it! Grab it!\n\nUsing the hem of his frock, Carl scoops up the syringe, it\nburns and smokes and he jumps and yelps, but he still manages\nto hold onto it. In the meantime, Anna has grabbed a piece of\nthe glass and scooped up some of the goo. She runs and flings\nit at the bars of the gate. A hole melts through the bars.\n\nANNA (CONT'D)\nC'mon!\n\nCarl races to the hole, the syringe smoking-up his frock.\nAnna shoves Carl out first.\n\nANNA (CONT'D)\nGo! Go! Go!\n\nCarl races off down the hall. Before Anna can get out, a hand\ngrabs her and spins her around. It's Aleera. The burns on her\nface HEAL.\n\nALEERA\nYou can't go until I say you can\ngo.\nANNA\nKEEP RUNNING CARL!\nALEERA\nAnd I'll say you can go when you're\n\ndead.\n\nAleera grabs Anna and throws her across the floor. Anna skids\nacross the room, her sabre goes flying.\n\nEXT.",
  "75": "---END OF PREVIOUS SECTION---\nAleera grabs Anna and throws her across the floor. Anna skids\nacross the room, her sabre goes flying. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n CASTLE DRACULA - SKYLIGHT -NIGHT\n\nUp on the pod Van Helsing comes eye-to-eye with Frankenstein.\nThe WIND whips at them. LIGHTNING FLASHES. THUNDER ROARS. Van\nHelsing grabs one of the three metal straps welded onto the\nbolts riveted down Frankenstein's chest.\n\nVAN HELSING\nThis is going to hurt.\n\nFRANKENSTEIN\n(grits his teeth)\nI am accustomed to pain.\n\nVan Helsing nods, bad-to-the-bone.\n\f101.\n\nVAN HELSING\nLets you know you're alive.\n\nWith his new strength, Van Helsing rips the first metal strap\noff. Frankenstein grimaces in pain. And that's when a BOLT OF\nLIGHTNING STRIKES the conductor above the pod. Van Helsing is\ncatapulted into the air. Frankenstein roars in pain.\n\nINT. LABORATORY - NIGHT\n\nDracula looks up as a BLAST OF ENERGY emanates from the pod\ndown into the room and through the equipment, which instantly\nOVERLOADS, spitting FLAMES and SPARKS. One of the Dwergi is\nblown across the room, ON FIRE. Dracula smiles maniacally.\n\nDRACULA\nGive me LIFE!!!\n\nThe blast of energy surges out through every door, crack, and\npore of the room.\n\nINT. ENTRANCE HALL - NIGHT\n\nThe energy blast envelops the entrance hall washing over all\nthe cocoons, which begin to UNDULATE with life.\n\nEXT. SKYLIGHT - NIGHT\n\nVan Helsing dangles from the edge of the tower, it's a sixty\nfloor drop to an icy canyon below, electrical wires crackle\nand spit all around him. He starts to claw his way back up.\n\nINT. ANTIDOTE TOWER - NIGHT\n\nAnna staggers to her feet as Aleera strides towards her. Anna\ngrabs a torch off the wall and lunges at Aleera's face.\nAleera just blows it out. Anna quickly backs away. Aleera\nsmiles, then one by one she blows out all of the torches in\nthe room until the place goes PITCH BLACK.\n\nEXT. TOWER BRIDGE - NIGHT\n\nThe weather has gone insane.",
  "76": "---END OF PREVIOUS SECTION---\nAleera\nsmiles, then one by one she blows out all of the torches in\nthe room until the place goes PITCH BLACK. EXT. TOWER BRIDGE - NIGHT\n\nThe weather has gone insane. \n---TARGET SECTION TO BE ANNOTATED---\n Thunder, lightning, rain and\nwind whip down around Cart as he runs out, onto an enormous\nancient STONE BRIDGE that connects the two towers. It's\ncovered in huge potholes and barbed rubble. A LIGHTNING\nSTRIKE hits one of the stone pilasters on the bridge. It's\ngoing to be a very difficult six hundred yard dash.\n\nAnd that's when Igor runs out with his cattle prod. Carl jags\nout of the way as the prod slams into the railing right next\nto him, just missing him, spitting sparks.\n\f102.\n\nEXT. SKYLIGHT - NIGHT\n\nVan Helsing rips the second metal strap off of Frankenstein.\nFrankenstein grimaces in pain, then he sees something coming.\n\nFRANKENSTEIN\nLook out!\n\nVan Helsing throws himself to the floor of the apparatus as\nonce again LIGHTNING STRIKES the conductor above the pod.\nFrankenstein roars in pain.\n\nINT. LABORATORY - NIGHT\n\nAnother energy blast surges through the room. Dracula lifts\nhis arms and eyes to the sky in triumph.\n\nDRACULA\nOne more bolt and my young shall\nlive!\n\nAnd then he sees Van Helsing high above him. Dracula scowls\nand TRANSFORMS into a HIDEOUS WINGED BEAST FROM HELL.\n\nINT. ANTIDOTE TOWER - NIGHT\n\nPitch black. And then a lightning strike illuminates Anna,\ngroping her way around the room, WE RACK FOCUS to see Aleera\nhanging upside down from the ceiling twenty feet behind her.\n\nWE PUSH IN ON Aleera's gleaming face. And then go to her POV:\nAleera can see perfectly in the dark. She watches as Anna\ngropes her way across the dark wall, heading for the gate.\n\nEXT. TOWER BRIDGE - NIGHT\n\nSPARKS explode off the tip of the cattle prod as it slams\ninto a pilaster right next to Carl's head. Carl takes off\nrunning across the ancient bridge towards the distant tower.\nIgor chases after him with the sparking prod.\n\nEXT. SKYLIGHT - NIGHT\n\nVan Helsing rips the last metal strap off of Frankenstein.\nAnd that's when the hideous Winged Dracula Beast swoops up\nand rips into Van Helsing, throwing him back.",
  "77": "---END OF PREVIOUS SECTION---\nEXT. SKYLIGHT - NIGHT\n\nVan Helsing rips the last metal strap off of Frankenstein. And that's when the hideous Winged Dracula Beast swoops up\nand rips into Van Helsing, throwing him back. \n---TARGET SECTION TO BE ANNOTATED---\n Van Helsing\nbounces off the apparatus and drops-\n\nINT. LABORATORY - NIGHT\n\n-sixty feet down through the room, crashing through the\nequipment on his way. SPARKS FLY. FLAMES BLOW Dwergi run.\n\f103.\n\nEXT. SKYLIGHT - NIGHT\n\nFrankenstein stands up, dazed, about to step out of the pod.\nAnother BOLT OF LIGHTNING strikes the conductor. It lights\nFrankenstein up like a Christmas tree and catapults him\nthrough the air. An energy blast surges down into the lab.\n\nINT. ENTRANCE HALL - NIGHT\n\nAnd washes over the cocoons. The cocoons begin to EXPLODE.\nHundreds and hundreds of the hideous pygmy bats burst out and\nswarm around the great hall.\n\nINT. ANTIDOTE TOWER - NIGHT\n\nAnna makes it to the gate. Lightning flashes, revealing\nAleera standing on the other side of it, she punches Anna\nacross the room. Anna slams into a wall and drops like a sack\nof potatoes, out cold.\n\nEXT. SKYLIGHT - NIGHT\n\nFrankenstein clings to the edge of the tower, struggling to\nhold on as electrical wires spark and spit all around him. He\nloses his grip and starts to drop. It's sixty stories down.\nHe manages to grab a wire, which snaps loose and swings him\ndown and across the castle, his legs kicking wildly.\n\nEXT. TOWER BRIDGE - NIGHT\n\nCarl runs like mad, weaving and bobbing as Igor tries to nail\nhim with the cattle prod. Carl suddenly sees Frankenstein\nswinging on a wire, coming right at him. Carl dives to the\nground as the wire whips over his head. The wire catches Igor\nacross the chest and launches him out over the railing. The\nwire then catches on a pilaster whipping Frankenstein into\nthe bridge. Igor drops past him, screaming in terror on his\nlong journey down to the icy valley below.\n\nINT. ANTIDOTE TOWER - NIGHT\n\nAnna groggily rolls over on the floor. Aleera steps up over\nher, then grabs her and lifts her up while TRANSFORMING into\na huge winged bat.\n\nINT. LABORATORY - NIGHT\n\nBattered and bloody, Van Helsing staggers through the burning\nequipment, looking delirious.\n\f104.\n\nEXT.",
  "78": "---END OF PREVIOUS SECTION---\nLABORATORY - NIGHT\n\nBattered and bloody, Van Helsing staggers through the burning\nequipment, looking delirious. 104. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TOWER BRIDGE - NIGHT\n\nCarl looks over the railing. Sees Frankenstein hanging by the\nwire, dangling sixty stories up, losing his grip, sliding\ndown the last five feet of the wire, now four feet, now three\nfeet, two feet, one. He looks up at Carl.\n\nFRANKENSTEIN\nHelp ... me.\n\nCarl is emotionally torn.\n\nCARL\nYou're supposed to die.\n\nFrankenstein grimaces, desperately clinging to life.\n\nFRANKENSTEIN\nI want to live.\n\nCarl makes his decision.\nCARL\nAll right! All right! Hold on! Hold\non!\nCarl sticks the syringe between his teeth, grabs the\nconnector wire and pulls with all his might.\n\nINT. ANTIDOTE TOWER - NIGHT\n\nAnna can barely move, choking from the incredible grip Aleera\nhas on her throat. Aleera's hideous face smiles.\n\nALEERA\nBe happy in the knowledge that I\nshall weep over your dead body.\n\nEXT. TOWER BRIDGE - NIGHT\n\nCarl gives one last tug. The wire breaks loose from the\npilaster. Frankenstein swings away from the bridge and arcs\nup towards a barred window on the side of the Antidote Tower.\nINT. ANTIDOTE TOWER - NIGHT\n\nAleera's fangs distend, she leans into bite Anna's neck. And\n\nthat's when Frankenstein crashes through the barred window\nand slams into them. Anna is knocked free.\n\f105.\n\nINT. LABORATORY - NIGHT\n\nThe huge Winged Beast strides through the flames, then\nTRANSFORMS back into Dracula, a smile on his lips.\n\nDRACULA\nYou're too late, my friend! My\nlive!\n\nVan Helsing backs away, really mess\n\nVAN HELSING\nThen the only way to kill them...\n\nHe looks out through a window at the CLOCK TOWER.\n\nVAN HELSING (CONT'D)\n++. is to kill you.\n\nA look of pure confidence fills Dracula's face.\n\nDRACULA\nThat is correct.\n\nA deranged look fills Van Helsing's face.\nVAN HELSING\nSo be it.\nEXT. ANTIDOTE TOWER - NIGHT\nAnna looks back into the tower. Aleera lunges at her, but\nFrankenstein grabs her. Anna starts to head back to help\n\nFrankenstein.",
  "79": "---END OF PREVIOUS SECTION---\nANTIDOTE TOWER - NIGHT\nAnna looks back into the tower. Aleera lunges at her, but\nFrankenstein grabs her. Anna starts to head back to help\n\nFrankenstein. \n---TARGET SECTION TO BE ANNOTATED---\nFRANKENSTEIN\nNo! Go help Van Helsing.\n\nFrankenstein throws Aleera across the room, then looks at\nAnna.\n\nFRANKENSTEIN (CONT'D)\nNow!\n\nAnna looks him in the eyes.\n\nANNA\nThank you.\n\nFrankenstein nods and turns back to Aleera, who flies across\nthe room and tackles him. Anna scrambles back out the window.\n\f106.\n\nEXT. TOWER BRIDGE - NIGHT\n\nA bolt of lightning suddenly rips a huge GAPING HOLE out of\nthe bridge near Carl, blocking him from continuing forward.\nIt's a twenty-foot leap or a sixty-story drop. He looks back\nand sees Anna crawling out of the smashed window.\n\nCARL\nAnna! I need some help!\n\nAnna clings to the wind-whipped wall, trying not to get blown\ninto the precipice.\n\nANNA\nNow is not a good time, Carl!!\n\nINT. LABORATORY - NIGHT\nAs Dracula moves in on Van Helsing,\n\nVan Helsing looks out a window to the CLOCK-TOWER. The BIG\nHAND slams forward. It is now exactly one minute to midnight.\nThe clock CHIMES. Van Helsing's whole body suddenly\nCONVULSES. Insanity pours into his eyes. Dracula looks\nperplexed. Van Helsing GROANS:\n\nVAN HELSING\nOne.\n\nVan Helsing TRANSFORMS into the biggest, sexiest, most bad-\nassed Werewolf ever. Dracula looks stunned.\n\nDRACULA\nNo .... This ... this is not right\n(furious)\n\nThis can not be!\nEXT. TOWER BRIDGE - NIGHT\nCarl looks from the clock tower to Anna.\n\nCARL\nHurry!\n\nAnna leaps out and grabs the same electrical wire that\nFrankenstein used. The wire HISSES and SPARKS as Anna is\nswung down across the castle. The CLOCK CHIMES.\n\nANNA\nTwo!\n\f107.\n\nINT. LABORATORY - NIGHT\n\nDracula cautiously backs off as the huge Werewolf collects\nitself and moves towards him. For the first time in his long\nlife, Dracula actually looks nervous, he plays for time.\n\nDRACULA\nYou and I are part of the same\ngrand game, Gabriel. But we need\nnot find ourselves on opposite\nsides of the board.\n\nEXT.",
  "80": "---END OF PREVIOUS SECTION---\nDRACULA\nYou and I are part of the same\ngrand game, Gabriel. But we need\nnot find ourselves on opposite\nsides of the board. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n TOWER BRIDGE - NIGHT\n\nThe clock CHIMES. Carl steps up to the edge of the bridge,\nhe's going to throw Anna the syringe.\n\nCARL\nThree!\n\nAnna switches wires in mid-air as she rockets across the\ncastle. Carl aims and throws the syringe. Anna grabs it! Then\narcs up towards the Laboratory Tower.\n\nINT. LABORATORY - NIGHT\n\nThe Werewolf LUNGES at Dracula. Dracula whirls around,\nbecoming the Winged Beast, he flies up the wall, heading for\nthe open skylight. The Werewolf bounds after him, ripping its\nway straight up the sheer rock, it leaps out and grabs the\nWinged Beast. Both creatures crash down into the equipment.\n\nEXT. TOWER BRIDGE - NIGHT\n\nThe clock CHIMES as Anna arcs up towards the Laboratory\nTower. And that's when Aleera swoops down and cuts the wire.\nAnna is thrown off. She crashes onto a ledge of the tower.\n\nINT. LABORATORY - NIGHT\nDracula leaps up first and backs away.\n\nDRACULA\nYou're being used Gabriel. As was\nI. But I escaped, and so can you!\n\nThe Werewolf springs at Dracula. Dracula becomes the Winged\nBeast and desperately uses his four razor sharp appendages to\nclaw at the Werewolf. The Werewolf howls in pain, then lashes\nout and rips away at the Beast. The Beast shrieks, then\nthrows itself up into the rafters and becomes Dracula, his\narm is torn and limp. The clock CHIMES.\n\f108.\n\nDRACULA (CONT'D)\nI know who you are. Who controls\nyou. Join me! Join me and I'll cut\nthe strings that play you! I'll\ngive you your life back!\n\nEXT. TOWER BRIDGE - NIGHT\n\nAnna clambers up onto a ledge just as Aleera lands next to\nher. Anna starts backing up the precarious perch as Aleera\ncloses in. WE PAN UP to the FULL MOON and see CLOUDS ABOUT TO\nOBSCURE IT.\n\nINT. LABORATORY - NIGHT\n\nThe Werewolf looks insanely hungry as it closes in on\nDracula, who is desperately backing away.\n\nDRACULA\nDon't you understand!? Four hundred\nyears ago we were friends.",
  "81": "---END OF PREVIOUS SECTION---\nLABORATORY - NIGHT\n\nThe Werewolf looks insanely hungry as it closes in on\nDracula, who is desperately backing away. DRACULA\nDon't you understand!? Four hundred\nyears ago we were friends. \n---TARGET SECTION TO BE ANNOTATED---\nPartners! Brothers!\n\nThe clock CHIMES. The Werewolf leaps at him. Dracula becomes\nthe Beast and desperately tries to flyaway, but he's too\ndamaged. The Werewolf grabs him by the throat, about to kill\nhim, and that's when the Werewolf turns back into Van\nHelsing. Van Helsing quickly staggers back. Dracula looks out\nat the roiling clouds obscuring the moon, then he looks at\nVan Helsing. That old confident glint fills Dracula's eyes.\n\nDRACULA (CONT'D)\nDid I mention that it was you who\nmurdered me?\n\nEXT. TOWER BRIDGE - NIGHT\n\nThe clock CHIMES. Anna backs up against a wall on the ledge,\ntrapped. Aleera steps in for the kill.\n\nALEERA\nYour blood shall make me even more\nbeautiful. What do you think of\nthat?\n\nA SILVER STAKE suddenly impales her through the chest. Aleera\nshrieks. Anna looks over at the bridge, to where Carl has\ncrawled down between the girders, then she looks back at\nAleera, who is staring at her in horror and starting to rot.\n\f109.\n\nANNA\nI think if you're going to kill\nsomebody, kill them, don't stand\naround talking about it.\n\nAleera bursts into rot, the silver stake is flung into a beam\nright next to Carl's head. The clock CHIMES. Carl looks up at\nthe clock.\n\nCARL\nHow many is that? How many is\nthat!?\n\nAnna is already racing up the parapet.\n\nANNA\nEight!\n\nINT. LABORATORY - NIGHT\n\nVan Helsing desperately backs off through the FLAMING,\nSPARKING equipment as Dracula slowly moves in on him.\n\nDRACULA\nAll I wanted was life, Gabriel ...\nnow I'll have to take yours.\n\nDracula holds up his left hand, his ring finger has long ago\nbeen CUT OFF.\n\nDRACULA (CONT'D)\nAnd I'll take my ring back as well.\n\nThe clock CHIMES. Van Helsing backs up into a wall, trapped,\nbreathing hard, the two men stare at each other. Dracula's\nbicuspids distend into long fangs.",
  "82": "---END OF PREVIOUS SECTION---\nThe clock CHIMES. Van Helsing backs up into a wall, trapped,\nbreathing hard, the two men stare at each other. Dracula's\nbicuspids distend into long fangs. \n---TARGET SECTION TO BE ANNOTATED---\nDRACULA (CONT'D)\nDon't be afraid, Gabriel, now I\nwill give you back your life, your\nmemory.\n\nAnd then through a window, Van Helsing sees the clouds about\nto fully reveal the full moon. The clock CHIMES.\n\nVAN HELSING\nSome things are best left\nforgotten.\n\nVan Helsing becomes the Werewolf. He lunges, grabs Dracula\nand CHOMPS into his throat. Dracula CRIES OUT in agony.\n\f110.\n\nDracula starts shriveling and decaying and wasting away until\nthere is nothing left but charred remains burning into the\nfloor. The clock CHIMES.\n\nINT. ENTRANCE HALL - NIGHT\n\nAll of the pygmy bats shriek in horror and then explode into\nblack goo.\n\nINT. LABORATORY - NIGHT\n\nAnna bursts into the room and races at the Werewolf's back,\nsyringe in hand, ready to stab him. The clock CHIMES.\n\nANNA\nTwelve.\n\nThe Werewolf spins around and sees Anna coming. He POUNCES.\nFANGS and CLAWS. Anna SCREAMS. The Werewolf tackles Anna.\nThey crash down onto a couch. Carl runs in and skids to a\nstop, the Werewolf's back is to him, but he can see that it's\nalive and on top of Anna.\n\nCARL\nMidnight.\n\nCarl is devastated. He lifts up the silver stake.\n\nCARL (CONT'D)\nGod forgive me.\n\nHe runs forward and swings the stake down at the Werewolf's\nback. At the last millisecond the Werewolf spins around and\ngrabs Carl's wrist, stopping him short. Carl is terrified, he\nstares at the Werewolf. The Werewolf stares back, then turns\nslightly to reveal the SYRINGE sticking out of its chest,\nempty. The Werewolf lets go of Carl. Carl stumbles back. The\nWerewolf rips the empty syringe out of its chest, throws it\naway, then looks down at Anna. Her eyes are wide open.\n\nCARL (CONT'D)\nShe's dead.",
  "83": "---END OF PREVIOUS SECTION---\nThe\nWerewolf rips the empty syringe out of its chest, throws it\naway, then looks down at Anna. Her eyes are wide open. CARL (CONT'D)\nShe's dead. \n---TARGET SECTION TO BE ANNOTATED---\nAnd then WE CUT TO one of the most iconographic SHOTS in the\nwhole movie: the FULL MOON shines in through an arched stone\nwindow, which frames the Werewolf, who is crouched over our\ngorgeous heroine, sprawled dead across a broken couch.\n\nWE SLOWLY PUSH IN as the Werewolf tilts its head back and\nBAYS AT THE MOON, a long, mournful HOWL, it slowly TRANSFORMS\nback into Van Helsing, CRYING OUT at the moon in anguish....\n\f111.\n\nEXT. MOUNTAIN TOP - DAWN\n\nCarl READS from the Bible, tears on his cheeks. Van Helsing,\n\ncarrying a torch, steps up to a funeral pyre. He stares down\n\nat Anna, lying on the pyre, looking beautiful. WE CUT WIDE to\nsee that they ate on a bluff overlooking the SEA.\n\nEXT. SEA — DAWN\n\nA dark figure paddles a makeshift raft out to sea. It's\nFrankenstein. He looks back up to the bluff to see the\nflaming pyre IGNITE. Frankenstein doffs his hat in respect,\nsighs heavily, then turns back around and continues paddling.\n\nEXT. MOUNTAIN TOP - NIGHT\n\nThe glow from the flames flickers off Van Helsing's sad face\nas he stares down at the ground. Carl still reading.\n\nThe SMOKE from the funeral pyre suddenly FORMS A PICTURE OF\nANNA'S FACE. Tendrils of smoke waft out, like long smoky\nfingers they touch Van Helsing's chin and lift it up. Van\nHelsing sees her. Anna smiles. Then her face starts to float\nup into the dawn sky along with the rest of the smoke.\n\nVan Helsing is shocked, he staggers forward, as if to follow.\n\nAnna's face is suddenly surrounded by the vague faces of her\nmother, her father, her brother Velkan, and many other\nwelcoming family members. Her father gives her a hug. Her\nmother starts to comb her hair.\n\nCarl smiles as he steps up and puts his hand on Van Helsing's\nshoulder.\n\nAnna gives Van Helsing one last look, her radiant eyes\nbeaming with happiness, and then she and all of her family\nstart to ascend into the glowing dawn sky.\n\nVan Helsing stares upward, devastated.",
  "84": "---END OF PREVIOUS SECTION---\nCarl smiles as he steps up and puts his hand on Van Helsing's\nshoulder. Anna gives Van Helsing one last look, her radiant eyes\nbeaming with happiness, and then she and all of her family\nstart to ascend into the glowing dawn sky. Van Helsing stares upward, devastated. \n---TARGET SECTION TO BE ANNOTATED---\nAnd then in one final glorious moment, Anna and her family\nswoop up into the sky and blend with the fading stars.\n\nWE PUSH IN on Van Helsing's face as the look in his eyes\nchanges, from devastated loss, to a gentle look of peace. We\ncan see that he is truly happy for Anna ....\n\nDISSOLVE TO:\n\f112.\n\nEXT. WHEAT FIELD - DAWN\n\nVan Helsing and Carl riding two black stallions across an\nendless golden wheat field, heading off into a new dawn.\n\nFADE OUT.\n\nTHE END\n\f"
}