{
  "1": "VICTORIA & ABDUL\nLee Hail\n\nBased on the book\n\nVICTORIA & ABDUL: THE TRUE STORY\nOF THE QUEEN’S CLOSEST CONFIDANT\n\nby Shrabani Basu\n\fWords appear on screen:\n\nAGRA, 1886\nBRITAIN HAS FORMALLY RULED INDIA\nFOR TWENTY-EIGHT YEARS\n\nINT. ABDUL’S ROOM, INDIA\n\nA darkened room. Someone is moving in the darkness. Then the\nshutters of the room are thrown wide open and the blinding light\nreveals: Abdul, twenty-four, smiling into the sun — we hear sound of\nthe muezzin’s call to prayer in the distance.\n\nEXT. ROOF TOP, AGRA\n\nAbdul praying in the glorious sunshine. We see all of Agra below him,\nthe Taj Mahal in the distance.\n\nEXT. STREET, AGRA\n\nAbdul rushes out of a squalid doorway into the bustle of the street.\n\nAs he hurries through the jammed streets he acknowledges people as\nhe goes, making his way past the lame and sick, through crowds, spice\nstalls. Suddenly he accidentally bumps into a white colonial officer:\n\nOFFICER\nIdiot!\n\nThe officer has already turned away so Abdul hurries on through the\ndusty streets.\n\nEXT. AGRA GAOL. THE SAME\n\nDonkeys, a dog pisses on the wall. Abdul hurries in.\n\fINT. AGRA GAOL\n\nAbdul bows to the guard enthusiastically. The lugubrious guard\nunlocks several locks on the rusting iron gate. The door slams shut.\n\nAbdul hurries along the corridor. We see pitiful inmates, all at looms\nmaking carpets, watched by bored, unshaven guards.\n\nAbdul rushes to his high desk and starts on the Sisyphean task of\ncompiling the prison ledgers with huge concentration. Abdul looks up to\nsee the prison guard.\n\nGUARD\nTyler wants to see you. Now.\n\nINT. TYLER’S OFFICE. THE SAME\n\nA faded, mildewed monochrome of a young Queen Victoria on the wall.\nAbdul is underneath looking nervously at Tyler, the Prison Governor.\n\nTYLER\nAh, Mr Karim. I wanted to speak to you about the carpets\nwe sent to the Exhibition.",
  "2": "---END OF PREVIOUS SECTION---\nAbdul is underneath looking nervously at Tyler, the Prison Governor. TYLER\nAh, Mr Karim. I wanted to speak to you about the carpets\nwe sent to the Exhibition. \n---TARGET SECTION TO BE ANNOTATED---\nABDUL\nThere is problem, sir?\n\nTYLER\nNo. No. The carpets went down very well. In fact the\nGovernor General has received a letter from the Royal\nHousehold thanking him personally. The whole thing’s been\nsuch a success he has decided to present the Queen with a\nmohar as part of the Jubilee.\n\nABDUL\nA mohar, sir?\n\nTYLER\nA mohar. Apparently it’s a sort of ceremonial coin, rather\nlike a medal. I have been asked to find someone tall to\npresent it. Well, you’re the tallest person here.\n\nABDUL\nMr Tyler! When will she be arriving, sir?\n\n6\n\fTYLER\nNot in Agra. In England.\n\nABDUL\nEngland?!\n\nTYLER\nYou'll present the mohar at an official function. Like an\nequerry.\nABDUL\nOn a horse?\n\nTYLER\nI don’t think there’ll be a horse.\n\nABDUL\nAn equerry always has a horse, Mr Tyler, sir.\n\nTYLER\nWell, maybe not like an equerry exactly. They were actually\nafter Hindus but I thought you’d do. What do you say?\n\nABDUL\nAre you sure there isn’t a horse?\n\nINT. QUEEN’S BEDROOM. ENGLAND\n\nAnother dark room. The curtains are thrown, light streams into the\nroom. We see Mrs Tuck at the window. In the shadows is a large bed\ninto which a enormous mound appears to be upholstered.\n\nMRS TUCK\nGood morning, Your Majesty.\n\nWe cut to:\n\nEXT. ENTRANCE TO DOCKS\n\nAbdul is now with Tyler, a portly Englishman, Bigge, and what looks\nlike his short, squat Indian manservant.\n\nTYLER\nThis is Mr Bigge — extra Groom in Waiting to the Royal\nHousehold who will be in charge. This is Abdul.\n\n7\n\fBIGGE\nThis is Mohammed.\n\nTYLER\nHe’s very short.\n\nBIGGE\nWe had to swop him at the last minute. The tall guy had an\naccident with an elephant.\n\nAbdul beams at Mohammed, who is distinctly unhappy.\n\nABDUL\nHi!\n\nMohammed looks sourly and does not respond.\n\nINT.",
  "3": "---END OF PREVIOUS SECTION---\nABDUL\nHi! Mohammed looks sourly and does not respond. INT. \n---TARGET SECTION TO BE ANNOTATED---\n QUEEN’S BEDCHAMBER\n\nA group of straining footmen roll Queen Victoria over and then\nmanhandle her out of bed.\n\nEXT. ON DECK AT SEA. DAY\n\nAbdul and Mohammed standing in front of Bigge, who has a chart on\na tripod.\n\nBIGGE\nAt the top there’s the Private Secretary, then there are the\nLadies in Waiting, the Upper Servants, the lower Upper\nServants, the members of the Household, the Head of the\nHousehold staff — splitting into three parts: the head of the\nBedchamber, the personal head of staff, the Butler in\nChief, who is in charge of the Household Butler, the\nkitchen factotum, head of kitchen, the head of waiting staff,\nthe ordinary waiting staff (Windsor), the table maids, then\nyou. Any questions?\n\nABDUL\nWho will have the mohar, sir?\n\nBIGGE\nI’m not exactly sure, as yet. I suspect you will both carry it.\nOn a cushion.\n\fABDUL\nWe both have a cushion?\n\nBIGGE\nNo, there’ll only be one cushion. Between you.\n\nABDUL\nCan we have a cushion now, sir?\n\nBIGGE\nYou'll have to mime the cushion.\n\nABDUL\nI don’t understand, sir.\n\nBIGGE\nPretend. You’ll have to pretend the cushion is there. Like\nthis. The key to good service is standing still and moving\nbackward. The most important thing is you must not look\nat her.\n\nABDUL\nBut how will we present the mohar, sir?!\n\nBIGGE\nYou put out the cushion and avert your gaze, appropriately.\nHer Majesty will take the mohar and you will egress\nretrospectively in a stately manner.\n\nMOHAMMED\nWhat an arsehole.\n\nINT. OUTSIDE THE QUEEN’S BEDCHAMBER\n\nA line of dressers, ladies-in-waiting, footmen, equerries etc. all parade\ninto the Queen’s bedchamber.\n\nINT. CABIN. AT SEA\n\nAbdul and Mohammed in their tiny cell. Mohammed has a pile of\nbuns. He passes one to Abdul.\n\fMOHAMMED\nHave you any idea how cold it is? We’re gonna bloody\ndie there.",
  "4": "---END OF PREVIOUS SECTION---\nHe passes one to Abdul. MOHAMMED\nHave you any idea how cold it is? We’re gonna bloody\ndie there. \n---TARGET SECTION TO BE ANNOTATED---\nABDUL\nWhy on earth did you agree to come?\n\nMOHAMMED\nHad no choice. The tall guy fell off an elephant and I got\ndrafted in at the last moment. Five thousand miles to\npresent a bloody medal.\n\nABDUL\nBut it’s a very great honour.\n\nMOHAMMED\nHonour?! My father fought in the Mutiny. Have you\ntasted English food? They eat pig’s blood.\n\nABDUL\nThey do not eat pig’s blood!\n\nMOHAMMED\nI’m telling you they have pig’s blood in sausages. And\nthe brains of sheep. The place is barbaric.\n\nABDUL\nNot to worry.\n\nAbdul shows Mohammed a little tin containing a load of spices.\n\nA present from my mother.\n\nMOHAMMED\nMy advice: eat as much as you can before we hit land.\n\nHe passes Abdul another bun.\n\nLet’s give her the medal and get the hell back home.\n\nTILBURY DOCKS. DAY\n\nThe huge exodus. Abdul, Mohammed come down the gangplank with\nArthur Bigge.\n\n10\n\fBIGGE\nCivilisation!\n\nThe posh English people buffet Abdul and Mohammed in the mad\nrush to the quayside. Finally, they look at the hawkers, scrawny\nporters, the distinctly uncivilised detritus of Victorian London. A beggar\nholds out his hand to Abdul.\n\nBEGGAR\nGive uz a farthing.\n\nINT. QUEEN’S BEDCHAMBER. THE SAME\n\nThe Queen is sitting on a stool with her back to us..A gaggle of\ndressers stand with the Queen’s garments.\n\nMRS TUCK\nArms.\n\nThe Queen puts her arms up.\n\nINT. GENTLEMAN TAILOR’S, LONDON. DAY\n\nWood-panelled room. Men in suits. Abdul and Mohammed are dressed\nin strange Indian costumes.\n\nTAILOR\nArms.\n\nAbdul puts his arms up as the tailor fixes a sash around him.\n\nBIGGE\nSplendid.\n\nTAILOR\nWe copied them from some drawings in the British Museum.\n\nABDUL\nA sash is not traditional, sir.\n\nTAILOR\n(to Bigge)\nThe Indian drawings didn’t seem very Indian — so we made\nsome innovations. We need it to look authentic.\n\nII\n\fBIGGE\nIt looks jolly good to me.",
  "5": "---END OF PREVIOUS SECTION---\nTAILOR\n(to Bigge)\nThe Indian drawings didn’t seem very Indian — so we made\nsome innovations. We need it to look authentic. II\n\fBIGGE\nIt looks jolly good to me. \n---TARGET SECTION TO BE ANNOTATED---\nINT. THE QUEEN’S BEDCHAMBER\n\nA cloud of powder as Mrs Tuck applies a vast powder brush to the\nQueen. Fust as she is about to emerge from the cloud we cut to\nPonsonby, Keeper of the Privy Purse and Private Secretary to the\nSovereign, reading the day’s itinerary.\n\nPONSONBY\n\nNine o’clock: breakfast in London. Quarter to ten:\nTrooping of the Colour. Eleven o’clock: elevenses with the\nCrown Prince Alexander of Norway, the Norwegian\nAmbassador, the Chief Under-Secretary of State for the\nSouthern Norwegian Provinces and the Junior Under-\nSecretary...\n\nEXT. COURTYARD, WINDSOR CASTLE. DAY\n\nA carriage rushes into the courtyard. Abdul, Mohammed and Arthur\nBigge alight. Abdul and Mohammed look in amazement at their\nsurroundings. Over which we hear Ponsonby continuing his speech:\n\nPONSONBY\n\n(voice-over)\nMidday: luncheon at Buckingham Palace. Two o’clock:\nceremonial drive down the Mall...\n\nINT. THE SAME, QUEEN’S BEDCHAMBER\nMrs Tuck places the Queen’s bonnet on. We still haven’t seen her face.\n\nPONSONBY\n\n(voice-over)\n‘Two thirty: tea party for thirty thousand children at Hyde\nPark...\n\n12\n\fINT. THE SAME, CORRIDOR, WINDSOR CASTLE\n\nBigge, Mohammed and Abdul with their suitcases walking down a\ncorridor in full ceremonial garb.\n\nPONSONBY\n(voice-over)\nFour thirty: royal train to Windsor. Six thirty: full supper.\nIncluding the ceremonial presentation of a mohar.\n\nINT. STATE ROOM, WINDSOR CASTLE. DAY\n\nAbdul, Mohammed and Bigge arrive in a vast hall. Tables are laid for\nan enormous dinner. A crowd of secretaries, officials, waiting staff and\nother servants are being instructed by Alick Yorke, the portly Director\nof Ceremonies. He stops mid-sentence. Everybody looks at Abdul and\nMohammed in amazement.\n\nBIGGE\nThe Hindoos, sir.\n\nALICK YORKE\nBut they are completely different sizes.\n\nBIGGE\nThere was an incident with an elephant.",
  "6": "---END OF PREVIOUS SECTION---\nBIGGE\nThe Hindoos, sir. ALICK YORKE\nBut they are completely different sizes. BIGGE\nThere was an incident with an elephant. \n---TARGET SECTION TO BE ANNOTATED---\nALICK YORKE\nBut what on earth are they wearing?\n\nBIGGE\nIt’s ceremonial, sir.\n\nALICK YORKE\nOn arrival Her Majesty will process to the main doors.\nFanfares. Ceremonial entrance. The Royal Entourage will\nsit: Her Majesty; the Viceroy of India; the Prince of Wales;\nPrincess Beatrice; Sir Henry Ponsonby, Private Secretary;\nLord Salisbury, the Prime Minister; Princess Louise; the\nEmperor of Russia; Lady Churchill; Lady Mallet; etcetera,\netcetera. Grace. Soup: consommé 4 la Portugaise with\npurée de madeleine. Fish course: morue a huitres. Fanfare.\nEntrées: quenelles with Regency sauce, ballotines de canard\n\n13\n\fwith a Cumberland gravy, braised beef a la Hussarde, leg of\nlamb, the pheasant and those potato ribbon things. Dessert:\npain d’épinards, profiteroles au chocolat and tartelettes a la\nSuisse. The dessert is cleared. Speeches. A fanfare. You —\n\nHe grabs Abdul.\n\nALICK YORKE\n— will come from the north-west entrance. Process together.\nYou —\n\nHe grabs Mohammed.\n\nALICK YORKE\n— will come to here, and you will stand here — no, a little\nbit . . . that’s it. Presenting the tray thus — the Viceroy will\nindicate to Her Majesty...\n\nABDUL\nTray?\n\nEverything stops.\n\nABDUL\nI thought it was a cushion.\n\nALICK YORKE\nWho said anything about a cushion? You will present the\ntray...\n\nMOHAMMED\nWhat will I do?\n\nALICK YORKE\nYou will stand perfectly still and move backward when\nrequired. Her Majesty takes the mohar. What is a mohar?\n\nAN ASSISTANT\nIt’s a coin, sir. Issued by the Moghul Empire.\n\nALICK YORKE\nWhy are we presenting it here?! Whatever you do you must\nnot look at Her Majesty. You will bow again.",
  "7": "---END OF PREVIOUS SECTION---\nALICK YORKE\nWhy are we presenting it here?! Whatever you do you must\nnot look at Her Majesty. You will bow again. \n---TARGET SECTION TO BE ANNOTATED---\n Then moving\nbackwards you will turn to your left — you will lead — thus —\nand you will process down the hall to be met by Mr Bates\n\n14\n\fwho will walk you back to the north wall where you will\nstand till the end of the meal. Would you like me to run\nthrough that again?\n\nA page rushes in.\n\nPAGE\nMr Yorke. She’s leaving Paddington!\n\nALICK YORKE\nEverybody out.\n\nEXT. COUNTRYSIDE. DAY\n\nThe Queen’s train. Children wave flags as it passes.\n\nINT. ANTECHAMBER. THE SAME\n\nHundreds of guests are milling.\n\nINT. KITCHENS, WINDSOR CASTLE\n\nCHEF\nWhere are the bloody quenelles? You two. Out of it!\n\nAbdul and Mohammed are evicted from the kitchen by the chef. Then\n\n@ voice:\n\nVOICE\nShe’s at the station!\n\nCHEF\nJesus Christ! SHE’S AT THE STATION!\n\nAbdul and Mohammed are grabbed by Alick Yorke.\n\nALICK YORKE\nFor God’s sake just wait where you were told. Open the\ndoors!\n\nINT. LONG CORRIDOR. DAY\n\nA little pageboy runs in shouting:\n\n15\n\fLITTLE PAGEBOY\nOpen the doors! Open the doors! Open the doors!\n\nINT. THE HALL\n\nUshers let the waiting guests into the main hall, all agog with\nanticipation.\n\nINT. SIDE CORRIDOR. THE SAME\n\nAbdul and Mohammed stand with a huge line of waiters all ready to\nstart the service.\n\nEXT. GATE, WINDSOR CASTLE\n\nCarriages sweep past.\n\nINT. THE SAME, CORRIDOR\nA pageboy runs at full pelt.\n\nPAGEBOY\nShe’s coming! She’s coming!\n\nINT. THE SAME, HALL\n\nThe guests are by their chairs. A fanfare.\n\nINT. THE SAME, SIDE CORRIDOR\n\nAbdul and Mohammad peering out behind Alick Yorke, who looks at\nhis pocket watch and shouts:\n\nALICK YORKE\nThe soup!\n\n16\n\fINT. THE SAME, CORRIDOR\nThe pageboy running.\n\nPAGEBOY\nSoup! Soup!\n\nINT. KITCHENS\n\nCHEF\nSoup!\n\nINT. THE HALL\n\nA fanfare. The main doors fly open.",
  "8": "---END OF PREVIOUS SECTION---\nINT. THE HALL\n\nA fanfare. The main doors fly open. \n---TARGET SECTION TO BE ANNOTATED---\n The fanfare reaches its climax.\nEnter the Queen. We see her properly for the very first time. She is a\ntiny, almost spherical figure, old, frail, glum and dreadfully tired.\nPonsonby leads her to her seat. The entourage follow: the Prince of\nWales, laughing coarsely with Lady Churchill, Dr Reid, various\ndignitaries. All completely casual. Everyone else in the hall is frigidly\nagog, craning to see the little old lady at the centre. She sits, then utters\nan audible sigh of relief. Her bowl of soup is placed in front of her.\n\nShe attacks it greedily making a disgusting slurping noise as she eats.\neverybody starts to eat.\n\nINT. CORRIDOR. THE SAME\n\nAbdul and Mohammed try to have a gander but are pushed out of the\nway by Alick Yorke.\n\nINT. HALL. THE SAME\n\nThe Queen has soup all around her mouth and is scraping the bowl to\nget the last bit. Then she is finished in record time. She plonks her\nspoon on the bowl and cleans her chin with the napkin. Quick as a\nflash a waiter removes the bowl. Further down the table, as guests are\namiably enjoying the conversation around them, suddenly waiters\nsnatch the bowls — still full of soup. Dr Reid addresses a startled diner:\n\n17\n\fDR REID\nI’m afraid you have to be quick. They take it off you as\nsoon as she’s done.\n\nINT. THE SAME, CORRIDOR\n\nScores and scores of waiters rush past Abdul and Mohammed carrying\nsoup bowls.\n\nALICK YORKE\nOne down. Six to go.\n\nBigge appears with the mohar on a tray.\n\nBIGGE\nIhave the mohar.\n\nALICK YORKE\nIs that it?!\n\nHEAD WAITER\nSir, the fish course.\n\nALICK YORKE\n(shouting instructions)\nThe fish course!\n\nINT. HALL\n\nThe babble of excited chatter. Everyone around the Queen is\nanimated. The Queen ignores it all and is shovelling quenelles into her\nmouth, Cut to her polishing off the boeuf braisé, then tearing apart a\npheasant.\n\nWe see Lady Churchill laughing.",
  "9": "---END OF PREVIOUS SECTION---\nEveryone around the Queen is\nanimated. The Queen ignores it all and is shovelling quenelles into her\nmouth, Cut to her polishing off the boeuf braisé, then tearing apart a\npheasant. We see Lady Churchill laughing. \n---TARGET SECTION TO BE ANNOTATED---\n Lady Phipps, a skinny, terrified-\nlooking Lady in Waiting is eating salad primly. Back to the Queen:\nher plate is clean and she is nodding off.\n\nPONSONBY\nProfiteroles, Your Majesty.\n\nA profiterole is presented and the Queen immediately comes to life.\n\n18\n\fINT. THE SAME, CORRIDOR\n\nAbdul waits anxiously as streams of waiters bring back the plates from\ndessert.\n\nALICK YORKE\nThe profiteroles have gone. Gentlemen . . .\n\nAlick Yorke makes a final adjustment to the mohar.\n\nALICK YORKE\nNow. Process. Turn. Bow. Present. And absolutely no\nsodding eye contact what-so-ever!\n\nAbdul takes a huge breath, looks nervously at Mohammed. A trumpet\nsounds and they walk up the hall. Everybody turns to see the two\nIndians process with the mohar. The Queen is now talking to the\nViceroy and is taking no notice at all of the ceremony. Abdul and\nMohammed can see her from the corner of their eye. They reach the\nhead of the table and stop. They turn. Bow. The Queen is still talking\nand pays them no attention. Ponsonby explains:\n\nPONSONBY\nA gift from the Colony of India. A mohar, Your Majesty.\n\nThe Queen turns and looks at the mohar, incredulous.\n\nPONSONBY\nA coin from the Mughal Empire. In honour of your service\nto the sub-continent.\n\nAbdul presents the tray bowing his head low. The Queen takes the coin,\nutterly bemused. Another servant puts a cushion on the table for it to\nrest on. Abdul doesn’t quite know what to do. Ponsonby angrily indicates\nfor them to leave. Abdul takes the hint. They back away as trained.\n\nQUEEN VICTORIA\nAre we done?\n\nPONSONBY\nWe still have coffee, Your Majesty.\n\nQueen Victoria raises her eyes to heaven. Then suddenly looks across at\nAbdul. He stops, frozen. He smiles at her. She looks at him. The title\nappears on screen:\n\n19\n\fVICTORIA AND ABDUL\n\nWe hear Mr Bigge sharply chide Abdul.\n\nBIGGE\nEyes!\n\nHis smile falls and he drops his head.\n\nINT.",
  "10": "---END OF PREVIOUS SECTION---\nBIGGE\nEyes! His smile falls and he drops his head. INT. \n---TARGET SECTION TO BE ANNOTATED---\n DARKENED ROOM. THE FOLLOWING DAY, MORNING\n\nAs before: a dark room, a curtain is drawn by Mrs Tuck. The room fills\nwith sunlight and we see we are in the Queen’s bedchamber.\n\nMRS TUCK\nGood morning, Your Majesty.\n\nAgain we see the Queen seemingly upholstered into her bed. The group\nof servants approach to extract her.\n\nINT. DRESSING ROOM. THE SAME\nRegal music. The Queen immobile in the centre of the room, as before.\n\nMRS TUCK\nArms.\n\nThe Queen lifts her arms. This time we witness the whole unedifying\naffair. The dresser arrives with a dress and has some trouble getting it\nover her head. Finally her head is prised out of the garment. The Queen\nmakes no expression. A gaggle of ladies in waiting and maidservants\nhand jewels, brooches and various pieces of the Queen’s garb to Mrs\nTuck who expertly puts these on. Over all of this we hear Ponsonby\noutline the days activities..\n\nPONSONBY\n(voice-over)\nBreakfast with the Royal Princes of Belgium. An audience\nwith the Sultan of Dubai where you will be presented with\nthe Diamond of Ooojay. The garden party where you will\nreceive the Right Honourable Marharani of Cooch Behar,\nHuran Singh, the Maharajah of Karpurthala . . .\n\n20\n\fINT. THE SAME, THE QUEEN’S BREAKFAST ROOM\n\nThe Queen is eating a goose egg with a silver spoon. Dr Reid and a\nphalanx of silent flunkeys are in attendance. Ponsonby is finishing his\nitinerary for the day:\n\nPONSONBY\n... And the Crown Princess Lili’uokalani.\n\nQUEEN VICTORIA\nWho on earth is she?\n\nPONSONBY\nMonarch and only Queen Regnant of the Kingdom of\nHawaii, Your Majesty. She has composed a song for you on\nthe ukelele — but we have managed to put her off. Then the\nafternoon audience with Prime Minister Salisbury.\n\nDR REID\nAnd your movements, Your Highness?\n\nQUEEN VICTORIA\nNone to speak of.\n\nDR REID\nNot even during the day?\n\nQUEEN VICTORIA\n‘We last moved on Sunday evening.",
  "11": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nNone to speak of. DR REID\nNot even during the day? QUEEN VICTORIA\n‘We last moved on Sunday evening. \n---TARGET SECTION TO BE ANNOTATED---\nDR REID\nI fear the celebratory dinners are taking their toll. May I\nsuggest some Benger’s Mixture, Your Majesty?\n\nQUEEN VICTORIA\nI refuse to eat Benger’s. It’s baby food.\n\nDR REID\nBut it is imperative, Your Majesty, that the royal colon\nreceives a little roughage.\n\nQUEEN VICTORIA\nIs there anything else?\n\nPONSONBY\n‘Was Your Highness pleased with the mohar?\n\n21\n\fQUEEN VICTORIA\nThe what?\n\nPONSONBY\nThe mohar. The ceremonial coin presented yesterday by\nthe Indian servants.\n\nQUEEN VICTORIA\nI thought the tall one was terribly handsome.\n\nINT. THE SAME, CORRIDOR\n\nArthur Bigge running at a surprising lick.\n\nINT. SPIRAL STAIRCASE, ARSE END OF WINDSOR CASTLE\n\nBigge runs up to a door at the top. He throws it open. We see two small\nempty beds are crushed together.\n\nEXT. COURTYARD. THE SAME\n\nAbdul and Mohammed with their tiny suitcases are about to board a\ncarriage. Arthur Bigge comes running breathlessly into the courtyard.\n\nBIGGE\nStop!\n\nHe is almost doubled up with exhaustion. He catches his breath.\nSlight change of plan.\nMohammed is horrified.\n\nEXT. GARDEN PARTY. AFTERNOON\n\nAbdul and Mohammed in costume. Bigge is in a food tent, guests mill\naround outside. They are near a table laden with puddings as they\nreceive instructions.\n\nBIGGE\nYou must not talk to any guests. Nod or bow but please do\nnot interact with anybody other than the serving staff. I will\n\n22\n\fcome to you when the Queen is seated and you will present\nthe pudding, as requested.\n\nAbdul looks at the jelly on the table.\n\nABDUL\nExcuse me, but what is it?\n\nBIGGE\nThat is a jelly. A pudding made from the liquor of fruit.\n\nAbdul and Mohammed survey it with great curiosity.\n\nABDUL\nHow do they get it so stiff?\n\nBIGGE\nGelatin: a by-product of cow bone.\n\nThey look at the wobbling mass in horror.\n\nMOHAMMED\nBarbarians!\n\nINT. QUEEN’S MARQUEE. WINDSOR CASTLE.",
  "12": "---END OF PREVIOUS SECTION---\nINT. QUEEN’S MARQUEE. WINDSOR CASTLE. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\nThe Queen is sitting at a table with Lord Salisbury.\n\nLORD SALISBURY\nThere’s another famine in India, more trouble in Ireland,\nI’m afraid. Suez is a perennial nightmare and I’m afraid the\nBoers are at it again.\n\nQUEEN VICTORIA\nIs there any good news, Prime Minister?\n\nLORD SALISBURY\nWe have decided to annex Zululand, Your Majesty.\n\nQUEEN VICTORIA\nWhatever for?\n\nLORD SALISBURY\nTo prevent the Transvaal having access to the sea.\n\n23\n\fQUEEN VICTORIA\nIs that absolutely necessary?\n\nLORD SALISBURY\nWe really have to box in the Boers if we possibly can, Your\nMajesty.\n\nQUEEN VICTORIA\nPrime Minister, you really are terribly depressing.\n\nFood starts to arrive.\n\nAh, luncheon!\n\nEXT. THE SAME, TABLE AT THE GARDEN PARTY\n\nA wobbling jelly. We pull up to see Abdul carefully carrying it, followed\nby Mohammed who has his own. Queen Victoria is at the table,\nlooking dour and fearsome. Abdul starts to panic as the jelly starts\nwobbling perilously on the plate. The more he nears the Queen the\nmore errant the giant jelly becomes. With a great deal of sweat and\nconsternation Abdul navigates the jelly to Her Majesty.\n\nABDUL\nJelly, Your Majesty.\n\nAbdul puts the jelly in front of the Queen, her eyes light up. Abdul\nbows ostentatiously, then drops to his knees. The entire table of guests\ncrane round to see what he is doing. Bigge and Ponsonby look on in\nhorror. The Queen looks down curiously. The whole Royal Household\nseem to hold their breath. Abdul suddenly lunges down — everyone\ngasps. Kneeling down, he kisses her feet, rises, bows again and retreats\nbackwards. Everyone is astonished. The Queen is startled then her face\nbreaks into a smile.\n\nQUEEN VICTORIA\nI feel a great deal better.\n\nShe picks up her golden spoon and looks at the jelly.\n\nEXT. THE SAME, BEHIND THE FOOD TENT\n\nAn extremely red-faced Bigge has Abdul by the collar.",
  "13": "---END OF PREVIOUS SECTION---\nShe picks up her golden spoon and looks at the jelly. EXT. THE SAME, BEHIND THE FOOD TENT\n\nAn extremely red-faced Bigge has Abdul by the collar. \n---TARGET SECTION TO BE ANNOTATED---\n24\n\fBIGGE\nWhat the hell were you thinking?!\n\nABDUL\nYou said present the jelly.\n\nBIGGE\nI didn’t say kiss the feet of the Empress of India.\n\nABDUL\nI thought it would cheer her up.\n\nPONSONBY\nWhat on earth’s going on here?! Her Majesty has requested\nMr Karim and Mr Baksh to be her personal footmen for\nthe rest of the Jubilee.\n\nINT. STAIRCASE. WINDSOR CASTLE. DAY\nAbdul and Mohammed follow Bigge up a staircase:\n\nMOHAMMED\nYou stupid bloody idiot. All you had to do was give her\njelly.\n\nINT. OUTSIDE THE QUEEN’S WRITING ROOM. DAY\nThey’ve reached Ponsonby.\n\nPONSONBY\nGentlemen. (Jo Abdul.) She wants you to stand by the\nwriting desk. (Zo Bigge.) He can stand by the door.\n\nINT. WRITING ROOM. THE SAME\n\nAbdul stands to attention. The Queen is led in with ceremony. She sits\ndown. Her pens are presented by a flunkey. The flunkey bows and goes\noff to stand by the door. Abdul is standing to attention right by her\nside, trying not to show his unease.\n\nQUEEN VICTORIA\nDon’t worry. I’m not going to eat you.\n\n25\n\fThe Queen takes a piece of headed notepaper and starts writing.\n\nTo Doctor Reid .. . A very successful movement . . . this\nmorning at eight a.m... .\n\nINT. CORRIDOR, OUTSIDE THE WRITING ROOM\n\nBigge, various Ladies in Waiting and the two flunkeys. They are trying\nto look through the keyhole.\n\nBIGGE\nWhat’s he doing?\n\nINT. WRITING ROOM. THE SAME\n\nThe Queen is deeply absorbed in her letter writing. She signs the letter\nwith a flourish. Then suddenly she is surprised by Abdul who appears\nat her shoulder with a blotter. He blots her writing and smiles at her.\n\nQUEEN VICTORIA\nThank you, Mr...\n\nABDUL\nAbdul. Abdul Karim. I am always writing. In India. ’m\nwriting all the day, every day.\n\nQUEEN VICTORIA\nReally. So in India you’re not a servant.\n\nABDUL\nNo.",
  "14": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nReally. So in India you’re not a servant. ABDUL\nNo. \n---TARGET SECTION TO BE ANNOTATED---\n In India I am writing in my very big book.\n\nQUEEN VICTORIA\nYou’re writing a book!\n\nABDUL\nOh yes. I am writing every name, who they are, what they\nwill be. This is my life. Every day I am writing. From the\nmorning to the night.\n\nQUEEN VICTORIA\nAnd this is fiction?\n\n26\n\fABDUL\nNo, this is true. Everything I write is the very truth.\n\nQUEEN VICTORIA\nI don’t understand, if you are an author why you are here,\npresenting the . . . thing, the...\n\nABDUL\nThe mohar. It is my humble privilege to serve Her Majesty.\nI was the one who chose your carpets.\n\nQUEEN VICTORIA\nThe carpets?\n\nABDUL\nFor the exhibition. The Viceroy asked Mr Tyler but actually\nit was me. You have to have very good eye for the carpets.\nThis is a very nice one. For example.\n\nThey look at the carpet beneath them.\n\nABDUL\nVery tight knots. This is the sign of a very nice carpet. The\nart of carpets came to India with the great Emperor Akbar.\nThe skill of a great carpet is to bring all the different\nthreads together and we weave something we can stand on.\n\nQUEEN VICTORIA\nYou seem to know an awful lot about it.\n\nABDUL\nMy family were carpet makers. But now I write in the\nbook. Life is like the carpet. We weave in and out to make\na pattern.\n\nQUEEN VICTORIA\nHow very true. That is a very beautiful image.\n\nABDUL\nIt is a very beautiful carpet. Look at this — here is a bird of\nfreedom caught forever in the design.\n\nQUEEN VICTORIA\nSo in India you are a poet?\n\n27\n\fABDUL\nNo. I just make a ledger of the prisoners.\n\nQUEEN VICTORIA\nIndeed we are all prisoners.\n\nABDUL\nIndeed we are, Your Majesty.\n\nINT. THE SAME, ANTEROOM\nLady Phipps is listening at the door.\n\nLADY PHIPPS\nApparently he’s a poet!\n\nBIGGE\nA poet?!\n\nSuddenly the doors burst open, out comes the Queen followed by\nAbdul.",
  "15": "---END OF PREVIOUS SECTION---\nLADY PHIPPS\nApparently he’s a poet! BIGGE\nA poet?! Suddenly the doors burst open, out comes the Queen followed by\nAbdul. \n---TARGET SECTION TO BE ANNOTATED---\n Mohammed hisses in Hindi:\n\nMOHAMMED\nWhat the hell are you playing at?\n\nINT. ABDUL AND MOHAMMED’S CELL. NIGHT\nA tiny room with two beds squashed together. Mohammed is shivering.\n\nABDUL\nI was just trying to be friendly.\n\nAbdul is breathing out, fascinated by his breath freezing.\n\nMOHAMMED\nStop being friendly.\nABDUL\nShe’s a very nice person.\n\nMOHAMMED\nShe is the tyrannical oppressor of our entire country.\nAnd if we don’t get out of here we’ll die of bloody cold.\n\n28\n\fMohammed wraps himself in his blanket and turns away. Abdul\ncarries on blowing out frozen exhalations.\n\nMOHAMMED\nWill you stop doing that!\n\nEXT. GARDENS. WINDSOR CASTLE. DAY\n\nPonsonby with Dr Reid and Lady Churchill are hiding behind some\ntrees so they can spy on the Queen and Abdul. Ponsonby looks through\nbinoculars.\n\nPONSONBY\nYou realise this is the third day in a row.\n\nEXT. CANOPIED WRITING STATION. WINDSOR CASTLE. DAY\n\nThe Queen finishes writing. Abdul blots her copy. She closes the book.\nHe goes back to ‘standing sentry’. Then the Queen turns her attention\ndirectly to him.\n\nQUEEN VICTORIA\nSo Mr Abdul. May I ask you which part of India are you\n\nfrom?\nABDUL\nI am from Agra. The Taj Mahal. You have been to the Taj\nMahal?\nQUEEN VICTORIA\nNo.\n\nABDUL\nOh, it is the most marvellous building in the entire world.\nThe Crown of Palaces. It was built by Shah Jahan, the\ngrandson of the great Akbar, to remember his dead wife,\nMumtaz Mahal, who died in childhood with their\nfourteenth child.\n\nQUEEN VICTORIA\nGoodness.\n\n29\n\fABDUL\nHe was so upset with grief. He brought the greatest\narchitects from Persia and Afghanistan to build the Taj\nMahal.\n\nQUEEN VICTORIA\nIt certainly sounds like a handsome building. I would very\nmuch like to see it.\n\nABDUL\nOh, it is beautiful, Your Majesty. All white marble. And\nMumtaz laid inside.",
  "16": "---END OF PREVIOUS SECTION---\nABDUL\nOh, it is beautiful, Your Majesty. All white marble. And\nMumtaz laid inside. \n---TARGET SECTION TO BE ANNOTATED---\n All of that beauty for the dead Queen.\n\nQUEEN VICTORIA\nHow romantic.\n\nABDUL\nOh yes. And he wrote a poem:\n‘The sight of this building brings me sad sighs;\n‘The sun and the moon have tears in their eyes.’\nBut it makes everyone so happy. Agra is very beautiful.\nShah Jahan built the Red Fort, the Gardens of Shalimar,\nand the Peacock Throne.\n\nQUEEN VICTORIA\nThe Peacock Throne?\n\nABDUL\nOh, it was the most beautiful throne in all the world. A\nthrone of gold with peacocks on it. And in the throne was\nthe Koh-i-Noor. He would look at the Taj Mahal through\nthe diamond.\n\nQUEEN VICTORIA\nBut I have the Koh-i-Noor. I have it as a brooch.\n\nABDUL\nDo you?!\n\nQUEEN VICTORIA\nIt was given to me by the East India Company. It wasn’t\nvery shiny so Albert had it recut. So what happened to the\nPeacock Throne?\n\n30\n\fABDUL\nI don’t know, they smashed it up.\n\nQUEEN VICTORIA\nHow awful.\n\nABDUL\nOh, they are always smashing things up. All the British\nsoldiers have taken the jewels from the Taj Mahal.\n\nQUEEN VICTORIA\nBritish soldiers?!\n\nABDUL\nOh yes, after the Mutiny.\n\nQUEEN VICTORIA\nBut this is terrible.\n\nABDUL\nAt least you have the diamond.\n\nEXT. GARDENS. WINDSOR CASTLE. DAY\nDr Reid looking through the binoculars.\n\nDR REID\nWhat can they be talking about? An Indian and a servant\nto boot.\n\nLady Churchill grabs the binoculars.\n\nPONSONBY\nWhat on earth does she see in him?\n\nWe see Abdul from Lady Churchill’s point of view.\n\nLADY CHURCHILL\nWell, he is rather handsome.\n\nEXT. THE SAME, AVENUE OF TREES\n\nQueen Victoria continues talking to Abdul as they walk.\n\n31\n\fQUEEN VICTORIA\nBut what happened to Shah Jahan?\n\nABDUL\nHe was overthrown by his son and died in Agra Fort.\n\nQUEEN VICTORIA\nThe wickedness of children.",
  "17": "---END OF PREVIOUS SECTION---\n31\n\fQUEEN VICTORIA\nBut what happened to Shah Jahan? ABDUL\nHe was overthrown by his son and died in Agra Fort. QUEEN VICTORIA\nThe wickedness of children. \n---TARGET SECTION TO BE ANNOTATED---\nABDUL\nThey buried him in the Taj Mahal next to his wife. They\nput an inscription: ‘Here lies Shah Jahan who left this world\nto the Banquet Hall of Eternity’\n\nQUEEN VICTORIA\nThe Banquet Hall of Eternity.\n\nABDUL\nOh yes, it is a banquet when we leave here.\n\nQUEEN VICTORIA\nI rather like that idea. You seem very well informed, Mr\nAbdul.\n\nABDUL\nOh, these are famous stories in Uttar Pradesh. You should\ngo there.\n\nQUEEN VICTORIA\nOh, I can never go there. I am forbidden.\n\nABDUL\nForbidden?\n\nQUEEN VICTORIA\nThey fear I would be assassinated.\n\nABDUL\nBut you are the Empress of India.\n\nQUEEN VICTORIA\nExactly. (Proudly.) You know I’ve been shot at four times.\nAnd someone came for me with a knife!\n\n32\n\fABDUL\nGoodness. So you have never seen an India street, or a stall\nof spices.\n\nQUEEN VICTORIA\nNo.\n\nABDUL\nOh, the spices. Cardamom, turmeric, cumin, coriander.\nGaram masala.\n\nQUEEN VICTORIA\nWhat is garam masala?\n\nABDUL\nIt’s what you put into the sauce. You have never tasted\nIndian food? A dahl? A rogan josh? Oh they are the greatest\ndishes in the world! Biryani with mango chutney?\n\nQUEEN VICTORIA\nMango chutney?\n\nABDUL\nOh yes, a chutney made of mango.\n\nQUEEN VICTORIA\nA mango?\n\nABDUL\nOh, the mango is the Queen of Fruit.\n\nQUEEN VICTORIA\nWhat does it taste like?\n\nABDUL\nA mango is the most delicious fruit in all the world. Like an\norange and a peach.\n\nINT. CORRIDOR. THE SAME\n\nPonsonby and the ladies in waiting are accompanying Queen Victoria\ndown the corridor. Abdul and Mohammed in tow.\n\n33\n\fQUEEN VICTORIA\nPonsonby. I would like a mango.\n\nPONSONBY\nA mango?\n\nQUEEN VICTORIA\nYes, I would like to taste a mango.",
  "18": "---END OF PREVIOUS SECTION---\nI would like a mango. PONSONBY\nA mango? QUEEN VICTORIA\nYes, I would like to taste a mango. \n---TARGET SECTION TO BE ANNOTATED---\nPONSONBY\nIt’s impossible. They only grow in India, Your Majesty.\n\nQUEEN VICTORIA\nIam the Empress of India, so have one sent. I hope you\nwill like Scotland, Abdul.\n\nEXT. TOP OF THE MOOR. SCOTLAND. DAY\n\nScottish mists. The vast landscape of Scotland. A train of flunkies\ncome into shot carrying tables, chairs, carpets. Ponsonby, Lady\nChurchill, Miss Phipps and Reid struggle up with them. Queen\nVictoria comes into view close to the camera. She points a finger.\n\nQUEEN VICTORIA\nHere!\n\nEXT. WILD PROMONTORY. DAY\n\nQueen Victoria is sitting at her ‘tea’ table, formally set up and replete\nwith every unnecessary accoutrement. It overlooks spectacular scenery,\nbut Queen Victoria behaves as if she was in her back garden. Abdul\nand Mohammed stand to attention in the background. Mohammed\nsneezes. Butlers and maids serve the tea. Queen Victoria is very well\nwrapped up. She gorges herself on a sponge cake. Everyone else is cold\nand miserable. Ponsonby whispers to Dr Reid:\n\nPONSONBY\nIt’s alright for her. She’s upholstered.\n\nThe hand of the serving man shakes as he pours the tea.\n\nQUEEN VICTORIA\nHow do you like your new Scottish costumes?\n\n34\n\fABDUL\nThey’re very scratchy, Your Majesty.\n\nQUEEN VICTORIA\nEverything in Scotland is scratchy. (Jo Ponsonby.) When\ndoes Bertie come?\n\nPONSONBY\nTomorrow, Your Majesty. He is on his way from Monte\nCarlo.\n\nThe Queen takes a slurp of the tea then puts the cup on the table.\nSuddenly there’s a splish in the teacup. Then a pitter-pat as rain hits\nthe table cloth.\n\nEXT. VICINITY OF THE WILD PROMONTORY. SCOTLAND. DAY\n\nTorrential rain. Queen Victoria is being led along by a river by a\nghillie with an umbrella. Behind her, Abdul and Mohammed,\nPonsonby and Reid are all getting soaked.\n\nDR REID\nThate Scotland.\n\nINT.",
  "19": "---END OF PREVIOUS SECTION---\nBehind her, Abdul and Mohammed,\nPonsonby and Reid are all getting soaked. DR REID\nThate Scotland. INT. \n---TARGET SECTION TO BE ANNOTATED---\n THE SAME, BALMORAL\n\nA piper plays very close to Dr Reid and Ponsonby who both blow their\nnoses and wince at the infernal racket. It seems everyone now has a\ncold. The Household are sitting round in misery. The Queen is seated\nat the centre and is tapping her foot delicately as one of the ghillies is\ndoing a dance in front of her. There is forced merriment from the staff.\nMohammed and Abdul are standing at the side, watching the\nproceedings.\n\nGHILLIE\n(in incomprehensible Scots)\nYe must be the Hindoos. Very nice to meet ye.\n\nIncomprehension from Abdul and Mohammed.\n\nGHILLIE\nYe must be the Hindoos. Ye. Must. Be. The. Hin. Doos.\n\n35\n\fThe piping stops.\nQUEEN VICTORIA\nMore! More!\n\nGHILLIE\nI wish she’d bloody well go to bed.\n\nThe Ghillie wearily knocks back a dram from his hip flask. The piping\nstarts again. Lady Phipps yawns. The unfortunate dancing Ghillie\nwearily raises his arms for another reel.\n\nINT. STAFF CORRIDOR. NIGHT\n\nAbdul and Mohammed walk to bed. Ahead of them is a butler, with\n\na tray, careering from wall to wall. They pass an open door and inside\nsee the kitchen staff with bottles of whisky open and someone playing\nthe fiddle. Suddenly the music stops. They all look at Abdul and\nMohammed looking in at them. The door closes. Abdul and Mohammed\nlook at the closed door. The strathspey starts up again.\n\nINT. QUEEN’S STUDY. DAY\n\nThe Queen is sitting at her desk, Abdul by her side. A servant comes\nin and puts down the boxes. Ponsonby blows his nose and takes her\nthrough it.\n\nPONSONBY\nYour boxes.\n\nQUEEN VICTORIA\nThank you.\n\nPONSONBY\nAnd the blank journal you requested.\n\nPonsonby puts on his glasses and takes a pen out of his pocket ready\nto get down to work.\n\nQUEEN VICTORIA\n‘You may go.\n\nPonsonby waits. He is confused.\n\n36\n\fQUEEN VICTORIA\nIam perfectly capable of working through the boxes.",
  "20": "---END OF PREVIOUS SECTION---\nPonsonby waits. He is confused. 36\n\fQUEEN VICTORIA\nIam perfectly capable of working through the boxes. \n---TARGET SECTION TO BE ANNOTATED---\n Abdul\nis very helpful with his blotter.\n\nPONSONBY\nBut these are parliamentary papers, Your Majesty.\n\nQUEEN VICTORIA\nIam aware of that.\n\nPONSONBY\nBut Abdul is a servant. He cannot assist with the boxes.\n\nQUEEN VICTORIA\nIam the Queen of England. I will have whatever help with\nmy boxes that I require.\n\nPonsonby is completely banjaxed by the turn of events.\n\nINT. THE SAME, OUTSIDE THE QUEEN’S ROOM\n\nPonsonby emerges wiping his brow. Mohammed is standing outside the\nroom, as is Lady Churchill. They look to Ponsonby to discover the\nroyal news.\n\nPONSONBY\nHe’s helping her with the boxes.\n\nINT. THE SAME, QUEEN’S STUDY\nNow the Queen and Abdul are alone she turns to him.\n\nQUEEN VICTORIA\nI want you to teach me Indian.\n\nABDUL\nIndian?\n\nQUEEN VICTORIA\nHindu. Whatever it is you speak.\n\nABDUL\nAre you sure?\n\n37\n\fQUEEN VICTORIA\nOf course I am sure.\n\nABDUL\nBut why would you want to speak Hindi?\n\nQUEEN VICTORIA\nIam Empress of India. Look. I have ordered a book. I want\nyou to give me private lessons.\n\nABDUL\nI can’t teach you Hindi.\n\nQUEEN VICTORIA\nWhy ever not?\n\nABDUL\nYou are the Empress of India. You must learn Urdu. The\nlanguage of the Mughals. Oh there are a thousand\nlanguages in India but Urdu is the most noble. The\ndifference is when you write it down. In Urdu you write\nlike this.\n\nHe demonstrates it.\n\nThis is Persian script. Just like Arabic. And for Hindi you\nwrite like this — in Devanagari:\n\nHe demonstrates.\nThe Persian script is most superior.\n\nQUEEN VICTORIA\nIsee.\n\nABDUL\nIam the Queen. Mairn raini hoom.\n\nQUEEN VICTORIA\nEr donny hoo.\n\nABDUL\nMairn raini hoom.\n\nQUEEN VICTORIA\nHey Donnneee whoo.\n\n38\n\fABDUL\nWhoom —\n\nQUEEN VICTORIA\nHoowm.\n\nINT. CORRIDOR.",
  "21": "---END OF PREVIOUS SECTION---\n38\n\fABDUL\nWhoom —\n\nQUEEN VICTORIA\nHoowm. INT. CORRIDOR. \n---TARGET SECTION TO BE ANNOTATED---\n THE SAME\n\nThe gaggle of Ladies in Waiting and members of the Household has got\nbigger and they are listening outside, full of consternation.\n\nLADY PHIPPS\nHe’s teaching her Hindi!\n\nMOHAMMED\nUrdu, actually: the Muslim version.\n\nThey are aghast.\n\nINT. QUEEN’S STUDY\n\nABDUL\nMairn raini hoom.\n\nQUEEN VICTORIA\nMer ranee whoo.\n\nABDUL\nThat’s it! That’s it! You are the Queen.\n\nHe writes it down.\n\nYou see. Now you...\n\nINT. CORRIDOR\n\nNow Dr Reid has joined the group. He is looking through the keyhole.\n\nREID\nShe’s writing in the journal. And she’s speaking in\nHindustani.\n\nPONSONBY\n\nUrdu, actually. The Muslim version.\n\nMohammed raises an eyebrow.\n\n39\n\fINT. QUEEN’S STUDY\nThe Queen is laughing as she tries to repeat Abdul’s phrase.\n\nQUEEN VICTORIA\nApanni trishnup kili ap abdu tel new ad.\n\nABDUL\nNearly. Again.\n\nQUEEN VICTORIA\nApanni trishnup kili ap abdu tel new ad.\n\nABDUL\nApni. Ni.\n\nAbdul slaps his knees.\n\nQUEEN VICTORIA\nKnee. Knee.\n\nABDUL\nApani utkrsta sabaka kelie apa abdula dhan yavada. Thank\nyou, Abdul, for your excellent lesson.\n\nQUEEN VICTORIA\nApani utkrsta sabaka kelie apa abdula dhan yavada!\n\nABDUL\nThat’s it. You did it. Now write it down.\n\nINT. CORRIDOR, OUTSIDE THE WRITING ROOM\n\nA new fat arse is on show as its owner bends in to look through the\nkeyhole. The doors fly open. The arse stands up straight.\n\nQUEEN VICTORIA\nBertie!\n\nBERTIE\nMother!\n\nQUEEN VICTORIA\nWere you spying on me?\n\n40\n\fBERTIE\nWere you learning Urdu?!\n\nQUEEN VICTORIA\nYes, I was, as a matter of fact.\n\nBERTIE\nDo you think that’s entirely appropriate?\n\nQUEEN VICTORIA\nIam the Empress of India.",
  "22": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nYes, I was, as a matter of fact. BERTIE\nDo you think that’s entirely appropriate? QUEEN VICTORIA\nIam the Empress of India. \n---TARGET SECTION TO BE ANNOTATED---\n What could be more appropriate\nthan learning Urdu?\n\nBERTIE\nBut in front of the entire Household —\n\nQUEEN VICTORIA\nYou are absolutely right. I can’t have all of these\ndistractions. Ponsonby, I wish to go to Glassalt Shiel.\n\nBERTIE\nGlassalt Shiel?!\n\nEverybody is surprised. She looks at Bertie.\n\nQUEEN VICTORIA\nAlone.\n\nBERTIE\nBut I’ve only just got here.\n\nEXT. LOCHSIDE, DAY\n\nDrone shot of stunning scenery of the lochside. A tiny boat in the loch\nmoves towards a white cottage set against the lowering mountains\nbeyond.\n\nEXT. THE LITTLE HOUSE, GLASSALT SHIEL. DAY\nQueen and Abdul on the promontory.\n\nQUEEN VICTORIA\nOh, to be by oneself and live a simple rudimentary\nexistence.\n\n4I\n\fShe turns to Abdul.\n\nQUEEN VICTORIA\nThey don’t understand anything, those stupid aristocratic\nfools. Toadying around. Jockeying for position. I’ve had this\nmy whole life. They couldn’t bear me bringing dear John\nBrown here. Yet I have been happier here than anywhere in\nthe entire world. Oh, I miss him, Abdul. And Albert. It’s\nbeen thirty years and I think about him every day. I am so\nlonely, Abdul. Everyone I really loved has died. And I just\ngo on and on and on.\n\nShe weeps.\n\nABDUL\nOh, Your Majesty.\n\nAbdul kneels and wipes her eyes.\n\nQUEEN VICTORIA\nIt’s an impossible position. No one really knows what it is\nlike to be Queen. I am hated by millions of people — all\nover the world. I have had nine children, all vain and\njealous, and completely at loggerheads with each other.\nBertie is a complete embarrassment. I have thirty-four\ngrandchildren, my offspring will rule most of Europe — but\nlook at me: a fat, lame, impotent, silly old woman. What is\nthe point, Abdul?\n\nABDUL\nThe point, Your Majesty?\n\nQUEEN VICTORIA\n\nOf life?\nABDUL\nService.\nQUEEN VICTORIA\nService?!\n\nABDUL\nI think we are not here to worry about ourselves.",
  "23": "---END OF PREVIOUS SECTION---\nABDUL\nService. QUEEN VICTORIA\nService?! ABDUL\nI think we are not here to worry about ourselves. \n---TARGET SECTION TO BE ANNOTATED---\n We are\nhere to serve a greater purpose.\n\n42\n\fQueen Victoria thinks about this.\n\nABDUL\nIn the Koran it says: we are here for the good of others.\n\nQUEEN VICTORIA\nThe Koran?\n\nAbdul is trying to cheer up Her Majesty with his enthusiasm.\n\nABDUL\nOh yes, I am a Hafiz. I know the Koran by heart.\n\nQUEEN VICTORIA\nBy heart. Isn’t it very long?\n\nABDUL\nThere are 114 Surahs containing 6,236 verses.\n\nQUEEN VICTORIA\nAnd you know every word?\n\nABDUL\nMany Muslim people know the Koran.\n\nQUEEN VICTORIA\nI thought you were a Hindu.\n\nABDUL\nIam a Muslim, Your Majesty. I learnt the Koran from my\nfather. And he taught me all the great poets: Kabir, Rumi.\nHe is my Munshi.\n\nQUEEN VICTORIA\nMunshi?\n\nABDUL\nYes, Munshi. My teacher.\n\nQUEEN VICTORIA\nThen we would like you to be the Queen’s Munshi.\n\nABDUL\nBut I am a servant. A servant cannot be a Munshi?\n\n43\n\fQUEEN VICTORIA\nWell, you are a servant no longer. You are my teacher. You\nshall teach me Urdu and the Koran and anything else you\nthink of.\n\nINT. HALL. BALMORAL. NIGHT\n\nA dozen local guests are waiting for the dinner. Mohammed is\nstanding with a tray of sherry. Across the room Ponsonby, Bertie,\nMiss Phipps, Lady Churchill and Dr Reid are gathered in a huddle.\n\nBERTIE\nWhat the hell is a Munshi?\n\nPONSONBY\nApparently it’s some sort of ‘spiritual teacher’, Your Royal\nHighness.\nBERTIE\nHas she completely lost her mind?! She’s the head of the\nChurch of England, for God’s sake! What’s the Archbishop\nof Canterbury going to say?\n\nDR REID\nIt’s utter lunacy.\n\nLADY CHURCHILL\nI say he’s ‘brown’ John Brown.",
  "24": "---END OF PREVIOUS SECTION---\nWhat’s the Archbishop\nof Canterbury going to say? DR REID\nIt’s utter lunacy. LADY CHURCHILL\nI say he’s ‘brown’ John Brown. \n---TARGET SECTION TO BE ANNOTATED---\nDR REID\nAnd what’s more she’s given him my room!\n\nMISS PHIPPS\nBut where have they put you, Dr Reid?\n\nDR REID\n(with a hateful look to Ponsonby)\nIn the tower!\n\nBertie suddenly sees the Queen arrive with Abdul in tow in his\nmagnificent Munshi garb.\n\nBERTIE\nOh my God.\n\n44\n\fBertie looks horrified as the Queen approaches him.\n\nQUEEN VICTORIA\nGood evening, Bertie.\n\nBERTIE\nMother?!\n\nAside Mohammed whispers to Abdul.\n\nMOHAMMED\nWhat the hell are you wearing?\n\nBefore Bertie can question Queen Victoria about this turn of events the\nHead Waiter announces:\n\nHEAD WAITER\nDinner is served.\n\nINT. THE SAME, STAIRCASE\nBertie with Queen Victoria.\n\nBERTIE\nLady Churchill was absolutely scandalised. A servant. And\na Hindoo to boot!\n\nQUEEN VICTORIA\nThe Munshi is a Muslim scholar. He knows the Koran off\nby heart and for your information is no longer a servant.\nHe is to be given a staff of his own.\n\nBERTIE\nThis is absurd. Letters. Invitations to supper. You’re treating\nhim like family.\n\nQUEEN VICTORIA\nNo, I like Abdul. Lady Churchill had better get used to the\nfact — as the Munshi is coming on holiday with us as a fully\nequal member of the Household.\n\nBERTIE\nYou can’t take a Muslim to Florence!\n\n45\n\fQUEEN VICTORIA\nThat will be all.\n\nThe Queen walks off upstairs.\n\nINT. RAILWAY CARRIAGE. DAY\n\nThe train is trundling along. Mohammed blows his nose into his\nhandkerchief.\n\nMOHAMMED\nA spiritual advisor!? You haven’t an idea in your head. You\npromised to get us out of here. And now we’re going to\nbloody Florence.\n\nABDUL\nBut don’t you see what a privilege it is to see the glories of\nItaly with all these wonderful people?\n\nMOHAMMED\nYou complete bloody idiot. Do you really think they are\ngoing to stand there and let her promote a wog? I did not\ncome here to carry your bloody cases.\n\nABDUL\nWhat you are complaining about? We have our own\ncarriage. With a bathroom.",
  "25": "---END OF PREVIOUS SECTION---\nABDUL\nWhat you are complaining about? We have our own\ncarriage. With a bathroom. \n---TARGET SECTION TO BE ANNOTATED---\n They’ve a very nice bed for\nyou on the floor.\n\nMohammed blows his nose.\n\nMOHAMMED\nI’m dying here. I want to go home. I am telling you this\nwhole thing is a disaster waiting to happen.\n\nABDUL\nIam getting sick of your negative attitude. Life is a big\nadventure. You just need to open up and enjoy it. We’re on\nholiday. What on earth could possibly go wrong?\n\nAbdul sees a rope above him — he grabs hold of it and reads the little\nsign beside it.\n\nABDUL\n‘Do Not Pull’\n\n46\n\fINT. QUEEN’S CARRIAGE. TRAIN. LATER\n\nThe baroque splendour of the Queen’s carriage. The Queen is in bed.\nAbdul is there.\n\nABDUL\nI just want to apologise about the emergency brake, Your\nMajesty. I hope you weren’t too badly injured.\n\nQUEEN VICTORIA\nIt was nothing at all, Abdul. Anyway, it’s a completely\nunderstandable mistake. I am just so glad you are with us.\nWhat a treat to show you Florence for the first time.\n\nBertie emerges from the royal bathroom in his pyjamas to see Abdul.\n\nBERTIE\nWhat’s he doing here?\n\nQUEEN VICTORIA\nAbdul was just explaining what happened earlier.\n\nBERTIE\nI really don’t see why I have to share your bathroom.\n\nQUEEN VICTORIA\nI shared a bed with my mother until I became Queen.\n\nBERTIE\nMother, I am fifty-seven years old. The Munshi’s got his\nown bathroom.\n\nABDUL\nOh yes, it is a very fine bathroom indeed, Your Majesty.\n\nBERTIE\nExcuse me.\n\nHe has to push his way past Abdul.\n\nBERTIE\nGoodnight, Ma-mah.\n\nABDUL\nGoodnight, Mr Bertie.\n\n47\n\fQUEEN VICTORIA\nBertie. Make sure you shut that door.\n\nBertie pushes past Abdul unhappily and leaves. The Queen grabs\nAbdul’s hand\n\nQUEEN VICTORIA\nAbdul, I have something for you. To celebrate your first trip\nto Florence. And becoming my Munshi. It is a locket. With\na picture of me.\n\nShe gives him a locket.",
  "26": "---END OF PREVIOUS SECTION---\nIt is a locket. With\na picture of me. She gives him a locket. \n---TARGET SECTION TO BE ANNOTATED---\nABDUL\nOh Your Majesty! How can I ever thank you.\n\nQUEEN VICTORIA\nKeep me safe.\n\nABDUL\nFor ever, Your Majesty.\n\nQUEEN VICTORIA\nOh Abdul. You will love Florence. Such wonderful views.\n\nINT. GARDENS, VILLA PALMIERI. DAY\n\nAbdul and Queen Victoria are walking in the Italianate gardens below\nthe terrace of the Villa Palmieri, Mohammed standing sentry in the\nbackground.\n\nQUEEN VICTORIA\nIsn’t it glorious. Albert loved it here. The Brunelleschi\nDome. The Uffizi Gallery. He spent all of his money on\nOld Masters. We collected so much I had to give most of it\nto the National Gallery. He so admired the Medicis. That\nthey would commission the greatest artists of the day. So\nthey could leave something astonishing behind.\n\nABDUL\nIn India we also commision great artists. Each Mughal\nEmperor would bring the greatest craftsmen to make great\nglories for their Durbar Room.\n\n48\n\fQUEEN VICTORIA\nA Durbar Room?\n\nABDUL\nOh, yes, every Emperor had a Durbar Room. Full of the\nfinest things known to man.\n\nQUEEN VICTORIA\nWell, Iam the Empress of India. I should have a Durbar\nRoom.\n\nABDUL\nA brilliant idea, Your Majesty. But where would you put it?\n\nQUEEN VICTORIA\nThe Isle of Wight. Obviously.\n\nPonsonby arrives.\n\nPONSONBY\nSignor Puccini has arrived, Your Majesty.\n\nINT. GRAND ROOM. NIGHT\n\nWe are in the middle of the recital. The Royal Household are listening\nto a fat man singing ‘Donna non vidi mai’ at the piano. Abdul is\nlistening intently next to the Queen, Bertie next to Lady Churchill.\nPonsonby says something to Dr Reid. The Munshi turns:\n\nABDUL\nSsshhhh!\n\nThe fat man at the piano finishes his song. Abdul applauds\nenthusiastically.\n\nQUEEN VICTORIA\nAnd where did you say it was from, Mr Puccini?\n\nPUCCINI\nIt’s from my new opera Manon Lescaut. It’s about two\nlovers separated by the class divide who run away together.",
  "27": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nAnd where did you say it was from, Mr Puccini? PUCCINI\nIt’s from my new opera Manon Lescaut. It’s about two\nlovers separated by the class divide who run away together. \n---TARGET SECTION TO BE ANNOTATED---\nQUEEN VICTORIA\nIt sounds marvellous.\n\n49\n\fPUCCINI\nBut she is imprisoned for her love, Your Majesty.\n\nQUEEN VICTORIA\nOh.\n\nPUCCINI\nBut they escape.\n\nQUEEN VICTORIA\nBravo.\n\nPUCCINI\nBut finally she dies, leaving him utterly bereft.\n\nQUEEN VICTORIA\nI’m not sure we do like the sound of it. We prefer comic\nopera. Do you know any Gilbert and Sullivan?\n\nABDUL\nPerhaps Your Majesty will sing us a song?\n\nQUEEN VICTORIA\nOh no. I couldn’t possibly.\n\nThe Household on cue:\n\nLADY CHURCHILL\nBut please, Your Majesty.\n\nBERTIE\n(aside)\nGod save us!\n\nQUEEN VICTORIA\nWell, just one. From Pinafore. Bertie.\n\nBERTIE\nDo I have to?\n\nBertie, reluctantly, goes to the piano.\n\nQUEEN VICTORIA\n‘Little Buttercup’. In C.\n\nBertie sits at the piano with immense reluctance. Queen Victoria sings\n\n50\n\f‘Little Buttercup’ poorly. She dries, is about to continue, but Ponsonby\nprompts the applause.\n\nABDUL\nBravo! More! More!\n\nBut to everyone’s relief Puccini produces a glass of champagne and\nhands it to the Queen.\n\nPUCCINI\nBellissimo, Your Majesty.\n\nQUEEN VICTORIA\nI was taught by Mendelssohn, you know.\n\nPuccini raises his glass.\n\nPUCCINI\nTo the Queen.\n\nQUEEN VICTORIA\nTo me.\n\nShe knocks back the champagne.\n\nEXT. TERRACE, FLORENCE. NIGHT\n\nThe Queen is tipsy. She holds on to Abdul’s arm as they walk along\nthe terrace in the warm evening air, Florence twinkling below. Bertie\nand Lady Churchill look on aghast. The Queen is singing the melody\nof the Gilbert and Sullivan song:\n\nQUEEN VICTORIA\nLa, la, la, la, la, la.\n\nShe lifts her arm as she walks, half dancing.\nWe should not have drunk all that champagne.\nShe giggles.\n\nABDUL\nMay I?\n\nAbdul takes the Queen’s other hand and they waltz their way along\nthe terrace, la-la-ing’ an accompaniment.",
  "28": "---END OF PREVIOUS SECTION---\nShe giggles. ABDUL\nMay I? Abdul takes the Queen’s other hand and they waltz their way along\nthe terrace, la-la-ing’ an accompaniment. \n---TARGET SECTION TO BE ANNOTATED---\n We are close up on their\n\n51\n\falmost childish pleasure. Finally the Queen and Abdul stumble and\ncome to a stop. Abdul smiling at the Queen. Still holding her.\n\nQUEEN VICTORIA\nAbdul, I have not been so happy for years.\n\nABDUL\nWhen I came to England, I was terrified of you. But you\nare a very kind lady. You are a very unique lady to me.\n\nQUEEN VICTORIA\nAnd you are very, very ‘unique’ to me, Abdul.\n\nABDUL\nI know that you are very much older than me. And you are\nthe Queen of England and Empress of India and I am just\na humble Munshi. But I think you are the most special\nperson in my whole life.\n\nHis eyes are alight. They look at each other intimately.\n\nABDUL\nEven more special than my wife.\n\nQUEEN VICTORIA\n(shocked)\nWife?!\n\nABDUL\nYes.\n\nThe Queen is computing this information, her face severe.\n\nQUEEN VICTORIA\nYou are married?!\n\nABDUL\nOf course.\n\nQUEEN VICTORIA\nBut where is your wife?\n\nABDUL\nIn India.\n\nQUEEN VICTORIA\nWhy didn’t you tell me you were married?\n\n52\n\fABDUL\nI didn’t think it mattered.\n\nQUEEN VICTORIA\n(severely)\nOf course, this changes everything. You will have to return\nto India immediately.\n\nAbdul looks concerned.\nAnd bring her back at once!\n\nEXT. OSBORNE HOUSE. ISLE OF WIGHT. DAY\n\nA shot of Osborne House. Huge music as a carriage approaches.\n\nINT. THE SAME, QUEEN’S BEDCHAMBER\nThe Queen is sitting with her journal practising her Urdu.\n\nQUEEN VICTORIA\nAaj kal Agra ka msusam kesa hay? [How is the weather\nin Agra these days?]\n\nMrs Tuck runs in.\n\nMRS TUCK\nHe’s coming!\n\nINT. QUEEN’S DRESSING ROOM/BEDCHAMBER. DAY\n\nThe Queen passes a mirror, checks her appearance, then dashes out of\nthe room.\n\nEXT. OSBORNE HOUSE. DAY\n\nA carriage races down the drive and into the circle in front of Osborne\nHouse.\n\nINT. TOP OF THE STAIRS, OSBORNE HOUSE.",
  "29": "---END OF PREVIOUS SECTION---\nDAY\n\nA carriage races down the drive and into the circle in front of Osborne\nHouse. INT. TOP OF THE STAIRS, OSBORNE HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nQueen Victoria rushes past maids who jump to attention as she goes\nround a corner and dashes past Ponsonby and Dr Reid, who watch\nher whizz by in amazement.\n\n53\n\fEXT. OSBORNE HOUSE. DAY\n\nThe music of Triumphant Return continues as the carriage comes to a\nstand still. Mohammed is waiting by the door. He blows his nose.\n\nMOHAMMED\nBloody hell.\n\nAnd rushes towards the carriage to open the door.\n\nINT. GLAZED TERRACE, OSBORNE HOUSE. DAY\nThe Queen is now looking out from the terrace with great anticipation.\n\nQUEEN VICTORIA\nHow terribly exciting!\n\nEXT. OSBORNE HOUSE. DAY\n\nMohammed runs, ignominiously, over the gravel to open the door of\nthe carriage. We cut back to Osborne House. There are expectant faces\nat every window. The terrace is crowded with Household members.\nMohammed opens the carriage door. Abdul emerges from the carriage.\nHe steps down resplendent in his ceremonial outfit, double-sashed,\nreplete with sword and pistol, and the Star of India. He looks like a\ncross between a Maharajah and a Pirate King and rather fatter than\nbefore. Mohammed is unimpressed.\n\nMOHAMMED\n(under his breath)\nFor God’s sake!\n\nINT. FIRST FLOOR TERRACE, OSBORNE HOUSE. DAY\n\nBertie, Lady Churchill, Miss Phipps are gathered with Alick Yorke, all\nlooking down at Abdul’s arrival.\n\nLADY CHURCHILL\nLook at the size of him.\n\nBERTIE\nAnd he’s got a sword.\n\n54\n\fMISS PHIPPS\nAnd a pistol!\n\nEXT. OSBORNE HOUSE. THE SAME\n\nAbdul holds out his hand and Mrs Karim emerges from the carriage ~\nin full burga.\n\nINT. FIRST FLOOR TERRACE, OSBORNE HOUSE. DAY\nThere is an audible gasp from Miss Phipps.\n\nBERTIE\nWhat the devil is she wearing?\n\nMISS PHIPPS\nYou can’t even see her face!\n\nEXT. OSBORNE HOUSE. DAY\n\nA skinny serving boy, Ahmed, gets out of the carriage. He looks\naround amazed at his surroundings.\n\nINT. FIRST-FLOOR TERRACE, OSBORNE HOUSE.",
  "30": "---END OF PREVIOUS SECTION---\nHe looks\naround amazed at his surroundings. INT. FIRST-FLOOR TERRACE, OSBORNE HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nNow Dr Reid and Ponsonby are out on the terrace — further down\nfrom Bertie and the Ladies in Waiting.\n\nDR REID\nWho the hell is that?\n\nEXT. OSBORNE HOUSE. DAY\nAbdul cuffs Ahmed on the ear, bringing him ‘to’.\n\nABDUL\nThe bags. The bags!\n\nAhmed runs to help Mohammed with Mrs Karim’s bags. Mrs Karim\nstands resplendent.\n\n55\n\fINT. GLAZED TERRACE. OSBORNE HOUSE. DAY\n\nThe Queen looks on delighted.\n\nQUEEN VICTORIA\nI think she looks rather splendid.\n\nMRS TUCK\nBut you can’t actually see her, Your Majesty.\n\nQUEEN VICTORIA\nI think it’s rather dignified.\n\nEXT. OSBORNE HOUSE. DAY\nAbdul turns and helps another fully burga’d lady from the carriage.\n\nINT. FIRST FLOOR TERRACE, OSBORNE HOUSE. DAY\n\nAnother scandalised gasp from the company.\n\nLADY CHURCHILL\nOh my God. Another one! How many has he got in there?\n\nBERTIE\nThe ruddy sod’s a bigamist!\n\nMISS PHIPPS\n(delighted)\nThis is an absolute scandal!\n\nEXT. OSBORNE HOUSE. DAY\n\nAbdul stands with his two burqua’d ladies while Mohammed and\nAhmed get bags from the carriage.\n\nINT. GLAZED TERRACE. OSBORNE HOUSE. DAY\n\nThe Queen looks on.\n\nQUEEN VICTORIA\nI do hope they like their little cottage.\n\n56\n\fINT. ABDUL’S COTTAGE. DAY\nA knock at the door. Abdul opens the door to find the Queen.\n\nQUEEN VICTORIA\nI hope it’s not inconvenient. I just thought we’d pop round\nfor tea.\n\nEXT. OTTAGE. DAY\n\nA chocolate-box cottage on the Osborne Estate. We see the Queen is\naccompanied by a vast entourage of people.\n\nINT. TINY LIVING ROOM, ABDUL’S COTTAGE.",
  "31": "---END OF PREVIOUS SECTION---\nWe see the Queen is\naccompanied by a vast entourage of people. INT. TINY LIVING ROOM, ABDUL’S COTTAGE. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nA ‘tableau’ of Queen Victoria, Ponsonby, Lady Churchill, the Queen\nof Greece (1870-1932), the Grand Duchess Sophie of Saxe-Weimar-\nEisenach (1824-97), Princess Helena of Schleswig-Holstein-\nSonderburg-Augustenburg (1848-1923), and their entourages,\nMohammed, Abdul, Ahmed, Mrs Karim and the mother-in-law along\nwith the usual entourage, plus the retinue of the royal visitors, all\nsquashed tightly in Abdul’s tiny living room. Bertie and Dr Reid are\nperched on travel cases because of the lack of chairs.\n\nQUEEN VICTORIA\nThis is my granddaughter, Sophia, The Queen of Greece,\nthis is the Grand Duchess Sophie of Saxe-Weimar-\nEisenach, and my daughter, Princess Helena Augusta\nViktoria of Schleswig-Holstein-Sonderburg-Augustenburg.\n\nABDUL\nA pleasure to meet you. This is my wife Mrs Karim, and\nthis is my mother-in-law.\n\nQUEEN VICTORIA\nHow very nice to meet you. How are you enjoying England,\nMrs Karim?\n\nAbdul translates this — at great length — to his missus. She whispers\nsomething to him — also at great length, then...\n\nABDUL\nShe says: ‘Very well. Thank you, Your Majesty.’\n\n57\n\fThe Munshi’s wife then whispers to him again for an interminably\nlong time. Everyone waits politely. Finally he turns and smiles.\n\nABDUL\n‘Apart from the cold’\nThey laugh gently.\nBERTIE\n(aside)\nGod help me.\nABDUL\n\nYour Majesty, Sophia — the Queen of Greece, Grand\nDuchess Sophie of Saxe-Weimar-Eisenach, Princess Helena\nAugusta Viktoria of Schleswig-Holstein-Sonderburg-\nAugustenburg, I would like to take this opportunity on\nbehalf of myself, my wife and my wife’s mother to thank\nHer Majesty Victoria Regina of the United Kingdom of\nGreat Britain and Ireland, Defender of the Faith, Empress\nof India, for accommodating us in this beautiful cottage.\nWe are extremely grateful for her infinite kindness and\ninterior decoration.",
  "32": "---END OF PREVIOUS SECTION---\nBERTIE\n(aside)\nGod help me. ABDUL\n\nYour Majesty, Sophia — the Queen of Greece, Grand\nDuchess Sophie of Saxe-Weimar-Eisenach, Princess Helena\nAugusta Viktoria of Schleswig-Holstein-Sonderburg-\nAugustenburg, I would like to take this opportunity on\nbehalf of myself, my wife and my wife’s mother to thank\nHer Majesty Victoria Regina of the United Kingdom of\nGreat Britain and Ireland, Defender of the Faith, Empress\nof India, for accommodating us in this beautiful cottage. We are extremely grateful for her infinite kindness and\ninterior decoration. \n---TARGET SECTION TO BE ANNOTATED---\n The gift of hospitality and friendship\nto strangers is of very high importance in our culture and\nwe are honoured to repay it in our very small way. What is\nours is yours.\n\nBERTIE\n(under his breath)\nQuite literally.\n\nABDUL\nAnd this is how the world should be. Here we are,\nrepresentatives of the great nations of the world, all\nsnuggled together, having a nice cup of Indian tea. Thanks\nbe to Allah.\n\nQueen Victoria leads the polite applause.\n\nQUEEN VICTORIA\nMy dear Munshi, Mrs Karim and Mrs Karim’s mother —\nit’s so good to have you back, my children. We have missed\nyou enormously.\n\n58\n\fEXT. ABDUL’S COTTAGE. DAY\n\nA groom and pony-driven carriage wait for the Queen. The royal\nvisitors are leaving. Bertie marches up the path, Ponsonby anxiously\nfollowing close behind:\n\nBERTIE\nChildren?!\n\nDr Reid is on Ponsonby’s heels.\n\nDR REID\n(aside, to Ponsonby)\nIf they are going to live here can I get my room back?\n\nThe Queen is the last to leave. She takes his hand:\n\nQUEEN VICTORIA\nOh Abdul, I am so glad you are back — it really has been\ndreadfully dull without you. And I am so glad to meet Mrs\nKarim. There’s just one thing I’ve been curious about this\nwhole afternoon. What does Mrs Karim look like behind\nher veil?\n\nABDUL\nBehind her veil? You must see her.\n\nQUEEN VICTORIA\nIs that allowed?\n\nABDUL\nOf course it is allowed. You are a lady. And the Empress\nof India.\n\nQUEEN VICTORIA\nReally?! You think she’d let me take a glimpse?\n\nABDUL\nShe would be honoured, Your Majesty.\n\nPonsonby and Bertie at the end of the garden path.\n\nBERTIE\nWhere the hell is she going now?\n\n59\n\fINT. TINY LIVING ROOM, ABDUL’S COTTAGE. DAY\n\nQueen Victoria is sitting on a chair. Mrs Karim takes off her burga.\nWe glimpse the gorgeous costume underneath, full of colour. Then we\nsee her face. Her nose is pierced with a gold chain linked to her ear.\nShe giggles like a schoolgirl.",
  "33": "---END OF PREVIOUS SECTION---\nThen we\nsee her face. Her nose is pierced with a gold chain linked to her ear. She giggles like a schoolgirl. \n---TARGET SECTION TO BE ANNOTATED---\n Victoria is transfixed.\n\nQUEEN VICTORIA\nOh, you really are beautiful.\n\nMrs Karim giggles again, not understanding a word. The Queen\nstands and takes both of her hands:\n\nQUEEN VICTORIA\nTum bahut sundar ho. [You are very beautiful.]\n\nMrs Karim beams. Her mother watches inscrutably from her burqa.\nAbdul looks on at the whole scene, proud as Punch.\n\nQUEEN VICTORIA\nMain tum yahaan hai bahut khush hoon. [I am so happy\nto have you here.]\n\nEXT. OSBORNE HOUSE. DAY\n\nA carriage arrives. Ponsonby is waiting for Lord Salisbury, who\ngets out.\n\nLORD SALISBURY\nWhat on earth is a Durbar Room?\n\nINT. OSBORNE, CORRIDOR APPROACHING DURBAR ROOM. DAY\n\nThe Prime Minister, Lord Salisbury, is marching up a corridor,\nfollowed by his private secretary and deputy private secretary, with a\nface filled with fury. Bertie and Ponsonby are running alongside.\n\nPONSONBY\nIt is a celebration of all things Indian inspired by the\nMughal Emperors, Prime Minister.\n\nLORD SALISBURY\nBut I don’t understand. Who gave her permission to build\nthis in the first place?\n\n60\n\fBERTIE\nDon’t blame me. I was in Monte Carlo.\n\nPONSONBY\nI’m afraid she is a law unto herself, Prime Minister.\n\nLORD SALISBURY\nFor God’s sake. She’ll be wearing a burga next. I am\nholding you entirely responsible, Ponsonby.\n\nThey have arrived at the Queen, who is waiting with Dr Reid, Lady\nChurchill, Miss Phipps and the usual entourage.\n\nQUEEN VICTORIA\nPrime Minister, you are late.\n\nLORD SALISBURY\nI’m terribly sorry, Your Majesty.\n\nQUEEN VICTORIA\nLet us begin.\n\nINT. INDIAN CORRIDOR. DAY\n\nThe Queen leads Salisbury, Ponsonby, Bertie, etc. down the Indian\ncorridor.\n\nQUEEN VICTORIA\nThis, as you can see, is the Indian corridor. The Durbar\nRoom was designed by Mr Bhai Ram Singh.\n\nThey pass a smiling Mr Bhai Ram Singh.",
  "34": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nThis, as you can see, is the Indian corridor. The Durbar\nRoom was designed by Mr Bhai Ram Singh. They pass a smiling Mr Bhai Ram Singh. \n---TARGET SECTION TO BE ANNOTATED---\nBERTIE\n(in Salisbury’s ear)\nThe place is crawling with them.\n\nQUEEN VICTORIA\nAnd we commissioned a series of portraits. Of eminent\nIndians. This is Princess Gurmma.\n\nLord Salisbury tries to feign interest as he looks at the painting.\nQUEEN VICTORIA\n\nThis, of course . . . is the Munshi.\n\n61\n\fSalisbury looks horrified at the portrait of Abdul. Then his eye falls\nupon the real Abdul who is in full Munshi uniform, a flowing smock.\n\nAbdul beams at the Prime Minister.\n\nABDUL\nAn honour to meet you, Mr Prime Minister, sir.\n\nQUEEN VICTORIA\nA very good likeness. Don’t you think?\n\nABDUL\n(whispering to Lord Salisbury)\nI asked him to take a few pounds off. This is my wife, Mr\nPrime Minister, sir, and this is my mother-in-law.\n\nThe two ladies are by his side in their identical burgas.\nAt least I think that’s the right way round.\nAbdul chuckles at his own joke.\nAnd this is my servant, Mohammed.\nMohammed blows his nose. Ahmed is there.\n\nLORD SALISBURY\n(aside to Ponsonby)\nWhat the hell is going on here, Ponsonby?\n\nQUEEN VICTORIA\nAnd this, Prime Minister, is the Durbar Room.\n\nINT. DURBAR ROOM, CONTINUOUS\n\nSalisbury follows the Queen into the Durbar Room in all its splendour.\nIt is a state room decorated in an over-the-top higgledy-piggle of\nMughal and Hindu motifs. Indian musicians play from the balcony.\nThe Queen walks through the room pointing out the carvings:\n\nQUEEN VICTORIA\nThe carvings are all from Uttar Pradesh.\n\nAnd the carpet:\n\nThe carpet was woven in a gaol in Agra. Perfect, of course,\nfor the tableaux.\n\n62\n\fAt the end of the room is the Peacock Throne.\n\nQUEEN VICTORIA\nAnd the piéce de résistance. The Peacock Throne.\n\nThe Queen sits on the throne.\n\nAn exact copy of the one in Agra. And, of course, the\nKoh-i-Noor!\n\nShe is wearing the Koh-i-Noor brooch.\n\nQUEEN VICTORIA\nNow I really do feel like the Empress of India.",
  "35": "---END OF PREVIOUS SECTION---\nAnd, of course, the\nKoh-i-Noor! She is wearing the Koh-i-Noor brooch. QUEEN VICTORIA\nNow I really do feel like the Empress of India. \n---TARGET SECTION TO BE ANNOTATED---\nShe is like a little child, swinging her feet joyously. Salisbury and the\nhousehold deputation look on at her:\n\nBERTIE\n(aside to Dr Reid)\nI thought she was supposed to be dying.\n\nLORD SALISBURY\nIt really is a remarkable addition to the house, Your\nMajesty.\n\nQUEEN VICTORIA\nWe have Abdul to thank for the whole idea.\n\nABDUL\n(who is now standing next to the Queen)\nOh, really — it was nothing.\n\nPonsonby steps forward, very formally.\n\nPONSONBY\nTo celebrate the completion of the Durbar Room. A little\nsurprise, Your Majesty.\n\nMohammed appears bearing an ornately inlaid box. The Queen opens\nthe box and looks inside. Pulling a confused face:\n\nQUEEN VICTORIA\nWhat is it?\n\nPONSONBY\nA mango, Your Majesty.\n\n63\n\fA general gasp. Abdul peers inside.\n\nABDUL\nIt’s ‘off’.\nA look of horror on everyone’s face.\n\nQUEEN VICTORIA\nPonsonby. This mango is off.\n\nPonsonby’s chagrin.\n\nINT. LADIES’ DRESSING ROOM, OSBORNE HOUSE. NIGHT\n\nLady Churchill, Miss Phipps, and various other ladies from the\nentourage in petticoats getting undressed. Helped by Mrs Tuck.\n\nLADY CHURCHILL\nA line has definitively been crossed.\n\nINT. MEN’S DRESSING ROOM. OSBORNE HOUSE. NIGHT\n\nAbdul is getting changed into his Sultan of Persia outfit. Mohammed\nwipes his brow and sits down, shaking with a fever.\n\nMOHAMMED\nThis is a complete and utter disaster.\n\nABDUL\nI don’t understand.\n\nMOHAMMED\nThey’ve been waiting for this.\n\nABDUL\nWho have?\n\nMOHAMMED\nPonsonby, Reid. The whole damn lot of them. Don’t you\nsee, she’s been rubbing their noses in it but now it’s going\npublic. I’m telling you they’re not going to stand for it —\nthey’ll rise up and chop your bloody balls off. You’ve upset\nthe order of everything. You think they are going to lie back\nand take it?\n\n64\n\fABDUL\nBut I haven’t done anything.",
  "36": "---END OF PREVIOUS SECTION---\nYou’ve upset\nthe order of everything. You think they are going to lie back\nand take it? 64\n\fABDUL\nBut I haven’t done anything. \n---TARGET SECTION TO BE ANNOTATED---\nMOHAMMED\n\nYou stupid, bloody Uncle Tom. Don’t you see you’ve upset\nthe order of everything. I’m telling you this whole thing is a\ncomplete catastrophe.\n\nAbdul looks worried.\n\nALICK YORKE\nEverything alright in here?\n\nINT. DURBAR ROOM. NIGHT\n\nNow the Durbar Room has been transformed. A large stage with a\nplush velvet curtain has been erected at one end and dominates the\nroom. The room is crammed with people ready to see the tableaux.\nBigge, Reid, Ponsonby, all the staff in the rear rows crane to see the\narrival of Mrs Karim and Mrs Karim’s mother.\n\nThe Queen raises her hand and waves at Mrs Karim.\n\nQUEEN VICTORIA\nMrs Munshi! Please, sit here. Bertie.\n\nBertie, much put out, is forced to move. Salisbury watches the whole\nthing in horror.\n\nINT. LADIES’ DRESSING ROOM. NIGHT\nLady Churchill puts on her a yashmak and looks in the mirror.\n\nLADY CHURCHILL\nI have never been so humiliated in my entire life.\n\nINT. DURBAR ROOM. NIGHT\n\nThe lights in the hall have dimmed. Music. The Queen squeezes Mrs\nKarim’s hand. Alick Yorke appears from between the curtains on stage.\n\nALICK YORKE\nA scene in Ancient Persia.\n\n65\n\fHe withdraws. Ponsonby pops a pill. The Queen is agog with delighted\nanticipation. The curtains open to reveal painted flats. A scene from\nAncient Persia. Lady Churchill, Miss Phipps and Mrs Tuck come on\ndressed in Persian costumes. They pose as a harem of supplicants. Enter\nAbdul, dressed as the Sultan of Persia with Ahmed as his servant.\nMohammed is at the back sick with fever.\n\nABDUL\nIam the Sultan of Persia, King of all Kings. You are now\nunder my power.\n\nLADY CHURCHILL\nYour Highness. We bestow all the riches of the Orient upon\nyou.\n\nThe ladies proffer paste jewels. Abdul tries his best to look triumphantly\nregal. They all look out uneasily at the audience trying to maintain a\nmatey rictus as the orchestra swells and they hold the tableau.",
  "37": "---END OF PREVIOUS SECTION---\nThe ladies proffer paste jewels. Abdul tries his best to look triumphantly\nregal. They all look out uneasily at the audience trying to maintain a\nmatey rictus as the orchestra swells and they hold the tableau. \n---TARGET SECTION TO BE ANNOTATED---\n Ahmed\nis in the way — Abdul surreptitiously cuffs him to clear his sightline.\n\nWe notice Mohammed swaying, clearly ill, and just as the curtain\ndescends as everyone else is fixed in the tableau, Mohammed sneezes.\nLord Salisbury is open-mouthed. Ponsonby holds his forehead in\ndespair. The Queen is unabashed with her approval.\n\nQUEEN VICTORIA\nBravo! Bravo the Munshi!\n\nBERTIE\n(aside to Dr Reid)\nNow she thinks he’s Henry Irving.\n\nAs the curtain opens for the ‘call’, the Queen leaps to her feet. The\nentire household follow suit, applauding politely. Only Mrs Karim and\nher mother remain seated. Abdul gestures his respects to Her Majesty\nand bows egregiously. She claps enthusiastically. The curtains close\nagain. Salisbury is not happy.\n\nINT. HALLWAY, OSBORNE HOUSE. NIGHT\n\nLord Salisbury bollocks Ponsonby.\n\nLORD SALISBURY\nWhat the hell is this, Ponsonby? Munshi-mania? I’m trying\n\n66\n\fto keep an empire together and it looks like they’re running\nthe place. I want this whole sodding mess knocked on the\nhead or you’re finished. Understood?\n\nLord Salisbury turns and leaves leaving Ponsonby chagrined.\n\nINT. POST-TABLEAU ROOM, OSBORNE HOUSE. NIGHT\n\nThe post-tableau soirée. Victoria is sitting amongst the prominent\nmembers of the household, drinking sherry. Ponsonby, battle-torn,\ncomes in to join them.\n\nQUEEN VICTORIA\nAh, Ponsonby. Tell us, what exactly did the Prime Minister\nsay about the tableau?\n\nPONSONBY\nTo be entirely frank, Your Majesty, he seemed to be a little\nperturbed.\n\nQUEEN VICTORIA\nWhatever for? He must have liked the Munshi.\n\nPONSONBY\nI think the Munshi was the problem, Your Majesty.\n\nQUEEN VICTORIA\nReally? I thought he was rather good.\n\nPONSONBY\nI think he meant his position, Your Majesty. I think he\nwas rather alarmed he had such a prominent role in the\nHousehold.\n\nQUEEN VICTORIA\nOf course Abdul has a prominent role in the household. He\nis my Munshi.\n\nPONSONBY\nBut he’s an Indian, Your Majesty.",
  "38": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nOf course Abdul has a prominent role in the household. He\nis my Munshi. PONSONBY\nBut he’s an Indian, Your Majesty. \n---TARGET SECTION TO BE ANNOTATED---\nQUEEN VICTORIA\nIam aware of it.\n\n67\n\fPONSONBY\nBut given current sensitivities in the sub-continent, Your\nMajesty. The Prime Minister was concerned it might be\n‘sending the wrong message’.\n\nQUEEN VICTORIA\nI should have thought it was a jolly good message.\n\nPONSONBY\nBut he’s a Muslim, Your Majesty.\n\nQUEEN VICTORIA\nPrecisely. We owe them so much, do we not? For their role\nin the Mutiny, for example.\n\nThe hubbub drops to a deathly silence.\n\nPONSONBY\nThe Mutiny, Your Majesty?\n\nQUEEN VICTORIA\nYes. For all the help they gave us with the Hindus.\n\nDR REID\nBut the Mutiny was a Muslim-led revolt, Your Majesty.\n\nQUEEN VICTORIA\nAre you sure?\n\nDR REID\nOf course. The Muslim soldiers revolted when it was\nrumoured their rifles were greased with pork fat.\n\nQUEEN VICTORIA\nReally?\n\nPONSONBY\nThe Grand Mufti, himself, put out a fatwa against you\npersonally. And Muslim soldiers killed over two thousand\nBritish personnel.\n\nBERTIE\nWho have you been talking to, Mother?\n\n68\n\fSuddenly Abdul arrives with a flourish in his smartest Munshi garb.\n\nABDUL\nTa-da!\n\nThe Queen glares at him. Everyone else is staring. He realises\nsomething is wrong.\n\nINT. SCULPTURE CORRIDOR. OSBORNE HOUSE. NIGHT\n\nThe Queen is standing next to Abdul in the corridor, giving him a\nfurious dressing down.\n\nQUEEN VICTORIA\nIhave opened my heart to you. I have brought your family\nfrom India, promoted you in the teeth of very considerable\nopposition and disquiet from the Household. I even turned\na blind eye when you failed to tell me you were married,\nwhich came, as you know, as quite a surprise. How could\nyou let me humiliate myself in front of the entire Household?\n\nABDUL\nIam deeply sorry, Your Majesty.\n\nQUEEN VICTORIA\nYou said the Hindus were behind the Mutiny!\n\nABDUL\nI didn’t say it was only the Hindus, Your Majesty.\n\nQUEEN VICTORIA\nYou told me categorically that the Muslims were my\nfriends.",
  "39": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nYou said the Hindus were behind the Mutiny! ABDUL\nI didn’t say it was only the Hindus, Your Majesty. QUEEN VICTORIA\nYou told me categorically that the Muslims were my\nfriends. \n---TARGET SECTION TO BE ANNOTATED---\nABDUL\nBut we are your friends, Your Majesty.\n\nQUEEN VICTORIA\nAbdul, there is a fatwa against me. It was Muslims who\nstarted the whole thing! This is completely unacceptable.\nAbdul, I thought you were outstanding as the Sultan of\nPersia, but I’m afraid you will have to go home.\n\n69\n\fINT. FURTHER ALONG THE CORRIDOR. NIGHT\n\nBertie, Lady Churchill and Dr Reid have gathered and are spying on\nthe conversation. Unable to repress his delight:\n\nDR REID\nHallelujah!\n\nINT. OSBORNE HOUSE. SCULPTURE CORRIDOR\nAbdul is knocked for six.\n\nQUEEN VICTORIA\nYou have hurt my feelings very much indeed, Abdul. Don’t\nyou see what a position I have been put in? Thank you for\neverything you’ve done for me.\n\nShe starts to leave. She turns and faces Abdul. We can see Mohammed\nlooking on behind her.\n\nI will miss you a very great deal.\nShe turns and walks down the corridor.\n\nQueen Victoria marches along the corridor passing Bertie, Dr Reid\nand Lady Churchill, who dutifully follow her, smirking like cats that\nhave got the cream.\n\nAbdul is standing devastated. We see Mohammed has been watching.\n\nMOHAMMED\nSo we’re going home.\n\nHe starts to cough.\n\nINT. SCULPTURE CORRIDOR. NIGHT\n\nVictoria walks along the corridor followed by the smirking Bertie, Dr\nReid and Lady Churchill. The Queen stops at the end stairs, met by\nMrs Tuck. Victoria turns to face Bertie, Reid and Churchill. They\nsuddenly adopt an appropriately solemn demeanour.\n\nBERTIE\nGoodnight, Mother.\n\n7o\n\fQUEEN VICTORIA\nGoodnight.\n\nThe Queen eyes them suspiciously — she knows she’s been had. They\ntry to keep straight faces.\n\nINT. STAIRS. THE SAME\n\nThe Queen turns and struggles up the stairs. Reid’s face breaks into\na smile.\n\nINT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. NIGHT\n\nThe Queen on her dressing stool, unnerved. She looks up at the photo\nof Abdul on her wall: Abdul standing proudly as she sits at her desk.\nShe thinks.\n\nQUEEN VICTORIA\nMrs Tuck!\n\nINT.",
  "40": "---END OF PREVIOUS SECTION---\nShe thinks. QUEEN VICTORIA\nMrs Tuck! INT. \n---TARGET SECTION TO BE ANNOTATED---\n ABDUL’S COTTAGE. NIGHT\n\nPouring rain. It is Mrs Tuck under an umbrella. Abdul is amazed.\n\nEXT. LANE OUTSIDE. NIGHT\n\nVictoria is in her pony and trap. Abdul is standing by the trap under\nan umbrella held by Mrs Tuck.\n\nQUEEN VICTORIA\nAbdul, you have been an utter fool and I am absolutely\nfurious with you. It is unconscionable that as my Munshi\nyou should have lied to me in any way. But also it would be\ncompletely churlish not to recognise the considerable\nkindness and devotion you’ve shown. And after all, I am\nsure you thought in some way you were protecting me. But\nas the monarch, I do realise nothing can really protect me.\nAnd in that light I have decided, even though I am very\ndisappointed, I would like you to stay.\n\nAbdul is astonished.\n\n71\n\fQUEEN VICTORIA\nBut it must never happen again.\n\nABDUL\nOh Your Gracious Majesty. How can I ever thank you?\n\nQUEEN VICTORIA\nWell, there is something we really must sort out, Abdul.\n\nAbdul has no idea what she could mean.\n\nIam deeply concerned about Mrs Karim.\n\nINT. QUEEN’S BEDROOM. OSBORNE HOUSE. DAY\n\nThe Queen is having breakfast in bed attended by Dr Reid, Ponsonby\nand Mrs Tuck.\n\nQUEEN VICTORIA\nI want you to examine Mrs Karim.\n\nDR REID\nExamine Mrs Karim?!\n\nQUEEN VICTORIA\nJust make sure everything’s working.\n\nPONSONBY\nBut I thought the Munshi and his family were leaving us,\nYour Majesty.\n\nQUEEN VICTORIA\nWhatever gave you that impression?\n\nAstonishment from all and sundry.\n\nThe Munshi and his family are an integral part of the Royal\nHousehold. And I would be very grateful if you gave her a\nthorough examination.\n\nShe blithely goes back to work on her egg. Dr Reid looks at Ponsonby.\n\nINT. OSBORNE HOUSE. TOP OF STAIRS. DAY\n\nBertie, Ponsonby and Reid descending the stairs.\n\n72\n\fBERTIE\nAs far as I’m concerned this is war.",
  "41": "---END OF PREVIOUS SECTION---\nTOP OF STAIRS. DAY\n\nBertie, Ponsonby and Reid descending the stairs. 72\n\fBERTIE\nAs far as I’m concerned this is war. \n---TARGET SECTION TO BE ANNOTATED---\n We’re going to dig up\nevery last piece of shit the blaggard’s ever done. I want\nsomeone in India raking through the family coals. Isn’t\nyour son out there, Ponsonby?\n\nPONSONBY\nI couldn’t possibly be involved in subterfuge, Your Majesty.\n\nBERTIE\nLook. I’m going to be the one in charge very soon. You’ll\ndo as you’re bloody well told. I want no stone unturned.\nWe are going to make a dossier. Have it all down in black\nand white; and put an end to this for good.\n\nBertie leaves. Ponsonby looks at Dr Reid.\n\nDR REID\nWell, I better go and examine Mrs Munshi.\n\nINT. COTTAGE. DAY\n\nDr Reid is sitting awkwardly on a chair, a stethoscope round his neck,\nclearly very unhappy. The Munshi’s wife is in full burga with a veil,\nsitting on the side of the bed. Her mother, also in full burga, sits beside\nher holding her hand. Dr Reid looks at Mrs Karim awkwardly, then\nturns to Abdul who is waiting anxiously by the doctor’s side.\n\nREID\nI need to see her tongue.\n\nABDUL\nOh, it is not possible to uncover a lady’s mouth, Doctor.\n\nREID\nBut how can I tell anything if I can’t see her tongue?\n\nAbdul speaks to the mother-in-law in Hindi, the mother-in-law speaks\nto Mrs Karim. Then she daintily lifts her yashmak a fraction and\nsticks out her tongue. The doctor looks at it gingerly then it disappears\nback behind the veil as quickly as it appeared.\n\nABDUL\nWell?\n\n73\n\fREID\nI think she’s fine.\n\nINT. OUTSIDE MOHAMMED’S ROOM. DAY\n\nPonsonby and Bertie are in the servants’ corridor. Ponsonby knocks\non a door.\n\nINT. MOHAMMED’S ROOM. DAY\n\nBertie and Ponsonby are in Mohammed’s room. Mohammed has\ndeclined since we last saw him.\n\nPONSONBY\nMr Mohammed. We have come here because we are not\nunaware of your predicament.",
  "42": "---END OF PREVIOUS SECTION---\nMohammed has\ndeclined since we last saw him. PONSONBY\nMr Mohammed. We have come here because we are not\nunaware of your predicament. \n---TARGET SECTION TO BE ANNOTATED---\n That you arrived in the first\nplace almost by accident and find yourself stuck here\nthrough a bizarre set of circumstances — none of your own\nmaking. It is not beneath our notice that the inclement\nEnglish weather, especially on the Solent, has been the\ncause of a precipitous decline in your general health and\nwhat’s more you continue to suffer the vast indignity of\nbeing a servant to someone who is in many ways your\ninferior, who seems to discharge his role with increasing\nabuse and disregard. But it has occurred to us that we\nmight be able to offer you some help.\n\nMOHAMMED\nHelp?\n\nPONSONBY\nTravel home, medical care, perhaps a modest pension.\nIn return, of course, for a little information.\n\nMOHAMMED\nWhat sort of information?\n\nPONSONBY\nLook, I’m not going to beat about the bush. You’ve borne\nthe brunt of Abdul’s appalling behaviour and that is of a\ngreat deal of interest to a lot of people.\n\n74\n\fMOHAMMED\nYou want me to dish the dirty?\n\nPONSONBY\nIn a manner of speaking.\n\nMohammed coughs into his handkerchief.\n\nMOHAMMED\nWhat would you like me to say?\n\nBERTIE\nAnything really.\n\nPONSONBY\nWe need details. What he says, what he does.\n\nMohammed thinks about this.\n\nMOHAMMED\nAbdul does what everybody else does. Looks for preferment.\n‘Curries’ favour. Crawls up the stinking greasy pole of the\nshitty British Empire. Making fools of you all because he is\na servant — an Indian, Muslim servant — and you are all\nquaking in your boots because he’s beating you at your own\ngame.\n\nBERTIE\nNo one is quaking in their boots. We are the most powerful\nnation on Earth at the height of our influence.\n\nMOHAMMED\nIn that case the only way is down. So stick your stupid\nBritish Empire up your stinky royal bottom-hole, Mr Bertie\nPrince, sir. I hope he makes the whole damn thing come\ntumbling down.\n\nHe coughs into his handkerchief. There is blood. Mohammed is\nshocked. Ponsonby looks on in pity.\n\nBERTIE\nT’ll see that you die here.\n\n75\n\fINT. OSBORNE HOUSE.",
  "43": "---END OF PREVIOUS SECTION---\nBERTIE\nT’ll see that you die here. 75\n\fINT. OSBORNE HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n COUNCIL CORRIDOR. DAY\nBertie and Ponsonby in a cabal with Dr Reid.\n\nDR REID\nWhat do you mean, he wouldn’t say anything?\n\nPONSONBY\nWell...\n\nBERTIE\nThe man’s a complete shit.\n\nQUEEN VICTORIA\n(out of shot)\nDr Reid!\n\nThe Queen comes round the corner, Suddenly Ponsonby et al. swing\nround to see her with Lady Churchill, Miss Phipps et al.\n\nQUEEN VICTORIA\nIam not a fool. I know there is some skulduggery afoot.\nSomething is going on here and I am not going to stand\nfor it.\n\nPonsonby et al. look terrified.\n\nQUEEN VICTORIA\nDr Reid, I asked you to get to the bottom of Mrs Karim’s\nfertility issues and it seems nothing has been done.\n\nDR REID\nWell, actually, Your Majesty, it was impossible to make a\nconclusive judgement for religious reasons.\n\nQUEEN VICTORIA\nWell, did you examine the Munshi?\n\nDR REID\nNo, Your Majesty.\n\nQUEEN VICTORIA\nWell, examine the Munshi.\n\nThe Queen heads off. Lady Churchill and Bertie hold back.\n\n76\n\fQUEEN VICTORIA\nBertie.\n\nBertie sheepishly follows. Dr Reid turns to Ponsonby.\n\nDR REID\nI did not do seven years at Edinburgh University to look\nat Indian dicks.\n\nEXT. OSBORNE HOUSE. DAY\n\nDr Reid stomps, unhappily, carrying his doctor’s bag towards Abdul’s\nhouse.\n\nINT. ABDUL’S COTTAGE. DAY\n\nDr Reid with his stethoscope, as before. Abdul standing.\n\nDR REID\nTrousers.\n\nEXT. OSBORNE HOUSE. DAY\n\nDr Reid running at full pelt in the opposite direction.\n\nEXT. COURTYARD. OSBORNE HOUSE. DAY\n\nDr Reid running across the courtyard.\n\nINT. CORRIDOR. OSBORNE HOUSE\n\nDr Reid running. He skids round a corner.\n\nINT. PONSONBY’S OFFICE. OSBORNE HOUSE. DAY\nReid bursts in.\n\nDR REID\nEureka!\n\nPonsonby looks up.\nHe’s riddled with the clap!\n\n77\n\fINT. CORRIDOR. OSBORNE HOUSE.",
  "44": "---END OF PREVIOUS SECTION---\n77\n\fINT. CORRIDOR. OSBORNE HOUSE. \n---TARGET SECTION TO BE ANNOTATED---\n DAY\n\nPonsonby and Reid knock on a bedroom door. A voice from inside.\n\nBERTIE\nof)\nGo away!\nPONSONBY\nYour Royal Highness. We come with important news about\nthe Munshi!\n\nINT. BERTIE’S BEDROOM. OSBORNE HOUSE. DAY\n\nBertie is now in bed with a post-coital cigar. Lady Churchill is also in\nthe bed. Ponsonby and Dr Reid have just explained the news.\n\nBERTIE\nThe clap!\n\nLADY CHURCHILL\nBut we can’t possibly tell her. It would kill her stone dead.\n\nBERTIE\nMaybe it’s not such a bad idea.\n\nPONSONBY\nThere’s more. It appears the father, far from being an\nIndian Eminent, is in fact a prison apothecary.\n\nBERTIE\nAre you sure?\n\nPONSONBY\nI received a telegram only this afternoon from Agra. My\nson visited the gaol himself. They are absolute nobodies.\n\nBertie takes a puff while he thinks about this.\n\nBERTIE\nWell, it sounds pretty conclusive to me.\n\nINT. QUEEN’S STUDY. OSBORNE HOUSE. DAY\n\nBertie knocks on the door and goes in.\n\n78\n\fBERTIE\nMother, we have to see you...\n\nThe Queen is sitting behind a small desk, Abdul intimately by her\nside. Ponsonby and Dr Reid stand nervously before her.\n\nBERTIE\n(looking at Abdul)\nAlone.\n\nQUEEN VICTORIA\nIam in the middle of my Urdu lesson.\n\nBERTIE\nMother, we come with very important news of a highly\npersonal matter.\n\nQUEEN VICTORIA\nI have nothing to hide from Abdul.\n\nPONSONBY\nIam afraid, Your Majesty, We have news concerning the\nMunshi. Proof, beyond any doubt, that Abdul Karim is a\nlow-born imposter, Your Majesty.\n\nQUEEN VICTORIA\nBut the Munshi is from a noble family and a long line of\nteachers.\n\nPONSONBY\nThe Munshi was a mere clerk in a common gaol.\n\nShe is silent.\n\nMy own son has sent word from India and has actually\nspoken to the man in question.\n\nDR REID\nHis family are completely uneducated. His father is a lowly\napothecary.",
  "45": "---END OF PREVIOUS SECTION---\nMy own son has sent word from India and has actually\nspoken to the man in question. DR REID\nHis family are completely uneducated. His father is a lowly\napothecary. \n---TARGET SECTION TO BE ANNOTATED---\nBERTIE\n\nThe Munshi didn’t even go to school, Mother. The man’s a\ncomplete fraud. There he is, overseeing the boxes. I’m next\nin line and I can’t get anywhere near them.\n\n79\n\fPONSONBY\nIt is true, Your Majesty. You have been hideously duped and\nignominously misused, Your Majesty. The Munshi is a\nblackguard and an arch deceiver. I am afraid Abdul and his\nfather are completely common.\n\nThe Queen looks horrified at the proceedings.\nWe have prepared a dossier.\n\nPonsonby flourishes the dossier and slams it on the Queen’s table. She\nseems flabbergasted. She looks at the dossier. The case seems conclusive.\nThey stare at her with bated breath.\n\nQUEEN VICTORIA\nYou despicable toads. Racialists! Spying?! Dossiers?!\nPicking on a poor defenceless Indian. Of course they don’t\nhave qualifications. It’s completely different out there.\n\nBERTIE\nBut don’t you see, Mother, he’s using his position for his\nown gain.\n\nQUEEN VICTORIA\nAnd how does that make him any different to any one of\nyou? How dare you look down on Abdul. How dare you\ndefame his poor father. Bertie, I am ashamed that you are\npart of this. Abdul is a loyal, wise, sympathetic human\nbeing who has risen on his own merits. Not by endless\nbackstabbing or family connections. I will not have this.\nNow. Repeat after me. I will be courteous to the Munshi.\n\nShe stares at Ponsonby. He looks at Abdul, then reluctantly:\n\nPONSONBY\nI will be courteous to the Munshi.\n\nQUEEN VICTORIA\nYou.\n\nDR REID\nI will be courteous to the Munshi.\n\nQUEEN VICTORIA\nBertie. All of you. ‘I will be courteous to the Munshi.’\n\n80\n\fEVERYONE\nI will be courteous to the Munshi.\n\nQUEEN VICTORIA\nIt has become apparent that to get any respect in the\nHousehold one needs to be formally recognised. In which\ncase, Abdul, I intend to give you a knighthood in the next\nhonours list.\n\nPonsonby almost collapses.\n\nDR REID\nEnough! This is absurd.",
  "46": "---END OF PREVIOUS SECTION---\nPonsonby almost collapses. DR REID\nEnough! This is absurd. \n---TARGET SECTION TO BE ANNOTATED---\n We can’t protect you from this any\nfurther.\n\nThe Queen stares in astonishment.\nThe man is riddled with gonorrhoea.\nStunned silence.\n\nQUEEN VICTORIA\nGonorrhoea!?\n\nPONSONBY\nYes, Your Majesty.\n\nQUEEN VICTORIA\nWell, you’re a doctor. Why don’t you treat him?! Now get\nout of my sight. All of you.\n\nINT. OUTSIDE THE QUEEN’S STUDY. OSBORNE HOUSE. DAY\n\nAbdul, Bertie, Ponsonby and Reid come out of the room. Suddenly\nDr Reid loses it and pins Abdul up against the wall.\n\nREID\nYou’re killing her, you pox-ridden Indian shit.\n\nReid is strangling Abdul.\n\nABDUL\nDoctor R—\n\nAbdul turns puce as Reid throttles him. Ponsonby tries to wrest Abdul\nfrom Dr Reid’s clutches.\n\n81\n\fPONSONBY\nDr Reid! Be courteous!\n\nReid comes to his senses and lets go. Abdul is shaken.\n\nINT. PONSONBY’S OFFICE. OSBORNE HOUSE. NIGHT\n\nThe council is completely full with scores of staff and members of the\nRoyal Household.\n\nLADY CHURCHILL\nKnighted?!\n\nBIGGE\nSurely there is some law against it?\n\nLADY CHURCHILL\nThe man’s a common Indian, for God’s sake.\n\nMISS PHIPPS\nAnd a Muslim.\n\nALICK YORKE\nShe can’t just do what she likes.\n\nDR REID\nThat’s right. We are the ones who make this palace work\nand we are being ignored and exploited. We have to stand\nup to this wanton bullying.\n\nBIGGE\nExactly. This is a usurpation of the basic tenets of\nleadership.\n\nALICK YORKE\nThere are moral standards at stake. What is this? The Year\nof the Munshi?\n\nThey all laugh.\n\nLADY CHURCHILL\nI propose we should rise up as a household and demand\nthat she retracts.\n\n82\n\fMISS PHIPPS\nBut she’s the Queen.\n\nLADY CHURCHILL\nShe is our sovereign. Her position is entirely based on the\nimplicit contract she makes with us.",
  "47": "---END OF PREVIOUS SECTION---\n82\n\fMISS PHIPPS\nBut she’s the Queen. LADY CHURCHILL\nShe is our sovereign. Her position is entirely based on the\nimplicit contract she makes with us. \n---TARGET SECTION TO BE ANNOTATED---\n Who manages the\nestates? Who is up at the crack of dawn preparing her\nbreakfast? Toadying to foreign diplomats? Eating those\ninterminable meals? Listening to the infernal drivel? Lords\nand Ladies, the time has come to say no. We must stand\ntogether and show her who really runs this ship.\n\nPONSONBY\nBut this is a palace coup.\n\nLADY CHURCHILL\nIt is an assertion of our inalienable rights as the aristocracy\nof this country. The monarchy is not there by divine right.\n\nPONSONBY\nI think it is, actually.\n\nLADY CHURCHILL\nOh shut up.\n\nBIGGE\nI agree. We must resist these foreign intruders, for the sake\nof England, the Empire and St George.\n\nLADY CHURCHILL\nI say: either she drops this preposterous insult or we will\nall leave.\n\nGENERAL ASSENT\nHear, hear!\n\nMISS PHIPPS\nBut isn’t this treason?\n\nLADY CHURCHILL\nThis is politics. The bloody unions do it. I don’t see why we\nshouldn’t have a go.\n\fALL\nHooray!\n\nALICK YORKE\nThe Nabob has met his match.\n\nYes! Yes!\n\nBIGGE\nLet’s show them what we are made of.\n\nMore approval!\n\nThat we are prepared to stand up to tyranny: for justice, for\nright and for England!\n\nHuge cheers.\n\nLADY CHURCHILL\nAre you with me?\n\nUnanimous assent.\nAre you with me?\nUnanimous assent and self-congratulation apart from:\n\nALICK YORKE\nSo what should we do?\n\nNobody is sure.\n\nDR REID\nSomebody has to tell her.\n\nThey all suddenly look nervous.\n\nBIGGE\nWe should make a deputation.\n\nALICK YORKE\nWon’t that look like a cabal?\n\nLADY CHURCHILL\nI think you should go. You are the head of Household.\n\nPONSONBY\nI couldn’t possibly go, it would bring the position into\ndisrepute.\n\n84\n\fALICK YORKE\nYou know her quite well, Mrs Tuck.\n\nMRS TUCK\nI’m just a dresser.",
  "48": "---END OF PREVIOUS SECTION---\nPONSONBY\nI couldn’t possibly go, it would bring the position into\ndisrepute. 84\n\fALICK YORKE\nYou know her quite well, Mrs Tuck. MRS TUCK\nI’m just a dresser. \n---TARGET SECTION TO BE ANNOTATED---\n What about Miss Phipps?\n\nEveryone’s attention is drawn to the skinny, mild-mannered, nervous\nLady in Waiting.\n\nLADY CHURCHILL\nBrilliant. You’re the maid of honour. Exactly the person to\nbreak the news.\n\nMiss Phipps looks terrified.\n\nINT. COUNCIL CORRIDOR. OSBORNE HOUSE. NIGHT\n\nMrs Tuck fusses over Miss Phipps, making her look just so. Ponsonby,\nDr Reid and Lady Churchill are there.\n\nPONSONBY\nOff you go — and don’t take no for an answer.\n\nThe poor woman is terrified. She timidly makes her way up the stairs.\nShe stops and looks back. Lady Churchill gives her a look of stern\nadmonishment. Phipps nervously carries on. Then stops again. It’s\ngrandma’s footsteps. Churchill ushers her on again.\n\nINT. OUTSIDE THE COUNCIL ROOM. NIGHT\n\nA terrified Miss Phipps knocks meekly on the double doors.\n\nINT. QUEEN’S STUDY. NIGHT\n\nMiss Phipps walks nervously across the vast room to the little table\nwhere Queen Victoria is sitting alone at her letters. The Queen looks\nup, clearly displeased to be interrupted. Miss Phipps is shaking. The\nQueen stares at her full of indignant expectation.\n\nMISS PHIPPS\nErm...\n\nQUEEN VICTORIA\nSpeak up.\n\n85\n\fMiss Phipps tries to gather herself and stop herself collapsing.\n\nMISS PHIPPS\nYour Majesty...\n\nQUEEN VICTORIA\nOut with it, girl, we are very busy.\n\nMISS PHIPPS\nThere is something I must say that .. .\n\nShe looks at the Queen, terrified.\n\nQUEEN VICTORIA\nWhat is the meaning of this? Stop shaking.\n\nMISS PHIPPS\nI have come to ask you to reconsider the elevation of . . .\nof Mr Karim.\n\nThe Queen can’t quite believe her ears.\n\nQUEEN VICTORIA\nWhat did you say?\n\nMISS PHIPPS\nIhave come to ask you not to give Mr Karim a knighthood,\nYour Majesty.\n\nQUEEN VICTORIA\nWhy the devil not?\n\nMISS PHIPPS\nThe members of the Household demand that you abandon\nyour plans, Your Majesty.",
  "49": "---END OF PREVIOUS SECTION---\nMISS PHIPPS\nIhave come to ask you not to give Mr Karim a knighthood,\nYour Majesty. QUEEN VICTORIA\nWhy the devil not? MISS PHIPPS\nThe members of the Household demand that you abandon\nyour plans, Your Majesty. \n---TARGET SECTION TO BE ANNOTATED---\nQUEEN VICTORIA\nDemand?!\n\nMISS PHIPPS\nWe believe that it degrades the very concept of knighthood.\nHe comes from a very low family, Your Majesty. And he is\ncoloured.\n\nQUEEN VICTORIA\nGet out of my sight.\n\n86\n\fMiss Phipps looks like she’s beginning to crack.\n\nQUEEN VICTORIA\nDid you not hear me?\n\nMISS PHIPPS\nYour Majesty, I must inform you that if you refuse — the\nentire Household will resign.\n\nThe Queen cannot believe her ears. She pauses for a moment. Then lets\nout an earth-shattering scream of rage:\n\nQUEEN VICTORIA\nTreason! Treason!\n\nShe sweeps the table in anger, evicting her Fabergé egg.\n\nINT. KITCHENS, THE SAME\n\nMiss Phipps is given whisky.\n\nINT. OUTSIDE THE QUEEN’S STUDY, THE SAME\n\nPonsonby, Bertie and Reid approach the Queen’s study.\n\nINT. QUEEN’S STUDY. DAY\n\nBertie, Ponsonby and Reid march into the room. The Queen is sitting\nwith Abdul. Abdul stands up and moves out of the way.\n\nBERTIE\nMummy. Enough is enough. You are bringing the monarchy\ninto crisis. And you are humiliating yourself for no good\nreason. You will drop this Munshi business forthwith. Do\nyou hear me?\n\nShe stares at him.\n\nThe Munshi is a servant. He is an ignorant, pox-ridden,\nIndian peasant. Did you really think the Household would\ncountenance such an insult?\n\nQUEEN VICTORIA\nI will not be disobeyed.\n\n87\n\fBERTIE\nNo, I’ve put up with you for over fifty years. You will drop\nthis forthwith or...\n\nQUEEN VICTORIA\nOr?...Or?...\n\nBERTIE\nWe will have you certified insane. And removed from office\nimmediately. Here are the papers. Signed by Dr Reid.\n\nThe Queen is stunned. She looks at Dr Reid, who appears terrified of\nthe whole situation.\n\nQUEEN VICTORIA\nIam eighty-one years of age. I have had nine children,\nforty-two grandchildren, and almost a billion citizens. I\nhave rheumatism, a collapsed uterus, am morbidly obese,\ndeaf in one ear.",
  "50": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nIam eighty-one years of age. I have had nine children,\nforty-two grandchildren, and almost a billion citizens. I\nhave rheumatism, a collapsed uterus, am morbidly obese,\ndeaf in one ear. \n---TARGET SECTION TO BE ANNOTATED---\n I have known eleven prime ministers,\npassed 2,347 pieces of legislation. I have been in office for\nsixty-two years, 234 days — thus I am the longest-serving\nmonarch in world history. I am responsible for five\nhouseholds and a staff of more than three thousand. I am\ncantankerous, boring, greedy, ill-tempered, at times selfish\nand myopic, metaphorically and literally. I am, perhaps,\ndisagreeably attached to power and should not have\nsmashed the Emperor of Russia’s egg. But I am anything\nbut insane. If the Household wish to disobey me, so be it —\nlet them do it face to face. I will see everyone in the Durbar\nRoom. At once!\n\nShe marches out past Abdul:\n\nWhere on earth did you get gonorrhoea?\n\nINT. OSBORNE HOUSE. DURBAR ROOM. DAY\n\nThe Durbar Room is full. The chief members of the Royal Household\nare there: Ponsonby, Reid, Phipps, Lady Churchill, but so are the\npages, footmen and the maids. The Queen marches in to face them.\n\n88\n\fQUEEN VICTORIA\nI understand there is some concern over my desires on\npreferment. I understand that feelings have run high and\nI understand that you have decided to resign rather than\nwithstand my decision. If any one of you would like to\ntender their resignation it will be accepted without any\nunfortunate consequences — but at least have the decency\nto do it to my face. If anyone wishes to resign, please step\nforward.\n\nShe stares at them, absolutely formidable. Nervousness. People looking\nat one another. Small feints, but no one moves. Abdul is watching from\nthe doorway.\n\nQUEEN VICTORIA\nI would like to inform you that I have decided against\nawarding any knighthoods at this moment.\n\nRelief all round that she’s come to her senses.\n\nQUEEN VICTORIA\nInstead, you will be delighted to know I have decided to\nmake the Munshi a Commander of the Royal Victorian\nOrder as a special token of my personal esteem for his\nservices to the Empire. That will be all.\n\nPonsonby is so overcome he has to sit down. The Queen is shaking.",
  "51": "---END OF PREVIOUS SECTION---\nThat will be all. Ponsonby is so overcome he has to sit down. The Queen is shaking. \n---TARGET SECTION TO BE ANNOTATED---\nShe walks through the middle of the crowd who part to observe their\ncustomary obsequies. She walks out into the corridor.\n\nINT. INDIAN CORRIDOR. OSBORNE HOUSE. DAY\n\nThe Queen walks out into the corridor alone. But we see she is\nfaltering. Abdul sees her and runs the whole length of the corridor and\ncatches her in his arms. Dr Reid and Mrs Tuck arrive. Reid pushes\nAbdul out of the way to get to the Queen.\n\nDR REID\nSatisfied?\n\nReid pushes Abdul away from the Queen. Then suddenly a shaken\nAhmed arrives.\n\n89\n\fAHMED\nDr Reid! Dr Reid! It’s Mr Mohammed!\n\nEXT. GRAVEYARD. DAY\n\nA devastated Abdul is at Mohammea’s funeral. The Queen is with\nAbdul, Mrs Karim, the mother-in-law and Ahmed. Dr Reid and\nPonsonby stand nearby out of duty to Her Majesty. Reid turns to\nPonsonby.\n\nDR REID\nOne down.\n\nAbdul stands by the grave as the others leave.\n\nABDUL\nIam sorry, my friend.\n\nThen Abdul helps lead the Queen away.\n\nQUEEN VICTORIA\nWe need to talk.\n\nEXT. CARRIAGE. GROUNDS OF OSBORNE HOUSE. DAY\n\nAfter the funeral. The Queen and Abdul sit in the open carriage. The\nQueen is wrapped up against the cold weather but looks very frail.\nShe takes Abdul’s hand.\n\nQUEEN VICTORIA\nI think it’s time that you went home, Abdul.\n\nABDUL\nThis is my home.\n\nQUEEN VICTORIA\nI have been short-sighted and selfish. You are a young man,\nAbdul. Your whole life ahead of you.\n\nABDUL\nBut, Your Majesty —\n\nQUEEN VICTORIA\nI cannot protect you if I am not here. You must go, Abdul —\n\ngo\n\fwith your wife. The vultures are already circling. I don’t even\nthink I will see this year out. All these stupid ceremonies.\nWhat is the point in them, Abdul? They will kill me.\n\nABDUL\nYou will live for many more years, Your Majesty.\n\nQUEEN VICTORIA\nNo. Abdul, I am sick and weary. I can hardly see, barely\nhear.",
  "52": "---END OF PREVIOUS SECTION---\nQUEEN VICTORIA\nNo. Abdul, I am sick and weary. I can hardly see, barely\nhear. \n---TARGET SECTION TO BE ANNOTATED---\n The Empress of half the world and I can’t get in and\nout of my own carriage.\n\nABDUL\nI cannot leave you. I am your Munshi.\n\nQUEEN VICTORIA\n‘You must protect yourself. How could we have been so\nblind? Forget me, Abdul. You have been a very good friend.\n\nABDUL\nThey can do what they like, but every day I will come and\nbe at your side as long as I shall live.\n\nQUEEN VICTORIA\nYou are a silly fool, Abdul. But I adore you.\n\nSnow falls all around them. Abdul holds the Queen’s hand.\n\nINT. CORRIDOR. OSBORNE HOUSE. DAY\n\nThe Queen, now ill, is wheeled along the corridor.\n\nINT. THE SAME, QUEEN’S BEDCHAMBER\n\nThe Queen is now in bed unconscious, surrounded by the Household.\n\nINT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER. NIGHT\n\nAbdul is waiting outside the door. Ponsonby and Reid come out\nlooking grave.\n\nDR REID\nI think you should inform the Kaiser.\n\n91\n\fEXT. OSBORNE HOUSE. NIGHT\n\nWide shot of the house at night. A light shining from an upstairs room.\n\nINT. THE SAME, CORRIDOR\n\nAbdul is dutifully standing sentry outside the Queen’s room.\n\nEXT. OSBORNE HOUSE. DAWN\n\nWide shot of Osborne House. Carriages arrive. The Kaiser gets out.\n\nINT. CORRIDOR. THE SAME\n\nThe Kaiser et al. walk past Abdul into the Queen’s room. The door is\nclosed.\n\nINT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. DAWN\n\nThe darkened room is full. On one side of the bed is the Kaiser, on the\nother is Bertie. They look at the Queen, who appears to be asleep.\nSuddenly she stirs. There is a gasp in the room. She opens her eyes.\nDr Reid takes away the oxygen mask. Bertie takes her hand.\n\nQUEEN VICTORIA\nAbdul?\n\nBERTIE\nIt’s me, Mummy. And your grandson, Wilhelm. The Kaiser.\n\nShe takes the Kaiser’s hand.\n\nQUEEN VICTORIA\nNo fighting when I’m gone. Promise me. Where is my\nMunshi?\n\nBERTIE\nHush. Hush.",
  "53": "---END OF PREVIOUS SECTION---\nWhere is my\nMunshi? BERTIE\nHush. Hush. \n---TARGET SECTION TO BE ANNOTATED---\n Everything is fine.\n\nQUEEN VICTORIA\nBut I need my Munshi. Where is the Munshi?\n\nBertie, hurt that he is not enough, gives in.\n\n92\n\fBERTIE\nBring her the Munshi.\n\nINT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER. DAY\nAbdul is resolutely standing by.\n\nDR REID\nDon’t you dare upset her.\n\nINT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. DAY\n\nThe crowds of dignitaries part to let Abdul through. He approaches her\nsadly, and holds her hand.\n\nQUEEN VICTORIA\nAbdul?\n\nABDUL\nYes. I am here.\n\nQUEEN VICTORIA\nI want to talk to the Munshi alone.\n\nDR REID\nI think Your Majesty might . . .\n\nQUEEN VICTORIA\nI said: alone!\n\nINT. CORRIDOR. THE SAME\n\nThe Kaiser, Bertie, the Household et al. all troop into the corridor.\n\nINT. THE QUEEN’S BEDCHAMBER. THE SAME\n\nThe Queen has been propped up with pillows. Abdul kneels by her\nbedside. Dr Reid is discreetly at the back of the room, in the shadows.\nThe Queen takes some oxygen then turns to Abdul.\n\nQUEEN VICTORIA\nWhen I was young I used to long for death. And now when\n\n93\n\fthere is nothing to live for I cling on to life with every\nbreath. I am scared, Abdul.\n\nABDUL\nDon’t be scared.\n\nAbdul quotes a poem in Hindi. Then translates it:\n\nQUEEN VICTORIA\n‘Listen, little drop, give up yourself without regret\nAnd in exchange you will gain the ocean.\nGive yourself away\nAnd in the arms of the Great Sea be secure.’\n\nThe Great poet Rumi.\nShe squeezes Abdul’s hand.\n\nABDUL\nPrema puri hai. Hama kevala tukare kara rahe haim. ‘Love\nis the whole. We are only pieces.’\n\nQUEEN VICTORIA\nThat is very beautiful. You are a teacher, Abdul.\n\nABDUL\nEverybody knows Rumi.\nAllah is the teacher.\nLove is the whole.\nPrema puri hai.\n‘We are only pieces.\nHama kevala tukare kara rahe haim.",
  "54": "---END OF PREVIOUS SECTION---\nPrema puri hai. ‘We are only pieces. Hama kevala tukare kara rahe haim. \n---TARGET SECTION TO BE ANNOTATED---\nQUEEN VICTORIA\n‘Prema puri hai. Hama kevala tukare kara rahe haim,’\nAlhamdulilah!\nI keep thinking I am falling.\nABDUL\nFall. Everything will be well. You are about to go to a much\nsafer place.\nQUEEN VICTORIA\nTo the Banquet Hall of Eternity.\n\n94\n\fABDUL\nYes. Goodbye, my Queen.\n\nAbdul is crying. The Queen holds on to Abdul’s hand.\n\nQUEEN VICTORIA\nGoodbye. Take care, my sweet son.\n\nShe starts to nod off, Dr Reid puts his hand on Abdul’s shoulder,\nclearly moved.\n\nDR REID\nLet her sleep.\n\nINT. CORRIDOR\n\nAbdul emerges still in tears. Bertie, the Kaiser, the Archbishop et al. all\nlook on in pity as Abdul, completely absorbed, walks away. They troop\nback into the Queen’s chamber.\n\nINT. THE QUEEN’S BEDCHAMBER\n\nEveryone has resumed their vigil. The junior serving girl yawns at the\nback. Suddenly we realise the Queen’s oxygen bottle stops emitting\nbubbles. Bertie has the Queen’s hand. He realises she has died.\n\nINT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER\n\nAbdul is waiting outside. The doors open. Bertie appears. He looks\nAbdul in the eye with contempt.\n\nEXT. PALACE GATES. OSBORNE HOUSE. DAY\n\nBigge, dressed immaculately in black with a top hat, walks to the gates\nto make an announcement.\n\nBIGGE\nI grieve to say Her Majesty passed away at half past six\nprecisely. Long live the King.\n\n95\n\fINT. QUEEN’S STUDY. OSBORNE HOUSE. DAY\n\nBertie in the darkness of the Queen’s study. He throws open the\nshutters himself, morning light floods in. He sits at the Queen’s desk —\nit’s his now.\n\nINT. QUEEN’S BEDCHAMBER. OSBORNE HOUSE. DAY\n\nMrs Tuck throws open the curtains as she did at the beginning of the\nfilm. The crepuscular room is flooded with light. Maids throw off the\nsheets. The Queen’s body is blanched.\n\nINT. QUEEN’S STUDY.",
  "55": "---END OF PREVIOUS SECTION---\nThe Queen’s body is blanched. INT. QUEEN’S STUDY. \n---TARGET SECTION TO BE ANNOTATED---\n OSBORNE HOUSE. DAY\n\nBertie looks down and sees on the desk her Urdu journals.\n\nINT. CORRIDOR OUTSIDE QUEEN’S BEDCHAMBER\n\nMrs Tuck comes out of the Queen’s bedchamber. She takes Abdul’s\nhand and leads him into the room.\n\nINT. QUEEN’S BEDCHAMBER\n\nThe Queen has been transformed into a transcendental vision. We see\nAbdul transfixed by the dead Queen. Slowly, with great reverence, he\nkneels before her.\n\nABDUL\nMay Allah bless you.\n\nHe hisses her feet. Finally as he raises his head we see his devastated\nsadness. Then his look turns from one of devastated loss to one of\n‘foreboding.\n\nINT. CORRIDOR, OSBORNE HOUSE\n\nAbdul walks out along the corridor and down the grand staircase. On\nthe sound track we hear the sound of violent banging on a door.\n\nVOICE\n(out of shot)\nOpen up in the name of the King!\n\n96\n\fEXT. ABDUL’S COTTAGE. DAY\n\nMrs Karim opens the front door. Suddenly several henchmen appear\npushing her aside as they rush into the house.\n\nINT. FRONT ROOM, ABDUL’S COTTAGE. DAY\n\nThe henchmen run into the room and start ransaking the place. Mrs\nKarim and her mother in full burga try to prevent them taking things.\nA henchman goes past with a drawer stuffed with letters.\n\nEXT. GARDEN, ABDUL’S COTTAGE. DAY\n\nThe henchmen have made a big pyre of the letters. One henchman\npours petrol on and the whole thing goes up in flames. Bertie looks on\ncontentedly, smoking a cigar. Mrs Karim runs out.\n\nEXT. ROAD TO ABDUL’S COTTAGE. DAY\n\nAbdul walking. He looks up to see smoke. He hears Mrs Karim\nscream and he starts to run.\n\nEXT. GARDEN, ABDUL’S COTTAGE. DAY\n\nA henchman throws on more letters. Mrs Karim, screaming, is now\nbeing restrained by a henchman. Suddenly there is a shout. Abdul\ncomes running into the garden.\n\nABDUL\nNo!\n\nFootmen hold back the screaming Abdul as the pyre burns.",
  "56": "---END OF PREVIOUS SECTION---\nAbdul\ncomes running into the garden. ABDUL\nNo! Footmen hold back the screaming Abdul as the pyre burns. \n---TARGET SECTION TO BE ANNOTATED---\nBERTIE\nI want you out of here immediately.\n\nSatisfied, he leaves. Mrs Karim takes Abdul’s hand.\n\nMRS KARIM\nThey’ve taken everything.\n\n97\n\fShe surreptitiously gives him something as the pyre burns. He looks\ndown. She has given him the locket. He holds it tight. The smoke of the\nfire obscures everything.\n\nINT. PASSENGER FERRY, SOLENT. MISTY MORNING\n\nThe smoke turns into mist on the Solent. We are on a ferry. Abdul and\nhis wife as it pulls away from shore. No one recognises Abdul. He opens\nhis palm to reveal the Queen’s locket. Looking back, he disappears into\nthe mist as the boat sails away.\n\nINT. DARKENED ROOM, AGRA. MORNING\n\nAs in the beginning of the film, shutters are opened on to bright\ndaylight as a muezzin calls to prayers.\n\nEXT. ROOFTOP, AGRA\n\nAs before, we see a figure from behind praying. The rooftops of Agra\nbelow, the Taj Mahal in the distance.\n\nTitle:\n\nABDUL RETURNED TO AGRA IN I9OIT\n\nEXT. STREETS, AGRA. BRIGHT DAY\n\nThe bustle of an Agra street. A figure makes his way through the chaotic\nstreet life as in the opening of the film. But this time the figure is slow.\nWe follow him from behind and see he has grey hair. We realise this is\nAbdul. He makes his way determinedly through the city to a park.\n\nEXT. AGRA, PARK\n\nAbdul makes his way to a statue of Queen Victoria. He kneels. We\nthink he is praying but he kisses the Queen’s feet.\n\nABDUL\nGood morning, Your Majesty.\n\n98\n\fAbdul sits on the base of the statue. He looks out at the crowds passing\nby. In his hand we see the locket — the camera slowly cranes back.\n\nAbdul the faithful retainer has kept his word: he remains loyally with\nhis Queen despite everything.\n\nTitle:\nHE DIED NINE YEARS LATER\n\nWe crane above the statue to see the whole vista of Agra. The Taj\nMahal glistening in the background.",
  "57": "---END OF PREVIOUS SECTION---\nAbdul the faithful retainer has kept his word: he remains loyally with\nhis Queen despite everything. Title:\nHE DIED NINE YEARS LATER\n\nWe crane above the statue to see the whole vista of Agra. The Taj\nMahal glistening in the background. \n---TARGET SECTION TO BE ANNOTATED---\nTitle:\n\nINDIA GAINED INDEPENDENCE IN 1947\nThe End.\n\n99\n\f"
}