{
  "1": "WE NEED TO TALK ABOUT KEVIN\nby\n\nLynne Ramsay & Rory Kinnear\n\nbased on the novel by\n\nLionel Shriver\n\n11.23.2007\n\fBLACK.\n0.S.SLOOSHING NOISES, TEENAGE KIDS HUSHED SNICKERING.\nINT. BEDROOM, DUPLEX - MORNING\nFADE IN:\n\nA red, translucent shadow drips down a bedroom wall like weak\nrain bathing EVA KACHADOURIAN, in it’s eerie glow.\n\nFifty years old but looking a good ten older, Eva lies in\nbed, eyes open, staring blankly at the ceiling.\n\nO.S. beep of a digital alarm clock.\n\nShe slams her hand down on the battered clock, it’s face\ncracked and fixed with tape.\n\nIt’s glowing red digits read\n7.30AM Thursday 26th April 2001\n\nDisoriented, she sits up and frowns, taking in the unnatural\nhue on her skin.\n\nFumbling for her robe, she knocks a bottle of pills from the\nbedside table, they scatter noisily across the floor.\n\nEVA\nShit.\n\nShe drags herself out of bed and walks over to the doorway.\nFeet crunching over the spilt pills.\n\nDazed, she wanders down the hall towards the front door,\nsquinting as she steps out into the bright morning light.\nEXT. RUN DOWN DUPLEX, SUBURBAN STREET - MORNING\n\nShivering a little, she pulls her robe tight around her, she\nwalks a little way down the drive then turns to look at the\nbuilding.\n\nThe house looks like it’s had it’s throat slit.\n\nIt’s splattered with red paint, glistening in the sunshine as\nit drips down the woodwork.\n\fEva surveys the scene for a moment, her face expressionless,\nshe shrugs tiredly and casually pads back into the house,\nclosing the door behind her.\n\nFADE TO BLACK.\n\nWE NEED TO TALK ABOUT KEVIN\nFADE IN:\nBCU, SAME DIGITAL CLOCK, but brand new, it’s digits read.\n7 AM THURSDAY APRIL 26th 2000.\n\nEva’s hand slams down on it.\n\nINT. LARGE RANCH HOUSE KITCHEN - MORNING, ONE YEAR EARLIER.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva’s hand slams down on it. INT. LARGE RANCH HOUSE KITCHEN - MORNING, ONE YEAR EARLIER. \n\nTARGET SECTION TO BE ANNOTATED:\nA ticking sound as a bluish gas flame sparks up on the ring.\n\nO.S. A man’s voice singing badly over the dull thud of a\nshower.\n\nEva (49 but looking 10 yrs younger) plops a European style\ncoffee pot on top of the range and picks up a spatula,\nflipping a piece of french toast that’s sizzling in a pan.\n\nLITTLE GIRL (0.S.)\nNo slime Mommy!\n\nEVA\nOK Celie, no slime!\n\nShe presses the toast firmly into the pan making sure it’s\ncrisp before flicking it expertly onto a plate.\nINT. KITCHEN - MOMENTS LATER.\n\nViewed from behind. The white blonde hair of CELIA 7, sat at\nthe kitchen table.\n\nEVA leans in towards her face making dabbing motions with a\nlittle sponge.\n\nCelia’s feet kicking under the table. She whines and wriggles\nbut tries hard to stay still.\n\fCELIA\nDaddy’s happy, he’s singing.\n\nEVA\nYou could call it that...\n\nEva drops the sponge in the bowl and wipes her hands.\n\nEVA\nThere’s a brave girl. See that’s\nbetter, not so sticky now.\n\nCELIA\nNo, Not so sticky!\n\nCelia throws her arms round Eva’s neck.\nEva smiles but her eyes are welling up.\nREVERSE ON CELIA;\n\nA delicate innocent face. ONE EYE BLANK LOOKING, PROSTHETIC,\nstares eerily ahead.\n\nEva extricates herself from Celia’s tight hug and turns back\nto the stove brushing her eyes.\n\nEVA\nNow... eat your breakfast honey.\n\nCELIA\nDaddy!..\n\nFRANKLIN (Good looking, muscular 40’s) bounds into the\nkitchen in a buoyant mood. He kisses the top of Celia’s head\nand whistling, heads for the coffee pot.\n\nFRANKLIN\n(to Eva)\nMorning.\n\nEVA\n(without looking up)\nMorning.\n\nHis hand brushes against Eva’s over the stove. An awkward\nmoment, something unspoken in their eyes. Franklin pulls away\ngingerly.\n\nFRANKLIN\nSorry...\n\fEVA\nThat’s OK.\n\nShe smiles at him, shy, girlish.\n\nEVA\nYou’re in a good mood...\n\nFRANKLIN\n(boyishly embarrassed)\nAnd you know why...",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles at him, shy, girlish. EVA\nYou’re in a good mood... FRANKLIN\n(boyishly embarrassed)\nAnd you know why... \n\nTARGET SECTION TO BE ANNOTATED:\nHe gives her a quick peck on the cheek and is about to turn\nback to the table when Eva pulls him closer and kisses him\ndeeply.\n\nBOY (0.S.)\nGross...\n\nKEVIN (15) sidles into the kitchen, dressed in a smart white\nfencing shirt and black slacks.\n\nEVA\nOh... you’re up.\n\nEva and Franklin pull apart, almost guiltily, like a couple\nof teenagers caught at it.\n\nFRANKLIN\nLooking good...\nEVA\nWow, what happened... were all your\n\nsize one clothes in the wash?\nKEVIN\n\nSome days you just wake up with a\n\nsense of occasion.\n\nKevin tucks the billowing shirt neatly into his pants.\n\nCELIA\nKevin looks handsome.\n\nHe does look handsome and Eva looks at him with a hint of\npride.\n\nEVA\nYup... your brother’s a\nheartbreaker...\n\nNow don’t dawdle, You’re supposed\nto eat it, not make friends with\nit.\n\fKevin plonks his open rucksack on the table with a clunk.\nIt’s full of heavy yellow Kryptonite bike locks.\n\nFRANKLIN\nSee you’ve got some takers...\n\nKEVIN\nYeah should make a pile. I can\ncharge twice what I paid for these\non the net.\n\nFRANKLIN\nThe next Donald Trump, huh?\n\nFranklin begins to load some film into a professional looking\ncamera.\n\nFRANKLIN\nBig job today Kev...Michelin tyres.\nI've found the perfect spot, Just\nhope the light holds out...\n\nKevin nods disinterestedly.\n\nKEVIN\nRight...\n\nFRANKLIN\nHey I ever show you how this camera\nworks?\n\nKEVIN\n\nOnly about a million times.\n\nKevin starts filling his sports bag with arrows and the rest\nof his archery kit.\n\nFRANKLIN\n(trying again)\nThat reminds me we should shoot a\nroll of you at archery practice\nsometime soon....\nCapture that steely gaze and steady\narm for posterity...\n\nFranklin slaps Kevin on the back. It’s a mistake Kevin\n\nflinches, his mask falls and for a split second Eva notices a\nlook of ‘revulsion’?\n\nKEVIN\nYeah Dad. That would be...great.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s a mistake Kevin\n\nflinches, his mask falls and for a split second Eva notices a\nlook of ‘revulsion’? KEVIN\nYeah Dad. That would be...great. \n\nTARGET SECTION TO BE ANNOTATED:\n\fFRANKLIN\n(seemingly oblivious to\nKevin’s disinterest)\n‘course I’d have to shoot it on a\nlong lens... you see the only way\nto capture...\n\nKEVIN\n\n(Levelly)\nListen, I don’t care how your\nstupid camera works. I don’t want\nto be a location scout for a bunch\nof crappy products. I’m not\ninterested. I don’t want to play\nFrisbee in the back yard or one\nmore game of monopoly with a candy\nass one eyed midget. And I’ve had\nit up to my eyeballs with heart-to-\nheart father-son talks about\naspects of my life that are none of\nyour business.\n\nFranklin looks stunned, flushed with a tinge of anger. Eva\nmeets his eyes and just perceptibly shakes her head. He\nsilently starts to fit his lenses back in the case.\n\nFRANKLIN\n(slightly subdued)\nOK. You’re on the record.\n\nAs abruptly as he had exploded Kevin folds right back into\nhimself. He pours some cereal into his bowl.\n\nKEVIN\nCan you pass the sugar please?\n\nFranklin slides the sugar in Kevin’s direction. Kevin starts\nto heap a disgusting amount over his breakfast.\n\nAn uncomfortable silence. No one makes eye contact, like\npolite people pretending they didn’t notice a very loud fart.\n\nFranklin studies the newspaper he’s already read, and Eva\ngathers up her purse and some paperwork.\n\nEVA\nOK, time to make a move.\n\nShe bends to kiss Celia’s head, brushing a last speck of\ncrust from her eyelash.\n\nCelia stands woodenly her arms held out.\n\fCELIA\nI’1ll miss you...\n\nEva glances at her watch.\n\nEVA\nI’1l miss you too.\n\nShe hugs Celia taking her into her arms. Celia clings on\ndesperately. Eva finally manages to put her down. She passes\nKevin on the way to the door.\n\nShe almost makes a move to kiss him goodbye, thinks better of\nit and passes a hand over his fringe instead, her hand\nbrushing against his forehead.\n\nEVA\nYou’re a little clammy, do you feel\nalright?\n\nKEVIN\n\nNever better...\n\nEVA\nHey...three days till you’re\nsixteen huh? We should do\nsomething...",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nKEVIN\n\nNever better... EVA\nHey...three days till you’re\nsixteen huh? We should do\nsomething... \n\nTARGET SECTION TO BE ANNOTATED:\nHow ‘bout Sunday?\n\nKEVIN\n(noncommittally)\nDon’t know, might be tied up...\n\nEva shrugs and picks up her bag, kissing Franklin briefly on\nthe cheek as she passes on her way to the door.\n\nKEVIN\nDon’t you want to say goodbye to\nCelie on more time?\n\nEVA\n(over her shoulder as she\nexits)\nVery funny.\n\nShe closes the door behind her with a click.\n\nINT. EVA'S OFFICE - EVENING\n\nEva’s stockinged feet up on the desk, viewed from behind, she\nswivels on the chair, the phone pressed to her ear...\n\fEVA\nHey it’s me... I just wanted to\nsay... you know.. um...last\nnight... was... great...\n\n   \n\nI don’t know Franklin Are we\ndoing the right thing? Maybe we\ncould get away for a few days just\nyou and me...\n(sensing someone standing\nbehind her)\nAnyway see you tonight. I’1l cook\nsomething special.\n\nShe hangs up and swivels round in her chair\nEVA\nHaven’t you guys got homes to go\nto?...\nHer assistant ROSE is stood ashen faced in the doorway.\nROSE\nEva, your son’s at Gladstone High\nisn’t he?\nINT. EVA’S CAR - NYC STREETS - WEST SIDE HIGHWAY - EVENING\n\nEva speeds through the traffic, overtaking another driver who\nscreams at her and gives her the finger.\n\nShe turns onto the West Side highway. Total gridlock.\n\nShe honks the horn furiously, it merges with the cacophony of\nother horns on the static freeway.\n\nHer fingers frantically fiddle with the digital radio as it\nscrambles wildly in and out of frequency.\n\n‘Fatalities feared at Gladstone High’...(Merges into A cheesy\ninappropriate pop song)... Shooting...‘Police trying to gain\naccess’ ...It fuzzes back to the song again and Eva thumps\n\nthe radio angrily with her fist.\n\nEXT. ARIEL VIEW, EVA’S CAR, OUTSKIRTS NYC - EVENING\n\nThe badly tuned radio merges with Eva’s panicky voice.\n\nEVA (0.S.)\nKevin...pick up....Kevin\nplease?...(The sound of another\n\nnumber punched into the phone)...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA (0. S.)\nKevin...pick up.... Kevin\nplease?...(The sound of another\n\nnumber punched into the phone)... \n\nTARGET SECTION TO BE ANNOTATED:\n...\n(MORE )\n\fEVA (0.S.) (cont'd)\nFranklin....where the hell are\nyou?... Pick up the goddamned\n\nphone...\n\nINT. EVA’S CAR, SUBURBAN ST. - EVENING\n\nEva rounds the corner and slams on the brakes.\n\nAn elderly couple crossing the road in front of her gawp at\nher before continuing on at a snails pace. Eva drums her\nhands impatiently on the wheel...C’mon...C’mon.\n\nLATER:\n\nA strange lull as Eva speeds past rows of white picket fenced\nhouses and neat manicured lawns. No one around.\n\nTwo wild looking dogs pull trash from an upturned can,\nsnarling and showing their teeth.\nINT. CAR - STREET LEADING TO GLADSTONE HIGH - DUSK\n\nA helicopter chops noisily in the air just above her. SIRENS\nGETTING LOUDER.\n\nThe fuzzy car radio suddenly starts blaring out ‘HEY MICKEY’\nBY TONI BASIL.\n\nShe turns into the drive leading up to the school passing...\n\nA group of teenage girls huddled together with their arms\nround one another in a strange tableaux.\n\nIt’s getting dark as Eva jumps out of the car, leaving the\ndoor wide open....\n\nVIEWED FROM INSIDE THE CAR, AS THE MUSIC CONTINUES...\n\nRed and blue sirens pulse eerily from emergency vehicles as\nEva stumbles through the lot towards the school.\n\nCLOSELY FOLLOWING EVA;\nEverything slows to a strange half speed, as if underwater.\n\nTotal chaos. Teachers, students and frantic parents in tears\nor profound states of shock.\n\nSeconds take forever as Eva moves towards the hubbub\nsurrounding the gym.\n\f10.\n\nShe catches the sight of a hysterical woman who we will later\nknow as MARY WOOLFORD, a perfectly coiffured mother, but with\nblack rivulets of mascara running down her face, she looks\nlike a screaming clown.\n\nFor a split second their eyes meet.\n\nO.S. The voice of a cop on a crackling radio... merges into\nan electrical roar....\n\nCops are gathered round one of the gym entrances as a fireman\nworks at the door with a cutter.\n\nA arc of blue sparks fly into the night.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe voice of a cop on a crackling radio... merges into\nan electrical roar.... Cops are gathered round one of the gym entrances as a fireman\nworks at the door with a cutter. A arc of blue sparks fly into the night. \n\nTARGET SECTION TO BE ANNOTATED:\nA YELLOW KRYPTONITE BIKE LOCK clunks to the floor with a\nsickening thud.\n\nEva loses focus, the red and blue lights scatter into\nmeaningless splotches.\n\nCcuT TO BLACK\n\nSCREAMS IN THE DARKNESS.\n\nEXT. STREET, BANOL, SPAIN 1983 - DAY\n\nA mass of half-naked teenage bodies writhe together, piled on\ntop of one another, screaming and yelling, covered in a\nviscous, blood-red liquid. Is this hell?\n\nSPLAT. A tomato flies through the air and squashes against\nthe crisp white cotton of a women’s blouse.\n\nEva (36 and gorgeous) squeals and laughs, holding her hands\nprotectively over her face as more tomatoes fly in every\ndirection.\n\nTwo young guys, flirty and lascivious, are pushed up against\nher shouting and laughing, they grab her arms and playfully\npull them from her face, stretching them wide so Eva becomes\nan open target for the rest of the crowd.\n\nTomatoes rain down, squashing as they hit their target and\nsoaking Eva in their sticky red mess.\n\nIt’s fun at first, but soon the chaos proves too much and Eva\npulls away from the protesting boys and struggles to free\nherself from the crowd.\n\f11.\n\nEXT. A QUIETER BACK STREET - DAY\n\nEva relaxes as she walks away from the frenzy of the\n“Tomatina”,the music and screaming fading into the\nbackground, her hair and clothes dripping with tomato juice.\nShe pulls a fleshy lump from her hair and drops it in the\nroad, laughing quietly to herself.\n\nINT. SPANISH HOTEL BATHROOM - DAY\n\nThe hiss of a shower, steam fills the room.\n\nA pink-stained bra drops to the floor on top of a pile of\nsoaked clothes.\n\nEva’s feet step into the shower, the water running red round\nher toes.\n\nHands soap up a lather and caress the skin of her shoulders\nneck, breasts and belly sensuously.\n\nThe shower head splutters and spits, the steam disappears.\nEva looks up and squeals - the water has gone freezing.\n\nShe scrambles from the shower swearing to herself.\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva looks up and squeals - the water has gone freezing. She scrambles from the shower swearing to herself. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n A BASIC HOTEL BEDROOM - DAY\n\nEva sits on the edge of the bed, goose pimpled, shivering\nslightly, wrapped in a small, cheap, thin ‘bath’ towel.\n\nHand written journals and notebooks are strewn across the\nbed, she flops down on her back and reaches for a Dictaphone,\nclicking record.\n\nEva’s lips full frame.\nEVA\nBedrooms... bearable, plumbing...\npractically non-existent.\nShe clicks it off with a sigh and casts her eyes round the\ndrab, bare room... something lonely about her. She sighs and\nturns on her side her gaze fixing on the phone.\n\nMOMENTS LATER\n\nEva’s fingers playfully twirl the chord of the phone as she\nwanders aimlessly round the room.\n\fFRANKLIN PHONE VOICE\n(tinny and distorted by\nthe long distance call)\nSo what you up to?\n\nEVA\nNot much? Just had a shower...\n\nShe picks at a bit of tomato skin on her arm.\n\nEVA\nhuh... well half a shower.\n\nMAN’S VOICE (0.S.)\nSo you're naked?\n\n12.\n\nShe laughs and twirls round, dropping the towel, admiring her\n\ntoned body in the mirror.\nEVA\nMmmmm...You know what... I’ve got\ngreat tits.\n\nShe laughs, sexy, teasing, blushing.\n\nCUT TO:\n\nEva’s hair is fanned out around her on the pillow, her face\n\nflushed.\n\nFRANKLIN PHONE VOICE\nAre you doing it now?..\n\nEVA\nMaybe..\n\nHer toes stretch out and she lets out a husky teasing laugh.\n\nFRANKLIN PHONE VOICE\nWell do it faster.\n\nShe focuses on the ceiling fan; the blades whirring noisily.\n\nEVA PHONE VOICE\nYou want me to do it faster?\n\n0.S. Eva giggling sexily.\n\nEXT. TERRACE RESTAURANT - EVENING\n\nEva eating alone, marooned and lonesome.\n\f13.\n\nA couple of local Lotharios check Eva out from the bar, she\nignores them.\n\nShe watches a young pretty Spanish couple dining nearby,\nlaughing noisily, doting on their rambunctious kids.\n\nFRANKLIN PHONE VOICE (0.S.)\n\nThis is stupid... come home.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe watches a young pretty Spanish couple dining nearby,\nlaughing noisily, doting on their rambunctious kids. FRANKLIN PHONE VOICE (0. S.)\n\nThis is stupid... come home. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA (0.S.)\nYou know I can’t... it’s only a\n\ncouple more weeks...\n\nINT. ARRIVALS, JFK - DAY\n\nON THE SOUNDTRACK ‘Sweet Dreams are made of this’ by the\nEurythmics’ crackles from a car radio.\n\nEva searches the sea of waiting faces beyond the barrier,\ndrivers wave name signs.\n\nShe frowns, he’s not there.\n\nINT. JFK - DAY\nEva rushes through the airport, something catches her eye.\n\nA LARGE STAND OF SHINY NEW ‘A WING AND A PRAYER’ TRAVEL\nGUIDES\n\nShe smiles at a YOUNG GIRL with a backpack who’s perusing\nthem.\n\nThe girl flips the book over. Eva’s face smiles back at her\nfrom the book jacket...”“written and researched by Eva\nKachadourian”\n\nThe girl double takes, but Eva has already disappeared into\nthe crowd.\n\nEva’s face full frame, she allows herself a private,\nsatisfied smile.\nEXT. YELLOW CAB, BROOKLYN BRIDGE - DUSK\n\nBIG WIDE SHOT, SWARMING CARS, A GLORIOUS SUNSET REFLECTS OFF\nTHE MANHATTAN SKYLINE... “Sweet dreams are made of this...”\n\f14.\n\nEVA (0.S.)\n(excited)\nTurn it up...turn it up!\n\nThe music grows louder and continues over the following\nscenes.\nINT. YELLOW CAB - TRIBECA - DUSK\n\nEva’s face reflected in her compact mirror, applying some lip\ngloss... tousling her hair sexily.\n\nAlmost there. She redirects the driver, this is her city, she\nknows her way around.\n\nEXT. TRIBECA STREET, NYC - EARLY EVENING\n\nThe cab pulls up and Eva gets out.\n\nA handsome young BROKER GUY whose passing rushes up to help\nher with her bags, flirting a little as he helps her inside\nthe entrance of an industrial looking building.\n\nINT. EVA’S APARTMENT - EVENING\n\nA whirring noise and a clunk.\n\nEva chuckles to herself and thuds her foot on the floor of\nthe dilapidated elevator, it swims up unsteadily to her\n\nfloor.\n\nShe pulls the grate back excitedly and steps into the\napartment, dragging her bags in after her.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA’S APARTMENT - EVENING\n\nA whirring noise and a clunk. Eva chuckles to herself and thuds her foot on the floor of\nthe dilapidated elevator, it swims up unsteadily to her\n\nfloor. She pulls the grate back excitedly and steps into the\napartment, dragging her bags in after her. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\nFranklin?\n\nTHE MUSIC STOPS SUDDENLY\nSLIGHT TIME CUT\n\nShe glances at the breakfast dishes still strewn messily over\nthe counter beside an open newspaper. Looking a little\nforlorn as her tinny voice resounds back at her...\n\nEVA'S VOICE ON ANSWER MACHINE\nSorry babe everything’s delayed\n-..Can’t wait to see you... (beep)\nAnd don’t bother picking anything\nup...I’m gonna cook you a..\n\f15.\n\nEva’s finger abruptly presses STOP on the player.\nLATER\n\nEva huffily scrapes the remains of dinner into the trash, the\nplates clash noisily into the sink.\n\nLATER\nEva sits at the kitchen table, bored, unwrapping a little\nornament, a Spanish man in a Sombrero stood in a barrel. She\npresses the button on it’s base, the barrel shoots down and a\nbig wooden penis painted red at the tip springs out.\n\nShe sets it off again a couple of times until the joke isn’t\nfunny any more.\n\nLATER\nIt’s dark and feels late.\n\nEva skulks across the room, she trips over something and\nalmost falls flat on her face.\n\nShe picks up an aging boxer’s jump rope, scowling with\nirritation.\n\nEVA\nJesus Franklin!\n\nBut Franklin’s not there, Eva looks a little silly as her\nvoice echoes around the empty loft.\n\nShe throws herself down on the couch, curling the rope\nabsentmindedly in her fingers.\n\nLATER STILL\nEva glances at the clock, it’s way past midnight.\nRight, that’s it. Car crash. He’s dead.\n\nShe gets up and grabs the phone, her hand hovering over the\nnine of 911.\n\nShe drops the receiver back in place. C’mon Eva, don’t be\nridiculous, get yourself together.\n\nINT. KITCHEN/LIVING AREA - LATER STILL\n\nO.S. The sound of the elevator grinding to a halt three feet\nbelow the entrance to the loft.\n\f16.\n\nFRANKLIN (0.S.)\nAw crap!\n\nFranklin will swear at the elevator every time he enters the\nloft.\n\nThe elevator grate wrenches open and an exhausted and totally\nsoaked FRANKLIN stumbles in carrying a large camera bag and\nknapsack.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nAw crap! Franklin will swear at the elevator every time he enters the\nloft. The elevator grate wrenches open and an exhausted and totally\nsoaked FRANKLIN stumbles in carrying a large camera bag and\nknapsack. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\nWhy the hell didn’t you call!\n\nHe looks surprised and holds up his hands apologetically.\n\nFRANKLIN\nOur van broke down, twice. We\nweren’t near a phone...\n\nEVA\n(Shaking with anger)\nYou could have found one if you\ntried...\n\nFRANKLIN\nI did try.\n\nEva looks doubtful, unimpressed.\n\nFRANKLIN\nJesus Eva, I’m surprised..\n\nEva frowns at him, confused. He turns his back on her, pulls\na beer from the fridge and pops it.\n\nFRANKLIN\n...I mean my wife coming home is\nhardly a special occasion these\ndays...\n\nSomething comes hurling towards him and he ducks, it hits the\nwall and bounces onto the floor, it’s the novelty Spaniard\nand the lewd penis pops out. Franklin’s laugh is silenced by\nEva’s glare... but his grin is infectious and she can’t help\nbut laugh too...they both break into hysterics.\n\nINT. BEDROOM - NIGHT.\nA pulsing red neon light from the Chinese restaurant across\n\nthe block strobes into the room, alternately bathing the\nscene in it’s glow or leaving it obscured in darkness.\n\f17.\n\nRED: At first glance it looks like Eva and Franklin are\nlocked in a violent tussle as they furiously tear each others\nclothes off.\n\nBLACK.\n\nRED: Eva pulls Franklin’s damp T-shirt over his head and they\nfall back on the bed, wriggling nakedly.\n\nBLACK.\n\nRED: Urgent and visceral in their movements as if they want\nto consume one another. They roll around in a tangle then she\nmoves on top of him. She leans down, kissing his neck. She\ncan’t get close enough.\n\nBLACK.\n\nLATER -POST COITAL.\n\nEva is dozy eyed but contemplative, the trace of a smile on\nher lips.\n\nThe black/red light flashes on and off like a warning signal.\nEVA\n(sleepily, mumbled)\nI didn’t put in my diaphragm.\n\nFranklin stirs and rolls over, looking at her disoriented.\n\nFRANKLIN\nIs it safe?\n\nEva giggles.\n\nEVA\n(affecting a German accent)\nIs it safe?\n\nFranklin laughs.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva giggles. EVA\n(affecting a German accent)\nIs it safe? Franklin laughs. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANKLIN\nIs it?\n\nEVA\n(in a poor Dustin Hoffman\nimpression)\nNo it’s not safe, it’s very\ndangerous. Be careful.\n\nThey both laugh and he pulls her into his arms.\n\f18.\n\nBlack.\n\nINT. BEDROOM - MORNING\nO.S. Pee bouncing around in the bowl.\n\nFRANLIN (0.S.)\nLast night you didn’t just forget?\n\nEva peers over the quilt, sleepy eyes, huh?\nShe shakes her head coyly.\n\nFranklin appears, lifting her off of the bed, leaving her\nimpression on the empty, crushed pillow.\n\nHer feet twirl into frame as he spins her round. Her toes\nwriggle girlishly.\n\nFRANKLIN (0.S.)\nThat's great!\n\nHe dumps her back down, kissing her deeply, then leaves her,\nface flushed, bouncing up and down on the mattress.\n\nO.S. Him bawling out ‘Born in the USA’ over the dull thud of\nthe shower.\n\nEva rolls her eyes at his cheesiness.\n\nHer eyes drift to the window, the sky is dark, grey clouds\ngathering ominously. Her smile starts to fade and is replaced\nby a slightly apprehensive look.\n\nIt starts to rain.\n\nINT. EVA’S OFFICE - EVENING\nRain pours down a window. It’s getting dark.\n\nEva sits in her office behind a glass partition looking out\nat a newly decorated space. Graphic pictures of exotic places\nand enlarged framed covers of ‘A Wing and a Prayer’ lean\nagainst the walls ready to be hung.\n\nShe watches as a painter folds his ladder up and waves to her\non his way out. A camp looking guy with a satchel bag hung\nround him, pokes his head round the door...\n\nJON\nLooks great huh?...Eva’s empire.\n\f19.\n\nEva smiles.\n\nJON\nYou want me to lock up...\n\nEVA\nIt’s OK you go. I'll do it.\n\nLATER.\n\nEva stands at the door and takes a final look round the\nalmost finished’ modern space’. The shiny new desks and state\nof the art computers... She smiles to herself, a glimmer of\npride in her eyes, then something else... apprehension?\n\nHer hand reaches for the light switch and the fluorescents\nlazily flicker off...",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe shiny new desks and state\nof the art computers... She smiles to herself, a glimmer of\npride in her eyes, then something else... apprehension? Her hand reaches for the light switch and the fluorescents\nlazily flicker off... \n\nTARGET SECTION TO BE ANNOTATED:\n just at that moment a clap of thunder\noutside merges with..\n\nCUT TO:\nA THUNDEROUS ROAR, LIGHTS FLICKERING ON AND OFF AS THE SUBWAY\nCARRIAGE SHUDDERS SHAKILY ALONG THE TRACKS.\nO.S. Garbled drunken ravings merge into singing.\nA grimy drunk tramp wobbles unsteadily through the carriage,\nignored by the other passengers, he obviously stinks. He\n\nalmost falls into an empty seat.\n\nHe garbles on unintelligibly, then in a moment of lucidity he\ngestures dramatically round the carriage.\n\nTRAMP\nWe’re all the same, me and you...\nWe all come from somebody’s cunt...\n\nHe cackles at himself..\n\nTRAMP (0.S.)\n(almost weeping with\nlaughter)\n\nWe all come from somebody’s cunt!\n\nEva glances round the carriage of tired irritable passengers,\nthe tramps words echoing.\n\nCLOSE UP on faces, all different, shapes, colors, sizes...\nThe light flickers out again as the train roars into a\ntunnel.\n\nBLACK. The repetitive clack, clack of the train on the rails.\n\f20.\n\nINT. KITCHEN/LIVING AREA - MORNING\nThe crockery on the work surface rattles rhythmically.\nVOICE ON ANSWER PHONE\nEva? ...Eva pick up, it’s\nurgent....we’ve got twenty minutes\nto approve the proofs. Call me.\n\nEva hands roam awkwardly for a space amongst the dirty\ndishes. The salt cellar falls over.\n\nFranklin's face is screwed up in concentration and effort as\nhe pumps away forcefully behind her.\n\nAs he pushes into her, her palm presses into a gooey mess of\nketchup and leftover bacon on a greasy plate.\n\nFranklin groans and comes.\nO.S. The sound of Franklin zipping and buckling up.\n\nHe looks at his watch then leans in and gives her a quick\npeck on the cheek.\n\nFRANKLIN\nShit, sorry babe, gotta go...\n\nHe turns and hurriedly grabs his camera bag.\nO.S. The sound of the elevator cranking open.\n\nFRANKLIN (0.S.)\nSee you later...I love you.\n\nO.S. The doors clank shut...\n\nLeaving Eva still standing legs akimbo with her panties round\nher ankles.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nS. The doors clank shut... Leaving Eva still standing legs akimbo with her panties round\nher ankles. \n\nTARGET SECTION TO BE ANNOTATED:\n She looks at her ketchup stained hands with\ndisgust and wipes them on a dish cloth before bending to pull\nup her knickers. She sighs and starts to tidy the breakfast\nthings.\n\nINT. BATHROOM - NIGHT\n\nO.S. The dull thud of a jump rope sounds over a loud TV.\n\nA stream of bloody pee runs into the toilet bowl.\n\nEva breathes a sigh of... relief?\n\f21.\n\nShe pulls up her knickers and washes her hands.\n\nINT. LIVING/KITCHEN AREA - NIGHT\n\nFranklin has his back to Eva, he’s dressed in an ancient 70’s\nrock band T and shorts, skipping in front of the blaring TV,\nsoaked with sweat.\n\nEva walks to the kitchen area, flicks the switch of the\nkettle and reaches into the cupboard. Almost instantly\nFranklin is behind her, his sweaty body rubbing into hers.\n\nEVA\nNot now....I got my period.\n\nShe turns to him, making an effort to look regretful when she\nsee’s a flicker of disappointment cross his face.\n\nFRANKLIN\nNever mind, we’ll just keep trying\nhey?\n\nHe takes her in his arms. Eva’s face visible over his\nshoulder looks less than enthusiastic.\n\nINT. LIVING AREA - NIGHT.\n\nEva’s head visible over Franklin's burly shoulders is lodged\nawkwardly up against the arm of the sofa, she winces a little\nas Franklin’s piston like fucking intensifies.\n\n“Ker-bang, ker-bang, ker-bang...”\n\nLATER\n\nVOICE ON THE TV (0.S.)\n.-and so after this arduous,\nprodigious struggle the female\nsalmon finally reach their\ndestination\n\nTight on Eva, staring at the ceiling.\n\nEVA\nDo you think you'll miss it?...just\nthe two of us?\n\nShe turns to look at Franklin whose sprawled, head back and\nsnoring lightly. She studies his open mouth, drool collecting\nin the corner. He farts loudly and rolls over.\n\f22.\n\nEva grimaces and turns her attention to the TV.\n\nVOICE ON THE TV (0.S.)\n..+.-and can lay their eggs ready to\nbe fertilized by the waiting males.\nUnfortunately for them once the\ntask is complete they will die,\nleaving a feast for the waiting\nbirds and maybe even the bears...",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nVOICE ON THE TV (0. S.)\n..+.-and can lay their eggs ready to\nbe fertilized by the waiting males. Unfortunately for them once the\ntask is complete they will die,\nleaving a feast for the waiting\nbirds and maybe even the bears... \n\nTARGET SECTION TO BE ANNOTATED:\nShots on the TV of milky eyed, greasy looking dead fish lying\nbelly up in the water...\n\nShe grabs the remote and flicks the channel.\n\nINT. LOFT - EARLY EVENING\n\nEva throws herself down on the sofa and takes a deep slug\nfrom a glass of red wine. A huge new book lies open on the\ncoffee table. THE EVERYTHING PREGNANCY AND NUTRITION GUIDE.\nShe picks it up.\n\nEVA\n(American Info-mercial Voice)\nTwenty things you should do before\nyou get pregnant.\nJust say no to partying...Give that\ncup of Joe the old heave - ho.\n\nThe patronizing text quickly induces another slug of wine.\nO.S. THUNK.\n\nShe looks up to see Franklin, head buried in the fridge\nthrowing a big chunk of her bluest, stinkiest cheese into the\n\ntrash.\n\nEVA\nHey! What the hell?\n\nShe snaps the book closed.\n\nEVA\nThat’s my favorite!\n\nFRANKLIN\nIf you’re gonna do something...\n\nShe rolls her eyes and pads down the hall with the glass of\nwine still in her hand.\n\f23.\n\nFRANKLIN (0.S.)\nAnd easy on El Vino from now on...\n\nEVA\n(under her breath as she\nwalks into the bedroom)\nNyeh, nyeh, nyeh, nyeh.\n\nINT. EVA'S CAR - DAY\n\nEva drives distractedly, she glances at her handbag which\nsits on the passenger seat, a sealed pickle jar pokes out of\nthe bag, the greasy yellow contents swilling around with the\nmovement of the car.\n\nO.S. The loud honk of a horn.\n\nEva looks up, she’s rapidly approaching a line of stationary\ntraffic at a stop sign.\n\nEVA\nShit!\n\nShe stamps on the brakes. Her bag slides forward on the seat,\nteetering on the edge. Eva reaches for it and grabs it before\nit falls, breathing a sigh of relief.\n\nINT. SURGERY - DAY\nO.S. The sound of blood rushing in her ears as Eva’s vision\nblurs for a second, she swoons forward, her head between her\n\nknees.\n\nEva’s ankles and shoes full frame against the white tiled\nfloor.\n\nDR. RHINESTIEN (0.S.)\n\nAre you okay?... Eva...",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nRHINESTIEN (0. S.)\n\nAre you okay?... Eva... \n\nTARGET SECTION TO BE ANNOTATED:\n this should\nbe good news...\n\nINT. KITCHEN/LIVING AREA - EVENING\nHands straightening up the dishes on a beautifully laid out\ntable until it looks perfect...but looking closer the hands\n\nare shaking...\n\nPULL OUT;\n\f24.\n\nDressed in the simple white smock, with little make -up on\nEva looks fresh and young. The picture postcard of a\nwholesome mother to be.\n\nO.S. The cranking of the elevator.\n\nShe rushes to the kitchen counter, pretending to busy herself\nwith the salad, her back turned to the elevator.\n\nFranklin walks into the apartment, takes the scene in and\nimmediately stops in his tracks.\n\nFRANKLIN\nYou’re pregnant.\n\nEva turns and flushes. She can’t conceal her disappointment\nat having lost her big moment. She shrugs.\n\nEVA\nLooks that way.\n\nLATER -\n\nEva picks up a waiting champagne bottle from it’s ice bucket\nand goes to fill Franklin’s glass but he covers it with his\nhand.\n\nFRANKLIN\nHey, c’mon, we’re in this together.\n\nHe grins and picks up the cranberry juice, pouring himself a\nhealthy glass, holding it up for a toast.\n\nFRANKLIN\nLa chaim!\n\nThey clink glasses and Eva takes a swig, barely managing to\ndisguise a grimace at the disappointingly sickly sweet taste\nof the juice.\n\nFRANKLIN\nWelcome to your new life!\n\nEva grins, but as Franklin digs into his meal she looks with\na little regret at the discarded champagne bottle.\n\nINT. BEDROOM - NIGHT\n\nO.S. Franklin whistling cheerfully from the bathroom.\n\f25.\n\nEva pulls off her white dress and looks at her flat stomach\nin the mirror running her hand over it ruefully.\n\nTIME JUMP.\n\nINT. BEDROOM - DAY\n\nHands rifling through the wardrobe rail flicking passed\nendless hangers, rejecting them all.\n\nEventually a smart rain coat is pulled out.\n\nEva stands in front of the mirror with the coat on.\n\nFrom the front it looks OK but when she turns to the side it\nlooks ridiculous, she can’t even belt it. She casts it aside\non the bed.\n\nEXT. EVA WALKING THROUGH SOHO - DAY\n\nClose in.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe casts it aside\non the bed. EXT. EVA WALKING THROUGH SOHO - DAY\n\nClose in. \n\nTARGET SECTION TO BE ANNOTATED:\n High heel shoes clacking in front of Eva,\n\nThe back of a WOMAN wearing a trench coat like the one Eva\ncouldn't fit. All male heads turn as she passes.\n\nEXT COFFEE VENDOR - DAY.\n\nEVA\nDouble espresso please.\n\nThe woman at the counter looks at Eva’s growing bump and\nraises her eyebrows.\n\nWAITRESS\nYou sure?...\n\nEVA\n(sarcastically)\nYes I’m sure.\n\nEXT. STREET OUTSIDE EVA’S APARTMENT - DAY.\n\nEva struggling with too many grocery bags whilst trying to\nfish in her purse for her keys.\n\nShe sees the young cute BROKER GUY passing (who helped her\nwith her luggage on her return from Spain).\n\nEva looks at him expectantly but he doesn’t even notice her\nand walks right past.\n\f26.\n\nINT. THE LOFT - EARLY EVE.\n\nFranklin stumbles into the apartment, his face obscured by\nboxes of toys. Eva rushes to greet him but he walks right\npast her, down the hall to the baby room.\n\nFRANKLIN\nHey come and check it out, I got\nsome cool stuff...\n\nEva follows him looking a little forlorn.\n\nINT. ANTI-NATAL CLASS - DAY\n\nCLASS TUTOR (0.S.)\nAnd one, two, three. And breathe.\n\nMothers sit cross legged on the floor, eyes closed with their\npartners hugging them from behind.\n\nEva and Franklin are amongst them, Eva is the only one with\nher eyes open.\n\nSnorts of released air, resound around her.\n\nCLASS TUTOR\n(her face raised to the\nheavens)\nFeel the baby deep inside...Feel\nthe deep maternal bond. The\nmiraculous and transcendental bond.\nAnd breathe.\n\nEva rolls her eyes and scans the class, studying the other\nwomen’s blissful expressions. She can’t help but break into\nnervous involuntary giggles. Franklin laughs a little with\nher.\n\nFRANKLIN\n(whispered)\nHey, shhhh, c’mon.\n\nCLASS TUTOR\nAnd relax...OK Guys, that’s it for\nnow...\n(she smiles benevolently)\nSee you all next week.\n\nThe pregnant woman and their partners open their eyes, they\nall start to clap.\n\f27.\n\nEva stares around at the others blankly.\n\nINT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\n27. Eva stares around at the others blankly. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FRANKLIN'S PICK UP - DAY\nThe pick up pulls up at the lights.\n\nEVA\nHey what do you think about Selim?\n\nFranklin frowns at her.\n\nFRANKLIN\nYou’ve got to be kidding. Selim\nPlaskett!?\n\nEVA\nNo... Selim Khachadourian has more\nof a ring.\n\nFRANKLIN\n\nYeah it has the ring of a kid\nthat’s not related to me.\n\nEVA\nFunny that’s exactly how Peter\nPlaskett sounds to me.\n\nThe light changes and they pull away.\n\nEXT. STREET - EARLY EVENING.\nFranklin's pick up pulls up and they both get out.\n\nFRANKLIN\n...my parents would have a cow.\n\nEVA\nI just don’t see why I should get\nvaricose veins for a\nPlaskett...It’s a gross name.\n\nFRANKLIN\nSo that’s why you didn’t take it\nwhen we got married. You hate my\nname!\n\nEVA\nI don’t hate it...it’s just\nso...American. I mean...\n\f28.\n\nFRANKLIN\nOK tell you what if it’s a boy\n‘Plaskett’, if it’s a girl you can\nhave ‘Khachadourian’.\n\nEVA\nSo a girl doesn’t matter to you...\n\nHe raises his hands and interrupts.\n\nFRANKLIN\nOK ok, if it’s a girl Plaskett. But\non one condition, none of this\nSelim Souvlaki stuff for the first\nname. Something AMERICAN. Deal?\n\nEva laughs.\nEVA\nOK deal.\nINT. BEDROOM - MORNING; SOME MONTHS LATER.\nEva in bed Alone. Swollen; sweating.\n\nA print of Degas’s backstage dancers. Eva stares at the\ngirls, who seem to somehow be mocking her in return.\n\nEva closes her eyes, praying for the sickening moment to\npass.\n\nFranklin enters the darkened room and sits on the bed.\n\nFRANKLIN\nPromise me you won’t go to work\ntoday.\n\nEva is about to protest.\n\nFRANKLIN\n(firmly)\nPromise.\n\nEva nods imperceptibly. Franklin kisses her on the forehead\nthen rises and heads for the door.\n\nFRANKLIN\nWhy don’t you fix up the nursery if\nyou're bored.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva nods imperceptibly. Franklin kisses her on the forehead\nthen rises and heads for the door. FRANKLIN\nWhy don’t you fix up the nursery if\nyou're bored. \n\nTARGET SECTION TO BE ANNOTATED:\n You’ve hardly looked\nat it.\n\f29.\n\nINT. LOFT - DAY\n\nEva wanders around aimlessly, enjoying the late afternoon\nsunshine. She looks a lot fresher but clearly at a loose end.\n\nShe passes a shelf stacked with records and flicks through\nthem, slides out a Billy Joel album, smiles at the cheesy\ncover and returns it to the shelf. She rubs her bulging\nbelly.\n\nEVA\nHey Kid...Lets hope you have better\ntaste in music than the old man\nhuh?\n\nShe flicks to the back of the stack, her old ‘single life’\nrecords.\n\nEVA\nAha!\n\nShe pulls out, Talking heads; ‘Speaking in Tongues’.\n\nEva sets the needle on the record and ‘Burning down the\nhouse’ bursts into the room, she whacks the volume up, herky-\njerkying awkwardly, and humming along.\n\nShe catches her reflection in the mirror and pushes out her\nhuge bump comically.\n\nEVA\nYou’d better not give me stretch\nmarks...you little bastard.\n\nShe holds her big belly in her hands and steps awkwardly onto\nthe couch, jumping up and down in time to the music.\n\nSCRREECH. The music stops, the needle dragged off the record.\n\nEVA\nHey!\n\nShe turns mid leap to see Franklin glowering at her.\n\nFRANKLIN\nWhat the fuck are you doing, trying\nto have a miscarriage?\n\nEVA\nHaving a good time for once, is\nthat illegal?\n\f30.\n\nShe plonks herself down on the couch.\n\nFRANKLIN\nAwww...Stop feeling sorry for\nyourself and grow up...\n\nEVA\nWhat’s the matter Franklin? Am I\nnot playing mommies and daddies\nright? Christ, if I’d known that’s\nwhat you were expecting I wouldn’t\nhave bothered.\nFranklin’s face turns beet red.\nFRANKLIN\n(quietly furious)\nIt’s too late for second thoughts\nnow Eva.\nINT. HALLWAY - MIDDLE OF THE NIGHT\nO.S. The sound of running water.\n\nEva appears from the bathroom, passes the door of the new\nnursery, hesitates, then pushes it open.\n\nThe room is full of boxes, the crib set up in the middle of\nthe floor, caught in the glow of the street lights.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sound of running water. Eva appears from the bathroom, passes the door of the new\nnursery, hesitates, then pushes it open. The room is full of boxes, the crib set up in the middle of\nthe floor, caught in the glow of the street lights. \n\nTARGET SECTION TO BE ANNOTATED:\nShe pulls the baby blanket from the crib, draping it round\nher shoulder and twists the mobile hanging above it.\n\nShe sits on one of the boxes, the simplistic chimes of\n‘Twinkle, twinkle little star’ play round endlessly.\n\nCUT TO BLACK.\nO.S. Animalistic, unearthly moans.\n\nDR RHIENSTEIN (0.S.)\nEva, you’re resisting.\n\nEVA\n(a furious screech)\nIt’s killing me...\nCUT TO:\n\nLights? a light, a singular, blinding light.\n\f31.\n\nTight on Franklin’s big hand held in Eva's vice like grip,\ntill it’s painful, white knuckled, about to be mashed to a\npulp and then it’s.... suddenly released.\n\nPan down from the big white light to find a baby kicking\nfuriously in space, ugly and red like a peeled monkey, held\nup by disembodied hands for Eva’s inspection.\n\nThe thing is plopped flaccidly on her stomach and she cranes\nto look at it.\n\nIt studies her back, a disgruntled ‘old man’s face’. It’s\nblack hole of a mouth screeching at the top of it’s lungs.\n\nEVA\n(mumbled automatically)\nHe’s beautiful.\n\nThe nurse helps to guide the baby to Eva’s nipple but it\nwriggles away from it in fury.\n\nNURSE(O.S.)\nDon’t worry...they don’t always\ntake to it first time...\n\nFRANKLIN (0.S.)\n(choked up)\nCan I?\n\nHe leans in ever so gently, picks him up.\nIt’s love at first sight.\n\nFranklin closes his eyes and presses his cheek against the\nbaby’s, who stops screaming.\n\nEva watches them bond, at a loss for what to say or do.\nFeeling remote from the whole thing... she looks\nblank/bored/lost.\n\nFRANKLIN\n(looking up at Eva)\nKevin?...\n\nAn exhausted Eva nods almost imperceptibly. Franklin smiles,\nreturning his attention to his bundle of joy.\n\nFRANKLIN\nKevin...\n(magnanimously)\nKatchadourian.\n\nFADE TO BLACK.\n\f32.\n\nA distant wail, like a lone siren builds and builds into an\nunearthly roar.\n\nFADE UP ON: the Tribeca loft, viewed from the street below.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n32. A distant wail, like a lone siren builds and builds into an\nunearthly roar. FADE UP ON: the Tribeca loft, viewed from the street below. \n\nTARGET SECTION TO BE ANNOTATED:\nThe sound of a baby crying resounds round the block... if not\nthe whole neighborhood.\n\nFRANKLIN PHONE VOICE\n(through a mouthful of\nlunch)\nIt says here...smile at your baby\noften. The baby will mimic you and\nsmile back.\n\nINT. THE LOFT - DAY\n\nKevin’s face screwed up in anger and almost turning purple\nfrom the effort as he screams incessantly.\n\nEVA\n(not convinced)\nReally?...\nEva smiles desperately at Kevin.\n\nLATER.\n\nEva jiggles up and down on the spot stiffly, awkwardly.\nSensing her unease, Kevin’s screams intensify.\n\nShe scoops a breast from her open shirt and offers him one of\nher already raw looking nipples.\n\nHe takes it in his mouth for a second before turning away and\nspewing out the milk in a bluish dribble.\n\nEVA\nNo?\n\nCUT TO:\nKevin still wailing, kicks his legs wildly as he lays on his\nback on the changing table, Eva checks his dry diaper and\n\nreseals it.\n\nShe puts him back in his crib and waves the mobile at him but\nhe kicks it away in fury.\n\nMUCH LATER;\n\f33.\n\nEva pacing up and down the loft cooing, humming and jiggling\nthe screaming bundle in her arms.\n\nEVA\nGoo goo goo, gah gah... (her forced\nsmile drops) Please be quiet...\n\nplease...\n\nO.S. A ping, and the grinding crank of the elevator as it\nascends from the first floor.\n\nAs if on cue, Kevin falls silent. Eva’s mouth falls open in\nshock, gingerly she creeps to the cot and lays the baby down\nwith infinite care.\n\nO.S. The elevator grate grinds open.\n\nFranklin bounds in, another stuffed toy under one arm, piles\nof prints from work under the other.\n\nFRANKLIN\nHow’s my little man, huh?\nEVA\nPlease, don’t wake him, he’s only\n\njust...\n\nShe winces as Franklin takes Kevin in his arms but the baby\nstays miraculously silent, nestling quietly in Franklin's\nhuge arms. He coos and grins a bit more before looking up.\n\nFRANKLIN\nAny better on the feeding?\n\nEva shakes her head listlessly.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe coos and grins a bit more before looking up. FRANKLIN\nAny better on the feeding? Eva shakes her head listlessly. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\nRhinestein says it might be a diet\nthing. I'll try cutting a couple of\nthings out.\n\nFRANKLIN\n(instantly returning his\nattention to the baby)\nWell we want our boy to grow up big\nand strong don’t we? Yes we do.\n\nEXT. STREET OUTSIDE THE LOFT - MORNING\n\nFranklin swings his bag over his shoulder as he leaves the\napartment building.\n\f34.\n\nHe looks up to see Eva watching him from the loft windows. He\nwaves and blows her a kiss before climbing into the pickup.\nINT. THE LOFT - MORNING\n\nEva waves to Franklin and watches as he drives off, tooting\nhis horn.\n\nA prodigious screech from behind her as kevin starts up\nagain.\n\nEva walks leadenly over to the crib and picks him up.\n\nINT. A CAFE - DAY\n\nA young waitress strains to hear Eva’s order over the\nconstant screams emanating from the pram next to her.\n\nEVA\n(exhausted, thinner)\nDo you have any gluten free bread?\n\nThe bored waitress shakes her head.\n\nEVA\nOk, a bowl of plain pasta, no\nchilli no garlic... and a green\n\nsalad, hold the dressing.\nThe waitress nods and scoots off.\n\nEva jiggles the pram uselessly, Kevin seems to redouble his\nefforts.\n\nOther diners turn and give unfriendly glances which Eva tries\nto ignore.\n\nMAN (0.S.)\nFor Christ’s sake, Somebody, shut\nthat kid up!\n\nAn old woman leans over from the next table.\n\nOLD WOMAN\nHave you tried feeding him honey?\n\nEVA\n(trying to keep her cool)\nYes I’ve tried feeding him.\n\f35.\n\nOLD WOMAN\nWell... he sure sounds hungry to\nme...\n\nEnough. Eva slams a twenty from her purse on the table and\nstorms off just as the waitress reappears clutching a\nsteaming bowl.\n\nWAITRESS\nHey, what about your...?\n\nEXT. CENTRAL PARK - DAY\n\nA juggler’s glass balls jump into the air distorting his\npudgy face and tell tale alcoholic’s nose, as he recites a\n‘right on’ little mantra, part of his ‘act’, surrounded by\nkids and moms.\n\nJUGGLER\nChildren will show love.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. CENTRAL PARK - DAY\n\nA juggler’s glass balls jump into the air distorting his\npudgy face and tell tale alcoholic’s nose, as he recites a\n‘right on’ little mantra, part of his ‘act’, surrounded by\nkids and moms. JUGGLER\nChildren will show love. \n\nTARGET SECTION TO BE ANNOTATED:\n If you\nshow them love. Children will grow\nup to be strong when surrounded by\nstrength...\n\nEva pushes Kevin still screaming in his buggy to the back of\nthe crowd. The juggler looks irritated but continues, raising\nhis voice considerably.\n\nJUGGLER\nChildren will be...\n(shouting now)\nChildren will be patient. If you\nshow them understanding. Children\nwill be...\n\nThe juggler glares at Kevin’s balled up face, he’s rapidly\nlosing business. Eva, feeling like a leper, wheels Kevin\naway.\n\nEXT. NEW YORK STREET - DAY\nEva looks exhausted as she pushes the pram out of the park;\nthe walk has done nothing to settle her nerves or Kevin's,\n\nhe’s still screaming blue murder.\n\nShe passes a group of construction workers digging up the\nroad. A pneumatic drill hammering up the tarmac.\n\nEva stops on the sidewalk and looks down at Kevin's twisted\nface, his incessant bawling drowned out by the drill.\n\f36.\n\nShe stands stock still, closes her eyes, drinking in the\nmoment of respite provided by the noise. Passers by throw\nquestioning glances but Eva’s oblivious to them all.\n\nINT. THE LOFT - DAY\nEva stands over the sink, sweaty and pale.\n\nO.S. Kevin crying in the background.\n\nShe winces as she removes a breast pump from her tender\nnipple.\n\nShe makes towards the cot, pauses, she can’t face it.\nShe switches on the radio, Beethoven at his most jubilant\nblasts out for a moment it covers the sound of the screams.\nThen the crying just gets louder.\nEva turns up the radio.\n\nCUT TO:\nKevin on his back in the crib, pauses a moment for breath\nthen starts again, prodigious wailing louder than ever\nbefore.\n\nCUT TO:\nEva’s hand as she turns the volume up on the radio.\n\nCUT TO:\n\nKevin flings his arms wide, his back arched as he pushes out\nan even louder yell.\n\nCUT TO:\n\nEva twists the volume up further still, classical music\nbooming round the loft.\n\nCUT TO:\n\nClose up on Kevin’s mouth, a bottomless black hole - as the\nroaring gets louder and louder.\n\nCUT TO:\nEva turns the volume up full, the music painfully loud.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCUT TO:\n\nEva twists the volume up further still, classical music\nbooming round the loft. CUT TO:\n\nClose up on Kevin’s mouth, a bottomless black hole - as the\nroaring gets louder and louder. CUT TO:\nEva turns the volume up full, the music painfully loud. \n\nTARGET SECTION TO BE ANNOTATED:\nKevin’s screams only vaguely audible in the background. She\nthrows herself down on the couch.\n\f37.\n\nStalemate.\n\nINT. LIVING AREA -EARLY EVENING\n\nEva looks dreadful, almost catatonic, curled up on the sofa,\nwith a blanket draped around her shoulders seemingly\noblivious to the unending screaming.\n\nFeeling a sudden sharp stab of pain in her breast, she opens\nher robe and examines a small bright red patch of tender skin\ndeveloping under her swollen cracked nipple.\n\nO.S. The elevator pings and Kevin immediately falls silent.\n\nEVA\nThat's right, daddy’s home.\n\nFranklin walks in and drops his bags with barely a glance at\nEva, he immediately makes a beeline for Kevin's crib.\n\nFRANKLIN\nHey, sorry I’m late just got called\nin on another job. Seems I’m more\npopular than ever...\n\nEVA\nHe’s outdone himself today.\n\nFranklin leans in and picks up Kevin, who stays sound asleep,\nhis face content.\n\nFRANKLIN\nI can’t believe this little angel\ncould have been grouchy all day.\n\nEVA\nYou think I’m exaggerating...\n\nFRANKLIN\nI didn’t say that.\n\nShe waddles towards him with the blanket still wrapped round\nher, following him into the kitchen area.\n\nEVA\nYou realize that John downstairs is\nthreatening to move out.\n\nFRANKLIN\nJohn’s a fag and fag’s don’t like\nbabies.\n\n(MORE )\n\f38.\n\nFRANKLIN (cont'd)\nThis whole city’s anti-child...I’m\nonly just beginning to notice.\n\nKevin rouses and quietly takes the bottle offered by\nFranklin.\n\nFRANKLIN\nSee? He seems pretty good natured\nto me...\n\nEVA\n\nHe’s not good natured he’s\nexhausted, and so am I. I think I\nmight be coming down with\nsomething.\n\nHe holds a hand to her forehead briefly, perfunctorily.\n\nFRANKLIN\nTouch warm. Go get some rest I’‘1l\nfix dinner.\n\nShe shuffles back to the couch, looking a little crest fallen\nat Franklin’s lack of attention.\n\nFRANKLIN\nLook Eva...If you’re having trouble\ncoping we could always hire\nsomeone...\n\nHe plods off to the kitchen.\n\nINT.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nIf you’re having trouble\ncoping we could always hire\nsomeone... He plods off to the kitchen. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE LOFT - EVENING\n\nThe bathroom door opens and Eva emerges, huddled in her\nblanket, a thermometer poking out from under her tongue. She\ntakes it out and tries to focus.\n\nEVA\nHere you read it, everything's a\nbit blurry.\n\nEva swoons, Franklin runs and catches her in his spare arm.\n\nHe puts down Kevin, ignoring his instant screams and scoops\nEva up in his arms, carrying her to the couch.\n\nFRANKLIN\nI’m so sorry! You’re sick, you're\nreally sick.\n\f39.\n\nEva’s POV looking up at Franklin’s concerned face looming\nover her.\n\nCUT TO BLACK.\nDR RHIENSTEIN (0.S.)\nDouble Mastitis...very rare\nINT. HOSPITAL - DAY.\nDR RHIENSTEIN (0.S.)\n...I’m afraid we’ll have to keep\nyou here for at least a week...\nO.S. The door closing.\nEva lies in bed, exhausted and still sore. A simply\nfurnished, pristine white room. But it’s quiet, blissfully\nquiet.\nShe smiles to herself and lies back, pulling the sheets up\ncarefully over her raw breasts and closing her eyes.\nEXT. HOSPITAL LOT - DAY\nFranklin lifts Eva (whose clutching a huge bunch of flowers)\never so gently out of a wheelchair and into the passenger\nseat.\nFRANKLIN\n(tenderly)\nIs that OK honey?\nEva nods, she looks exhausted but is clearly appreciating the\nattention.\nINT. FRANKLIN'S PICK UP - DAY.\nEva smiles, enjoying the feeling of the breeze from the open\n\nwindow as the truck pulls out of the hospital lot onto the\nfreeway.\n\nEVA\n\nI thought her name was Carlotta?\nFRANKLIN\n\nOh her... didn’t work out.\nEVA\n\nWhat, you sacked her?\n\f40.\n\nFRANKLIN\nNot exactly.\n\nEVA\nYou mean she quit?\n\nFRANKLIN\nAfter one day, can you believe it?\n\nEva looks like she can believe it, Franklin moves on swiftly.\nFRANKLIN\n\n..-But Siobhan has turned out to be\n\na total godsend.\nINT. BEDROOM, MORNING.\nEva wakes up, fuzzy and disoriented.\nO.S. The sound of laughter, a high pitched female voice.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. S. The sound of laughter, a high pitched female voice. \n\nTARGET SECTION TO BE ANNOTATED:\nShe pulls herself out of bed, the blankets have left imprints\non her face and her bed head hair stands comically on end.\nINT. THE LOFT - DAY\nEva pads quietly into the hall, she looks up and stops .\nHazy sunlight catches Franklin’s relaxed smile. He strokes\nKevin’s head whilst SIOBHAN (21), a plump dark haired girl\nholds him, rocking him gently.\nFor once Kevin is_not crying. It’s a vision of a perfect,\nhappy family. She watches the scene for a moment then\nretreats quietly back to the bedroom.\nEXT. 5TH AVENUE - EVENING\nEva pushes through a sea of people, rush hour.\n\nEVA PHONE VOICE\n\nHey Siobhan... so sorry I’m late\nagain. Leaving now. Be back in an\nhour....Hope you’re feeling better.\n\nShe checks her watch and quickly dodges into an expensive\nlooking accessories store.\n\nShe peruses a couple of shelves before pulling out a gorgeous\noriental silk shawl.\n\f4l.\n\nShe checks the price tag and whistles through her teeth. Fuck\nit. She takes it to the counter to pay.\n\nINT. THE LOFT - EVENING\n\nTIGHT ON SIOBHAN, she looks exhausted but still managing to\nsmile as she bounces Kevin on her hip, he’s screaming blue\nmurder.\n\nSIOBHAN\n(unwrapping the scarf and\nshouting over the\nwailing)\nOh my god, Eva, it’s beautiful...\nyou really shouldn't have.\n\nINT. TRENDY SOHO RESTAURANT - EVENING\n\nTIGHT ON BRIAN (A FRIEND) talking excitedly, his hands\nflapping, totally absorbed.\n\nBRIAN\nWhat I hadn't realized, is that you\nfall in love with your own\nchildren. You don’t just love them,\nyou fall in love. And that moment,\nwhen you lay your eyes on them for\nthe first time - it’s...\nindescribable...\n\nFranklin and LOUISE (BRIAN’S WIFE) nod approvingly, their\neyes misting over slightly, playing back private memories.\n\nBRIAN\n(turning to Eva)\nWhat about you, can you remember\nit, that moment?\n\nJoining the conversation with a jolt, she was miles away.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nFranklin and LOUISE (BRIAN’S WIFE) nod approvingly, their\neyes misting over slightly, playing back private memories. BRIAN\n(turning to Eva)\nWhat about you, can you remember\nit, that moment? Joining the conversation with a jolt, she was miles away. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n(shrugging, searching for\nwords )\nYeah you’re right...indescribable..\n\nINT. RESTAURANT BATHROOM - EVENING\n\nEva and Louise enter cubicles mid conversation.\n\f42.\n\nLOUISE (0.S.)\n(inside her cubicle)\nWell Franklin is just over the moon\nisn’t he... gonna make a great\ndad... you must be so happy...\nEva in the privacy of her own cubicle doesn’t look so sure.\n\nAn awkward silence.\n\nINT. RESTAURANT - LATER\n\nEva returns quietly to her seat.\n\nFRANKLIN\nWell it’s never gonna change\nmuch... I supply the canvas someone\n\nelse paints the picture you know?\n\nBRIAN\nHow about you Eva? I guess the\nlittlest hobo is grounded for a\nwhile huh?\n\nEVA\nActually I was talking to marketing\nlast week, they’re proposing a new\nguide... AFRIWAP, thought it had a\nring...\n\nFranklin doesn’t say anything but his eyes show a combination\nof surprise and annoyance.\n\nEVA\nOf course it wouldn’t happen for a\nwhile...\nINT. THE LOFT - EARLY EVENING\nEva slides the elevator gate open and steps into the loft,\nit’s a bomb site, toys strewn everywhere, baby food\n\nsplattered on the walls.\n\nEVA\nSiobhan?\n\nO.S. Muted cries from the other room, but not Kevin's.\n\nEva follows the sound, bending to pick up Siobhan’s Chinese\nscarf from the floor, it’s torn to shreds.\n\f43.\n\nEva enters the bedroom, Siobhan leans over Kevin (almost one\nand a half now) on the changing table her hair tangled and\ncaught in Kevin’s vice-like grip. She slowly manages to\nextricate herself.\n\nSIOBHAN\n(wiping away a tear)\nI’m sure he’s old enough to know\nhow much that hurts.\n\nEva grimaces.\nEVA\n(placating)\nLet me make you a coffee.\nINT. KITCHEN - LATER\nSiobhan emerges from the bathroom. She’s straightened herself\nup but still looks like shit. Much thinner than she was\nbefore and with dark circles under her eyes.\n\nShe sits down at the table and stirs her coffee.\n\nO.S.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe sits down at the table and stirs her coffee. O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n next door Kevin has found a rattle and his xylophone and\nbegins a hideous discordant clanking.\n\nSIOBHAN\nThanks... oh by the way, we’re\nalmost out of baby food.\n\nEVA\nAgain?\n\nSIOBHAN\n\n(almost tearful)\nIt doesn’t all go in his mouth you\nknow!\n\nA uncomfortable silence.\nO.S. The xylophoning stops replaced by a high pitched wail.\nEva and Siobhan look at each other but neither makes a move\nfrom the table.\nSIOBHAN\n(opening the floodgates)\nEva, I’m knackered...\n\nEva sags, she knows what’s coming next.\n\f44,\n\nSIOBHAN\n-..-I mean you’ll need someone else\nwhen you move to the burbs anyway.\n\nEva’s thrown for a moment, the burbs?\n\nEVA\n(a little desperately)\nWould you like more money?\n\nSIOBHAN\nThe pays great Eva...\nI just can’t do it anymore... every\nmorning I wake up...\n\nINT. VIEW FROM THE WINDOW, TRIBECA LOFT - A MOMENT LATER.\n\nEva watches as Siobhan exits the apartment block frowning and\nbiting her nails, She hurries down the street, until she’s\nalmost running.\n\nO.S. Kevin howls, Eva let’s him.\n\nINT. KEVIN’S BEDROOM - DAY\n\nEva studies Kevin through the bars of his crib. He is stood\nup still howling and in a rage, though his cheeks are dry and\nhis black unnerving eyes seem to directly meet her gaze.\n\nEVA\nMommy was happy before widdle Kevin\ncame awong, you know that don’t\nyou? And now Mommy wakes up\neveryday and wishes she were in\nFrance. Mommy’s life sucks now,\ndoesn’t Mommy’s life suck? Do you\nknow there are some days that Mommy\nwould rather be dead? Rather than\nlisten to you screech for one more\nminute, there are some days Mommy\nwould jump off the Brooklyn Bridge.\nYou’ve got daddy snowed but Mommy’s\ngot your number. You’re a little\nshit aren’t you?\n\nFRANKLIN (0.S.)\nThey understand speech long before\nthey learn to talk.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re a little\nshit aren’t you? FRANKLIN (0. S.)\nThey understand speech long before\nthey learn to talk. \n\nTARGET SECTION TO BE ANNOTATED:\nEva turns to see Franklin standing in the doorway staring at\nher stony faced.\n\f45.\n\nFRANKLIN\nI don’t understand how you can\nstand there and watch him cry.\n\nHe pushes past her and picks Kevin up, Kevin instantly\n\nquietens.\n\nEVA\nFranklin ease up, I was only\nkidding around...I’m blowing off a\nlittle steam OK. Siobhan the saint\nquit, Hear that, Siobhan quit!\n\nFRANKLIN\nToo bad, we'll get someone else.\n\nFranklin walks towards the door, rocking Kevin.\n\nEVA\nLook, I‘1l change\nhim...\n\nFRANKLIN\n\nYou can steer clear until you get\nyour mind right, Or jump off a\nbridge, whichever comes first.\n\nHe strides off to the kitchen, Eva trails after him.\n\nEVA\nAnyway, what’s this about moving to\nthe suburbs, since when?\n\nFRANKLIN\nSince, i quote, “the little shit”\nhas got mobile... that elevator’s a\ndeath trap.\n\nEVA\n\nWe can gate off the elevator!\n\nFRANKLIN\nHe needs a yard, somewhere to toss\na baseball, fill a pool...\n\nEVA\nBut i love New York!\n\nFRANKLIN\nYou sound like a bumper sticker.\nYou've had twenty years to do what\nyou want and so have I...\n\f46.\n\nEVA\nWell that’s great, I want to go to\nAfrica and you want to go to New\n\nJersey.\n\nFRANKLIN\nWell you can’t always get what you\nwant.\n\nEVA\n\nYeah right. You want a house. You\nwant a yard. You want to coach\nfucking little league.\nFRANKLIN\nYeah that’s right. And there’s two\nof us and one of you.\nINT. BEDROOM, THE LOFT - MORNING\nEva lies on her back, eyes open, just about awake.\n\nO.S. The sound of the elevator gate sliding open.\n\nFRANKLIN (0.S.)\nSee you tonight.\n\nHe doesn’t wait for an answer the gate closes and the\nelevator descends.\n\nEVA\n(quietly, to herself)\nBye.\nShe doesn’t sit up, just lies there, staring at the ceiling.\nSomething is different, something is missing.\nEva sits up in bed. What is it?\nShe gets up and pads into the hall. Silence.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhat is it? She gets up and pads into the hall. Silence. \n\nTARGET SECTION TO BE ANNOTATED:\nShe pushes open the door to Kevin’s room. He is sitting up in\nhis crib, a ring of discarded toys chucked from it lie on the\n\nfloor.\n\nKevin’s thin pointy face regards Eva stoically. His mouth\nclosed. Silent.\n\nEva looks at him for a moment, opens her mouth to say\nsomething but is at a loss for words.\n\f47.\n\nINT. THE LOFT - LATER\n\nEva stands at the stove fixing coffee, she feels eyes on her\nback and turns.\n\nKevin sits in the centre of the room surrounded by ignored\ntoys staring at her silently.\n\nEVA\nHungry?\n\nNo sign of a response, Kevin stares blankly into the air,\nfrozen like a shop dummy.\nINT. THE LOFT - LATER\n\nA shiny red ball rolls slowly across the floorboards and\ncomes to rest between Kevin’s splayed legs.\n\nEVA\nRoll the ball to Mommy Kevin.\n\nNo response.\n\nEVA\nKevin roll the ball to Mommy...\n\nHe looks at Eva blankly for a moment then turns away,\ndisinterested.\n\nINT. DOCTOR FOULKES SURGERY.\n\nThe doctor holds a finger in front of Kevin’s fathomless\neyes, they follow it lazily.\n\nDR FOULKES (0.S.)\n....-None of the tell tale\nsigns...the rocking.\n\nINT. THE NURSERY - DAY\n\nEva sits cross-legged on the floor reading from a lovingly\nhomemade children’s book, Eva has at least found some release\nfor her creative instinct.\n\nEVA\n(trying hard)\nE is for elephant...\n(MORE)\n\f48.\n\nEVA (cont'd)\nlarge as a house, he’s as big as\ncan be, not small like a mouse...\ncan you say elephant Kevin? El-E-\nFant...\n\nShe looks up; Kevin sits a little way off, his back to her,\nmotionless.\n\nEVA\nKevin... Kevin, (louder) KEVIN?\n\nHe does eventually turn round but so laconically it’s hard to\ntell if he’s heard her or not.\nINT. DOCTOR FOULKES SURGERY - DAY\nBCU LIGHT SHONE IN KEVIN EAR.\nDR FOULKES (0.S.)\nHearing’s fine.\nINT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nDR FOULKES (0. S.)\nHearing’s fine. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE LOFT - DAY\n\nThe red ball rolls across the floor again, straight passed\nKevin who seems totally oblivious to it’s existence...\n\nEVA\nSay “ball” Kevin... Buh...Buh...\nBall.\nINT. DOCTORS SURGERY - DAY\nThe doctors hairy hand inserts a block into a slot puzzle.\nDR FOULKE (0.S.)\nCan you put the star in the star\n\nshaped hole Kevin? Like this?\n\nHe demonstrates once more then hands the block to Kevin.\n\nEVA\n\nI mean shouldn’t he be talking?\nDR FOULKE\n\n.. there is no “norm”... you\n\nshouldn’t worry too much...\n\nThey turn their attention back to Kevin, the puzzle in front\nof him has been completed flawlessly.\n\f49,\n\nDR FOULKE\nSee?\n\nINT. THE BATHROOM, THE LOFT - MORNING\n\nThe shower curtain slides back, Eva steps out and fumbles for\na towel. She looks up, Kevin stands in the doorway regarding\nEva’s naked body with vacant disinterest. She covers herself\nunsuccessfully with a tiny hand towel, unaccountably\nembarrassed.\n\nEVA\nWhen did you learn to walk exactly?\nINT. DOCTORS SURGERY - DAY\n\nFoulke picks up one of Kevin’s arms and lets go, it flops\ndown to his side like a wet noodle.\n\nDR FOULKE\n(bemused)\nHe’s a floppy little boy, isn’t\nhe?... but there’s nothing wrong\n\nwith him.\n\nKevin stares out of the window, seemingly oblivious.\n\nINT. THE LOFT - DAY\n\nEva bends down, smiling broadly she tries once more... waving\nthe ball in the air in front of Kevin before rolling it\nslowly towards him.\n\nEVA\nRoll it back Kevin... roll it\nback...\n\nAnd miraculously he does, straight towards her. She catches\nit and claps her hands with excitement.\n\nEVA\nYay...That’s it, that’s it!\n\nShe rolls it towards him again.\n\nKevin looks down at the ball resting between his legs then\nback up at Eva, his face sombre.\n\nEVA\nRoll it back Kevin!\n\f50.\n\nNothing.\n\nINT. LOFT - DAY.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing. INT. LOFT - DAY. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n(her kiddy voice becoming\nmore and more forced)\nOK Kevin, it’s time for our juice!\n\nEva glances at him and sighs, she sets down the cup, he seems\nso under stimulated, she walks to the corner of the room and\nwheels the dusty TV out.\n\nEVA\nI hate to do this to you but...\n\nShe picks Kevin up and plonks him down in front of it.\n\nA kids animation bursts onto the screen. She turns up the\nvolume.\n\nLeaving Kevin to watch she goes back to fetch his juice from\nthe counter.\n\nThe kids show seems to bombard the room, It’s hyperactive and\nirritating, it pounds through her head and she grimaces.\n\nKEVIN (0.S.)\nI don’t like dat.\n\nEva looks up at Kevin in total astonishment, the back of his\nhead illuminated by the screen.\n\nShe rushes over, crouching down to face him.\n\nEVA\nWhat did you say?\n\nKevin’s gaze is still firmly fixed on the TV screen.\n\nEVA\nKevin honey, what don’t you like?\n\nHe bats his hand against the TV set and Eva marvels.\n\nKEVIN\nI don’t like dat. Turn it ov.\n\nEVA\nJeez, a kid with good taste.\n\f51.\n\nShe turns off the TV and grabs an infant picture book from\nthe floor, hurriedly flicking through the pages.\n\nEVA\nLook Kevin...Flo-wer...Flow-er.\nKevin Look at Mommy, look. Say...\nTrack-tor. Track-tor.\n\nKEVIN\nI don’t like dat.\n\nShe turns him to face her and places both her hands on his\nshoulders. Kevin's piercing eyes fix on hers.\n\nEVA\nKevin, honey. Can you say\nMommy ?\n\nHe stares at her solemnly. She points to herself.\n\nEVA\nMom-mi....Mom-mi. Say Mommi Kevin.\n\nHis expression remains immutable.\n\nKEVIN\nNo.\n\nINT. FRANKLIN AND EVA'S BEDROOM - NIGHT\nFranklin lies in bed grinning broadly as Eva undresses.\n\nFRANKLIN\nWow, complete sentences straight\noff the bat? I’ve read late\nbloomers can be incredibly bright.\nThey're perfectionist. Don’t want\nto try it out until they’ve got it\nright.\n\nINT.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey're perfectionist. Don’t want\nto try it out until they’ve got it\nright. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THE LOFT - DAY\n\nEva sits at the table trying to concentrate on some proofs\nfrom work. Kevin sits behind her on the floor, surrounded by\na ring of toys. He picks them up one by one, examining each\nbriefly before flinging them across the room with all his\nmight.\n\nKEVIN\nI don like dat... I don like dat...\nI don’t like dat...\n\f52.\n\nEva throws down the page she’s looking at, she’s driven to\ndistraction... she doesn’t like dat much either.\n\nO.S. The elevator arriving.\n\nKEVIN\nI don like DA....\n\nWith a conspiratorial glance at Eva he falls completely\nsilent.\n\nFRANKLIN\nDamn elevator... hey guys what’s\nup?\n\nHe squats down next to Kevin.\nFRANKLIN\n\nAnd did you learn any new words\n\ntoday, huh? Can you say daddy? Say\n\ndaddy Kevin.\nKevin shakes his head once, his mouth staying resolutely\nshut.\nEXT. CENTRAL PARK - DAY\nEVA is sat on a bench, Kevin facing her in the buggy, eyeing\nher moodily. She produces a packet of cookies from her baby\n\nbag and holds one out to him.\n\nKEVIN\nI don’t like dat.\n\nEVA\n(Completely exasperated)\nWhat do you like, Kevin?\n\nWith a glazed disinterested expression, slowly turns away.\n\nINT - BATHROOM- NIGHT.\n\nEva lies against Franklin in the bath. He suddenly slides up\ninto sitting position so she has to sit up too.\n\nFRANKLIN\nTwo months?...He’s only a baby!\n\nFranklin steps out of the bath and wraps a towel round his\nwaist.\n\f53.\n\nEVA\nHe’s almost three now.\n\nFRANKLIN\nAnd who’s gonna look after him?\n\nEVA\nYou said you were working too hard,\nyou could take a break...\nAnyway...I thought you wanted to\nspend more time with him.\n\nEXT. SOMEWHERE IN AFRICA - DAY\n\nTRAVELING THROUGH A CLOUD OF RED DUST...A DREAM LIKE QUALITY\n....WHERE ARE WE?\n\nO.S. A loud honk.\n\nThe dust clears revealing a placid cow standing staring\nalmost straight at you.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nS. A loud honk. The dust clears revealing a placid cow standing staring\nalmost straight at you. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA hangs onto the side bar in the passenger seat of a Land\nRover, A YOUNG GUIDE, the driver honks the horn again several\ntimes but the cow just blinks at them. Eventually it shuffles\noff and the jeep pulls away, cruising through the dusty\nexpanse.\n\nFRANKLIN PHONE VOICE (0.S.)\nKevin....Say hi to Mommy.... C’mon\nKevin...don’t you wan’t to talk to\nMommy? Oooff...(muffled and two\noctaves higher after a punch in the\nnuts from Kevin) Easy tiger.\n\nEVA PHONE VOICE (0.S.)\nI don’t know what I was\nthinking...It’s shooting trips for\nsick millionaires or staying in a\nmud hut... and the political\nsituation’s fucked.\n\nI’m gonna cut my losses and come\nhome....\n\nFranklin? Franklin?...Shit.\n\f54.\n\nEXT. PASSING THROUGH A VILLAGE...LATER\n\nEva locks eyes with a beautiful African woman who’s sat by\nthe side of the road, suckling her naked child, despite the\nsqualor, it seems like the most natural thing in the world,\nshe looks like a serene Madonna. Her two other small children\nmake up a game of rolling an old tyre with a stick.\n\nEva smiles at the woman who doesn’t smile back, yet her gaze\nseems to penetrate, making Eva uncomfortable. The woman bats\nflies away from the baby’s mouth without dropping her soulful\neyes. The children chase the tyre screaming and whooping in\necstatic delight.\n\nINT. AIRPORT - DAY\n\nEva runs into the grubby airport, dropping her bags at her\nfeet as she looks up at the departure board, panels flip over\nlike cascading dominoes...‘DELAYED’ ‘DELAYED’ ‘DELAYED’.\n\nNo Air-con, waiting passengers bat away flies, dishevelled in\nthe intense heat.\n\nEva covered in a film of sweat, finds the only working\nvending machine, no water left, only Fanta orange. She takes\na slug from the drink. It’s warm and she almost spits it over\nthe floor.\n\nINT. JFK AIRPORT -DAY.\nEva’s feet pound across the airport floor.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. JFK AIRPORT -DAY. Eva’s feet pound across the airport floor. \n\nTARGET SECTION TO BE ANNOTATED:\nShe crouches down and tears spring to her eyes as she pulls\nKevin towards her and hugs him tightly, his arms remain at\nhis side and he’s floppy like a rag doll in her embrace.\n\nEVA\nI missed you so much...\nMommy’s never going to go away for\nthis long again.\n\nKevin seems to get floppier still, his head lolls back over\nher arm until he’s almost horizontal, she pulls away from him\nand ruffles his hair. Wiping her cheeks, she stands up and\nhugs Franklin, they kiss passionately.\n\nKevin stamps his foot and begins to make a loud mooing sound,\nhe tugs at Franklin’s hand.\n\nFranklin pulls away from the her.\n\f55.\n\nEVA\nLook Kevin. Mommy’s got you a\npresent.\n\nShe pulls a huge wild looking African wooden mask from a\ncarrier bag, waving it in front of him, Kevin is\nuninterested.\n\nFRANKLIN\nIt might take a while Eva...kids\nthis age... they think you’re never\n\ncoming back.\nKevin hauls Franklin by the leg.\n\nKEVIN\nUrghh...urghh\n\nFranklin laughs.\nFRANKLIN\nHey I know what you want kid,\nCheese doodles!\n\nKevin stamps up and down.\n\nINT. FRANKLIN'S PICK UP - DAY\n\nKevin shoots Eva a crafty orange smile and fists a cheese\ndoodle into her lap.\n\nKEVIN\nMommer farted!..It stinks.\n\nEVA\nDon’t crumble them all over truck\nhoney.\n\nFRANKLIN\nC'mon Eva, kids’re messy, loosen\nup...\n\nINT. JUNIORS RESTAURANT - DAY\n\nA teenage waitress with a raised brown birthmark on her cheek\nscribbles in her order pad.\n\nWAITRESS\nGarden salad, house dressing on the\nside.\n\f56.\n\nKEVIN\nNyeh nyeh, nyeh nyeh nyeh nyeh\nnyeh.\nWAITRESS\nA portion of onion rings.\nKEVIN\nNyeh, nyeh, nyeh, nyeh, nyeh.\nWAITRESS\nAnd a cheese burger.\nKEVIN\nNyeh nyeh nyeh nyeh.\nWAITRESS\n(looking like she’d rather\nkill him)\n\nWhat a cute little boy.\n\nThe waitress moves to take an order from another table.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nKEVIN\nNyeh nyeh nyeh nyeh. WAITRESS\n(looking like she’d rather\nkill him)\n\nWhat a cute little boy. The waitress moves to take an order from another table. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n\nHow long has this been going on?\nKEVIN\n\nNyeh nyeh nyeh nyeh nyeh nyeh\nFRANKLIN\n\nIt’s just a phase. He’1ll grow out\n\nof it.\nEva puts her hand over Franklin's.\n\nEVA\nLook while I was away. I had a lot\nof time to think, I don’t feel I'm\ndoing either ‘A Wing and a Prayer’\nor motherhood right...\n\nKEVIN\nNyeh, nyeh, nyeh, nyeh...\n\nEVA\nMaybe it’s time to focus more on\nKevin.\n\nKEVIN\n\nNyeh, nyeh, nyeh, nyeh...\n\f57.\n\nEVA\nWork can take a back seat. I’m\nthinking at least till he’s in\nfirst grade.\n\nKEVIN\nNyeh, Nyeh, nyeh, nyeh, nyeh. Nyeh.\n\nThe waitress returns with a tray and sets down their food.\nKevin scrutinizes her birthmark.\n\nKEVIN\nThat lady has poop on her face.\n\nEva looks at the young waitress apologetically.\n\nKEVIN\nWhy don’t you clean your face,\nIt’s poopy?\n\nEVA\nI’m so sorry I...\n\nThe waitress smiles but her face turns beet red.\n\nWAITRESS\nI'll be right back with your\ndressing.\n\nEva watches as she walks back towards the kitchen with her\nhead bowed, nervously pulling strands of hair over her face.\nEva reels back to face Kevin.\n\nEVA\nKevin, that wasn’t very nice.\nKEVIN\nNyeh NYEE nyeh nyeh nyeh.\nFRANKLIN\nCan we not ruin our first afternoon\ntogether?\nAnyway... I have a kind of an\n\nannouncement to make myself.\nI bought us a house.\n\nEVA\nYou bought us a house?\n\nKEVIN\nNyeh nyeh nyeh nyeh- nyee\n\f58.\n\nEVA\nYou didn’t find one for me to look\nat? It’s a done deal?\n\nKEVIN\nNyeh, NYEH, NYEH..\n\nEVA\nKevin stop it. That’s enough. Let\nMommer and Daddy talk.\n\nKEVIN\nNYEH NYEH NYEE! ...\n\nEVA\nKevin quit it!\n\nKEVIN\nNYEH-NYEH NYEH-NYEH!\n\nFRANKLIN\nYou’re only making it worse...",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA\nKevin quit it! KEVIN\nNYEH-NYEH NYEH-NYEH! FRANKLIN\nYou’re only making it worse... \n\nTARGET SECTION TO BE ANNOTATED:\nLook if I didn’t pounce it was\ngoing to be snapped up by somebody\nelse. Besides you weren’t\ninterested. I thought you’d be\npleased, glad it’s over.\n\nEVA\nThere’s only so pleased I can get\nabout something that wasn’t my idea\nin the first place.\n\nKEVIN\nNYEH NYEH NYEH NYEH NYEH NYEEE\n\nEVA\nKevin I mean it. If you don’t stop\nNyeh-nyehing we’re leaving.\n\nKEVIN\nNYEH NYEH NYEH NYEH NYEH NYE...\nNYEH NYEH NYEH-NYEH NYEH NYEE!\n\nEVA\nStop it!\n\nShe leans over the table and raps him on the hand. Kevin\nalmost smiles for a moment, satisfied? Then his lip starts to\nquiver and his face crumples up.\n\nKEVIN\nWHHHHHAAAAAAAAAAAAA !\n\f59.\n\nFranklin glares at her.\n\nEVA\nI’m sorry ...I’m just tired. I am\npleased... I can’t wait to see it.\nKEVIN\n\nNyeh nyeh-nyee... nyeh nyeh\nnyeh....Nyeh nyeh nyeh nyeh\nnyehnyee.\n\nINT. FRANKLIN'S PICK UP, NYACK - DAY\n\nFranklin drives down Palisades Parade. They pass a row of\nhouses, each more revolting and soulless than the next. MOCK\nTUDOR, AN ASIAN STYLE MONSTROSITY, ELIZABETHAN, MOCK, MOCK,\nMOCK.\n\nEva looks at them with growing concern. Not that one, not\nthat one, please not that one.\n\nEVA\nSo what’s it like?\n\nFRANKLIN\nWait and see...\n\nShe gulps. They turn off into a driveway THE RANCH HOUSE\nlooms into view. A modern flat roofed structure of glass and\nsandy brick, it looks like an institution.\n\nShe hates it on sight... the opposite of everything she’d\nwant in a home. Someone else’s dream home.\n\nINT. NEW HOUSE - DAY\n\nThe front door swings open, Franklin beams.\n\nFRANKLIN\nDon’t tell me this isn’t dramatic.\n\nEVA\nI’m dumbstruck.\n\nKevin looks around glumly, he slackens on Franklin’s hand\nuntil he’s a dead weight.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN\nDon’t tell me this isn’t dramatic. EVA\nI’m dumbstruck. Kevin looks around glumly, he slackens on Franklin’s hand\nuntil he’s a dead weight. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANKLIN\nWanna go explore?\n\f60.\n\nKevin lets go of Franklin’s hand and plods off\nunenthusiastically, reaching the middle of the immense\nliving room he plops himself down limply on the polished\nfloorboards with a glazed expression.\n\nFor the first time Eva can relate to him, she feels like\ndoing the same thing.\n\nEva looks round the huge teak panelled space... not a door in\nsight... everything open-plan, nowhere to hide.\nFRANKLIN\n\nYou've got to see the master\nbedroom, the skylight’s are\nspectacular.\n\nEVA\n(Brightly, forced)\nSkylights!\n\nINT. THE ELEVATOR, LOFT - DAY\n\nEva stands in the elevator, a last box of odds and ends in\nher hands, she looks around the empty space ruefully, it’s\nlike saying goodbye to an old friend.\n\nShe pulls the hand crank and starts to descend, disappearing\nfrom view.\n\nINT. ‘RANCH HOUSE’ NYACK - MOVING IN DAY\n\nSQUIRT. A jet of water splashes onto the crotch of a pair of\njeans.\n\nKEVIN\nYou peed you pants.\n\nTwo skinny legs and a skinny body stick out from underneath\nthe huge scary looking African carved wooden mask.\n\nKevin looks like a demented voodoo doll in diapers. He holds\na squirt gun in one hand and waves it threateningly at the\nremoval man who he’s just soaked. The guy’s powerless to\navoid him, clutching a heavy tea chest.\n\nEVA\nKevin, stop squirting the nice\nremoval men, they’re only trying to\nhelp.\n\nKevin aims the gun at another removal man’s butt.\n\f61.\n\nEVA\nI told you to stop it!\n\nHe drenches the man’s butt.\n\nKEVIN\nYou peed your pants!\nEVA\nKevin, I’m not going to tell you\n\nagain!\nShe chases after him as he thuds past the man.\n\nEVA\nKevin if you squirt anybody one\nmore time. I’m taking the gun away!\n\nHe sprints past the removal guy he’s just soaked so she can’t\nget close enough to grab him, then turns back to her waving\nthe gun in the air, his eyes glistening gleefully through the\nintimidating wooden face.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA\nKevin if you squirt anybody one\nmore time. I’m taking the gun away! He sprints past the removal guy he’s just soaked so she can’t\nget close enough to grab him, then turns back to her waving\nthe gun in the air, his eyes glistening gleefully through the\nintimidating wooden face. \n\nTARGET SECTION TO BE ANNOTATED:\nKEVIN\nNYEH-Nyeh? Nyeh nyeh nyeh NYEE-nyeh\nnyeh nyeh NYEEEEEEE!\n\nHe turns and thuds off round the corner, out of sight.\n\nINT. KITCHEN, RANCH HOUSE - DAY\n\nKevin eyes Eva moodily as she puts his confiscated squirt gun\nout of reach on top of a cupboard.\n\nINT. LIVING ROOM TO KITCHEN —- CONTINUOUS - DAY.\n\nEva struggles into the kitchen with a box of pots and pans,\nKevin is perched precariously, standing on the second shelf\nof an opened cupboard, posing as if waiting to have his\npicture taken, his hand fumbling for his gun.\n\nEVA\nHold it right there Mister. Freeze!\n\nShe waits underneath him, prepared for a fall, he’s too high\nfor her to grab.\n\nEVA\nFranklin!....quick.\n\f62.\n\nFranklin enters and pulls Kevin down but not before he’s\nsnatched his squirt gun back.\n\nEVA\nKevin’s been very very bad, we’re\ngoing to have to take that gun away\nfor a long time.\n\nFRANKLIN\nAw, you’ve earned it haven’t you\nkiddo. (ruffling his hair) Man that\nclimb took guts, real little monkey\naren’t you?\n\nKevin shrugs away from his dad’s hand.\n\nKEVIN\n(deadpan)\nI’m the little Monkey.\n\nHe strides out of the room, gun swinging at his side, with\nthe nonchalance of an airline hijacker.\n\nINT. KITCHEN - DAY\n\nKevin is sat at the table, systematically pulling all the\nstuffing out of a fluffy rabbit through a small hole in it’s\near. Eva puts a sandwich down in front of him.\n\nEVA\nYou must be hungry working so hard?\n\nHe doesn’t look up.\n\nKEVIN\nNo.\n\nLATER.\n\nO.S. The toilet flushing as Eva emerges from the bathroom.\nShe looks at the kitchen table; the sandwich has gone and so\nhas Kevin. Huh? So that’s how it works.\n\nINT. THE ONLY RECTANGULAR ROOM IN THE NEW HOUSE - DAY\n\nB.C.U. Eva’s hands smooth down a beautiful vintage map of\nAsia, as she pastes it like wallpaper to the wall and stands\nback to admire the effect.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nC. U. Eva’s hands smooth down a beautiful vintage map of\nAsia, as she pastes it like wallpaper to the wall and stands\nback to admire the effect. \n\nTARGET SECTION TO BE ANNOTATED:\n A pile of old maps, plane tickets\nand postcards sits next to her on the floor. This is gonna\nlook cool.\n\f63.\n\nKevin grunts and she feels his eyes boring into her as he\nstands watching her leaning slackly in the doorway.\n\nEVA\n\n(as she selects another\n\nmap )\nEveryone needs a room of their own.\nYou know how you have your room.\nWell this is Mommer’s room...You’1l\nsee, you may want to make your room\nspecial some day and I’1l help you\nif you like.\n\nKEVIN\nWhat do you mean Special?\n\nEVA\nSo it looks like your personality.\n\nKEVIN\nWhat personality?\n\nEVA\nI think you know what I mean.\n\nKEVIN\nI have to put junk on the walls?\n\nEVA\nUnless you’d rather not.\n\nKEVIN\nI'd rather not.\n\nEva sighs.\n\nEVA\nGreat, we’ve found one more thing\nyou don’t want to do.\n\nKevin’s face screws up a little, an odd expression followed\nby a smile... and a stink.\n\nEVA\nOh you haven’t... I only just\nchanged you.\n\nKevin grins with satisfaction.\n\f64.\n\nINT. RANCH HOUSE - DAY\n\nFranklin has his head in a kitchen cupboard, fixing child\nlocks to the doors.\n\nEva struggles to fit a beloved old dresser into the next\nroom, the space has no flat walls, nothing fits and the\ndilapidated dresser looks out of place amongst all the fresh,\nclean wood panelling.\n\nEVA\n\nChrist doesn’t this place have any\ncorners?\n\nINT. THE PICKUP PARKED OUTSIDE A STRIP MALL - DAY\n\nEva waits in the car with Kevin, looking at a row of phoney\nshop fronts. A huge couple pass by stuffing their faces with\nburritos.\n\nEVA\nLook at the roly-pollies Kevin.\n\nShe only gets a scowl in return.\n\nFranklin appears, his arms full of shiny new kitchen\nequipment.\nEVA\nHave you seen “Ye Olde Sandwich\nShoppe”? Must have been built all\nof six months ago.\n\nFRANKLIN\n\nYou’re such a snob sometimes...\nEXT. RANCH HOUSE DRIVEWAY - DAY\nEva helps to carry the new stuff into the house, she passes a\nbrimming dumpster.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN\n\nYou’re such a snob sometimes... EXT. RANCH HOUSE DRIVEWAY - DAY\nEva helps to carry the new stuff into the house, she passes a\nbrimming dumpster. \n\nTARGET SECTION TO BE ANNOTATED:\n Her old dresser lies amongst the funky old\npots and pans from the loft, her antiquated food mixer... She\nsmiles wistfully.\nINT. CORRIDOR - DAY\n\nO.S. Kevin can be heard smashing something up in his room.\n\nEva puts down a PB and J in front of the door as she passes.\n\f65.\n\nLATER\n\nEva passes Kevin’s door again, her arms loaded with laundry.\nThe plate is empty, a few crumbs remain. Christ it’s like\nfeeding a dog.\n\nINT. EVA’S NEW STUDY - DAY\n\nBCU A drill whines as it bores into the doorway of the study.\n\nEva looks up with satisfaction from her wallpaper pasting,\n(she’s covered about half the room with maps now.) |\n\nA carpenter hangs a door, pretty much the only one in the\nhouse. He demonstrates the finishing touch, a large smoothly\nfunctioning bolt.\n\nKevin sits in the corridor watching broodily.\n\nINT. KITCHEN - DAY\nEva has her back turned to Kevin doing laundry.\n\nKEVIN\nI’ve pooped.\n\nEva turns to him with a bright smile which instantly falls\nfrom her face.\n\nHe’s shit all over the kitchen floor the poo clinging and\nrunning down his legs.\n\nEVA\nShit!\n\nHe shoots her a little grin.\nA MOMENT LATER\n\nA pair of little legs are yanked from the ground, the shitty\nshorts dangle from his foot, then drop to the floor.\n\nEva plonks him in the sink and washes him perfunctorily. He\nseems to be enjoying it, Eva is not.\n\f66.\n\nINT. THE KITCHEN —- MORNING\n\nEva stumbles into the kitchen, still half asleep. She starts\nto fumble around-finding things to fix coffee. Every door is\nclipped with a safety guard nothing opens properly.\n\nEVA\nCrap.\n\nO.S. Franklin and Kevin in the bathroom.\n\nFRANKLIN (0.S.)\n\nKevin honey? Look at daddy, see how\nhe pee-pees in the pooper-\ndooper?...\n\nEva rolls her eyes, fat chance... she passes the open\ndoorway, she can see Kevin watching his father.\n\nFRANKLIN (0.S.)\nYou could do that too...",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva rolls her eyes, fat chance... she passes the open\ndoorway, she can see Kevin watching his father. FRANKLIN (0. S.)\nYou could do that too... \n\nTARGET SECTION TO BE ANNOTATED:\n piddle\nwiddle in the toilet huh?\n\nKevin rolls his eyes lazily toward Eva. An expression flicks\nacross his face, Eva can’t be sure but it looks suspiciously\nlike. “What an asshole?”.\n\nINT. BEDROOM - NIGHT\nFranklin is in bed, his hands behind his head. Eva undresses.\n\nFRANKLIN\nJesus why couldn’t he just suck his\nthumb or something...\n\nEva sighs. She takes her bra off and slips into bed beside\nhim.\n\nINT. EVA’S NEW STUDY - DAY\n\nEva pastes the last plane ticket into place on the wall and\nstands back brushing her hands together with satisfaction,\nmaps and memorabilia cover every inch of the walls, even the\nceiling, it looks fantastic.\n\nKEVIN\nAll these squiggy squares of paper.\nThey're dumb.\n\f67.\n\nEVA\nI like them.\n\nHe stamps his foot.\n\nKEVIN\nThey’re dumb.\n\nThe door bell rings.\n\nINT. HALLWAY - DAY\n\nA heavily coiffured woman MARY WOOLFORD, stands at the door\nholding a home baked pie.\n\nMARY WOOLFORD.\nA little something to introduce you\ninto our community.\n\nMary presents the pie whilst having a good nose into the\nliving room.\n\nEVA\nOh...how thoughtful.\n\nEva wipes her pasty hands on her overalls, tries to\nstraighten her hair.\n\nMARY WOOLFORD\n(looking Eva up and down)\nWow, you look pretty snowed\nunder...\nwe've got a little playgroup going\non at my place if your little boy\nwould like to join.\n\nEVA\n(distractedly)\nSure...yeah that sounds fun.\n\nMARY WOOLFORD.\nEvery Thursday 2-4pm at my place.\nThe kids really enjoy it and it\ngives the Mom’s a break.\n\nEva looks up the stairs. It’s quiet, too quiet.\nEVA\n\nSorry... (indicating upstairs) I\ngotta go.\n\f68.\n\nMARY WOOLFORD\n(slightly offended)\nSure...I can see you’re busy.\n\nEva closes the door and rolls her eyes, heading up the\nstairs.\n\nEVA\nHey kid, when you’re this quiet,\nyou make me nervous..\n\nShe pushes the study door open. The expression on her face\nchanges instantly, she looks at the room in horror.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA\nHey kid, when you’re this quiet,\nyou make me nervous.. She pushes the study door open. The expression on her face\nchanges instantly, she looks at the room in horror. \n\nTARGET SECTION TO BE ANNOTATED:\nThe walls are spidery with red and black ink, the ceiling\ntoo, covering all four walls in little circular and zig-zag\ndirections.\n\nKevin is standing on the desk, bent over in concentration;\ndraining the last of the red ink from the bottle and pouring\nit intently into the barrel of his gun, the ink spills over\nonto the already splattered oak desk, his hands are drenched.\nHe senses Eva standing watching him but he doesn’t look up.\nKEVIN\n(quietly)\nNow...It’s special.\nEva is completely awestruck.\nShe snatches the gun from him and throws it on the floor,\n\nstamping on it hard until it’s in bits and the ink has ruined\nher pretty yellow pumps.\n\nINT. EVA'S CAR, OUTSIDE MARY WOOLFORD’S PLACE - DAY\n\nKid’s pile out of the house. Kevin sullenly gets into the\ncar.\n\nEVA\nDid you have fun?\n\nNothing.\n\nINT. THE LOUNGE - DAY\n\nEva’s on the phone.\n\f69.\n\nMARY WOOLFORD\n(phone voice)\nSorry Eva, but Kindergarten's only\na couple of weeks away, we just\ncouldn’t make up the numbers\nanymore...\n\nEVA\n(slightly quizzically)\nOk... sure, thanks for all your\nhelp anyway, it’s been great...\nOK... bye.\n\nShe rounds the corner. Kevin stands by the window forcing\nhalf a sandwich into his mouth in one go, like a starved\nanimal.\n\nEVA\nHungry huh?\n\nHe looks up at her dolefully, spits the half-masticated\nsandwich out into his hand and mashes it into the window\npane, it sticks there. Kevin walks off.\nINT. THE KITCHEN - DAY\nEva searches through the annoyingly locked cupboards for\nsomething and pulls out Mary’s tacky, ‘home sweet home’\ndecorated pie dish, she’s forgotten to return it.\n\nEVA\n\nCrap.\n\nEXT. MARY’S HOUSE - DAY\n\nEva approaches the front door carrying the pie dish, she\nnotices a few extra cars parked up outside.\n\nShe rings the bell and the door opens.\n\nEVA\nHey Mary, just thought I’d return\nthis... sorry it’s been so long...",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY’S HOUSE - DAY\n\nEva approaches the front door carrying the pie dish, she\nnotices a few extra cars parked up outside. She rings the bell and the door opens. EVA\nHey Mary, just thought I’d return\nthis... sorry it’s been so long... \n\nTARGET SECTION TO BE ANNOTATED:\nShe stops, over Mary’s shoulder she can see the lounge full\nof mothers and young children, play group is evidently still\nrunning, just without Kevin.\n\nMary smiles broadly but her pale neck blotches bright red.\n\f70.\n\nMARY WOOLFORD\nOh... thanks Eva, that’s... great.\n\nAn awkward silence.\n\nEVA\nWell I guess I’1ll see you at “Love\nand Learn” soon.\n\nMARY WOOLFORD\nSure, take care... and thanks\nagain.\n\nShe closes the door.\n\nEXT. LOVE AND LEARN KINDERGARTEN - DAY.\n\nEva jumps out of the car and rushes through the brightly\ncolored playground, holding her careworn diaper bag.\n\nINT. LOVE AND LEARN, KINDERGARTEN CLASSROOM - DAY\n\nMISS FABRICANT (frumpish, thirties) and Eva stand at the\nclassroom door. Eva holds a freshly-bagged messy diaper at\narms length. VIOLETTA, a shy little girl with a bad case of\neczema hangs onto Miss Fabricant, hiding in her skirts.\n\nMISS FABRICANT\n+..sorry about this Eva...the other\nchildren were starting to complain\nabout the smell.\n\nVISIBLE OVER HER SHOULDER...A prissy little girl, MUFFET\nshows the rest of the class a delicate china tea set. She\nhands cups out to the little group sat around her, including\nKevin.\n\nMUFFET.\nOne for you...and one for you.\n\nBACK ON EVA\n\nEVA\nIt’s just that this is the third\ntime today, couldn’t you...\n\nMS. FARBRICANT (0.S.)\nI’m sorry but it’s the law I could\nget in a heap of trou....\n\n(MORE )\n\f71.\n\nMS. FARBRICANT (0.S.) (cont'd)\n(turning her attention to Violetta\nwhose itching at her scabs)...Don’t\nscratch honey you know it makes it\nworse.\n\nEVA (0.S.)\nI know a lot of the other mothers\nlive closer by, it takes me a while\nto get here.\n\nMS. FARBRICANT (0.S.)\nActually, we don’t really have\nother mothers in this situation.\n\nIn the background. Kevin holds his tea cup up in mid air\nalmost as if to propose a toast...",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nActually, we don’t really have\nother mothers in this situation. In the background. Kevin holds his tea cup up in mid air\nalmost as if to propose a toast... \n\nTARGET SECTION TO BE ANNOTATED:\n except that he lets it\ncrash to the floor. Both Eva and Miss Fabricant turn round, a\nmoments stunned silence then Muffet starts to shriek as the\nrest of the kids follow Kevin’s example and let their teacups\nfall and smash, one after the other.\n\nINT. CAR - DAY\n\nEva drives distractedly, Kevin strapped in the seat next to\nher.\n\nEVA\nThat wasn’t very nice\nKevin...breaking Muffet’s tea cup.\n\nKEVIN\n\nShe’s got a dumb name.\nEVA\n\nThat doesn’t mean she deserves...\nKEVIN\n\n(lamely)\n\nIt slipped.\n\nEVA\n\nSure Kevin. How would you like it\nif you brought something you really\ncare about to school and somebody\nsmashed it up?\n\nKEVIN\nLike what?\n\nEVA\nLike...\n\f72.\n\nShe closes her mouth, Kevin smiles triumphantly, she can’t\nthink of a damn thing.\n\nINT. DINNER, THE RANCH HOUSE - EVENING\n\nEVA\n.--in floods of tears, absolutely\ninconsolable...\n\nFranklin pushes away his empty plate, leaning back in his\nchair.\n\nFRANKLIN\n(about to brush it off)\nWell...\n\nEva throws him a look, \"We've discussed the ‘united front’\nthing”.\n\nFRANKLIN\n(changing tack)\nLook Kev... I know tea cups are\n\ngirly and sissy but don’t break ‘em\nOK? It’s uncool...\n\nKevin nods dourly.\nFRANKLIN\nOK! fancy some frisbee... work on\nthat bank shot?\nKEVIN\n(uncannily, eerily like a kid from\na cereal commercial)\nSure Dad!\nThey bounce off together.\nCUT TO:\nEva watching through the glass doors.\nKevin is useless despite practice. Limp, hooked throws that\nalways fall ten feet short of Franklin... who in turn is\ntireless in running to pick them up. A patience that begs to\nbe tested.\nEXT. LOVE AND LEARN KINDERGARTEN - DAY\n\nSummer, nearly the end of term. Eva waits with the other\nmothers as the kids come out of school.\n\f73.\n\nShe notices the unmistakable bulge of a diaper on a few of\nthe kids where there had been none before.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva waits with the other\nmothers as the kids come out of school. 73. She notices the unmistakable bulge of a diaper on a few of\nthe kids where there had been none before. \n\nTARGET SECTION TO BE ANNOTATED:\n Soon, most of the\nkids are gone, Kevin has not materialized.\n\nINT. KINDERGARTEN HALLWAY - DAY\nA concerned looking Miss Fabricant is searching the building.\nMISS FABRICANT\nI’m so sorry Eva, I'm sure he’s\naround here somewhere...\nShe scurries off to check the bathrooms.\nMISS FABRICANT (0.S.)\n(relieved)\nHere he is!\n\nO.S. A scream.\n\nEva runs to the bathroom door. Kevin has his back to them,\nwhispering to VIOLETTA, (the little girl with eczema.)\n\nShe has her eyes closed, her expression ecstatic... and she\nis scratching herself to ribbons, blood runs freely from the\nhundreds of scabs she has scratched off her body dripping\nslowly onto her white ankle socks.\n\nINT. KITCHEN - NIGHT\nFranklin bangs a glass down on the counter and pours himself\n\na generous scotch. Eva sits at one end of their new, white\nsofa.\n\nFRANKLIN\nHe’s not her minder Eva, he’s a\nkid.\n\nEVA\n\nHe could have called someone,\ncouldn’t he? Before it went too\nfar.\n\nFRANKLIN\nFor Christsakes how’s he supposed\nto recognize what ‘too far’ is,\nwhen all she’s doing is scratching!\nNone of which explains why you let\nhim squish around the house, all\nafternoon from the looks of him,\nplastered in shit...\n\n(MORE )\n\f74.\n\nFRANKLIN (cont'd)\n\nDoes it occur to you that if this\nlittle scene was all that terrible,\nthen he might be a little\ntraumatized himself.\n\nEVA\nHe wasn’t traumatized, he was smug.\n\nFRANKLIN\nWhat is wrong with you?...\n\nHe moves to sit down next to her but almost lands on a huge\nsmear of shit streaked down the sofa.\n\nFRANKLIN\nShit.\n\nHe jumps up and plops himself down at the far end, his hand\nto his forehead.\n\nFRANKLIN\nLook I’m getting pretty sick of\nthis... and not because of Kevin.\n\nSilence. Eva and Franklin sit at opposite ends of the sofa,\nno eye contact. The shit-smear drawing a dividing line\nbetween them.\n\nINT.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva and Franklin sit at opposite ends of the sofa,\nno eye contact. The shit-smear drawing a dividing line\nbetween them. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KEVIN’S PLAYROOM, SUMMER - DAY\n\nKevin is slumped on the floor as Eva, knelt in front of him\nopens the page of a book.\n\nEVA\n\nOK, Lets work on our numbers!\nKEVIN\n\nWhat for?\nEVA\n\nWell you remember yesterday, Mommer\npaid the bills? You have to be able\nto add and subtract to pay bills.\n\nKEVIN\nYou used a calculator.\n\nEVA\nWell you have to know arithmetic to\nbe sure the calculator is right.\n\f75.\n\nKEVIN\nWhy would you use it at all if it\ndoesn’t always work.\n\nEVA\nIt always works.\n\nKEVIN\nSo you don’t need arithmetic.\n\nEVA\n(flustered)\nTo use a calculator, you still have\nto know what a five looks like,\nalright?...Now lets practise our\ncounting.\nWhat comes after three.\n\nKEVIN\nSeven.\n\nEVA\nWhat comes after nine.\n\nKEVIN\nFifty three.\n\nKevin stares at Eva in the eye lifelessly and drones in a\nfast forward monotone.\n\nKEVIN\nOnetwothreefourfivesixseveneightnin\neteneleventwelve...\n\nHe counts up to fifty, hardly pausing for breath.\n\nKEVIN\nNow can we quit?\n\nEva looks stunned, she feels foolish. She sits down beside\nhim and scrawls a bunch of numbers on a piece of paper.\n\nEVA\nThere! Add that up then! And\nmultiply it by twenty five while\nyou’re at it, since you think\nyou’re so smart!\n\nShe goes to hand him the paper. Smells something.\n\nEVA\nYou did not.\n\f76.\n\nHe looks at her, smiling.\n\nA FEW MINUTES LATER;\n\nOn the changing table. Eva removes the stinky diaper. She\nsomewhat gruffly lifts his ankles. Sets out the fresh one\nunder his butt. Her eye catches on his. She studies him. He\nseems to be enjoying it.\n\nEVA\nAre you having a laugh out of this?\nAre you?\n\nHe doesn’t answer. She finishes taping the diaper sides, and\nyanks up his pants, putting him on the floor and turning to\nwipe her hands.\n\nO.S. A squelchy, farting sound. The unmistakable smell.\nShe turns round, Kevin grins up at her.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nA squelchy, farting sound. The unmistakable smell. She turns round, Kevin grins up at her. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n(screaming)\nHow do you do it! You hardly eat\nanything, where does it come from?!\n\nEva is livid, she grabs him, dragging him towards the\nchanging table, she loses it and before she knows it she’s\nthrown him towards it.\n\nHe sails though the air as if in slow motion and lands with a\ndull thud against the edge of the stainless steel table.\n\nHis head at a quizzical tilt, he looks at her as if he is\nfinally interested in something.\n\nKevin’s arm is splayed at an odd angle. Eva looks terrified.\n\nHe does not cry.\n\nINT. HOSPITAL CORRIDOR - DAY\n\nEva, Kevin and DR GOLDBLATT walk down the long corridor.\nKevin has a haughty expression on his face, he bravely holds\nhis arm, a towel wrapped around it. Eva has her hand on his\nshoulder but he shrugs it off.\n\nThey stop in front of the orthopedic surgeon’s examining\nroom. Eva is about to walk in with them. Kevin abruptly turns\nto her.\n\f77.\n\nKEVIN\n\nI can see the doctor by myself.\nEVA\n\nDon’t you want me to keep you\n\ncompany honey... in case it hurts?\nKEVIN\n\nYou can wait out there.\n\nDR GOLDBLATT\nThat’s quite a little man you’ve\ngot there Eva...Sounds like you got\nyour orders.\n\nINT. HOSPITAL WAITING ROOM - DAY\n\nEva. A guilt sign is practically lit up over her head.\n\nShe glances at the floor, terrified to make eye contact with\nanyone.\n\nHOURS LATER\n\nEva sits in the same position, waiting. She holds a tissue\nthat she’s torn to tatters.\n\nSuddenly, Doctor Goldblatt and Kevin - in a freshly minted\ncast, emerge. Eva swallows hard, and desperately tries to\nread their faces before talking.\n\nDR. GOLDBLATT\nWell.\n\nPause.\n\nEVA\nYes?\n\nDR. GOLDBLATT\nI’ve got to tell you this, Eva...\n\nEva blanches.\n(beat; smiles)\nThis is one brave young man you\nhave here.\n\nEVA\nOh. Yes.\n\nShe places her hand delicately on the doctors arm.\n\f78.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nYes. She places her hand delicately on the doctors arm. 78. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n(gushing)\nThank you, thank you so much Dr\nGoldblatt.\n\nINT. EVA’S CAR - DAY\nEVA\n(in bits)\nWhat Mommer did was very, very\nwrong. And she’s so, so sorry.\nKevin sits up front, he says nothing, his expression aloof,\nthe fingers of his plastered right arm tucked Napoleonically\ninto his shirt.\nINT. LIVING ROOM.\nEva holds the front door open as Kevin walks in.\nKevin heads straight for the kitchen, Eva meekly follows.\nFranklin has his back turned, slathering some peanut butter\nonto a cracker, he turns to face them stuffing it into his\n\nmouth.\n\nFRANKLIN\nJesus, Kev!.\n\nHe swallows hard without chewing.\n\nHe brushes the crumbs from his hands hastily and plunges to\nhis knees before Kevin.\n\nKEVIN\nI broke my arm.\n\nFRANKLIN\nI can see that. How’d that happen?\n\nEva looks flushed and woozy... about to confess.\n\nKEVIN\nI fell.\n\nEva stares at Kevin in disbelief.\n\nFRANKLIN\nWhere'd you fall?\n\f79.\n\nKEVIN\nI had poopy pants. Mommer went to\nget more wipes. I fell off the\nchanging table onto my tonka truck.\nMommer took me to doctor Goldbutt.\n\nFRANKLIN\nGosh...that must have hurt!\n\nEVA\nThe orthopedist says it was pretty\nclean and should mend well.\n\nKevin and Eva look at each other as if sealing the pact.\n\nFRANKLIN\nAre you going to let me sign your\ncast?\n\nKEVIN\n\nSure Dad! But first I got to go to\nthe bathroom.\n\nHe saunters off with his free hand swinging.\n\nEva looks\nround her\n\nFRANKLIN\n(quietly)\nDid I just hear right?\n\nEVA\nGuess so.\n\nexhausted, close to tears. Franklin puts his arm\nshoulder.\n\nFRANKLIN\nMan, that must have given you a\nscare.\n\nEVA\nIt was all my fault.\n\nFRANKLIN\nNo mother can watch their kid every\nsecond.\n\nShe squirms.\n\nEVA\nYes... but I should have...\n\nFranklin raises his forefinger.\n\f80.\n\nFRANKLIN\nSh-sh!\n\nA delicate trickling emerges from the hall bathroom.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\n80. FRANKLIN\nSh-sh! A delicate trickling emerges from the hall bathroom. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANKLIN\n(whispering)\nWhat do you think did the trick,\njust the shock...or do you think\nhe’s scared of landing back on that\nchanging table?\n\nEva shrugs... Jesus.\n\nEXT. FRIENDLY’S RESTAURANT - DAY\n\nKevin stuffs his mouth with a giant banana split sundae. He\nwhittles it down in workman-like fashion.\n\nAcross from him, Eva sits contritely.\n\nEVA\nHow is it?\n\nKevin nods without looking up. He keeps eating.\n\nINT. EVA’S CAR - DAY\nEVA\nDo you mind if we stop off at the\nstore honey?\n\nKEVIN\nI wanna go home.\n\nEVA\n(swallowing)\nHome it is then.\nINT. HALL, OUTSIDE KEVIN'S BEDROOM - NIGHT\nEva tentatively knocks on Kevin’s door.\n\nKEVIN\nNot yet!\n\nShe waits outside for a long moment.\n\nKEVIN\nOK.\n\f81.\n\nEva enters the room, Kevin is sat on top of his bed. He is\ndressed awkwardly. One arm in the sleeve of his pyjama top,\nthe other underneath it.\n\nShe kisses Kevin's forehead, he wipes it off.\n\nEVA\nI love you, kiddo.\n\nKEVIN\nNyeh NYEE nyeh, nyeh-nyeeeeh!\n\nINT. EVA AND FRANKLIN'S BEDROOM - SUMMER AFTERNOON.\nEva wanders round the room on the phone.\n\nEVA\nAnd how about JAPWAP? we’re gonna\nneed... oh it’s already done...Oh\ngreat..\nand the updates for europe? Really?\nThat’s fantastic...\n\nEva’s face doesn’t look so fantastic, she passes a framed\nphoto, her favorite, showing a much younger, fresher and\nenthusiastic Eva on a trip to Holland, she grimaces at it.\nEVA\n...well I guess that’s it for now,\ndon’t hesitate to call if you need\nanything...thanks Sally, bye.\n\nShe hangs up looking a little lost, surplus to requirements.\nShe looks down at the yard outside.\n\nFranklin whoops as Kevin, his arm now out of the cast, lamely\nthrows the ball into his mitt.\n\nEva’s face reflected in the glass, she presses her hand\nagainst the pane.\nINT.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nFranklin whoops as Kevin, his arm now out of the cast, lamely\nthrows the ball into his mitt. Eva’s face reflected in the glass, she presses her hand\nagainst the pane. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EVA’S CAR, AFTER SCHOOL RUN - DAY\n\nEva, bored, stuck in a row of yummy mommies in their people\ncarriers and SUV’s.\n\nKevin equally bored, strapped in the back.\n\nO.S. Construction noise. She glances out the window.\n\f82.\n\nEVA\n(under her breath)\nJesus..just what we need... another\nPottery Barn.\n\nShe yawns and flicks on the C.D. player. Elgar swims out and\nshe closes her eyes for a minute savoring the peace in the\nmusic.\n\nKEVIN\nI don’t like that, turn it off.\n\nEva sighs and flicks the music off, resignedly.\n\nA long boring silence, interspersed with beeping horns and\nconstruction.\n\nEVA\n(brightly, forced)\nWhat shall we do when we get home?\n\nNo response. She sighs.\n\nEVA\n\nShall we read a book?\nKEVIN\n\nWhat if the book is boring.\nEVA\n\nThen we'll find a different one.\nKEVIN\n\nWhat if they’re all boring.\nEVA\n\nI don’t think that’s possible\n\nKevin.\nKEVIN\n\nI think it’s possible.\n\nEVA\nWhen you grow up you’1l need a job\nand then you’1ll have to be able to\nread and write really well or no\none will want to hire you.\n\nKEVIN\nDad doesn’t write. He drives around\nand takes pictures.\n\f83.\n\nEVA\nThere are other jobs.\n\nKEVIN\nWhat if I don’t want a job?\n\nEVA\nThen you’d have to go on welfare.\nThe government would give you just\na little money but not enough to do\nanything fun.\n\nKEVIN\nWhat if I don’t want to do\nanything?\n\nEVA\nI bet you will.\n\nKEVIN\nI think I want to go on welfare.\n\nINT. EVA'S INKY STUDY - DAY\n\nMAN’S VOICE (0.S.)\nYou tell your kid it’s not funny!\n\nO.S. Muffled heated voices.\n\nEva listens from the study...she walks to the landing,\npeering downstairs. Franklin holds the door open to ROGER\nCORLEY, flushed and sweating, slightly ridiculous in his\ntight shorts and expensive cycling shoes that leave him\npigeon toed.\n\nFRANKLIN\nI’m sorry Rog...",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva listens from the study...she walks to the landing,\npeering downstairs. Franklin holds the door open to ROGER\nCORLEY, flushed and sweating, slightly ridiculous in his\ntight shorts and expensive cycling shoes that leave him\npigeon toed. FRANKLIN\nI’m sorry Rog... \n\nTARGET SECTION TO BE ANNOTATED:\n maybe Trent was\nfooling around with the release\nhimself and doesn’t wanna take the\nrap. Doesn’t mean my kid has to.\nOK?\n\nThe front door closing, hard.\n\nINT. INKY STUDY - LATER\nFranklin hangs in the door frame.\n\nFRANKLIN\nWhat a dick...\n\f84.\n\nEVA\nIs the kid alright?\n\nFRANKLIN\nYeah, he’ll be fine, unless he\ninherits his dad’s dress sense.\n(looking around)\nWhen are you gonna let me paint\nthis room?\n\nEVA\n(shrugging)\nI don’t know, I’m getting to like\nit, kinda Jackson Pollack... are\n\nyou gonna talk to Kevin or shall I?\nFRANKLIN\nWhat for? Can’t see he’s done\nanything wrong...\nFranklin wanders off down the hall.\n\nEva's face, you never do.\n\nINT. THE KITCHEN - LATER\nEva fixes dinner, Kevin skulks around behind her.\n\nEVA\nYour friend Trent hurt himself\nquite bad, he’ll be alright but\nMaybe you can make him a get well\ncard.\n\nKevin shrugs...walking off.\nKEVIN\nYeah well...he thinks he’s so cool\nwith that bike.\n\nEva’s face. Bike? I didn't say bike.\n\nINT. LIVING ROOM - EVENING\n\nFranklin slouches next to Eva on the couch, Kevin sat on the\nfloor in front of them. Braveheart is playing on the TV, the\nclimactic scene... Mel is tied to the rack, slowly being\neviscerated.\n\f85.\n\nEva squeals and holds her hands over her eyes. Through her\nfingers she notices Kevin look up at the screen casually,\nwith no sign of reaction. He’s more absorbed in coloring all\nthe white squares on a crossword in black.\n\nShe turns to Franklin who’s virtually asleep and looking cute\nas a button.\n\nEVA\nHey...\n\nNo response, she nudges him.\n\nFRANKLIN\nCf (coming to)\nWha?\n\nEVA\nWhat do you think about having\nanother one?\n\nHe sits up sharply.\n\nINT. KITCHEN - NIGHT\n\nFranklin loads the dishwasher moodily, his tones hushed but\nforced.\n\nFRANKLIN\n«+-You got to be kidding..",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. KITCHEN - NIGHT\n\nFranklin loads the dishwasher moodily, his tones hushed but\nforced. FRANKLIN\n«+-You got to be kidding.. \n\nTARGET SECTION TO BE ANNOTATED:\nafter the\nway it’s gone to want to do it\nagain?\n\nEVA\nThe way it’s gone?\n\nFRANKLIN\nYou’ve complained about the poor\nkid at every stage of the game.\n\nEVA\nThat’s not fair. Yes, he’s been\ndifficult...\n\nFRANKLIN\n\nHe’s not difficult. He’s a boy\n\nEVA\nI thought you’d be overjoyed.\n\f86.\n\nFRANKLIN\nOverjoyed? I’m shocked. I’m doing\nwhat I can to make up for... sorry\nif this hurts... your coldness but\nI’m damned if I’m going to let you\nfreeze out another kid of mine.\n\nEva looks stunned.\n\nFranklin slams the dishwasher shut with an air of finality.\n\nINT. LOT OF SCHOOL YARD - DAY\n\nMother’s hang in gaggling groups outside the school\nexchanging gossip and one-upmanship over their gorgeous\nchildren. Eva sits in the car observing from a safe distance.\nNoisy kids pour into the yard.\n\nA cute little girl runs straight to her waiting mother,\nwaving a piece of paper.\n\nLITTLE GIRL\nMommee!...Mommee...\n\nThe kid holds up a pretty colorful drawing, pointing\nenthusiastically...\n\nLITTLE GIRL\nSee that’s you and that’s daddy...\n\nThe mom lifts the kid into her arms.\n\nMOM\nThat’s just wonderful darling...\n\nKevin appears and sullenly saunters towards Eva holding a\ncouple of sheets of sugar paper. She braces herself and opens\nthe door for him.\nEVA\n(talking to Kevin voice)\nHey kiddo what you got there!\n\nHe moodily hands her the drawings, the first a formless\njagged black and purple scribble.\n\nEVA\nIs that a storm honey?\n\nKevin shrugs.\n\nThe second one is almost exactly the same as the first.\n\f87.\n\nEVA\nWow that has so much energy!\nINT. BATHROOM - EVENING\nEva brushes her teeth.\nFRANKLIN (0.S.)\n(sexily, from the bedroom)\nHey! Get in here...\n\nEva rinses and spits.\n\nEVA\nComing..\n\nShe opens the mirrored bathroom cabinet door and picks up the\nplastic box containing her diaphragm, looks at it for a\nmoment and then places it back on the shelf.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva rinses and spits. EVA\nComing.. She opens the mirrored bathroom cabinet door and picks up the\nplastic box containing her diaphragm, looks at it for a\nmoment and then places it back on the shelf. \n\nTARGET SECTION TO BE ANNOTATED:\nShe skips out of the bathroom, flicking off the light.\n\nCUT TO BLACK.\n\nINT - KITCHEN - EVENING\n\nFranklin and Kevin are sitting finishing dinner, Eva stands\nat the kitchen counter whistling cheerily, helping herself to\nmore moussaka.\n\nKEVIN\nMommer’s fat.\n\nEva blows out her cheeks.\nEVA\nThat’s right, I’m a big fat pig\noink oink...\n\nFranklin looks up at her, a pause, his full mouth falls open.\n\nINT. BATHROOM - NIGHT\nFranklin behind Eva in the mirror as she washes her face.\n\nFRANKLIN\n(furious but trying to\nkeep his voice down)\nSo when exactly were you planning\nto tell me?\n\f88.\n\nEVA\nSoon...now.\n\nHe glares at her then storms out.\n\nFRANKLIN (0.S.)\nWell I know you don’t give a shit\nwhat I think but could you at least\ntell me what this is about?\n\nEva glances up at her reflection in the mirror. Franklin is\ncrashing around in the bedroom.\n\nEVA\n(almost to herself)\nI have to find something out.\n\nFRANKLIN (0.S.)\nStupidest thing you could do to\nshore up a shaky marriage is have a\nbaby!\n\nEVA\nIs our marriage shaky?\n\nFRANKLIN\n(reappearing in the\ndoorway )\nYou just shook it.\n\nINT. KEVIN’S ROOM - DAY\n\nKevin sits at his play table systematically breaking each of\nthe crayons in his set into pieces.\n\nEVA\n+..SO the daddy bear plants his\nseed in the Momma bear and it grows\ninto an egg and...\n\nKEVIN\nIs this about fucking?\n\nEVA\nBetter to call it ‘sex’ Kevin. That\nother word is going to offend some\npeople.\n\nKEVIN\nThat’s what everybody calls it.\n\f89.\n\nEVA\nDo you know what that means?\n\nKevin rolls his eyes.\n\nKEVIN\nThe boy puts his pee-pee in the\ngirl’s doo-doo.\n\nEVA\nWell Mommer and Daddy do that\nsometimes too.\n\nKEVIN\nWhat for?\n\nEVA\nWell for one thing, so you could\nkeep us company... it might be nice\n\nfor you to have some company too.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA\nWell Mommer and Daddy do that\nsometimes too. KEVIN\nWhat for? EVA\nWell for one thing, so you could\nkeep us company... it might be nice\n\nfor you to have some company too. \n\nTARGET SECTION TO BE ANNOTATED:\nHaven’t you ever wished you had\nsomeone around the house to play\n\nwith?\n\nKEVIN\nNo.\n\nEVA\nHow about a new little brother or\nsister... You might find out you\nlike it?\n\nKEVIN\n\nWhat if I don’t like it?\n\nEVA\nThen you'll get used to it.\n\nKEVIN\nJust because you're used to\nsomething doesn’t mean you like\nit.... (Snapping the magenta\ncrayon) You’re used to me.\n\nEVA\nYes... well... in a few months\nwe’ll all get used to someone new!\n\nKevin struggles manfully with a much shorter, and therefore\nharder to break piece of crayon.\n\nKEVIN\nYou'll be sorry.\n\f90.\n\nThe crayon snaps.\n\nINT. DEN - EARLY EVENING\n\nEva pours herself a small glass of wine doodling on a pad\nplayfully.\n\nFranklin and Kevin on the sofa glued to CNN; the gulf war\ncrisis.\n\nEVA\nHey what about Celia...if it’s a\ngirl?\n\nFRANKLIN\n(over his shoulder to Eva)\nSure, whatever you want... can you\npour me a glass of that?\n\nKEVIN\nWhy don’t they just nuke’em dad?\nThat'd teach the Raquis who’s boss!\n\nFranklin can’t help but laugh, he ruffles Kevin’s hair, Eva\nrolls her eyes.\n\nINT. HOSPITAL - DAY\n\nEva looks glowing and happy as the new baby suckles gently on\nher breast.\n\nA KNOCK at the door. Franklin and Kevin enter.\n\nKevin wears am ‘I’m a big brother T-shirt’ clearly fresh from\nthe shop, he slouches at the side of the bed.\n\nEva looks at tiny Celia in her arms with a doting expression.\n\nEVA\nHey Kevin... like to meet your\nlittle sister?\n\nKEVIN\nWhy should I meet it? It’s coming\nhome with us, isn’t it. That means\nI‘1l meet it everyday.\n\nHe moves moodily towards the pitcher of water beside Eva’s\nbed, he dips his hand in it and moves towards the baby,\nsplattering the drops from his fingers in the baby’s eyes\nwith a clinical curiosity.\n\f91.\n\nCelia twists, a little disconcerted but doesn’t cry.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe moves moodily towards the pitcher of water beside Eva’s\nbed, he dips his hand in it and moves towards the baby,\nsplattering the drops from his fingers in the baby’s eyes\nwith a clinical curiosity. 91. Celia twists, a little disconcerted but doesn’t cry. \n\nTARGET SECTION TO BE ANNOTATED:\n Eva\nglances at Franklin uncomfortably as Kevin dips his hand in\nthe water again. Eva tactfully moves her out of his reach.\n\nFRANKLIN\nC’mon Kev, mom’s got to get\ndressed, lets go find some snacks\nhuh?\n\nHe leads Kevin away by the hand.\n\nINT. BEDROOM - DAY\n\nCelia’s little eyelashes bat sleepily as Eva rocks her gently\nin her arms, her tiny hand grips Eva’s thumb.\n\nEva ecstatic, amazed, she holds Celia comfortably, her round\nface and wisp of blond hair make her look more like\nFranklin's child as she suckles quietly.\n\nThe baby is done at her breast and she stands up, jiggling\nher a little and holding her over her shoulder to burp her.\n\nAs she wanders round the room, cooing to Celia, She notices\nan empty frame, the Amsterdam photo’s missing. She stops.\n\nEVA\nSon of a....\n\nFADE TO BLACK.\n\nINT. THE KITCHEN - DAY - 4 YRS LATER\n\nCelia now 4 yrs old and the cutest thing you’ve ever seen\nlies placidly, not struggling, spread-eagled on her back.\n\nStrips of duct tape pin her to the floor, another piece stuck\nover her mouth...\n\nIt’s such an odd image, darkly humourous.\n\nEVA (0.S.)\nJesus! What the....\n\nEva bends down next to her and gently removes the tape from\nCelia’s mouth. Celia smiles up at her.\n\nCELIA\nMe and Kewin where playing\nkidnapping!\n\f92.\n\nEVA\n(aiming her voice at the\nroof)\nKevin!\n\nINT. THE KITCHEN - MOMENTS LATER\n\nCelia stands frozen to the spot, her eyes wide with fear, her\nhands extended away from her, palms upward. They are covered\nin flour.\n\nCELIA\n(tremulous )\nDry dirt...Mommy... dry dirt.\n\nEVA\n(slightly exasperated)\nOh come on Celie, it’s only flour.\n\nEva bends down and wipes Celia’s hands. Celia inspects them\ncarefully.\n\nCELIA\nAll gone?\n\nEva nods.\n\nEVA\nAll gone...",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nCELIA\nAll gone? Eva nods. EVA\nAll gone... \n\nTARGET SECTION TO BE ANNOTATED:\n can you lay the table\nfor me now honey?\n\nCelia nods happily and skips off to the table just as Kevin,\n(now ten, but with the sullen moody air of a teenager) skulks\ninto the room.\n\nCelia rushes to him, throwing her arms around his leg in a\ntight grip.\n\nCELIA\nKewin! Your my friend!\n\nKevin shoves her away and slouches down at the table.\n\nKEVIN\nBeat it Celie, go get me a soda.\n\nCelia dutifully runs off to the fridge, returning with a\ncoke.\n\nKEVIN\nNot that one you idiot, get me a\nDr. Pepper...\n\f93.\n\nShe runs off again, Eva rolls her eyes.\n\nCELIA\nHere you are!\n\nKevin takes his drink.\n\nKEVIN\nThanks Celie... know who else is\nthirsty?\n\nCelia shakes her head warily. Kevin reaches behind him and\npicks up the tube of the vacuum cleaner and flicks on the\nswitch, the machine comes to life with a roar.\n\nKEVIN\nThe VACUUM MONSTER!\n\nA high pitched scream, Celia tears across the room and clings\non to Eva.\n\nCELIA\nMomee! Momee!\n\nEva’s hands are full as she prepares dinner.\n\nEVA\nFor God’s sake Kevin will you cut\nit out!\n\nO.S. the front door opening.\n\nFRANKLIN (0.S.)\nHey troops!\n\nKevin flicks off the vacuum; the wicked expression on his\nface disappears, replaced by a cheerful smile just as\nFranklin enters the room.\n\nKEVIN\nHi Dad!...How was work today?...\nDid you take any pictures of cool\nstuff! Any more loaded people's\nhouses?\n\nCelia, breathlessly excited to see Franklin, runs off and\nappears seconds later clutching a piece of paper.\n\nCELIA\nDaddy, daddy, wanna see my picture?\n\nFranklin pats her on the head as she proudly displays her\ndrawing, he gives it a cursory glance.\n\f94.\n\nFRANKLIN\nThat’s nice hon.\n\nHe instantly returns his attention to Kevin, Eva can’t help\nnoticing.\n\nFRANKLIN\n(digging in his bag)\nHey Kev... check these out, came\n\nout beautifully....",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN\nThat’s nice hon. He instantly returns his attention to Kevin, Eva can’t help\nnoticing. FRANKLIN\n(digging in his bag)\nHey Kev... check these out, came\n\nout beautifully.... \n\nTARGET SECTION TO BE ANNOTATED:\nKevin comes over and looks through the photos excitedly, a\nlittle too excitedly?\n\nKEVIN\nGee Dad! If our bathroom’s ina\ntoothpaste ad, does that make us\nfamous.\n\nFRANKLIN\nJust a little famous.\n\nEva stands at the counter, flicking through the paper\nFranklin's brought home. “OFFICE WORKER KILLS SEVEN OVER\nMISSING PAY CHECK”\n\nEVA\n(wisecracking)\nTo be really famous in this\ncountry, you’ve got to kill\nsomebody.\nINT. HALL - MIDDLE OF THE NIGHT\n\nEva snuggled in Franklin’s arms.\n\nThe bedroom door swings open and Celia appears shivering\nclutching her nightdress between her legs.\n\nCELIA\nMommee?\n\nFranklin groans. Eva rouses.\n\nEVA\nWhat’s the matter honey?\n\nCELIA\nI’m scared to go bathroom.\n\nEva sighs. She gets up and escorts Celia. 0.S. The sound of\npeeing. Eva returns a moment later, slips back into bed.\n\f95.\n\nFRANKLIN\n(sleepily)\nJesus...you have to stop coddling\nher.\n\nINT. THE KITCHEN - DAY\n\nEva sits at the table reading.\n\nO.S. Wailing from Celia.\n\nShe walks into the room brandishing a pink plastic \"My Little\nPony” It’s face and hair twisted and matted, melted after\nbeing held over a flame.\n\nEVA\nKevin!\n\nNo response.\nEva tuts and gets up.\nEVA\nKevin, how many times have I told\nyou to leave Celie’s stuff alone...\n\nShe pads up the stairs.\n\nEVA\nKevin?\n\nKevin’s little feet are splayed out on the carpet, he lies on\nhis belly, almost in the recovery position, his face sweaty\nand pale.\n\nEVA\nKevin?\n\nShe rushes towards him and is astonished when he allows her\nto lift him and actually puts his arm around her neck.\n\nINT. KEVIN’S ROOM -DAY\n\nEva lays Kevin on the bed, he’s limp and placid. She pulls\nout a pair of clean PJ’s from the drawer.\n\nKEVIN\n(whispered weakly)\nCan you get me the spaceman ones, I\nlike the monkey in the rocket.\n\f96.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pulls\nout a pair of clean PJ’s from the drawer. KEVIN\n(whispered weakly)\nCan you get me the spaceman ones, I\nlike the monkey in the rocket. 96. \n\nTARGET SECTION TO BE ANNOTATED:\nEva double takes, Kevin likes something!?\n\nEVA\nSure honey.\n\nShe rifles through the drawers but can’t find them, she\nempties out the laundry basket, searching almost desperately\nthrough the dirty clothes until she eventually pulls them\nout.\n\nEVA\nI’1l wash these and make them nice\nand fresh so you can wear them\ntomorrow.\n\nKEVIN\nThanks Mom.\n\nEVA\nI‘1l be right back OK?\n\nKevin nods weakly.\n\nEva leaves the room, her eyes wide in astonishment, who is\nthis boy?\n\nINT. KEVIN’S ROOM - LATER\n\nKevin's pale face looking strangely beautiful as he sucks\ngently on the bud of a thermometer. Eva takes it out and\nlooks at it worriedly. Christ 101.\n\nCelia runs into the room waving a piece of paper.\n\nCELIA\nHey Kewin...\n\nEva winces expecting a rebuttal.\nKevin takes the drawing.\nKEVIN\nThat’s nice Celie... can you do me\nanother?\nCelia nods and scoots off.\nSuddenly the expression on Kevin’s face changes, he jumps out\n\nof bed and runs for the en suite... too late, he vomits\ncopiously over the carpet.\n\f97.\n\nLATER; Eva cleans up the last of the stain, wringing a cloth\ninto a basin. Kevin is in bed looking a little ashamed.\n\nKEVIN\n(mumbled weakly)\nI’m sorry Mom.\n\nEVA\nNot to worry, sweetheart, you\ncouldn’t help it.\n\nINT. THE HALLWAY - NIGHT\n\nEva watches as Franklin, just back from work, his bag slung\nover one shoulder, comic books and presents under the other,\npokes his head carefully round Kevin’s door.\n\nFRANKLIN\n(whispered)\nHey champ, how you doing?\n\nKEVIN (0.S.)\nGo away, I’m tired.\n\nFRANKLIN\nErrr.. OK, sure thing buddy, you\nget some rest...\n\nHe closes the door and looks at Eva, disappointed, a little\njealous?\n\nEVA\n(putting her arms round\nhim)\nDon’t worry... they always want\n\ntheir moms when they’re sick...\n\nKEVIN (0.S.)\nMom!\n\nEva smiles a little apologetically and disappears into\nKevin’s room.\n\nINT.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nMom! Eva smiles a little apologetically and disappears into\nKevin’s room. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KEVIN'S ROOM - DAY\n\nEva sits on the bed reading from “Robin Hood”. Kevin lies\nquietly next to her. As she reads she notices him edge slowly\n\ncloser to her... should she risk it?\n\nGently she lifts up his head and lays it in her lap, he lets\nher. She strokes his hair, gently, incredulously.\n\f98.\n\nKEVIN\nDon’t stop reading Mom....\n\nINT. HALLWAY - DAY\n\nEva pushes Kevin’s door open. He’s already up, looking much\nhealthier, pulling on his jeans.\n\nEVA\nHere, let me help you with that.\n\nKEVIN\nI can dress myself. Can you leave.\n\nEva looks taken aback.\n\nEVA\nOkay...I’m glad you’re feeling\nbetter...\nWould you like some more chowder\nfor lunch?\n\nKEVIN\nWhatever.\n\nEVA\nOr maybe a grilled cheese sandwich?\n\nKEVIN\nI don’t give a rat’s ass.\n\nOK... Eva gently closes the door.\n\nINT. THE KITCHEN - DAY\n\nEva stands at the sink watching as Franklin helps Kevin,\n(resplendent in a Lincoln green hat with a feather and\nclutching an expensive looking toy bow and arrow) to set up a\ntarget at the end of the garden.\n\nKEVIN\nThanks dad, this is so cool!\n\nKevin turns and aims at the window, the arrow clatters\nagainst the glass.\n\nEVA\nHey! Be careful with that thing!\n\nFADE TO BLACK.\n\f99.\n\nINT. HALL - DAY\n\nEva struggles down the hall, her arms full of laundry. The\nbathroom door is ajar, she elbows it open.\n\nKevin, (now 14, skinny, pointy faced but with brooding dark\ngood looks) stands hunched in the centre of the room, his\ntrousers round his ankles, beating himself off fiercely. A\nhalf empty pack of “land ‘o lakes” butter sits on the side of\nthe bath.\n\nEva gulps but stares at him squarely in confrontation,\nexpecting embarrassment. Kevin shoots her a sleepy sly\ngrin... but he doesn’t stop.\n\nEva slams the door hard and stomps off down the corridor her\ncheeks burning.\n\nO.S. A dry chuckle from Kevin.\n\nINT.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nS. A dry chuckle from Kevin. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EVA’S CAR, DRIVE - EVENING\n\nEva, sat in her car, the engine running. She drums her\nfingers on the wheel, beeps the horn a few times.\n\nKevin saunters out of the house, dressed in a pair of jeans\nthat might have fit when he was ten, they hover above his\nankles, the zip doesn’t do up and the tight denim explicitly\nreveals his package. A tiny white T-shirt completes the look.\n\nShe beeps again, he seems to slow intentionally, casually\nopens the door.\n\nEVA\nCan’t you wear something that\nactually fits you?\n\nKevin sneers at her and slips into the car.\n\nLATER\n\nThe car approaches the gates of the high school. Kevin shifts\nin his seat. A dopey looking boy, (LENNY) Kevin’s age,\ndressed in an identical miniature T-shirt and with a freshly\npierced nose glowing pussily, skulks by the gates.\n\nKEVIN\nLemme out here.\n\f100.\n\nEVA\nSure ...don’t want to be seen\narriving with your mother do you?\n\nKevin gives her a ‘that’s right’ look, she stops and he gets\nout, sloping off with Lenny.\n\nEXT. THE GYM —- EVENING\n\nEva struggles to open the gym doors , a large tray of\nsandwiches balanced in her arms. A good looking, athletic,\nblack kid, immaculately dressed in a polo shirt and chinos\nruns to open the door for her.\n\nBOY\n(smiling broadly)\nThere you go Mrs Kachadourian...\n\nEVA\nThank you....err...\n\nBOY\nSoweto....Soweto Washington.\n\nEva is about to go in when an impeccably dressed MARY\nWOOLFORD and her daughter (LAURA),who’s sparkly dress looks\nlike it cost thousands push past, almost knocking her tray to\nthe ground. They ignore both Eva and Soweto, who is still\nholding the door open.\n\nEva raises her eyebrows and pulls a face for Soweto’s\nbenefit, he flashes a bright smile.\n\nThey walk to the gym together, a few parents hanging around,\nthe keener students helping to fix the bunting and disco\nlights.\n\nSOWETO WASHINGTON\nSee you later.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva raises her eyebrows and pulls a face for Soweto’s\nbenefit, he flashes a bright smile. They walk to the gym together, a few parents hanging around,\nthe keener students helping to fix the bunting and disco\nlights. SOWETO WASHINGTON\nSee you later. \n\nTARGET SECTION TO BE ANNOTATED:\nHe jogs off, scooping up a stray basket ball as he passes, he\nturns and leaps gazelle-like in the air, sending the ball\nsailing the length of the gym and straight through the hoop.\n\nEVA\nHey, nice shot.\n\nSoweto shoots back another winning smile.\n\f101.\n\nINT. SCHOOL GYM - EVENING\nCLOSE UP, a small glass vial held in a man’s hand.\n\nPRINCIPAL\nThis is a crack cocaine vial.\n\nHe passes it round a small group of parents.\nMary Woolford hands it to Eva.\n\nMARY WOOLFORD\nWhat about metal detectors?\n\nPRINCIPAL\nThere’s just not enough money in\nthe budget...Every kid will be\nfrisked on the way in...\n\nEVA\n(to Mary)\nHey why don’t we just get Delta\nforce in to do the strip searches.\n\nMARY WOOLFORD\nIt’s not something to joke about.\n\nEVA\nOkay....\nINT. SCHOOL GYM - LATER.\nThe cavernous gym is decked out with brightly colored bunting\nand a large mirrored ball spins slowly round catching the\nlight, echoey retro music.\n\nThe kids line the walls, trying to look cool, no one dances.\n\nEva notices Kevin, keeping his distance, slumped against a\npillar. Lenny next to him laughing dumbly.\n\nNearby, Mary Woolford holds court.\nMOTHER (0.S.)\nWell doesn’t Laura look dazzling\ntonight, you must be so proud!\n\nMary beams. Eva rolls her eyes and turns away.\n\f102.\n\nSOWETO WASHINGTON\n(appearing at her side)\nThought you might like some punch,\nMrs Kachadourian?\n\nAnother huge smile.\n\nEVA\n(unaccountably embarrassed)\nOh sure...thanks Soweto.\n\nEva takes a sip, hiding her embarrassed grin. Over the rim of\nher cup she sees Kevin point in their direction, whispering\nsomething to Lenny who starts guffawing like a donkey.\n\nEVA\nCould probably do with a slug of\nVodka.\n\nSoweto laughs. She looks at the empty dance floor.\n\nEVA\nJeez...is anybody going to dance at\nthis thing?\n\nThe DJ segues into ‘STAIRWAY TO HEAVEN’\n\nEVA\nChrist, Stairway...that’1l help.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks at the empty dance floor. EVA\nJeez...is anybody going to dance at\nthis thing? The DJ segues into ‘STAIRWAY TO HEAVEN’\n\nEVA\nChrist, Stairway...that’1l help. \n\nTARGET SECTION TO BE ANNOTATED:\nLaura Woolford and her little posse of ‘hot girls’ prance\npast, the boys eyes on them as they catwalk their way to the\nrest room, flicking their hair.\n\nThey pass Kevin’s corner and alter their route, taking a\ndetour as if being ten feet from these two is infectious.\n\nEva’s sure she sees something in Kevin’s eyes as Laura\npasses, taking in her long shiny hair, her incredibly short\ndress.\n\nHer attention is diverted as a lone girl, pale and geeky;\nwalks to the centre of the floor.\n\nThe poor girl’s mom is clearly ninety, she’s dressed her for\na prom circa 1947. Puffy frilly dress, patent shoes and a bow\nin her hair.\n\nExtending her arms she lunges in ever widening circles, eyes\nclosed, oblivious to the fact that her enthusiastic twirls\nare exposing her panties.\n\f103.\n\nSomething beautiful in her total lack of inhibition...Eva\ncan’t help but be enchanted.\n\nSuddenly, out of nowhere, Kevin appears, heading towards her\nlike a scud missile; calculated so that the girl’s next\npirouette will land her ear exactly in line with his mouth.\n\nHe leans towards her, whispers something. She freezes. Her\neyes darting left and right like she’d just woken up naked in\nthe street.\n\nKevin sidles off.\n\nEveryone now staring at the girl, sniggering openly as she\nflounders back and forth, a slow motion death dance,\ndesperate to keep up appearances by bobbing to a few more\nbars.\n\nMercifully the track ends, the girl hurriedly gathers up her\nskirt and hobbles off to a darkened corner.\n\nShe sits head down, hunched over, her elbows awkward, each\nhand fighting for cover under the other.\n\nEva drains her punch, now she really needs a drink.\n\nINT. LOUNGE - EVENING\n\nFranklin is still munching his way through a huge plate of\npasta. Eva leans back in her chair, a glass of wine in one\nhand; reading something aloud to him.\n\nEVA\n(sarcastically)\nNiger is part of Nigeria. Nigeria\nis full of Niger. The river Niger\nflows through...\n\nFRANKLIN\n(holding a hand up)\nOkay, okay, I get it....you can’t\nsay it’s not factual...",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nNigeria\nis full of Niger. The river Niger\nflows through... FRANKLIN\n(holding a hand up)\nOkay, okay, I get it....you can’t\nsay it’s not factual... \n\nTARGET SECTION TO BE ANNOTATED:\nEva sneers.\nEVA\nYou do know that Mr Johnson's\n\nAfrican-american right?\n\nO.S. The doorbell rings. Franklin looks quizzical but goes to\nanswer it.\n\f104.\n\nStay on Eva’s face.\nO.S. The door opening, the crackle of a police radio.\n\nPOLICE OFFICER(0.S.)\nMr Kachadourian?\n\nFRANKLIN(O.S.)\nPlaskett, but that’s my son. Has\nsomething happened?\n\nINT. LOUNGE - NIGHT\n\nKEVIN\nIt was water babies Dad, I swear\nI...\n\nFranklin grabs Kevin’s upper arm and pushes him against the\nwall.\n\nFRANKLIN\nYou could have caused a pile up, a\nfucking catastrophe!\n\nEva stays in the background her arms folded, her face\nwithholding something, satisfaction?\nINT. LOUNGE - LATER\nBack on Eva's face as she pours herself another drink.\nO.S. The rise and fall of Franklin’s voice furiously\nyelling...then a lull. Kevin’s voice, quiet, reasonable,\nplacating.\nEva grins ruefully to herself, here comes the horse-shit.\nFranklin appears, much calmer, he sits down beside Eva.\nFRANKLIN\n\nListen, the whole caper was Lenny’s\n\nidea, he was only talking about\n\nwater babies....You know how kids\n\nthink that sort of thing is funny.\n\nEVA\nWhat about the bricks?\n\f105.\n\nFRANKLIN\nWell they ran out of water\nbabies...before he know it Lenny\nhad pitched a stone when a car was\ncoming. Kevin said he immediately\ntold Lenny not to do that since\nsomebody could get hurt.\n\nEVA\nYeah, that sure sounds like Kevin.\n\nFranklin sighs.\n\nFRANKLIN\nJesus Eva...It was spectacularly\ndumb, he admits that. Anyway they\nran, didn’t get very far since he\nrealized running was crazy so he\ngrabbed Lenny’s jacket to put the\nbrakes on...and here’s the thing,\nit seems our friend Lenny Pugh\nalready has something on his record\nso Kevin took the rap. I have to\nsay I felt kind of dumb for laying\ninto him like that...",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt was spectacularly\ndumb, he admits that. Anyway they\nran, didn’t get very far since he\nrealized running was crazy so he\ngrabbed Lenny’s jacket to put the\nbrakes on...and here’s the thing,\nit seems our friend Lenny Pugh\nalready has something on his record\nso Kevin took the rap. I have to\nsay I felt kind of dumb for laying\ninto him like that... \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n(incredulous)\nYou apologized?\n\nFRANKLIN\nSure, any parents got to admit when\nthey make a mistake.\n\nEva looks dumbstruck.\n\nINT. HALL - DAY\n\nEva emerges from her study, she hears muffled voices coming\nfrom Kevin’s room, she stops, listens.\n\nLENNY (0.S.)\n\nLike you were so smooth dude, I\nthought that fat fuck was going to\nkick the shit out of you because\nyou were like driving him insane.\n“Sir I really must protest, sir.”\n\f106.\n\nKEVIN (0.S.)\nYeah, well lucky for you I got Mr.\nPlastic off my back but you should\nhave heard the scene in here Pugh,\nfucking nauseating, I though I'd\nburst into tears before a\ncommercial break from our sponsors.\n\nLenny sniggers.\n\nKEVIN (0.S.)\nI’m serious pal... this one’s gonna\ncost you. Cause your low rent stunt\ncould do my reputation some serious\ndamage. I got standards, I saved\nyour ass this time but don’t expect\na sequel, like ass save II. Rock's\nover an overpass. It’s fucking\ntrite man, it’s got no class at\nall. It’s fucking trite.\n\nEva hurries off down the hall.\n\nINT. EVA'S LUNA - EARLY EVENING\n\nEva drives home from work along Nyack high street. She passes\na huge Barnes and Noble with wide, plate glass windows. She\nglimpses someone, who else could it be dressed in that\noutfit? Standing in the travel section in front of a shelf\nfull of AWAP guides.\n\nO.S. The honk of a car horn.\nEva swerves momentarily as she redirects her attention to the\ntraffic. She shakes her head, incredulous, her eyes wide. A\ngrin of pride.\nINT. KITCHEN - NIGHT\nEva enters, Kevin is slouched against the kitchen unit.\nEVA\nHey, didn’t I see you in the\n\nbookstore tonight?\n\nKEVIN\nNuh-uh.\n\nEva has her back to him at the sink, a private grin.\n\f107.\n\nEVA\nFunny... could’ve sworn...\n\nKevin starts to slope off.\nEVA\nBy the way...I’d like to ask you\nout on a date.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nKevin starts to slope off. EVA\nBy the way... I’d like to ask you\nout on a date. \n\nTARGET SECTION TO BE ANNOTATED:\nHe eyes her mistrustfully.\n\nKEVIN\nWhat for?\n\nEVA\nJust to do something together...For\nfun.\n\nKEVIN\nLike do what?\n\nEva shrugs.\nEVA\nMaybe a little Christmas shopping,\ntake you to dinner?\n\nShe pauses, unsure for a moment, then with a wry smile.\n\nEVA\nPlay a round or two of miniature\ngolf?\nHe cracks a sour half smile... she’s secured her date.\n\nINT. LIVING ROOM - DAY, THE DATE.\n\nEva waits for Kevin. Franklin sits watching TV.\n\nEVA\nWhat are you and Celie gonna get up\ntoo?\n\nFRANKLIN\n\nGosh, gonna have to come up with\nsomething to do that doesn’t\nterrify her, guess that rules out\nvacuuming.\n\f108.\n\nINT. EVA’S CAR - DAY\n\nKevin sits in silence as Eva pulls into the funky little golf\ncourse. It’s a freezing overcast day and Kevin sports his\ntiny white T. It starts to rain.\n\nEVA\nWhy didn’t you wear a coat?... You\njust can’t get uncomfortable enough\ncan you?\nKevin grins.\nKEVIN\n\nUncomfortable? With my own Mother?\n\nEXT. MINIATURE GOLF COURSE - DAY\n\nKevin poses with his club like a dapper gentleman, still\nsilent but with a ‘now what?’ look.\n\nEVA\nWell...you won.\n\nINT. EVA’S LUNA - OUTSIDE THE MALL - DAY\n\nEva slows at a pedestrian crossing. A huge family waddle\nacross the road all stuffing their faces.\n\nEVA\nWhenever I see fat people they’re\neating...don’t give me that slow\nmetabolism crap. “It’s my\nglands”...It’s food. Their fat\nbecause they eat the wrong\nfood...too much of it and all the\ntime.\n\nSilence, she drives on into the lot.\n\nKEVIN\nYou know you can be kinda harsh\nsometimes.\n\nEVA\n\nYou're one to talk.\n\nKEVIN\nYeah. I am. Wonder where I got it?\n\f109.\n\nINT. MALL -DAY.\n\nCheesy Christmas music is piped through the store as Eva\nexamines a little scooter. Kevin looking thoroughly bored.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nMALL -DAY. Cheesy Christmas music is piped through the store as Eva\nexamines a little scooter. Kevin looking thoroughly bored. \n\nTARGET SECTION TO BE ANNOTATED:\nKEVIN\nYou know a couple of years ago, you\ngive a kid some geeky scooter for\nChristmas and he‘d have balled his\neyes out.\n\nEva lunges at the chance to be collegial.\n\nEVA\nYou’re right...that’s one of the\nthings that’s wrong with this\ncountry. It’s so faddish. Still, I\nwouldn’t want Celia to feel left\nout.\n\nKEVIN\nMumsy, get real Ciel would be\nscared shitless. You'd have to hold\nher little hand everywhere she went\nor you’d have to carry her scooter\nand all.\n\nEXT. MALL -DAY.\n\nThey exit the mall without any shopping bags and head towards\nthe car park.\n\nINT. BEDROOM - EARLY EVENING.\n\nEva stands in front of the mirror, she dabs a little Opium\nbehind her ears and puts her earrings in. She takes a look at\nherself, she looks good.\n\nINT. KITCHEN - EARLY EVENING.\n\nCelia has tinsel weaved in her hair, helping Franklin arrange\nfish sticks on a tray.\n\nEva bustles in dressed in her hot pink silk dress.\n\nEVA\nCan you help me fasten this.\n\nFranklin turns round.\n\f110.\n\nFRANKLIN\nWow, you’re not looking very\nmaternal.\n\nEVA\n\nI wanted to create a sense of\noccasion...Anyway I thought you\nliked this dress.\n\nFranklin eyes the slit in the dress, which is cut up the\nthigh.\n\nFRANKLIN\nYou don’t want to make him uneasy.\n\nEVA\nI’m making someone uneasy,\nobviously.\n\nShe leaves the room.\n\nINT. KITCHEN - EARLY EVENING.\n\nEva enters, Kevin is standing at the sink with his back to\nher. She looks touched to see that instead of clothing\ndesigned for an eight year old, he’s made an effort, lush\nblack slacks and a billowing white fencing shirt.\n\nShe’s smiles, about to compliment him when he turns around,\ngnawing chunks from the half-devoured carcass of a cold\nchicken. Eva turns white.\n\nEVA\nI’m about to take you to dinner.\n\nKevin wipes the grease off the corner of his smirking mouth.\n\nKEVIN\nI was hungry. You Know....Growing\nboy.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nKEVIN\nI was hungry. You Know.... Growing\nboy. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n\nPut that away right now and get\nyour coat!\n\nEva turns angrily away from him and storms out of the room.\n\nINT. HUDSON HOUSE RESTAURANT - EVENING\n\nKevin shakes his head to the waiter who shrugs and turns to\nEva, she’s quietly furious.\n\f111.\n\nEVA\nI'll have the crab salad, steak\nmedium rare and a bottle of Merlot.\n\nShe snaps the menu shut.\nEVA\nOh...and bannoffee pie for desert,\nthanks.\nLATER;\n\nEva is eating as Kevin rips a bread roll apart, squeezing it\ninto tiny balls. She frowns and takes a deep slug of wine.\n\nEVA\nSo...How’s school going?\nKEVIN\nIt’s going...You want my course\n\nschedule?\nEva tries hard not to get annoyed.\n\nEVA\nWhat about your, ah teachers? Are\nany of them, you know especially...\n\nKEVIN\nAnd what bands are you listening to\nthese days? Next you can wheedle\nabout whether there isn’t some cute\nlittle cunt in the front row that’s\ngot me itchy. That way you can\nsegue into how it’s all up to me of\ncourse but before balling the chick\nin the hallway. I might decide to\nwait until I’m ready...Right around\ndessert you can ask about drugs.\nCareful like, Cause you don’t want\nto scare me into, like, lying my\nhead off, so you have to say how\nyou experimented. Finally once\nyou've sucked up that whole bottle\nyou can go gooey eyed and say how\ngreat it is to spend quality time\ntogether and you can put an arm\naround my shoulder and give it a\nlittle squeeze.\n\nEva quickly pushes her plate aside, abandoning the food she’s\nover ordered.\n\f112.\n\nEVA\nAlright, Mr. Snide, what do you\nwant to talk about?\n\nKEVIN\nThis was your idea. I never said I\nwanted to talk about a fucking\nthing.\n\nThey sit in silence for a long moment. Eva takes another deep\ngulp of her wine. Kevin pulls a complimentary crayon from a\nrustic jar in the middle of the table. He idly scribbles on\nthe paper table cloth.\n\nKEVIN\nOK, I’ve got a topic.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nKevin pulls a complimentary crayon from a\nrustic jar in the middle of the table. He idly scribbles on\nthe paper table cloth. KEVIN\nOK, I’ve got a topic. \n\nTARGET SECTION TO BE ANNOTATED:\n You’re always\ngriping about this country and\nwishing you were in Malaysia or\nsomething. What’s your beef about\nit?\n\nEVA\nOK...since you asked.\n\nEva sits back folding her arms.\n\nEVA\nAmerican's are trusting to a fault,\ninnocent in a way that makes them\nstupid. They are fat, inarticulate\nand ignorant. They are demanding,\nimpetuous and spoiled. They’re self\nrighteous and superior about their\nprecious democracy and\ncondescending to other\nnationalities because they think\nthey've got it right, never mind\nthat half the adult population\ndoesn’t vote. Worst of all they\nhave no idea that the rest of the\nworld can’t stand them.\n\nAll the while Kevin’s eyes have been downcast, still\nscribbling.\n\nKEVIN\nWow...that’s a whole lot of\nadjectives. Let’s see.\n\nHe looks at his markings on the table cloth, ticking off a\nlist.\n\f113.\n\nKEVIN\nSpoiled? Well, You’re rich and can\nget pretty much anything you want\nright. Mmmm...\nImpetuous, well that’s a pretty\ngood description of that speech you\ngave right now.\nInarticulate....Lemme see. Seems to\nme I’m sitting across from the lady\nwho goes on these long rants about\nreality TV when she’s never watched\na single show. And that... one of\nyou’re favorite words, Mumsy....is\n‘ignorant’ ‘Trusting’ with no idea\nother people can’t stand them.\n\nHe underscores that on his list.\n\nKEVIN\nWell far as I can tell about the\nonly thing that keeps you and the\nother dumb ass Americans from being\npeas in a pod is that you’re not\nfat and just because you’re skinny,\nyou act self righteous,\ncondescending and superior. Maybe\nI’d rather have a big cow of a\nmother who at least didn’t think\nshe was better than everybody else\nin the fucking country.\n\nEva sits in stunned silence, the waiter passes and she\nquickly signals for the check.\n\nINT. HALL - DAY\nKevin’s door opens a crack.\nEva peers in.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. HALL - DAY\nKevin’s door opens a crack. Eva peers in. \n\nTARGET SECTION TO BE ANNOTATED:\nNo posters, no smelly socks, the bed made with boot camp\nprecision, the shelves virtually empty apart from the copy of\nRobin Hood and a couple of school books.\n\nShe has a quick guilty snoop around but there’s not much to\nfind, a stack of floppies sit next to the computer and she\nshuffles through them, weird names, Nostromo... D4-x... She\npicks one out at random, puts the rest back and slips out of\nthe room.\n\f114.\n\nINT. STUDY - DAY\n\nEva inserts the floppy into her disk drive and starts to\ndownload the files.\n\nCELIA (0.S.)\nMommee...Mommee, can you help me?\n\nEva tuts and goes off to find Celia.\n\nA MOMENT LATER, Eva returns. The computer has switched itself\noff, she frowns, that’s never happened before.\n\nShe restarts it but the screen just fills up with weird\nnumbers and error messages.\n\nINT. A.W.A.P. OFFICES - AFTERNOON\n\nAs Eva bustles through the office doors, she’s struck by the\nodd silence in the office, people at their desks with dark\nexpressions on their faces others hanging round gossiping by\nthe water cooler.\n\nEVA\nWhy is nobody working?\n\nJOHN\nThey can’t... every single\ncomputer’s gone down... the tech\n\nguys are looking into it.\n\nEva blanches... shit.\n\nINT. EVA'S OFFICE - DAY\n\nEva sits at her desk watching the rest of the staff still\nhanging around aimlessly through the glass partition.\n\nJohn enters.\n\nJOHN\nBad news I’m afraid, virus, a nasty\none... must have got in through\nsomebody’s E-mail... gonna set us\n\nback weeks... plus it looks like\nwe've sent it on to everyone on our\nmailing list... wont have won any\nfriends there....\n\nEva raises her eyes to the heavens.\n\f115.\n\nINT. HALL - DAY\n\nEva knocks tentatively on Kevin’s door, holding the floppy\ndisk. No answer, she pushes it open.\n\nEVA\n(tapping the disk)\nI wanted to ask you, What’s this?\n\nKEVIN\nYou didn’t load it in, did you?\n\nEva looks at him guiltily.\n\nEVA\nOf course not...well only once.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nKEVIN\nYou didn’t load it in, did you? Eva looks at him guiltily. EVA\nOf course not...well only once. \n\nTARGET SECTION TO BE ANNOTATED:\nKEVIN\nIt only takes once.\nEVA\nWhy do you have it?\nKEVIN\nI keep a collection.\nEVA\nIsn‘t that a peculiar thing to\ncollect?\nKEVIN\nI don’t like stamps.\nEVA\nWhat’s the point of it?\nKEVIN\nThere is no point...that’s the\npoint.\nEva turns to go.\nKEVIN\n\nMom?\nEva turns back to face him.\n\nKEVIN\nYour computer’s fucked isn’t it?\n\f116.\n\nEVA\n(ruefully)\nYes it’s fucked. I guess I deserved\nit.\nKEVIN\n\nYou know if there’s anyone you\ndon’t like and you got their e-mail\naddress, just let me know.\n\nEva laughs.\n\nEVA\nOK, I’1ll be sure to do that, though\nsome days the people I don’t like\ncome to quite a list.\n\nKEVIN\n(jokily)\nBetter warn them, you've got\nfriends in low places.\n\nINT. LOUNGE, CHRISTMAS DAY —- MORNING\n\nThe massive lounge is decked out with tinsel and a huge tree.\nCelia sits on the floor unwrapping a present, a large glass\ncage with a tiny, furry occupant. She’s ecstatic.\n\nCELIA\n(running to eva)\nOh mommy, I love it, I love it!\n\nShe flings her arms round Eva’s neck, smothering her with\nkisses.\n\nCELIA\nThankyouthankyouthankyou...\n\nFranklin and Kevin sit on the opposite couch exchanging a\n‘girls huh?’ smirk. Kevin unwraps his present, a gleaming\ncross bow.\n\nFRANKLIN\nIt’s a Series 7, the guy in the\nshop said it’s the best around...\n\nKevin holds the bow up to his eye expertly, looking down the\nbarrel, checking it’s straight lines.\n\nKEVIN\nGee dad, it’s perfect. I’m gonna go\npractice...\n\f117.\n\nHe stalks out of the room, Eva watches him go uneasily.\n\nINT. LOUNGE - EVENING\n\nEva lies against Franklin on a couch, bitching about the\npoliticians on TV. Celia wanders round the room, poking into\ncorners, looking under the table.\n\nEVA\nHey Celia, come on now, time for\nbed...",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nLOUNGE - EVENING\n\nEva lies against Franklin on a couch, bitching about the\npoliticians on TV. Celia wanders round the room, poking into\ncorners, looking under the table. EVA\nHey Celia, come on now, time for\nbed... \n\nTARGET SECTION TO BE ANNOTATED:\nCELIA\n(O.S. from under the\ntable)\n\nJust a bit longer mommy...\n\nINT. HALLWAY - CELIA’S ROOM - CONTINUOUS\nEva carries a quietly worried looking Celia in her arms.\nEVA\nRight let’s put you to bed... want\nto say good night to Snuffles?\nCELIA\n(quietly her face buried\nin Eva’s neck)\nHe’s hiding.\nEva sets Celia down and looks at the cage.\n\nEVA\nI can’t see him anywhere...\n\nCelia’s face crumples.\n\nCELIA\nIt’s my fault, I thought I closed\nthe door... Kevin says I’m stupid\nand he’s right... stupid, stupid\n\nstupid!\n\nShe bangs her fist against her head, harder and harder. Eva,\nscared, has to pull her hand away.\n\nEVA\nDon’t worry honey... I’m sure we'll\nfind him...\n\nShe doesn’t look so sure.\n\f118.\n\nINT. KITCHEN - NIGHT\n\nEva’s ass poked in the air as she searches the back of a\ncupboard.\n\nEVA\nSnuffles... Snuffles?\n\nFranklin struggles out from behind the fridge, covered in\ndust and crap.\n\nFRANKLIN\nFace it Eva... he’s gone to the big\npet store in the sky...\n\nEVA\nOh don’t say that...\n\nEva looks pained.\n\nFRANKLIN\nDearly beloved... we are gathered\nhere today...\n\nEVA\n(whacking him)\nStop it!\n\nBut she can’t help it, they both burst out in giggles,\nrolling together on the floor.\n\nINT. THE KITCHEN - DAY\n\nEva stands at the sink, Celia sits behind her, drawing at the\nkitchen table.\n\nEVA\n.--and so Snuffles went to play in\nthe garden and he’s made lots of\nnew animal friends...\n\nEva pulls the plug, the water sluggishly refuses to drain\naway. It finally disappears with a gurgle. Eva wrinkles her\nnose.\n\nEVA\nPhew...\n\nShe reaches up to a high, child-locked cupboard and pulls out\na bottle of Liquid Plummr, she pours a healthy glug down the\nsink.\n\f119.\n\nEXT.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe reaches up to a high, child-locked cupboard and pulls out\na bottle of Liquid Plummr, she pours a healthy glug down the\nsink. 119. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HOSPITAL CAR LOT - EARLY EVENING\n\nEva’s car squeals to a halt, she leaps out looking pale and\ndesperate. She runs up the steps into the hospital building.\nINT. WAITING ROOM - LATER\n\nThe same hospital corridor where Eva waited for Kevin with\nhis broken arm. The same green plastic chairs.\n\nEva and Franklin sit in a heavy silence, clutching each\nothers hand tightly. A coffee with a crinkled skin sits sadly\non the table.\n\nA surgeon approaches with a sombre expression. Eva and\nFranklin stand up.\n\nSURGEON\nI’m sorry, we really tried but\nthere was too much damage, I'm\nafraid we couldn’t save the eye...\n\nINT. FRANKLIN'S CAR, HOSPITAL LOT - NIGHT\n\nThe engine’s running just to get the heating going, Eva sits\nshivering without a coat.\n\nAn empty silence.\n\nFranklin knocks his head back against the padded headrest and\nstares at the ceiling.\n\nFRANKLIN\nI can’t believe you left it out.\n\nEva looks at him stunned.\n\nFRANKLIN\nI thought about not saying that.\n\nShe licks her lips and starts to tremble.\n\nEVA\nI didn’t leave it out.\n\nFranklin drops his head and sighs.\n\f120.\n\nFRANKLIN\nEva. Don’t make me do this. You\nused that ‘Liquid Plumr’ on\nSaturday, I remember because you\nwent on about how the drain smelled\nweird or something.\n\nEVA\nI put it away, back in that high\ncabinet with the child lock on it.\nCelia couldn’t even reach that with\n\na chair!...\nFRANKLIN\nThen how did it get out?\nEVA\nGood question.\nFRANKLIN\nLook, I realize you’re usually very\ncaref...\nEVA\nI remember putting it away\nFranklin.\nFRANKLIN\n\nDo you remember putting on your\nshoes this morning?\n\nEVA\nCelie’s in hospital why are we\nhaving this conversation?\n\nFRANKLIN\nBecause I want you to admit it...\n\nEVA\nJanis came this morning, maybe...\n\nFRANKLIN\nShe didn’t need it, the drains were\nalready clear...",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRANKLIN\nBecause I want you to admit it... EVA\nJanis came this morning, maybe... FRANKLIN\nShe didn’t need it, the drains were\nalready clear... \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\n(she’s got to say it)\nFine, why don’t you ask Kevin how\nthe bottle got left out?\n\f121.\n\nFRANKLIN\nHere we go, something goes wrong,\nyou can’t possibly be at fault so\nyou point the finger at your own\n\nson.\nEVA\nHe was supposed to be looking after\nher...\nFRANKLIN\n\nKevin did everything he should\nhave. He said when she started to\nscream, he came running and when he\nfound out what it was, he ran water\nover her face and rinsed her eye as\nbest he could, and then he called\nan ambulance, even before he called\nme on the cell...He was a star.\n\nEVA\nTime...it takes time for that stuff\nto work. Maybe he did wash it out,\nbut when? When he was finished?\n\nFRANKLIN\nFinished with what? His homework?\nHis archery practice?\n\nEVA\nThink about it!\n\nEva starts to cry, she presses her finger tips to her\neyelids.\n\nEVA\nShe’s seven, not two.\nEven if I did leave it out..\nWhy the hell would Celia pour drain\ncleaner on her own eye.\nCelia’s afraid of everything.\nHe did it Franklin... oh he did it,\nhe did it!\n\nFranklin grabs her arms, looks her in the eye.\nFRANKLIN\nThat’s enough. I’m ashamed of\n\nyou...\n\nShe wrenches herself free, grabs the handle of the door, she\nhas to get out. She stumbles towards her car.\n\f122.\n\nFRANKLIN (0.S.)\nEva!\n\nEva turns round, tears streaming down her face.\n\nFRANKLIN\nYou know I’m not usually big on\nshrinks but maybe you should talk\nto somebody. I think you need help.\n\nEva turns and hurries off to her car; arms clutched around\nher protectively. Franklin’s 4x4 squeals out of the lot\nbehind her.\n\nINT. EVA'S LUNA - NIGHT\n\nEva drives down a lonely, barely lit highway, the tears have\nstopped now... she’s just blank.\n\nINT. LIVING ROOM - LATE NIGHT\n\nFranklin with his head in his hands on the sofa, Eva frozen\nin the armchair across from him.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA'S LUNA - NIGHT\n\nEva drives down a lonely, barely lit highway, the tears have\nstopped now... she’s just blank. INT. LIVING ROOM - LATE NIGHT\n\nFranklin with his head in his hands on the sofa, Eva frozen\nin the armchair across from him. \n\nTARGET SECTION TO BE ANNOTATED:\nFRANKLIN\nI’m sorry Eva, I can take the\nyears...I just can’t take the days.\n\nEVA\nSo...what do you want to do?\n\nFRANKLIN\nLast out the school year if we can.\nMake arrangements over the summer.\nAt least custody is a no brainer.\n\nEVA\nIs it...You’ve decided?\n\nFRANKLIN\n(limply)\nThere’s nothing left to decide.\nIt's already happened.\n\nEva notices a shadow cross the hall, Kevin steps into the\nlight. For the first time he stands up straight instead of\nslouching, he looks older.\n\nKEVIN\n-.-need a drink of water.\n\f123.\n\nFRANKLIN\nKev...don’t take anything you might\nhave overheard to heart. It’s easy\nto misunderstand when you hear\nsomething out of context.\n\nKEVIN\nWhy would I not know the context?\n\nHe takes a single hard swallow and puts the glass back on the\ncounter.\n\nKEVIN\nI am the context.\n\nHe turns and leaves the room.\n\nINT. LIVING ROOM- NIGHT - WEEKS LATER.\n\nCelia is sprawled asleep in the crook of Franklin’s arm on\nthe sofa. On the left side of her face is a flesh colored\nstick on eye patch.\n\nKevin is sat beside him watching ‘My Granny had my\nboyfriend's baby’ on the Jerry Springer show.\n\nEva carefully lifts Celia out of Franklin’s arms.\n\nINT. CELIA’S BEDROOM - NIGHT\nCelia is awake as Eva slips her into bed.\n\nEVA\nCelie... when you got hurt?\n\nCelia nods solemnly.\n\nEVA\nWhat happened?\n\nCELIA\n(sleepily)\nI got something in my eye...Kevin\nhelped me wash it out.\nShe turns her head away as if to end the conversation.\nEva kisses her and heads towards the door.\n\nCELIA\nMommy !\n\f124.\n\nShe has covered up her good eye with her hand, then uncovers\nit quickly.\n\nCELIA\nPeek a boo!\n\nEva’s smiles at her but her eyes fill with tears as she\ncloses the door.\n\nINT. HALL - LIVING ROOM - DAY\n\nEva is sat on the sofa, she glances up as Kevin strides into\nthe room, the distinct shape of his archery bag draped over\nhis shoulder, he’s followed by Franklin.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva’s smiles at her but her eyes fill with tears as she\ncloses the door. INT. HALL - LIVING ROOM - DAY\n\nEva is sat on the sofa, she glances up as Kevin strides into\nthe room, the distinct shape of his archery bag draped over\nhis shoulder, he’s followed by Franklin. \n\nTARGET SECTION TO BE ANNOTATED:\nKEVIN\nDad Prozac’s not that big a deal\nHalf the kid’s in my school are on\nsome kind of anti-depressant.\n\nEva sighs and rubs her hand through her hair, she looks\nstressed and guilty.\n\nEVA\nSomething came for you.\n\nShe nods toward the large Fed Ex package on the floor. Kevin\nsullies towards it and starts to rip it open with Franklin’s\ncar keys.\n\nHe pulls a bright yellow kryptonite bike lock out of the box\nalong with a spray of Styrofoam beans as Eva eyes him\nsuspiciously.\n\nEVA\nWhat’s that for? You don’t even\nride your bike..\n\nFranklin walks back into the room holding a beer as Kevin\npulls out another identical lock.\n\nKEVIN\nGot these for a song off the net...\nI thought I’d make a bundle selling\nthem at school...\n\nFranklin pulls the remote off the coffee table, flopping down\non the sofa next to Eva and switching on the TV.\n\nFRANKLIN\nGood to see someone inherited your\nbusiness sense huh?\n\f125.\n\nEVA\n(dryly)\n\nGlad to see you’re being so\nentrepreneurial...\nINT. BEDROOM - NIGHT.\n\n0.S. Franklin singing tunelessly over the thud of the shower.\n\nEva, undresses slowly, she smiles to herself a little sadly\nand gets into bed.\n\nShe peers over the quilt and watches Franklin through the\nopen door of the en suite.\n\nHe steps out of the shower and his body flits in and out of\nview, reflected in the mirrors, still fit and athletic.\n\nHe switches the bathroom light off and gets into bed.\n\nDark, apart from the hypnotic flashing light of the digital\nclock. RED/BLACK. RED/BLACK.\n\nThey both lie silent, awake. What more is there to say?\n\nHe reaches out for her hand and pulls her towards him,\nkissing her tenderly on the forehead, then more deeply, he\nmoves on top of her.\n\nThe clock flashes, red black, red black.\n\nCUT TO BLACK.\n\nBCU OF THE DIGITAL CLOCK, COMING UP TO MIDNIGHT IT CLICKS\nOVER TO A NEW DAY, SURROUNDED BY DARKNESS IT READS...\n\nTHURSDAY 8TH APRIL 1999.\n\nCUT TO:\n\nINT.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nBCU OF THE DIGITAL CLOCK, COMING UP TO MIDNIGHT IT CLICKS\nOVER TO A NEW DAY, SURROUNDED BY DARKNESS IT READS... THURSDAY 8TH APRIL 1999. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN, RANCH HOUSE - MORNING\n\nA door swings open, revealing Celia playing with her French\ntoast at the table, behind her Eva in Franklin’s arms\nexchanging a brief kiss.\n\nKEVIN (0.S.)\nGross...\n\f126.\n\nINT. KITCHEN - LATER.\n\nKevin picks up his school bag and archery kit swings them\nover his shoulder and leaves the house, closing the door\nbehind him.\n\nO.S. The radio still playing...a new song comes on; Charlene\n‘I've been to paradise’... The music continues over the\nfollowing sequence...no other sound.\n\nEXT. STREET - MORNING\n\nHey lady, you lady, cursing at your life...\n\nIt’s a beautiful day as Kevin saunters along the neat\nmanicured tree lined street with an air of confidence. He\nlooks handsome as the wind blows through his hair, his shirt\nbillows, he looks every inch the a promising young man....\n\n‘Your a disconted mother and a regimented wife’\n\nINT. CLASSROOM - MORNING\n\nA pretty girl glances at Kevin as he holds his arm in the air\nin answer to the teacher’s question.\n\nINT. SCHOOL CORRIDOR - MORNING\n\n“I've no doubt you dream about the things you'll never do”...\nThe corridors are full of students. Kevin pulls a handful of\nenvelopes from his bag and posts them into labelled pigeon\nholes on the wall.\n\nEXT. SCHOOL ENTRANCE - AFTERNOON\n\nBut I wish someone had a talked to meet, like I wanna talk to\nyou...\n\nKids pile out, laughing and chatting, full of energy. Kevin\nsidles off towards the gym.\nINT. GYM - AFTERNOON\n\nB.C.U. Kevin’s hands as he fixes one of the huge yellow locks\nto the double doors of the gym.\n\f127.\n\nINT. GYM - MOMENTS LATER\n\nKevin checks the door again and walks across the empty floor\nof the gym. A lone basketball sits in a corner he picks it up\nand turns in one movement, shoots a perfect hoop... that one\nwas all net.\n\nINT. VIEWING GALLERY - HIGH UP IN GYM.\n\n“I've run out of places and friendly faces because I need to\nbe free”...",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. VIEWING GALLERY - HIGH UP IN GYM. “I've run out of places and friendly faces because I need to\nbe free”... \n\nTARGET SECTION TO BE ANNOTATED:\nKevin's face, handsome and focussed, the best we’ve ever seen\nhim as he fits arrow after arrow into his crossbow and fires\nagain and again, their whistle and dull thunk just audible\nover the music.\n\n“I've been to paradise but I've never been to me...”\n\nCLOSE UP the lone basketball is pierced by an arrow, nailing\nit to the floor. It deflates slowly with a gentle hiss.\n\nINT. TO EXT. THE GYM - CONTINUOUS\n\nThe gym doors burst open, they’re surrounded by police\ngunman, fireman and paramedics. Kevin is led out calmly into\n\nthe circus.\n\nHelicopters swoop over head, red and blue flashing lights\nilluminate the dusk sky.\n\nParents teachers and others crowd round in awe, being held\nback by more police and barricades.\n\nEva's taut, pale face as she struggles through the crowds.\n\nKevin now handcuffed, is escorted to a police car and sat\ndown in the back, the door closed behind him.\n\nSuddenly, Eva's desperate face appears at the window as she\ncups a hand against the glass to cut out the reflection of\nthe flashing lights.\n\nCUT TO:\n\nEVA'S POV...\n\nAs she stares through the glass.\n\f128.\n\nKevin regards her calmly, placidly searching for something in\nher eyes.\n\nWhatever it is he doesn’t find it and they stare at each\nother silently for a moment before the car starts to pull\naway.\n\nOne last look from Kevin through the back window, he seems\npleased with himself, but he doesn’t smile.\n\nO.S. A scream, Eva turns to see Soweto Washington being\nwheeled out the gym, two arrows sticking out of his muscular\nthighs.\n\nAnother gurney is wheeled out, a blanket over the body but\nLaura Woolford’s expensive bracelets and hundred dollar\nManicure are unmistakable on the one exposed hand. A scream\nfrom Mary Woolford as she breaks through the crowd and throws\nherself on top of the body, sobbing uncontrollably.\n\nINT. EVA’S CAR - NIGHT\n\nEva drives erratically, constantly hitting redial on her\ncell.\n\nEVA\nFranklin you son of a bitch!\n\nTears hot with fury sting her cheeks.\n\nINT. WAITING AREA. POLICE STATION - NIGHT.\nCoffee cup. Plastic cup.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nPOLICE STATION - NIGHT. Coffee cup. Plastic cup. \n\nTARGET SECTION TO BE ANNOTATED:\n Styrofoam coffee cup.\n\nO.S. Phones ringing, muted sobbing, distant voices. Kevin’s\nname, mispronounced.\n\nEva, exhausted, suddenly aged, a dead look in her eyes,\nmarooned on a black PVC sofa as people rush to and fro,\nblocking her from view.\n\nHer knee shakes involuntarily.\n\nYOUNG OFFICER (0.S.)\n...-And see the little green and\nwhite one, that’s very rare from\nthe days before NYPD blue...\n\nA teenage boy sits across from her staring glassily into the\nmiddle distance without seeming to ever blink, his T-shirt\nspeckled with blood.\n\f129.\n\nClutching her stomach Eva stands.\n\nThe receptionist eyes Eva coldly and nods in the direction of\nthe rest room further down the hall. There is a line.\n\nRECEPTIONIST.\n(without making eye\ncontact)\nYou’11 have to wait.\nEva meekly sits back down.\nLATER STILL.\nAlmost alone...a cleaner with a mop and a radio.\nEva frozen in the same position on the black sofa.\nOFFICER\nWould you like to speak to your\nson?\nEva shakes her head, desperate, almost fearful.\nOFFICER (0.S.)\nThen you're free to go Mrs\nKachadaurian.\nShe looks up slowly, stunned.\nEVA\n«+--+. I can go?\nEXT. POLICE STATION, LOT - NIGHT\n\nShe walks into the lot, everything alien.\n\nDazed, she wanders past her car, failing to recognize it the\nfirst time down the row.\n\nYet once she finds the car she becomes strangely calm.\nSedate. Methodical. Keys. Lights. Seat belt. Windshield\nwipers on interval, to clear the thin mist.\n\nINT. CAR - NIGHT.\n\nEva drives very slowly, breaking on yellow, coming to a\nlegally complete halt at the four way stop though there is no\n\ntraffic.\n\nLATER, the car curves up the long drive to the house.\n\f130.\n\nMethodically, she turns off the wipers and the lights then\nlocks the car.\n\nShe picks a leaf off the windscreen, scoops the jump rope off\nthe garage floor and hangs it carefully back on it’s hook on\nthe wall.\n\nINT. KITCHEN, HOUSE - NIGHT.\n\nDarkness.\n\nO.S.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\nDarkness. O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n The flick of a light switch.\n\nEva enters the kitchen.\n\nThe greasy breakfast dishes haven’t been tidied, plates and\njuice glasses still on the counter, the answer phone bleeps\nwith a ton of messages. The white muslin curtains of the\n\ngarden doors drift lazily in the breeze.\n\nEVA\nFranklin?...Celia?\n\nHer own voice coming back at her unnerves her, it’s sounds\nsmall and tinny.\n\nShe walks through the house, flicking on lights.\nNothing.\nShe walks to the deck and looks out on the dark garden.\n\nShe finds the switch for the floodlights, pausing for what\nseems like an age before she flips it.\n\nThe wide panorama of the garden lit up like a surreal\npainting. The grass and bushes a vivid green. The blue night\nsky twinkling with stars as a backdrop.\n\nCelia.\n\nSplayed like a discarded rag doll, lies in the grass. A\nsingle arrow pins her tiny frame to the ground.\n\nFranklin.\n\nStark in the glare of the floods, shafts of arrows through\nhis neck and upper body, a tragic expression frozen on his\nface, profoundly disappointed.\n\nA pause.\n\f131.\n\nEva switches off the floodlights.\n\nCUT TO BLACK.\n\nINT. THE LOCAL GRAND UNION - EVENING\n\nA huge woman struggles to reach into the depths of a\nrefrigeration unit and pulls out a five litre tub of ice\ncream, slapping it on top of her already mountainous shopping\ncart, piled high with groceries.\n\nEva’s cart seems empty by comparison, a half loaf of bread\nand a bottle of white wine the only contents.\n\nShe reaches for a carton of eggs and places them on the kiddy\nseat of the cart, flipping it open to check for breakages,\nthey're all whole.\n\nO.S. The squeaky wheel of another cart turning into the\naisle.\n\nEva looks up. A woman about her age, in an outfit that may\nhave been fashionable ten years ago and appearing similarly\nrun down, is perusing the milk cartons, MARY WOOLFORD.\n\nEva blanches with a look of shocked recognition, pricks of\nsweat dot her forehead.\n\nO.S. The sound of blood singing in her ears.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nO. S. The sound of blood singing in her ears. \n\nTARGET SECTION TO BE ANNOTATED:\nShe abandons her cart along with her embroidered Egyptian bag\nand wallet and dives into the next aisle.\n\nINT. THE GRAND UNION, SOUP AISLE - EVENING\n\nA tin of Campbell’s soup full frame.\n\nThe rushing noise in Eva’s ears getting louder.\n\nShe gets herself together and manages to peer around the\ncorner furtively, Mary has gone.\n\nINT. AT THE CHECKOUT - EVENING\n\nEva unloads her meagre groceries, picks up the egg carton and\ndrops it onto the counter with revulsion, it feels sticky.\n\nThe young checkout girl flicks it open.\n\f132.\n\nCHECKOUT GIRL\nJesus, all twelve.\n\nEva looks around distractedly... Mary had seen her after all.\nIn fact she can make her out at the other end of the store,\nwatching with an intense mixture of hatred and glee.\n\nEVA\n(slightly unhinged)\nI’‘1ll take them as they are.\n\nCHECKOUT GIRL\nBut they’re totally...\n\nEVA\nI’1l take them as they are!\n\nShe hands over her credit card.\n\nCHECKOUT GIRL\n(loudly, as if talking to\nthe room)\nKhatchadourian, that’s an unusual\nname.\n\nEva pauses for a moment then smiles.\nEVA\n(just as loudly)\nYep, I’m the only one in the state.\nShe snatches back her card and the bag containing the gloopy\neggs and strides defiantly out of the store.\nINT. EVA’S CAR - DAY\n\nEva stops outside her run down, vandalized duplex.\n\nA kid with a basketball in his hand stands staring at the\nstill-drying red paint.\n\nEVA\nJesus.\n\nShe lets out a deep sigh; she had forgotten.\n\nA man pokes his face out of a neighboring door and shouts\nsomething at the kid, who stands stock still for an instant\nthen scoots off. His father ushers him inside and closes the\ndoor.\n\f133.\n\nEva turns into the driveway. She goes to pick up her\ngroceries from her car, the bag almost bursts open, the gloop\nfrom the eggs all over the passenger seat.\n\nEXT. THE DUPLEX - DAY\n\nO.S. An abrasive scrubbing sound.\n\nA ladder against the white slatted wall.\n\nA watery red liquid rushes down in a sudden wash.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn abrasive scrubbing sound. A ladder against the white slatted wall. A watery red liquid rushes down in a sudden wash. \n\nTARGET SECTION TO BE ANNOTATED:\nEva's feet appear as she descends.\n\nA stained sponge and a scrubbing brush thrown into a bucket\nof water.\n\nINT. HALLWAY, DUPLEX - DAY\n\nWalking down the hall, bucket in her hand.\n\nShe catches a glimpse of her reflection in a mirror... almost\njumps in fright.\n\nA red smear over her nose. Her arms up to the elbow\nglistening as if she’d just carried out a bloodbath.\n\nINT. KITCHEN - DAY\n\nScrubbing her hands in the sink.\n\nShe can’t budge the thin red line that stubbornly remains\nunder each fingernail.\n\nINT. KITCHEN - EVENING\n\nThe evening sun intensifies the already vivid red light in\nthe kitchen, the strange hue makes the plain omelette sat in\n\nfront of Eva resemble a slab of raw meat.\n\nShe stares at it, lost in thought, then she takes a bite.\nReaching up she pulls a piece of shell from her mouth.\n\nLATER\n\f134.\n\nEva pushes away her empty plate, a neat ring of pieces of\neggshell round it’s rim, drains her wine glass and reaches\nfor the bottle, a line has been drawn halfway down the label\nand she pours herself a neat glass careful not to go over the\nhalf way mark.\n\nINT. LIVING ROOM - NIGHT\n\nEva almost catatonic on the sofa. Channel surfing.\n\nThe Florida election debate is heating up and seems to be on\nevery station... she isn’t remotely interested, settles on\n\nthe Montel Show.\n\nO.S. A woman weeping and the audience booing swims in and out\nas Eva dozes off.\n\nFADE TO BLACK.\n\nON THE SOUND TRACK...\n\nKEVIN (0.S.)\nThey way I see it, the world is\ndivided into the watchers and the\n\nwatchees....There is more and more\nof an audience and less and less to\nsee.\n\nEva comes to, her face lit up by the glow of the TV in the\ndarkness...pale and confused, she focuses on the screen with\nincreasing horror.\n\nKEVIN (0.S.)\n\nPeople who actually do anything are\na goddamned endangered species. You\nneed us!\n\nWhat would you do without me, film\na documentary on paint drying? What\nare all those folks doing.. but\nwatching me.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou\nneed us! What would you do without me, film\na documentary on paint drying? What\nare all those folks doing.. but\nwatching me. \n\nTARGET SECTION TO BE ANNOTATED:\n Don’t you think they\nwould’ve changed the channel by now\nif all I’d done is get an A in\nGeometry.\n\nEva mouth falls open...\nON THE SCREEN; we catch a brief glimpse of Kevin’s hands as\n\nhe tosses and rolls something between them casually while he\ntalks.\n\f135.\n\nThe camera zooms to one corner of the bare cell, a lone\nphotograph taped to the wall, swims into focus.\n\nIt’s Eva's favorite picture, the one that went missing.\nYoung, smiling and carefree in Amsterdam.\nThe TV switches off abruptly.\n\nCUT TO BLACK.\n\nO.S. THE BEEP OF THE ALARM CLOCK.\n\nWHAP! HER HAND SLAMS DOWN ON THE SNOOZE BUTTON OF THE\nBATTERED ALARM CLOCK, IT’S FACE CRACKED, BADLY REPAIRED WITH\nTAPE. IT READS...\n\nMONDAY 8TH APRIL 2001.\n\nINT. BEDROOM - MORNING\n\nEva’s feet crunch over the remains of the spilt pills, the\ncrumbs clinging to her bare feet.\n\nEXT. THE RED DUPLEX - MORNING\n\nEva, now dressed for work but still half asleep dodges a\nviscous pool of paint that has dripped from the porch as she\nheads for her run-down car.\n\nINT. TRAVEL AGENT'S - DAY.\n\nA cantankerous but indistinguishable voice garbles down the\nline, Eva holds the phone away from her ear.\n\nShe picks at something caught in her hair, pulls it out and\ninspects it, a dried fleck of red paint, she crumbles it to\nthe floor.\n\nEva feels someone hovering and glances up, an over-made up\nwomen sporting a “My name is Wanda” lapel badge waits by her\nside.\n\nEVA\nOkay, I’1l call back with the\nconfirmation... thanks... bye.\nWANDA\n\nHey Eva...\n\f136.\n\nShe drops a huge pile of papers on Eva’s desk.\n\nWANDA\n.-i need you to go through these\nbookings for me this afternoon...\n\nEVA\nUmmm....I can’t...I’m off this\nafternoon... I did tell you.\nWANDA\n\n(tight lipped)\nOh sure, that’s right. I\nforgot...well, just as soon as you\ncan then...",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nI did tell you. WANDA\n\n(tight lipped)\nOh sure, that’s right. I\nforgot...well, just as soon as you\ncan then... \n\nTARGET SECTION TO BE ANNOTATED:\nShe drifts off.\n\nINT. EVA’S CAR - DAY\n\nA long open road. Well outside town the land is flat dusty\nand bare. A huge, low concrete structure crouches on the\nhorizon, surrounded by wire fencing.\n\nEva swallows and straightens her shoulders, preparing\nherself.\n\nEXT. CLAVERACK DETENTION CENTRE - DAY\n\nEva pushes a button on the wall outside the entrance, an\nelectric buzzer sounds.\n\nShe waits.\nO.S. The clanking of bolts.\n\nThe door opens and a paunchy guard, (AL, late forties with a\nsmattering of raised brown facial moles) raises a hand.\n\nAL\nHey Eva.\n\nEVA\nHey Al.\n\nAL\n\nYou’re a week early ain’t ya?\n\nEVA\nI guess you could call it a special\noccasion...\n\f137.\n\nEva is led through a series of doors and corridors. She's\npadded down and searched with a metal detector. Eva knows the\nroutine and the guards all seem to know her.\n\nEventually she’s shown into a waiting room by Al, the door\nclosed behind her.\n\nShe sits in the corner of the drab, empty room.\n\nShe yawns, picks up a lone, well thumbed copy of the National\nEnquirer, glances disinterestedly, then tosses it back on the\ntable and sighs.\n\nThe door creaks open, an attractive young black woman pokes\nher head timidly into the room. Eva tries to raise a smile\nfor her but she seems anxious to avoid eye contact.\n\nShe creeps in and takes a seat in the opposite corner,\nlooking close to tears. After fidgeting restlessly for a few\nmoments she gets up, bending to pick up the solitary\nmagazine, she glances up at Eva.\n\nWOMAN\nMay I?\n\nEVA\nGo right ahead, but there’s not\nmuch in there...\n\nThe woman manages a shy half smile and scurries back to her\nchair. Eva notices her hands are trembling slightly as she\nstruggles to turn the pages noiselessly.\n\nAfter a few moments she folds up the magazine and puts it\ndown, casting her eyes around the room she notices the\nvending machine, standing in the corner.\n\nShe inserts a few coins, types in her selection.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nEva notices her hands are trembling slightly as she\nstruggles to turn the pages noiselessly. After a few moments she folds up the magazine and puts it\ndown, casting her eyes around the room she notices the\nvending machine, standing in the corner. She inserts a few coins, types in her selection. \n\nTARGET SECTION TO BE ANNOTATED:\n A mechanical\nwhirring, a packet of M & M,s is pushed forward, it’s just\nabout to fall into the drawer below when the whirring stops,\nthe candy hangs tentatively in the air, it’s jammed - the\nmachine goes silent.\n\nThis seems too much for her, she rests her forehead against\nthe clear plastic and lets out a low moan.\n\nSuddenly, Eva is at her side. She bends down and gives the\nvending machine a hearty whack with her fist, the M & M’s\ndrop into the drawer and Eva fishes them out, handing them to\nthe black woman with a smile.\n\f138.\n\nEVA (CONT'D)\nWorks every time, just gotta hit\nthe right spot...\n\nThe woman smiles shyly, Eva finds herself holding her hand,\ntheir eyes lock; strangely it’s Eva who’s eyes are filling\nwith tears.\n\nAL (0.S.)\nLoretta Greenleaf?\n\nThe woman looks round.\n\nLORETTA\nTake care honey.\n\nAnother moment then she releases Eva’s hand and leaves with\nthe guard.\n\nINT. VISITING ROOM - DAY\n\nKEVIN (0.S.)\nHey Al, you still got something on\nyour face...\n\nKevin is led in. Eva notices a change in his demeanor before\nhe says a word. All that snide condescension and the swagger\nhave fallen away. A couple of fresh scratches on his face,\nhis knuckles grazed.\n\nHe’s wearing an orange jumpsuit- it’s odd to see him wearing\nsomething not only the normal size but too big for him. He\nlooks dwarfed, confused, bereft.\n\nHis eyes have shed their glaze and tunneled to the back of\nhis head.\n\nEVA\nYou don’t look happy.\n\nKEVIN\nHave I ever?\n\nHis tone is wan.\n\nKEVIN\nI’m almost eighteen aren’t I.\n\nHe rubs his face, something in his manner shows a glimpse of\nhis father, Eva winces.\n\f139.\n\nEVA\nWhat is it, going to big school\nmake you nervous?\n\nKEVIN\n(incredulously)\n‘Nervous!’ Do you know anything\nabout those places?\n\nEVA\nWell you did such a good job, tried\nas a minor, out of your head on\nprozac.. You'll be out in a couple\nof years...\n\nHe shakes his head in dismay.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA\nWell you did such a good job, tried\nas a minor, out of your head on\nprozac.. You'll be out in a couple\nof years... He shakes his head in dismay. \n\nTARGET SECTION TO BE ANNOTATED:\nEVA\nYou know I saw you on TV\n\nKEVIN\nOh that.\n\nHe squirms with a tinge of embarrassment.\n\nKEVIN\nIt was a while ago, you know, I was\ninto a... a thing.\n\nHe looks away from her.\n\nA pause.\n\nEVA\nWell I’m not sure about the thing\nbut you sounded quite intelligent,\nnow you only have to come up with\nsomething to say that isn’t...\n\nKEVIN\n\n(wryly)\nHorseshit?\n\nEVA\nYou do know what day it is? Why\nthey let me come and see you on a\nMonday?\n\nKEVIN\nOh sure. It’s my anniversary.\n\f140.\n\nEVA\nThat’s right... two years, plenty\nof time to think about it...\n\nShe leans forward in her chair slightly.\n\nEVA\nLook me in the eye and tell me why?\n\nKevin can’t look her in the eye, his eyes shutter nervously\nbetween the floor and the blank walls.\n\nKEVIN\n(glumly)\nI used to think I knew...\nNow I’m not so sure.\n\nWithout thinking, Eva extends her hand across the table and\nclasps his. Astonishingly he doesn’t pull away.\n\nEVA\nThank you.\n\nKEVIN\nListen...I made you something. A -\nwell sort of present.\n\nHe draws a dark rectangular wooden box about five inches long\nfrom his pocket, polishes the oiled wood with the wad of\ntoilet paper it’s been wrapped in.\n\nCarefully he slides the box across the table keeping two\nfingers on the top, the workmanship is surprisingly fine.\n\nShe reaches, but he keeps his fingers on it fast.\n\nKEVIN\nDon’t!...I mean whatever you do.\nDon’t open it.\n\nEva instinctively shrinks back. She flushes, a little\nshocked, a little horrified.\n\nEVA\n(in a stinging tone)\nI see. I thought that was one of\nyour most treasured possessions.\nWhy ever would you give it up?\n\nKEVIN\nIt was like she was, sort of,\nlooking at me all the time. It\nstarted to get spooky.\n\f141.\n\nEVA\nShe is looking at you. So is your\nfather... every day.\n\nKevin stares at the table, he shoves the box a little further\ntowards Eva, then removes his hand.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nEVA\nShe is looking at you. So is your\nfather... every day. Kevin stares at the table, he shoves the box a little further\ntowards Eva, then removes his hand. \n\nTARGET SECTION TO BE ANNOTATED:\nKEVIN\nAnyway, I thought you might take\nthis and, well maybe you know -\n\nEVA\nBury it.\n\nEva nods gravely and weighted by the enormity of the request,\nthey spend the remaining minutes of the visit in a heavy\nleaden silence until the guard calls time.\nEva rises slowly followed by Kevin.\nAs she moves to hug him goodbye, he clings to her childishly\nas he never had in childhood proper. He mutters something\nchoked into the upturned collar of her coat...’I’m sorry’?\nShe’s not sure if she’s heard him right but she takes the\nrisk.\nEVA\n\nI’m sorry too Kevin. I’m sorry too.\nINT. EVA’S CAR - EARLY EVENING\nEmpty highway, silence fills the car.\nEva flicks on the radio.\n‘the Remington fuzz away’....\nScrambling channels, news, talk shows, ads....\n--.’an oldie but a goodie’\n\n.---Are you lonesome tonight?... Do you miss me tonight?\n\nNeon signs reflected in the windscreen...Taco bell, Staples,\nWallmart, swim over Eva's face...\n\nDoes your memory stray to a bright sunny day.\n\nA church sign, a hand with a stop watch,’Lord teach me how to\nwait.’\n\f142.\n\nShe pulls up outside the duplex. Turns the engine off. Sits\nin the car.\n\nDo the chairs in your parlor seem empty and bare?\n\nLater, inside.\n\nShe sits on the couch dressed only in Franklin’s huge ancient\nrock T-shirt. Absentmindedly, she pulls the material to her\n\nface.... breathes in.\n\nHer purse, half open sits waiting for her on the table, the\nbox visible.\n\nA gulp of wine. She looks at the bottle, it’s down to the\nhalfway mark. Fuck it, fills her glass.\n\nDo you gaze at your doorstep and picture me there?\n\nEva, fuzzy...puts her hand out to grip the bannister. There\nis no bannister.\n\nA door at the end of the hall the opposite end to Eva's, a\nroom we haven’t seen before, a pause, she pushes the door\nopen.\n\nIs your heart filled with pain, shall I come back again?\n\nA small, cell like bedroom; a neatly made, single bed.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nA door at the end of the hall the opposite end to Eva's, a\nroom we haven’t seen before, a pause, she pushes the door\nopen. Is your heart filled with pain, shall I come back again? A small, cell like bedroom; a neatly made, single bed. \n\nTARGET SECTION TO BE ANNOTATED:\n Not\nmuch else, sparse and impersonal.\n\nShe places the little box on a bare shelf, beside the only\nbook, ‘ROBIN HOOD’.\n\nTell me dear are you....\n\nShe smooths down the bed covers, stands in the doorway for a\nmoment.\n\nLonesome tonight?\nEva turns off the light leaving the empty room... waiting.\n\nFADE TO BLACK.\n\nYou know someone said that the\nworld's a stage, and each must play\na part...\n\f143.\n\nFate had me playing in love with\nyou as my sweet heart...\n\nYou read your lines so cleverly and\nnever missed a cue...\n\nNow the stage is bare and I'm\nstanding there, with emptiness all\naround...\n\nAnd if you wont come back to me,\nthen they can bring the curtain\ndown...\n\f"
}