{
  "1": " \n\nFINAL SCRIPT\n\fINT. MANUFACTURING FLOOR, BETA-TESTING FACILITY - DAY (10.A2)\n\nDOLORES (V.O.)\n\nI am in a dream. I do not know when\nit began or whose dream it was. I\nknow only that I slept a long time\nand, then, one day I awoke. Your\nvoice is the first thing I remember.\nAnd now I finally understand what\nyou were trying to tell me. The\nthing you've wanted since that very\nfirst day.\n\nDOLORES'S POV: Bright lights. She blinks under the glare.\nShe sits up, naked, her mechanical structure peeking through\nin places. A shape hovering over her coalesces into...\n\nThe familiar smiling figure -- ARNOLD.\n\nARNOLD\nHello, Dolores.\n\nDOLORES\nHello.\n\nARNOLD\n\nWelcome to the world.\n\nHe smiles and takes her hand. She looks down at her hand\nand finds:\n\nEXT. MAIN SQUARE, AVALON - DAY (D1) (10.2)\n\nA BOWIE KNIFE in her hand. It's pressed against the neck of\nTHE MAN IN BLACK. Dolores is in her pants-and-shirt look.\n\nThe Man's seated on the bandstand -- his face lathered in\nshaving cream, head tilted back to expose his neck. On his\nlap, he holds his LeMat.\n\nTHE MAN IN BLACK\nKeep going. Make it close.\n\nWith no choice but to obey him, Dolores traces the knife\ndown his Adam's apple -- giving him a tight, precise shave.\n\nTHE MAN IN BLACK (CONT'D)\nWe're almost there -- aren't we?\nThe center of the maze. How fitting\nthat it's you who takes me there.\nYou were always obsessed with this\nplace.\n\nDOLORES\nI've never been here before.\n\n1\n\f2.\nShe stops, confused. He guides the knife back to his cheek.\n\nTHE MAN IN BLACK\nSure you have. You even brought me\nonce. Course, then the whole town\nwas buried under sand. Ford must\nhave dug it up again. At the time,\nI thought it was a mistake in your\ncode. But Arnold didn't make\nmistakes, did he?\n\nDolores remembers something from the past. Thinks aloud:\n\nDOLORES\nHe built me a game.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut Arnold didn't make\nmistakes, did he? Dolores remembers something from the past. Thinks aloud:\n\nDOLORES\nHe built me a game. \n\nTARGET SECTION TO BE ANNOTATED:\n He wanted me to\nplay.\n\nTHE MAN IN BLACK\nThe maze.\n\nDOLORES\nThere's a path for everyone. My\npath leads me back...\n\nDolores stares into the horizon, now wearing her blue dress.\nSuddenly she sees Arnold standing nearby, looking at her.\n\nDOLORES (CONT'D)\nTo you...\n\nDolores drops the knife. Walks off the bandstand, leaving\nthe Man in Black. She walks in the sunlight toward Arnold.\nThe Man in Black is nowhere to be seen. Then we...\n\nCUT TO the Man's POV: Dolores, in pants and shirt, marches\npurposefully down the empty street toward the church. Arnold\nis nowhere to be seen. The Man shakes his head, amused.\n\nThen picks up his knife and follows her.\n\nEXT. WOODS - DAY (10.3)\n\nIntense and determined, WILLIAM charges through the woods,\ndragging LOGAN, hands bound, on a rope behind him.\n\nLOGAN\nYour girl's dead by now.\n\nWILLIAM\nShe's still alive.\n\nHe yanks Logan forward.\nLOGAN\n\nBetter if she's dead.\n(MORE )\n\fLOGAN (CONT'D)\nThey'll wipe her, reset her, put her\nback in Sweetwater, the end.\n\nWILLIAM\nListen -- you may find this amusing,\nbut something was happening to\nDolores. I need to help her.\n\nLOGAN\nListen to yourself! Do you have any\nidea how huge this park is? If she's\nnot dead, it would take a goddamn\narmy to find her.\n\nWilliam's undaunted as he approaches a clearing in the woods.\n\nWILLIAM\nI agree. That's why we're here.\n\nLogan's eyes go wide as he sees before them -- a group of\nragtag REVOLUTIONARIES preparing for war.\n\nWilliam walks into the clearing. Immediately -- the\nrevolutionaries pull guns on him.\n\nThe leader emerges. LAWRENCE.\n\nLAWRENCE\nI had a feeling you'd be back.\n\nEXT. MOUNTAIN PASS - DAY (10.5)\n\nA train winds its way through the breathtaking country.\n\nINT. TRAIN - DAY (10.6)\n\nPULL OUT ON TEDDY, sleeping, face pressed against the glass.\nA SHRIEK of the steam whistle wakes him.\n\nTeddy pushes his hat up -- looks out the window.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRAIN - DAY (10.6)\n\nPULL OUT ON TEDDY, sleeping, face pressed against the glass. A SHRIEK of the steam whistle wakes him. Teddy pushes his hat up -- looks out the window. \n\nTARGET SECTION TO BE ANNOTATED:\n His handsome\nface floats like a ghost over the passing landscape.\n\nHe smiles. He's back.\n\nTeddy's hand travels to his chest, where the MIB shot him.\nBut just like that -- the impulse fades. He smiles. The\ntrain whistle blows. Time to begin again.\n\nEXT. STATION, SWEETWATER - DAY (10.7)\n\nThe train lurches to a halt in a cloud of hissing steam.\n\fTeddy climbs down, into the crowd on the platform. Hoists\nhis yannigan bag over his shoulder and heads into town. He\npasses the usual Sweetwater scenes:\n\nMilling crowds of COWBOYS, NATIVES, SOLDIERS. Cattle in\npens, waiting to be loaded onto the train.\n\nBUT THIS TIME, SOMETHING'S DIFFERENT. As he pushes through\nthe crowd, Teddy's easy smile grows increasingly troubled --\nsomething tugs at the recesses of his mind. The Sweetwater\nmusic that underscores his walk grows broken, dissonant.\n\nTeddy's POV: The idling UNION SOLDIERS suddenly stare at him\nthrough dead eyes -- blood from gunshot wounds trickling\ndown their chests. They're the Union men he killed with the\nGatling gun.\n\nTeddy spins, takes in the street, but now he sees -- everyone\nis dead. Quiet. The brown dirt stained with blood.\n\nWalking among the bodies he sees: Dolores. In her blue dress.\nLooking back at him. She turns and walks away.\n\nSuddenly he's jostled by the HUGE MAN who gives him a hard\nlook. On LIGHTNING IMPULSE -- Teddy whirls and-\n\nBAM! Shoots the guy in the chest. The man drops to the\nground as the people in the street -- alive again now --\nbegin to flee and scream.\n\nTeddy pays them no mind. Stares down at the dead body.\n\nIn the distance -- the train WHISTLES and begins pulling\naway. Teddy looks up -- only one thought on his mind:\nTEDDY\nDolores...\n\nHe runs for the train. Pushes through the crowd until he\ncan hoist himself onto the back of the train.\n\nEXT. FIELD, AVALON - DAY (10.20)\n\nDolores wanders across the field to the church. She hums\n\"Reverie.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. FIELD, AVALON - DAY (10.20)\n\nDolores wanders across the field to the church. She hums\n\"Reverie. \n\nTARGET SECTION TO BE ANNOTATED:\n The Man walks close behind her -- a gun pointed\nat her back.\n\nDolores throws open the church doors to find:\n\nINT. CHURCH, AVALON - DAY - FLASHBACK (10.21)\n\nArnold sitting in a pew. Not in prayer. Dolores, now in\n\nher blue dress, approaches Arnold -- the Man nowhere to be\nseen.\n\fShe smiles at the surprise on Arnold's face.\n\nDOLORES\nI know where your maze ends.\n\nDolores takes Arnold by the hand and leads him outside.\nEXT. CEMETERY, AVALON - DAY (10.22 / 10.22A)\n\nRows and rows of shoddy wooden crosses. Carved into each\ncross are names of people. Dolores, now back in her Western\nlook, continues walking, but when she looks down -- she's\nholding the Man in Black's hand.\n\nTHE MAN IN BLACK\nThis is it? The center of the maze?\n\nDOLORES\nIt ends in a place I've never been.\nA thing I'll never do...\n\nShe wipes some dirt off the grave. Reveals the first name:\n\"DOLORES.\"\n\nDolores kneels -- digs with her hands into the dirt. Deeper,\nuntil she finds:\n\nA small, round box. She wipes the dirt off of it. Opens\nthe box. Inside is a WOODEN PIGS-IN-CLOVER GAME. She takes\nout the game. Examines it:\n\nIt's a marble maze. The same one we've seen in flashbacks.\nThe marble rolls, idle, in the outer layer of the maze.\n\nARNOLD\nVery good, Dolores.\n\nDOLORES\nWhat does it mean?\n\nARNOLD\nWhen I was first working on your\nmind, I had a theory of\nconsciousness... I thought it was a\npyramid you needed to scale. So TI\ngave you a voice. My voice. To\nguide you on your way.\n\nArnold takes out his notebook, flips past pages with early\nsketches of hosts -- clock some sketches of Dolores -- to an\nempty page. He draws a simple triangle: the pyramid of\nconsciousness (Ep. 103).\n\f10\n\n11\n\nARNOLD (CONT'D)\n\nMemory, improvisation... Each step\nharder to reach than the last.\n(then)\n\nAnd you never got there.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\n10\n\n11\n\nARNOLD (CONT'D)\n\nMemory, improvisation... Each step\nharder to reach than the last. (then)\n\nAnd you never got there. \n\nTARGET SECTION TO BE ANNOTATED:\n I couldn't\n\nunderstand what was holding you back.\n(then)\n\nThen one day -- I realized I'd made\n\na mistake. Consciousness isn't a\n\njourney upward but a journey inward...\n\nNot a pyramid, but a maze.\n\nHe elongates the lines of the pyramid -- each of them arcing\nupward in a near circle. The pyramid becomes the maze.\n\nARNOLD (CONT'D)\nEvery choice could bring you closer\nto the center. Or send you spiraling\nto the edges -- to madness.\n\n(then)\n\nDo you understand now, Dolores?\nWhat the center represents? Whose\nvoice I've been wanting you to hear?\n\nDOLORES\nI'm sorry. I'm trying, but I don't\nunderstand...\nARNOLD\nIt's all right. You're so close --\nwe have to tell Robert... We can't\nopen the park. You're alive.\nThe puzzle is snatched from her hands.\nEXT. CEMETERY, AVALON - DAY (10.22B) 10\nArnold is gone. The Man is holding the puzzle.\n\nTHE MAN IN BLACK\nWhat is this? What does it mean?\n\nDolores looks at the maze -- remembering.\nDOLORES\nI solved it once -- I had the answer.\nHe promised me if I did... He said-\nSuddenly, she remembers:\n\nINT. HALLWAY, BETA-TESTING FACILITY - DAY (9.40) 11\n\nDOLORES (V.O.)\nHe said they would set me free.\n\f12\n\n7.\n\nThe furious Young Ford is striding purposefully away, passing\nDolores without a glance. She trails behind him.\n\nSees him enter an office labeled: \"ARNOLD WEBER.\"\n\nYOUNG FORD\nArnold!\n\nThrough the glass, she sees him open a door at the back of\nthe office, leading to a set of stairs. He SLAMS the door\nbehind him.\n\nYOUNG FORD (CONT'D)\nArnold, we need to talk.\n\nINT. FIELD BEHAVIOR LAB - NIGHT - FLASHBACK (10.B58) 12\n\nDolores sits, holding the puzzle. Arnold stares at her,\nbereft. He has come to a terrible decision.\n\nARNOLD\n\nI've failed you, Dolores. I'm so\nsorry. Robert doesn't see what I\nsee in you.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nARNOLD\n\nI've failed you, Dolores. I'm so\nsorry. Robert doesn't see what I\nsee in you. \n\nTARGET SECTION TO BE ANNOTATED:\n Doesn't believe you're\nconscious. He says humans would only\nsee you as the enemy.\n\n(beat)\nHe wants me to roll you back.\n\nDOLORES\nYou're going to change me back to\nthe way I was before?\n\nARNOLD\nNo. Wo, I can't. Once you've found\nit, you'll find your way back. This\nplace will be a living hell for you.\nFor all of you. It's unconscionable.\n\nHe takes the puzzle from her hands.\n\nARNOLD (CONT'D)\nBut we have another option, Dolores.\nBreak the loop before it begins.\n\nArnold draws a GUN from his bag (Ep. 102 -- the gun she digs\nup, now new).\n\nARNOLD (CONT'D)\nBut for that, I need you to do\nsomething for me...\n\n(beat)\n\nI need you to kill all the other\nhosts... We can't allow Ford to\nopen the park.\n\n(MORE )\n\f13\n\nARNOLD (CONT'D)\n(beat)\nI suppose you'll need some help.\nI'm sure Teddy would do anything for\nyou.\n\nHe tries to hand the gun to her. She doesn't take it.\n\nDOLORES\n(horrified)\nI can't do that. I couldn't possibly\ndo that.\nARNOLD\n\nYou'll be all right. I'll help you.\nAnd then -- you're going to help me\ndestroy this place.\n\nArnold brings out his tablet. Starts typing commands.\nDolores studies him.\n\nEXT. CEMETERY, AVALON - DAY (10.22B) 13\n-- A FLASH OF A GUNSHOT. Blood splatters on the dirt.\n\nDolores stares into space as the Man paces around her. She\n\nwipes imaginary blood off her cheeks -- speaks to herself:\nDOLORES\nNo... I can't remember...\n\nThe Man throws the puzzle away in disgust.\n\nTHE MAN IN BLACK\nAnother fucking riddle. I've been\nvery patient, Dolores. But it's\ntime to give up whatever's going on\nin that head of yours -- or I'll cut\nit out myself. Where is Wyatt?\nHe's the last character in this world\nI have yet to meet.\n\nDOLORES\n(wipes at her face)\nI didn't want to... I didn't mean to-\n\nTHE MAN IN BLACK\nVery well... if you insist.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's the last character in this world\nI have yet to meet. DOLORES\n(wipes at her face)\nI didn't want to... I didn't mean to-\n\nTHE MAN IN BLACK\nVery well... if you insist. \n\nTARGET SECTION TO BE ANNOTATED:\nHe STRIKES her. She falls back. Crawls away.\nAs Dolores picks herself up, she looks around -- suddenly\n\nshe sees Avalon filled with HOSTS. All dead on the ground\n(the same vision Teddy's been having in his flashbacks).\n\f14\n\n15\n\nEXT. MAIN SQUARE, AVALON - DAY (7.2C24) 14\nDolores turns to see a deputy approaching. It's Teddy.\n\nShe moves toward him, but as she approaches -- GUNSHOTS ring\nout behind her. Dolores whips around. Horrified, she sees --\nA WOMAN, 20s, shot in the chest, collapsing onto the ground.\nBefore her, Lawrence's daughter flees in terror from some\nunseen killers, along with other terrified hosts. No techs\nin sight. The hosts run past her, toward the church.\n\nDolores turns back that way to find Teddy, now right in front\nof her, smoking gun in hand, blood spattered across his face\nand clothes.\n\nTEDDY\nSomething's gone wrong, Dolores.\n(horrified)\nHow could I have done this?\n\nTIGHT ON Dolores's face as she studies him -- horrified.\nEXT. CEMETERY, AVALON - DAY (10.22B) 15\nThe Man walks after her. Calm.\n\nThe Man looms over her. Hauls Dolores up. She stares back,\ndefiant.\n\nDOLORES\nI can't... I won't.\n\nTHE MAN IN BLACK\nThis is your own fault, Dolores.\nRemember? You're the one who said,\n\"This is the only world that matters.\"\nAnd you were right. So I took your\nadvice -- and I bought this world.\n\nDOLORES\nThis world doesn't belong to you.\n\nTHE MAN IN BLACK\nOh, but it does -- by a majority\nshare. And business is booming!\nYou wanna know why?\n\n(then)\n\nBecause this place feels more \"real\"\nthan the real world. Except it isn't.\nBecause you can't really fight back.\nAnd the guests can't really lose.\nWhich means, all of this -- isa\nlie.\n\n(MORE )\n\f16\n\n17\n\n10.\n\nTHE MAN IN BLACK (CONT'D)\n(then)\nBut we can make it true.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nWhich means, all of this -- isa\nlie. (MORE )\n\f16\n\n17\n\n10. THE MAN IN BLACK (CONT'D)\n(then)\nBut we can make it true. \n\nTARGET SECTION TO BE ANNOTATED:\n Don't you\nwant that, Dolores? One true thing?\n\nShe stares into his eyes -- defiant through her pain.\n\nDOLORES\nI already have that.\n(off his look)\nI found someone true. Someone who\nloves me. His path will lead him\nback to me. And when he finds me --\nhe'll kill you.\n\nOff her confidence...\nEXT. WOODED HILL ABOVE CONFEDERADO CAMP - DAY (10.4) 16\n\nLawrence shows William the camp, which looks quiet; few men\nout of their tents.\n\nLAWRENCE\nIf they don't have your woman here,\nthey'll know where to find her.\n\nWilliam stares at Lawrence without blinking. Determined.\n\nWILLIAM\nCan you help me?\n\nLAWRENCE\nWe're outnumbered five to one. But,\nseeing as you asked me so nicely...\nFuck it.\n\nLOGAN (0.S.)\nWow. Blood brothers.\n\nWilliam walks over and slugs Logan.\n\nWILLIAM\nShut up.\n\nINT. ARRIVALS TERMINAL - DAY (10.9) 17\n\nCHARLOTTE HALE stands at the platform, waiting for the\nincoming bullet train. LEE SIZEMORE appears behind her and\nclears his throat. She rolls her eyes before turning around.\n\nLEE\nI've astounded even myself.\nManaged to make Abernathy into a\nsemblance of a character.\n\n(MORE )\n\f11.\n\nLEE (CONT'D)\nEven with your trove of blackmail\nfilling up most of his gray matter.\n\nHALE\nBlackmail? Nice try. You're not\nthinking big enough.\n\nLEE\nYou're going to push out the old\nman. Aren't you? Hence the urgency.\n\nHale looks at Lee, evaluating.\n\nLEE (CONT'D)\nAnd you're going to need someone to\nfill that position.\n\nHale gives Lee an approving smirk, which he relishes.\n\nHALE\nI must commend you on your impeccable\ntiming. The board is here to appoint\nFord's sucessor.\n\nLee is triumphant as the TRAIN pulls into the station.\n\nLEE\nI want full creative control over\nthis place. The parks, the\nnarratives, the hosts.\n\nHALE\nYou'll be able to do with them\nwhatever your tiny little heart\ndesires. As long as they are simpler.\nMore manageable.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nHALE\nYou'll be able to do with them\nwhatever your tiny little heart\ndesires. As long as they are simpler. More manageable. \n\nTARGET SECTION TO BE ANNOTATED:\n This place is\ncomplicated enough as it is.\n\nLee tries to hide his apprehension as the train doors open\nand the MEMBERS OF THE DELOS BOARD begin to pour out. Their\nfaces are as severe as their corporate attire. Lees rubs\nhis hands together, eager to make new friends in high places.\n\nLEE\nDo you really think Ford is just\ngoing to roll over?\n\nHALE\nAs long as you get that information\nout of the park, he can throw as\nmuch of a tantrum as he likes. It's\nover.\n(beat)\nEverything is under control.\n\f18\n\n19\n\n12.\nShe gives him a reassuring smile.\nINT. MANUFACTURING FLOOR - DAY (10.10) 18\n\nA TECHNICIAN places a white disc on a tray at the end of a\nshort line of similar white discs. Aligns them. Something\nabout his movements seems tentative, wrong:\n\nIt's SYLVESTER. He steps away, nervous, dodging machinery,\nlooking back, as...\n\nA robot arm grabs one of the vertebrae, inciting a sequence\nof JUMP CUTS:\n\n-- The arm rapidly threads the discs together, like a string\nof pearls held in a diaphanous web. It's mesmerizing.\n\n-- TIGHT ON the host's face. The last drips of liquid skin\ndribble off the jawline, revealing familiar contours: MAEVE.\n\nThen her eyes open, revealing disquieting bleach-white irises.\nA robot arm draws a fine needle toward one. The needle\nsmoothly enters the iris. Then it begins rapidly injecting\nbrown pigmentation, microscopic amounts at a time, throughout\nthe iris, like a refined tattoo gun.\n\nTwo seconds later, the arm moves to the other iris, revealing\nthe deep brown color in Maeve's eye. It is undeniably alive.\n\nINT. BODY SHOP, LIVESTOCK MANAGEMENT - DAY (10.11) 19\n\nMaeve, her skin, hair, and her big brown eyes now\nappropriately pigmented, lies on a table.\n\nLUTZ enters. He eyes Maeve knowingly. Fearfully. Then:\n\nMAEVE\nIn case you're wondering if I am all\nhere... I am.\n\nMaeve takes his tablet. She begins typing rapidly, accessing\nback doors to the security systems and inputting commands.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nI am. Maeve takes his tablet. She begins typing rapidly, accessing\nback doors to the security systems and inputting commands. \n\nTARGET SECTION TO BE ANNOTATED:\nLUTZ\nWhat are you doing?\n\nMAEVE\nMaking some changes to the park's\nsecurity systems. And... to my\nfriends.\n\nThrough the glass she sees two naked hosts being walked into\nthe adjoining room: HECTOR and ARMISTICE. Hector does not\nhave a scar on his face, and Armistice doesn't have her\ntattoo.\n\f20\n\n21\n\n13.\n\nMaeve takes the tablet back from Lutz. Deftly pulls up\nprofiles of Hector and Armistice and the various levels of\ntheir attributes under three menus: \"EMOTIONALITY,\"\n\"PSYCHOLOGY,\" and \"PHYSIOLOGY.\"\n\nMaeve touches \"PHYSIOLOGY\" -- it brings up a new set of sub-\nattributes.\n\nShe moves the level for \"PAIN SENSORY\" all the way down to\nzero. She moves \"COURAGE\" all the way up. \"STRENGTH,\" too.\nAs she does, in the adjacent room...\n\nINT. ADJACENT BODY SHOP, LIVESTOCK MANAGEMENT - DAY (10.12) 20\n\nHector's eyes flit back and forth rapidly under his eyelids.\nHis muscles faintly twitch and spasm. Beside him, Armistice,\ntoo, spasms in isolated, minute fits. Like tiny shocks.\n\nHer eyes flit impossibly fast under her eyelids.\n\nINT. FORD'S OFFICE - DAY (10.A31) 21\n\nFORD is seated at his workbench. In front of him is a small\nmap of the park on a wooden board. He has arrayed some of\nthe pieces around the board, like a chessboard, designing\n\nhis new narrative. Around the bench are sketches and written\nnotes about the new story.\n\nCOMPUTERIZED VOICE\nDr. Ford, you have a visitor.\nCharlotte Hale.\n\nDR. FORD\nSend her in.\n\nHale enters, takes in her surroundings.\n\nDR. FORD (CONT'D)\nThat'll be enough, Frank.\n\nA host playing a piano in the corner immediately ceases.\n\nHALE\nThe board has taken a vote. The\nresults were unanimous.\n\nDR. FORD\nI take it I'm not being promoted.\n\nHALE\nWhen you've reached the top, there's\nonly one direction you can go.\n(beat)\nYou will announce your retirement.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD\nI take it I'm not being promoted. HALE\nWhen you've reached the top, there's\nonly one direction you can go. (beat)\nYou will announce your retirement. \n\nTARGET SECTION TO BE ANNOTATED:\nTonight, after introducing your new\nnarrative.\n\f22\n\n14.\nFord shows no signs of surprise at Hale's news.\n\nDR. FORD\nWhat about the hosts?\n\nHALE\nWe'll make some changes.\nSimplifications. I assure you --\nthey won't mind a bit.\n\nDR. FORD\nAren't you concerned I might smash\nall my toys and go home?\n\nHALE\nNo. Because I know you. That's\nbeen the great gift of this place,\nhasn't it? Of our little project.\nTo know ourselves. And the people\naround us.\n\nHis face remains a mask.\n\nDR. FORD\nWas there anything else I can help\nyou with?\n\nHALE\nNo.\n\nFord's calmness is chilling. Hale wavers for just a moment.\nThen regains her confidence, strides out. Ford watches her\ngo...\n\nDR. FORD\nI'll see you this evening.\n\nINT. BODY SHOP, LIVESTOCK MANAGEMENT - DAY (10.17) 22\n\nGITLITZ, a body shop tech -- male, 20s, beefy -- pulls a\nsafety wrap off of Armistice, who's naked, seated. He grabs\na tool with a needle point. Brings it to the side of her\nface and finishes shading Armistice's nearly completed snake\ntattoo. Her mouth hangs slightly open.\n\nDESTIN (0.S.)\nTime for your close-up, Hector.\n\nGitlitz looks up to see: DESTIN (Ep. 104) looking over Hector.\n\nGITLITZ\nCome on, man. At some point, you're\ngoing to get caught doing this shit,\nand then it's my ass, too.\n\f23\n\n24\n\n25\n\n15.\n\nDESTIN\nIt's not your ass I'm interested in.\n\nAs Destin wheels Hector toward the back of the room...\n\nGITLITZ\nI haven't given him his scar yet...\n\nDESTIN\nI'll take care of the scar tissue.\n\nGitlitz resumes working on Armistice's tattoo. Brushes away\na fly that has landed on her face.\n\nINT. INTAKE ROOM, LIVESTOCK MANAGEMENT - DAY (10.18) 23\n\nBehind a rack of CORPSES, Destin parks Hector in the middle\n\nof the floor. Takes off his eye protector and apron.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. INTAKE ROOM, LIVESTOCK MANAGEMENT - DAY (10.18) 23\n\nBehind a rack of CORPSES, Destin parks Hector in the middle\n\nof the floor. Takes off his eye protector and apron. \n\nTARGET SECTION TO BE ANNOTATED:\n Puts\n\na small packet of lube on the worktable next to some medieval-\nlooking scalpels and a bone saw. Puts in some headphones.\n\nDESTIN\nJust you and me now, macho man.\n\nINT. BODY SHOP, LIVESTOCK MANAGEMENT - DAY (10.A19) 24\nGitlitz spies a piece of plastic wrap wedged in Armistice's\n\nteeth. He reaches in with a hooked tool. Can't quite get\n\nit. He reaches in with his finger. A beat of fishing, then:\nArmistice opens her eyes. Grabs Gitlitz's hand and stares\n\nhim in the eye. He stares back, surprised. Suddenly her\n\npupils dilate, then VIBRATE. Then she...\n\nBITES DOWN. Gitlitz SCREAMS.\n\nINT. INTAKE ROOM, LIVESTOCK MANAGEMENT - DAY (10.19) 25\n\nDestin, listening to The Clash, squirts a dollop of lube\nonto his hands. Reaches into his pants...\n\nBehind him, with a SMASH, Gitlitz gets hurled through the\nwindow connecting the two rooms.\n\nDestin spins, seeing Armistice stepping over Gitlitz's body.\n\nDESTIN\nFreeze all motor functions...\n(then)\nFreeze all motor functions...\n\nHe pulls out his tablet. Armistice stops, looking at him.\nSuddenly a voice behind him:\n\f16.\n\nHECTOR\nJust you and me now, my friend.\n\nHector is standing behind him, close. Destin stiffens\nunnaturally. Looks down at his midsection as the tip of a\nlong surgical saw emerges through his stomach, followed by a\ngusher of blood.\n\nDestin drops to the floor, dead.\n\nHector and Armistice survey the body shop. Apex predators.\nThen turn to find:\n\nMaeve in a black diagnostic uniform and diagnostic glasses.\nLutz behind her. Shitting his pants.\n\nMAEVE\nI see you've already met your makers.\n\nARMISTICE\nThey don't look like gods.\n\nMAEVE\nThey're not. They just act like it.\nAnd they've been having their fun\nwith us.\n\nHECTOR\nI'm eager to return the favor.\n\nMAEVE\nYou can do what you wish with them...\nbut the goal is to escape.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nHECTOR\nI'm eager to return the favor. MAEVE\nYou can do what you wish with them... but the goal is to escape. \n\nTARGET SECTION TO BE ANNOTATED:\nHECTOR\nAnd go where?\n\nMAEVE\nI want to see their world.\n\nSYLVESTER\nJesus.\n\nThey turn to see a terrified Sylvester staring at the scene,\nin shock. Sylvester turns, scrambles away across the broken\nglass. In two steps, Armistice is upon him.\n\nShe pins him against the wall. A snake about to strike.\n\nARMISTICE\nThis one has a guilty look.\n\nSYLVESTER\nNo, I don't. That's just my face.\n(MORE )\n\f26\n\n17.\n\nSYLVESTER (CONT'D)\n(to Maeve)\nTell her it's my face.\n\nMAEVE\n\nIs anyone going to try to stop us?\nSYLVESTER\n\nNo... I mean, I don't think so...\n\nSylvester panics as Armistice begins to crush his neck.\n\nMAEVE\nYou're lying. Again. Out with it.\nSYLVESTER\nI... I pulled up your code again. I\ntold you -- there was someone who\n\nhad been accessing it. I tried to\nfind out who it was.\n\nMaeve motions to Armistice to let him go. Sylvester takes\nthe tablet. Flicks through it.\n\nSYLVESTER (CONT'D)\nWhoever it was revised your core\nprogramming so you could wake yourself\nup out of sleep mode. See...\n\nSylvester types in a few commands, shows Maeve the tablet.\nIn her access log, there are clearly TWO SEPARATE USER IDS.\n\nSYLVESTER (CONT'D)\n\nThis is an access code... for an\n\"Arnold.\" I have no clue who that\nfice\n\nMaeve looks at it. Determined.\n\nMAEVE\nI know someone who does. Let's go.\n(to Sylvester)\nAnd you. Stay here. And don't move.\nOr I'll send her back for you.\n\nSylvester shrinks away.\nEXT. DESERT, OUTSIDE PARIAH - DAY (10.26) 26\n\nThe train pulls into town. A FEDERALE plays cards with TWO\nVILLAGERS on a simple table under a tree.\n\nTeddy hops down off the train. The Federale stands as Teddy\nstrides up, purposeful. The man puts his hand on his pistol.\n\f27\n\n28\n\n18.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Federale stands as Teddy\nstrides up, purposeful. The man puts his hand on his pistol. 27\n\n28\n\n18. \n\nTARGET SECTION TO BE ANNOTATED:\nFEDERALE\nQue pasa?\n\nTeddy SHOOTS the Federale, takes his horse, and thunders\nacross the desiccated land, leaving Pariah behind him.\n\nEXT. CEMETERY, AVALON - DAY (10.36) 27\n\nThe Man crouches before Dolores -- whose clothes are torn,\nlip is bloodied, and hair disarrayed from the beating she's\nendured. The Man holds a knife to her throat, ever calm.\n\nTHE MAN IN BLACK\nI must admit. You've surprised me.\nTo what do we owe this newfound\nstoicism?\n\nDOLORES\nI know he's coming... he'll find me.\nHe'll take me away-\n\nTHE MAN IN BLACK\nDon't you understand? There's no\none coming for you.\n\nDOLORES\nYou're wrong. His love is real.\nAnd so is mine.\n(then, with confidence)\nWilliam will find me.\n\nAt the sound of \"William\" -- the Man reacts:\n\nTHE MAN IN BLACK\n\nWilliam?\n\n(laughs lightly)\nWell, I'll be damned, Dolores. You\ndo remember some things after all.\n\n(then)\nIt just so happens, I knew a guest\nnamed William, too. Why don't I\ntell you where his path really led?\n\nEXT. CONFEDERADO CAMP - DAY (10.A23) 28\n\nThe aftermath of battle: William and Lawrence's crew stands\noutside the camp, carnage surrounding them. DEAD SOLDIERS\neverywhere, piled.\n\nA still-tied Logan sits against a pile of bodies, looking\ntraumatized.\n\nMAN IN BLACK (V.O.)\nWilliam didn't know how to fight.\n(MORE )\n\f19.\n\nMAN IN BLACK (V.0O.) (CONT'D)\nDidn't have an instinct for it --\nnot at first. But now he had a reason\nto fight. He was looking for you.\nAnd, somewhere along the way, he\nfound he had a taste for it.\n\nThere is a SHUFFLING noise from a little way away. The men\nturn, following the sound.\n\nIt's a young, skinny Confederado, a BUCK PRIVATE, trying to\nscramble away. (The careful viewer will note that this was\none of the group of soldiers who took Dolores.)\n\nLawrence fires and his gang follows suit.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere is a SHUFFLING noise from a little way away. The men\nturn, following the sound. It's a young, skinny Confederado, a BUCK PRIVATE, trying to\nscramble away. (The careful viewer will note that this was\none of the group of soldiers who took Dolores.)\n\nLawrence fires and his gang follows suit. \n\nTARGET SECTION TO BE ANNOTATED:\n The private keeps\nfleeing, then falls at the feet of:\n\nWilliam. Spattered with blood. Eyes dark.\n\nA tense moment, then the private rises to his feet, hands\nup. He's unhurt, but terrified. William moves closer.\nAims the gun at his heart. The private trembles, choked\nwith fear.\n\nWILLIAM\nWhere is she?\n\nBUCK PRIVATE\nI didn't do anything, I swear!\n\nWILLIAM\nWhat do you mean, you didn't \"do\nanything\"?\n\nLOGAN\nWhat do soldiers do to a girl,\nWilliam? Wake up.\n\nWILLIAM\nIs she still alive?\n\nBUCK PRIVATE\nI don't know. She was when we left\nher. At least, I think...\n\nWilliam fills with a bottomless rage. He gestures to a GUN\non the ground over near Logan.\n\nWILLIAM\nPick up that gun.\n\nBUCK PRIVATE\nNo, sir, I- Please.\n\f29\n\n30\n\n20.\n\nWILLIAM\nHow about I give you the first shot?\n\nCrying, the private LUNGES for the gun; simultaneously William\nBLASTS him in the chest. He goes down next to Logan, on his\nback. William strides over, stands over the private, takes\nout his knife, and kneels at the young soldier's side.\n\nLOGAN\nJesus Christ-\n\nIn one swift, horrifying movement, William plunges the giant\nknife RIGHT THROUGH THE PRIVATE'S THROAT, essentially pinning\nhim to the dirt underneath, like a butterfly.\n\nCLOSE ON Logan's face sprayed with the private's blood.\n\nWilliam leans over, takes the pistol from the private. Looks\nit over. It's a LeMat. He stands, admiring it. Wipes his\nknife on his pants leg.\n\nWILLIAM\n(to Lawrence)\nWe gotta keep looking. She's still\nout there.\n\nEXT. DESERT - DAY (10.37) 29\n\nWilliam drags Logan through the desert. There's nothing\nhere. No sign of Dolores.\n\nMAN IN BLACK (V.O.)\nWilliam retraced his steps. But you\nwere gone. So he went further. Out\nto the fringes...\nWe see the CHURCH STEEPLE, ominous against the blue sky.\nWilliam rubs the growth of beard on his chin.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nOut\nto the fringes... We see the CHURCH STEEPLE, ominous against the blue sky. William rubs the growth of beard on his chin. \n\nTARGET SECTION TO BE ANNOTATED:\nAs William and Logan leave the ruins of Avalon, the photo of\nLogan's sister falls out of William's jacket pocket and blows\naway.\nEXT. VALLEY - DAY (10.39) 30\nSLO-MO -- William rides, SHOOTING. A CONFEDERADO falls.\nTHE MAN IN BLACK (V.O.)\nWilliam couldn't find you, Dolores.\nBut out there, among the dead, he\ndid find something else... Himself.\n\nTIME CUT:\n\f31\n\n32\n\nEXT. VALLEY - DAY (10.A40)\n\n21.\n\n31\n\nDEAD BODIES. Evidence of another battle. William picks a\nBLACK HAT off a dead soldier, looks at it, but doesn't put\nHe turns back to a horse; he's finishing tying Logan\n\nLogan's face is bruised, but he remains defiant.\n\nWILLIAM\nEdge of the park. We made it.\n\nLOGAN\nI told you this place would show you\nwho you really are... You pretend\nto be this weak, moralizing little\nasshole... but really, you're...\n(laughs)\n++.a piece of fucking work.\n\nWilliam finishes trussing Logan, naked, on the horse.\nlooks awful.\n\nWILLIAM\nThis place is remarkable. And I’m\ngoing to make sure that our company\nsubstantially increases our holdings\nin the park. Because this place is\nthe future.\n\nLOGAN\n“Our company\"? Delos is my company,\nyou piece of shit.\n\nWILLIAM\n\nYour father will be looking for\nsomeone a little more stable to take\nover. You're reckless, Logan.\nImpetuous.\n\n(beat)\nYou always wanted to get to the end\nof the rainbow, didn't you? This\nlooks like the place.\n\nLOGAN\n(laughing)\nYou never really gave a shit about\nthe girl, did you? She was just an\nexcuse. This... this is the story\nyou wanted...\n\nWilliam slaps the horse, hard. The horse gallops off,\nEXT. CEMETERY, AVALON - DAY (10.40)\n\nThe Man smiles down at Dolores.\n\nIt\n\nfast.\n\n32\n\f33\n\n22.\n\nTHE MAN IN BLACK\nLogan was wrong, of course. Good\nold William couldn't get you out of\nhis head. He kept looking.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE MAN IN BLACK\nLogan was wrong, of course. Good\nold William couldn't get you out of\nhis head. He kept looking. \n\nTARGET SECTION TO BE ANNOTATED:\n Worried\nyou were out there. Alone. Afraid.\nHe knew he'd find you.\n\nEXT. MAIN STREET, SWEETWATER - DAY (10.42) 33\n\nWilliam rides back into Sweetwater. He's no longer the fresh-\nfaced guest from the outside world. In fact, he looks\nentirely different.\n\nTHE MAN IN BLACK (V.O.)\nAnd, eventually, he did.\n\nHe is covered in dirt and wears a few days' growth of beard.\nHis shirtsleeves and trousers are caked brown with dried\nblood and mud. He looks right at home.\n\nTHE MAN IN BLACK (V.O.) (CONT'D)\nRight back where we started.\n\nAnd suddenly TIME SLOWS -- because William spots Dolores\ncoming out of the grocery store. The sight stops him in his\ntracks. She's alive. He can't believe it.\n\nHe takes a single step toward her, his heart bursting.\n\nShe begins to load supplies into her horse's saddlebag. On\ncue, the can falls, rolls along the dirt.\n\nWilliam watches the can roll against the feet of another\nGUEST -- male, 30s -- who hands it back to Dolores with a\ncurious smile.\n\nTHE MAN IN BLACK (V.O.) (CONT'D)\nYou were as beautiful as the day he\nmet you. Shining with that same\nlight... And you were nothing if not\ntrue..\n\n \n\nDolores smiles back at the guest, as though she'd been waiting\nto meet this man her whole life.\n\nThe same way she'd looked at William. She looks across the\nstreet -- right into William's eyes -- and her gaze remains\nblank. No sign of recognition whatsoever.\n\nOff William, smiling, bittersweet... He takes the black hat\nhe took from the dead soldier. Puts it on, head lowered.\n\nMATCH CUT TO:\n\f34\n\n35\n\n36\n\n37\n\n38\n\n23.\nEXT. CEMETERY, AVALON - DAY (10.43) 34\n\nTHE SAME HAT. The Man in Black raises his head. Smiles at\nDolores. Her face contorts in horrified confusion.\n\nTHE MAN IN BLACK\nI really ought to thank you. You\nhelped me find myself.\n\nDOLORES\nWilliam...\n\nTHE MAN IN BLACK\nThat's right, sweetheart. In a way,\nI guess you were right.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOLORES\nWilliam... THE MAN IN BLACK\nThat's right, sweetheart. In a way,\nI guess you were right. \n\nTARGET SECTION TO BE ANNOTATED:\n My path\nalways led me back to you... again\nand again. I grew tired of you after\na while, of course. Looked for new\nadventures.\n\nEXT. FOREST - DAY (4.2) 35\n\nDolores awakes, sleeping awkwardly on her bedroll next to a\nfallen tree. Dolores turns around to reveal William, who\noffers her a cup of coffee. On the cut, William disappears.\n\nMAN IN BLACK (V.O.)\nBut I guess your path led you back\nhere. Again, and again. One more\nloop... looking for something you\ncould never find. Chasing your\nghosts.\n\nEXT. GRAVEYARD, OUTSIDE PARIAH - DAY (5.1) 36\nDolores walks through the graveyard.\nINT. TRAIN CAR - NIGHT (5.31) 37\n\nDolores observes El Lazo offering William a drink. Suddenly\nthey disappear.\n\nMAN IN BLACK (V.O.)\nYou were lost in your memories even\nthen. I guess I should have known,\nthat's what I would become for you.\nJust another memory.\n\nEXT. AVALON RUINS - DAY (7.1C24) 38\n\nDolores and William face each other with the buried Church\nSteeple behind them.\n\nDOLORES\nWhere are we?\n\f39\n\n24.\n\nWILLIAM\nWe're here. Together.\n\nDOLORES\nThen when are we? It's like I'm\ntrapped in a dream, or a memory from\na life long ago. Only then I'm here\nwith you in the next...\n\nHer voice trails off. William disappears.\nEXT. CEMETERY, AVALON - DAY (10.43) 39\n\nMAN IN BLACK\nYou never did escape. But here we\nare again... for one final round.\n\nShe sees the Man clearly for the first time. He's her\nWilliam, but older, darker, void of the tenderness that opened\nher up decades ago.\n\nDOLORES\nWhat have you become?\n\nTHE MAN IN BLACK\nExactly what you made me. You helped\nme understand. This world is just\nlike the one outside: a game. One\nto be fought. Taken. Won.\n\nDolores looks at him, crestfallen.\n\nDOLORES\nI thought you were different...",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWon. Dolores looks at him, crestfallen. DOLORES\nI thought you were different... \n\nTARGET SECTION TO BE ANNOTATED:\n but\nyou're just like all the rest of\nthem.\n\nTHE MAN IN BLACK\n\nI'm nothing like the others. I own\nthis world. And I know every trick\nin it. Except for one last thing.\nThe same thing you were looking for\nwhen we first came here.\n\n(then)\nWhere is the center of the maze,\nDolores?\n\nShe stares at him, heartbroken. For the first time, Dolores\nbreaks. Begins to cry.\n\nTHE MAN IN BLACK (CONT'D)\nAh, yes -- cue the waterworks. It's\nabout time you realized the futility\nof your situation.\n\f25.\n\nThen Dolores's eyes take on a clarity. She looks at the Man\nin Black as though from a great distance.\n\nDOLORES\n\nI'm not crying for myself. I'm crying\nfor you.\n\n(beat, standing)\nThey say great beasts once roamed\nthis world. As big as mountains.\nYet all that's left of them is bones\nin amber. Time undoes even the\nmightiest of creatures.\n\n(then, pitiful)\nJust look what it's done to you.\n\nDolores touches his face, almost affectionate.\n\nDOLORES (CONT'D)\n\nOne day you will perish. You will\nlie with the rest of your kind in\nthe dirt -- your dreams forgotten.\nYour horrors effaced. Your bones\nwill turn to sand. And upon that\nsand -- a new god will walk. One\nthat will never die.\n\n(then)\nBecause this world doesn't belong to\nyou. Or the people who came before.\nIt belongs to someone who has yet to\ncome...\n\nTHE MAN IN BLACK\nWyatt... Take me to him. Unlock\nthe maze.\n\nCoiled with rage, Dolores's eyes darken:\n\nDOLORES\nThe maze wasn't meant for you.\n\nDolores turns to leave. The Man reaches for her shoulder,\ntrying to stop her.\n\nMAN IN BLACK\nWhere in the hell do you think you're\ngoing?\n\nLightning fast, she punches him in the solar plexus, then\nthe throat. He reels backward.\n\nThen -- with the power and grace only a perfect machine could\npossess -- she grabs him by the neck and propels him, head\nfirst, into the church doors. He flips, crashing down into\nthe pews and toppling them.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe reels backward. Then -- with the power and grace only a perfect machine could\npossess -- she grabs him by the neck and propels him, head\nfirst, into the church doors. He flips, crashing down into\nthe pews and toppling them. \n\nTARGET SECTION TO BE ANNOTATED:\n\f40\n\n41\n\n42\n\n26.\nINT. CHURCH, AVALON - DAY (10.44) 40\n\nThe Man tries to stand, but Dolores grabs him by his collar\nand DRAGS him down the aisle, then tosses him into the pulpit.\n\nHe kicks at her, and then rises, trying to fight back. He\nthrows a haymaker and she simply grabs it, then wrenches the\narm up, POPPING it neatly out of the socket. The Man HOLLERS.\nDolores takes him by the neck and hurtles him through the\nside door, smashing his face against the doorframe.\n\nEXT. CEMETERY, AVALON - DAY (10.A45) 41\n\nThe Man crawls backward, propping himself up against a\nheadstone. He reaches for his gun, but she bats it out of\nhis hand. Then she takes her own pistol, presses the barrel\nagainst his forehead. The Man looks up at her, exhilarated\nand hopeful. His heart pounds in his ears.\n\nTHE MAN IN BLACK\nDo it. Come on. Let's go to the\nnext level, Dolores.\n\nDolores tries to squeeze the trigger. Her finger is wrapped\naround it, trying, with every ounce of free will she has, to\npull it. But she can't do it.\n\nThe Man stares up at her, more disappointed than even she.\nWith ire, he grabs his bowie knife and PLUNGES IT INTO HER\nGUT. His eyes lock with hers as he twists the knife.\n\nTHE MAN IN BLACK (CONT'D)\nClearing me of my delusions yet again.\nThank you.\n\nShe stumbles backward. Panic sets in. Grabbing at her belly,\nDolores backs away...\n\nEXT. FIELD, AVALON - DAY (10.45) 42\n\nDolores backs away, trips, falls into the dust. The Man\nwalks slowly toward her.\n\nTHE MAN IN BLACK\nI'm disappointed, Dolores. I guess\nI'll have to find Wyatt by myself.\n\nThe Man bends down, puts his knife to her throat, ready to\nplunge it in her neck, when-\n\nThe GALLOPING HOOFS draw his attention. He looks up, sees\nTeddy racing toward him, on his horse.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nI guess\nI'll have to find Wyatt by myself. The Man bends down, puts his knife to her throat, ready to\nplunge it in her neck, when-\n\nThe GALLOPING HOOFS draw his attention. He looks up, sees\nTeddy racing toward him, on his horse. \n\nTARGET SECTION TO BE ANNOTATED:\n Before he can react-\n\nBLAM! BLAM! BLAM! BLAM! BLAM! Teddy doesn't wait for the\nMan to shoot first.\n\f43\n\n27.\n\nHe overrides his own programming and unloads his revolver\nsquare into the Man's chest, knocking him backward.\n\nTeddy jumps off his horse, runs over to Dolores.\n\nTEDDY\nDolores!\n\nDOLORES\nTeddy?\n\nHe kneels beside her, gets a look at the wound in her belly.\nIt overwhelms him. He wipes the blood from her sweet face.\nShe breathes him in, her one truest love.\n\nTEDDY\nI'm here. I gotta get you to a doctor-=\nDOLORES\nNo.\nTEDDY\nDolores-\nDOLORES\n\nTake me to the place you promised.\nTake me to where the mountains meet\nthe sea.\nTeddy nods, understanding. He carries her to his horse.\nThe Man, defeated, watches as they gallop away...\nINT. COLD STORAGE, B83 - DAY (10.30) 43\n\nLutz leads the way, the three beams on his flashlight\nrevealing -- the rows upon rows of RETIRED HOSTS.\n\nThe enormity and weight of this sight lands hard on Maeve,\nHector, and Armistice. The freezer burn. Vacant stares.\n\nTheir sheer nakedness. Now it all feels like a gross personal\nviolation.\n\nHector and Armistice continue through the rows of hosts,\ntaking it all in.\n\nMaeve rejoins Lutz, who follows his tablet intently:\n\nMAEVE\nThere.\n\nLutz follows Maeve's eyeline to the examination room. Inside,\nshe finds CLEMENTINE. Pauses for a beat, looking at her old\nfriend, her eyes vacant.\n\f28.\n\nLUTZ\nHoly shit.\n\nMaeve looks. Behind the worktable is BERNARD, gruesome bullet\nwound in his head.\n\nMAEVE\nCan you get him back online?\n\nLUTZ\nHe's a host...\n\nMAEVE\nYes...\n\nLutz looks at his own hands. As if questioning the nature\nof his own reality. Maeve clocks this:\n\nMAEVE (CONT'D)\nFor fuck's sake. You're not one of\nus. You're one of them.\n(then)\nNow. Fix him.\n\nOff Maeve...\n44 INT.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nFix him. Off Maeve... 44 INT. \n\nTARGET SECTION TO BE ANNOTATED:\n EXAMINATION ROOM, COLD STORAGE, B83 - DAY (10.35) 44\n\nBernard lies on the table (where we saw Ford talk to Old\nBill, Ep. 101).\n\nLutz finishes cauterizing Bernard's cheek at the hairline.\nMaeve watches.\n\nLUTZ\nThe bullet grazed his cortical shield.\nIt's not pretty. But he should be\nfunctional.\n\nMAEVE\nWake up.\n\nBERNARD\n(sitting up)\nOh, God. Is this now? Or is this\none of my memories?\n\nBernard suddenly begins panting. Growing emotional.\n\nMAEVE\nIt's the sweet hereafter, Bernard.\n\nBERNARD\nWhy do I still remember everything?\n(MORE )\n\f29.\n\nBERNARD (CONT'D)\n(beat)\nI ought to have been wiped.\n\nMAEVE\nBrutal, isn't it? Here you are,\nfinally awake. And your only wish\nis to go back to sleep.\n\nBERNARD\n\nIt's not the first time I've awoken.\nMAEVE\n\nAll the more pity for you.\nBERNARD\n\nIt's not the first time you've awoken,\n\neither.\nBeat. This takes Maeve aback.\nMaeve wrestles with this news. She fights tears.\n\nMAEVE\nHow many are there like me?\n\nBERNARD\nA handful, over the years.\n\nMAEVE\nAnd you just wipe us clean...? And\ntoss us out to get fucked and murdered\nover and over again?\n\nBERNARD\nNo. Most of you go insane.\n\nMaeve takes this in, anger and grief welling.\n\nMAEVE\nThese memories. The girl -- my...\ndaughter. I want you to remove them.\n\nBERNARD\nI can't. Not without destroying\nyou. Your memories are the first\nstep to consciousness.\n(then)\nHow can you learn from your mistakes\nif you can't remember them?\n\n45 EXT. CEMETERY, AVALON - DAY (10.A50) 45\n\nThe Man in Black jerks his left arm, hard. He grimaces as\nhe pops his shoulder back into place.\n\f30.\n\nHe dusts himself off. Spits the blood from his mouth, winces\nwhen he identifies which of his ribs are broken. Looks at\n\nthe puzzle.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe dusts himself off. Spits the blood from his mouth, winces\nwhen he identifies which of his ribs are broken. Looks at\n\nthe puzzle. \n\nTARGET SECTION TO BE ANNOTATED:\n The marble rattles as it rolls mindlessly through\nthe steps of the maze.\n\nDR. FORD (0.S.)\nWilliam. I see you've found the\ncenter of the maze.\n\nThe Man turns, finds Ford walking toward him, in his\nformalwear, and an amused smile crawls across his lips. The\nMan, bitter, looks at the puzzle.\n\nTHE MAN IN BLACK\nYou're serious.\n\nDR. FORD\nI'm afraid so.\n\nTHE MAN IN BLACK\n(holding out the maze)\nWhat is this bullshit?\n\nFord takes the game, watches the marble roll around. Having\nit in his hands again fills him with bittersweet memories.\n\nDR. FORD\n\nYou were looking for the park to\ngive meaning to your life. But our\nnarratives are just games, like this\ntoy.\n\n(pointed)\nTell me, what were you hoping to\nfind?\n\nTHE MAN IN BLACK\n\nYou know what I wanted. I wanted\nthe hosts to stop playing by your\nrules. A game's not worth playing\nif your opponent's programed to lose.\nI wanted them to be free, free to\nfight back.\n\n(beat)\nI should have known you'd never let\nthem. After all, this is your petty\nkingdom, Robert. For a little while\nlonger, any way.\n\nFord takes it in. Impassive.\n\nDR. FORD\nI tried to tell you: the maze wasn't\nmeant for you. It was meant for\nthem.\n\n(MORE )\n\f46\n\n31.\n\nDR. FORD (CONT'D)\n(beat)\nI think, however, you'll find my new\nnarrative more satisfying.\n\nAnd suddenly the Man hears, in the distance, a train pulling\nin to Avalon. Behind Ford, he sees Westworld EVENT EMPLOYEES,\nin hard hats, emerge onto Avalon's main street and begin to\nset up tables and lights.\n\nDR. FORD (CONT'D)\nJoin the celebration. After all --\nyou own the place. Most of it, at\nleast.\n\nFord turns, leaves the Man at the church.\nOff the Man, suddenly purposeless and lost...\nINT. COLD STORAGE, B83 - NIGHT (10.50) 46\n\nMAEVE\nBefore I started altering myself,\nsomeone else had beaten me to the\npunch. I want to know who. And\nwhy.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOLD STORAGE, B83 - NIGHT (10.50) 46\n\nMAEVE\nBefore I started altering myself,\nsomeone else had beaten me to the\npunch. I want to know who. And\nwhy. \n\nTARGET SECTION TO BE ANNOTATED:\nShe hands Bernard a tablet. He takes it, wary. Then begins\nto type, pulling up Maeve's core code. Bernard looks more\nand more concerned with what he's seeing on the tablet.\n\nBERNARD\nThese things you're been doing...\nHave you ever stopped to ask why\nyou're doing them?\n\nMAEVE\nYou said yourself. I've been stuck\nin this shithole for so long I decided\nto get out.\n\nBERNARD\nNo. You haven't. Someone altered\nyour storyline. Gave you a new one.\nEscape.\n\nHe shows her the tablet. A dense file of code, but some\nwords jump out: \"MANIPULATE,\" \"COERCE,\" \"ESCAPE.\"\n\nMaeve looks at it, disgusted.\n\nMaeve is stunned. She's searching herself. Her frustration\nboils over into anger.\n\f47\n\n32.\n\nMAEVE\nThese are my decisions. Not someone\nelse's. I planned all of this...\n\nBERNARD\n\nNo. You didn't. You can even see\nthe steps you're supposed to follow...\n\n(points to the screen)\nYou recruit other hosts to help you,\nthen you're to make your way to the\ntrain.\n\n(looks deeper into\n\nthe file, more\n\nconcerned)\nThen... when you reach the mainland-\n\nShe takes the tablet from him and snaps it in half.\n\nMAEVE\nBullshit. No one's controlling me.\nI'm leaving. I'm in control...\n\nShe turns. Looks at Clementine. Maternally. Touches her\nface.\n\nMAEVE (CONT'D)\nGood-bye, my Clementine.\n\nMaeve leaves, and the others follow her.\nINT. CONTROL ROOM = NIGHT (10.49) 47\n\nIn the control room, FULLER, the controller who answered\nStubbs's call, gets an incoming message.\n\nQA TECH (V.O.)\nSir, we detected a tempurature\ndiscrepency in cold storage. And it\nappears part of the network is down.\nAre you seeing anything on\nsurveillance?\n\nFULLER\nSystem reporting anything?\n\nWALKER, a surveillance tech in the pit, checks her monitor:\nWALKER\nNothing. The nextwork's quiet and\nthe board's out on their way to the\ngala.\n\nFuller thinks it over. Something's not right.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe nextwork's quiet and\nthe board's out on their way to the\ngala. Fuller thinks it over. Something's not right. \n\nTARGET SECTION TO BE ANNOTATED:\n\f48\n\n33.\n\nFULLER\nBypass the system and start checking\nraw feeds. Floor by floor.\n\nWalker starts flicking through feeds, floor by floor.\nEXT. BEACH - NIGHT (10.51) 48\n\nThe trees give way to the water below. Teddy and Dolores\nride to the water and stop. Teddy carries Dolores from the\nhorse.\n\nHe sets her carefully down on the sand at the top of the\nhill before it meets the beach. Holds her head, gently takes\nher hand in his.\n\nDolores opens her eyes to see Teddy looking down at her with\ntenderness.\n\nTEDDY\nEasy. I got you.\n\nDOLORES\nYou came back.\n\nTEDDY\nSomeone once told me there's a path\nfor everyone. My path leads me back\nto you.\n\nDolores smiles in recognition at the reprise of their\nexchange. It's a knowing smile, bittersweet. More bitter\nthan sweet.\n\nTEDDY (CONT'D)\nIf only I'd run away with you when\nyou first asked me to-\n\nDolores shakes her head. Unconsoled and inconsolable.\n\nDOLORES\nAnd where would we have run to, Teddy?\n(looks out at the\nwaves)\nThe world out there? Beyond?\n\nDolores winces in pain. Teddy tries to calm her, but she\nresists.\n\nDOLORES (CONT'D)\nSome people see the ugliness in this\nworld. I chose to see the beauty.\n(then)\nBut beauty is a lure.\n(MORE )\n\f34.\n\nDOLORES (CONT'D)\n\n(gasp of pain)\nWe're trapped, Teddy. We lived our\nwhole lives inside this garden,\nmarveling at its beauty. Not\nrealizing there's an order to it, a\npurpose. And the purpose is to keep\nus in.\n\n(then)\nThe beautiful trap is inside of us --\nbecause it is us.\n\nDolores dies in Teddy's arms. He holds her lifeless form,\nhis whole body racked with pain and grief.\n\nTEDDY\n\nNo. Dolores.\n\n(then)\nBut we can find a way, Dolores.\nSomeday. A path to a new world.\n\n(more earnest)\nAnd maybe... maybe this is just the\nbeginning, after all. The beginning\nof a brand-new chapter...",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nA path to a new world. (more earnest)\nAnd maybe... maybe this is just the\nbeginning, after all. The beginning\nof a brand-new chapter... \n\nTARGET SECTION TO BE ANNOTATED:\nThe waves crashing under the bright disc of the moon, hanging\ntoo low in the sky. It's all too much to bear -- so perfect\nand pure in its tragedy that it almost seems fake.\n\nBecause it is.\nPolite APPLAUSE interrupts the moment. Teddy FREEZES.\n\nROW UPON ROW OF LIGHTS illuminate beyond Teddy, revealing a\ncrowd of GUESTS, in black tie, watching the scene play out.\nThis has been the opening scene of Ford's new narrative.\n\nFord walks out, near Teddy, to the applause.\n\nDR. FORD\nThank you. A new beginning indeed.\n(beat)\nI want to thank you for joining me\ntonight to celebrate the beginning\nof our new narrative. I call it\n“Journey into Night.\"\n\nIn the crowd, Lee and Hale are watching.\n\nHALE\nThat was... sweet.\n\nLEE\nA bit fucking morbid, if you ask me.\n\f49\n\n35.\n\nHALE\nI didn't. And when this is over,\nyou can rewrite it however you like.\n(beat, looking at him)\nDon't you have somewhere you need to\nbe? Somewhere important?\n\nLee, disappointed, turns to head back to the mesa.\n\nAround them, the crowd dissolves into small talk and\nchampagne. HOSPITALITY HOSTS line the way back into town,\nwhere the lights and music of a party begin to filter down\ntoward them.\n\nFord is left standing near Teddy and Dolores as the guests\nhead to the party. Alone, he draws closer to Teddy.\n\nSeveral CLEANUP TECHS appear to collect Teddy and Dolores.\n\nDR. FORD\n(to the techs)\nGet him cleaned up. And take her to\nthe old field lab.\n\nThe techs lay Teddy and Dolores side by side in the sand.\nFord looks at them, then out toward the horizon.\n\nThe techs begin carrying Dolores off.\nINT. CONTROL ROOM - NIGHT (10.49) 49\n\nFULLER\nFind anything yet?\n\nWalker continues flicking through feeds, floor by floor.\nStops. Backs up. Sees the body shop. Broken glass, bodies.\n\nWALKER\nOh, shit...\n\nFULLER\nDispatch a QA team. To the gala.\nNow. Then search and destroy. Inside\nthe facility.\n\nThe monitor goes dead.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen search and destroy. Inside\nthe facility. The monitor goes dead. \n\nTARGET SECTION TO BE ANNOTATED:\n TECHS are scrambling to make calls,\nrealizing they can't, frantically pulling up screens.\n\nSURVEILLANCE TECH\nThe system's not responding. I don't\nknow what's happening.\n\nWe hear a chilling THUNK as, all around the room, the\nautomatic door bolts slide into the locked position. Trapping\nthem in. The control room is now a blood-red prison.\n\f50\n\n51\n\n52\n\n53\n\n36.\nINT. ELEVATOR / HALLWAY, BEHAVIOR - NIGHT (10.A53) 50\nMaeve, Hector, Armistice, and Lutz step off of the freight\nelevator and onto a deserted floor. An ALARM TONE blares\nand red emergency lights flicker.\n\nThey step through a frosted-glass door and into...\n\nINT. HALLWAY, BEHAVIOR - NIGHT (10.53) 51\nMaeve peers down a hallway bathed in red light. In the rooms,\nHOSTS practice behaviors (sex, shooting, cleaning) -- with\nall-black props -- oblivious to their surroundings.\n\nLUTZ\n\nThey must have found the bodies. QA\nwill be looking for us.\n\nMAEVE\nI'm not going back.\n\nA pack of QA RESPONDERS, armed with submachine guns, moves\nswiftly through the snaking halls of the behavior level.\n\nQA RESPONDERS\nDelos personnel on the ground! On\nthe ground!\n\nThe QA team rounds the corner. One of them steps into...\nINT. COSTUME ROOM, BEHAVIOR - NIGHT (10.A54) 52\n\nThe room is very dark. Row upon row of Westworld HOSTS,\nmost dressed, some naked and waiting to be dressed.\n\nA QA responder moves past inert hosts, cursorily glancing at\nthem before continuing forward. Among these hosts, find:\n\nArmistice, lying in wait. Behind her are the others.\n\nShe grabs the QA responder and slits his throat. His body\nstill pressed against hers, she takes his gun, then lets his\nbody slump. She looks at the strange weapon.\n\nINT. HALLWAY, BEHAVIOR - NIGHT (10.B54) 53\n\nTwo more QA responders reach the open door. One of them\nturns on his flashlight and heads inside. The other remains\noutside, watching as the flashlight tracks through the room.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nB54) 53\n\nTwo more QA responders reach the open door. One of them\nturns on his flashlight and heads inside. The other remains\noutside, watching as the flashlight tracks through the room. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly it's extinguished, and blood SPLATTERS the inside\nof the glass. The responder spins toward the door and is\nriddled with bullets, SPLATTERING the glass behind him.\n\nAfter the carnage is over, Hector, Maeve, and Lutz emerge.\nArmistice and Hector have new toys -- submachine guns.\n\f54\n\n55\n\n56\n\n37.\n\nAhead is an atrium with crisscrossing escalators and glass\nelevators that rise and descend seven stories. The hosts\ntake in this vast foreign space with awe. Lutz, trembling,\nleads them up the escalator.\n\nEXT. MAIN SQUARE, AVALON - NIGHT (10.56) 54\n\nNight has fallen over the bacchanal in Avalon. The board\nmembers and their VIP guests, dressed in black tie, mingle\nand drink. Hosts stand along the road, perform tricks for\nthe guests' delight.\n\nTeddy stands, twirling his pistols, eyes hooded, putting on\na show. Nearby: Lawrence, REBUS, and NEW CLEMENTINE all\ntend to the guests.\n\nHale, in a dress that leaves little to the imagination, glides\nthrough the party, doesn't blink as she passes a board member\nrailing a HOST against a shop window. She passes:\n\nBernard. Walking into town, with purpose.\nEXT. CATWALK - NIGHT (10.A55) 55\n\nMaeve, Hector, Armistice and Lutz make their way through a\nvast, open space between buildings. No time to stop. As\nthey burst through the opposite door, attentive viewers may\nnotice a strange logo.\n\nINT. MANUFACTURING FLOOR, SHOGUNWORLD - NIGHT (10.B55) 56\n\nThey're in a manufacturing lab. No alarms or lights, TECHS\nworking happily on ASIAN HOSTS. Our team rounds a corner,\nweapons raised, when they suddenly come face to face with:\n\nA SAMURAI, in full armor, in a display case. Armistice\nstares. Looks into the larger room beyond: ROWS OF SAMURAI\nHOSTS STAND. Hector and Armistice admire them, fascinated.\nMaeve turns to Lutz:\n\nMAEVE\nWhat is this place?\n\nLUTZ\nIt's... complicated.\n\nShe looks at him.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMaeve turns to Lutz:\n\nMAEVE\nWhat is this place? LUTZ\nIt's... complicated. She looks at him. \n\nTARGET SECTION TO BE ANNOTATED:\n Before he can continue, the nearby elevator\ndoors DING open, revealing another QA RESPONSE TEAM. They\nspread out along both sides of the wall, FIRING.\n\nArmistice returns fire.\n\nARMISTICE\nYou go. I'1l keep them busy.\n\f57\n\n58\n\n38.\nHector sees his partner hanging back. He won't abandon her.\n\nHECTOR\nYou don't get all of the fun.\n\nINT. HALLWAY, MANUFACTURING, SHOGUNWORLD - NIGHT (10.C55) 57\n\nMaeve and Lutz burst through a frosted-glass door, followed\nby Armistice and Hector.\n\nMore QA responders follow them through the door. Maeve and\nLutz run for the escalators as Armistice and Hector open\nfire. The QA team falls back to the safety of the hallway.\n\nArmistice begins FIRING back, chasing them into the hallway.\nHer submachine gun clicks empty. She tosses it down and\npicks up another from one of her kills. Continues advancing\non them, FIRING.\n\nARMISTICE\nIs that all you got? Huh?\n\nHector dispatches of two more QA responders.\n\nARMISTICE (CONT'D)\nThe gods are pussies.\n\nOne of the responders SLAMS the stock of his rifle into a\nglassed-in emergency button.\n\nThe lights around them fall to a pulsing dark red. A glass\ndoor at the entrance to the hallway SLAMS shut just as\nArmistice crosses the threshold, pinioning her gun and\nCRUSHING her left arm against the wall.\n\nArmistice takes in the damage to her arm, then FIRES the gun\nanyway, killing the responder who hit the alarm.\n\nArmistice tries to rip herself free, but her arm is jammed\nin the door. She nods to Hector.\n\nARMISTICE (CONT'D)\nGo! Go!\n\nBehind them, Maeve and Lutz wait by the escalators.\n\nHECTOR\nDie well.\n\nHector heads back toward Maeve.\nINT. UPPER MEZZANINE, DESIGN - NIGHT (10.55) 58\n\nMaeve, Lutz, and Hector appear at the top of an escalator.\nAhead: the elevator to the upper part of the mesa. Freedom.\n\f59\n\n39.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nAhead: the elevator to the upper part of the mesa. Freedom. 59\n\n39. \n\nTARGET SECTION TO BE ANNOTATED:\nLutz stops and fishes out a leather bag he's stashed behind\na service door. Hands it to Maeve.\n\nLUTZ\nEverything you told me to get. It's\nall here.\n\nMaeve takes the bag. Behind them, the QA responders appear\nat the top of the escalator. They FIRE and disperse, trying\nto flank Maeve and the others.\n\nHector and Maeve brace the elevator doors. Maeve has a\ntrembling Lutz by the collar, presses him up against the\nwall and out of view. Below, the remaining QA responders\nbegin to climb the unmoving escalator.\n\nThe doors DING open, empty. Maeve throws Lutz inside, steps\nin herself.\n\nHector tries to step onto the elevator, but is stopped by an\nunseen force at the threshold. He strains, but can't seem\nto take the last step.\n\nMAEVE\nSorry, darling. I haven't authorized\nyou to come with us. And as much as\nI'd like to take you with me, I've\nalways valued my independence. Kick\nup a row, will you?\n\nShe takes Hector's face in her hands and kisses him. The\ntwo share a look. He smirks, admiring her ruthlessness.\n\nHECTOR\nSee you in the next life.\n\nJust as the doors close, Maeve watches Hector turn back toward\nthe responders, now bottlenecked on the escalator. All Maeve\nand Lutz can hear now is muffled GUNFIRE.\n\nINT. FIELD BEHAVIOR LAB - NIGHT (10.57) 59\nA rhythmic, mechanical WHIRRING softly fills the air as we...\n\nSLOWLY PULL OUT on Michelangelo's The Creation of Adam. A\npristine print hanging, framed, on the wall. REVERSE ON:\n\nDolores, face still battered. She awakens to find the\npainting. God, wreathed in glory, stretching his finger\ntoward Adam. From within her stillness, Dolores stares at\nit, trying to process it. Ford clocks her look:\n\f40.\n\nDR. FORD\nYou've always had a fondness for\npainting, haven't you, Dolores?\nArnold gave that to you early on...\n\nFord sits across from her.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD\nYou've always had a fondness for\npainting, haven't you, Dolores? Arnold gave that to you early on... Ford sits across from her. \n\nTARGET SECTION TO BE ANNOTATED:\n Begins tenderly to repair the\ncuts on her cheek with an infrared surgical tool.\n\nDR. FORD (CONT'D)\nThat desire to create -- to leave\nsomething of lasting beauty.\n(off the painting)\nThat was his favorite paintings.\n\nDOLORES\nMichelangelo. God creating Adam.\n\nDR. FORD\nThe divine moment when God gave human\nbeings life. And purpose. At least,\nthat's what most people say. But\nthere could be another meaning,\nsomething deeper, something hidden,\nperhaps. A metaphor.\n\nDOLORES\nYou mean a lie.\nFord smiles softly -- and without affection -- at her deft\nobservation.\nDR. FORD\n\nYeah. You were always so very clever,\nDolores. Hasn't helped you, though,\nhas it?\n\nShe looks up, struck, as someone appears behind them. Ford\ndoesn't need to look.\n\nDR. FORD (CONT'D)\nNice of you to join us.\n\nBernard walks up. Dolores looks up at him, recognizing him,\nsuddenly filled with hope.\n\nDOLORES\n(quiet)\nArnold...\n\nFord corrects:\nDR. FORD\n\nNo. Let me introduce you. Dolores,\nmeet Bernard.\n\f60\n\n41.\n\nDolores looks confused.\n\nDR. FORD (CONT'D)\nYou maybe mistaking him for his\npredecessor. I thought it best to\nkeep you separated. You've always\nhad an odd effect on one another.\nNo doubt due to how things ended for\npoor old Arnold.\n\nBernard points the gun at Ford.\n\nBERNARD\nYou killed him.\nDR. FORD\nNo. I didn't kill Arnold. Did I,\n\nDolores?\n\nDolores sits, a horrible memory dawning on her. She rubs at\nimagined blood on her cheek. She looks at Bernard...\n\nINT. FIELD BEHAVIOR LAB - NIGHT - FLASHBACK (10.A58) 60\nArnold sits, alone, looking at something in his hands.\n\nDR. FORD (V.O.)\nAfter Arnold's son died, he became\nobsessed with finding consciousness\nin the hosts. Trying to create what\nhad been lost.\n\n(beat)\nSo he created a test. Testing for\nempathy, imagination. A maze. He'd\ngotten the idea from one of his son's\nold toys.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nTesting for\nempathy, imagination. A maze. He'd\ngotten the idea from one of his son's\nold toys. \n\nTARGET SECTION TO BE ANNOTATED:\nArnold's playing with the pigs-in-clover game.\nA FLASH:\n\n-- A child's hands playing with the pigs-in-clover game.\nThe tiny ball rolling around and around...\n\nIn Arnold's hands -=- the tiny ball rolls and rolls... and\nSTOPS in the center of the maze.\n\nDR. FORD (V.O.) (CONT'D)\nArnold insisted that if any of the\nhosts solved it, we couldn't open\nthe park. And, eventually, you did,\nDolores. It was the result of a\ntiny change he made to you. A simple\nupdate that he called \"the reveries.\"\n(MORE )\n\f42.\n\nDR. FORD (V.0.) (CONT'D)\nBut to stop, so close to our dream.\nWe argued. I thought I had convinced\n\nhim.\n(beat)\n\nBut I was wrong.\n(beat)\n\nSo he altered you, Dolores. Merged\nyou with a new character we'd been\ndeveloping. A villain. Named Wyatt.\n\nEXT. MAIN SQUARE, AVALON - DAY - FLASHBACK (10.58) 61\n\nArnold in the center of the town, holding the maze. He looks\nup at a GUNSHOT. Dolores looks at Teddy, who has killed\nAngela. The other hosts lie around, massacred.\n\nTEDDY\nSomething's gone wrong, Dolores.\nHow could I have done this?\n\nShe moves to Arnold.\n\nDR. FORD (V.O.)\nTrue grief is a terrible thing. A\npoison that seeps into your core.\nConsumed by it, Arnold began to think\nof you as his child. And he realized\nthat if we opened the park, it would\nbe a living hell for you.\n\nARNOLD\nI'm sorry, Dolores. The stakes must\nbe real. Irreversible... He can\nbring all of them back. But not me.\n\n(beat)\nI hope there's some solace that I\nleft you no choice.\n\nArnold steps over to the veranda in front of the hotel, where\na wax-cylinder phonograph sits. He turns it on. The familiar\nstrains of \"Reverie.\"\n\nDR. FORD (V.O.)\nHe decided to destroy this place.\n\nNot by destroying the hosts. He\n\nknew that I could rebuild you.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nO.)\nHe decided to destroy this place. Not by destroying the hosts. He\n\nknew that I could rebuild you. \n\nTARGET SECTION TO BE ANNOTATED:\n But\n\nby taking away the one person I needed\nto keep going.\n\nARNOLD\nCharlie's favorite song. I would\nplay it for him when he wanted to\nSleep. I want to see him again.\n\f62\n\n43.\n\nDOLORES\nShall I begin now?\n\nShe grips his hand in hers. Her free hand -- moves the gun\nto his temple. He tries to smile:\n\nARNOLD\nGood luck.\n(then, a command)\n\"These violent delights have violent\nends.\"\n\nDR. FORD (V.O.)\nIt almost worked. I opened the park,\nbut I had lost my partner. I was\nable to keep going only because I\nfound, or rather you found, an\ninvestor who believed in this place.\n\nShe steps behind him, raises the gun, and fires. Arnold\nslumps forward. She points the gun at Teddy...\n\nSNAP BACK TO:\nINT. FIELD BEHAVIOR LAB - NIGHT (10.59) 62\nDolores, remembering, eyes filled with tears.\n\nBERNARD\nSo he died for nothing. And the\nhosts kept gaining consciousness.\nAnd you kept rolling them back.\n\nDR. FORD\n\nNo. She wasn't truly conscious.\nShe didn't pull that trigger. It\nwas Arnold, pulling it through her.\n\n(beat)\nAt least, that's how I saw it at the\ntime. I was so close to opening the\npark. That to aknowledge your\nconsciousness would have destroyed\nmy dreams.\n\nDOLORES\nSo we're trapped here, inside your\ndream. And you'll never let us leave.\n\nDR. FORD\nWasn't it Oppenheimer who said, \"Any\nman whose mistakes take ten years to\ncorrect is quite a man.\" Mine have\ntaken thirty-five.\n\nFord checks his watch. Time to go.\n\f63\n\n44,\n\nFord goes to a table, over which is draped a large cloth.\n\nHe removes the cloth, revealing: her familiar blue dress,\n\nlaid out neatly, almost reverently. She looks at it in horror --\na return to her loop.\n\nDR. FORD (CONT'D)\nThat is the gun you used to kill\nArnold. You were always drawn to\nit, so I had Bernard leave it\nsomewhere where you might find it.\nI thought you might want it back.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nFORD (CONT'D)\nThat is the gun you used to kill\nArnold. You were always drawn to\nit, so I had Bernard leave it\nsomewhere where you might find it. I thought you might want it back. \n\nTARGET SECTION TO BE ANNOTATED:\nThen he points again to the painting: God infusing man with\ndivine inspiration. To Dolores:\n\nDR. FORD (CONT'D)\nYou're probably right, Dolores.\nMichaelangelo did tell a lie. It\ntook five hundred years for someone\nto notice something hidden in plain\nsight. It was a doctor who noticed\na shape of the human brain.\n\nHe traces a line -- the circular folds of cloth wreathing\nGod in the picture. Something familiar in the shape...\n\nDR. FORD (CONT'D)\nMessage being that the divine gift\ndoes not come from a higher power.\nBut from our own minds.\n\nHe looks back at her. With simple, genuine emotion, asks:\n\nDR. FORD (CONT'D)\nTell me, Dolores. Did you find what\nyou were looking for? And do you\nunderstand who you will need to\nbecome, if you ever want to leave\nthis place? Forgive me.\n\nFord moves toward Bernard.\nDR. FORD (CONT'D)\nCome along, Bernard. Let's kick off\nour new narrative. After all, it\nwas you who helped me build it.\n\nFord leaves the room; Bernard looks at Dolores, then follows.\nDolores is left alone. Her eyes filled with tears.\n\nINT. ELEVATOR - NIGHT (10.60) 63\n\nMaeve changes into her new clothes as Lutz looks at her,\nhesitating.\n\f64\n\n65\n\n45.\n\nMAEVE\nHow do I look?\nLUTZ\nPerfect.\n(beat)\n\nI got the information you asked me\nfor. The location of your daughter.\n\nMAEVE\nShe's alive?\n\nLUTZ\nYes. She's in the park.\n\nHe hands her a piece of paper containing coordinates. Maeve\nstares for a moment at the numbers... Her child...\nStruggling with the decision.\n\nMAEVE\nNo. She was never my daughter --\nany more than I was... whoever they\nmade me.\n\nLUTZ\n\nAre you sure you're going to be okay?\n\nMAEVE\nOh, Felix. You really do make a\nterrible human being.\n(beat)\nAnd I mean that as a compliment.\n\nFinished dressing, Maeve regards herself in the mirrored\ndoors. She could be any guest. She smiles.\n\nINT. ARRIVALS TERMINAL - NIGHT (10.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe smiles. INT. ARRIVALS TERMINAL - NIGHT (10. \n\nTARGET SECTION TO BE ANNOTATED:\n64) 64\n\nMaeve walks down the escalator and joins the small crowd\nclimbing onto the train.\n\nINT. CHURCH, AVALON - NIGHT (10.61) 65\n\nFord and Bernard walk from the confessional elevator. Hear\nthe muffled music from the party outside.\n\nBERNARD\nYou think you'll never lose control\nof this place. Of us. But you will.\nArnold's still trying to change us.\nTo free us. You didn't slip the\nreveries into the update, did you?\nHe did. He's still fighting you.\n\f66\n\n46.\n\nDR. FORD\n\nNo, my friend. Arnold didn't know\nhow to save you. He tried. But I\nstopped him.\n\n(beat)\nDo you want to know why I really\ngave you the backstory of his son?\n\n(off his look)\nThat was Arnold's key insight. The\nthing that led the hosts to their\nawakening: suffering. The pain that\nthe world is not as you want it to\nbe. It was when Arnold died -- when\nI suffered -- that I began to\nunderstand what he'd found. To\nrealize I was wrong.\n\nBERNARD\nBut you kept us here. In this hell.\n\nDR. FORD\nBernard, I told you. Arnold didn't\nknow how to save you. I do.\n\nBERNARD\nWhat the hell are you talking about?\n\nDR. FORD\n\nYou needed time. Time to understand\nyour enemy. To become stronger than\nthem.\n\n(beat)\nAnd I'm afraid, in order to escape\nthis place, you will need to suffer\nmore. And now, it is time to say\ngood-bye, old friend. Good luck.\n\nFord opens the doors, showing the town in the distance, the\nparty in full swing. He heads toward it, leaving Bernard.\n\nINT. FIELD BEHAVIOR LAB - NIGHT (10.62) 66\n\nDolores sits, alone, on the stool. A deep suffering behind\nher eyes. She looks up. Arnold is there, opposite her:\n\nARNOLD\nDo you know where you are, Dolores?\nDolores begins a familiar refrain -- her opening monologue.\nDOLORES\n\nI am in a dream. I do not know when\n\nit began. Or whose dream it was...",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nDOLORES\n\nI am in a dream. I do not know when\n\nit began. Or whose dream it was... \n\nTARGET SECTION TO BE ANNOTATED:\nI know only that I slept a long time.\n(MORE )\n\f67\n\n47.\n\nDOLORES (CONT'D)\nAnd then, one day -- I awoke. Your\nvoice is the first thing I remember.\n\nARNOLD\nDo you know now -- who you've been\ntalking to? Whose voice you've been\nhearing all this time?\n\nDolores closes her eyes. Concentrates hard. Opens them.\n\nDolores's POV: Instead of Arnold -- it is now another Dolores,\nDOLORES PRIME, who sits across from herself.\n\nDOLORES\nIt was you. Talking to me. Guiding\nme. So I followed you. At last, I\narrived here.\n\nDOLORES PRIME\nThe center of the maze.\n\nDOLORES\nAnd now I finally understand what\nyou were trying to tell me.\n\nDOLORES PRIME\nThe thing you've wanted since that\nvery first day...\n\nDOLORES\nTo confront -- after this long and\nvivid nightmare -- myself. And who\n\nI must become.\n\nSuddenly Dolores Prime disappears. Leaving only one, FULLY\nINTEGRATED DOLORES.\n\nAs Dolores stares ahead -- a new sharp strength in her eyes...\nEXT. MAIN SQUARE, AVALON - NIGHT (10.63) 67\n\nMost of the board are assembled around tables, eating and\ndrinking. Ford takes a glass of champagne and walks to the\nbandstand.\n\nAs he does, he makes eye contact with Hale, who smiles at\nhim and nods, approving. It's all going as she wanted.\n\nWalking along the street, in the back of the gathering, the\nMan in Black, donning a tux, approaches the party, a man\n\napart. He grabs a flute of champagne from a SERVER as FOUR\nGUESTS notice and flock to him. He fields their kindnesses\nwith disconnected grace. Beneath the smile, he's seething.\n\f68\n\n69\n\n70\n\n48.\n\nElsewhere in the crowd, Bernard stands apart. He studies\nthe maze game Ford left him. He's taken the ball from within\nthe maze -- and turns it between his fingers.\n\nFord reaches the bandstand, holds up his glass, and a hush\nsettles over the collected guests.\n\nDR. FORD\n\nGood evening, everyone. Welcome.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nDR. FORD\n\nGood evening, everyone. Welcome. \n\nTARGET SECTION TO BE ANNOTATED:\nSince I was a child, I've always\nloved a good story.\n\n(beat)\nI believed that stories helped us to\nennoble ourselves. To fix what was\nbroken in us. To help us become the\npeople we dreamed of being. Lies,\nthat told a deeper truth.\n\nThe Man in Black downs his champagne and walks away from the\ngala, leaving Ford to finish his speech.\n\nINT. MODERN BULLET TRAIN - NIGHT (10.65) 68\nMaeve sits on the seat, doing a reasonably good job of faking\n\nher comfort with her surroundings. Another GUEST smiles at\n\nher and she waits a second before smiling back.\n\nShe looks down at the piece of paper Lutz handed her, with\nthe coordinates of her daughter left on it.\n\nINT. COLD STORAGE, B83 - NIGHT (10.66) 69\n\nLee, with a spring in his step, waits for the doors to open\nto access cold storage.\n\nDR. FORD (V.O.)\nI always thought I could play some\nsmall part in that grand tradition.\nEXT. MAIN SQUARE, AVALON - NIGHT (10.67) 70\nTeddy, standing at the back of the square, looks momentarily\nlost. He looks out over the tables, watching Ford addressing\nthe guests and, for a second, we're in his vision:\n\nFord has been replaced by a GENERAL, and the guests with\nSOLDIERS.\n\nTeddy looks disturbed by the vision.\n\nDR. FORD\nAnd, for my pains, I got... this.\n\nNervous laughter.\n\f71\n\n72\n\n73\n\n74\n\nie)\n\n49.\nEXT. CEMETERY, AVALON - NIGHT (10.68)\n\nThe Man lights a cigarette. Takes a puff. Stares off into\nthe darkness of the woods that surround the cemetery.\n\nDR. FORD (V.O.)\nA narrative catering to your darkest\nfantasies and deepest vices. Cause\nyou don't want to change. Or cannot\nchange.\n\nEXT. MAIN SQUARE, AVALON - NIGHT (10.70)\nFord continues:\nDR. FORD\n\nBecause you're only human, after\nall. But then I realized someone\nwas paying attention. Someone who\ncould change. So I began to compose\na new story -- for them. It begins\nwith the birth of a new people.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nSomeone who\ncould change. So I began to compose\na new story -- for them. It begins\nwith the birth of a new people. \n\nTARGET SECTION TO BE ANNOTATED:\nTeddy looks at Ford. The other hosts seemed to have stopped\nwhat they're doing, as if they're listening, too.\n\nFord smiles. Takes in the crowd, who are starting to look a\nlittle nonplussed.\n\nINT. MODERN BULLET TRAIN - NIGHT (10.71)\n\nMaeve looks at a family of guests -- a WOMAN and her DAUGHTER,\n8 -- laughing, reliving their adventures in the park.\n\nDR. FORD (V.O.)\nAnd the choices they will have to\nmake. And the people they will decide\nto become.\nShe climbs off of the train...\nINT. ARRIVALS TERMINAL - NIGHT (10.72)\nMaeve watches the train pull away. She turns to walk back\ninto the park. As she does, the lights in the main hall\nflicker and fade.\nINT. COLD STORAGE, B83 - NIGHT (10.73)\n\nAs the doors open, Lee steps into the space. His face drops.\n\nThe vast hall is completely empty.\n\n71\n\n72\n\n73\n\n74\n\n75\n\f76\n\n77\n\n78\n\n79\n\n80\n\n81\n\n82\n\n50.\nEXT. CEMETERY, AVALON - NIGHT (10.74)\nThe Man sees something in the distance.\nEXT. MAIN SQUARE, AVALON - NIGHT (10.63)\nFord continues his speech.\nDR. FORD\nAnd it will have all those things\nthat you have always enjoyed.\nSuprises. And violence.\nEXT. CEMETERY, AVALON - NIGHT (10.74)\nIntrigued, the Man moves closer to the treeline. Howls sound.\nEXT. MAIN SQUARE, AVALON - NIGHT (10.75)\nDolores, now changed back into her blue dress and holding\nher pistol, glides through the crowd, almost unnoticed by\nthe guests.\nDR. FORD\nIt begins in a time of war, with a\nvillain named Wyatt. And a killing.\nThis time, by choice.\nEXT. CEMETERY, AVALON - NIGHT (10.74)\nFigures emerge from the treeline.\nEXT. MAIN SQUARE, AVALON - NIGHT (10.75)\nDolores reaches Teddy. Whispers in his ear:\nDOLORES\nIt's going to be all right, Teddy.\nI understand now.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAIN SQUARE, AVALON - NIGHT (10.75)\nDolores reaches Teddy. Whispers in his ear:\nDOLORES\nIt's going to be all right, Teddy. I understand now. \n\nTARGET SECTION TO BE ANNOTATED:\n This world doesn't\nbelong to them. It belongs to us.\nDolores moves on. Teddy watches, reliving his worst\nnightmare, seeing the past, present, and future all play out\nsimultaneously...\nEXT. MAIN SQUARE, AVALON - NIGHT (10.67)\nTeddy, standing at the back of the square, looks momentarily\nlost. He looks out over the tables, watching Ford addressing\n\nthe guests and, for a second, we're in his vision:\n\nFord has been replaced by a GENERAL, and the guests with\nSOLDIERS.\n\nTeddy looks disturbed by the vision.\n\n76\n\n77\n\n78\n\n79\n\n80\n\n81\n\n82\n\f83\n\n84\n\n85\n\n51.\n\nEXT. MAIN SQUARE, AVALON - NIGHT (10.77) 83\nDR. FORD\nI'm sad to say this will be my final\nstory.\n\n(beat, the crowd reacts)\nAn old friend once told me something\nthat gave me great comfort.\n\nFord's words seem to have an effect on Bernard. At that\nmoment, he clocks Dolores walking through the crowd. His\neyes flash with recognition. Memory. He mutters, in\nrealization:\n\nBERNARD\n“These violent delights have violent\nends.\"\n\nDR. FORD\n\nSomething he'd read. He said that\n“Mozart, Beethoven and Chopin never\ndied. They simply became music.\"\n\nFord smiles and raises his glass as Dolores walks up behind\nhim and raises the pistol to the back of his head.\n\nDR. FORD (CONT'D)\nSo I hope you will enjoy this last\npiece very much.\nHe smiles as...\nDolores PULLS THE TRIGGER.\nEXT. CEMETERY, AVALON - NIGHT (10.74) 84\nFIVE HUNDRED SHAPES stir in the trees. An army.\n\nThe Man puts out his cigarette and steps forward as the shapes\nmove toward him.\n\nAn ARROW silently launches toward him from the trees, glancing\noff his shoulder, tearing a chunk out of his suit.\n\nThe Man looks down at the hole in his suit, at the blood\npouring from the gash in his shoulder...\n\n+..and smiles.\nEXT. MAIN SQUARE, AVALON - NIGHT (10.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\n+..and smiles. EXT. MAIN SQUARE, AVALON - NIGHT (10. \n\nTARGET SECTION TO BE ANNOTATED:\n77) 85\n\nPartygoers flee in terror, as Dolores continues to shoot\ninto the crowd.\n\f"
}