{
  "1": "WHAT THEY HAD\n\nby\n\nElizabeth Chomko\n\fSomewhere, a clock ticks.\nWe are CLOSE on a black and white PHOTOGRAPH.\n\nIn a simple frame, it is nestled among the evergreen needles\nof a moonlit Christmas tree.\n\nIt’s the summer of ‘61. A YOUNG MAN stands in front of a\nmovie theatre, holding a YOUNG WOMAN in his arms. Her legs\nhang limp over his forearm. They grin madly at us.\n\nWith the tick of the clock, another photo on the tree:\n\nThe same couple. 1962. She beams from an armchair in dark\ntaffeta; he rests on the chair arm in Navy dress blues. A\ntiny diamond on her hand. A cane against her skirt.\nAnother tick, another photo:\n\nBlack and white, 1968. He’s dashing in a suit and Buddy Holly\nglasses. She’s stunning, a strapless gown and opera gloves.\n\nThey are BERT AND RUTH KELLER.\n\nAnd this is a love story.\n\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\nThe same clock ticks here too.\n\nA PAIR OF FEET touch down on blue shag carpeting. The feet\nare small, old, the toes polished red.\n\nThe feet pad softly over the carpet. In the silvery\nmoonlight, blue veins peek through translucent skin.\n\nINT. OAK PARK CONDO - LIVING ROOM - NIGHT\nON THE TREE -- Three more photos:\n70s, black and white. An INFANT in a Christening gown.\n\n70s, color. The same child, now 3, on a darling white rocker,\nwearing a darling yellow dress.\n\n70s, color. A Christmas Card. The child is 6 now, holding her\nbaby brother. Bert and Ruth sit on either side.\n\nShe is BRIDGET.\n\nAnd this love story belongs to her.\n\fINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\n\nRUTH, now late 60s, sits on a chair, her leg silhouetted in\nthe moonlit window as she pulls on silk knee-highs. She is\nthinner now, but not frail. She is still very beautiful.\nINT.",
  "2": "---END OF PREVIOUS SECTION---\nShe is\nthinner now, but not frail. She is still very beautiful. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OAK PARK CONDO - NIGHT\n\nON THE TREE -- A series of early 80s wedding portraits:\n\nBridget is a young bride, in head to toe lace, smiles\nlovingly at EDDIE, handsome, top hat and tails.\n\nBert bursts with joy as he gives his father-of-the-bride\nspeech, scotch in one hand, cigarette in the other.\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\n\nRuth selects pearl earrings from a jewelry box. A rosary is\ndraped over the mirror, funeral cards tucked into it’s frame.\n\nIn the bed behind her, BERT, now 70s, is sound asleep.\n\nON THE TREE:\n1990s. Bridget looks down at an INFANT of her own.\n\n1990s. Her brother, NICK, graduation gown, stands on the lawn\nof a midwestern college, flanked proudly by Bert and Ruth.\n\n1990s. Two Polaroids, framed side by side. In one, Nick sits\nin a canoe holding a huge rainbow trout. In the other, Bert\nis in the same canoe, holding a tiny minnow.\n\nINT. OAK PARK CONDO - HALLWAY - NIGHT\n\nIn the moonlight, Ruth steps to a long antique mail table.\nShe fluffs her hair in the mirror above it.\n\nON THE TREE:\n\n1990s. Bridget walks down a Chicago street, beaming at us,\nholding the hands of TWO LITTLE GIRLS.\n\fINT. OAK PARK CONDO - HALLWAY - NIGHT\n\nRuth pulls a short jacket from the hall closet and drapes it\nover her shoulders. She lifts her purse from the table and\nstarts down the hall.\n\nON THE TREE:\n\n2005. Bert sits in a hammock, Ruth on his lap. She kisses him\nlike she means it, dislodging his rose-tinted glasses. He\ngrins at us like the Cheshire Cat.\n\nAs the clock ticks, we pull slowly back, and back, and back.\n\nThere are lights on this tree. A garland of stars. But no\nornaments. Just the pictures we’ve seen and a dozen others.\n\nWe pull back further. Sheer white curtains float in a breeze,\nframing SLIDING GLASS DOORS, open just wide enough for...\n\nRuth to stand between them.\n\nShe faces the snowy night.",
  "3": "---END OF PREVIOUS SECTION---\nSheer white curtains float in a breeze,\nframing SLIDING GLASS DOORS, open just wide enough for... Ruth to stand between them. She faces the snowy night. \n---TARGET SECTION TO BE ANNOTATED---\n Her purse dangles at her side.\nUnder the jacket, her white nightgown glows in the moonlight.\n\nIn her sensible heels, she steps into the snow.\n\nEXT. OAK PARK CONDO - BACK ALLEY - NIGHT\n\nRuth walks away from us, framed by the alley, through the\nimmaculate blanket of snow.\n\nAnd then, slowly, the image of her fades from frame. Until\nher footprints are the only evidence she was there at all.\nTITLE CARD\n\nWHAT THEY HAD\n\nEXT. MENLO PARK SUBDIVISION - NIGHT\nGray light is just beginning to crack over the horizon.\n\nBRIDGET, now 40s, in athletic gear, sprints down a street of\nbasically identical houses, basically identically decorated\nfor the holidays with tidy strings of white lights.\n\nShe picks up her pace, racing now, faster and faster, hitting\nagony, pushing past it, around the corner into a cul-de-\nsac...\n\f4.\nShe comes to a stop in front of another basically identical\nhouse, the only one with colored lights strung out front.\n\nChest heaving, she puts her hands on her knees and recovers.\n\nINT. BRIDGET AND EDDIE’S HOUSE - KITCHEN - DAY\n\nEDDIE, now late 40s, in a bathrobe, pours himself cereal in\ntheir high-ceilinged, well-appointed kitchen. Bridget comes\nin with the newspaper. In silence, she pours coffee.\n\nThey weave around each other, a chilly, well-practiced dance.\n\nThey settle on either side of the counter with coffees and\nbreakfast. He peruses the Business section, she the Arts.\n\nWithout looking up from their papers:\n\nEDDIE\nYou're picking up Emma?\n\nBRIDGET\nYep.\nINT. DORM - EMMA'S FLOOR - DAY\n\nAt the end of a long, near-deserted dorm hallway, Bridget\nknocks on a door. There’s no answer. She knocks harder.\n\nHalfway down the hall, an RA stands with two GIRLS, who sit\non a couch with suitcases, whispering in Bridget’s direction.\n\nRA\nIs she not answering?\n\nBridget looks at her and shakes her head. The RA approaches\nand puts her master key in Emma’s dorm room door.\n\nINT.",
  "4": "---END OF PREVIOUS SECTION---\nBridget looks at her and shakes her head. The RA approaches\nand puts her master key in Emma’s dorm room door. INT. \n---TARGET SECTION TO BE ANNOTATED---\n EMMA’S DORM ROOM - CONTINUOUS\n\nThe curtains are closed; the room is dark. Bridget hurries\nin, past the tidy side belonging to Emma’s roommate, and into\n\nEmma’s filthy half of the room. Her suitcases are packed up.\n\nThere’s a lump in bed. Bridget yanks away pillows, revealing\nEMMA, 20, sleeping in headphones. Bridget shakes her awake.\n\nBRIDGET\nEmma.\n\nEmma cracks open her eyes and blinks at her mother.\n\fINT. EMMA’S DORM ROOM/HALLWAY - DAY\n\nEmma and Bridget pull a CART packed with Emma’s belongings\ninto the hall. Bridget notices something written on the dry-\nerase board hanging on her door.\n\nFor a good time... KNOCK\n\nBridget moves swiftly to erase it, but Emma has already seen\nit. She stares, punched in the gut.\n\nBridget marches down the hall toward the two girls. Emma\nfollows, knowing exactly what her mother is about to do.\n\nEMMA\nMom. Mom.\n\nBridget ignores her and steps up to them, furious. She glares\nat the girls. They stare back at her.\n\nBRIDGET\nShame on you girls. What is the\nmatter with you?\n\nShe turns toward Emma, who waits, mortified, by the elevator.\nAs Bridget walks up, Emma glares at her.\n\nBRIDGET (CONT'D)\nWhat? You have to stand up for\nyourself, you have to fight back.\nShow some self-respect, don’t be a\ndoormat --\n\nEMMA\nShhhhhh!\n\nBRIDGET\nOh whatever, you're kicked out of\nthis stupid dorm anyway. Drug and\nAlcohol Free, it’s college for\nchrissakes.\n\nThe elevator doors open. Emma ducks inside. Bridget struggles\nto push the cart in. The girls giggle from the couch.\n\nBridget gives them the finger as the doors close.\n\nEMMA\nMom!\n\fEXT. DORM - FRONT ENTRANCE - DAY\n\nBridget pushes the cart out the door. Emma follows behind,\nfuriously digging through her backpack.\n\nEmma stops to light a cigarette. Bridget whirls around.\n\nBRIDGET\nYou should not be smoking. It is\nterrible for you.\n(then)\nWhat is going on with you?\n\nEMMA\nNothing.",
  "5": "---END OF PREVIOUS SECTION---\nIt is\nterrible for you. (then)\nWhat is going on with you? EMMA\nNothing. \n---TARGET SECTION TO BE ANNOTATED---\nBridget watches Emma puff awkwardly on the cigarette.\n\nBRIDGET\nYou look absolutely ridiculous.\n\nEMMA\nThank you.\n\nINT. BRIDGET AND EDDIE’S HOUSE - MASTER BATHROOM - DAY\nBridget changes into nicer clothes. Eddie brushes his teeth.\n\nEDDIE\nMaybe she shouldn’t go back.\n\nBRIDGET\nDon’t even go there, Eddie.\n\nEDDIE\nWhy? She’s a mess, let’s take a\nsemester off and regroup.\n\nBRIDGET\nBecause she’ll never go back,\nthat’s why, and then she’ll be\nkicking herself. Just encourage\nher, would you please?\n\nBridget spots headlights in the driveway out the window.\n\nBRIDGET (CONT'D)\nThat’s them.\n\nShe hustles out of the room into --\n\f7.\n\nINT. BRIDGET/EDDIE'S HOUSE - HALLWAY/EMMA’S ROOM - CONTINUOUS\nEmma’s door has a NOTE on it that reads:\n\nHOW IT WORKS\n\nYOU: Knock\n\nME: “Come in”\n\nYOU: Enter\n\nBridget disregards these directions, knocking and entering in\none fluid motion.\n\nINT. BRIDGET AND EDDIE’S HOUSE - EMMA’S ROOM - CONTINUOUS\n\nEmma is changing. She holds her shirt to cover her chest.\n\nEMMA\nMom!\nBRIDGET\nSorry. Mary and Daniel are here.\nEMMA\nDavid.\nBRIDGET\n\nDavid! David David David --\n\nEXT. BRIDGET AND EDDIE’S HOUSE - FRONT DOOR - NIGHT\n\nBridget heads toward MARY, her eldest, who is stepping away\nfrom her fiancee DAVID’S BMW, parked on the curb. A diamond\nsparkles on her finger.\n\nBRIDGET\nYou made it!\n\nThey embrace. As they pull away, Bridget’s eyes go straight\nfor Mary's hair.\n\nMARY\nStop looking at my hair.\n\nBRIDGET\nI’m not.\n\nBehind Mary, David is pulling a SHOPPING BAG of gifts and a\nplatter out of the trunk of the BMW.\n\fDAVID\nMerry Christmas, Bridget.\n\nBRIDGET\nMerry Christmas!\n\nMary quietly reminds Bridget:\n\nMARY\nDavid.\n\nBRIDGET\nI know.\n(loudly, to David)\nDavid! Nice to see you!\n\nDavid approaches. She hugs him around the platter.\n\nDAVID\nThanks for having me. I brought\ncrab.",
  "6": "---END OF PREVIOUS SECTION---\nShe hugs him around the platter. DAVID\nThanks for having me. I brought\ncrab. \n---TARGET SECTION TO BE ANNOTATED---\nBRIDGET\n(to Mary)\n\nHe brought crab!\n\nDAVID\nWell but I know you’re a chef and\neverything so -\n\nBRIDGET\n\nOh I’m sure it’s very good.\nMARY\n\nIt is, it’s very good.\nBRIDGET\n\nGood!\n\nAn beat, then:\n\nDAVID\n\nShall we?\nBRIDGET\n\nYes! Well. I’1l be - right there -\nI just have to grab something --\n\nMary and David head toward the front door as Bridget trots to\nher SUV, parked in the driveway and opens the driver’s door\nand leans across the driver's seat.\n\nShe fishes through the pennies in the cup holder, then:\n\fBRIDGET (CONT'D)\nShit.\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\nWe are back in that condo with the ticking clock.\nBert sleeps in bed. A distant train horn rouses him.\nHis eyes open. He reaches for the other side of the bed.\n\nFeeling it empty, he sits up and reaches for his glasses. His\ngray comb-over stands on end.\n\nBERT\nRuth.\nINT. OAK PARK CONDO - HALLWAY - NIGHT\n\nBert flips on the light and squints into the brightness. A\ngold crucifix glints in his salt and pepper chest hair.\n\nHe feels a draft and stiffens. Walks into the LIVING ROOM.\nThe sliding door is open. The curtains wave in the breeze.\n\nBERT\nGoddammit!\n\nHe sprints, panicked, for the door.\n\nEXT. CONDO BUILDING - BACK ALLEY - NIGHT\n\nBert, in slippers and a robe, stands a few paces down the\nwalkway, scanning the landscape urgently.\n\nHe spots Ruth’s footprints in the blanket of snow.\n\nINT. NICK'S BASEMENT - NIGHT\n\nNICK, now 45, sleeps on an air mattress in a corner. On the\nfloor beside it, his phone rings with the ALARM ringer, the\none that sounds like an accident in a nuclear power plant.\n\nHe pries himself awake and squints down at the phone on the\nground, next to a stack of books and a bottle of booze.\n\nHe reaches for the phone and answers it.\n\f10.\n\nNICK\nDad.\n\nINT.",
  "7": "---END OF PREVIOUS SECTION---\n10. NICK\nDad. INT. \n---TARGET SECTION TO BE ANNOTATED---\n BRIDGET AND EDDIE’S HOUSE - MASTER BEDROOM - NIGHT\n\nMary stands in front of the mirror, wearing Bridget’s wedding\ndress. Emma buttons the zillion buttons.\n\nThe dress is lace and satin, long sleeved, high necked.\nBridget sits on the bed, trying to feign enthusiasm.\n\nMARY\nPretty, right? If I get rid of the\nsleeves?\n\nEMMA\nOr the whole thing.\n\nMARY\nI like it.\n\nEMMA\nJust get your own dress.\n\nMARY\nI wanna wear Mom’s.\n\nBRIDGET\nI didn’t even pick it out.\n\nEMMA\nWho picked it out?\n\nBRIDGET\nGrama. There was this other one, it\nwas off the shoulder, it had these\n\nribbons... I loved that dress.\nEMMA\nSo where the hell is it?\nBRIDGET\nGrama thought it was too revealing.\nMARY\nWell. I want to wear a family\ndress, so.\nBRIDGET\n\nYou could get married in winter.\nIt’s more appropriate for winter.\n\f11.\n\nMARY\nWe're getting married in June. We\nalready have a venue. Undo me.\n\nMary backs up to Emma for her to undo her.\nBRIDGET\nYou don’t get married because you\nhave a venue.\nMARY\nI’m getting married because I wanna\n\nget married, Mom.\n\nBridget tries to drop it but can’t help herself.\n\nBRIDGET\n\nHe’s a lot older than you, Mare.\nEMMA\n\nMom.\nBRIDGET\n\nWhat? What’s the big rush? Why not\nbe engaged for a couple of years?\n\nMARY\nCan we not talk about this right\nthis second?\n\nBRIDGET\nIt’s just - lot of people have a\nlong engagement, it’s really not a\nbig deal, it’s --\n\nMARY AND EMMA\nMom.\nINT. BRIDGET AND EDDIE’S HOUSE - MASTER BEDROOM - NIGHT\n\nBridget and Eddie are in bed. She’s awake, staring up at the\nceiling. Her cellphone on the night stand rings.\n\nEddie rouses as Bridget reaches for it. It’s Nick.\n\nBRIDGET\nNicky?\n\nShe listens.\n\nBRIDGET (CONT'D)\nWhat do you mean she’s gone?\n\f12.\n\nEXT. O'HARE AIRPORT/NICK’S RANGE ROVER - DAY\nIt’s still snowing.",
  "8": "---END OF PREVIOUS SECTION---\n12. EXT. O'HARE AIRPORT/NICK’S RANGE ROVER - DAY\nIt’s still snowing. \n---TARGET SECTION TO BE ANNOTATED---\nChicago news radio reports the snowstorm in Nick’s used Range\nRover. He’s driving through O’Hare arrivals -- until he gets\nstuck behind an empty car.\n\nIt’s OWNERS make out by it’s open trunk. Cranky, Nick lays on\nthe horn, startling them apart.\n\nNick pulls up to the curb and turns down the radio, spotting\nBridget and Emma coming out of the airport doors. He leans\nout the open window.\n\nNICK\nYo dickheads!\n\nINT./EXT. NICK'S RANGE ROVER - DAY\nBridget sits in front, Emma in back. Nick hands out lattes.\n\nNICK\nHere’s your ten dollar coffees.\nWhere’s Eddie?\n\nBRIDGET\nHe had to work. Where’s Dad?\n\nNICK\nHe’s looking for her, looking\neverywhere, every single place\nshe’s ever been in her life.\n\nEMMA\nDid you check the hospitals?\n\nNICK\nHospitals, St. Giles, the Rotary\nClub, even went by the nursing home\nin case she thought she was still\nworking there.\n\nEMMA\nDid you call the police?\n\nNICK\n‘Course I called the police.\n\nHis tone is sharper than he means it to be. She makes a face.\n\nBRIDGET\nThey have Dad’s number?\n\f13.\n\nNICK\nDad’s, mine, yours, yours, the\ncondo and Marion Down The Hall’s.\n(then; shaking his head)\n\nDad’s goin’ outta his mind, Bitty,\nhe’s white as a ghost. When he\ncalled I thought he was having\nanother heart attack.\n\nBridget looks out the window and sips her latte, taking in\nthe gray of her hometown. It looks very, very cold.\n\nNICK (CONT'D)\nI knew this was gonna happen. Been\ntellin’ him for years, figure out\nwhat you wanna do with Mom when the\ntime comes, ‘cause we all know it’s\ncoming, we all know how this thing\nworks.\n\nBRIDGET\nIt’s hard for him.\n\nNICK\nYou know what’s gonna be hard for\nhim? Her turnin’ up next week in a\ngoddamn block of ice.\n\nEmma and Bridget’s stomachs drop.\n\nNICK (CONT'D)\nIt’s over. She cannot be at the\ncondo anymore.",
  "9": "---END OF PREVIOUS SECTION---\nEmma and Bridget’s stomachs drop. NICK (CONT'D)\nIt’s over. She cannot be at the\ncondo anymore. \n---TARGET SECTION TO BE ANNOTATED---\n She’s goin’ to a\nplace and he’s gonna haveta let\nher.\n\n(then)\n\nIf I hear one goddamn peep about\nfreakin’ Florida, I swear to God.\n\nHe fishes a pack of Pall Mall’s out of his parka pocket.\n\nBRIDGET\nWhat happened to quitting?\n\nNICK\nLife, Bitty. Life happened to\nquitting.\n\nBRIDGET\nDon’t smoke in here, I'm chemically\nsensitive.\n\nNICK\n\nYou’re who?\n\f14.\n\nEMMA\nChemically sensitive.\n\nNICK\n\nWhat kinda California bullshit is\nthat?\n\nNick’s phone rings. ALARM ringer. They all jump.\n\nBRIDGET\nThat’s your ringer?\n\nNICK\nFor Dad it is.\n(into the phone)\nDad.\n\nINT. RUSH HOSPITAL - ER HALLWAY - DAY\n\nBert is at a desk filling out paperwork. He looks up to see\nBridget, Nick, and Emma scurrying down the hall. He scowls.\n\nBERT\n(to Nick)\nI toldja not to call her.\n(to Bridget)\nIt’s Christmas Day, Bitty, you\naughta be with your family.\n\nBRIDGET\nIs she all right?\n\nBERT\nShe’s fine.\n\nBert and Bridget kiss on the lips. It’s a midwestern thing.\n\nBERT (CONT'D)\n(to Emma)\nHello Squeaks.\n\nEMMA\nHi Gramps, you okay?\n\nAs Emma and Bert embrace, he glares at Nick and waves his\nhand in front of his face.\n\nBERT\nDammit, Nicholas, knew you'd be\nsmokin’ again with that bar.\n\f15.\n\nBRIDGET\n(to Bert)\nAre you okay? Have them check your\nblood pressure.\n\nNICK\nWhat’d the doctor say?\n\nBERT\nHe hasn’t been in yet.\n\nNICK\nThen how do you know she’s fine?\n\nBERT\n‘Cause she’s fine! Go look at her!\nINT. RUSH HOSPITAL - RUTH’S ROOM - DAY\n\nRuth sits on the exam table in her nightie, a blanket over he\nshoulders, legs swinging like a kid.\n\nBridget walks in. Ruth doesn’t recognize her.\n\nBRIDGET\nMom?\n\nRuth suddenly lights up.\n\nRUTH\nIs that my baby?\n\nShe jumps off the table and throws her arms around Bridget.",
  "10": "---END OF PREVIOUS SECTION---\nRuth suddenly lights up. RUTH\nIs that my baby? She jumps off the table and throws her arms around Bridget. \n---TARGET SECTION TO BE ANNOTATED---\nNick walks in behind them.\n\nRUTH (CONT'D)\nOh, I’m so happy to see you --\n\nNICK\nYou all right, Mom?\n\nRUTH\nAnd this baby too?\n\nRuth throws her arms around Nick, then sees Emma behind him.\nRUTH (CONT'D)\n(re: Emma)\nHoney!\n\nEMMA\nHi Grama.\n\f16.\n\nShe throws her arms around Emma, then holds her by the\n\nshoulders as Bert enters.\n\nRUTH\nYou need some money? Let me getcha\nsome money.\n\nBERT\nSee? She’s fine.\nRUTH\nWhere’s my purse?\nBERT\nYou don’t need your purse.\nRUTH\nOh, I do too, you turkey.\nNICK\nWhere the heck was she?\nBERT\nAurora.\nNICK AND BRIDGET AND RUTH\nAurora?\n\nBERT\nGot on the commuter. Rode the damn\nthing back and forth ‘til the\nconductor screwed his eyeballs in.\n\nRUTH\nDid she really?\n\nNICK\nWhere’d she get on at?\n\nBERT\nBerwyn.\n\nNICK\nShe walked to Berwyn in a\nsnowstorm?\n\nBERT\nShe’s fine, Nicholas.\n\nRUTH\n(re: Bridget)\nWell she doesn’t look fine to me.\n\nRuth puts her hand on Bridget’s forehead.\n\f17.\n\nNICK\nShe’s fine, Mom.\n\nBERT\nShe’s fine, Ruth.\n\nRUTH\n(to Bert; indignant)\nExcuse you, I spent thirty years in\ngeriatrics, thank you very much.\n\nRuth pulls Bridget down in a chair and rubs her shoulders.\nBert is eying Bridget’s empty left hand.\n\nBERT\n(to Bridget)\n\nWhere’s your diamond?\nBRIDGET\n\nOh, I - forgot it.\nBERT\n\nWhaddya mean you forgot it?\nEMMA\n\nShe doesn’t wear it.\nBRIDGET\n\nI do too, I just take it off for\n\nwork.\nBERT\n\nHow come?\nBRIDGET\n\n‘Cause I got my hands in raw\npoultry all day.\n\nRuth is going to town on Bridget’s shoulders.\n\nBRIDGET (CONT'D)\nOw, Mom.\n\nRuth moves the massage up to Bridget’s head. Her hair flops\nin her face.\n\nBERT\nYou go to Mass last night?\n\nBRIDGET\nNo, we were - gonna go today.",
  "11": "---END OF PREVIOUS SECTION---\nHer hair flops\nin her face. BERT\nYou go to Mass last night? BRIDGET\nNo, we were - gonna go today. \n---TARGET SECTION TO BE ANNOTATED---\nEMMA\nWe were?\n\f18.\n\nBRIDGET\nYes.\nNICK\nYou were?\nBRIDGET\n(shut up)\n\nYes.\nThere’s a knock at the door. Quickly:\n\nBRIDGET (CONT'D)\nCome in!\n\nDR. ZOE, 30s, pops her head in. Ruth lights up.\n\nDR. ZOE\nAre we ready for a pelvic exam?\n\nRUTH\n(to Dr. Zoe)\nIs that my baby?\n\nINT. RUSH HOSPITAL - HALLWAY - MOMENTS LATER - DAY\nNick, Bridget, Emma and Bert stand around Dr. Zoe.\n\nDR. ZOE\nThey are safer in memory care, but\nthey also often improve. They're\nmore relaxed, less anxious, they\noften feel more at home with peers\nthan they do with family.\n\nThey all turn to look at Bert’s reaction. He is staunch, arms\nfolded stubbornly across his chest. She tries another tactic.\n\nDR. ZOE (CONT'D)\nLook, the reason I did a pelvic\nexam is... during wandering\nepisodes, women are often -\nassaulted. Sexually.\n\nTheir eyes all widen.\n\nDR. ZOE (CONT'D)\nI don’t see evidence of that today.\nBut given how affectionate she is,\nI think that’s very lucky.\n\f19.\n\nINT. RUSH PARKING GARAGE - 2ND FLOOR - DAY\nBert slams through the door of the garage and marches in.\n\nBridget trots after him, followed by Nick, holding Ruth’s\npurse, and Ruth, wearing Nick’s parka and holding Emma’s arm.\n\nNICK\nDad!\n\nBert and Bridget stop and turn to them.\n\nBERT\nWhat!\n\nNICK\nI’m this way.\n\nBERT\nSo go then!\n\nNick heads off with Ruth and Emma. Bert marches down the\naisle of cars. Bridget trots up along side him.\n\nBERT (CONT'D)\nGoddamn hospital. Goddamn teenage\ndoctors.\n\nHe pulls his keys out and approaches a black ‘59 4-seat\nThunderbird Convertible and opens the trunk. Bridget gapes.\n\nBRIDGET\nWhat happened to the Camry?\nBERT\nI'm 75 years old, Bitty. Fuck the\n\nCamry.\n\nHe pulls a down parka from the trunk and chucks it at her.",
  "12": "---END OF PREVIOUS SECTION---\nBERT\nI'm 75 years old, Bitty. Fuck the\n\nCamry. He pulls a down parka from the trunk and chucks it at her. \n---TARGET SECTION TO BE ANNOTATED---\nINT/EXT BERT’S THUNDERBIRD - DUSK\n\nThe top is down. Elton John’s Amoreena on the radio. They\ncruise downtown Chicago, lit elegantly for Christmas.\n\nBridget, wrapped in the borrowed parka, watches her hometown\npass.\nINT. OAK PARK CONDO - FOYER - NIGHT\n\nBert and Bridget enter. Bert carries Chinese take-out.\n\f20.\nBERT\nHo ho ho!\n\nNick bee-lines around the corner into the foyer. His eyes\nwide as saucers.\n\nBERT (CONT'D)\nWhere’s your mother?\n\nNICK\nIn with Emma.\n\nAs Bert takes the bag into the kitchen:\n\nBERT\nGotcha a loo mein, Nicholas.\n\nare\n\nBridget hangs the parka up in the coat closet. Nick stares at\n\nher, eyes huge, like he’s seen a ghost.\n\nBRIDGET\nWhassa matter with you?\n\nNICK\n(grave; quiet)\nShe hit on me.\n\nBRIDGET\nWhat?\n\nNICK\nShe - she - put her hand on my leg,\nbatted her eyes, she - hit on me.\n\nBRIDGET\nWho?\n\nNICK\nWho?\n\nLike she even had to ask.\n\nBRIDGET\nMom? What'd you do?\n\nNICK\nWhaddya mean, what'd I do, I just -\nkept callin’ her Mom, thanks Mom,\nhad a nice time too Mom, real glad\nyou birthed me, Mom --\n\nBridget can’t help it. She starts to laugh. Nick is appalled.\n\f21.\n\nNICK (CONT'D)\nYou're laughing?\n\nWhich makes her laugh harder.\nNICK (CONT'D)\n\nDon't laugh, asshole, it’s not\nfunny. I’m freakin’ traumatized.\n\nBridget is dying.\n\nBRIDGET\nYour face -- when we walked in, you\nshoulda seen your face --\n\nFinally Nick can’t help himself. He laughs.\nNICK\n(through laughs)\nIt’s not funny.\nBERT (0.C.)\n(from the kitchen; angry)\nGoddamn Oriental places, how you\ns'posed to eat rice with a stick?\n\nWhich makes them both hysterical.\n\nINT. OAK PARK CONDO - GUEST ROOM - NIGHT\n\nEmma lays on one side of the antique double bed, headphones\non, computer open in her lap. Bridget sticks her head in.",
  "13": "---END OF PREVIOUS SECTION---\nINT. OAK PARK CONDO - GUEST ROOM - NIGHT\n\nEmma lays on one side of the antique double bed, headphones\non, computer open in her lap. Bridget sticks her head in. \n---TARGET SECTION TO BE ANNOTATED---\nBRIDGET\nWanna come for a drive with Uncle\nNicky?\n\nEMMA\n\nNo. Uncle Nicky’s a dick.\n\nBRIDGET\nNo he isn’t. Don’t say that.\n\nA beat, then:\n\nBRIDGET (CONT'D)\nDid you apply for a new dorm?\n\nEMMA\nYeah.\n\nBRIDGET\nYou did?\n\f22.\n\nEMMA\nYes.\n\nBRIDGET\nOh. You’re okay here by yourself?\n\nEmma glares.\n\nBRIDGET (CONT'D)\nWell. I have my cell.\n\nEMMA\nOh, you do? Really? Great, I’1l\ncall you, we’ll chat.\n\nBridget closes the door and steps into the --\n\nINT. OAK PARK CONDO - HALLWAY - NIGHT\n\nBridget heads down the hall toward the back door. She stops\nat the ajar bathroom door and peers in.\n\nBERT (0.C.)\n(in the bathroom; gently)\nWait, honey, take your nightie off.\n\nIn the mirror, Ruth’s arms are in the air, like a child. Bert\ngently pulls her nightie over her head. She giggles.\n\nBridget watches, touched by his care, until:\nThe back door opens. Nick pokes his head in.\n\nNICK\nLet’s go, dickie-doodle.\n\nINT. NICK'S RANGE ROVER - NIGHT\n\nNick drives west on 290. Bridget sits shotgun in her borrowed\nparka, looking at the Chicago skyline ahead.\n\nNICK\nJimmy Laciak sits on the board of\nthe best memory place in Chicago,\ngot a waiting list a mile long. He\ncan get Mom in there February one\nand Dad in a two bedroom on the\nsame campus on the 15th.\n\nBRIDGET\nThey can’t be together?\n\f23.\n\nNICK\nMemory care’s lock down, dementia\nonly. It’s a bunch of loons, he’d\nbe ripping his hair out in there\nanyway.\n\nShe looks out. They’re downtown now, driving along the El.\n\nNICK (CONT'D)\n\nAssisted living’s fifty yards away,\nhe can walk over whenever he feels\nlike it.\n\nBRIDGET\nDad’s doesn’t want assisted living.\n\nNICK\nIt’s not daycare, Bit, they don’t\nwipe his ass.",
  "14": "---END OF PREVIOUS SECTION---\nNICK (CONT'D)\n\nAssisted living’s fifty yards away,\nhe can walk over whenever he feels\nlike it. BRIDGET\nDad’s doesn’t want assisted living. NICK\nIt’s not daycare, Bit, they don’t\nwipe his ass. \n---TARGET SECTION TO BE ANNOTATED---\n It’s great, they do\nhis laundry, give him a meal plan,\nhe gets chest pains he pushes a\nbutton.\nNick parks the car at a meter on Division Street.\n\nBRIDGET\nWhere are we?\n\nNICK\nWhere do you think, dumdum?\n\nShe doesn’t know. They get out of the car.\n\nEXT. DIVISION STREET - NIGHT - CONTINUOUS\n\nThey walk down deserted Division.\n\nBRIDGET\nWhat about a live-in person?\nNICK\nInsurance doesn’t cover it.\nBRIDGET\nIt doesn’t cover memory care\neither.\nNICK\n\nIt covers some of it, then they\nsell the condo.\n\nBRIDGET\nHe’s not gonna sell the condo.\n\f24.\n\nNICK\nWhat’s he gonna do, take it with\nhim?\n\nNick pulls keys from his parka and goes to a door. She’s\nconfused for a moment, then it hits her.\n\nBRIDGET\nOh! Oh my god!\n\nShe looks at the sign, awed. It reads NICK'S.\n\nBRIDGET (CONT'D)\nIs that you? Are you Nick?\n\nNICK\nThat’s the other owner. His name's\nNick too.\n\nBRIDGET\nOh.\n\nNICK\n\nWhassa matter with you? Of course\nit’s me, dingleberry.\n\nINT. NICK'S BAR - NIGHT - CONTINUOUS\nThe walk in the bar, Bridget’s eyes wide. It’s a gorgeous\n\nspace, high ceilings, long copper bar, gorgeous mural on one\nwall, tastefully decorated with curated antiques.\n\nBRIDGET\nWow. My god, it’s gorgeous.\nNICK\nYeah, see? It’s not some shitty\ndive.\nBRIDGET\n\nWho said it was a shitty dive?\nNick looks pointedly at her - who does she think?\n\nBRIDGET (CONT'D)\nWell has he been here?\n\nNICK\nOf course he hasn’t been here.\n\nBRIDGET\nDid you invite him?\n\f25.\nNICK\nI shouldn’t have to invite him.\n\nNick walks along the bar to the back and disappears down the\nstairs to the basement. Bridget follows slowly, taking it all\nin, then follows him down into --\n\nINT.",
  "15": "---END OF PREVIOUS SECTION---\nNICK\nI shouldn’t have to invite him. Nick walks along the bar to the back and disappears down the\nstairs to the basement. Bridget follows slowly, taking it all\nin, then follows him down into --\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n NICK'S BAR - BASEMENT - NIGHT\n\nNick sifts through the mess on the desk -- stacks of\npaperwork, bottles of corked wine, a well-worn book: The Best\n\nFriend’s Approach to Alzheimer’s Care.\n\nIn the corner of the basement is an unmade twin blow up bed.\n\nBRIDGET\nSomebody's living here.\nNICK\nYou're one sharp cookie, Bit.\nBRIDGET\nWho?\nNICK\n\nThe other owner.\n\nNick retrieves a folder from the mess and heads out of the\noffice with it. Bridget follows. As they head up the steps:\n\nBRIDGET\nYou're living here? What about\nRachel?\n\nNick waves her off.\n\nINT. NICK'S BAR - NIGHT - A MOMENT LATER.\nNick steps behind the bar and tosses a cocktail menu at her.\n\nNICK\nWhat do you wanna drink?\n\nBRIDGET\n(reading from the menu)\nNorbert’s Manhattan?\n\nNICK\nBest manhattan you'll have in your\nlife, you’1l shit your pants.\n\nHe mixes her manhattan and pours it in front of her.\n\f26.\n\nNICK (CONT'D)\nEmma’s a real peach these days,\nhuh?\n\nBRIDGET\nI think she hates me.\n\nNICK\nFor what?\n\nBRIDGET\nI dunno. She doesn’t talk to me.\n\nShe sips her manhattan as Nick rinses the shaker.\n\nBRIDGET (CONT'D)\n(uh-oh)\nShit.\n\nNICK\nWhat?\n\nBRIDGET\nIn my pants.\n\nNICK\nRight? That thing’s won awards.\n\nBRIDGET\nNorbert would be very proud.\n\nNick pours himself neat Irish whiskey.\n\nBRIDGET (CONT'D)\nWhat happened with Rachel?\n\nNICK\nOh who knows. All of a sudden she’s\nbursting into tears over a\nhamburger ‘cause I haven't\nproposed.\n\nBRIDGET\n\nShe's been waiting for you to want\nto marry her, dummy. Nobody wants\nto ask to be proposed to.\n\n(then)\nYou gotta be intuitive, it’s like\nEddie, right, I’m constantly\ntelling him how chefs hate kitchen\ngadgets and what does he put under\nthe tree for me every year?\n\f27.",
  "16": "---END OF PREVIOUS SECTION---\nNobody wants\nto ask to be proposed to. (then)\nYou gotta be intuitive, it’s like\nEddie, right, I’m constantly\ntelling him how chefs hate kitchen\ngadgets and what does he put under\nthe tree for me every year? 27. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nThat’s cause you open it and go\nwow! A coconut roaster! Oh my god\nthank you I love it!\n\nBRIDGET\n\nWell what am I supposed to say?\nNICK\n\nNo thanks, where’s the receipt?\nBRIDGET\n\nI can’t say that.\nNICK\n\nWhy not?\nBRIDGET\n\nI’m not gonna make him feel bad in\nfront of the girls.\n\nNICK\n\nYou know what you’re saying to the\ngirls? His feelings matter, mine\ndon’t.\n\n(then)\nThat's exactly what this world\nneeds, two more women who don’t\ntell you what’s really going on.\nTwo more Rachels.\n\nBRIDGET\nShe told you what’s going on. Go\nover there. Bring her flowers.\n\nNICK\nI’m not goin’ over there. She\nhasn’t even called.\n\nBRIDGET\nShe shouldn’t have to call.\n\nNick frowns. Touche.\nNICK\nYeah, well, now she’s trying to get\nfull custody of her kid, so.\n\nBRIDGET\nSo?\n\nNICK\nSo what am I, gonna go be a parent?\n\f28.\n\nBRIDGET\nWhy not?\n\nNICK\nWhy not? What do you think I got\ngoin’ on here? I got my life\nsavings is dumped into this\nbusiness and I’m barely making\npayroll, I got the fire department\nand the health department double,\ntriple fining me for the same shit\nI didn’t even do, I got a barback\nstealing tips and then - and then -\nI’m filling Mom and Dad’s\nprescriptions. I’m picking up their\ndry cleaning. I’m taking ‘em to\nchurch.\n\nHe downs his drink.\nNICK (CONT'D)\nShe knows I don’t want kids, that’s\nthe whole reason we broke up six\nyears ago. Here.\nHe tosses the folder from his office across the bar to her.\nNICK (CONT'D)\nI filled it all out, all he’s gotta\ndo is sign.\nThe folder reads THE REMINISCENCE NEIGHBORHOOD.\n\nBeaming OCTOGENARIANS sit by a fire around a Parcheesi board.\nShe opens it. Inside is a brochure and stack of paperwork.\n\nBRIDGET\nThe Reminiscence Neighborhood?\n\nNICK\nThey're all called shit like that.\nEXT.",
  "17": "---END OF PREVIOUS SECTION---\nBRIDGET\nThe Reminiscence Neighborhood? NICK\nThey're all called shit like that. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n OAK PARK CONDO - ALLEY - NIGHT\n\nBridget and Nick step out of Nick’s car. He lights a smoke\nand tosses the Reminiscence folder across the hood to her.\n\nNICK\nHere we go now. Put your big girl\npants on.\n\nBRIDGET\n\nJust - don’t get how you get.\n\f29.\n\nNICK\nWhat do you mean, how I get? Don’t\nget how you get.\n\nBRIDGET\nHow do I get?\n\nNICK\nYou can’t even tell him you're not\na Catholic anymore. What’s he gonna\ndo, pray for you?\n\nBRIDGET\nI just didn’t want any more of the\nthird degree.\n\nNICK\nYou know what I do when Dad gives\nme the third degree?\nNick thrusts two middle fingers into the air.\n\nBRIDGET\nSee? That’s how you get.\n\nNICK\nLeast I’m not lying to him.\n\nBRIDGET\nI’m not lying to him.\n\nNICK\nYou are too.\n\nBRIDGET\nI am not.\n\nThey go through the back gate of the condo into the courtyard\ntoward the condo’s back steps.\n\nINT. OAK PARK CONDO - LIVING ROOM - NIGHT\nBert sits in his recliner, scotch in hand, staring at the\ntree. When he hears the sound of the back door opening, he\n\nquickly grabs the paper and pretends to read it.\n\nBridget walks in. Bert looks over and sees Nick behind her,\nwrinkles his nose and waves the paper in front of his face.\n\nBERT\nSmell like an ashtray, Nicholas.\n\f30.\n\nNICK\nTook you four heart attacks to\nquit.\n\nBERT\n\nRachel must wanna throttle you.\n\nBRIDGET\nThey broke up.\n\nNick glares at Bridget. She shrugs. Pointedly:\n\nBRIDGET (CONT'D)\nJust being honest.\n\nBERT\nI don’t blame her. Been on and off\nsince high school, shit or get off\n\nthe pot.\n\nNICK\nGee, Dad, thanks.\n\nBRIDGET\nDad?\n\nBERT\n\nYou know what your problem is,\nwaiting for some feeling. There’s\nno bells and whistles. You pick\nsomebody you can stand and you make\na commitment.\n\nBRIDGET\nDad.\n\nBERT\nHave her meet us at Mass in the\nmorning.",
  "18": "---END OF PREVIOUS SECTION---\nYou pick\nsomebody you can stand and you make\na commitment. BRIDGET\nDad. BERT\nHave her meet us at Mass in the\nmorning. \n---TARGET SECTION TO BE ANNOTATED---\n Marion Down The Hall’s\ncoming over with a corned beef.\n\nBRIDGET\nDad.\n\nBERT\nWhat.\n\nBRIDGET\n\nWe need to talk about Mom.\n\nBert scowls and puts down the footrest of his recliner.\n\f31.\n\nBERT\nGoddamn teaching hospitals, that\nlittle girl shouldn’t have been\nallowed anywhere near your mother.\n\nNICK\nWhat little girl?\n\nBERT\nThe teenager calling herself a\ndoctor. Your mother’s doing fine.\n\nNICK\nWandering off in the middle of the\nnight’s doing fine?\n\nBERT\nWell I gave her too much scotch, if\nyou wanna know, which I never do\nbut it was Christmas Eve so I said\nwhat the hell.\n\nNICK\nSo what, she walked off ‘cause she\nwas drunk?\n\nBERT\nCan't drink hardly at all on her\nmedications.\n\nNICK\nNo. She walked off ‘cause that’s\nwhat happens with stage six.\n\nBERT\nOh those stages are horse shit,\neverybody's brain is different and\neverybody knows it.\n\nNICK\nEverybody except the doctor?\n\nBERT\nShe was not a doctor!\n\nBridget shoots Nick a look and steps in to peace-keep.\n\nBRIDGET\nSo, okay, we get a second opinion.\n\nBERT\nGot an appointment next week with\nher geriactrician down in Florida,\nI’1l let you know what he says.\n\fNick gets loud.\n\nNICK\nGoddammit, Dad, you’re not goin’ to\nFlorida.\n\nBRIDGET\nShh!\n\nBERT\n\nWe are too going to Florida --\n\nBRIDGET\nYou’re gonna wake Mom.\n\nBERT\nI already put down a deposit!\n\n32.\n\nBridget puts a hand up to Nick, telling him to back off.\n\nBRIDGET\nDad, listen. There’s this - place\nNicky found, it looks --\n\nBERT\nI am not putting your mother in a\nnursing home, she worked thirty\nyears in nursing homes, they’re\nhorrible and I’m not doing it to\nher.\n\nNICK\nIt’s not a nursing home. It’s a\nReminisce Neighborhood.\n\nBERT\nA what?\n\nNick holds the folder out to Bert. He doesn’t take it.\n\nNICK\nIt’s great.",
  "19": "---END OF PREVIOUS SECTION---\nNick holds the folder out to Bert. He doesn’t take it. NICK\nIt’s great. \n---TARGET SECTION TO BE ANNOTATED---\n They got Mass twice a\nweek, a restaurant, art classes, a\nJacuzzi --\n\nBERT\nA Jacuzzi? Your mother can’t swim,\nyou wanna drown her?\n\nNick chucks the folder on the coffee table.\n\nNICK\nShe’s not gonna drown in a Jacuzzi.\n\f33.\n\nBERT\nShe’s terrified of water, Nicholas.\n\nNICK\nShe used to be terrified of Berwyn\ntoo, now she’s walkin’ down there\nin a nightie.\n\nBert rolls his eyes and starts to get up.\n\nNICK (CONT'D)\nTwo bedroom next door for you,\nfifty feet away in assisted living.\n\nBert leaps to his feet.\n\nBERT\nAre you outta your mind?\n\nNICK\nBitty feels the same way.\n\nBERT\nDon’t you tell me what Bitty feels,\nhow the heck do you know what she\nfeels?\n\nNick looks expectantly at Bridget.\n\nBRIDGET\nI - Dad, I think this is a good\nsolution that is worth considering.\n\nBERT\nWell, I spent the last eight years\nconsidering it and the answer’s no.\nThanks for the suggestion, Merry\nChristmas, I’m going to bed.\n\nBert heads toward the hall. Nick flails toward Bridget,\ndemanding her to speak. She flails back at him. She spoke.\n\nNICK\nShe is wandering off in the middle\nof a fucking snowstorm.\n\nBert has overheard. From down the hall:\n\nBERT (0.S.)\n\nDoesn’t snow in Florida.\n(then)\n\nAnd mind your language.\n\f34.\n\nNick glares at Bridget. He turns and heads down the hall,\npulling out his smokes. Bridget grabs an afghan from the\ncouch and follows him.\n\nEXT. OAK PARK CONDO - BACK PORCH - NIGHT - SECONDS LATER\n\nNick smokes on the back porch. Bridget is next to him,\nwrapped in the afghan.\n\nBRIDGET\nWe can’t force him.\n\nNICK\nYou know why she wound up in\nAurora? That’s the train used to\nrun to Amboy. Her dad worked that\ntrain.\n(then)\nShe was trying to go home.\n\nIt takes Bridget’s breath away.\n\nNICK (CONT'D)\n\nShe thinks she’s a little kid.\nThinks her parents are worried sick\nabout her.\n\nHe drags on his cigarette and looks out.",
  "20": "---END OF PREVIOUS SECTION---\nNICK (CONT'D)\n\nShe thinks she’s a little kid. Thinks her parents are worried sick\nabout her. He drags on his cigarette and looks out. \n---TARGET SECTION TO BE ANNOTATED---\nNICK (CONT'D)\nAll she wants is to get back to her\npoor mother. She can’t figure out\nwhy she’s stuck here, all alone\nwith some strange old man.\n\n(then)\nWhat the hell do you think power of\nattorney is for?\n\nEmotional, Nick hops the railing and heads toward his car.\n\nINT. OAK PARK CONDO - GUEST ROOM - NIGHT\nBridget slips into the dark guest room. Emma’s in bed. The\n\nReminiscence folder has been shoved under the door. Bridget\nputs it with her belongings and pulls out pajamas.\n\nINT. OAK PARK CONDO - LIVING ROOM - NIGHT\n\nBridget is in the living room looking at all the pictures on\nthe tree. She bends down to see the two gifts underneath.\n\f35.\n\nOne is marked TO RUTH FROM BERT, the other TO BERT FROM RUTH\nin the exact same block handwriting.\n\nBert enters in his pajamas and robe, surprised to see her.\n\nBRIDGET\nThought you went to bed.\nBERT\nI did. I got back up.\nBRIDGET\nNice tree.\nBERT\nYour mother likes the pictures.\n\n(then)\nShe put the ornaments somewhere,\nso. I got creative.\n\nBRIDGET\nBoth these presents have your\nhandwriting.\n\nBERT\nWouldn’t want her thinking she\nforgot to get me something.\n(then)\nC’mon, I’1l let you win a game.\n\nBRIDGET\nYou're not too tired?\n\nBERT\nFor my daughter who never visits?\nINT. OAK PARK CONDO - BREAKFAST ROOM - NIGHT\n\nBert and Bridget sit on chairs-on-wheels at the table,\nplaying a game of Chinese Checkers.\n\nBERT\nEmma said she got kicked outta her\ndorm.\n\nBRIDGET\n\nShe got caught drinking, it was so\nstupid. You know what her problem\nis? She’s negative. She doesn’t get\nany exercise.\n\f36.\n\nBERT\nHer problem is she’s not a student.\nCollege is a waste of money if\nyou’re not a student.\n\nBRIDGET\nWell. She’s gotta get a degree.\n\nBERT\nOh she does not, she’ll figure it\nout, look at you, you figured it\nout.\n(then)\nWhy can’t you sleep?\n\nHe’s asking out of concern, but she sees her in.",
  "21": "---END OF PREVIOUS SECTION---\nBERT\nOh she does not, she’ll figure it\nout, look at you, you figured it\nout. (then)\nWhy can’t you sleep? He’s asking out of concern, but she sees her in. \n---TARGET SECTION TO BE ANNOTATED---\n Pointed:\n\nBRIDGET\nWhy can’t you sleep?\n\nBERT\nI can.\n\nHe’s defensive. He doesn’t want to talk about it.\n\nBRIDGET\nYou take great care of her. I\naughtta be here more.\n\nBERT\n\nOh you’re here plenty. You got a\nfamily, the girls need you, Eddie\nneeds you, you got that job. You’re\nhalfway across the country for\nchrissake.\n\n(then)\nWe're fine. Marion Down The Hall\ntakes her on poker night and so\nforth. Two peas in a pod, the two\nof ‘em, both battier than hell.\n\nBRIDGET\nStill. It’s gotta be hard on you.\n\nBERT\nNah. She was always a pain in the\nass. Gettin’ her Irish up, stompin’\naround all red in the face about\nGod knows what.\n\n(then)\n\nNo bells and whistles. Love is\ncommitment. Better or worse,\nsickness and health, death do you\npart. That’s the promise.\n\f37.\n\nBridget nods. Treading carefully:\nBRIDGET\nShe’s gonna get worse, Dad.\n(then)\nShe's gonna forget everything.\nHe stares down into his scotch for a long moment.\nBERT\nShe's my girl, Bit. You can’t take\nmy girl away from me.\nIt breaks her heart. He rises from the table, emotional.\n\nBERT (CONT'D)\n\nTurn the tree off.\nINT. ST. GILES CATHOLIC CHURCH - DAY\nA CHOIR leads the congregation in “Joy To The World.” MARION\nDOWN THE HALL is among them. She’s Italian, dyed black hair,\nhuge yellow tinted glasses.\n\nBert, Ruth, Emma, Nick and Bridget stand in a pew near the\nfront. They all sing.\n\nThe PROCESSIONAL walks the aisle. ALTAR BOYS fling Holy Water\nfrom palm fronds. Ruth looks skyward and holds out her palm.\n\nRUTH\nIt’s raining in here.\n\nA CRANKY OLD COUPLE in front turns around to give Ruth a\ndirty look. She flips them the bird. Bert snatches her hand.\nINT. ST. GILES CATHOLIC CHURCH - LOBBY - DAY\n\nMass has ended. Bert, Nick and Marion chat by the Holy Water\nwith the ANCIENT PRIEST.",
  "22": "---END OF PREVIOUS SECTION---\nST. GILES CATHOLIC CHURCH - LOBBY - DAY\n\nMass has ended. Bert, Nick and Marion chat by the Holy Water\nwith the ANCIENT PRIEST. \n---TARGET SECTION TO BE ANNOTATED---\nBridget walks up the aisle and approaches the ALTAR. She\nstops at it and stares at the Virgin Mary.\n\nA VOICE (0.C.)\nBitty Keller?\n\nTHE VOICE -- is walking toward her from the left side of the\nchurch. He’s 40s, Irish, built.\n\f38.\n\nTHE VOICE\n(pointing at himself)\nIt’s Gerry! Hoffsteader! Dommie’s\nlittle brother?\nDommie’s little brother never looked like that before.\n\nGERRY\nWhat the heck’re you doing here?\n\nBRIDGET\nOh, I’m just, I’m, you know...\n\nShe gestures at the altar. He clocks that she’s ring-less.\n\nBRIDGET (CONT'D)\nHanging out, me and Mary.\n\nGerry nods, smiling like he gets that answer.\n\nBRIDGET (CONT'D)\nGosh, you look - really great.\n\nGERRY\n(nodding)\nConstruction. I took over for Dad.\nHis eyes mist. He looks toward the altar reverently.\nGERRY (CONT'D)\nDeath comes for everybody, as it\nturns out.\nBridget nods like she gets that comment.\nIN THE BACK OF THE CHURCH -\n\nNick stands in the aisle, near the back doors, watching them.\n\nNICK\nBitty!\n\nBridget and Gerry turn to him.\n\nGERRY\nHey Nick.\n\nNICK\nHey Ger.\n\nBert marches in, cranky. Emma trots behind him.\n\f39.\n\nBERT\n(to Nick)\nGet your sister.\nHe turns and marches out. Nick looks at Emma.\n\nEMMA\nGrama drank the Holy Water.\n\nEXT. CHURCH - SIDEWALK - DAY\n\nNick’s SUV is parked a ways up the street. The family walks\ntowards it, Emma holding Ruth’s purse.\n\nGerry trots behind them, then crosses to his truck.\n\nGERRY\nUm. Bye.\n\nBridget and Nick turn and wave.\n\nNICK\nSee ya Ger.\n\nBERT\nWho is that?\n\nNICK\nGerry Hoff-sniffer.\n\nBRIDGET\nDon’t call him that.\n\nNICK\nHe used to beat off smelling his\nsister’s Barbie dolls.\n\nBRIDGET\nSays who?\n\nNICK\nSays Dommie.\n\nRUTH\nWhere’s my purse?\n\nEMMA\nI have it, Gram.\n\nBRIDGET\n(re: Gerry)\nHe was so tubby in junior high.",
  "23": "---END OF PREVIOUS SECTION---\nRUTH\nWhere’s my purse? EMMA\nI have it, Gram. BRIDGET\n(re: Gerry)\nHe was so tubby in junior high. \n---TARGET SECTION TO BE ANNOTATED---\n\f40.\n\nBERT\nSo were you.\nNICK\nOld Big Butt Bitty.\nEMMA\nNicky.\nRUTH\n\nDoes somebody have my purse?\n\nINT. OAK PARK CONDO - DINING ROOM - DAY\n\nMarion sits grandly at one end of the table, holding court.\nRuth is next to her. Nick and Bert read the paper at the\nother end.\n\nMARION\nSo I said to Margie, I said Margie\nhoney he’s a toddler, one day he\nlikes pancakes, next day he won't\ntouch the things, it’s normal --\n\nBridget brings in two plates of corned beef and cabbage and\nsets them down in front of Nick and Bert.\n\nMARION (CONT'D)\nBridget, honey, you’re so skinny,\ndon’t they feed you in California?\n\nBridget heads back into the KITCHEN and hovers over Emma as\nshe slices the corned beef.\n\nBRIDGET\nThinner. Thinner.\n\nEmma slams the knife down and glares at her mother.\n\nEmma grabs two completed plates and goes into the dining\nroom. Bridget slices the last piece and brings the two last\nplates into the DINING ROOM. She sits next to Emma.\n\nMARION\nI said honey, this age is where it\nstarts, it’s all about control --\n\nBERT\n(quickly, monotone)\nBless us O Lord for these thy gifts\nwhich we are about to receive from\nthy bounty through Christ our Lord\namen.\n\f41.\n\nALL\nAmen.\n\nBert leans over to Ruth and begins cutting her meat.\n\nMARION\nNow Emma, you got a boyfriend or\nwhat?\n\nNICK\n\nShe’s got a few.\n\nBRIDGET\nCool it, Nicky.\n\nBERT\nJust as easy to love a rich one as\na poor one, Squeaks. No bells and\nwhistles.\n\nMARION\nYou know my Frankie died seventeen\nyears ago and I never remarried\neven though I had plenty of chances\nand you know why? ‘Cause hand to\nGod, Frankie never left, every\nsingle night he’s right there next\nto me, hand to God.\n\nBridget and Emma are looking at Marion intensely. Then, in\nunison, they look at their plates, hiding the same wound.\n\nRUTH\nThat's right.",
  "24": "---END OF PREVIOUS SECTION---\nBridget and Emma are looking at Marion intensely. Then, in\nunison, they look at their plates, hiding the same wound. RUTH\nThat's right. \n---TARGET SECTION TO BE ANNOTATED---\n He’s out there, and\nwhen he finds you, watch out, he’s\nnever gonna let you go.\n\nMARION\nSo I said to Margie, I said that\nkid’s gonna be big as house if you\ndon’t watch it, but you know\nMargie, not a word about it.\n\nRUTH\nYou know, I’m having a baby.\nEverybody looks at Ruth -- except Marion, who drones on,\noblivious.\nMARION\n\nKid’s gonna wind up with dia-bee-\ntus.\n\f42.\n\nBridget and Emma both sputter laughter - the kind that’s just\nneighboring tears. Marion looks at them, indignant.\n\nMARION (CONT'D)\nHeck’s a matter with you two?\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\n\nRuth’s arms are raised in the air as Bridget pulls a fresh\nnightie over her head. Ruth’s big eyes look at her.\n\nRUTH\nWhy did I get on that train?\n\nBridget pulls the bedsheets down. Ruth gets into bed.\nRUTH (CONT'D)\nI live here. I don’t know what’s\nthe matter with me.\nThen she remembers. She does know what’s the matter with her.\nRUTH (CONT'D)\nOh. Oh. Yes I do.\n(looking up at Bridget)\nShould I be in a home, do you\nthink?\nBoth of them want to take advantage of Ruth’s lucidity.\n\nBRIDGET\nWhat do you think?\n\nRUTH\nI don’t know. I don’t know.\n\nRuth’s brow is furrowed for a moment. Then her eyes go blank.\nHer mind has reset. She smiles up at Bridget, like a child.\n\nRUTH (CONT'D)\n‘Night, Mama.\nINT. OAK PARK CONDO - GUEST ROOM - NIGHT\n\nBridget paces the guest room, on the phone with Eddie. Her\neyes wash over the framed family photographs on the wall.\n\nEDDIE\nHow’s it going there?\n\f43.\n\nBRIDGET\nTerrible. Dad won’t even consider\nit.\n\nEDDIE\n\nI don’t blame him. Nobody wants to\nbe alone for the rest of their\nlife.\n\nBridget’s eyes stop on a picture of Bert and Ruth.\n\nEDDIE (CONT'D)\nHello?\n\nBRIDGET\nI’m here.",
  "25": "---END OF PREVIOUS SECTION---\nBridget’s eyes stop on a picture of Bert and Ruth. EDDIE (CONT'D)\nHello? BRIDGET\nI’m here. \n---TARGET SECTION TO BE ANNOTATED---\nEDDIE\nWhat’s going on with Emma?\n\nBRIDGET\nNothing. She’s fine.\n\nEDDIE\nShe didn’t register for next\nsemester.\n\nBridget stops pacing.\n\nBRIDGET\nWhat?\n\nEDDIE\nHer advisor called this morning\nasking if she was coming back.\n\nINT. OAK PARK CONDO - KITCHEN / PANTRY / DINING - NIGHT\nBridget comes into the kitchen and through the pantry. Nick\nstands at the counter, picking at the corned beef with his\nfingers.\n\nBRIDGET\nGross. Get a fork.\n\nHe makes a face at her.\nBridget continues into the DINING ROOM. Emma and Bert play\n\nChinese Checkers at the table. Bridget leans against the\ndoor, waiting for a moment to interrupt.\n\f44,\n\nBERT\n«+. we always did road trips and\nthat, she loves a good road trip.\nWe're driving down to Florida, then\nacross the country, be over by you\nright in time for Mary’s wedding.\n\nNick appears in the doorway behind Bridget, agape, with a\nfistful of beef.\n\nNICK\nWhat’re you, Thelma and Louise?\n\nBRIDGET\nShh. Mom's in bed.\n\nBERT\nShe does great in Florida,\nNicholas, every year she’s better.\n\nNICK\nNo she isn’t.\n\nBERT\nHow do you know?\n\nNICK\n‘Cause that’s not how it works! How\nit works is she gets worse. No\nmatter where you take her, she gets\nworse.\nRuth has entered.\n\nRUTH\nWho?\n\nBRIDGET AND NICK\nNobody, Mom.\n\nBERT\nNobody, Ruth. Go back to bed.\n\nEmma gets up to take her back to bed.\n\nEMMA\nI’ll take you, Grama.\n\nNICK\nHang on Emma.\n\nHe taps Ruth’s arm and points to Bert.\n\f45.\n\nNICK (CONT'D)\nWho is that?\n\nBRIDGET AND EMMA\n\nNicky.\nBERT\nOh, what is that?\nNICK\n(to Ruth)\n\nDo you know who that is?\n\nBERT\nOf course she knows.\n\nRUTH\n(pointing at Bert)\nHim?\n\nBERT\nYou know who I am, honey --\n\nNICK\nShh!\n\nThey all wait for Ruth to answer. She looks coyly at Bert.\n\nRUTH\nHe’s my boyfriend.",
  "26": "---END OF PREVIOUS SECTION---\nThey all wait for Ruth to answer. She looks coyly at Bert. RUTH\nHe’s my boyfriend. \n---TARGET SECTION TO BE ANNOTATED---\nBERT\nSee?\nNICK\nWhaddya mean see, are you her\nboyfriend?\nBRIDGET\nWell he’s not not her boyfriend.\nNICK\nNo he isn’t!\nRUTH\nWho?\nEMMA\n\nHe kinda is.\n\nNICK\nHe is not, Emma, for chrissake --\n\f46.\n\nEMMA\nHe is too, Nicky.\nRUTH\nWho’re you talking about?\nBERT BRIDGET\n(to Ruth) (to Ruth)\nYou. Dad.\nEMMA\nHe’s your husband, Grama.\nNICK\nWell don’t tell her, dammit --\nBERT\nShe knows I’m her husband.\nRUTH\nI know he’s my husband.\nNICK\nNo you don’t.\nEMMA\nYes she does.\nBRIDGET\n(to Nick)\n\nWell now you're telling her.\n\nNICK\nNo I’m not.\n\nEMMA\nYeah you are.\n\nBERT\nYou just told her she doesn’t know\nI’m her husband.\n\nNICK\n‘Cause she doesn’t!\n\nRUTH\nWho?\n\nBERT\n\nShe just toldja she did!\n\nNICK\n‘Cause Emma told her!\n\f47.\n\nThe home phone rings.\n\nRUTH\nI'll get it.\n\nRuth disappears into the kitchen and reaches for the phone.\n\nNICK\nShe's flippin’ off people in church\nfor chrissake, she’s drinking the\nholy water!\n\nEMMA\nSo?\n\nNICK\nWouldja stay out of it, Emma,\nyou're a kid for chrissake!\n\nRUTH (0.S.)\nHello? Hello!\n\nThe phone is still ringing. They look over toward the kitchen\ndoorway.\n\nRUTH (0.S) (CONT’D)\nHello? This damn thing.\n\nShe wanders out toward them, jabbing at a stapler. She puts\nit back to her ear.\n\nRUTH (CONT'D)\nHello?\n\n(to them; shaking her head)\nDamn thing never works.\n\nThey all stare at her.\n\nEMMA\nGrama.\n\nRUTH\nWhat.\n\nEMMA\n\nIt’s a stapler.\nShe looks down at it. Then she snorts laughter.\n\nRUTH\nWhat the heck am I doing with this?\n\nShe’s cracking up. Emma starts to laugh, and then Bridget,\nand suddenly the three of them are in hysterics.\n\f48.\n\nBert and Nick are not amused.",
  "27": "---END OF PREVIOUS SECTION---\nEmma starts to laugh, and then Bridget,\nand suddenly the three of them are in hysterics. 48. Bert and Nick are not amused. \n---TARGET SECTION TO BE ANNOTATED---\n Finally:\n\nNICK\nYeah, yuk it up, it’s all so\nhilarious, life’s just one big\nriot.\n\nHe’s had it. He turns on his heel and goes.\n\nEXT. OAK PARK CONDO - BACK PORCH / COURTYARD - NIGHT\n\nNick marches down the steps and stops to light a smoke.\nBridget appears in the door behind him and steps onto the\nporch.\n\nBRIDGET\nHey!\n\nNick turns.\n\nNICK\nLemme ask you something. What’d you\nfly all the way out here for?\n\nBRIDGET\nBecause Mom was missing.\n\nNICK\nNo. Because I asked you to. I asked\nyou to. Which I never do. I need\nsome help.\n\nBRIDGET\nI’m working on it.\n\nNICK\n\nYou don’t have time to work on it!\nYou rip the bandaid off, Bit, you\nsay guess what, we’re coming in\nwith moving boxes.\n\n(then)\nJimmy Laciak is holding spots. It’s\na big ass favor, he was supposed to\nhave the paperwork two days ago.\n\nBRIDGET\nOkay.\n(off his look)\nOkay.\n\nHe turns and walks to his car. She goes in.\n\f49,\n\nINT. OAK PARK CONDO - GUEST ROOM - DAY\n\nGrey light peeks over the curtains. Bridget, dressed in her\nrunning gear, sits on the edge of Emma’s side of the bed and\nshakes her awake.\n\nBRIDGET\nEmma.\n\nEmma squints at her.\n\nBRIDGET (CONT'D)\nCome for a run with me.\n\nEmma blinks at her, one hundred percent not having it.\nBRIDGET (CONT'D)\nYou'll feel great afterward, I’m\ntelling you, you just have to --\n\nEmma grabs one of Bridget’s pillows and whacks Bridget in the\nface with it as she turns and covers her head.\n\nBridget gets up and goes for the door. Then she notices\nEmma's computer laying on the floor by her bedside.\n\nShe tiptoes over, grabs it, and carries it out of the room.\n\nEXT. OAK PARK STREET - DAY\n\nBridget runs down Oak Park Avenue, picking up her pace,\nsprinting faster and faster, as fast as she can for as long\nas she can.\n\nSomething catches her eye. She slows and stops.",
  "28": "---END OF PREVIOUS SECTION---\nOAK PARK STREET - DAY\n\nBridget runs down Oak Park Avenue, picking up her pace,\nsprinting faster and faster, as fast as she can for as long\nas she can. Something catches her eye. She slows and stops. \n---TARGET SECTION TO BE ANNOTATED---\nA HOFFSTEADER CONSTRUCTION pickup is parked at the curb. She\nstares at it a moment, looks around for its owner, then\ncontinues on at a jog.\n\nINT. OAK PARK CONDO - DINING ROOM - DAY\n\nRuth sits at the table sipping coffee, a towel draped over\nher shoulders. A bottle of Ensure sits on the table.\n\nBert is behind her, dying her roots, in a frilly apron. Road\nRunner cartoons play on a small TV in the corner.\n\nBridget enters from her run. Ruth starts to get up.\n\nRUTH\nThere’s my baby!\n\f50.\n\nBERT\nSit down Ruth, you got dye all over\nyou. Drink your Ensure.\nShe sticks her tongue out at him.\n\nRUTH\nMy boyfriend. Mr. Bossy.\n\nBridget gets a mug from the cabinet and sits. She pours\ncoffee from a carafe on the table.\n\nRUTH (CONT'D)\nDo you need anything?\n\nBERT\nShe's fine. Drink your Ensure.\n\nBridget moves the Ensure closer to Ruth.\n\nBRIDGET\nHere, Mom.\n\nShe drinks the Ensure.\n\nBERT\nSee? Tastes just like a chocolate\nmalt.\n\nRUTH\n\nYou wouldn’t know a chocolate malt\nif it bit you in the tush.\n\n(to Bridget)\nSee, I was a fountain girl, in...\n\nBERT\nAmboy.\n\nRUTH\nAmboy, and consequently... my Dad\nworks on the trains, he’s a...\n\nBERT\nAn engineer.\n\nRUTH\nAn engineer, that’s right, he’d get\noff the trains and bring me\nchocolate malts ‘cause I was sick,\nI was very sick, I had...\n\nBERT\nPolio.\n\f51.\n\nRUTH\nPolio, mm-hmm, and all I did was\ndrink chocolate malts all day, and\n\nconsequently...\nBERT\nYou got fat.\nRUTH\nI got fat.\nBRIDGET\nDad.\nBERT\nWhat?\nBRIDGET\n\nShe was not fat.\n\nBERT\nShe was too fat.\n\nRUTH\nNo, I was, I was very fat.\n\nBert pulls the gloves off and washes his hands.\n\nRUTH (CONT'D)\nAnd then I was a housewife, and\nconsequently --\n\nBRIDGET\nYou were not.\n\nBERT\nYou were a career woman, Ruth, two-\ntime administrator of the year.",
  "29": "---END OF PREVIOUS SECTION---\nBert pulls the gloves off and washes his hands. RUTH (CONT'D)\nAnd then I was a housewife, and\nconsequently --\n\nBRIDGET\nYou were not. BERT\nYou were a career woman, Ruth, two-\ntime administrator of the year. \n---TARGET SECTION TO BE ANNOTATED---\nRUTH\n(impressed)\nHoly shit.\n\nBert sits down at the table and pours himself coffee. He\ngrabs his paper. Bridget picks up the arts section.\n\nRUTH (CONT'D)\n(re: Bert and Bridget)\nAnd how do you two know each other?\n\nBridget and Bert look up from their papers.\n\f52.\n\nBERT\n(a touch sharp)\nShe’s our daughter, Ruth. For\nchrissakes.\nRuth blushes at his tone. Her face twists anxiously.\n\nRUTH\nLemme get my purse.\n\nBERT\nDon’t touch anything.\n\nRUTH\nI’m not gonna touch anything, I’m\ngonna get my purse!\nRuth exits. Bert goes back to his paper.\n\nBERT\nWe're going to Edna’s for supper.\n\nBridget makes a face. Bert eyes her over his paper.\nBERT (CONT'D)\nWanna do me a favor?\nINT. OAK PARK CONDO - MASTER BATHROOM - DAY\nThe mirrors are fogged. Over the sound of the shower:\n\nBRIDGET (0.C.)\nKeep rinsing.\n\nA nightie and set of panties are a puddle on the floor.\n\nIN THE SHOWER -- Ruth, naked, thin, stands in the stream of\nwater, letting it run over her hair. Bridget soaps her own\nbody.\n\nRUTH\nYour turn.\n\nBRIDGET\nGimme your hand.\n\nRuth does. Bridget squeezes shampoo into Ruth’s hand. Ruth\nstares at it, not sure what to do.\n\nBRIDGET (CONT'D)\nRub it on your hair.\n\f53.\nRuth does, wide-eyed. Bridget steps into the water and wets\nher own hair. Shampoo drips down Ruth’s forehead.\n\nBRIDGET (CONT'D)\nClose your eyes, Mom.\n\nBridget wipes the dripping shampoo with a washcloth.\n\nRUTH\nIt’s so nice of you to do this for\nme.\n\nBRIDGET\n\nYou did it for me. Rinse your head.\n\nBridget shampoos her own hair. As Ruth rinses her head, her\nface relaxes. She has a memory.\n\nRUTH\nI did, didn’t I? Oh Nicky hated the\nbath, he kicked and screamed, I\nsaid to hell with it, let him stay\ndirty. But you were always a good\ngirl.",
  "30": "---END OF PREVIOUS SECTION---\nRUTH\nI did, didn’t I? Oh Nicky hated the\nbath, he kicked and screamed, I\nsaid to hell with it, let him stay\ndirty. But you were always a good\ngirl. \n---TARGET SECTION TO BE ANNOTATED---\nShe opens her eyes and looks at Bridget with concern.\n\nRUTH (CONT'D)\nI shoulda been a better mother.\n\nBRIDGET\nYou were a great mother.\n\nRuth searches for more, behind her closed eyes, then her face\ngoes slack. Her eyes pop open, blank.\n\nRUTH\nDo I need to wash my hair?\n\nBRIDGET\nYou did already. Here.\n\nBridget puts a bar of soap into Ruth’s hand.\n\nBRIDGET (CONT'D)\nWash your whoo-ha.\n\nRuth does. Bridget rinses her own head, then turns to rinse\nher face. Ruth begins to soap Bridget’s back.\n\nRUTH\nYou have a boyfriend?\n\f54.\nBRIDGET\nI have a husband.\n\nRUTH\nAre you happy?\n\nBridget, as usual, opens her mouth to lie. Then realizes: she\ndoesn’t have to. Ruth won’t remember.\n\nBRIDGET\nI’m lonely.\n\nRuth blinks. She stares at the soap, lost.\n\nRUTH\nDo I need to wash my hair?\n\nBRIDGET\nRinse your whoo-ha, Mom.\n\nRuth rinses her whoo-ha and gasps in delighted discovery.\nRUTH\nWhoo!\nINT. OAK PARK CONDO - MASTER BEDROOM CLOSET - DAY\nBridget, one towel around her torso, another wrapped around\nher head, stands with Ruth, fully dressed, in front of a pair\n\nof shoes.\n\nDown the hall, Marion can be heard droning on to Bert.\n\nRUTH\n\nI don’t want her to be upset.\nBRIDGET\n\nWho?\nRUTH\n\nWhoever’s shoes those are.\n\nBRIDGET\nThey’re your shoes, Mom.\n\nRUTH\nThey are not. Ugliest things I ever\nsaw in my life.\n\nNick comes in.\n\f55.\n\nNICK\nPut your shoes on, Mom. Marion's\nwaiting for you.\n(to Bridget)\nGo get the folder.\n\nBRIDGET\nJust - lemme get dressed.\n\nBridget heads down the hall, passing yammering Marion,\npassing Bert, who’s eyes are crossed listening to her.\n\nBERT\n(to Bridget)\nHurry up, we’re gonna be late.\n\nAnd on down the hall into the -\n\nINT. OAK PARK CONDO - GUEST ROOM - DAY\nEmma sits on the bed, arms crossed, fuming.",
  "31": "---END OF PREVIOUS SECTION---\nBERT\n(to Bridget)\nHurry up, we’re gonna be late. And on down the hall into the -\n\nINT. OAK PARK CONDO - GUEST ROOM - DAY\nEmma sits on the bed, arms crossed, fuming. \n---TARGET SECTION TO BE ANNOTATED---\nEMMA\nDid you go into my computer and log\ninto my school account?\n\nBridget ignores her. She rifles through her suitcase, looking\nfor clothes.\n\nEMMA (CONT'D)\nSomebody did. Somebody went in and\nsigned me up for a bunch of random\nclasses. That wasn’t you?\n\nBRIDGET\nNo.\n\nEMMA\nLiar.\n\nBRIDGET\n\nWell you lied to me. You told me\nyou filled out the dorm\napplication. How does it feel?\n\nEMMA\n‘Cause I didn’t want you on me,\nokay, I didn’t feel like dealing\nwith your bat shit hovering.\n\nEmma starts to get dressed.\n\f56.\n\nBRIDGET\nWere you ever going to do it?\nEMMA\nYes.\nBRIDGET\nWhen?\nEMMA\n\nWhen I decided whether or not I was\ngoing back, okay?\n\nNick knock/barges in. Bridget hikes up her towel. Emma hugs\nher shirt to her chest.\n\nEMMA (CONT'D)\nDoesn’t anybody know how to knock?\n\nNICK\nWhere’s the folder?\n\nBRIDGET\nDo you mind?\n\nNick spots the Reminiscence folder and grabs it.\n\nNICK\n(to Bridget)\nGet out here, Bitty, wouldja?\n\nBRIDGET\nJust a minute, Nick.\n\nNick goes.\n\nEMMA\nI am a grown up, okay? You make me\nfeel like there’s something wrong\nwith me.\n\nBRIDGET\nThere’s nothing wrong with you.\n\nEMMA\nI know!\n\nEmma gets her boots.\nBRIDGET\n\nI would have killed to go to\ncollege, Emma. Killed.\n\f57.\n\nEMMA\nI know.\n\nBRIDGET\nYou have no perspective. You have\nno idea how lucky you are.\n\nEmma turns to her, suddenly angry.\n\nEMMA\nDo you think I’m trying to hate\nschool? You think I wanna not get\nout of bed in the morning, that I\nlike laying there feeling like this\ngiant loser for blowing it, for\nwasting Dad’s money? Laying there\nthinking about how much you wanted\nto go until I wanna throw myself\nout the window, you think that’s\nfun for me?\n\nIt’s a gut punch for Bridget. Outside their door, voices\nbegin to raise.\n\nEMMA (CONT'D)\n\nTelling me I just need to come on\nyour stupid runs.",
  "32": "---END OF PREVIOUS SECTION---\nIt’s a gut punch for Bridget. Outside their door, voices\nbegin to raise. EMMA (CONT'D)\n\nTelling me I just need to come on\nyour stupid runs. \n---TARGET SECTION TO BE ANNOTATED---\n Like you’re not a\nfucking mess.\n\nBRIDGET\nI am not a mess.\n\nEmma scoffs laughter as she steps into her boots.\n\nThe voices down the hall grow louder. Bridget opens the door.\nNick and Bert are yelling down the hall. Bridget grits her\nteeth, hikes up her towel, and heads down the HALLWAY into\nthe --\n\nFOYER. Emma follows.\n\nNick and Bert are going at it. The Reminiscence Folder is on\nthe mail table. Bert is pulling his coat from the closet.\n\nNICK\nIt’s the best goddamn memory care\nin Chicago! Jimmy skipped a six\nmonth waiting list for you!\n\nBert turns. As he pulls his coat on:\n\f58.\n\nBERT\nLemme tell you something. Those\npictures on the tree in there?\nTellin’ her how she takes her\ncoffee, how many ice cubes she\nlikes in her scotch? That’s memory\ncare. I was there for every damn\nmemory she made the last sixty\nyears, and if I wasn’t there I had\nto hear about it thirty-seven\ntimes. So I’m the best memory care\nin Chicago. I bathe her, I feed\nher, I give her her pills, I wipe\nher ass and I do it a helluva lot\nbetter than some aide who doesn’t\ngive one goddamn hoot about who she\nspent 60 years becoming.\n\nHe puts his cap on.\nBERT (CONT'D)\n(to Bridget)\nGet your clothes on, we’re late.\n(re: the folder)\nAnd put that thing away before your\nmother sees it.\nHe goes. The front door closes behind him. Silence.\nAnd then Emma bursts into tears.\n\nNICK\nWhassa matter with you?\n\nBridget and Emma both turn to him, dumbfounded.\n\nBRIDGET EMMA\nIt’s sad! It's sad, Nicky, God!\n\nEmma plops on the couch. Nick disappears into the guest bath.\nBridget leans down and tries to put her arm around Emma, but\nshe swats it away. Nick re-enters with a wad of toilet paper\nand holds it out to Emma. She glares at him but takes it.\nEMMA (CONT'D)\n(to Nick)\nWhat are you, dead inside?\n\nNICK\nAlmost.\n\nBridget sits heavily in the chair next to Emma.",
  "33": "---END OF PREVIOUS SECTION---\nEMMA (CONT'D)\n(to Nick)\nWhat are you, dead inside? NICK\nAlmost. Bridget sits heavily in the chair next to Emma. \n---TARGET SECTION TO BE ANNOTATED---\n\f59.\n\nNICK (CONT'D)\nWatch the towel, huh, we don’t\nwanna see your whoo-ha.\n\nBridget adjusts the towel. Emma blows her nose. Then,\nsuddenly resolved:\n\nBRIDGET\nI don’t wanna go to Edna’s. I hate\nEdna. All she ever talks about is\nher stupid hip replacement.\n\nNICK\nThen don’t go.\n\nBRIDGET\n(to Emma)\nDo you wanna stay here with me?\n\nEMMA\nNo.\nNICK\n(to Emma)\nC'mon Emma.\n(to Bridget)\n\nWe'll tell Dad you got menopause.\nEmma and Nick head for the foyer. The door closes.\n\nBridget is alone. She sits for a few moments. Then she goes\nto the BAR in the corner and pours herself a drink.\n\nINT. OAK PARK CONDO - KITCHEN - DAY\n\nBridget, still in her towel, holding a scotch, stands at the\nkitchen table, looking down at the open Yellow Pages. The\ncordless house phone is to her ear.\n\nBRIDGET\nHi, is this -- Hoffsteader\nConstruction?... Is this Gerry? Hi,\nit’s - Bitty Eberhardt!... Hi!\nListen, you don’t do locks, do you?\n\nINT. OAK PARK CONDO - GUEST BATH - DAY\n\nBridget looks in the mirror, fiddling with her frumpy\nsweater.\n\f60.\n\nINT. OAK PARK CONDO - MASTER BEDROOM —- DAY\n\nBridget, in her bra and jeans, shuffles through her mother’s\ncloset. She pulls out a ivory blouse in a plastic dry\ncleaning bag.\n\nINT. OAK PARK CONDO - BOUDOIR - A MOMENT LATER\n\nBridget buttons the blouse in the mirror. It’s sheer; her bra\nshows through. She rifles through her mother’s slips ina\ndresser drawer and pulls out an unopened TV dinner.\n\nThe doorbell RINGS.\n\nBRIDGET\nShit.\n\nShe grabs one of her mother’s lipsticks and swipes it on her\nlips, then makes a horrified face at it’s brightness. She\nblots vigorously, pulls her hair out of it’s messy bun and\nraces out toward the front door.\n\nINT.",
  "34": "---END OF PREVIOUS SECTION---\nShe grabs one of her mother’s lipsticks and swipes it on her\nlips, then makes a horrified face at it’s brightness. She\nblots vigorously, pulls her hair out of it’s messy bun and\nraces out toward the front door. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OAK PARK CONDO - FOYER - DAY\n\nBridget, in the blouse, bra showing underneath, stands at the\nopen door with Gerry, who is on a knee, examining it.\n\nBRIDGET\nI was thinking a lock with a key\nbut the key on the inside, you\nknow?\n\nGERRY\nRight, so you can lock it and hide\nthe key from her.\n\nBRIDGET\nExactly.\n\nGERRY\nSmart. Back door too?\n\nBRIDGET\nYeah, if you have time, that’d be -\ngood.\n\nGERRY\nFor you? I got all the time in the\nworld.\n\nAn awkward beat, then Gerry covers nervously.\n\f61.\n\nGERRY (CONT'D)\nI mean ‘cause it’s an easy thing to\ndo. Things. Two doors are things.\nWith an s. Take me twenty minutes,\nhalf hour tops, so.\n\nBRIDGET\nGreat.\n\nAnother awkward beat, then:\n\nBRIDGET (CONT'D)\nDo you want some coffee?\n\nINT. OAK PARK CONDO - KITCHEN - DAY\n\nBridget pulls the crock of corned beef out of the fridge and\nmakes Gerry a sandwich as he pours coffee into mugs.\n\nGERRY\nSorry about your mom.\n\nBRIDGET\nOh, thanks. That’s okay.\n\nGERRY\nNo. No it isn’t.\n\nHis unwillingness to dismiss things people generally dismiss\ncatches her off guard.\n\nGERRY (CONT'D)\nDad's been gone two years, Mom\neleven Easter Sunday. Still not\nokay.\n\n(then)\n\nDoesn’t matter how old you are.\nLife is just harder when you don’t\nhave parents.\n\nA beat, then:\n\nGERRY (CONT'D)\nDo you have sugar?\n\nBRIDGET\nSugar? Sugar.\n\nShe opens the cabinet to the left of the sink. A bag of sugar\nis high on a shelf. She jumps for it.\n\nGERRY\nHere.\n\f62.\n\nHe comes behind her and reaches over her for it, his other\nhand on the small of her back. There is nothing forward or\ninappropriate about this, but something about him behind her,\nhis smell, his touch...\n\nHer knees begin to buckle. She literally swoons.\n\nShe steps away before her knees give completely, and fumbles,\nlight-headed, to steady herself on the counter.",
  "35": "---END OF PREVIOUS SECTION---\nHer knees begin to buckle. She literally swoons. She steps away before her knees give completely, and fumbles,\nlight-headed, to steady herself on the counter. \n---TARGET SECTION TO BE ANNOTATED---\nGERRY (CONT'D)\nYou all right?\n\nBRIDGET\nMm-hmm!\n\nUtterly flustered, she pulls her blouse away from her chest.\n\nBRIDGET (CONT'D)\nSorry, I just - got hot, is it hot?\nI have low blood pressure. Blood\nsugar. I think I’m starving.\n\nA beat, then Gerry points, obviously, at the sandwiches. She\ngrabs a bagel from the plate from this morning and pulls the\ninsides out and eats the edges.\n\nBRIDGET (CONT'D)\nI don’t eat... things.\n\nGERRY\nCalifornia girl.\n\nShe nods, mortified. He picks up his coffee and smiles\nknowingly at her.\n\nGERRY (CONT'D)\nI get it, you know? I’m divorced\ntoo.\n\nBRIDGET\nWhat?\n\nGERRY\nI have a radar. Like gay-dar.\nDivorce-dar. Plus no ring, so.\n\nShe waits for herself to correct him... but is suddenly mute.\nHe blushes, thinking he’s overstepped.\n\nGERRY (CONT'D)\nSo, I'll just - get started.\n\nHe takes his coffee and plate with the sandwich and goes.\n\f63.\n\nINT. OAK PARK CONDO - HALF BATH OFF KITCHEN - DAY\nThe distant sound of drilling over Led Zeppelin.\nBridget paces the small bathroom off the kitchen.\n\nBRIDGET\n(rehearsing)\nI am married, I lost my ring and.\nI’m still married. I’m actually\nstill married. I’m... you have\nbeautiful biceps but I’m...\n\nShe slaps herself in the face. She’s stoic, then:\n\nBRIDGET (CONT'D)\n\nOw.\n\n(then)\nI’m married. It was a joke.\n\n(laughing)\nGotcha! Funny!\n\n(sobering)\nNo. Not funny. I didn’t say\nanything because I, I --\n\n(to herself)\nYou don’t need to explain, he\ndoesn’t need to know, who is he,\nhe’s Dommie’s little brother,\nDommie’s tubby little junior high\nbrother, who cares what he thinks.\n\n(resolved)\nI’m married. Can I get you more\ncoffee?\n\nShe takes a deep breath, steps out into the foyer.\n\nINT.",
  "36": "---END OF PREVIOUS SECTION---\nCan I get you more\ncoffee? She takes a deep breath, steps out into the foyer. INT. \n---TARGET SECTION TO BE ANNOTATED---\n OAK PARK CONDO - GUEST ROOM - DAY - LATER\n\nBridget, glass of scotch in hand, talking a mile a minute, is\nrifling through Emma’s suitcase, rambling loudly.\n\nBRIDGET\n‘Cause he’s a wonderful guy, he\nreally is, we don’t fight, we don’t\ncheat, we don’t - do anything,\nactually, he’s just -\n\nShe finds what she’s looking for: Emma’s cigarettes. She\ngrabs them and heads out into the --\n\f64.\n\nINT. OAK PARK CONDO —- HALLWAY - DAY\n\nGerry stands by the back door, holding a scotch of his own\nand an afghan for her. Bridget comes out of the guest room,\nstill rambling.\n\nBRIDGET\nHe’s a checklist person, you know?\nCollege, check, corporate law,\ncheck, wife, kids, check check\ncheck.\n\nShe pulls at the back door as he drapes the afghan over her\nshoulders.\n\nBRIDGET (CONT'D)\nWhich is fine, it’s just that I’m\nnot, I’m a mess, I'm messy, I'm -\n\nThe door isn’t opening.\n\nBRIDGET (CONT'D)\n(re: the door)\nWhat is this, why is this...\n\nGerry reaches over her shoulder and turns the new key in the\nlock at the back door. Bridget gets the door open. They head\nout the door and up the steps onto the landing.\n\nEXT. OAK PARK CONDO - PORCH - DAY - CONTINUOUS\n\nBRIDGET\nI was just so young when we got\nmarried, I mean, 20, God, Emma’s\n20, she can barely tie her shoes,\nand Mary, at 20 Mary thought she\nwas a lesbian, which - good for\nher! She should still be\nexperimenting, she’s got the rest\nof her life to make sacrifices for -\nwhat’s his face - Daniel. David!\nDavid? David. David David David.\n\nShe opens Emma’s pack of cigarettes. There are two left. She\nhands him one.\n\nBRIDGET (CONT'D)\nAnyway, what I’m trying to say is\nthat - I’m... I’m...\n\nGERRY\n(reminding her)\nYou're a mess, you’re messy...\n\f65.\n\nBRIDGET\nI’m amess, I’m messy, and I’m...",
  "37": "---END OF PREVIOUS SECTION---\nGERRY\n(reminding her)\nYou're a mess, you’re messy... 65. BRIDGET\nI’m amess, I’m messy, and I’m... \n---TARGET SECTION TO BE ANNOTATED---\nGERRY\n(suggesting)\nYou - work out?\n\nBRIDGET\nI work out, I work out, I run, I’m\na runner, I run...\n\nHe lights her cigarette for her, then his own. She inhales.\n\nBRIDGET (CONT'D)\nI haven't smoked in twenty years. I\ndon’t smoke. I don’t drink. I don’t\neat things.\n\n(then)\nYou know, everybody thinks being\nalone is so bad, so lonely, no, you\nknow what’s lonely? Laying awake in\nthe middle of the night thinking\nthis is it, this is the rest of my\nlife, this is as good as it gets,\nand then looking over at the man I\nspent twenty five years with,\nthinking - he must be awake too,\nthinking the same thing I am, he\nmust be.\n\n(dragging on her cigarette)\nLooking over to see him sleeping\nlike a baby?\n\nShe exhales.\n\nBRIDGET (CONT'D)\nThat is loneliest thing. That.\n\nThere are tears in Gerry’s eyes.\n\nGERRY\nJesus Christ, Bitty, goddamn.\n\nBRIDGET\nAlone? Alone is great! I went from\nmy father’s house to my husband’s\nhouse, I was never alone my whole\nlife. You have your coffee in the\nmorning, in your little -\nVictorian, with soul, with a porch\nswing, you have your coffee, do a\nlittle writing, a little\nmeditating...\n\f66.\n\nShe drags on her cigarette.\n\nGERRY\n\nSee, I knew you were a writer.\nBRIDGET\n\nI’m... a writer, a lover, a\n\nfighter, I’m a nurturer, I’m - I’m -\n\nGERRY\nYou're sexy as all get out.\n\nShe blinks, rocketed back to planet Earth.\n\nBRIDGET\nWhat?\n\nHe gets on his knees and comes to her.\n\nBRIDGET (CONT'D)\nOh! No. No no no, listen I --\n\nShe leans back as he gets very close to her and... sniffs.\nGERRY\nGod you smell good, you always\nsmelled so fucking good.\nShe did not think this through. She tries to push him back.\nBRIDGET\nUhh... I’m sorry, I’m not, I’m\nstill-\nSuddenly, he is kissing her. She freezes, paralyzed. And\nthen...",
  "38": "---END OF PREVIOUS SECTION---\nI’m sorry, I’m not, I’m\nstill-\nSuddenly, he is kissing her. She freezes, paralyzed. And\nthen... \n---TARGET SECTION TO BE ANNOTATED---\n she lets herself have one second, just one tiny, tiny\nsecond before she pushes him away, just as:\n\nNICK (0.S.)\nBitty!\n\nBridget turns slowly toward the voice, praying it’s not Nick\nstanding in the courtyard with a clear view.\n\nBut it is, of course. In his parka, cigarette lit.\n\nNICK (CONT'D)\nWhoops.\n\nGERRY\nHey Nick.\n\nNICK\nHey Ger.\n\f67.\n\nBRIDGET\n\nWhat - what - what about Edna?\nNICK\n\nShe's dead. Died this morning.\n\n(then)\nWhat, d’ja change the locks?\nThey're standing at the front door,\nyou dope, go let them in!\n\nBridget stares, holding her cigarette, paralyzed. Gerry\nquickly disappears down the stairs to let them in the front.\n\nBridget’s eyes go wide. She chases after Gerry.\n\nINT. OAK PARK CONDO - HALLWAY - SECONDS LATER\nThe Zeppelin plays on a boom box on the mail table.\n\nGerry appears in the back doorway and heads down the hall\ntoward the front door. Bridget chases after him, panicked,\nstill holding the cigarette, hissing at him:\n\nBRIDGET\nWait! Wait!\n\nGerry turns.\n\nBRIDGET (CONT'D)\nCan you go - go - in the --\n\nGERRY\nWhat?\n\nShe gestures he goes down into the living room.\n\nBRIDGET\nDown -- down -- the --\n\nGERRY\n(re the cigarette)\nDid you want that in here?\n\nBridget realizes she’s still holding the cigarette. She races\nback down to the back door and flings it out wildly as Gerry\nwalks into the living room.\n\nShe races back down the hallway, waving the smoke away, and\nshuts off the music.\n\nThe new dead bolt locks the door from the inside; the key is\nin the lock. Bridget turns it and opens the door - to an\nincredibly pissed off Bert.\n\f68.\n\nEmma and Ruth sit on the steps in the hallway behind him.\n\nBERT\nWhat the heck’s going on in here?\n\nBRIDGET\nNothing, Dad, sorry, the music --\n\nBert sniffs the air.\n\nBERT\n\nYou're smoking in here?\nRUTH\n\nIs that my baby?\nBERT\n\nYou're smoking in my house?\nBRIDGET\n\nNo.\nBERT\n\nYou are too smoking in my house.",
  "39": "---END OF PREVIOUS SECTION---\nBERT\n\nYou're smoking in my house? BRIDGET\n\nNo. BERT\n\nYou are too smoking in my house. \n---TARGET SECTION TO BE ANNOTATED---\nRuth throws her arms around Bridget.\n\nRUTH\nI’m so happy to see you!\nBERT\nWhat the heck’re you wearing?\nBRIDGET\nHi Mom.\nBERT\n\nIs that your mother’s good blouse?\n\nRUTH\nWhose mother?\n\nBERT\nThat I just had dry cleaned?\n\nRuth spots Gerry, who is loitering in the living room.\n\nRUTH\nWho’s that?\n\nBERT\nWho’s who?\n\nBert rounds the corner and spots Gerry. He freezes.\n\f69.\n\nBRIDGET\nIt’s... Gerry. Gerry Hoffsteader,\nremember, from Mass?\n\nBert is staring at Gerry, stone-faced.\n\nGERRY\nNice to see you again, Mr.\nEberhardt.\n\nGerry approaches and extends his hand. Bert doesn’t take it.\n\nBRIDGET\nDad! It’s Gerry! He’s Dommie’s\nlittle brother, he’s a construction\nguy!\n\nBert is stone-faced. So is Emma.\n\nBRIDGET (CONT'D)\nYou didn’t see his truck in the\nlot? The - Hoffsteader Construction\ntruck, he’s a construction guy!\n\nNick enters the foyer, having come in the back door. He grabs\na sandwich from the mail table and watches the show.\n\nBRIDGET (CONT'D)\n\nHe’s Dommie’s little brother, we\n\nhaven’t seen each other since --\n(to Gerry)\n\n-- God, you were in junior high,\n\nright? Except for Mass.\n\nGerry doesn’t reply, putting together pieces of his own. Nick\nlooking Bridget up and down.\n\nNICK\nIs that Mom’s blouse?\n\nBRIDGET\nWe were just catching up, he\nfinished the locks, and --\n\nNICK\nDad just had that dry cleaned.\n\nBRIDGET\n-- ‘cause that’s why I called him,\nto put locks in like they have at\nthe Reminiscence Community --\n\f70.\n\nNICK\n(mouth full)\nReminiscence Neighborhood.\nNeighborhood.\n\nBRIDGET\nThat way she can’t get out and you\nguys can stay here!\n\nNICK\nWhat?\nBRIDGET\n(to Nick)\n\nFor now! As long as they don’t go\nto Florida.\n\nRuth has a sudden realization of who Gerry is.\nRUTH\n(to Bridget; re Gerry)\nOh! Your husband!\n(to Gerry)\nOh honey!\nShe goes to Gerry and throws her arms around him.",
  "40": "---END OF PREVIOUS SECTION---\nYour husband! (to Gerry)\nOh honey! She goes to Gerry and throws her arms around him. \n---TARGET SECTION TO BE ANNOTATED---\nEmma turns and marches down the hall. Bridget goes after her.\n\nINT. OAK PARK CONDO - GUEST ROOM — CONTINUOUS\n\nBridget walks into the guest room -- just in time to see Emma\ndisappear into the GUEST BATH and slam the door behind her.\n\nBridget goes to it and knock / barges. The door is locked.\n\nBRIDGET\nEmma.\n\nEmma doesn’t answer.\nBRIDGET (CONT'D)\nEmma!\nEXT. OAK PARK CONDO - PARKING LOT - DAY\n\nGerry loads his tools into the bed of his pick-up. Bridget\nstands nearby, coat-less, mortified, holding her checkbook.\n\nBRIDGET\nCan I just pay you? Lemme just pay\nyou, what do I owe?\n\f71.\n\nHe closes the tail of the pickup and eyes her.\n\nGERRY\nSo you're not divorced.\nBRIDGET\nNo.\nHe chews on this.\nGERRY\n\nAre you a writer?\nBRIDGET\nI’m a part-time demo chef ina\nkitchen showroom.\nHe chews on that.\n\nGERRY\nDo you wanna have sex?\n\nDespite this being a fair question, Bridget is taken aback\nand a little insulted.\n\nBRIDGET\nNo.\n\nGERRY\n1500.\n\nShe blinks at him.\n\nGERRY (CONT'D)\nIncludes materials.\n\nShe waits for him to say he’s kidding. He doesn’t. She bends\nover her checkbook.\n\nGERRY (CONT'D)\nGerry with a G... H-o-f-f...\n\nAs she writes, he gets close to her and takes one last sniff.\n\nEXT. OAK PARK CONDO - BUILDING SIDE DOOR - DAY\n\nNick smokes in front of the side door, overseeing the above.\nGerry's truck pulls out, Zeppelin blasting. Bridget walks up,\nshivering, waving Nick’s smoke away.\n\nNICK\nChemically sensitive, huh?\n\f72.\n\nBRIDGET\nLemme in, I’m freezing.\nNICK\nNice bra.\nBRIDGET\n\nLet me in.\n\nHis eyes narrow at her.\n\nShe turns\nentrance.\n\nNICK\nThey can stay? They can stay?\n\nand marches around the building toward the front\nHe marches after her.\n\nNICK (CONT'D)\nWho the hell do you think you are?\n\nBRIDGET\nThe person with power of attorney.",
  "41": "---END OF PREVIOUS SECTION---\nand marches around the building toward the front\nHe marches after her. NICK (CONT'D)\nWho the hell do you think you are? BRIDGET\nThe person with power of attorney. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nOh right, Queen Bitty, ladies and\ngentlemen, spends three days, three\nfucking days, gets it all figured\nout, throws in a lock, what a\ngenius, why didn’t I think of that?\n\nShe whirls on him.\n\nBRIDGET\nWho do you think you are? I’m not\nten minutes off the plane, you're\ntelling me what to do before I even\nhad a chance to evaluate the\nsituation.\n\nNICK\nWho am I? Who am I? I’m the one who\nis here!\n\nShe’s startled by his sudden rage.\n\nNICK (CONT'D)\n\nMe! I’m the one getting phone calls\nin the middle of the night. I’m the\none with her geriactrician on speed\ndial --\n\nShe turns and storms up the front walkway. He follows.\n\f73.\n\nNICK (CONT'D)\nThe fact that he gave you power of\n\nattorney is the biggest, stinkiest\n\npiece of favoritist bullshit I ever\nheard!\n\nShe opens the front door into the --\n\nINT. OAK PARK CONDO - VESTIBULE - DAY\n\nVESTIBULE -- and pulls on the second set of doors leading\ninto the condo lobby. They’re locked. There’s a keypad and a\nlist of a zillion residents on the wall.\n\nNICK\nOh, you don’t know the code? Isn’t\nthat funny.\n\nShe squints at the tiny print of residents’ names.\n\nNICK (CONT'D)\nLet’s get Gerry back here, have him\nchange the lock, I’ll take Emma to\nthe mall, you two can go at it.\n\nBRIDGET\nYou know why I got power of\nattorney? ‘Cause you’re an asshole,\nthat’s why. You’re an asshole.\n\nNICK\nYou got power of attorney ‘cause\nyou're a chicken shit. He knew\nyou'd never use it. You been\nletting him tell you what to do\nyour entire life.\n\nBRIDGET\nI have not.\n\nNICK\nYeah? Why’d you marry Eddie?\n\nShe’s caught and it makes her furious.\n\nBRIDGET\nBecause I didn’t know who I was,\nthat’s why, ‘cause Mom had her big\ncareer and I was the housekeeper.\n\nNICK\nOh my god.\n\f74.",
  "42": "---END OF PREVIOUS SECTION---\nBRIDGET\nBecause I didn’t know who I was,\nthat’s why, ‘cause Mom had her big\ncareer and I was the housekeeper. NICK\nOh my god. 74. \n---TARGET SECTION TO BE ANNOTATED---\nNICK (CONT'D)\nWho got dinner on the table? Who\nironed your Fenwick shirts?\n\nNICK (CONT'D)\nWho put a gun to your head?\n\nBRIDGET\nSomebody had to do it, I was the\ngirl.\n\nNICK\n\nOh gimme a break, it was woman's\nlib, Mom was running around in a\npower suit.\n\nBRIDGET\nAnd Dad's home raising me like it’s\n1945 on the farm, telling me to\nlose ten pounds and learn how to\ncook.\n\nNICK\nWho told you to listen?\n(then)\nYou're not some victim, some\nMartyr, nobody made you obey. Grow\nup, don’t be so terrified, don’t be\nsuch a liar.\n\nBRIDGET\nI’m not a liar.\n\nNICK\nYou've been lying so long you can’t\neven tell the difference between\nthe truth and what you want\neverybody to think is the truth.\n\nAn ELDERLY NEIGHBOR LADY comes into the Vestibule from the\noutside and eyes them suspiciously as she puts in her key.\n\nBRIDGET\nOur father lives here.\n\nNICK\nShe doesn’t know the code.\n\nNEIGHBOR LADY\n(shaming her)\nOughtta visit him once in a while.\n\f75.\n\nNICK\n(to the lady)\nHey. What are you, the guiltmonger?\n\nBRIDGET\nNicky.\n\nThe lady’s eyes narrow at Nick as they step into the LOBBY.\n\nNEIGHBOR LADY\nI know you. You’re the one who\nsmokes so close to my rosebushes.\n\nNICK\nOh, go sit on your rosebushes.\n\nThe lady walks down the hall in a huff.\n\nBRIDGET\nNicky.\n(calling to the lady)\nI’m so sorry.\n\nNICK\nFor what? What are you sorry for?\n\nBridget glares at him and starts down the hall. Then she\nspins back on him.",
  "43": "---END OF PREVIOUS SECTION---\nWhat are you sorry for? Bridget glares at him and starts down the hall. Then she\nspins back on him. \n---TARGET SECTION TO BE ANNOTATED---\nBRIDGET\nYou know, just because I don’t\nbulldoze people, I’m not some\nbully, talk about chicken shits,\nbullies are the biggest chicken\nshits around, going you, you, you,\nlemme tell ya what’s wrong with you\nso you don’t see everything wrong\nwith me! At least I’m not blaming\nMom and Dad for all my bullshit.\n\nNICK\nWhat? You just blamed them for your\nentire shitty 20 year marriage!\n\nBRIDGET\nAt least I had the guts to try, to\ntry to love somebody, let somebody\nlove me. At least I have something.\n\nNICK\nOh I got plenty, honey, believe me.\n\nBRIDGET\nYeah. You got a bar.\n\fBert storms out the door, furious.\n\nBERT\nGet. In. The house.\n\n76.\n\nNick marches past Bridget and steps up to Bert into the\n\nCONDO FOYER. Bridget watches from out in the hall.\n\nNICK\nWhy is Bitty power of attorney?\n\nBERT\n‘Cause you’re a hothead like your\nmother.\n\nNICK\n\n‘Cause you’re selfish. You know why\nthey improve in the memory places?\nCause they don’t have people like\nyou in their face going don’t\nforget me Ruth, don’t forget me,\ndon’t forget, you’re losing your\nmind.\n\n(then)\nThe one blessing of this disease is\nthey don’t remember that they don’t\nremember. Until you go and tell\nthem.\n\nBert's jaw sets. His eyes narrow at Nick.\n\nBERT\nYou think you’re a doctor? What the\nhell do you know, you’re a\nbartender for chrissake, almost\ngraduated from college, almost.\n\nNICK\nI ama bar owner, Dad.\n\nBERT\nDo you tend the bar?\n\nNICK\nI own the bar! I own it!\n\nBERT\nDo you tend it or not?\n\nNICK\nYes! Yes! I tend it! I tend it! I\ntend the bar that I own.\n\f77.\n\nI know it’s a real bummer, I hear\nyou loud and clear Pop, it’s a real\nshit fucking deal you gotta admit\nthat to your poker buddies.\n\nBERT\nWatch your language.\n\nNick glares, waiting for Bert to say more. He doesn’t.",
  "44": "---END OF PREVIOUS SECTION---\nBERT\nWatch your language. Nick glares, waiting for Bert to say more. He doesn’t. \n---TARGET SECTION TO BE ANNOTATED---\nNICK\nShe hit on me the other night. She\nhit on me. I had to tell her she\nwas hitting on her own son, you\nshoulda seen the look on her face.\nNick turns to Bridget.\nNICK (CONT'D)\nI'm done. They’re all yours, Bit,\ngodspeed.\n\nShe watches him head down the hall, pulling out his smokes.\nThen she looks into the Condo. Bert has disappeared into it.\n\nShe looks back down the hallway, empty except Neighbor Lady,\noutside her door, hands on hips, giving her a dirty look.\n\nBRIDGET\nWhat are you lookin’ at?\n\nBridget goes in the condo.\n\nINT. OAK PARK CONDO - HALLWAY/GUEST ROOM - CONTINUOUS\nBridget heads down the hallway, eyes peeled for Emma.\n\nShe heads into the GUEST ROOM. It’s empty. The bathroom door\nis open; it’s empty too.\n\nBRIDGET\nEmma?\nEXT. OAK PARK CONDO/NICK’S RANGE ROVER (PARKED) - DUSK\nNick storms up from the sidewalk by the condo, cigarette in\nhand, and climbs into his Range Rover. He puts his head back\n\nfor a moment. Then he turns the ignition.\n\nEmma jumps into the front seat and closes the door behind\nher.\n\f78.\n\nNICK\nWhat’re you doin’?\nEMMA\n(re: his cigarettes)\nGimme one.\nNICK\nNo.\nEMMA\n\nMom smoked mine.\n\nNICK\nGood. You shouldn’t smoke.\n\nEMMA\nEither should you.\n\nHe caves and tosses her his Pall Malls. She takes one and\nlights it. They smoke in silence a moment.\n\nHe watches her puff awkwardly on the cigarette.\n\nNICK\nWell if you’re gonna do it at least\nlook cool for chrissake. Here.\n\nHe adjusts the cigarette in her fingers. She tries it.\n\nNICK (CONT'D)\nThere you go, now you don’t look\nlike an asshole.\n\nThey smoke.\n\nEMMA\nI cannot deal with her.\n\nNICK\nNothing happened with that dude.\nYour mom’s a pain in the ass but\nshe’s one loyal duck.\n\nEMMA\n\nShe’s a hypocrite.\n\n(then)\nI hate watching her hate herself.\nBut it’s like if I don’t see her\nnobody else does.",
  "45": "---END OF PREVIOUS SECTION---\nEMMA\n\nShe’s a hypocrite. (then)\nI hate watching her hate herself. But it’s like if I don’t see her\nnobody else does. \n---TARGET SECTION TO BE ANNOTATED---\n(then)\nIt’s like I’m stuck there. On their\nglacier. The third wheel in their\nsilent treatment.\n\f79.\nBridget comes into view on the sidewalk, looking for Emma.\nShe doesn’t see them.\n\nEMMA (CONT'D)\nCan I go with you?\n\nNICK\nI don’t have anywhere to put you.\nI'm living in the basement of my\nbar.\nEmma looks at him.\n\nEMMA\nHate yourself too, huh?\n\nNICK\nGo on, get outta here, you’re\nspoiling my big exit.\n\nEmma gets out of the car.\n\nEXT. OAK PARK CONDO —- SIDEWALK - A MOMENT LATER\n\nEmma walks up to Bridget, still holding the cigarette. They\nstop a few feet away from each other.\n\nNeither of them say a word.\n\nAnd then Emma holds out her cigarette, sly, pointed, offering\nit to Bridget. She doesn’t take it.\n\nEmma tosses it and walks past her toward the condo.\nBridget’s eyes meet Nick’s, who has been watching from the\ncar. He flips her the bird and pulls off.\n\nINT. OAK PARK CONDO - GUEST ROOM - NIGHT\n\nBridget and Emma sleep in bed. The door is open.\n\nRuth, in her white nightie, passes by the doorway several\ntimes as she paces the dark hall, wringing her hands.\n\nFinally she peers into the guest room and goes to the bed.\nBridget starts awake. Ruth’s face is inches away.\n\nRUTH\nThere’s a man in my bed.\n\nBRIDGET\nIt’s Dad.\n\f80.\n\nRUTH\nI sleep with our Dad?\n\nBridget opens her mouth to correct Ruth. Then she remembers\nwhat Nick said.\n\nBRIDGET\nYeah.\n\nRuth’s face relaxes. She pads softly out of the room.\n\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT - CONTINUOUS\nRuth crawls into bed, rousing Bert.\n\nBERT\nStay in bed, honey.\n\nRUTH\nYou're a turkey.\n\nBERT\nYou're the turkey.\n\nHe pulls her close. Bridget watches from the doorway.\n\nINT. OAK PARK CONDO - GUEST ROOM - DAY\n\nBridget and Emma sleep. On the night stand, her cell phone\nvibrates.\n\nBridget reaches over and grabs it.",
  "46": "---END OF PREVIOUS SECTION---\nOAK PARK CONDO - GUEST ROOM - DAY\n\nBridget and Emma sleep. On the night stand, her cell phone\nvibrates. Bridget reaches over and grabs it. \n---TARGET SECTION TO BE ANNOTATED---\n It’s Eddie. She sends it\nto voicemail.\n\nINT. OAK PARK CONDO - BATHROOM - DAY\n\nBridget brushes her teeth. Her phone is on the counter,\nplaying Eddie’s voicemail on speaker.\n\nEDDIE’S VOICEMAIL\nHi, um, your father just called.\n\nBridget stops brushing and stares at the phone.\nEDDIE’S VOICEMAIL (CONT'D)\nHe said you’re coming home tonight?\nGimme a call.\n\nBridget stares at the phone. Then she chucks the toothbrush\nat the mirror and marches DOWN THE HALL.\n\f81.\n\nINT. OAK PARK CONDO - FOYER / LIVING ROOM - CONTINUOUS\n\nBridget peers in, looking for Bert. Ruth is peering at\npictures on the tree. She sees Bridget.\n\nRUTH\nIs that my baby?\n\nBridget ignores her and heads around the foyer corner into\nthe KITCHEN DOORWAY.\n\nBert is pouring a cup of coffee. Bags of groceries sit on the\ncounter. Bridget stands in the doorway and seethes at him.\n\nHe holds the coffee out to her.\n\nBRIDGET\nI don’t want it.\n\nBERT\nIt’s coffee.\n\nBRIDGET\nI don’t want it.\n\nBERT\nA course you want it. Here.\n\nShe explodes.\nBRIDGET\nI am a grown-up! If I don’t want\nthe coffee I don’t want the coffee!\n\nHe plops the coffee on the counter and goes to his groceries.\n\nBRIDGET (CONT'D)\nWhat did you tell him?\n\nRuth wanders in.\n\nRUTH\nWho?\n\nBERT\nNobody. Go turn on the Road Runner.\n\nRuth wanders out.\n\nBERT (CONT'D)\nI told him I bought you plane\ntickets and to pick you up at the\nairport, that’s what I told him.\n\f82.\n\nHe unpacks his groceries angrily, shaking his head.\n\nBERT (CONT'D)\nFloozin’ around with some\nconstruction bozo, I don’t even\nknow who you are.\n\nBRIDGET\nHe put locks on, Dad, and you’re\nwelcome by the way.\n\nBert slams down a can of peas.\n\nBERT\nWhat am I, some horse’s ass?\n\nHe returns to his groceries.\n\nBERT (CONT'D)\nEddie is as much a son to me as\nyour brother is.",
  "47": "---END OF PREVIOUS SECTION---\nBERT\nWhat am I, some horse’s ass? He returns to his groceries. BERT (CONT'D)\nEddie is as much a son to me as\nyour brother is. \n---TARGET SECTION TO BE ANNOTATED---\nBRIDGET\nI think you like Eddie more than\nyou like me. And my brother, for\nthat matter.\n\nBERT\nOh for chrissake, Bitty, what kinda\nthing is that to say?\n(then)\nGo get packed, we’re leavin’ in an\nhour.\n\nHe exits the kitchen. She follows him down the HALL -- past\nthe DEN, where Ruth watches the Road Runner -- and into the\n\nINT. OAK PARK CONDO - MASTER BEDROOM - DAY\nShe shuts the door behind her.\n\nBRIDGET\nAll my life you've been telling me,\nthere’s no bells and whistles,\nthere’s no bells and whistles.\n\nBERT\nThere isn’t.\n\nBRIDGET\nHow can you say that? You have more\nbells and whistles than anybody.\n\f83.\n\nShe’s losing her mind and you still\ncan’t live without her. Didn’t you\nwant that for me?\n\nBERT\nOf course I wanted that for you,\nthat’s all I want for you, why do\nyou think I’m sending you home?\n(then)\nLove is commitment, Bit, you work\nat it.\n\nBRIDGET\nI been working at it for 20 years.\n\nBERT\nWell you work at it 20 more if you\nwant what we got. Go home and think\nabout why you married him in the\nfirst place.\n\nBRIDGET\nI married him because you told me I\ncouldn’t do better.\n\nBERT\n\nYou couldn't! Eddie’s a home run!\nYour wedding was the best day of my\nlife, walking you down the aisle to\na man who might deserve you.\n\n(then)\nYou know what your problem is?\nCalifornia, that’s what, everybody\nout there flowin’ in the wind, re-\ninventing, what the heck is that?\nYou are who you are. I’m a husband,\na father, a Catholic, I know it\n‘cause I am it and I never had to\nthink about it. You go home to your\nhusband or you go stay with your\nbrother. There’s no reason to be\nunhappy in a perfectly good\nmarriage.\n\nThe only thing she can think of to make him understand is:\nBRIDGET\nWhy were you unhappy in your\nperfectly good Camry?\n\nHe looks at her, appalled at the comparison.\n\f84.\n\nBERT\nI don’t wanna look at you.",
  "48": "---END OF PREVIOUS SECTION---\nHe looks at her, appalled at the comparison. 84. BERT\nI don’t wanna look at you. \n---TARGET SECTION TO BE ANNOTATED---\n Go sit\nwith your mother.\n\nBRIDGET\nI never said I was leaving, I’m\nsaying I don’t have what you have.\n\nBERT\nYou do too! You think we didn’t\nhave rough patches? You aughtta go\ntalk to a priest.\n\nBRIDGET\nI’m not a Catholic anymore.\nBERT\nWell there’s your problem right\nthere.\nBridget explodes.\nBRIDGET\n\nHow do you know?\nHe looks at her, startled.\n\nBRIDGET (CONT'D)\nHow did you always know what my\nproblem was? Do I do that to you?\nDid I march in here saying Mom's\ngoing in a home, if you don’t like\nit, go talk to a priest?\n(then)\nI listened to you, Dad. I asked you\nwhat you wanted and I fought like\nhell to get it for you because you\nmatter to me, what you want matters\nto me, why don’t I matter to you?\n(losing it)\nWhy did I never matter? I’m\ncapable, I coulda done something, I-\n- Mom was a feminist for chrissake,\ndidn’t it occur to anybody to ask\nme what I wanted?\n\nBert is astonished.\n\nBERT\nWe did, honey. We did ask you. You\nsaid you couldn't wait to be a\nmother.\n\f85.\nIt lifts something massive from Bridget’s shoulders. There is\na still moment. The Road Runner wafts from down the hall.\nAnd then - there’s a knock/barge at the door. It’s Emma.\n\nEMMA\nIs Grama in here?\n\nBridget and Bert’s eyes go wide. They race out into the\nHALLWAY and look into the doorway of the DEN.\n\nIt’s empty.\n\nThey race to the FOYER. The front door is wide open.\n\nBert sprints through it. Bridget throws her feet into a pair\nof Bert’s shoes and races after him. Emma sprints the other\nway, down the building hallway.\n\nEXT. OAK PARK CONDO - BUILDING ENTRANCE - CONTINUOUS\n\nBert bolts out the doors and scans the landscape for Ruth.\nShe’s nowhere. He sprints off toward the elevated tracks.\n\nBridget flies out the building doors and down the walkway,\nhand over her eyes, scanning into the sun.\n\nBRIDGET\nMom!\n\nThere is no sign of Ruth.",
  "49": "---END OF PREVIOUS SECTION---\nBridget flies out the building doors and down the walkway,\nhand over her eyes, scanning into the sun. BRIDGET\nMom! There is no sign of Ruth. \n---TARGET SECTION TO BE ANNOTATED---\n Bridget sprints across the lawn.\nA moment later, Emma races down the walkway behind her.\n\nEMMA\nMom!\n\nBridget whips around to Emma.\n\nEMMA (CONT'D)\nI got her! She’s at Marion's!\n\nBridget whips around to Bert. He is kneeling on the ground,\nhead down.\n\nBRIDGET\nDad!\n\nBridget races to him, clumsy in his too-big shoes.\n\nHe doesn’t move. She arrives at him and kneels, terrified.\nHe is sweating, head down, shoulders shaking.\n\f86.\nBRIDGET (CONT'D)\nIs it your heart?\n\nThen she realizes: he is crying.\n\nINT. OAK PARK CONDO - DINING ROOM - DAY\n\nThe clock ticks. Bridget and Bert sit at the table. His head\nis down, but he’s recovered.\n\nBRIDGET\nI’ll stay. I’11 stay and help.\n\nHe is still for a long moment. Then he rises and leaves the\nroom.\n\nMoments later, he returns, carrying the Reminiscence Folder.\nHe sits, opens it, and pulls out a pen.\nEXT. O’HARE AIRPORT - NIGHT\n\nThe T-Bird idles on the curb. Bert and Emma pull suitcases\nout of the trunk. Emma watches Bridget and Ruth embrace.\n\nWhen they part, Ruth’s eyes are filled with tears.\nBRIDGET\nIt’s okay, Mom. I’1l be back ina\ncouple weeks.\n\nRUTH\nOh, I won't be here.\n\nShe’s so earnest that Bridget can’t help smiling.\n\nBRIDGET\nYeah? Where you going?\n\nAs though it were the most obvious thing in the world:\nRUTH\nI expect my mother’1l want me home\nby then.\n\nBridget and Emma stare, haunted. Bert goes to get in the car.\n\nBERT\nLet’s go, Ruth, it’s cold.\n\nBert gets in. Emma helps Ruth into the front seat.\n\f87.\n\nBERT (CONT'D)\nLove you, Bit.\n\nBRIDGET\nLove you, Dad.\n\nThey watch the car pull off, then head into O’Hare.\n\nINT. BRIDGET AND EDDIE’S HOUSE - DINING ROOM - NIGHT\n\nBridget, Eddie and Emma sit at the dining table, Emma in\nbetween her parents, eating the dinner Bridget has made.",
  "50": "---END OF PREVIOUS SECTION---\nThey watch the car pull off, then head into O’Hare. INT. BRIDGET AND EDDIE’S HOUSE - DINING ROOM - NIGHT\n\nBridget, Eddie and Emma sit at the dining table, Emma in\nbetween her parents, eating the dinner Bridget has made. \n---TARGET SECTION TO BE ANNOTATED---\nThey eat in silence for a long moment. And then:\n\nEDDIE\nSo? How was it?\n\nBRIDGET\nFine.\n\nEddie nods and looks at Emma.\n\nEMMA\nFine.\n\nAnd it occurs to Bridget that Nick might be right, that she’s\nraising two women not to say what’s really going on.\n\nEDDIE\nAre they all set? Your dad signed\neverything?\n\nBRIDGET\nMm-hmm. Yes. I have to go back ina\ncouple week, help them get moved.\n\nEDDIE\nSure. It’s good. It was time.\n(then)\nNick’s gotta be pretty happy. Being\nright for once in his life.\n\nThey eat. Eddie looks at Emma.\nEDDIE (CONT'D)\n(to Emma)\nDid you register for classes?\n\nBridget looks down, guilty.\n\nEMMA\nMm-hmm.\n\f88.\n\nEDDIE\nOh. Well. Good.\nINT. NICK’S BAR - DAY\nSun bounces off the copper bar. TWO QUIET REGULARS watch the\nmuted Bears game on the flat screen. Nick is behind the bar\n\nwith a clipboard, doing inventory. The front door opens.\n\nBert enters, in his coat and hat, newspaper under his arm.\nHe checks it all out as he takes a seat at the bar.\n\nNick goes over. Puts a cocktail napkin down and looks at Bert\nexpectantly. He’s not saying the first word.\n\nBERT\nYou do a Manhattan?\n\nNick turns and mixes it expertly. This very moment is the\nreason he’s perfected his manhattan.\n\nBert reads his paper. Nick strains the manhattan into a\nmartini glass in front of him, then rinses the shaker.\n\nHe pretends not to watch Bert take his first sip.\n\nBERT (CONT'D)\nDamn good manhattan, Nicholas.\n\nHead down, cleaning, Nick smiles.\n\nINT. BRIDGET AND EDDIE’S HOUSE - MASTER BEDROOM - NIGHT\nBridget lies awake. Eddie sleeps soundly beside her.\n\nQuietly, she gets out of bed.\n\nINT. BRIDGET AND EDDIE’S HOUSE - EMMA’S ROOM - NIGHT\n\nEmma sleeps in her bed. Bridget tiptoes into the room and\ncrawls into bed beside her. Emma moans.\n\nEMMA\nWhat are you doing?\n\nBRIDGET\nJust - let me.",
  "51": "---END OF PREVIOUS SECTION---\nEmma moans. EMMA\nWhat are you doing? BRIDGET\nJust - let me. \n---TARGET SECTION TO BE ANNOTATED---\nEmma lets her crawl in beside her. Bridget touches her hair\ntenderly.\n\f89.\n\nBRIDGET (CONT'D)\nI’m sorry. I just look at you...\nand all I see is my baby.\n\nEMMA\nI know.\n\nBRIDGET\nYou don’t have to go back if you\ndon’t want.\n\nEMMA\nI can’t stay here, Mom.\n\nEmma closes her eyes. Bridget watches her sleep.\n\nINT. OAK PARK CONDO - LIVING ROOM - NIGHT\n\nThe clock ticks. Ruth sits cross-legged on the floor, looking\nat the pictures on the tree. Bert hands her a scotch.\n\nRUTH\n\nIs it Christmas?\nBERT\n\nYou got drunk on Christmas.\nRUTH\n\n(pious)\n\nI did not.\n\nBERT\n\nGet the presents.\nShe picks up the two presents as he sits in his recliner.\n\nBERT (CONT'D)\nHere. I’1l go first.\n\nHe takes the gift he bought himself. She looks on anxiously.\n\nRUTH\nWho got you that?\n\nBERT\nYou did, you turkey.\n\nShe wrings her hands, hoping she got him something good.\n\nBERT (CONT'D)\nMacadamias!\n\f90.\nRUTH\nOh! You love those!\n\nBERT\nThank you honey.\n\nShe smiles at him as he leans down and kisses her.\n\nBERT (CONT'D)\nYour turn. Open up.\n\nShe looks down at the box, not sure what to do. Bert reaches\ndown and gently pulls open a flap.\n\nBERT (CONT'D)\nNow rip it.\n\nShe starts to, unsure.\n\nBERT (CONT'D)\nJust rip it, honey.\n\nShe does. Inside is a long skinny jewelry box.\n\nBERT (CONT'D)\nOpen it up.\n\nShe does, carefully, and gasps. It’s an antique locket on a\nsilver chain.\n\nRUTH\nOoh!\n\nBERT\nC’mere, now, lemme show you.\n\nShe shuffles to Bert spryly on her knees. He opens the locket\nand shows her the picture inside.\n\nBERT (CONT'D)\nYou know who that is?\n\nShe stares at it hard for a moment. Then she remembers.\n\nRUTH\nThat’s you ‘n me.\n\nBERT\nThat’s right. You ‘n me.\n\nHe struggles not to get emotional.\n\f91.\n\nBERT (CONT'D)\n(brightly)\n\nSo when you forget, you can just\n\nlook at it.",
  "52": "---END OF PREVIOUS SECTION---\nHe struggles not to get emotional. 91. BERT (CONT'D)\n(brightly)\n\nSo when you forget, you can just\n\nlook at it. \n---TARGET SECTION TO BE ANNOTATED---\n All right?\n\nTears well in her eyes. She knows exactly what he means. She\nthrows her arms around him and holds him tight.\n\nRUTH\nI’m so sorry, Bertie.\n\nHe blinks back tears and holds her just as tightly.\nBERT\nIt’s all right, honey. I’m all\nright.\nEXT. RANCH HOUSE - WHEATON, ILLINOIS - DAY\nNick, freshly shaven, approaches the front door of a small\nhouse, holding a bouquet of flowers and a wrapped gift. He\n\nrings the bell and messes with his hair nervously.\n\nThe door opens slowly. A tow-headed four year old is behind\nit. This is NATE. He beams up at Nick, delighted.\n\nNATE\nHey Nicky.\n\nNICK\nHey Natey.\n\nThe door opens wider, revealing RACHEL, 40s. She stares at\nNick. And then she smiles just a little.\n\nINT. OAK PARK CONDO - LIVING ROOM - NIGHT\n\nIt’s New Year’s Eve. Ruth’s soprano hums Auld Lang Syne.\n\nIn the light of the tree, Bert and Ruth slow dance, her cheek\non his chest.\n\nINT. MARY AND DAVID’S HOUSE - LIVING ROOM - NIGHT\n\nMary and David are curled up on the couch. The Ball Drop\nplays on the TV. She is fast asleep on his chest.\n\nHe gently kisses her forehead as the countdown begins.\n\f92.\n\nINT. BRIDGET AND EDDIE’S HOUSE - LIVING ROOM - NIGHT\n\nBridget, Emma and Eddie sit on the couch, Emma between her\nparents. The ladies sip champagne. Eddie dozes with the\nremote in his hand. As the countdown hits midnight, Emma\nnudges Eddie awake.\n\nEDDIE\nHappy New Year.\n\nBRIDGET\nHappy New Year.\n\nOver Emma, they share a perfunctory kiss.\n\nINT. BRIDGET AND EDDIE’S HOUSE - MASTER BEDROOM - NIGHT\n\nBridget reclines in bed with cookbooks, copying recipes into\na notebook. Eddie comes in and begins to get ready for bed.\n\nEDDIE\nWho is Gerry Hoffsteader?\n\nBridget looks up and catches her breath, caught.\n\nBRIDGET\nI don’t know.\n\nEDDIE\nYou don’t know?\n\nBRIDGET\nI don’t know.\n\nEddie turns to her.",
  "53": "---END OF PREVIOUS SECTION---\nEDDIE\nYou don’t know? BRIDGET\nI don’t know. Eddie turns to her. \n---TARGET SECTION TO BE ANNOTATED---\nEDDIE\nYou didn’t write him a check for\n1500 bucks?\n\nBRIDGET\nOh! Yes. Yes. He’s a construction\nguy. He did some work on my\nparents’ locks.\n\nEddie stares at her.\nEDDIE\nWhat’d, he replace every lock in\nthe building?\n\nHe gets up and heads into his closet. Bridget breathes. He\nreturns with a nicely wrapped box and hands it to her.\n\f93.\nEDDIE (CONT'D)\nMerry Christmas.\n\nShe unwraps it. It’s a fancy cheese grater, packaged in it’s\nrectangular box.\n\nBRIDGET\nOh!\n(then)\nUm. I think you got me this\nalready.\nEDDIE\nDid I? Open it, they said it was\nnew.\nBRIDGET\n\nOh. Maybe it has a new feature or --\n\nShe opens the lid of the box. Inside, nestled in tissue\npaper, is a sizable diamond ring in an open jewelry box.\n\nEDDIE\nFigured if I had the diamond\nupgraded you might stop leaving it\nwith the pennies in the car.\n\nShe's speechless, eyes glued to the diamond. Then, incredibly\nmoved:\n\nBRIDGET\nThank you.\nEXT. STREET - DAWN\n\nBridget jogs along her tree-lined path. She picks up her\npace, speeding, sprinting --\n\nAnd then, all of a sudden, she is crying.\n\nShe stops, sits on a curb, puts her head down and lets it all\ngo.\n\nINT. BRIDGET AND EDDIE’S HOUSE - MASTER BEDROOM - DAWN\n\nEddie wakes. It isn’t until he sits up that he realizes\nBridget is not in bed beside him.\n\f94.\n\nINT. BRIDGET AND EDDIE’S HOUSE - DINING AREA - DAWN\n\nEddie stops at the foot of the stairs. Bridget is sitting\nquietly at the table.\n\nEDDIE\nAre you all right?\n\nBRIDGET\nYou are such a good man. That was\none of the most romantic gestures I\ncan imagine.\n\n(then)\nThe problem is... what is so, so\nawful is... how much worse I feel\n\nnow than before you gave it to me.\nEddie shakes his head, endlessly frustrated.\n\nEDDIE\nI have no clue what to do for you.\nYou are never happy, never.",
  "54": "---END OF PREVIOUS SECTION---\nEddie shakes his head, endlessly frustrated. EDDIE\nI have no clue what to do for you. You are never happy, never. \n---TARGET SECTION TO BE ANNOTATED---\nBRIDGET\nDo you want to leave?\n\nEDDIE\nNo. I made a promise. I’m a loyal\nperson.\n\nBRIDGET\n\nSo am I. That’s the thing. There\nare such good reasons to keep the\npromise, to get up day after day,\nkeep going the way we’ve been\ngoing, and that’s why I have\nthis... weight on my chest, this...\nterror that next week or next year\nor five years from now, there's\ngonna come a night where I lay in\nthat bed next to you, wide awake\nlong enough that I get up, walk out\nthe door and disappear like a\nghost.\n\n(then)\nHow do I live with that?\n\n(then)\nSomewhere, there is a woman who\nwould make you feel like such a\ngood man without you having to do a\nthing.\n\n(then)\nHow do I live with that? How do\nyou? Don’t you want to find her?\n\f95.\n\nEDDIE\nI thought I did.\n\nBRIDGET\nWhen?\n(then)\nYou married me for the same reason\nI married you. I checked the boxes.\n\nEDDIE\nI’m okay with that.\n\nBRIDGET\nI know.\n\nBridget takes a deep breath.\nBRIDGET (CONT'D)\nAnd I’m not.\nINT. BRIDGET AND EDDIE’S HOUSE - KITCHEN - NIGHT\nEddie, Bridget, Mary and Emma sit at the kitchen table in\nsilence. Emma looks down, picking at a place mat. Mary is\n\nglaring from one parent to the other. She scoffs angrily.\n\nMARY\nYou guys really have timing.\n\nNeither parent says anything.\n\nMary gets up and leaves the table. A second later, the front\ndoor slams shut. Bridget looks at Eddie. He shrugs, angry.\n\nEDDIE\nDon’t look at me.\nEXT. BRIDGET AND EDDIE’S HOUSE - NIGHT\n\nBridget hustles out the front door as Mary marches toward her\nGolf in the driveway.\n\nBRIDGET\nMary. Mare!\n\nMary stops and glares at her.\nMARY\n\nWhat? What? You want me to\ncongratulate you? Way to go, Mom.\n\f96.\n\nWay to finally deal with the\nelephant in the room, your timing\nis impeccable. I’m wearing your\nfucking wedding dress.",
  "55": "---END OF PREVIOUS SECTION---\n96. Way to finally deal with the\nelephant in the room, your timing\nis impeccable. I’m wearing your\nfucking wedding dress. \n---TARGET SECTION TO BE ANNOTATED---\nBRIDGET\nI’m sorry.\n\nMary starts toward her car, enraged. Bridget follows.\n\nMARY\nYeah, well, put that in the divorce\nannouncement. We’1ll stick it in\nwith the wedding invitations. Save\na stamp.\n\nMary starts to lose it. It’s not about her wedding or their\ndivorce. She turns back to Bridget.\n\nMARY (CONT'D)\n\nYou’re sorry? I’m sorry. I’m sorry\nyou have regrets or whatever, I\nwish it were different for you, I\nreally do.\n\nMary opens the door to the Golf, gets in, and starts the\nignition. Bridget opens the passenger door and gets in.\n\nIN THE GOLF --\n\nMARY (CONT'D)\nWhat are you doing?\n\nBRIDGET\n\nListen to me.\n\n(then)\nYou have every right to be pissed\nat me. And you can be as pissed as\nyou are for as long as you need to\nbe. But do not ever question that\nyou and your sister are the best\nthings that will ever happen to me.\nI do not have a single regret. Not\na single one. Do you understand?\n\nMARY\nCan you please just get out?\n\nBridget takes that in, then opens the door to the car.\n\nBRIDGET\nI love you. Drive safely.\n\nBridget gets out of the car and watches Mary speed off.\n\f97.\n\nINT. BRIDGET AND EDDIE’S HOUSE - EMMA'S ROOM - DAY\n\nBridget knocks and enters. Emma is on her bed, with her\ncomputer, in headphones. A beat, then:\n\nBRIDGET\nAre you all right?\n\nEMMA\nI’m fine.\n\nBRIDGET\nTalk to me.\n\nEMMA\nAre you gonna tell me I’m wrong?\n\nBRIDGET\nNo.\n\nEmma sighs and pulls her headphones off.\nEMMA\nDo you think this is some big shock\nor something?\n(then)\nYou've been pleasing other people\nfor 40 years. The next 40 years\nshould belong to you.\nBridget stands there, processing the wisdom of her daughter.\nEMMA (CONT'D)\nI wanna move to Chicago. Nicky\nneeds a barback. And I need a life.\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\nThat clock ticks.\n\nRuth and Bert sleep. His eyes open.",
  "56": "---END OF PREVIOUS SECTION---\nOAK PARK CONDO - MASTER BEDROOM - NIGHT\nThat clock ticks. Ruth and Bert sleep. His eyes open. \n---TARGET SECTION TO BE ANNOTATED---\n He blinks a few times,\nthen looks over at Ruth. She is still.\n\nHe watches her for a long moment.\n\nINT. OAK PARK CONDO - KITCHEN - NIGHT\n\nBert sits in a kitchen chair in his bathrobe. With shaking\nhands, he dials 911 on the land line.\n\f98.\n\nEXT. OAK PARK CONDO - FRONT ENTRANCE - NIGHT\n\nBert walks into the vestibule, still in his bathrobe, holding\nthe phone.\n\nHe slides down the glass and sits on the ground against it\nand listens as sirens grow in the distance.\n\nINT. RACHEL’S HOUSE - BEDROOM - NIGHT\n\nNick sleeps with Rachel beside him, her arm around his waist.\n\nHis cell phone rings on the side table. Rachel moans. He\ngrabs for the phone and sits up.\n\nNICK\nHello.\n\nAs he listens, he drops his head into his hands.\n\nINT. HOTEL ROOM - NIGHT\n\nBridget is asleep. Her cell phone rings on the night table.\nShe reaches for it.\n\nBRIDGET\nHello?\n\nShe lays for a long time, listening, expressionless, until:\n\nBRIDGET (CONT'D)\nOkay.\n\nShe hangs up. She slowly rises and sits at the edge of the\nbed, absolutely still for a very long moment.\nINT. FUNERAL HOME - VIEWING ROOM - DAY\n\nIt’s a large viewing room, and it’s full. The whole family\nstands in front of a casket, receiving a long line of guests.\n\nAt the end of the line is Ruth.\n\nShe's beautiful, in a black suit, greeting guests, truly\nremembering everybody or doing a darn good job of faking it.\n\nNate scampers around with a LITTLE GIRL, both in Sunday best.\n\nMarion is nearby, holding court to a cleaned up Gerry\nHoffsteader. Nick walks up and gives Gerry a stare-down.\n\f99.\n\nIn a corner, a SCREEN plays OLD SUPER 8 FAMILY FOOTAGE.\n\nINT. FUNERAL HOME - VIEWING ROOM - NIGHT\n\nIt’s later. Quieter. Bridget and Nick stand at the casket,\ngreeting the stragglers. Eddie, Mary and David sit nearby.\n\nIn a corner, Emma sits with Ruth, who stares down at a folded\npaper program. On the cover is a recent picture of Bert.",
  "57": "---END OF PREVIOUS SECTION---\nEddie, Mary and David sit nearby. In a corner, Emma sits with Ruth, who stares down at a folded\npaper program. On the cover is a recent picture of Bert. \n---TARGET SECTION TO BE ANNOTATED---\nRuth looks up from the program and looks around, anxious.\n\nRUTH\nThis looks like a wake. Is this a\nwake?\n\nEMMA\nYes.\n\nRUTH\n\nSee, that’s what I thought it was.\nShe looks down at the program again. Bridget walks over.\nBRIDGET\n(quietly to Emma)\nHow we doing?\nEmma shakes her head. Bridget sits on the other side of Ruth.\nEMMA\n(quietly to Bridget)\nShould we take her home?\n\nBRIDGET\nYou ready to go, Mom?\n\nRuth is concentrating on the picture of Bert on the program.\nRUTH\nI just - I can’t figure out for the\nlife of me whose wake this is.\n\nShe opens the program and puts her finger on the name inside.\nTraces along as she reads the words out loud.\n\nRUTH (CONT'D)\nNorbert. Ivan. Keller.\n\nShe inhales sharply. She understands.\n\nRUTH (CONT'D)\nOh.\n\f100.\n\nShe looks out distantly at the room.\n\nRUTH (CONT'D)\nHow could I have forgotten that?\n\nEXT. FUNERAL HOME - PARKING LOT - NIGHT\n\nBridget comes out of the funeral home carrying a flower\narrangement. Nick sits on a curb, smoking a cigarette.\n\nShe joins him. They sit quietly. And then Nick loses it.\n\nShe puts her arms around him and holds him as he cries.\n\nINT. ST. GILES’S CATHOLIC CHURCH - DAY\n\nBert’s casket is closed at the altar, American Flag draped\nover the top. Sunlight streams in the stained glass.\n\nBridget stands at the podium.\n\nBRIDGET\n\nMy dad grew up on a farm in a small\ntown called Amboy. He met Ruth\nO'Shea at an ice cream social and\nhad a thing for her ever since -\neven though she wouldn’t give him\nthe time of day. After high school,\nDad went off to Korea. When he came\nhome on leave, his mother told him\npoor Ruthie O’Shea had gotten polio\nand hadn’t been out of bed in six\nmonths. Dad marched over there,\npicked her up out of bed and\ncarried her, in his arms, to the\nmovies.\n\n(then)\nThat was that. He never let her go.\n\nEXT.",
  "58": "---END OF PREVIOUS SECTION---\n(then)\nThat was that. He never let her go. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n AMBOY CEMETERY - DAY\n\nThe mourners are huddled. It’s a bitter cold day in Amboy.\nAn ANCIENT VETERAN, light blue jacket over his dress blues,\nplays Taps on a trumpet. An AIR FORCE OFFICIAL hands Ruth\n\nBert's American Flag.\n\nThe final note of Taps hangs over the endlessly flat snow.\nTWO OFFICERS fire their weapons once, and then again.\n\f101.\n\nThere is silence. And then the creaking of the casket being\nlowered into the ground.\n\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\n\nIn the moonlight, Bridget tucks herself quietly into Bert’s\nside of the bed. Bert’s smell is everywhere.\n\nShe turns to the side. Ruth’s eyes are open, looking at her.\n\nRUTH\nIt was the perfect time.\n(then)\nAny later, I'd have forgotten him.\nAny earlier, I'd a missed him too\nmuch. Right now is perfect. I’1l\nhardly ever know the difference.\n\nIt takes Bridget’s breath away. She looks at Ruth, and Ruth\nat her, until Ruth’s eyes close.\nINT. CONDO BUILDING - STORAGE CLOSET - DAY/NIGHT\n\nAn overhead bulb clicks on. Bridget stands in a small storage\ncloset packed floor to ceiling with her parents’ life.\n\nShe takes a deep breath and starts scouring boxes. She opens\none labelled VA PAPERWORK. It’s full of Christmas ornaments.\n\nShe moves it aside and keeps searching. She finds what she’s\nlooking for: a box labelled RUTH. She opens it, pulls out old\nclothes and, at the bottom, a box with a see-through cover.\n\nInside that box is Ruth’s wedding gown.\n\nINT. OAK PARK CONDO - MASTER BEDROOM - NIGHT\nBridget buttons the back of the dress on Mary. It’s enormous.\n\nBRIDGET\nGeez. I guess she was fat then.\n\nMARY AND EMMA\nMom.\n\nEMMA\nShe was not fat.\n\nMARY\nLemme see it.\n\f102.\n\nMary walks to the full-length mirror. The dress is huge on\n\nher, and kind of hideous, but it’s perfect.",
  "59": "---END OF PREVIOUS SECTION---\n102. Mary walks to the full-length mirror. The dress is huge on\n\nher, and kind of hideous, but it’s perfect. \n---TARGET SECTION TO BE ANNOTATED---\nBRIDGET\nI will never understand how he\ncould look me in the eye and tell\nme there’s no bells and whistles\nwhen they had what they had.\n\nMARY\nWell how would he know? She was the\nonly person he ever tried to love.\nHe didn’t know he hit the jackpot.\nHe thought it’d be that good with\nanybody.\n\nBridget stands there, mind totally blown.\n\nINT. OAK PARK CONDO - DINING ROOM - DAY\n\nNick and Bridget stare each other down over reading glasses.\nThe table is strewn with a sea of documents and coffee cups.\n\nBRIDGET\nYou hate the car.\n\nNICK\nI don’t hate the car.\n(then; relenting)\nHow would you even get it to\nCalifornia?\n\nBRIDGET\nI’m gonna drive it.\n(then)\nWith Mom.\n\nNick blinks at her.\n\nBRIDGET (CONT'D)\nIt’s my turn. And if you wanna\nfight about it we can fight about\nit but at the end of the day I got\npower of attorney, so.\n\nThey stare each other down. Until:\n\nNICK\nDid somebody find the big girl\npants?\n\nBRIDGET\n\nShut up.\n\fNICK\nHope you got Triple A.\n\nINT. BERT’S THUNDERBIRD - DAY\n\n103.\n\nThe top is down. The car heads into the sun along California\nwine country, pulling a small U-Haul behind.\n\nBridget drives. Ruth is in the front seat, a scarf on her\n\nhead. Mary is in back.\n\nEXT. BRIDGET’S NEW HOUSE - FRONT DOOR - DAY\n\nRuth waits in the doorway of Bridget’s modest house. Bridget\n\njoins her with two cups of coffee.\n\nRUTH\n\nSee I was a fountain girl, in..\n\nBRIDGET\nAmboy.\n\nBridget hands Ruth her coffee. They walk\nand down the garden path.\n\nRUTH\nIn Amboy, my father would come\non the trains, he was a - a...\n\nBRIDGET\nAn engineer.\n\nRUTH\n\noff the front stoop\n\nhome\n\nAn engineer, and bring me chocolate\n\nmalts ‘cause I had...\n\nBRIDGET\nPolio.\n\nRUTH\nPolio, and consequently...\n\nBRIDGET\nYou got fat.\n\nRUTH\nI got fat, mm-hmm.\n\nThey sit side by side in the garden, sipping their\n\ncoffees.",
  "60": "---END OF PREVIOUS SECTION---\nBRIDGET\nYou got fat. RUTH\nI got fat, mm-hmm. They sit side by side in the garden, sipping their\n\ncoffees. \n---TARGET SECTION TO BE ANNOTATED---\n\f104.\n\nRUTH (CONT'D)\nWho are we missing? Are we missing\nsomebody?\n\nBridget takes Ruth’s locket, opens it and puts it in her\nhands. Ruth looks at the picture.\n\nRUTH (CONT'D)\nMy boyfriend.\n\nRuth snaps the locket closed.\n\nRUTH (CONT'D)\nHe’s home. He’s waiting for me.\nHe’s always hanging around, that\nturkey.\n(then)\nYou got a boyfriend?\n\nBRIDGET\nNo.\n\nRUTH\nWatch out. Once he finds you, he is\nnever gonna let you go.\n\nINT. NURSING HOME - LONG HALLWAY - DAY\n\nBridget and Ruth walk arm in arm down a long hallway toward a\nset of double doors. A keypad is on the wall next to them.\n\nBridget punches in the code. The doors open with a click.\n\nINT. NURSING HOME - MEMORY NEIGHBORHOOD - CONTINUOUS\n\nIt is bright and cheery. On one wall, a BUS STOP sign sits\nabove a bench. A LADY sits primly on it, purse in her lap.\n\nA FEMALE AIDE walks through a doorway and smiles at Ruth.\n\nRUTH\nIs that my baby?\n\nShe throws her arms around the aide. The aide hugs her back,\nwaving at Bridget over Ruth’s shoulder.\n\nBridget watches as Ruth takes the aide’s arm and guides her\ndown the hall. At the end, THREE LADIES come out and greet\nher. They chatter like schoolgirls, all of them battier than\nhell, and disappear in a gaggle down the hall. Ruth doesn’t\nonce look back at Bridget.\n\f105.\n\nIt never gets easier to be forgotten.\n\nEXT. NURSING HOME - PARKING LOT - MOMENTS LATER\n\nBridget walks to the Thunderbird, parked in the lot with the\ntop down. She gets in and starts the engine.\n\nShe looks over her shoulder and backs out of the parking\nspace, then puts the car in drive, faces forward, and gasps.\n\nAn enormous WILD TURKEY stands directly in front of the car.\nIt is staring right at her.\nShe stares back at it. They square off for a long moment.\n\nAnd then the turkey steps out of her way.",
  "61": "---END OF PREVIOUS SECTION---\nShe stares back at it. They square off for a long moment. And then the turkey steps out of her way. \n---TARGET SECTION TO BE ANNOTATED---\n Bridget, in the T-\nBird, smiles, revs the engine and disappears down the road.\n\nTHE END.\n\f"
}