{
  "1": "WHIPLASH\nby\n\nDamien Chazelle\n\fBLACK...\n\nWe hear a HIT. A drumstick against a drum head. Crisp, sharp.\nThen a second hit. Then a third and a fourth. The hits\ngrowing so fast they start to blur together. Like gunfire...\nINT. NASSAU BAND REHEARSAL STUDIO - GEHRING HALL - NIGHT 1\nA cavernous space. Sound-proofed walls. And in the center, a\nDRUM SET. Seated at it, in a sweat-marked white T, eyes\nzeroed on his single-stroke roll, is ANDREW NEIMAN.\n\nHe’s 19, slight, honors-student-skinny -- except for his\narms, which have been built from years and years of drumming.\n\nSuddenly -- a MAN enters the practice room. Stopping, rising--\nANDREW\nSorry... I’m -- I’m sorry--\nMAN\n\nIt’s ok. Stay there.\nThe MAN steps forward, removes his coat. He’s tall. Late\nfifties. Black T-shirt, black slacks, black shoes. We’1ll know\nhim as FLETCHER.\n\nThe room is silent now. And then, softly, as he’s one of\nthose people whose whisper can scare the crap out of you--\n\nFLETCHER\nWhat’s your name?\n\nANDREW\nAndrew Neiman, sir.\n\n(It’s pronounced “Nayman”.)\n\nFLETCHER\nWhat year are you?\n\nANDREW\nI’m a first-year, sir.\n\nFLETCHER\nYou know who I am?\n\nANDREW\nYes...\n\nFLETCHER\n\nYou know what I do?\n\fPink (9/10/2013) 2\n\nANDREW\nYes...\nFLETCHER\nSo you know I’m looking for players.\nANDREW\nYes...\nFLETCHER\n\nThen why did you stop playing?\n\nBeat. Andrew nods, smiles. He gets it. Summons up all his\nremaining energy and resumes playing, trying to really show\noff this time. Rolls, fills, speedy stick-work. He finishes.\n\nFLETCHER (CONT’D)\nDid I say to start playing again?\n\nAndrew looks at him.",
  "2": "---END OF PREVIOUS SECTION---\nHe finishes. FLETCHER (CONT’D)\nDid I say to start playing again? Andrew looks at him. \n---TARGET SECTION TO BE ANNOTATED---\nANDREW\nI thought--\n(then, blanching, )\nI’m sorry, I misun--\n\nFLETCHER\nI asked you why you stopped playing. Your\nversion of an answer was to turn into a\nwind-up drummer monkey.\n\nANDREW\nI’m sorry -- I--I stopped playing becau--\n\nFLETCHER\nShow me your rudiments.\n\nAndrew nods. Plays one rudiment after another: double-stroke\nroll, paradiddle, ratamacue, flam, flamadiddle.\n\nFLETCHER (CONT’D)\nUh-huh. Double-time swing.\n\nFletcher begins clapping his hand in time. Fast. Andrew plays.\nFLETCHER (CONT’D)\nNo. Double-time. Double it. Bop-bop-bop-\nbop-bop-bop-bop-bop-bop-bop.\n\nAndrew tries doubling the tempo. But he can’t. Fletcher STOPS\nCLAPPING. The sign of death.\n\nAndrew keeps playing, eyes shut... Then -- he hears the door\nCLOSE. He stops, and looks up. Fletcher has left the room.\n\fPink (9/10/2013) 3\n\nA moment later -- the door OPENS. It’s Fletcher. Andrew's\neyes widen. Maybe it’s not over...\n\nFLETCHER (CONT’D)\nWoopsy-daisy. Forgot my coat.\n\nFletcher grabs it, steps back out, CLOSES the door. Andrew\nstares ahead, alone again at the drums -- and totally\ndeflated.\n\nIt’s over.\nWIDE SHOT of the band room as Andrew slowly rises. A title card:\n\nShaffer Conservatory of Music\nFall Semester\n\nEXT. NEW YORK STREET - SHAFFER CONSERVATORY - NIGHT 2\n\nAndrew exits, hurries off. Pasted onto his overloaded back-\npack are patches, buttons, names: Krupa. Roach. Buddy Rich...\n\nThe buildings of midtown New York loom over him like giants --\nimmense, forbidding...\n\nINT. MOVIE THEATER - LOBBY - NIGHT 3\n\nA quiet two-screen theater. Andrew buys concessions. The GIRL\nat the counter is about his age. She’s pretty, but doesn’t\nreally know it. More to the point, she doesn’t seem to care.\nHer name is NICOLE.",
  "3": "---END OF PREVIOUS SECTION---\nShe’s pretty, but doesn’t\nreally know it. More to the point, she doesn’t seem to care. Her name is NICOLE. \n---TARGET SECTION TO BE ANNOTATED---\nNICOLE\nSwedish fish?\n\nANDREW\nNah, not this time, thanks...\n\nAndrew and Nicole exchange smiles. He takes his items --\npopcorn, Raisinets, two sodas -- and heads off. Peers back at\nNicole. She’s staring into space. She looks suddenly lonely.\n\nAndrew takes in the sight. You can tell he’s attracted to her\n-- but he’s too nervous to do anything. A beat later, he\nenters the theater.\n\nINT. MOVIE THEATER - MOMENTS LATER 4\nAndrew spots a 53-year-old man seated near the front. This is\n\nhis dad -- JIM. Mild-mannered, soft-spoken, average in every\nrespect. Has the eyes of a former dreamer.\n\fPink (9/10/2013)\n\nA smile between the two of them. Andrew hands his dad the\nRaisinets, hands him the drink. Routine. The movie hasn’t\nstarted yet. As they exchange items--\n\nJIM\nYou ok?\n\nANDREW\nSure...\n\nA beat.\n\nANDREW (CONT'D)\nHe had me play today.\n\nJIM\n\nAndrew shrugs. It’s clear what that means.\n\nJIM (CONT'D)\nYou still have other options.\n\nANDREW\nWhat do you mean?\n\nJIM\nIt’s good to be open-minded. When I was\nyour age I thought I’d have a book deal\nat 23. Then that changed to 30. Then 40.\n\nANDREW\nRight... And that didn’t upset you?\n\nJim shrugs, keeps his eyes down. He has a tendency to look\ndown when talking. The lights dim. The previews begin.\n\nANDREW (CONT'D)\nI mean, it has to do something to you.\n\nJIM\n(another shrug)\nI don’t know. Why? It’s just life.\n(pause)\nThere's other things to care about.\nFriends. Romance...\n\nAndrew takes it in. Especially the last part.\n\nJIM (CONT'D)\nAt my age you get perspective.\n\nANDREW\nI don’t want perspective.\n\fPink (9/10/2013) 4a\n\nJim smiles. A moment.\n\nJust then a MOVIEGOER squeezes into the row to head to a\nseat further down -- and bumps against Jim and his bucket\nof popcorn.\n\nJIM NEYMAN\nSorry.",
  "4": "---END OF PREVIOUS SECTION---\nA moment. Just then a MOVIEGOER squeezes into the row to head to a\nseat further down -- and bumps against Jim and his bucket\nof popcorn. JIM NEYMAN\nSorry. \n---TARGET SECTION TO BE ANNOTATED---\nThe Moviegoer doesn’t say a word. Andrew watches. Takes\nit in.\n\nOMITTED 5\n\fPink (9/10/2013) 5\n\nINT. DORMITORY - HALLWAY - HOURS LATER 6\n\nRusty elevator doors squeak open. Andrew steps out -- into a\ngrimy, green-walled hallway.\n\fPink (9/10/2013) 6\n\nDim lights, loud MUSIC blaring from behind a door. A thudding\nparty beat...\n\nAt the end of the hall -- where the music is coming from -- a\nfew PARTYGOERS mingle by a door. The door opens. A YOUNG MAN\nhands a SECOND YOUNG MAN a wad of cash in exchange for a Zip-\nlock bag of PILLS. The SECOND YOUNG MAN eyes Andrew.\n\nAndrew turns away, heads left -- to his own door. Hurriedly\nopens it and slips inside.\n\nINT. DORMITORY - ANDREW’S ROOM - NIGHT 7\n\nA single. Drumsticks and drum pads scattered, biographies of\nBach and Coltrane on the shelf, posters of Louis Armstrong\nand Charlie Parker on the walls. A TV is on, some sort of\nmusic documentary. Andrew watches from his bed -- as, over\nOLD AUDIO OF DRUMMING and old stills of a boy at a drum set --\n\nNARRATOR (V.O.)\nBy the age of ten, Traps the Boy Wonder\nwas wowing crowds all over America. By\nhis teens, Buddy Rich was well on his way\nto becoming the stuff of legend.\n\nTALKING HEAD #1\nLike any truly great player, Buddy seemed\nto have been born with music in his\nblood. He grasped it intuitively, ina\nway you and I just can't.\n\nTALKING HEAD #2\nYou check out the old stuff, man. You look\nat those movies when he was a kid, his\narms...\n\nBeat. Andrew takes it all in -- especially these words:\n\nTALKING HEAD #2 (0.S.) (CONT’D)\nYou just can't teach that. That kind of\ngenius.\n(pause)\nYou either got it or you don't.\n\nAndrew turns off the TV. We hear the party beat continuing\noutside, muffled. He leans back and switches off his light.",
  "5": "---END OF PREVIOUS SECTION---\nAndrew turns off the TV. We hear the party beat continuing\noutside, muffled. He leans back and switches off his light. \n---TARGET SECTION TO BE ANNOTATED---\nWE FADE OUT.\n\fPink (9/10/2013) 7\n\nINT. GEHRING HALL - NASSAU BAND ROOM - DAY 8\n\nThe same room we saw Andrew practicing in at night -- only now\nit’s full of musicians. Mostly male, mostly first- and second-\nyears. This is NASSAU BAND, one of Shaffer’s lower-level jazz\nensembles. Because it’s Shaffer, the players are still first-\nrate. A few third-years are here, too -- including a red-head\ndrummer with the body of a linebacker. RYAN CONNOLLY.\n\nAndrew looks up -- in time to see Ryan with a GIRL by the\ndoorway. Ryan’s girlfriend is gorgeous -- tall, all curves.\nRyan lets his hand slide down her shoulder. Andrew watches...\n\nThe GIRL waves bye to Ryan as he heads in. He’s all macho\nconfidence.\n\nTRUMPETER\nMy man Ry! Shit, how you feeling?\n\nRYAN\nStitched up at last, dude.\n\nTRUMPETER\nThings were hurting with Neiman on the kit--\n\nRyan taps him to stop. Andrew is within earshot -- and has\nheard. Beat. Ryan moves over to Andrew, sits down at the set.\n\nRYAN\nYou have a good weekend, bro?\n\nANDREW\nYeah. Definitely. Really good.\n\nRYAN\nDon’t worry about Greg. He’s a dick.\n\nAndrew nods. Admires Ryan. Seems more diminutive now than ever.\n\nRYAN (CONT'D)\nYou been practicing?\n\nANDREW\nYeah. All the time.\n\nRYAN\nMy man.\n\nThen -- the Nassau Band conductor appears: RON KRAMER.\n\nMR. KRAMER\nMorning, fellas. “Billie’s In”, bar 8.\n\fPink (9/10/2013) 8\n\nMr. Kramer CLAPS OFF in time -- and the band begins playing\nFIRST NASSAU BAND REHEARSAL CHART. Mid-tempo. Ryan’s\nconfident, in control. Andrew turns his pages, watches...\n\nMR. KRAMER (CONT’D)\nNice, Ryan... Woah, trumpets.\n\nTRUMPETER #2\nYeah, yeah - sorry about that one.\n\nMR. KRAMER\nJust brass again.\n\nTo Ryan’s left, a whisper--\n\nTRUMPETER\nRy...",
  "6": "---END OF PREVIOUS SECTION---\nMR. KRAMER\nJust brass again. To Ryan’s left, a whisper--\n\nTRUMPETER\nRy... \n---TARGET SECTION TO BE ANNOTATED---\nRyan turns. Visible as a silhouette through the frosted glass\nof the main door...is FLETCHER. Andrew turns and looks as\nwell. Tenses up.\n\nkk\nkk\n\nkk\nkk\n\nFletcher lingers outside. Then he walks on. Ryan turns back to\n\nthe Trumpeter.\nRYAN\nNot today.\nINT. GEHRING HALL - NASSAU BAND ROOM - MOMENTS LATER 9\n\nRehearsal has ended. The MUSICIANS have just filed out --\nexcept for Andrew, who’s hanging back...\n\nMR. KRAMER\n\nAre you learning from Ryan?\nANDREW\n\nYeah... He’s been great to me.\nMR. KRAMER\n\nLast week was a little overwhelming for you?\n\nANDREW\n(is that a question?)\nYeah...\n(then, hesitant, )\nI wonder...what you think about my progress?\n\nMR. KRAMER\nYour progress?\n\nANDREW\nI just... I’m...practicing hard and...\n\fPink (9/10/2013)\n\nMR. KRAMER\nAndrew -- you’ve got a good attitude. You\nalways arrive on time.\n\nAndrew nods. Waiting.\n\n8A\n\fPink (9/10/2013)\n\nMR. KRAMER (CONT’D)\nYeah. Ok?\n\nANDREW\n(beat)\nOk... Do you think... I know Fletcher's\nlooking for players...for Studio Band...\n\nMR. KRAMER\nYeah, Andrew... Lincoln Center looks out\nfor Fletcher's top players. If it weren’t\nfor Ryan’s injury he’d have been in Studio\nBand last year. He’s a natural player.\n\nAndrew takes this in. Nods.\n\nA beat.\n\nANDREW\nok.\n\nMR. KRAMER\n(this is awkward)\nLook... I’m going to be candid. 90% of\nour players will never make it into the\nLincoln Centers or the Collectives. The\nquestion is -- who’s in that 10%?\n\nMR. KRAMER (CONT’D)\nSo I'd practice. You could start a rock\nband.\n\nAndrew takes it in. The implication is clear.\n\nHe turns -- and glimpses a poster on the wall: a DRUMMER\nthrowing a stick in the air mid-solo. Buff. Confident. The\nopposite of him.\n\nANDREW\nI...I have one more question...",
  "7": "---END OF PREVIOUS SECTION---\nThe\nopposite of him. ANDREW\nI... I have one more question... \n---TARGET SECTION TO BE ANNOTATED---\n(Kramer looks at him)\n.-..Do you know what the process for\ntransferring is?\n\f10\n\n11\n\n12\n\nPink (9/10/2013) 10\nOMITTED 10\nINT. GEHRING HALL - BASEMENT HALLWAY - CONTINUOUS 11\n\nAndrew walks down a hallway. A piece of paper in his hand.\nIt’s a TRANSFER APPLICATION...\n\nHe notices as two attractive female students pass him. aK\nSTUDENT #1 **\n\nAt least you didn’t embarrass yourself aK\n\nlike what’s-his-face. **\n\nSTUDENT #2 **\n\nThat was truly pathetic. aK\n\nAs he continues walking, he hears music. Stops. Approaches. **\nLooks.\n\nINT. GEHRING HALL - STUDIO BAND ROOM - CONTINUOUS 11A\nThrough the pane of glass, Andrew can see a FULL ORCHESTRA.\nEveryone looks older than in Nassau. More focused. All eyes\nglued on Fletcher as he assumes his position...\n\nFletcher’s right arm moves, just a hair, and the band starts:\nfast, dazzling. Andrew watches -- in awe. The band’s playing\nSTUDIO BAND EAVESDROP CHART, and the sound is so full, so\nprecise, so commanding. Nothing like Nassau.\n\nAnd suddenly -- Fletcher TURNS AROUND. His eyes meet Andrew’s.\nAndrew ducks out of view -- shit --\n\n-- and hurries away.\n\nINT. ANDREW'S PRACTICE ROOM - A FEW HOURS LATER 12\nAndrew practices like mad, trying to nail a double-time swing.\nTo his left a digital METRONOME blinks. The time set: 380.\nAndrew stops. Resets the metronome. 390. Resumes playing.\nTries to keep up. Resets the metronome to 400. Can’t keep up\nat all now. Struggling, sweating, hands blistering, when --\nCRAAACK. Andrew's right drumstick SNAPS IN HALF.\n\nHe stops. Spent. Looks at his hand, sweating and throbbing from\nthe blisters.\n\nLooks back at the metronome. Still beeping away. He turns it off.",
  "8": "---END OF PREVIOUS SECTION---\nLooks back at the metronome. Still beeping away. He turns it off. \n---TARGET SECTION TO BE ANNOTATED---\nGlances up ahead at a poster -- of BUDDY RICH hunched over a drum\n\fPink (9/10/2013) 10A\n\nkit, mid-solo -- tacked to the wall.\n\nStares at the image. Then looks down -- at the PAPERWORK we\nsaw earlier. The heading: “APPLICATION TO TRANSFER”...\n\f12A\n\n13\n\nPink (9/10/2013) 11\n\nINT. ANDREW’S PRACTICE ROOM - MOMENTS LATER 12A\n\nA CD slides into a player. The title: “BUDDY RICH: BIRDLAND”.\nAndrew skips ahead to the third track. Immediately, drums\nstart. Another double-time swing. Only this one is insanely\nfast. Even faster than Andrew was going.\n\nAndrew listens. Looks at his drum kit. Thinks. Makes a decision.\nTurns the CD off.\n\nINT. MOVIE THEATER - LOBBY - AFTERNOON 13\n\nThe same movie theater as before. Andrew marches in. Has one\ngoal and one goal only now.\n\nWalks up to Nicole at the counter. Takes a deep breath, and--\n\nANDREW\nHey -- look -- I -- I don’t know how to\nsay this -- I see you in here all the\ntime and -- I was just wondering --\n\n(stops, collects himself, )\n-- if you'd want to get a bite to eat\nwith me.\n\nBeat. Nicole just looks at him. Andrew can’t believe he said what\nhe just said. Feels like a creep. Instantly regrets it.\n\nNICOLE\nPlease get away from me.\n\nANDREW\nI’m so sorry, I -- I didn’t mea--\n\nNICOLE\nI’m kidding.\n\nShe smiles. Beat. Andrew manages a nervous laugh.\n\nNICOLE (CONT'D)\nThat your dad you always come in with?\n\nANDREW\n(discombobulated, trying to keep up--)\nKind of bobs up and down when he walks?\nThat’s him.\n\nNICOLE\n(laughs; then, )\nAndrew, right? I’m Nicole.\n\nANDREW\nNice to meet you, Nicole...\n\f14\n\n15\n\nPink (9/10/2013) 12\nNICOLE\nMonday I get off at seven.\n\nANDREW\nMonday. Ok. Great. I’1ll be here Monday.",
  "9": "---END OF PREVIOUS SECTION---\nOk. Great. I’1ll be here Monday. \n---TARGET SECTION TO BE ANNOTATED---\nA moment -- an awkward silence -- then Andrew turns -- and,\nin a daze, realizing what’s just happened, his spirits\nsuddenly starting to soar -- he glides off.\nINT. GEHRING HALL - LOBBY OUTSIDE DEAN'S OFFICE - DAY 14\nThe next morning. Andrew, still riding high, is seated in a\nlobby outside the DEAN’s OFFICE. In his hand -- a FILLED-OUT\nTRANSFER APPLICATION.\nASSISTANT\nAndrew Neiman?\n(Andrew turns)\nDr. Fletcher would like to see you.\n\nANDREW\nOh. Ok...\n\nAndrew's thoughts are elsewhere. Distracted -- not sure what\nthis is about but doesn’t really care -- he dutifully follows...\nINT. GEHRING HALL - FLETCHER’S OFFICE - DAY 15\nBLACK. We hear knocking.\n\nFLETCHER (0.S.)\n\nCome in.\nA door opens -- the black gives way -- and we see, seated at\na polished mahogany desk, Fletcher. He looks as imposing --\nand as well-dressed -- as ever.\n\nFLETCHER (CONT’D)\nHey, Andrew! I guess Sophie found you?\n\nAndrew is taken aback. Fletcher remembers his first name?\n\nANDREW\nYes... I’m... I--\n\nFLETCHER\nCome in, come in, close the door...\n\nFletcher rises to greet Andrew, as Andrew closes the door.\n\fPink (9/10/2013) 13\n\nFLETCHER (CONT’D)\nI like to chat with students coming in\nand going out. I hear you’re going out?\n\nAndrew looks surprised by the warmth in Fletcher’s voice.\n\nANDREW\nYes. Transferring. To Columbia.\n\nFLETCHER\nTerrific. Columbia’s a terrific school.\nDid something precipitate this?\n\nANDREW\nI just decided to...\n(not sure how to say it)\n+..to try out some other things. Not focus\nonly on drums. You know?\n\nBeat. Fletcher looks at him. Is he upset? Dismayed?\n\nFLETCHER\n\nBravo.\n\n(as he starts to head back\n\ntoward his desk--)\nToo many students clamp down on their\n“pursuits” like leeches.\n\n(sits atop his desk)\nHobbies they picked up in their teens,\nand for what? Take a seat.",
  "10": "---END OF PREVIOUS SECTION---\n(as he starts to head back\n\ntoward his desk--)\nToo many students clamp down on their\n“pursuits” like leeches. (sits atop his desk)\nHobbies they picked up in their teens,\nand for what? Take a seat. \n---TARGET SECTION TO BE ANNOTATED---\nANDREW\n(starts heading to a couch)\nUh... Yeah.. I mean, I --\n\n(passes by a “lst Place Prize”\nplaque on a coffee-table)\n-- I was a little younger than my teens\nwhen I started drums, but--\n\nFLETCHER\n\nWhat were you then? Twelve?\nANDREW\n\nSix.\nFLETCHER\n\nOh. Well, kids start swimming when they’re\nsix, doesn’t mean they’re Michael Phelps.\n\nIt’s a hobby, never anything you consider\n\ngoing all the way with. Am I right?\n\nANDREW\nDefinitely. I mean -- well -- for a time,\nI thought I’d go all the way -- but, yeah--\n\fPink (9/10/2013) 14\n\nFLETCHER\nWell, kids want anything. I wanted to be\na nanny. Thank God those I trusted talked\nme out of it. Good to listen to advice.\n\nANDREW\nYes, I’ve done that, you’re right, it’s--\n\nFLETCHER\n--good to get outside perspectives. So\nlong as they don’t have ulterior motives,\nI’'d listen to what the people you trust\ntell you.\n\nAndrew nods. But that phrase seems to echo. Ulterior motives...\n\nFletcher hops down from the desk and makes his way to the\ncouch.\n\nFLETCHER (CONT’D)\nSo what's the passion you've chosen to\npursue at Columbia, then?\n\nANDREW\n(as Fletcher takes a seat next to\nhim)\nOh... Well... I’m not...not really sure.\n\nIt’s not a specific thing I have in mind.\n\nFLETCHER\nAh. Well that’s ok. You’re young. Most\npeople, it takes years for them to find\ntheir calling. My father, for instance --\nhe had no idea what he wanted at your age.\nHe tried a lot of things, a little bit of\nthis, a little bit of that. Took him years\nbefore he realized his dream was\ninsurance. That was his passion. The\ncubicle, the coffee breaks, the dry wall.\n\nHe lets this simmer for a beat. Then--\n\nFLETCHER (CONT’D)\nI’m sure you'll find your calling as well.\n\nHe rises back up. A moment of silence.\n\nFLETCHER (CONT’D)\nI guess that’s it, then.",
  "11": "---END OF PREVIOUS SECTION---\nHe rises back up. A moment of silence. FLETCHER (CONT’D)\nI guess that’s it, then. \n---TARGET SECTION TO BE ANNOTATED---\n Any questions?\n\nHe notices Andrew looking at a photo on the wall.\n\fHe takes\nstanding\ndrift to\nwalls...\nJVC Jazz\n\nPink (9/10/2013) 15\n\nFLETCHER (CONT’D)\nThat’s Sean Casey. Graduated three years\nago. Now he’s first trumpet at Lincoln\nCenter.\n\n(heading toward the door--)\nHe came a long way.\n\nANDREW\n(trying to collect his thoughts\nas he rises)\n+..SO -- are you -- still looking for\nStudio Band players then...?\n\nFLETCHER\n\n(turning around to face Andrew)\nSome, yes. But it’s no cakewalk. Most kids\nhere can’t last. Laszlo Polgar, Hungarian\npsychologist, declares in 1967 that talent\nis all about conditioning. Says he can make\nhis kids, whoever they are, the best in the\nworld at something. What that something is\nhe'll decide. He’s a lousy chess player but\nhe picks chess because it’s objective. Goes\naround looking for a wife, finds one who\nagrees to his experiment. Starts having\nkids: Susan, Sofia and Judit. Gets them\npracticing before they can even talk. These\nweren’t kids who were sitting and smelling\nthe roses. These were kids who were going\nto leave an actual mark on the world. Who\nwas the top female player by 1984? Susan.\nWho played the eight-straight-wins “Miracle\nof Rome” in 1989? Sofia. And who is\nuniversally considered the greatest female\nchess player of all time? Judit.\n\na breath. Smiles. We linger for a second on Andrew,\nin place, taking it all in. Andrew’s eyes quickly\nthe photos behind Fletcher -- the images on the\n\nThe Studio Band with Wynton Marsalis. Fletcher at the\nFestival. One jazz luminary after another...\n\nFLETCHER (CONT’D)\nWhich is why I’m sure you’1l be great at\nwhatever you set your mind to at Columbia.\n(puts his arm around Andrew, starts\nescorting him toward the door--)\nIt was a pleasure chatting, Andrew, now--\n\nANDREW\nI just -- one thing first -- I mean -- I’m\nnot entirely sure I’m transferring yet...",
  "12": "---END OF PREVIOUS SECTION---\nOne jazz luminary after another... FLETCHER (CONT’D)\nWhich is why I’m sure you’1l be great at\nwhatever you set your mind to at Columbia. (puts his arm around Andrew, starts\nescorting him toward the door--)\nIt was a pleasure chatting, Andrew, now--\n\nANDREW\nI just -- one thing first -- I mean -- I’m\nnot entirely sure I’m transferring yet... \n---TARGET SECTION TO BE ANNOTATED---\n\f16\n\nPink (9/10/2013) 16\n\nFLETCHER\nWell that’s worrisome. I’m sure you had\ngood reason to make your decision.\n\nANDREW\nI -- just might give it some more time--\n\nFLETCHER\nNo need to do that. First instincts are best.\n\nANDREW\nMy first instinct...is not to transfer...\n\nFLETCHER\nI’m not sure your first instinct is\nright, then. Why don’t you give it some\nmore thought, and in the meantime...\n(reaches the door; about to close--)\n---make sure your double-time swing is\nready by Monday’s Nassau Band.\n\nHe closes the door. WE LINGER on Andrew. A spark has been lit.\n\nINT. GEHRING HALL - NASSAU BAND ROOM - NIGHT 16\n\nAndrew plays the drums with Nassau Band. Keeps missing hits.\nThe song’s SECOND NASSAU BAND REHEARSAL CHART (ANDREW).\n\nMR. KRAMER\nAlright, that’s... That’s enough of that.\nBack to just the core, please.\n\nMUSICIANS trade places. As Ryan trades with Andrew, he turns--\n\nRYAN\nDude -- what’ve you been practicing?\nJust then, the DOOR SWINGS OPEN -- and in steps FLETCHER. All\n\neyes go to him. All talking ceases. Absolute silence, save for\nFletcher’s footsteps. Andrew waits. Heart pounding...\n\nFletcher arrives at the head of the band -- as Kramer silently\nand meekly retreats. Fletcher props up the music stand to his\nheight, looks down at the sheet music, runs his finger down it\nto find the spot he wants... Andrew, like all the other\nplayers, is dead-still, eyes glued on Fletcher’s every move...\n\nFletcher looks up, surveys the band with his eyes. Then, raising\nhis hand--\n\nFLETCHER\nDown the line.\n\fPink (9/10/2013) 17\n\nInstruments SNAP upward with military precision. No one wants\nto miss a beat.\n\nFLETCHER (CONT’D)\nTrumpets. Bars 36 to 38. One-two--\n\nThe TRUMPETER on the right starts playing. Five notes before\nFletcher cuts him off with the slightest flick of his hand.\n\nFLETCHER (CONT'D)\n\nNext.",
  "13": "---END OF PREVIOUS SECTION---\nOne-two--\n\nThe TRUMPETER on the right starts playing. Five notes before\nFletcher cuts him off with the slightest flick of his hand. FLETCHER (CONT'D)\n\nNext. \n---TARGET SECTION TO BE ANNOTATED---\n One-two--\n(the SECOND TRUMPETER misses\n\nhis cue)\n\nNext. One-two--\n\nNothing. Fletcher looks up. There are no more trumpeters. He\nlooks over at Kramer: “Are you serious?\"\n\nFLETCHER (CONT’D)\nTrombone. Bars 21 to 23. Four-and--\n(TROMBONIST is scrambling to\nfind the right page)\nSaxes. 48 to 50. “And” of one. And-one--\n(ALTO SAX gets through one bar)\nNext--\n\nBefore he even counts off, he notices the TENOR SAX’s\nfingering -- all he needs to know.\n\nFLETCHER (CONT'D)\nDrums.\n\nWe get a split-second glimpse of the TENOR SAXOPHONIST,\nwondering what just happened -- before we CUT to the drums,\nRyan at the ready.\n\nFLETCHER (CONT'D)\nDouble-time swing.\n\nRyan takes a breath. Fletcher CLAPS him off. Ryan plays.\n\nFLETCHER (CONT’D)\nThank you. You. Behind.\n\nPalms sweaty, Andrew takes Ryan’s place. Trains his eyes on\nFletcher’s hands. Deep breath. Fletcher CLAPS, and Andrew begins\n-- trying to get the motion right, trying to stay in time--\n\nFLETCHER (CONT’D)\nThank you. Bass. Five bars of “Donna\nLee”.\n\nWe STAY ON Andrew as the BASSIST plays; Andrew slides off the\ndrums and back to his regular seat.\n\f17\n\nPink (9/10/2013) 18\n\nFLETCHER (0.S.) (CONT’D)\n(to Bassist)\nThank you.\n\nWe CUT back to Fletcher. He looks over the band once more. We\nsee the MUSICIANS’ faces -- scared, but hopeful. Then--\n\nFLETCHER (CONT’D)\nDrums. Come with me.\n\nRyan’s heart starts speeding. His excitement visible, he--\n\nFLETCHER (CONT’D)\nOther drums.\n\nRyan freezes. Andrew is stuck in place for a moment. Then,\neyes wide -- is this really happening? -- he rises and\napproaches the doorway... There, Fletcher hands him an ORANGE\nPAPER SLIP.\n\nFLETCHER (CONT’D)\nGive this to Admin for rescheduling. We\nmeet 6am to lpm every day. Room B16.",
  "14": "---END OF PREVIOUS SECTION---\nFLETCHER (CONT’D)\nGive this to Admin for rescheduling. We\nmeet 6am to lpm every day. Room B16. \n---TARGET SECTION TO BE ANNOTATED---\nAnd with that, he EXITS.\n\nIn a daze, Andrew drifts back toward the band. Kramer looks at\nhim. Andrew answers the look with a defiant smile. Vindicated.\n\nMR. KRAMER\nOk fellas, let’s...let’s take it back from\nthe top..\n\nHe claps off. The band plays SECOND NASSAU BAND REHEARSAL CHART\n(RYAN). Andrew pretends not to notice Ryan’s eyeing him in\nshock. Just sits down, lets it all settle.\n\nAnd -- ever so slowly -- Andrew's face dissolves into a GRIN...\n\nINT. PIZZERIA - NIGHT 17\n\nNICOLE\nThis is a nice place.\n\nWe're at a cheap pizzeria now. Nicole is seated, two half-\neaten slices of pepperoni in front of her. An old jazz track\nis playing -- PIZZERIA CHART.\n\nSeated across from Nicole is Andrew -- echoes of the earlier\ngrin still on his face, a brightness in his eyes.\n\nANDREW\nYeah, I come here a lot.\n\fPink (9/10/2013) 19\n\nBeat. Then -- clicking back to reality -- this is not a nice\nplace, did I fuck up? --\n\nANDREW (CONT'D)\nThey have good music, so I -- it’s not\njust the food...\n\n(points, re: the tune)\nThis is Jackie Hill, “When I Wake”, July\n17th, 1938, Bob Ellis on drums.\n\nNICOLE\nAre you trying to impress me?\nANDREW\nNo -- sorry -- I didn’t mean -- they have\n\nlike -- ten songs they loop through.\nThey’re always playing the same thing.\n\nNICOLE\nAnd you know the dates to all ten?\n\nANDREW\n...Yeah.\n\nNicole smiles. A moment. Andrew fidgets. Nervous.\n\nNICOLE\nYou know every time I saw you in the\ntheater you always had your eyes pointed\nto the floor.\n\nANDREW\nReally?\n\nNICOLE\nLike you were fascinated by the soda\nstains on the carpet.\n\nANDREW\nMy dad tells me I have a problem making\neye contact.\n\nNICOLE\nMy parents like to criticize me too. When\nI was growing up my mom told me my chin\nwas too big and that that’s why guys\nwouldn’t like me.",
  "15": "---END OF PREVIOUS SECTION---\nANDREW\nMy dad tells me I have a problem making\neye contact. NICOLE\nMy parents like to criticize me too. When\nI was growing up my mom told me my chin\nwas too big and that that’s why guys\nwouldn’t like me. \n---TARGET SECTION TO BE ANNOTATED---\n ‘Cause my dad had\ncursed me with a big chin.\n\nANDREW\nWhat?\n\fPink (9/10/2013) 20\n\nNICOLE\nYeah, it’s -- look --\n(she turns, points her chin up)\nIt’s Jay Leno.\n\nAndrew laughs. Nicole looks prettier to him than ever.\n\nNICOLE (CONT'D)\nShe keeps asking me if I have a boyfriend\nyet, and then blames it on the chin.\n\nANDREW\nShe sounds insane.\n\nNICOLE\nShe wanted to be an actress when she was\nmy age.\n\nANDREW\nAnd you? What do you do?\n\nNICOLE\nOther than serving you popcorn?\n\nANDREW\nWhat do you want to do with your life?\n\nNICOLE\n(thinks; wasn’t prepared for\na question that direct)\nI go to Fordham... I’m not sure...\n\nANDREW\nWhat’s your major?\n\nNICOLE\nI don’t have one yet.\n\nANDREW\nWell what did you come here to study?\n\nNICOLE\nI just came here for a general education.\n\nANDREW\nRight, but you picked Fordham for a\nreason. Why Fordham?\n\fPink (9/10/2013) 21\n\nNICOLE\nI applied to a bunch of schools, Fordham\nlet me in. Why’d you pick Shaffer?\n\nANDREW\nIt's the best music school in the country.\n\nBeat. Nicole shrugs.\n\nNICOLE\nWell Fordham was Fordham.\n\nA moment.\n\nNICOLE (CONT'D)\nI don’t love it there to be honest...\n\nANDREW\nNo?\nNICOLE\nI mean -- the people there... I don’t\n\nthink they like me. I’m from Arizona and --\nI don’t know, I think they see it in me.\n\nA beat. Andrew thinks about this, then--\n\nANDREW\nI don’t like the people at Shaffer\neither. But I think it just takes time...\nThings change, you know.\n\nNICOLE\n\nI know.\n\n(then, opening up more than\n\nshe expected, more fragility\n\nin her voice now)\nI feel homesick sometimes. You know? I\nhate how people in college pretend they\nnever feel homesick. Or maybe I’m\nliterally the only one, but... I don’t\nthink so.\n\nA moment of silence. She looks at Andrew. He looks at her.",
  "16": "---END OF PREVIOUS SECTION---\nA moment of silence. She looks at Andrew. He looks at her. \n---TARGET SECTION TO BE ANNOTATED---\nANDREW\nI know exactly how you feel.\n(then, he smiles)\nI still go to the movies with my dad.\n\nNicole nods. Smiles back. Andrew said it playfully, but she\ncan tell he also meant it to reach out to her.\n\f18\n\n18A\n\n19\n\n20\n\n20A\n\nPink (9/10/2013) 22\n\nShe scoots her legs. Her knee happens to touch Andrew's. He\nnotices. So does she. They look at each other.\n\nNICOLE\n.-.I like this song.\nANDREW\nYeah -- this part is great -- here --\n\nNicole smiles. Looks at Andrew. He looks back. Their knees\nstay still, just barely touching.\n\nAnd, on this moment, just as the song ends --\n\nINT. DORMITORY - ANDREW’S ROOM - PRE-DAWN 18\nAndrew's in bed -- fast asleep. Seems stress-free for once --\nhis body totally relaxed, his mind deep in a dream. His arm\nhits his night stand -- WAKING him up. His eyes open. He looks\nat his alarm clock. It reads: 5:17.\nANDREW\nShi--\nINT. DORMITORY - HALLWAY - MOMENTS LATER 18A\n\nAndrew bursts out of his room and RACES down the hall.\n\nEXT. DORMITORY - NEW YORK STREET - MOMENTS LATER 19\nAndrew DASHES across the green. It’s still pitch black outside,\nthe city cold and menacing.\n\nINT. GEHRING HALL - STAIRWELL - CONTINUOUS 20\nAndrew busts inside, runs down the STAIRWELL -- and SLIPS.\n\nFalls full-throttle down a whole flight, hands smacking\nagainst the tile. Rises, sore, and keeps running.\n\n \n\nINT. GEHRING HALL - BASEMENT HALLWAY - CONTINUOUS 20A\n\nAndrew reaches ROOM B16 -- pushes open the doors--\n\f20B\n\n20C\n\n21\n\nPink (9/10/2013) 23\n\nINT. GEHRING HALL - STUDIO BAND ROOM - CONTINUOUS 20B\n\n--only to find the room EMPTY. No one is there. Andrew checks\nthe time on his phone: 5:33. Did he miss them...?\n\nINT.",
  "17": "---END OF PREVIOUS SECTION---\nAndrew checks\nthe time on his phone: 5:33. Did he miss them...? INT. \n---TARGET SECTION TO BE ANNOTATED---\n GEHRING HALL - BASEMENT HALLWAY - CONTINUOUS 20C\n\nAndrew steps back into the hallway. Spots a SIGN-UP SHEET at\nthe door. Looks at it. Sees the words “STUDIO BAND” scrolled\ndown for each day. The listed start-time: “9AM”.\n\nINT. GEHRING HALL - STUDIO BAND ROOM - MORNING 21\n\nAndrew sits on the drum throne. A clock on the wall reads:\n8:57. He’s dozed off, is out cold. His hand, cut from his fall\ndown the stairs, rests against the snare drum.\n\nSuddenly -- the DOOR opens --\n\nSAXOPHONIST #2\nShe told me to pull out, then wet the\nwhole fucking bed.\n\nSAXOPHONIST\nNo, serious??\n\nAndrew shoots up. Surges to his feet. The SAXOPHONISTS don’t pay\nhim any attention. They’re big guys, macho. Another DOOR opens.\nMORE PLAYERS...\n\nThese are the CORE MEMBERS of Studio Band -- Shaffer’s cream\nof the crop. Mostly third- and fourth-years. All male. A few\nALTERNATES follow, first- and second-years.\n\nAndrew watches as the PLAYERS buzz their mouthpieces, whip\nopen their folders, pull out their instruments. A flurry of\nchatter and activity...\n\nOne of the CORE MEMBERS heads to the drums: CARL TANNER, 22.\nAndrew sees him, and--\n\nCARL\n\nYou the new alternate?\nANDREW\n\nYeah -- I’m -- Andrew Neiman...\nCARL\n\n(couldn't care less about his name)\nTune the set to a B-flat. Then you’ll\nturn my pages during rehearsal.\n\fPink (9/10/2013) 24\n\nAndrew, nervous, sits back down at the drums and--\n\nANDREW\n(to the PIANIST)\nExcuse me?\n(no answer)\nUm -- sorry -- excuse me?\n(the Pianist looks at him)\nCould I have a B-flat please?\n\nThe Pianist plays a B-flat. Andrew tunes. By now the room is\nfilled: TRUMPETS, TROMBONES, SAXES.\n\nANDREW (CONT'D)\n(to the Pianist)\nExcuse me -- could I maybe have ano--\n\nBut Carl has already risen. Ushers Andrew back up.",
  "18": "---END OF PREVIOUS SECTION---\nBy now the room is\nfilled: TRUMPETS, TROMBONES, SAXES. ANDREW (CONT'D)\n(to the Pianist)\nExcuse me -- could I maybe have ano--\n\nBut Carl has already risen. Ushers Andrew back up. \n---TARGET SECTION TO BE ANNOTATED---\n Sits down at\nthe drums, as Andrew sits down by the music stand.\n\nSAXOPHONIST #2\nMilk the cunt!!\n\nThe PIANIST plays a middle C, and the players start tuning to\nit.\n\nAndrew watches, listens -- the sea of sounds building, the clock\non the wall ticking, until -- it hits 9:00.\n\nTHE DOOR BURSTS OPEN. Fletcher marches in, carrying a stack\nof sheet music. Sudden tension -- and utter silence.\n\nFletcher sets his music down. Stares at the band. Dead-serious,\nsilently judging. A moment passes...\n\nThen -- he SMILES. He’s switched all of a sudden to warm and\ncuddly.\nFLETCHER\nWe’ve got a squeaker today, people.\nNeiman.\n\n(he pronounces it “Neeman”)\nNineteen years old. Isn't he cute?\n\nLaughs throughout the room. We can overhear a few snickers:\n\nPLAYERS (0.S.)\nNeee-man...\n\nAndrew looks. Fletcher keeps his smile up... And then--\n\nFLETCHER\nAlright, gang. “Whiplash”.\n\fPink (9/10/2013) 25\n\nThe players get out the chart. Andrew catches a glimpse --\na messy clutter of notes and time signatures...\n\nFletcher raises his hand. Total silence. Then -- the\nslightest move of Fletcher's finger, and the band begins\nWHIPLASH STUDIO BAND REHEARSAL CARL #1. The chart’s named\n“Whiplash” for a reason. It’s fast, frenetic, 7/4 time. This\nfast, with this many polyrhythms, it’s impossibly hard.\n\nCARL\nPage... Page...\n\nAndrew turns the page. Carl glares. Shouldn’t have had to tell\nhim to turn it. But Andrew can’t follow. The band’s too fast..\n\nFLETCHER\nStop. You. Barker.\n(pointing to the THIRD\nTRUMPETER’S horn)\nThat is not your boyfriend’s dick. Do not\ncome early. Moving ahead. Bar 93.\n\n \n\nThe players flip their sheet music. Andrew catches a glimpse\nof a TROMBONIST ejecting the spit from his horn. A puddle has\nformed by his feet.",
  "19": "---END OF PREVIOUS SECTION---\nThe players flip their sheet music. Andrew catches a glimpse\nof a TROMBONIST ejecting the spit from his horn. A puddle has\nformed by his feet. \n---TARGET SECTION TO BE ANNOTATED---\nFLETCHER (CONT’D)\nFive-six-seven--\n\nThe band plays WHIPLASH STUDIO BAND REHEARSAL CARL #2.\nIntense, visceral. Fletcher paces back and forth, eyeing\nplayers as they play. He’s got fox’s ears, hawk’s eyes. Every\nsinew of his body is focused. Andrew watches, awed, scared,\ncompletely overwhelmed.\n\nFLETCHER (CONT'D)\nStop!\n\nThe band comes to a halt.\n\nFLETCHER (CONT’D)\nNow this one upsets me. We have an out-of-\ntune player. Before I go any further, does\nthat player want to do the right thing and\nreveal himself?\n\n(silence)\nOk. Maybe a bug flew in my ear. Bar 115.\nFive-six-and--\n\nHe cues the BAND with his hand, then cuts them off.\n\fPink (9/10/2013) 26\n\nFLETCHER (CONT’D)\nNo, I guess my ears are clean because we\nmost definitely have an out-of-tune\nplayer. Whoever it is, this is your last\nchance.\n\n(paces back and forth, slowly)\nEither you know you are out of tune, and\nare therefore deliberately sabotaging my\nband; or you do not know you’re out of\ntune -- which I’m afraid is even worse.\n\nNothing. The players avert his gaze. All terrified...\n\nFLETCHER (CONT’D)\nReeds. Five-six-and--\n\n(they play, he cuts them off)\nBones. Five-six-and--\n\n(they play, he cuts them off)\nAhhhh, he’s here.\n\nSilence. He eyes the TROMBONISTS. Lands on one, METZ. Overweight.\nBeen picked on his whole life.\n\nFLETCHER (CONT’D)\nTell me it’s not you, Elmer Fudd.\n\nMetz sits there, trembling. On the brink of tears.\n\nFLETCHER (CONT’D)\nIt’s ok. Play.\n(Metz does so, Fletcher stops\nhim, leans in, whispers--)\nDo you think you’re out of tune?\n\nMetz, terrified, looks down at the floor.\n\nFLETCHER (CONT’D)\n\nThere’s no fucking Mars Bar down there.\nLook at me.",
  "20": "---END OF PREVIOUS SECTION---\nMetz, terrified, looks down at the floor. FLETCHER (CONT’D)\n\nThere’s no fucking Mars Bar down there. Look at me. \n---TARGET SECTION TO BE ANNOTATED---\n Do you think you're out of\ntune?\n\nMETZ\n-..Y--yes...\n\nFLETCHER\nThen why the FUCK didn’t you say so?!?\n\nSilence. It’s the first time we’ve heard Fletcher really SHOUT.\nHis voice is booming, louder than one would have thought. Then--\n\nFLETCHER (CONT’D)\nI’ve been carrying your fat ass for too\nlong, Metz.\n\n(MORE)\n\f22\n\nPink (9/10/2013) 27\n\nFLETCHER (CONT’D)\nI will not let you cost us a competition\nbecause your mind’s on a fucking Happy\nMeal and not on pitch. Stein,\ncongratulations, you are now fourth-chair\ntrombone. Metz -- get the fuck out.\n\nStill trembling, tears bubbling out, Metz picks up his\ntrombone and walks to the door. Andrew watches -- shocked.\n\nOnce the door closes--\n\nFLETCHER (CONT’D)\nFor the record, Metz was not out of tune.\nYou were, Wallach. But Metz didn’t know\nit. And that’s bad enough.\n\n \n\nAnd then -- he looks straight at Andrew.\nFLETCHER (CONT’D)\nAlright, take ten. When we get back --\nthe squeaker’s on.\n\nAndrew's face goes ghost-white.\n\nINT. GEHRING HALL - BASEMENT HALLWAY - MOMENTS LATER 22\n\nAndrew sits in the corner of the hall, the “WHIPLASH” sheet\nmusic in his hand. Tries desperately to count the beats...\n\nANDREW\nFive-six-seven... Six-two-two-five...\n\nHe scribbles on the page, trying to compute the patterns: “7/9\n+ 7/4 = 7/18\". “1/64 X 7/9\"... We see feet pass by, and hear--\n\nSTUDIO CORE MEMBER #1\nStein won’t last a week. He doesn’t have\nthe lips.\n\nSTUDIO CORE MEMBER #2\nFudd lasted longer than he should have...\n\nSTUDIO CORE MEMBER #3\nMaybe if he spent half the time\npracticing that he does to polishing off\ncheeseburgers...\n\nSTUDIO CORE MEMBER #4\n(laughs)\nYou got that right.\n\nAndrew's eyes follow the PLAYERS. They’re tall, built.",
  "21": "---END OF PREVIOUS SECTION---\nSTUDIO CORE MEMBER #4\n(laughs)\nYou got that right. Andrew's eyes follow the PLAYERS. They’re tall, built. \n---TARGET SECTION TO BE ANNOTATED---\n Next\nto them Andrew feels like a scrawny teen.\n\nkk\nkk\nkk\nkk\n\nkk\nkk\nkk\n\fPink (9/10/2013) 27A\n\nJust then -- a PAIR OF DRESS SHOES reach Andrew's side.\nStartled, Andrew looks up. It’s Fletcher. Andrew scrambles to\nhis feet, as Fletcher puts his arm over him and -- earnestly,\n\nback to the warm tone he displayed days ago --\n\nFLETCHER\n(walking Andrew down the hall)\nListen, Andrew. I know what you saw in\nthere is worrying you, but there’s a big\ndifference. This is your first day.\n(MORE)\n\fPink (9/10/2013) 28\n\nFLETCHER (CONT'D)\n\nMetz had been dragging mud for two years.\n(comes to a stop, looks straight\nat Andrew--)\n\nBesides, you’re no Elmer Fudd. This is a\n\nhuge opportunity for you. You know that,\n\nright?\n\nANDREW\nYeah...\n\nFLETCHER\nYour parents musicians?\n\nANDREW\nNo, not really...\n\nFLETCHER\nWhat do they do?\n\nANDREW\nWell, my dad’s a writer.\n\nFLETCHER\nWhat's he written?\n\nANDREW\nWell he’s...I guess he’s mainly a\nteacher.\n\nFLETCHER\nCollege?\n\nANDREW\nPennington High.\n\nFLETCHER\nAnd your mom?\n\nANDREW\nI don’t know... She left when I was a\nbaby.\n\nFLETCHER\n\nSo no musicians in the family.\n\nANDREW\n...-No, I guess not...\n\nFLETCHER\nWell, you’ve just got to listen to the\ngreats then. Jo Jones, Buddy Rich. You\nknow, Charlie Parker became “Bird”\nbecause Jones threw a cymbal at his head.\n(MORE)\n\fPink (9/10/2013) 28A\n\nFLETCHER (CONT'D)\nYou see what I’m saying?\n(Andrew nods)\n(MORE)\n\f23\n\nPink (9/10/2013) 29\n\nFLETCHER (CONT'D)\nThe key is -- relax. Don’t worry about\nthe numbers or what the other players\nthink. You’re here for a reason. You\nbelieve that, don’t you?\n(Andrew nods)\nSay it.",
  "22": "---END OF PREVIOUS SECTION---\nYou’re here for a reason. You\nbelieve that, don’t you? (Andrew nods)\nSay it. \n---TARGET SECTION TO BE ANNOTATED---\nANDREW\nI’m here for a reason.\n\nFLETCHER\nGood.\n\nA beat. And, finally--\n\nFLETCHER (CONT’D)\nNow have fun.\n\nHe pats Andrew on the back -- then promptly walks off.\n\nINT. STUDIO BAND ROOM - GEHRING HALL - MOMENTS LATER 23\n\nThe players are taking their seats. Slowly, Andrew walks in.\nEyes the DRUMS. Takes a deep breath. He can do this...\n\nCarl is seated in the alternate’s seat. The drum throne is\nempty. Just waiting for Andrew...\n\nAndrew sits down. WE MOVE IN CLOSER ON HIM -- as he adjusts\nhis seat, lays his music out, gets his sticks ready...\n\nFLETCHER (0.S.)\nAlright, gang.\n\nAndrew looks up. Fletcher has just entered.\n\nFLETCHER (CONT'D)\n“Whiplash”.\n\nFletcher eyes Andrew.\n\nFLETCHER (CONT’D)\nNeiman -- just do your best.\n\nAndrew nods. Looks at the music. Counts in his head. He's\nready...\n\nFletcher CLAPS the band off. WHIPLASH STUDIO BAND REHEARSAL\nANDREW #1, mid-tempo, far easier than before. Andrew’s doing\nwell. Fletcher nods, smiles--\n\nFLETCHER (CONT’D)\nLet’s see some fills.\n\fPink (9/10/2013) 30\n\nAndrew fills, rolling down the toms. Fletcher grins.\n\nAndrew, seeing Fletcher's grin, can’t help but smile. Getting\ninto it now. The whole BAND building, his drumming growing more\nintense. He fills again.\n\nFLETCHER (CONT’D)\nSnap! We've got Buddy Rich here.\n\nAndrew grins. Fills again. Accenting, playing a counter-rhythm.\nWhen he trips up. Comes in a hair late.\n\nFLETCHER (CONT’D)\n(waving the band to stop)\n\nOk, little trouble there. No problem.\n\nLet’s pick it up from 17.\n\nFletcher claps. Andrew plays WHIPLASH STUDIO BAND\nREHEARSAL ANDREW #2. Fletcher waves him to stop again.\n\nFLETCHER (CONT’D)\nNot my tempo. Ok?\n\nFletcher claps again. Then another wave for Andrew to stop.",
  "23": "---END OF PREVIOUS SECTION---\nOk? Fletcher claps again. Then another wave for Andrew to stop. \n---TARGET SECTION TO BE ANNOTATED---\nFLETCHER (CONT’D)\nDownbeat on 18. Ok?\n\nHe’s still soft, calm, warm. He claps again. Then, stopping--\n\nFLETCHER (CONT’D)\nThe “and” of 4. Bar 17, the “and” of 4.\n\nHe claps off. Stops Andrew again, only seconds later.\nFLETCHER (CONT’D)\n17, the “and” of 4. Ok? And you're\nrushing a little...\n\nAndrew nods. Getting nervous now... Fletcher claps again. Stops\nagain.\n\nFLETCHER (CONT’D)\nNot quite my tempo. All good, here we go.\n\nHe’s about to clap off when, out of nerves, Andrew hits his\nbass drum early.\n\nFLETCHER (CONT’D)\nNo -- ready?\n\nFletcher claps. Stops Andrew yet again.\n\fPink (9/10/2013) 31\n\nFLETCHER (CONT’D)\nSorry, you’re -- you’re dragging a little\nnow.\n\n(Andrew tries to pull his seat\n\nup, getting anxious, flustered)\nAll set?\n\nAndrew nods. Get it together... Fletcher claps. Stops.\n\nFLETCHER (CONT’D)\nYou’re rushing.\n\nClaps again. Stops again.\n\nFLETCHER (CONT'D)\nDragging.\n\nClaps again. Andrew plays WHIPLASH STUDIO BAND REHEARSAL\nANDREW #3, expecting another stop -- but it doesn’t come.\nFletcher nods, as though now satisfied, then slowly turns\naround. Puts his hand on a spare chair. Looks like he’s\nabout to sit down, when...\n\nlike a flash of lightning he WHIPS up the chair and HURLS\nit straight at Andrew’s head.\n\n \n\n \n\nAndrew DUCKS, as the chair CATCHES the top of the bass drum,\nalmost toppling it over. An EAR-PIERCING CLANG OF CYMBALS, as\nAndrew's sticks go flying and the chair hits the floor.\n\nThen -- total silence in the room. Andrew is shell-shocked,\nbeyond shaken, what in the fuck just happened???...\n\nFLETCHER (CONT’D)\n\n(as though discussing the weather)\nWhy do you suppose I just hurled a chair\nat your head, Neiman?\n\nANDREW\nI... I...",
  "24": "---END OF PREVIOUS SECTION---\nFLETCHER (CONT’D)\n\n(as though discussing the weather)\nWhy do you suppose I just hurled a chair\nat your head, Neiman? ANDREW\nI... I... \n---TARGET SECTION TO BE ANNOTATED---\n I d--don’t kn--\nFLETCHER\nYes, you do.\nANDREW\nI... The...the tempo...\nFLETCHER\n\nWere you rushing or were you dragging?\n\nANDREW\nI... I don’t... I don’t--\n\fPink (9/10/2013) 32\n\nFletcher BOUNDS up to him, almost RUNNING -- suddenly beast-—\nlike, terrifying, veins set to BURST--\n\nFLETCHER\nStart counting.\n\nANDREW\n(like a deer in the headlights)\n...Five-six-seven--\n\nFLETCHER\nIn four, damnit!\n\nANDREW\nOne-two-three-four...\n\nFletcher SLAPS Andrew on his left cheek. Then--\n\nFLETCHER\nKeep counting!!\n\nANDREW\nOne-two--\n(another slap)\n--three--\n(a third slap)\n--four--\n\nFLETCHER\nWas I rushing or I was dragging?\n\nANDREW\nI -- I don’t -- I don’t know--\n\nFLETCHER\nStart counting again.\n\nANDREW\nOne-two--\n(a slap on his left cheek)\n--three-four-o--\n(another slap)\n--ne-two-three--\n\nFLETCHER\nWas I rushing or was I dragging?\nANDREW\nR--rushing...\nFLETCHER\n\nSo you do know the difference! If you\ndare to sabotage my band I will fuck you\nlike a pig.\n\n(MORE)\n\fPink (9/10/2013) 33\n\nFLETCHER (CONT'D)\n\nNow are you a rusher, are you a dragger,\nor are you going to be ON MY FUCKING\nTIME? !?\n\nThis is a new Fletcher we’re seeing. An animal. But no one\nbut Andrew seems surprised--\n\nANDREW\nI--I’m gonna be on your time...\n\nFLETCHER\n(flips over a new sheet of\nmusic, points to the top)\nWhat does this say?\n\nANDREW\n260... Quarter note 260...\nFLETCHER\nCount a 260.\nANDREW\nO-one-two-three-four...\nFLETCHER\nJesus fucking Christ -- I didn’t know\n\nthey allowed retards into Shaffer! Do you\nexpect me to believe you can’t read\ntempo? Can you even read music???\n\n(points back to the music)\nWhat the fuck is this?\n\nANDREW\nA half-note...",
  "25": "---END OF PREVIOUS SECTION---\nCan you even read music??? (points back to the music)\nWhat the fuck is this? ANDREW\nA half-note... \n---TARGET SECTION TO BE ANNOTATED---\nFLETCHER\nAnd this?\n\nANDREW\n\nA--a dotted sixteenth...\n\nFLETCHER\nSight-read this measure.\n\nANDREW\nBop-bop-ba-bop-ba--\n\nFLETCHER\nWhat are you, in a fucking a capella\ngroup?? Play the goddamn set!!\n\nAndrew plays the measure on the drums. Shaking, terrified...\n\fPink (9/10/2013) 34\n\nFLETCHER (CONT’D)\nNow answer my question -- were you\nrushing or were you dragging?\n(because Andrew hesitates--)\nANSWER! ! !\n\n \n\nANDREW\nR--r--r--rushing...\n\nFLETCHER\nDear God, is that a tear in your eye? Are\nyou one of those single-tear people? Do I\nlook like a double fucking rainbow to\nyou??\n\nAndrew tries to hide his tear, mortified, wipes it, cowers--\n\nFLETCHER (CONT’D)\nYou must be upset. Are you upset??\n\nANDREW\nN--no...\nFLETCHER\nOh so you don’t give a shit about any of\nthis?\nANDREW\nNo, I -- I do give a sh--\nFLETCHER\nSo are you upset? Yes or fucking no.\nANDREW\nYes...\nFLETCHER\nYou are upset...\nANDREW\nI am upset...\nFLETCHER\nSay it so the rest of the band can hear you.\nANDREW\nI am upset...\nFLETCHER\nLouder.\nANDREW\n\nI am upset!\n\f24\n\nPink (9/10/2013) 35\n\nFLETCHER\nLOUDER! !!!!1!\nANDREW\nI am upset!!!\nFLETCHER\n\nYou are a worthless friendless faggot-—\nlipped little piece of shit, whose Mommy\nran out on Daddy once she realized he\nwasn’t Eugene O’Neill, and who’s now\nweeping and slobbering over my drum kit\nlike a fifteen-year-old girl -- so for the\nlast father-fucking time, SAY IT LOUDER!!!\n\n \n\nANDREW\n(tears pouring out now)\nI_AM UPSET!!! !!1!\nThen -- silence. Andrew hunches over the drum set, shaking,\n\nface awash in tears. The other PLAYERS just stare...\n\nFLETCHER\nCarl...",
  "26": "---END OF PREVIOUS SECTION---\nAndrew hunches over the drum set, shaking,\n\nface awash in tears. The other PLAYERS just stare... FLETCHER\nCarl... \n---TARGET SECTION TO BE ANNOTATED---\nCarl silently switches places with Andrew at the set.\nFLETCHER (CONT’D)\nStart practicing harder, Neiman.\n(then, turning to the band,)\n“Whiplash”. Once more from the top.\n\nHe claps the band off. As for Andrew, he just sits behind Carl --\ndazed, red-faced, and utterly gutted.\n\nHis first day of Studio Band is over.\n\nINT. GEHRING HALL - BASEMENT HALLWAY - DAY 24\nAndrew exits. Trying to hold it all in. Then--\n\nRYAN\nHey, bro.\n\nHe sees Ryan, a few yards away. Andrew hides his face, hides\nthe TEARS that are starting to spill out uncontrollably...\n\nRYAN (CONT'D)\nI never said congrats, man. Congra--\n\n+..and RUNS like hell.\n\f25\n\nPink (9/10/2013) 36\n\nINT. DORMITORY - ANDREW’S ROOM - DUSK 25\nAndrew is curled in the corner, crying. We linger here.\nThen, his PHONE rings. He looks at it. Hesitates...\n\nANDREW\n..-Hello...?\n\nJIM (0.S.)\nYou didn't show.\n\nAnd, finally, breaking down, can’t hold it in any longer--\n\nANDREW\nHe ripped me apart...\n\nJIM (0.S.)\n...Who?\n\n(then, )\nThat asshole? You told me you were\ntransferring...\n\nAndrew looks at his desk. There, atop a pile of papers, is\nhis TRANSFER APPLICATION. All filled out. Ready to go. Next\nto it, a BUDDY RICH CD...\n\nANDREW\n(almost to himself)\n--.I thought he liked my playing.\n\nJIM (0.S.)\n\nWho cares what he likes? Who is he to you?\nWhen I started writing plenty of people\ntried to put me down. You ignore them.\n\nAndrew is silent. When I started writing...\nThose words seem to have the opposite effect Jim intended.\n\nANDREW\nWhen you started writing...\n\nJIM (0.S.)\nWhy don't you come home tonight?\n\nANDREW\nNo, I -- I have to practice.\n\nJIM (0.S.)\nNo, you have to take it easy.\n\nANDREW\nI need to go now...\n\f26\n\n27\n\n28\n\nPink (9/10/2013) 37\n\nJIM (0.",
  "27": "---END OF PREVIOUS SECTION---\nS.)\nNo, you have to take it easy. ANDREW\nI need to go now... 26\n\n27\n\n28\n\nPink (9/10/2013) 37\n\nJIM (0. \n---TARGET SECTION TO BE ANNOTATED---\n.)\nAndrew--\n\nANDREW\nI have to go... Sorry. I’1l call you\nlater.\n\nHe hangs up. Rises. Wipes his reddened eyes. And exits his dorm.\nPRE-LAP KNOCKING --\nFLETCHER (PRE-LAP)\nYes?\nINT. GEHRING HALL - STUDIO BAND ROOM - FLETCHER’S OFFICE 26DAY\n\nAndrew steps into Fletcher’s office. Before Fletcher can say a\nword--\n\nANDREW\nI’m sorry to interrupt you. I just want to\ntell you -- I’m so thankful to have been\n\naccepted into Studio Band. And I’m going to\nmake sure I don’t disappoint you.\n\nFletcher, seated at his desk, just looks at Andrew. Andrew\nnods, turns around. Marches back down the hall -- as PERCUSSION\nbegins... WE FOLLOW HIM, sticking close to his face, the\nresolve now in his eyes. Something has changed.\n\nPERCUSSION grows louder and, as we move, hurdles us back...\n...to FLETCHER’S OFFICE. And to Fletcher, peeking out\nthrough his doorway now. Fletcher smiles...\n\nINT. ANDREW’S PRACTICE ROOM - DAY 27\nAndrew sits at his drum set, furiously practicing...\n\nAnd just like that, moving fast, DRUM PATTERN FOR MONTAGE\ncarrying us, we’re--\n\nINT. GEHRING HALL OFFICE ROOM - DAY 28\n\nCLOSE ON Andrew's hand, Xerox-ing pages of music. The titles:\n“WHIPLASH”, “ALEPH NULL”, “EASY SIX”... Pages dense with notes...\n\f29\n\n30\n\n31\n\n32\n\n33\n\n34\n\n35\n\n36\n\nPink (9/10/2013) 38\n\nEXT. NEW YORK STREET - SHAFFER CONSERVATORY - EVENING 29\n\nFletcher steps outside. It’s drizzling a bit. He slowly unfolds\nan umbrella. Passes by a few other FACULTY MEMBERS on his way\nto the sidewalk. Keeps walking. The DRUMMING continues...\n\nINT. DORMITORY - ANDREW’S ROOM - EVENING 30\nAndrew pulls the MATTRESS off his bed, drags it to the door\nwith his ALARM CLOCK. Heaves both out to the hallway...\n\nINT.",
  "28": "---END OF PREVIOUS SECTION---\nDORMITORY - ANDREW’S ROOM - EVENING 30\nAndrew pulls the MATTRESS off his bed, drags it to the door\nwith his ALARM CLOCK. Heaves both out to the hallway... INT. \n---TARGET SECTION TO BE ANNOTATED---\n SUBWAY - NIGHT 31\nFletcher is seated, squished in between commuters, towered\nover by other travelers. Looks diminutive in this setting...\nEXT. NEW YORK SIDE STREET - NIGHT 32\nAndrew marches down a side-street, wolfing down a McDonald's\nburger for dinner, earphones plugged into a METRONOME...\n\nINT. ANDREW'S PRACTICE ROOM - NIGHT 33\nAndrew lifts a 50-lb weight with his right arm. Then a 75-lb.\nThen picks his stick up and plays his double-time swing...\nEXT. FLETCHER’S APARTMENT BUILDING - NIGHT 34\nFletcher reaches a nondescript high-rise. With his folded-up\numbrella, his head hanging low, and the careful delicacy with\nwhich he opens the door, he looks here like nothing so much\nas a quiet, everyday man...\n\nINT. ANDREW'S PRACTICE ROOM - NIGHT 35\nAndrew sleeps, earphones still in and metronome still on.\nHe’s on the MATTRESS he brought down from his dorm, the ALARM\nCLOCK by his side. Next to it, a suitcase of clothes. Above,\nthe poster of Buddy Rich. It’s as though he’s moved in.\n\nINT. FLETCHER’S APARTMENT - DINING ROOM - NIGHT 36\nFletcher sets the table for dinner. He has nice porcelain\nplates, and a glass of red wine. But the meal? A frozen ready-\nmade steak and vegetables. On the wall, a photo. In it, a\n\nyounger Fletcher, and a WOMAN, and a NINE-YEAR-OLD GIRL. All\nsmiles...\n\f37\n\n38\n\n39\n\nPink (9/10/2013) 39\n\nINT. ANDREW’S PRACTICE ROOM - MORNING 37\nAndrew rises from the same mattress and slides onto his drum\nseat. Starts playing, hands dotted with blisters, eyes crusty\nwith sand. The METRONOME still on...\n\n...because it was never turned off.\n\nCUT TO: Rides furiously, trying to beat his double-time\nswing... The METRONOME reading 380... His muscles exhausted...\n\nCUT TO: The METRONOME adjusted up to 390... Blisters tearing...\ncuT TO: 400.. Hands bleeding now, blood smearing the sticks...",
  "29": "---END OF PREVIOUS SECTION---\nBlisters tearing... cuT TO: 400.. Hands bleeding now, blood smearing the sticks... \n---TARGET SECTION TO BE ANNOTATED---\nCUT TO: 405... The METRONOME going crazy now... The DRUMMING so\nfast it’s a wash, a wall of sound, blood on the cymbal--\n\nINT. FLETCHER’S APARTMENT - DINING ROOM - NIGHT 38\n\nSilence. Fletcher finishes his meal. Puts the dishes away. Sits\ndown on a couch. Still alone.\n\nThe apartment, like his office, is small but elegant. Pictures\nof icons on the walls. Monk. Holiday. Coltrane...\n\nFletcher reaches into a stack of LP’s: Chopin, Ravel... Pulls\none out with the most delicate touch, as though he were\nhandling a newborn. Sets it on a record player by his side.\n\nA scratch, a hiss, and then --\n\n-- FLETCHER’S SONG. Melancholy, lovelorn...\n\nFletcher just sits and listens, barely moves -- but you can\ntell the music now playing means everything to him...\n\nA moment, and then...\n\nINT. DUNELLEN AUDITORIUM - STAGE - EVENING 39\n\nWild, feverish, absurdly fast BIG BAND JAZZ. We're on-stage.\nAn orchestra about the size of Studio Band is in full swing,\nreaching the end of RIVAL OVERBROOK BAND CHART.\n\n \n\nThe band FINISHES. No applause. A card:\n\nFirst Competition of the Winter Season\n\n \n\f40\n\nPink (9/10/2013) 40\n\nINT. DUNELLEN AUDITORIUM - GREEN ROOM - HALLWAY - MOMENTS 40ATER\n\nThe RIVAL PLAYERS quickly shuffle into the green room, past\nAndrew, who watches, awed. A VOICE--\n\nTECHNICIAN (0.S.)\nTerry!\n\nAndrew turns, glimpses a CORRIDOR through the doorway. Out in\nthe corridor, he sees a TECHNICIAN welcome Fletcher. In the\nTechnician’s arms, a FOUR-YEAR-OLD GIRL -- the Technician’s\ndaughter --\n\nFLETCHER\nMike!\n(and, to the girl,)\nI’m so sorry, can I have your autograph?\n(she blushes, shakes her head)\nAre you playing an instrument yet?\n\nTECHNICIAN\nShe started piano this week.",
  "30": "---END OF PREVIOUS SECTION---\n(and, to the girl,)\nI’m so sorry, can I have your autograph? (she blushes, shakes her head)\nAre you playing an instrument yet? TECHNICIAN\nShe started piano this week. \n---TARGET SECTION TO BE ANNOTATED---\nFLETCHER\nOoo, I need pianists!\n(to the girl)\nWhat do you say, you ready for Carnegie\n\nHall?\n\nThe Technician smiles again, looks at the girl. She hides her\nface in his chest, embarrassed. He and Fletcher laugh.\n\nFLETCHER (CONT’D)\nAlright, alright.\n\n(looking up at her dad)\nGreat to see you, Mike.\n\nHe leans in. They hug.\n\nFLETCHER (CONT’D)\nSee you after the show! Cheers!\n\nHe steps in, closes the door and addresses his PLAYERS, who\nare busy sanding their hands, buzzing their lips, preparing:\n\nFLETCHER (CONT’D)\n\nOk, you fucking cocksuckers. E Dorian.\n(the non-percussion players\nlift their instruments)\n\nHurry the fuck up!! E Dorian.\n\n(they play the Dorian scale)\n\nDouble it.\n\n(they play it double-time)\n(MORE)\n\f4l\n\nPink (9/10/2013) 41\n\nFLETCHER (CONT’D)\n\nG Lydian.\n\n(they play the Lydian scale)\nD Lydian Augmented.\n\n(they play it)\nDouble it.\n\n(they play it double-time)\nGet your music. “Irene” only for Set 1.\nRhythm section out first. Tanner, the kit\nis a tonal catastrophe. Get it in tune.\nRhythm and soloists, we're augmenting the\ndominant in measure 45. Everyone else\nsharp the nine at bar 106. Got it?\n\n(beat)\nNow remember. Lincoln Center and its ilk\nuse these competitions to decide who they\nwant. And I am not about to have my\nrecord in that department stained by a\nbunch of sour-note flexible-tempo flatter-\nthan-their-girlfriends dipshits. And\nanother thing...\n\n(he holds up a music folder)\n...if I ever see one of these lying about\nunattended to again, I swear to God I\nwill stop being so polite. That alright\nwith you, ladies?\n\n \n\nPLAYERS\nYes.\n\nA STAGEHAND approaches Fletcher, about to speak to him--\n\nFLETCHER\n(almost matter-of-fact)\nGet the fuck out of my sight before I\ndemolish you.\n\nThe STAGE HAND nods, slinks away.",
  "31": "---END OF PREVIOUS SECTION---\nPLAYERS\nYes. A STAGEHAND approaches Fletcher, about to speak to him--\n\nFLETCHER\n(almost matter-of-fact)\nGet the fuck out of my sight before I\ndemolish you. The STAGE HAND nods, slinks away. \n---TARGET SECTION TO BE ANNOTATED---\n Fletcher addresses his band--\nFLETCHER (CONT’D)\nStage right. In order. Now.\n(turns to the STAGE HAND --\nwho's short and plump)\nThat means you too, Mini-Me.\nINT. DUNELLEN AUDITORIUM - STAGE - CONTINUOUS 4l\nStudio Band goes on-stage. Carl hurries to the DRUMS, tunes them.\n\nCARL\nStick bag.\n\nAndrew hands Carl the stick bag. Raises the music stand, props\nthe MUSIC FOLDER onto it--\n\f42\n\n43\n\nPink (9/10/2013) 42\nCARL (CONT'D)\nHurry up.\n\nANNOUNCEMENT (V.O.)\nThe Shaffer Conservatory Studio Band...\n\nCARL\nHurry up.\n\n--and opens it to OVERBROOK COMPETITION CHART.\nFletcher appears. Raises his hand.\nEveryone raises their instruments. Sits still. Waiting...\n\nA cough is heard. Fletcher looks to his right. The players\nstay still. No sign of whom it came from...\n\nAnd then -- the slightest move of Fletcher’s index finger. So\nsubtle you need absolute focus to even notice it. That’s the\ncount-off. Miss it and you’ve blown it for everyone.\n\n \n\nThe BAND LAUNCHES. Quiet at first, then a big brassy sound.\nAndrew watches Carl’s playing. Taps along on his knees.\n\nCARL (CONT'D)\n\nPage.\n(Andrew snaps to it, turns the\npage)\nDamnit...\n\nStill conducting, Fletcher approaches, whispers--\n\nFLETCHER\nGet it together, Tanner, I swear to God.\n\nHeads back to his position, glaring at Carl. Pissed at Andrew,\nCarl plays. The music BUILDS and we’re--\nINT. DUNELLEN AUDITORIUM - GREEN ROOM - MOMENTS LATER 42\nThe performance over, the PLAYERS trickle BACKSTAGE.\nCARL\n(handing Andrew the folder, still\npissed)\nHold onto this for the second set.\n\nINT. DUNELLEN AUDITORIUM - HALLWAY - MOMENTS LATER 43\n\nAndrew plugs in for a can of Coke at a vending machine. Sets\nhis MUSIC FOLDER down on a chair. Keeps his eyes on it.\n\fPink (9/10/2013) 43\n\nThen -- he overhears TALKING...",
  "32": "---END OF PREVIOUS SECTION---\nSets\nhis MUSIC FOLDER down on a chair. Keeps his eyes on it. Pink (9/10/2013) 43\n\nThen -- he overhears TALKING... \n---TARGET SECTION TO BE ANNOTATED---\nTRUMPETER #1\nThat’s what I heard...\n\nAndrew turns. Creeps around the corner. Sees a trio of fellow\nStudio Band PLAYERS, all core, chatting. They don’t see him...\n\nTRUMPETER #2\nDo you think he’ll make a complaint?\n\nSAXOPHONIST\nHe wants a career. Long as Fletcher\nstays, Fudd could get placed back in. Why\nwould he jeopardize that?\n\nAndrew leans in to hear more, but before he can get a read--\n\nCARL\nI need to look at the music.\n\nCarl is inches from his face. Andrew turns to the chair -- but\nthe folder is gone. His eyes go wide. No...\n\nCARL (CONT'D)\nCan I have it?\n\nANDREW CARL\nYeah, of course. I’m... Why isn’t it on you?\nANDREW CARL\nIt is, I-- I don’t see it.\nANDREW\n(realizing he can’t hide this)\nFuck... I -- I think I fucked up...\nCARL\n\nNo. You’re joking.\n\nANDREW\nI swear to God, I had it on that chair--\n\nCARL\nOh my God. Oh my God. Oh my God. How\ncould you be so fucking stupid?!?\n\nANDREW\n(shaking, doesn’t know what to do)\nA... A janitor... Maybe a janitor took--\n\fPink (9/10/2013) 44\n\nCARL\n\nFind the fucking chart! !\n(turns, grabs a passing player--)\nNeiman lost my folder.\n\nSAXOPHONIST\nSerious? Fletcher's going to flip.\n\nAnd just like that -- a VOICE booms down the hall--\nFLETCHER (0.S.)\nDrums!! Where the hell is Tanner??\n44 INT. DUNELLEN AUDITORIUM - GREEN ROOM - MOMENTS LATER 44\nCarl, terrified, Andrew behind him, addresses Fletcher--\n\nCARL\nWe have an issue.\n\nFLETCHER\nNow is not the time.\n\nCARL\nI gave Neiman the folder. Neiman lost it.\n\nFletcher looks at Andrew. This is a joke, right?\n\nFLETCHER\nNeiman lost it.\n\nCARL\nYes.\n\nFLETCHER\n\nThe folder is YOUR fucking responsibility,\nTanner! You should have known not to give\n\nNeiman your folder.",
  "33": "---END OF PREVIOUS SECTION---\nCARL\nYes. FLETCHER\n\nThe folder is YOUR fucking responsibility,\nTanner! You should have known not to give\n\nNeiman your folder. \n---TARGET SECTION TO BE ANNOTATED---\n You give a retard a\ncalculator and he’1ll try to turn his TV on\nwith it. Now get your ass on-stage before I--\n\n \n\nCARL\nI can’t...\nFLETCHER\nCan’t what?\nCARL\n(doesn’t want to have to say this--)\nI -- I can’t go on-stage... I don’t know\n\nthe charts by heart...\n\f45\n\nPink (9/10/2013) 45\n\nFLETCHER\nCome again, darling?\nCARL\nYou know this... I have -- I need the music,\nmy memory -- it’s, it needs visual cues--\nFLETCHER\n\nVisual cues??\n\nCARL\n--it’s a medical conditio--\n\nFLETCHER\nA medical condition? What are you,\nSanjay Gupta?? Play the fucking music!!\n\nCARL\nI can't.\n\nANDREW\nI can.\n\nFletcher and Carl both look at him. Neither was expecting him\nto chime in. Andrew seems almost as surprised...\n\nFLETCHER\nYou know “Whiplash” by heart?\n\nANDREW\nYes. Every measure. Every note.\n\nQuickly realizing this is now his only option--\n\nFLETCHER\nYou'd better pray your memory doesn’t\nfail you, Neiman. And I hope you've\nimproved since last month’s rehearsal. I\nam not about to start losing now.\n\nThen, to the rest of the band--\n\nFLETCHER (CONT'D)\nON-FUCKING-STAGE! !\n\nINT. DUNELLEN AUDITORIUM - STAGE - MOMENTS LATER 45\n\nThe PLAYERS in their places. And there, on the set,\n\noverwhelmed, trying to make this one shot count -- is Andrew.\nANNOUNCEMENT\n\nWith their second selection, the Shaffer\nConservatory Studio Band.\n\f46\n\nPink (9/10/2013) 46\n\nFletcher faces the band. Zeroes in on Andrew. The wild-card.\nAndrew rubs the sweat from his palms. This is it, this is\nit... Adjusts the drums, tightens the snares. Carl sitting\nbehind him, burning holes with his eyes...\n\nANDREW\nFive-two-two-six-two-two... Six-two-two...\n\nFletcher raises his arm. Hand suspended in air, finger waiting\nto move... Andrew locks eyes on it.",
  "34": "---END OF PREVIOUS SECTION---\nFletcher raises his arm. Hand suspended in air, finger waiting\nto move... Andrew locks eyes on it. \n---TARGET SECTION TO BE ANNOTATED---\n Heart pounding now...\n\nAnd -- the finger moves. The band begins WHIPLASH OVERBROOK. A\nsurging 7/4. Andrew seems caught off-guard at first. Struggles\nto keep up. Then reaches the right speed -- and stays there.\nFletcher keeps his eye on him, waiting for him to fuck up...\n\nBut Andrew doesn’t. He gets the first hit. Awkward, but in\ntime. Then the second hit -- also graceless, but on target.\n\nAnd here comes the key moment. Fletcher turns his attention\nto the trumpets -- and away from Andrew.\n\nBarely believing his luck, Andrew plays another bar. Still\nFletcher doesn’t look at him. He’s focused on other players.\n\nThe number builds some more. And--\n\nHEAD JUDGE (PRE-LAP)\nFirst place. Shaffer Conservatory.\n\nINT. DUNELLEN AUDITORIUM - STAGE - HOURS LATER 46\n\nApplause. Fletcher summons his PLAYERS to the stage. The JUDGE\nhands him the microphone. Fletcher takes it, hesitantly. His\nband behind him -- including Andrew...\n\nFLETCHER\nI’m...supposed to say a few words but...\nit’s these kids who should be speaking...\n(turning to his band, earnestly)\nYou earned this, gang.\n(beat, turns to the audience)\nYou know... When I was a kid, I saw God. Or\nas some people know him, Charlie Parker. My\ndad snuck me out of school so we could make\nthe drive into Chicago. It was a bar so he\nhad to sneak me in, hidden under his coat.\nI didn’t know where in the hell I was. I\nwas all of seven. But then, by the time I\nwas on my third Shirley Temple, this nice-\nlooking man went up on-stage and started\nplaying. And I’ve never been the same\nsince.\n(MORE)\n\f46A\n\n47\n\nPink (9/10/2013) 47\n\nFLETCHER (CONT'D)\n(turning again to his band)\nYou guys mean the world to me, you know...\n(back to the audience)\nI think of them like they were my own kids.\nTreat them that way, too. Treat ‘em like my\ndad treated me. Meaning I terrorize them.",
  "35": "---END OF PREVIOUS SECTION---\nTreat them that way, too. Treat ‘em like my\ndad treated me. Meaning I terrorize them. \n---TARGET SECTION TO BE ANNOTATED---\n(laughter, and to the band,)\nBut it’s true, gang. You’re my family...\n\nSomething about how Fletcher says this suggests he means it...\n\nFLETCHER (CONT’D)\nThank you. Thank you so much.\n\nHe wavers. Then steps aside and exits with his band.\n\nINT. DUNELLEN AUDITORIUM - STAGE - WINGS - CONTINUOUS 46A\n\nThe STAGE HAND appears, carrying a red folder. Going up to Carl\nand Andrew--\n\nSTAGE HAND\nThis yours? I think a janitor threw it in\nthe trash by accident.\n\nCarl looks. It’s his MUSIC FOLDER. He looks behind at Andrew.\n\nINT. STUDIO BAND ROOM - GEHRING HALL - DAY 47\nA new day of rehearsal. Andrew enters the room, passes the piano--\n\nPIANIST\nDon’t you go taking my folder...\n\nAndrew looks at him. Wary, he makes his way to the drums...and\nto Carl. Reaches in to help Carl adjust the cymbals when--\n\nCARL\nDo not touch the set.\n\nAndrew stops. Just then -- the DOOR OPENS, and Fletcher enters.\n\nFLETCHER\n“Cherokee”.\n(looks at Carl)\nWhat are you doing?\n\nNo answer. Carl, seated at the set, is visibly confused.\nFLETCHER (CONT’D)\n\nCore only today, I can’t waste time\nwith alternates.\n\f48\n\n49\n\nPink (9/10/2013) 48\n\nCarl stays still. What...? Andrew looks just as shocked.\n\nBut Fletcher keeps on staring. He’s dead-serious. Finally, Carl\nslides off, stunned, as Andrew takes his place... And, calmly\ntossing this off even though he knows how much it hurts--\n\nFLETCHER (CONT'D)\nTanner, make sure to turn Neiman’s pages.\n\nThen he raises his hand. Andrew holds his sticks, still\nshocked. This is as clear a verdict of his playing at\nOverbrook as he’1ll ever get.\n\nHe’s the new core drummer.\n\nFletcher CLAPS the band off, and before we hear any music we’re--\n\nINT. ROAD TO NEW JERSEY - BUS - DAY 48\nAndrew watches a VIDEO on his iPhone...",
  "36": "---END OF PREVIOUS SECTION---\nHe’s the new core drummer. Fletcher CLAPS the band off, and before we hear any music we’re--\n\nINT. ROAD TO NEW JERSEY - BUS - DAY 48\nAndrew watches a VIDEO on his iPhone... \n---TARGET SECTION TO BE ANNOTATED---\n It’s 70's footage and\naudio of a grey-haired DRUMMER, a face we’ve seen before...\nBUDDY RICH. Andrew smiles. Relaxed. Proud.\n\nA bubble pops up: “1 NEW VOICEMAIL, 1 NEW TEXT MESSAGE”.\nAndrew opens the text. The name on it: “NICOLE”. It reads:\n\n“You free Thursday?\"\n\nAndrew is about to answer. Hesitates. Plays the voicemail.\n\nCARL (0.S.)\n\nNeiman... You lost that folder on purpose.\nYou knew I didn't know the chart by\nheart... Answer me... I've been core for\n\ntwo _ years. I've been drumming since I was\nthree. I earned my spot you asshol--\n\nAndrew hangs up. Looks back at the text message. Considering\nagain...\n\nThen he just resumes watching the video.\n\nINT. NEW JERSEY - JIM’S HOUSE - KITCHEN - EVENING 49\nJim grabs a platter from the stove, Andrew by his side.\n\nJIM\nHow’s it going in Studio Band?\n\f50\n\nPink (9/10/2013) 49\n\nANDREW\nGood. I think he likes me more now.\n\nJIM\nHis opinion means a lot to you, doesn’t it?\n\nJim looks at Andrew. Almost accusatory. A moment...\n\nANDREW\nYeah...\n\nJIM\nGrab the shakers please.\n\nINT. JIM’S HOUSE - DINING ROOM - NIGHT 50\n\nSeven people seated at the table: Jim and Andrew, Andrew's\nuncle FRANK, aunt EMMA, and 18-year-old cousin DUSTIN. To Jim--\n\nUNCLE FRANK\nJimbo -- overcooked!\n(to Emma, laughing re: the meat)\nI can barely chew this thing.\n\nJim laughs along. Andrew watches. There’s an undercurrent to\nthe joking. The power dynamic between the brothers is clear.\n\nUNCLE FRANK (CONT’D)\nHe just laughs.\n\nJim keeps laughing.\n\nAUNT EMMA\nAnd how's your drumming going, Andy?\n\nAndrew, put on the spot, hesitates. But then, excited--\n\nANDREW\nWell... Actually, it’s...it’s going\nreally well. I’m now the core drum--\n\nThe door OPENS. In steps TRAVIS, another cousin, 21, football\nplayer, real looker.",
  "37": "---END OF PREVIOUS SECTION---\nActually, it’s...it’s going\nreally well. I’m now the core drum--\n\nThe door OPENS. In steps TRAVIS, another cousin, 21, football\nplayer, real looker. \n---TARGET SECTION TO BE ANNOTATED---\n All eyes swerve in an instant from\nAndrew to him.\n\nUNCLE FRANK\nWell, well, well -- Tom Brady!\n\nTRAVIS\nSorry I’m late.\n\fPink (9/10/2013) 50\n\nAUNT EMMA\nDid you hear, Jimmy?\n\nUNCLE FRANK\nThey named Trav the season’s MVP.\n\nJIM\nThat’s incredible, Tra--\n\nAUNT EMMA\n(interrupting)\nAnd Dustin heading up Model UN, soon-to-\nbe-Rhodes-Scholar or who knows what, Jim\n“Teacher of the Year” I mean, the\ntalent at this table it’s stunning.\n\n \n\n \n\nBeat. Then--\n\nAUNT EMMA (CONT’D)\nAnd Andrew. With his drumming.\n\nUNCLE FRANK\nYeah, you said that was going ok, Andy?\n\nANDREW\n\n(a little peeved, )\nIt's going spectacularly well, actually.\nI’m...I’m in Shaffer's top jazz\norchestra, it’s the best in the country --\nand I was just made a core member.\n\n(there’s no reaction)\n...Which means I play in competitions.\nI’m one of the youngest they have.\n\nTRAVIS\nHow do they know who wins in a music\ncompetition? Isn’t it subjective?\n\nANDREW\n-.-No, not really.\n\nUNCLE FRANK\nDoes the studio help get you a job?\n\nANDREW\nIt’s...it’s not a studio, that’s just the\nname of the ensemble... And yes, it’s a\n\nbig step forward in my career.\n\nUNCLE FRANK\nI’m just curious how you make your money\nas a drummer. After graduating.\n\fPink (9/10/2013) 51\n\nAndrew glances at his dad. Wondering if maybe he’1l chime in\nin defense... But no. His dad stays meek and quiet.\n\nAUNT EMMA\nI saw a TV commercial for credit reports\nwhere a young man was playing the drums.\nYou could do that.\n\nANDREW\nYes, or the Lincoln Center Jazz\nOrchestra. But the credit reports gig is\na wonderful backup.\n\nUNCLE FRANK\n(missing Andrew’s sarcasm)\nWell I’m glad you have it figured out. It’s\na nasty business, I’m sure.\n(to Travis)\nOh, you gotta tell them about your game last\nweek.",
  "38": "---END OF PREVIOUS SECTION---\nUNCLE FRANK\n(missing Andrew’s sarcasm)\nWell I’m glad you have it figured out. It’s\na nasty business, I’m sure. (to Travis)\nOh, you gotta tell them about your game last\nweek. \n---TARGET SECTION TO BE ANNOTATED---\n I’d say you lived up to your title.\n\nTRAVIS\n43-yard touchdown to win it.\n\nUNCLE FRANK\nThat’s what I’m talking about! On your\nway to the pros.\n\nANDREW\nIt’s Division III.\n\nEveryone at the table looks at Andrew -- including his dad.\n\nANDREW (CONT'D)\nHe plays for Carleton. It’s Division III.\nIt’s not even Division II.\n\n(silence, shock around the table)\nThe tilapia is delicious, by the way.\n\nUNCLE FRANK\n(I‘1l get you back for that)\nYou got a lot of friends, Andy?\n\nANDREW\nNot really.\n\nUNCLE FRANK\nAnd why’s that?\n\nANDREW\nI don’t see the use.\n\fPink (9/10/2013) 52\n\nUNCLE FRANK\nWell who will you play with otherwise?\nWho’1l give you your break? Lennon and\nMcCartney were school buddies, am I right?\n\nANDREW\nCharlie Parker didn’t know anyone ‘til Jo\nJones threw a cymbal at his head.\n\nUNCLE FRANK\nAnd that’s your idea of success, then?\n\nANDREW\nBecoming the greatest musician of the\ntwentieth century would be anyone’s idea\nof success.\n\nJIM\nDying broke, drunk, and full of heroin at\n34 would not be my idea of success.\n\nAndrew turns and looks at his dad. Can’t believe he joined in.\n\nANDREW\n(to his dad)\nI'd rather die broke and drunk at 34 and\nhave people at a dinner table somewhere\ntalk about it than die rich and sober at\n90 and have no one remember me.\n\nUNCLE FRANK\nAh, but friends remember you. That’s the\nwhole point.\n\nANDREW\nNo, none of us were Charlie Parker’s\nfriends. That’s the whole point.\n\nUNCLE FRANK\nWell there’s such a thing as feeling\nloved and included.\n\nANDREW\nI prefer to feel hated and cast out. It\ngives me purpose.\n\nJIM\nThat's ridiculous. You don’t mean that.\n\nUNCLE FRANK\nTravis and Dustin have plenty of friends,\nand I’d say they have plenty of purpose.\n\fPink (9/10/2013) 53\n\nANDREW\nYou’re right, they’1l make great School\nBoard presidents.",
  "39": "---END OF PREVIOUS SECTION---\nYou don’t mean that. UNCLE FRANK\nTravis and Dustin have plenty of friends,\nand I’d say they have plenty of purpose. Pink (9/10/2013) 53\n\nANDREW\nYou’re right, they’1l make great School\nBoard presidents. \n---TARGET SECTION TO BE ANNOTATED---\nDUSTIN\nOh -- so, that’s what this is all about --\nyou think you’re better than us?\n\nANDREW\nYou catch on quick. You must be in Model UN.\n\nTRAVIS\nWell I’ve got a reply for you, Andrew.\nYou think Carleton football’s a joke?\n(Andrew only nods)\nCome play with us.\n\nANDREW\nFour words you will never hear from the NFL.\n\nAUNT EMMA\nWho wants dessert?\n\nJIM\nAnd from Lincoln Center?\n\nA moment of silence. Andrew looks at his dad, and his dad\njust looks right back... A simmering anger in his eyes,\nAndrew turns to the others, and, slowly--\n\nANDREW\nIn 1967 a scientist named Laszlo Polgar\ndecides to prove talent isn’t about what\nyou’re born with but about conditioning.\nHas three kids, Susan, Sophia and Judit,\nand gets them practicing chess for hours\nand hours before they can even talk.\nFifteen years later Susan and Sophia are\nthe two top female players in the world,\nand Judit’s on her way to entering the\nhistory books as the greatest female\nchess master of all time.\n\nSilence once again. Andrew glances at his dad, and delivers\nback that same accusatory look he saw in the kitchen...\n\nUNCLE FRANK\nSo not only do you want to die at 34,\nbroke, drunk, and addicted to heroin, but\nyou also wish you were a lab rat.\n\f51\n\nPink (9/10/2013) 54\n\nAndrew says nothing. Rises, plate in hand. Walks to the door--\n\nDUSTIN\nEnjoy band camp.\n\nANDREW\nEnjoy pretending you’re an ambassador.\n\n--and swings it shut behind him.\n\nINT. COFFEE SHOP - DAY 51\n\nANDREW\nOk, I’m going to just lay it out. This is\nwhy I don’t think we should be together.\n\nWe're back in the city, at a coffee shop. Andrew is seated\nacross from Nicole, who just looks at him. Clearly she did\nnot think this is how the conversation would begin.\n\nANDREW (CONT'D)\n\nI’ve thought about this a lot. If we’re\ntogether this is what’s going to happen.",
  "40": "---END OF PREVIOUS SECTION---\nClearly she did\nnot think this is how the conversation would begin. ANDREW (CONT'D)\n\nI’ve thought about this a lot. If we’re\ntogether this is what’s going to happen. \n---TARGET SECTION TO BE ANNOTATED---\nI’m going to keep pursuing what I’m\npursuing, and it’s going to take up more\nand more of my time. You’re going to see\nme less and less. When you do, I’‘1l be\ndistracted, I’1l be upset, I'll be\nplaying things in my mind. And you're\ngoing to just grow to resent me. At a\ncertain point, you’1ll tell me to ease up\non the drumming, to spend more time with\nyou. And I won’t be able to. And I’11\nstart to resent you for even asking me\nthat. I’1l feel like you’re dragging me\ndown, you'll feel like you don’t matter --\nand before long, we’ll hate each other.\nSo I think we should just cut it off now,\ncleanly, for those reasons.\n\nA beat. Nicole is silent. Finally, Andrew adds--\n\nANDREW (CONT'D)\nBecause I want to be great.\n\nNICOLE\nAnd you’re not.\n\nANDREW\nI want to be one of the greats.\n\nNICOLE\nAnd I would stop you from doing that.\n\f52\n\nPink (9/10/2013) 55\n\nANDREW\nYes.\n\nNICOLE\nYou know I would stop you from doing\nthat. You know that for a fact.\n\nANDREW\nYes.\nNICOLE\nAnd I would barely see you anyway.\nANDREW\nThat’s right.\nNICOLE\n\nAnd when I did see you, you would treat\nme like shit, because I’m some girl who\ndoesn’t know what she wants, and you have\na path, and you're going to be great, and\nI’m going to be forgotten, and therefore\nyou won't be able to give me the time of\nday because you have bigger things to\n\npursue.\nANDREW\nThat's right. That’s exactly my point.\nBeat.\nNICOLE\nYou’re right. We should not be dating.\nShe gets up.\n\nANDREW\nI’m glad we had this talk.\n\nNICOLE\nMe too.\n\nWith that, she turns and leaves. We linger on Andrew, the\nlook on his face... Did I just fuck up...? No, I'm good.\nINT. GEHRING HALL - STUDIO BAND ROOM - DAY 52\nA BLAST of music.",
  "41": "---END OF PREVIOUS SECTION---\nNo, I'm good. INT. GEHRING HALL - STUDIO BAND ROOM - DAY 52\nA BLAST of music. \n---TARGET SECTION TO BE ANNOTATED---\n Horns squealing, cymbals swelling.\n\nIt’s another Studio Band rehearsal. Andrew’s at the drums,\n\nplaying well. Fletcher cues a fermata, and the band\nfinishes STUDIO BAND REHEARSAL AFTER-BREAKUP CHART.\n\fPink (9/10/2013) 56\n\nFLETCHER\nAlright, gang. Pick up the new chart by\nthe door. Rehearsal tonight starts at 9.\nYou have ‘til then to learn it.\n\nPLAYERS head out. Andrew grabs his copy of the chart -- it’s\ncalled “CARAVAN” -- when--\n\nFLETCHER (CONT’D)\nNeiman. Stay a bit, ok?\n\nAndrew nods. Carl, at the door, glares at him. Then slinks off.\n\nFLETCHER (CONT’D)\n(approaching, pointing to the chart)\nLook at this. See the tempo?\n\nANDREW\nQuarter note 330...\n\nFLETCHER\nThat's a double-time swing. That’s what\ngot you in here, isn’t it?\n\nANDREW\nI guess so...\nFletcher grins. Then -- the smile fades.\nFLETCHER\n\nNow, just as was the case with you, I\nstumbled on a kid practicing his double-\ntime swing the other night. I’d like to\ngive him a shot.\n\nBefore Andrew can register, let alone ask “Who?”--\n\nRYAN (0.S.)\nAm I late?\n\nFletcher and Andrew turn to the door. RYAN CONNOLLY is here.\n\nFLETCHER\nPerfect timing! Join us, Connolly.\n(Ryan heads over, smiling)\nYou two know each other, don’t you?\n\nRYAN\nYep, Nassau Band. ‘Sup, Andrew...\n\nRyan is all smiles. But Andrew is mortified. Can barely\nconceal his anxiety -- and his anger.\n\fPink (9/10/2013) 57\n\nFLETCHER\n\nNow, Connolly, I’ve made Andrew a\ntemporary core--\n\n(Andrew’s eyes shoot up at\n\nthe word “temporary” )\n--but we've got the competition this\nweekend and I want to make sure the new\nchart’s in good shape.\n\nRyan nods, reaches into his backpack. And, to Andrew's shock,\npulls out the “new chart”. CARAVAN.",
  "42": "---END OF PREVIOUS SECTION---\nRyan nods, reaches into his backpack. And, to Andrew's shock,\npulls out the “new chart”. CARAVAN. \n---TARGET SECTION TO BE ANNOTATED---\nRYAN\nThis one, right?\n\nAndrew's wide-eyed. When did he get the chart?\n\nFLETCHER\n(as though he can read his mind)\nI gave it to him this morning, Neiman.\nNow, all I want to do is test out the\npart. Neiman, if you wouldn’t mind, could\nwe take it from the top with just you?\n\nAndrew tries to keep calm. Goes to the drums, lays out the\nchart.\n\nFLETCHER (CONT’D)\nDon’t worry, I don’t care about hits.\nThat’1l be tonight. For now, just tempo.\n\nAndrew nods. Takes a deep breath. Looks at the tempo notation.\n“330”. Another breath. Ok... I've got this... Fletcher CLAPS.\nAndrew BEGINS.\n\nFLETCHER (CONT’D)\nNo... That’s not quite my tempo...\n\nANDREW\nI’m -- I’m sorry -- I’1ll--\n\nFLETCHER\nLet’s see if Connolly can do it, ok?\n\nBeat. Andrew looks at Ryan. Heart pounding, he switches with\nhim. Fletcher CLAPS. Ryan BEGINS. And he plays perfectly.\n\nFLETCHER (CONT'D)\n\nConnolly -- that was excellent. See,\nthis is the beauty of Studio Band. You\ncome in an alternate -- but a minute\n\nlater, you could be the new core.\n\nAndrew's eyes widen again.\n\f53\n\nPink (9/10/2013) 58\n\nANDREW\nYou're not serious.\n\nFletcher looks at Andrew -- as though shocked Andrew talked\nback. A moment of silence. Then -- BZZZZZ. Fletcher's cell.\n\nFLETCHER\nConnolly, the chart’s yours. See you\nboth tonight at 9.\n(answering the phone)\nHi, this is Terence...\n\nHe heads to his OFFICE. Andrew is still. What just happened...?\n\nRYAN\nHow you been, bro?\n(Andrew looks at Ryan)\nI think it was the injury that kept me out\nlast time. But I’m fuckin’ stoked to be\njoining you guys now.\nAndrew just stares. Ryan seems earnest -- but Andrew is incensed.\nRYAN (CONT'D)\n(mistaking Andrew's look for\nanxiety)\nDon’t worry about Fletch, either.",
  "43": "---END OF PREVIOUS SECTION---\nAndrew just stares. Ryan seems earnest -- but Andrew is incensed. RYAN (CONT'D)\n(mistaking Andrew's look for\nanxiety)\nDon’t worry about Fletch, either. \n---TARGET SECTION TO BE ANNOTATED---\n My\ngranddad knew his dad from the\n\nPhilharmonic when Fletcher was trying to\nbreak in. He’s more bark than bite.\n\nAndrew's eyes really widen now: What the fuck is going on?\n\nHe gets up, marches to Fletcher’s door, and--\n\nINT. GEHRING HALL - FLETCHER’S OFFICE - CONTINUOUS 53\n\n--BURSTS in. Fletcher’s just finished his call.\n\nFLETCHER ANDREW\nWhat are--? I need to talk to you.\nFLETCHER ANDREW\nNow is not the time, I I can play that part, you\nswear to God-- know I can--\nFLETCHER\n\nI_said NOT NOW!!!\n\nThere’s more desperation in Fletcher’s voice than anger. And\nAndrew notices something else: Fletcher’s eyes are watering...\nAndrew is silent. He’s never seen Fletcher like this.\n\f54\n\n54A\n\n55\n\nPink (9/10/2013) 59\n\nFLETCHER (CONT’D)\n(softly, as though close to crying)\nYou want the part? Then...earn it.\n\nA moment passes.\n\nINT. GEHRING HALL - STUDIO BAND ROOM - CONTINUOUS 54\n\nAndrew busts back through the STUDIO BAND ROOM. Eyes burning.\nOne thought and one thought only: Get that part back.\n\nRYAN\nBro! Wanna grab lunch?\n\nBut Andrew doesn’t answer. Just keeps walking.\n\nINT. DORMITORY - BASEMENT BATHROOM - DAY 54A\nAndrew pours ice into a sink. Turns on the faucet. Dips a big\nglass jug in and collects ice water.\n\nINT. ANDREW’S PRACTICE ROOM - DAY 55\nAndrew practices the part... He’s pushing, giving it his all...\n“CARAVAN” on his stand, scribbled over with pencil markings:\n\n“forte”, “triplets!\", “hemiola 1-3\", “don't slow down!\"\n\nANDREW\nCome on... Come on...\n\nHe stops. His hand throbbing from blisters. He dips it by his\n\nside -- into the jug of ICE WATER. Clenches. Blood clouds the\nwater.\nHe resumes playing -- frenzied, exhausted. Fucks up, screams out--\n\nANDREW (CONT'D)\nFuck!!!!\n\nStarts pounding his stick against the drum-head. Then his hand.",
  "44": "---END OF PREVIOUS SECTION---\nFucks up, screams out--\n\nANDREW (CONT'D)\nFuck!!!! Starts pounding his stick against the drum-head. Then his hand. \n---TARGET SECTION TO BE ANNOTATED---\nPounding harder and harder, once, twice, three times, four\ntimes. Hand bleeding more, the drum-skin giving way, finally\ntearing and breaking.\n\nHe STARTS PLAYING again, fed up, enraged, SHOUTING at himself--\nANDREW (CONT’D)\n\nCome on you fucking piece of shit... Come\non!!! COME ON! !!!\n\f56\n\n57\n\nPink (9/10/2013) 60\n\nINT. SUBWAY - NIGHT 56\nA crowded subway car. Andrew is seated, poring over his sheet\nmusic, running through the beats in his head...\n\nINT. GEHRING HALL - STUDIO BAND ROOM - NIGHT 57\nThe PLAYERS sit silently. Ryan on the drum throne, Carl and\nAndrew behind him -- Carl still humiliated, Andrew 100%\nfocused. The clock reads: 9:00. Not a word in the room.\n\nFletcher emerges. A CD PLAYER in his hand. He plugs it in.\n\nFLETCHER\nOk... Um...\n\nFor the first time ever, he seems uneasy, unsure what to say.\n\nFLETCHER (CONT’D)\nWe...we have a new player. Ryan Connolly.\n\nRyan nods, waves to the other PLAYERS. Chipper--\n\nRYAN\nSup, dudes.\n\nAndrew glares at him. Seething now. But, continuing, softly--\n\nFLETCHER\nBut I...if you could just...put your\ninstruments down... Just for a second...\n\nHe turns to the CD player. Turns it on. A big-band ballad\nswells. A muted trumpet takes the lead. It’s CASEY’S SONG,\nand it’s a tender sound, full of melancholy...\n\nFor a few seconds, Fletcher doesn’t say a word. His thoughts\nseem to be drifting. Then, hesitant, as the music plays...\n\nFLETCHER (CONT’D)\nSix years ago...I saw a kid practicing\nscales in a band room here. He'd started at\nShaffer with a lot of hope, but the truth\nwas he’d barely squeaked in and he was\nstruggling. Everyone on the faculty told\nhim: “This isn’t for you.” But they didn’t\nsee what I saw...\n\n(his voice croaking again,\n\nemotional, )\n...this...",
  "45": "---END OF PREVIOUS SECTION---\nHe'd started at\nShaffer with a lot of hope, but the truth\nwas he’d barely squeaked in and he was\nstruggling. Everyone on the faculty told\nhim: “This isn’t for you.” But they didn’t\nsee what I saw... (his voice croaking again,\n\nemotional, )\n...this... \n---TARGET SECTION TO BE ANNOTATED---\nthis scared, skinny kid cursing\nhimself ‘cause he couldn’t get his scales\nright... I saw a drive in him...\n\n(MORE)\n\fPink (9/10/2013) 61\n\nFLETCHER (CONT’D)\nAnd I put him in Studio Band, and we\nworked together for three years, and when\nhe graduated, Marsalis made him third\ntrumpet at Lincoln Center. A year later,\nhe was first. That’s who you’re hearing\nnow.\n\n(then, )\nHis name was Sean Casey.\n\nThe name catches Andrew’s attention. The trumpeter Fletcher\nmentioned to him... And the word “was”...\n\nFLETCHER (CONT’D)\nI found out this morning...that Sean died.\nHe died in a car accident yesterday...\n(takes a moment, is having\ntrouble speaking)\nI just wanted you guys to know that...\nHe was... Sean was a...\n(and, almost dissolving into\ntears on these next words)\n-.-beautiful player...\n(breathes in, collects himself)\nI just thought you all should know.\n\nBeat. He leans back down and turns off the CD. Silence.\nFLETCHER (CONT’D)\n(another moment; then, still shaky--)\n\n“Caravan”. From bar 142, please.\n\nThe PLAYERS open their folders, pick up their instruments.\n\nFletcher waits. Hesitates again... Then -- CLAPS. Just drums,\nbass and trombone play the trombone solo section of CARAVAN\nSTUDIO BAND REHEARSAL. Fast, precise -- but Fletcher waves to\n\nRyan to stop.\nFLETCHER (CONT'D)\nNo, that’s...that’s not quite right,\nConnolly... Sorry...\nAndrew's eyes instantly fill with hope. Is this his chance?\n\nFLETCHER (CONT'D)\n\nI... I want to try Neiman on this... Ok?\nRyan nods, slowly slides off -- as Andrew quickly gets on.\n\nClutches his sticks tight. This is it... Fletcher’s still shaky--\nFLETCHER (CONT’D)\nMaybe...maybe now’s the time for Neiman\nto earn the part...\n\nBeat. He CLAPS off, Andrew starts, and, only ONE SECOND later--\n\fPink (9/10/2013) 62\n\nFLETCHER (CONT'D)\nNo, I guess not. Tanner.",
  "46": "---END OF PREVIOUS SECTION---\nBeat. He CLAPS off, Andrew starts, and, only ONE SECOND later--\n\fPink (9/10/2013) 62\n\nFLETCHER (CONT'D)\nNo, I guess not. Tanner. \n---TARGET SECTION TO BE ANNOTATED---\nAn anger is creeping into Fletcher's voice now. The\nstammering fading away, bit by bit. Dismayed, Andrew gets\noff, Carl gets on, Fletcher CLAPS him off -- and then,\nSLAMMING his fist down on his table, the barely suppressed\ngrief giving way now to terrifying, full-out rage--\n\nFLETCHER (CONT'D)\nMother-FUCKER! ! !\n\nCarl JUMPS. The band goes silent. Fletcher glares at his\ndrummers, eyes so heated they could burn holes into you.\n\nFLETCHER (CONT'D)\nGet your ass back on the kit, Connolly.\n\nRyan does. The other players are still. Real fear in the room...\n\nFLETCHER (CONT’D)\nI will find my tempo out of one of you\nfaggots if it takes me all goddamned night.\n\nHis tone is vicious, his eyes still watery. He CLAPS, stops-—-\n\nFLETCHER (CONT'D)\nWhich it just might. Neiman.\n\nAndrew gets on. His hands are shaking. Fletcher CLAPS, stops--\n\nFLETCHER (CONT’D)\nNot my tempo. Switch.\n\nCarl gets back on. Fletcher CLAPS, stops yet again--\n\nFLETCHER (CONT’D)\nNot my FUCKING tempo! !!!\n\nHe turns to the rest of the band. Rubs his eyes, breathes, and\nthen, trying to keep calm but his face already beet-red...\n\nFLETCHER (CONT’D)\nOk... Sorry about this, gang, hate to put\nyou through it. But rest your arms, put\naside your instruments, if you need to\ntake a dump do it now, ‘cause I am going\nto go for as long as it takes until I\nfind a drummer who can play in time.\n\n(to the drummers--)\nYou hear me talking, cocksuckers? You'd\nbetter start shitting me perfect 400’s.\nConnolly. You first. Get on the kit.\n\n \n\f58\n\n59\n\n60\n\n61\n\nPink (9/10/2013) 63\n\nINT. GEHRING HALL - BASEMENT HALLWAY - LATER 58\n\nPLAYERS mull through the hall, stretching. A few yawns. You can\ntell these guys have been here for hours already...",
  "47": "---END OF PREVIOUS SECTION---\nGEHRING HALL - BASEMENT HALLWAY - LATER 58\n\nPLAYERS mull through the hall, stretching. A few yawns. You can\ntell these guys have been here for hours already... \n---TARGET SECTION TO BE ANNOTATED---\n And through\nthe wall, the kind of screaming that shakes you to your core:\n\nFLETCHER (0.S.)\nMotherfucking COCKSUCKER!!! Is--\n\nINT. GEHRING HALL - STUDIO BAND ROOM - NIGHT 59\n\nFLETCHER\n--that the fastest you can go?? It is no\nfucking wonder Mommy ran out on you, you\nworthless acne-scarred fetal-position\nHymie fuck. GET OFF!!!\n\nAndrew -- whole body shaking, had been playing for half an\nhour straight -- gets off the kit, struggling for breath,\nhands coated with torn blisters and blood. Fletcher's rage is\nunlike anything we’ve seen from him: pained, vengeful...\n\nCarl gets on the kit. Fletcher CLAPS. The clock: 11:06.\n\nFLETCHER (CONT’D)\n\nWell what do we have here? Gay Pride\nhimself. This is not a Sinead O’Connor\nconcert, Tanner. I am sorry to inform you\nwe will not be serving Baked Alaska and\nCosmopolitans tonight. Now why don’t you\ntry playing faster than you give fucking\nhand jobs?? One! One! One! One! OFF THE\nFUCKING KIT!!!\n\nCarl stops. Staggers back, dazed, as Ryan moves up and begins.\nFLETCHER (CONT'D)\nNow we got ourselves our mick fucking paddy-\ncracker. Did you know you look like a\nfucking leprechaun? I think I’1l call you\nFlannery.\nINT. GEHRING HALL - BATHROOM - NIGHT 60\nPLAYERS rinse their faces. One looks at his watch, dead-tired.\nIt’s very late...\nINT. GEHRING HALL - STUDIO BAND ROOM - NIGHT 61\n\nSome players have now returned to their seats.\n\fPink (9/10/2013) 64\n\nFLETCHER\nSwitch!\n\nCarl stops playing. Almost falls as he gets off the kit. Ryan\ntakes his place -- just as worn out. As soon as he sits down\nat the set he has to bend down to catch his breath.\n\nFLETCHER (CONT’D)\n\nIt is not Saint fucking Patrick’s Day,\nFlannery, there is not a pot of gold\nunder your fucking seat.",
  "48": "---END OF PREVIOUS SECTION---\nRyan\ntakes his place -- just as worn out. As soon as he sits down\nat the set he has to bend down to catch his breath. FLETCHER (CONT’D)\n\nIt is not Saint fucking Patrick’s Day,\nFlannery, there is not a pot of gold\nunder your fucking seat. \n---TARGET SECTION TO BE ANNOTATED---\n Play.\n\nFletcher CLAPS. Ryan plays, muscles cramping, can’t keep up--\n\nFLETCHER (CONT'D)\nSwitch!\n\nRyan stops, gasping. Fletcher’s eyes land...\n\n...ON ANDREW. Face awash in sweat, hair dripping, muscles\nthrobbing, wrists red, hands caked in blood, T-shirt clinging\nto his chest. This is it...\n\nANDREW\nmuttering to himself as he\nttering to himself h\ngets on the kit)\n\nCome on... Come on you fuck...\nFLETCHER\n\nLet’s see if we can finally bring this\n\nhome.\n\nHe CLAPS. Andrew begins.\n\nFLETCHER (CONT’D)\nDon’t slow down.\n\nAndrew tries, the tempo slips... So fast, so loud...\nFLETCHER (CONT'D)\n\nSpeed up! God-fucking-damnit I said SPEED\nUP!!!\n\n \n\nAndrew's arms are moving as fast as they possibly can, his\nfeet like triggers -- and his ears start RINGING now, the\nRINGING cutting and almost drowning out the other sounds...\n\nFletcher, fire-eyed, turns around and goes into the nearest\nCLOSET. Emerges with a COWBELL and a STICK. Comes closer and\nBANGS ON IT in time. The SOUND slices through the RINGING,\nstartles Andrew, this stick whacking down inches from his head--\n\nFLETCHER (CONT'D)\nDon't stop!!\n\f62\n\nPink (9/10/2013) 65\n\nAndrew doesn't stop. Manages to glare forward, with what\nalmost seems like hatred in his tired, blood-shot eyes...\n\nFLETCHER (CONT’D)\nFaster!... Faster! !\n\n(Andrew speeds up)\nDo it! Do it! Do it! Do it! Do it! Do it!\nOne! One! One! One! One! One! One! One!\n\n \n\n \n\nAndrew slips, almost loses the beat. Fletcher GRABS the FLOOR\nTOM DRUM and HURLS it through the air, against the nearest\nwall. It RAMS into the concrete, handles buckling. But Andrew\nstays focused. Doesn’t cry.\n\n \n\nFLETCHER (CONT'D)\nKEEP PLAYING! !\n\nAndrew does.",
  "49": "---END OF PREVIOUS SECTION---\nDoesn’t cry. FLETCHER (CONT'D)\nKEEP PLAYING! ! Andrew does. \n---TARGET SECTION TO BE ANNOTATED---\n Fletcher raises the COWBELL now, about to STRIKE\nAndrew across the head, looks like a fucking madman -- but\nstill Andrew does not cry -- as Fletcher BELLOWS--\n\nFLETCHER (CONT'D)\n\nKEEP PLAYING!!!\n\nAndrew keeps playing.\n\nFletcher stands still. Stares at him. Circles the drum set\nlike a predatory beast, ready to strike at any instant.\n\nThen -- he steps back. Drops the cowbell and stick. Andrew is\nstill playing, going like an automaton. No tears. Finally,\nFletcher silently raises his hand, and, with just a slight\nwave, gestures for Andrew to stop.\n\nAndrew does. Nearly collapses over the set.\n\nFLETCHER (CONT’D)\nCongratulations, Neiman. You earned the part.\n\nHe turns to the rest of the band.\n\nFLETCHER (CONT’D)\nOk. Now we can begin.\n\nThe clock: 2:00.\n\nEXT. GEHRING HALL - SIDE DOOR - NIGHT 62\nIt’s 3:30am. The PLAYERS stagger out of the building. Zombies.\n\nAndrew appears, red-eyed, past exhaustion. Fletcher emerges last.\n\f63\n\n64\n\nPink (9/10/2013) 66\n\nFLETCHER\n5pm call tomorrow. Leave at least two\nhours from New York this time. Save your\ntravel receipts. Or don’t, I don’t give a\nfuck.\n\n \n\nHe then walks off. Andrew watches him leave. And, as we zero in\non Andrew's eyes...\n\n...we see that something fundamental has changed.\n\n \n\nHe looks like a completely different person now. 100% hollowed\nout.\n\nBUS DRIVER (PRE-LAP)\nNext stop Dunellen. Two hours.\n\nOMITTED 63\n\nINT. ROAD TO DUNELLEN - GREYHOUND BUS - DAY 64\nWe're on a Greyhound, packed. Another VOICE in the back...\n\nANDREW\nBop-ba-d-d-da-bop... Bada-bop-bop-bop...\n\f65\n\n66\n\n67\n\nPink (9/10/2013) 67\n\nIt's Andrew. Hunched over sheet music, earphones on, counting\naloud through “CARAVAN”. And, by his side -- a Zip-lock bag of\nPILLS.",
  "50": "---END OF PREVIOUS SECTION---\n65\n\n66\n\n67\n\nPink (9/10/2013) 67\n\nIt's Andrew. Hunched over sheet music, earphones on, counting\naloud through “CARAVAN”. And, by his side -- a Zip-lock bag of\nPILLS. \n---TARGET SECTION TO BE ANNOTATED---\n Just like the ones we saw exchanged at the party outside\nhis dorm...\n\n \n\nPASSENGERS look at him. Who is this lunatic...?\n\nANDREW (CONT'D)\nBop-bada-bop... Ba-da-bop-ba-d-d-d-da-bop...\n\nAnd suddenly -- A JOLT. The bus ROCKS to the side, lights go\nout, the wheels SCREECH to an abrupt stop. Andrew removes his\nearphones.\n\nEXT. ROAD TO DUNELLEN - GREYHOUND BUS - DAY 65\n\nThe side of the road. Andrew and the other PASSENGERS stand\noutside, waiting, the BUS’s right tire blown, a rod lodged\ninto its side. Andrew checks his phone for the time. Fuck...\n\nEXT. DUNELLEN - BUS STOP - DAY 66\n\nA nondescript Jersey town. A NEW BUS comes to a stop, setting\ndown passengers on Dunellen’s Main Street. Andrew bolts off,\ncarrying his stick bag and music folder. Looks around.\nPerplexed. Grabs a PASSERBY--\n\nANDREW PASSERBY\nDo you know where all the No, you gotta call the\ncabs are? They said there cabs. Takes half an hour\nwere cabs here, that’s what notice.\nI--\n\nANDREW PASSERBY\nWhat? Well is there a -- They got a car rental down\nanother bus or-- on Pine.\n\nANDREW\n\nWhich way??\nThe Passerby points -- and Andrew starts RUNNING.\nEXT. CAR RENTAL AGENCY - MOMENTS LATER 67\nFive blocks later -- Andrew dashes across a patch of grass,\n\nreaches a door, grabs the handle. The door won’t open. He goes\nwhite. Sees the HOURS sign. Eyes scroll down. Starts POUNDING--\n\fPink (9/10/2013) 68\nANDREW\nYou’re still open! You’re still open!\n\nA MAN appears. Gestures for Andrew to calm down. Opens up.\n\n68 INT. CAR RENTAL AGENCY - MOMENTS LATER 68\n\nAndrew finishes signing paperwork. Grabs his MUSIC FOLDER and\nBACKPACK from the nearest chair, hurries off. WE DRIFT back...\n\n...to the STICK BAG left on the chair.\n\n69 EXT/INT.",
  "51": "---END OF PREVIOUS SECTION---\nWE DRIFT back... ...to the STICK BAG left on the chair. 69 EXT/INT. \n---TARGET SECTION TO BE ANNOTATED---\n CAR RENTAL AGENCY - RENTAL CAR - MOMENTS LATER 69\nAndrew RUNS like mad across a small LOT. Reaches a CAR, opens\n\nup and jumps in. Plugs an address into the GPS. The estimated\ntime: 9 minutes. The clock: 3:02... He floors it.\n\n69A INT. DUNELLEN STREET - RENTAL CAR - CONTINUOUS 69A\n\nAndrew drives fast. His cell rings--\n\nANDREW\nHello??\n\nPIANIST (0.S.)\nNeiman, where the fuck are you? Call-time\n\nwas 5.\nANDREW\nI’m sorry -- I’m on my way. I’m almost--\nPIANIST (0.S.) ANDREW\nWe're on stage in twenty-- I know, I’m almost ther--\n\nPIANIST (0.S.)\n--and Fletcher's got Connolly warming up\nin case you don't show.\n\nANDREW\nGod-fucking-damnit, I SAID I was on my\nway, you tell the redhead I’m ON MY\nFUCKING WAY!!\n\n \n\nHe throws the phone against his seat.\n\n69B EXT. DUNELLEN AUDITORIUM - MOMENTS LATER 69B\n\nAndrew pulls up.\n\f70\n\nPink (9/10/2013) 69\n\nINT. DUNELLEN AUDITORIUM - GREEN ROOM - DAY 70\nAndrew arrives, panting. Fletcher glares, the band behind him--\nFLETCHER\nGlad you could work us into your\nschedule, darling.\n\nANDREW\nI’m here. I’m ready to play.\n\nFLETCHER\nToo late. Connolly’s playing.\n\nAndrew looks over to his left -- to Ryan.\n\nANDREW\nLike fucking hell he is.\n\nFletcher looks at him. Stunned. The PLAYERS also look shocked.\n\nFLETCHER\nCome again?\nANDREW\nIt’s my part.\nFLETCHER\nActually it’s my part. I decide who I\nlend it to.\nANDREW\n\nI have the folder--\n\nFLETCHER\nI see the folder for a change, but I\ndon’t see the sticks.\n\nAndrew is about to counter -- when he looks down. Looks back.\nThinks. Realizes... Skin paling, his heart racing...",
  "52": "---END OF PREVIOUS SECTION---\nThinks. Realizes... Skin paling, his heart racing... \n---TARGET SECTION TO BE ANNOTATED---\nANDREW\nThey’re -- they’re in the car, I just\n\nhave to grab them--\n\nFLETCHER\nNope. I’m warming the band up now.\n\nANDREW\nI’1l use Ryan’s sticks.\n\nFLETCHER\nYou lost the part, Neiman.\n\fPink (9/10/2013) 70\n\nANDREW\nNo I didn’t!! You can’t do this!\n\nFLETCHER\nI CAN/T?!?\n\nHe marches toward Andrew. Looms over him, seems about to hit him.\n\nFLETCHER (CONT’D)\nWhen did you become an authority on what I\ncan or cannot do you weepy-willow shitsack?\n\nANDREW\nWhen I earned that part.\n\nFLETCHER\nEarned? You've never earned a thing. The\nonly reason you're a fucking core is\nbecause you misplaced a folder. The only\nreason you’re in Studio Band is because I\ntold you what I’d be asking for in Nassau.\n\nANDREW\nBullshit. I’m in Studio Band because--\n\nRYAN\nWhy don’t you back off, bro?\n\nANDREW\nFuck you, Johnny Utah. Turn my pages.\n\nFLETCHER\nYou realize I can cut you anytime I feel.\n\nANDREW\nYou would’ve cut me by now.\n\nFLETCHER\nTry me you weasel. At 5:30, that’s in\neleven minutes, my band is on-stage. You're\nnot there with your own sticks, or you show\n\nup and make a single mistake -- a single\none -- and I’1l send you back to Nassau\n\nBand to turn pages until you graduate or\ndrop out. For extra kicks, I'll spread the\nword on just how you became a Studio Band\ncore, and by the time my sewing circle is\ndone you'll make your dad look like a\nsuccess story.\n\n(lets that linger, then, )\nOr I can give “Johnny Utah” the part and\nwe'll leave it at that. Your choice.\n\f70A\n\n70B\n\n71\n\n71A\n\n72\n\nPink (9/10/2013) 71\nBeat. Andrew catches sight of Carl, standing in the back,\nwatching -- and almost smiling. He turns back to Fletcher--\n\nANDREW\nIt’s my part. I'll be on the stage.",
  "53": "---END OF PREVIOUS SECTION---\nAndrew catches sight of Carl, standing in the back,\nwatching -- and almost smiling. He turns back to Fletcher--\n\nANDREW\nIt’s my part. I'll be on the stage. \n---TARGET SECTION TO BE ANNOTATED---\nFLETCHER\nThat’s 10 minutes 50 seconds left, you\npathetic pansy-ass fruit-fuck.\n\nAndrew turns. Bumps into Ryan, PUSHES him out of the way, RUNS.\n\nEXT/INT. DUNELLEN AUDITORIUM - RENTAL CAR - MOMENTS LATEROA\n\nAndrew drives away. The clock changes from 5:20 to 5:21.\n\nEXT/INT. CAR RENTAL AGENCY - RENTAL CAR - DAY 70B\nAndrew pulls up at the rental agency. The clock changes from\n5:27 to 5:28.\n\nINT. CAR RENTAL AGENCY - MOMENTS LATER 71\nAndrew races into the rental agency. They’re still open... Grabs\nthe STICK BAG...\n\nEXT. CAR RENTAL AGENCY - MOMENTS LATER 71A\n\nAndrew runs to his car and peels off.\n\nINT. DUNELLEN STREET - CAR - MOMENTS LATER 72\n\nAndrew on the road, speeding like a demon, the GPS on. Looks at\nthe clock. 5:30. Then 5:31. Whips out his cell. Dials...\n\nANDREW\nIt's Neiman... Tell Fletcher I’m coming.\n\nPIANIST (0.S.)\nWhat the fuck is taking so long?? They're\nmoving on-stage now.\n\nANDREW\nThere was -- there was a problem with the\nlock on my car. It’s solved and I’m coming.\n\nGPS VOICE\nLeft turn up ahead.\n\f72A\n\nPink (9/10/2013) 72\n\nAndrew looks at the GPS. Fuck. Tries to switch it off.\n\nPIANIST (0.S.)\nAre you driving?\n\nANDREW\nNo..\n\nThe GPS BEEPS for the turn.\n\nPIANIST (0.S.)\nWhat was that?\n\nANDREW\nTell Fletcher I’m coming or I'll rip out\nyour fucking eyes.\n\nHe hangs up. Enraged. Slams down on the gas, engine roaring...\n\nPICKING UP SPEED... The GPS says “2 minutes” left... The clock\nturns 5:32...\n\nThe speedometer SHOOTING UP... UP... UP...\n\nThe car reaching a STOP SIGN...but Andrew keeps going, not\nlooking...\n\nHis car SPEEDING UP and SPEEDING UP until it’s--\n--SLAMMED INTO.",
  "54": "---END OF PREVIOUS SECTION---\nUP... The car reaching a STOP SIGN...but Andrew keeps going, not\nlooking... His car SPEEDING UP and SPEEDING UP until it’s--\n--SLAMMED INTO. \n---TARGET SECTION TO BE ANNOTATED---\nGlass flying everywhere, everything going so fast, as though\nthe vehicle had just been whipped up by a tornado...\n\n \n\n \n\nThe car FLIPS, 180, the top crunching down like paper, Andrew\nspun around and shoved up against it -- bleeding, battered--\n\nINT/EXT. DUNELLEN STREET - CRASHED RENTAL CAR - CONTINUOUSA\n--until the car comes to a stop, upside down. Glass and blood.\nSilence.\n\nAndrew takes a moment to understand what has just happened.\nGasping for breath, he yanks himself up -- but finds his LEFT\nHAND is caught under the steering wheel. He yanks, pulls at\nit. It won’t budge. Smoke and exhaust fumes billow up...\n\nHe tugs and tugs and pulls and -- finally -- CRAAAACK -- the\n\nbone of his index finger SNAPS. The most painful sound you can\nimagine. He SCREAMS in agony. YANKS back, staggering...\n\f73\n\nPink (9/10/2013) 73\n\nHis hand is free. Bone broken, bleeding profusely.\n\nAndrew crawls out of the car... Rises to his feet... Dizzy, the\nworld spinning... The TRUCK DRIVER who rammed into him is running\nover--\n\nTRUCK DRIVER\nAre you ok???\n\nANDREW\nI -- I need -- I -- my -- my sticks...\n\nHe turns back to the car. Bends down to reach back in...\n\nTRUCK DRIVER\nNo -- stay away from the car, it’s not sa--\n\nAndrew blocks him out. Reaches with his right hand -- the\nworking one -- and goes for the STICK BAG, sandwiched between\nthe caved-in top and the seat. Groaning in pain as he\nreaches... Gets it.\n\nTRUCK DRIVER (CONT’D)\nI’m calling 9-1-1, you’re going to be ok--\n\nANDREW\nI -- I have to -- I have to go, it’s --\nit’s three more blocks--\n\nTRUCK DRIVER\n(holding him back)\nSir, you don’t have to go anywhere--\n\nANDREW\nGet your hands off me!!!\n\nHe yanks free from the Driver’s grasp and starts RUNNING...\n\nI/E. DUNELLEN AUDITORIUM - LOBBY - MOMENTS LATER 73\nStill running, has been running for three blocks...",
  "55": "---END OF PREVIOUS SECTION---\nHe yanks free from the Driver’s grasp and starts RUNNING... I/E. DUNELLEN AUDITORIUM - LOBBY - MOMENTS LATER 73\nStill running, has been running for three blocks... \n---TARGET SECTION TO BE ANNOTATED---\n Out of\nbreath, even dizzier than before... Reaches the front green,\nface coated in sweat, and hand drenched in blood... Almost\n\ncollapses... A couple of PASSERSBY see him, shocked--\n\nPASSERBY\nJesus Christ...\n\n--but he either doesn’t notice or doesn’t care. He’s dead-set,\ntunnel vision, only cares about the goal: Get on-stage...\n\nAndrew busts inside. Eyes scanning. Hears the sound of TUNING...\n\f73A\n\n74\n\nPink (9/10/2013) 74\n\nOMITTED 73A\n\nINT. DUNELLEN AUDITORIUM - STAGE - MOMENTS LATER 74\n\nDashes in from backstage. The PLAYERS have taken their places,\nfinished tuning, are about to perform. Andrew sees Fletcher.\nFletcher sees him. Hiding his arm behind his stick bag--\n\nANDREW\nI’m here. I’m here. I’m here.\n\nDoesn't even wait for Fletcher’s answer, goes straight to the\nset where Ryan is seated. Nothing is going to stop him now--\n\nANDREW (CONT'D)\nGet off. Get off the fucking set.\n\nRyan looks at Fletcher. Fletcher waits -- then nods, almost\nsmiling. Seems he’s having fun with this. Ryan slides off,\npissed, and takes a seat next to Carl. Andrew takes his place.\n\nHis left hand still hidden, Andrew props up his music and\npulls out a pair of sticks. Tries to hold his left stick\nproperly -- but it keeps giving way. With his index finger\nbroken, it’s impossible to keep the stick steady...\n\nHe looks at the music: “Caravan”... Looks back at his hand...\nTries to move his left fingers, mimicking the stick patterns...\nJust up ahead -- Fletcher. Animal intensity...\n\nAndrew closes his eyes... Tries to block out the anxiety...\nThe pain... The stress that just keeps mounting and mounting...\nGropes inside his STICK BAG. Pulls out his bag of pills. Drops\nit. Pills scatter. Picks a pill up, pops it, out of sight.\n\nANNOUNCEMENT (V.O.)\nThe Shaffer Conservatory Studio Band...\n\nFletcher raises his hand, ready to cue... Andrew tries to get\nhis breathing under control... Ryan and Carl lean forward...",
  "56": "---END OF PREVIOUS SECTION---\nFletcher raises his hand, ready to cue... Andrew tries to get\nhis breathing under control... Ryan and Carl lean forward... \n---TARGET SECTION TO BE ANNOTATED---\nRyan catches a glimpse of Andrew’s left hand, just as...\n...Fletcher’s finger MOVES.\n\nTHE BAND IS OFF. It explodes into CARAVAN DUNELLEN at lightning-\nspeed.\n\nBut Andrew is already in trouble... Blood getting on the\nsnare... Ears starting to RING... Left hand barely keeping\nup... The whole thing slowly slipping away from him...\n\nHe closes his eyes. Mouths: “Come on come on come on...\"\n\fPink (9/10/2013) 15\n\nA big FILL coming up. He needs both his hands. Launches into\nit -- and his left stick CATCHES the edge of a stand...\n\n..-AND GOES FLYING. Falling and sliding under the hi-hat pedal.\n\nANDREW\n(still riding with his right hand)\nStick...\n\nCarl stays still. Andrew looks at him. But Carl won’t move.\nPanicked, Andrew turns, eyes his old Nassau Band peer -- Ryan.\n\nANDREW (CONT'D)\nRyan... Stick...\n\nRyan hesitates. Doesn’t want to think of himself as a\nsaboteur. But he looks at Carl, Carl looks back at him...and\nright then and there he makes his choice.\n\nANDREW (CONT'D)\nPlease...\n\nNeither Carl nor Ryan moves.\n\nAndrew, thinking fast, eyes the fallen stick. Trying as hard as\nhe can to keep that tempo going with his right hand, he slides\ndown the left side of his body, stretching his arm as far as it\ncan go... His broken finger grazing the stick... Grabbing hold...\n\nPulls up -- and -- another CRAAAAAACK as his finger is caught\nagainst the hi-hat pedal and the bone is bent 90 degrees. He\nGASPS, almost cries out in pain. Has to hold it in.\n\nPulls himself back up to the set -- and there, looming over him\nalready, is Fletcher. Eyes fiery--\n\nFLETCHER\nThe fuck are you doing...???\n\nAndrew keeps playing. But the PAIN is harder and harder to\nignore. His snare drum completely smeared in red now, his\nstick stained, his whole arm shaking. And that RINGING -- just\ngrowing and growing, drowning out everything else...\n\nHe looks at the SHEET MUSIC, suddenly lost... The horns blast\nout a hit -- but Andrew isn’t on it. Fuck.",
  "57": "---END OF PREVIOUS SECTION---\nHe looks at the SHEET MUSIC, suddenly lost... The horns blast\nout a hit -- but Andrew isn’t on it. Fuck. \n---TARGET SECTION TO BE ANNOTATED---\n Launches into another\nfill -- and hits the crash at the wrong time.\n\nFletcher stares at him. The look says it all: it’s over. But\nAndrew keeps fighting. Another missed hit, then a missed time-\nsignature change, the beat falling apart beneath his feet. Total\nchaos, and then, finally, the sign of death -- Andrew STOPS.\n\f75\n\n76\n\n78\n\nPink (9/10/2013) 716\n\nAlmost immediately, the rest of the band grinds to a halt. It’s\na horrible sound, like a car screeching, nails on a chalkboard.\n\nFletcher stands in place, eyes on Andrew. In fact, all eyes are\non Andrew. The theater is dead-silent. Disbelief everywhere.\n\nCalmly, Fletcher approaches Andrew and whispers one last thing:\n\nFLETCHER (CONT’D)\nYou're done.\n\nThen he turns around. Andrew start shaking, his eyes brimming\n-- and, suddenly, something takes over inside. Almost despite\nhimself, he RISES -- and KICKS OVER THE DRUMS.\n\nCymbals CRASH to the wooden stage-floor like bombs. Andrew\nCHARGES forward -- and, just as Fletcher turns to him, TACKLES\n\nthe man to the ground...\n\nAndrew goes absolutely batshit crazy on Fletcher, murder in his\neyes... Raises his fists, about to POUND into Fletcher's face,\nwhen SECURITY GUARDS yank him off, pulling him away in a flash...\n\nTorn from his target, Andrew breaks down into TEARS. Every-\nthing inside him spilling out like water. Fletcher, stunned but\nuninjured, gets back on his feet. His shirt drips with blood --\nnot his own, but Andrew’s. A SECURITY GUARD rushes onto the\nscene, and Andrew, kicking and screaming, is DRAGGED OFF...\n\nWe linger inside the theater. A hush over the audience, the\nplayers and their instruments. And then, a card:\n\nFinal Competition of the Winter Season\n\n \n\nOMITTED 75\nOMITTED 76\nINT. ANDREW’S DORMITORY - DAY 78\n\nAndrew stands alone in his dorm. Staring into space. A\nbandage on his hand. Time has passed...\n\nLets his eyes take in one item at a time: A drum pad on the\nfloor. A metronome.",
  "58": "---END OF PREVIOUS SECTION---\nTime has passed... Lets his eyes take in one item at a time: A drum pad on the\nfloor. A metronome. \n---TARGET SECTION TO BE ANNOTATED---\n A DISMISSAL LETTER... He’s been expelled\nfrom Shaffer.\n\nA DVD. He slides that into his laptop, sits down slowly...\n\f83\n\n84\n\nPink (9/10/2013) 716A\n\nA HOME VIDEO begins: a smiling EIGHT-YEAR-OLD BOY at a\nDRUM... It’s ANDREW... Innocent, bright-eyed, having a\nblast...\n\nEIGHT-YEAR-OLD ANDREW\n.---and this is my pa-ra-did-dle...\n\nHe plays a paradiddle on the drum: left-right-left-left.\nA CHEER off-camera, a voice we recognize -- his father,\nJIM--\n\nJIM (0.S.)\nWoooo-hoooo! !!\n\nEIGHT-YEAR-OLD ANDREW glows. And our Andrew, hurting,\ntearing up, watches...\n\nPulls the DVD out. SNAPS it in half. Tosses the halves in\nthe trash. Slides the drum pad and metronome into the\ntrash as well. Ties the trash bag and pulls it out.\n\nINT. ANDREW'S PRACTICE ROOM - DAY 83\n\nAndrew busts in, starts breaking his drums down. First\nthe cymbals come off, then the pedals, then the toms...\n\nA look of resolution on his face -- and, bubbling up,\nanger... He tears at the drums as though attacking them,\npulls them apart almost viciously, one part after another...\nThen the Buddy Rich POSTER -- which he rips to shreds...\n\nINT. HALLWAY - ANDREW’S PRACTICE ROOM - MOMENTS LATER 84\nAndrew THROWS trash bags into a garbage can... Heads back\nand eyes his PRACTICE ROOM -- now empty. He takes a moment.\nSits down on the hallway floor, the drum parts stacked to\nthe side. Leans back, closes his eyes, and takes a deep\nbreath out...\n\nIt’s done.\n\nHe pulls out his cell. A beat. Then--\n\nANDREW\nOk... Where do you want me to meet you?\n\f77\n\nTIA\n\nPink (9/10/2013) 17\n\nOMITTED 77\nINT. HOTEL LOBBY - BAR - LATER THAT DAY TIA\nRACHEL BORNHOLDT -- lawyer, elegantly dressed -- sits across\n\nfrom Andrew, Jim to the side.",
  "59": "---END OF PREVIOUS SECTION---\nWhere do you want me to meet you? 77\n\nTIA\n\nPink (9/10/2013) 17\n\nOMITTED 77\nINT. HOTEL LOBBY - BAR - LATER THAT DAY TIA\nRACHEL BORNHOLDT -- lawyer, elegantly dressed -- sits across\n\nfrom Andrew, Jim to the side. \n---TARGET SECTION TO BE ANNOTATED---\n There’s a glass of white wine for\nJim, a club soda for Rachel, and an untouched water for Andrew.\n\nA moment of silence. Finally--\n\nRACHEL BORNHOLDT\nAndrew...?\n\nAndrew remains silent for a moment. Then--\n\nANDREW\nWhen did you contact my dad?\n\fPink (9/10/2013) 78\n\nJIM\nThey just called me this week, Andr--\n\nRACHEL BORNHOLDT\n(interrupting)\nDoes the name Sean Casey mean anything to you?\n\nAndrew looks back at Rachel. A moment. Warily, he nods.\n\nRACHEL BORNHOLDT (CONT’D)\nSo you know of his death? Last month he\nhung himself in his apartment.\n\nAndrew takes this in. Fletcher had said it was a car accident...\n\nANDREW\nWhat does that have to do with me?\n\nRACHEL BORNHOLDT\nSean suffered from anxiety and depression.\nHis mother claims this started during his\ntime as Fletcher’s student.\n\nAndrew looks at her. Rachel can tell he’s surprised.\n\nA moment passes.\n\nRACHEL BORNHOLDT (CONT’D)\nNow, the Caseys aren’t wealthy. They\ndon’t want to file suit.\n\nANDREW\nThen what do they want?\n\nRACHEL BORNHOLDT\nTo make sure Terence Fletcher is never\nallowed to do this to another student.\n\nANDREW\nHe didn’t do anything.\n\nRACHEL BORNHOLDT\nSo President Kohn and Dean Pence will tell\nyou. To them, Fletcher is Shaffer.\n\n(MORE)\n\fPink (9/10/2013) 79\n\nRACHEL BORNHOLDT (CONT'D)\nBut if they think we have a case like this\nand can win in court, they’1ll have no\nchoice but to let him go before we do.\n\nBeat. Andrew looks at her. Then at his dad.\n\nANDREW\nWell, I have nothing to say.\n\nJim leans forward now, taking the initiative--\n\nJIM\nAndrew... It’s over, ok...? He’s out of\nyour life. Why let him get away with what\nhe did to you?\n\nHe eyes Rachel. Ok...? Was that the right thing to say...?\nAndrew stays silent.",
  "60": "---END OF PREVIOUS SECTION---\nOk...? Was that the right thing to say...? Andrew stays silent. \n---TARGET SECTION TO BE ANNOTATED---\nRACHEL BORNHOLDT\nWould you characterize his conduct as\nextreme, Andrew? Did he ever intentionally\ninflict emotional distress?\n\nStill Andrew doesn’t respond. Feels his dad’s stare on\nhim as well now.\n\nRACHEL BORNHOLDT (CONT’D)\n(trying to persuade--)\nThis would not be a public hearing, you\nknow... Fletcher would never know it was\nyou who spoke up.\n\nAndrew looks at the glass of water in front of him. Untouched.\n\nANDREW\n...-What would happen to him?\n\nRACHEL BORNHOLDT\nShaffer will do anything to prevent this\nfrom going to court. Yours won’t be the\nfirst complaint, but I think it’1l tip\nthe balance. You’re recent.\n\nANDREW\nYou tried other students?\n\nRACHEL BORNHOLDT\nSome -- but you guys are walls.\n\nANDREW\nAnd you thought I'd talk.\n\fPink (9/10/2013) 79\n\nRACHEL BORNHOLDT\nYou have nothing to gain from Fletcher\nanymore.\n\nA beat. Andrew turns his eyes to his dad. Anger in his gaze--\n\nANDREW\nWhy did you do this...?\n\nJim seems taken aback. Flustered for a second. Then--\n\nJIM\nYou think I was going to let him put my\nson through hell and walk off scot-free?\n\nAndrew turns away. Jim can see the hurt on his son’s face.\nThe sense of betrayal. Worried, trying to reach out--\n\nJIM (CONT'D)\nDon’t you know I would never let that\nhappen, Andrew? That there’s nothing in\nthe world more important to me than you?\n(beat; Andrew evades his gaze)\nDon’t you know that?\n\nA moment. Andrew looks at his dad again.\n\nThen he stares ahead. WE PUSH in on him, slowly -- as he\ndrifts deeper into thought, trying to sort through it\nall...\n\nRACHEL BORNHOLDT (0.S.)\n...Andrew?\n\nAndrew can barely hear her...\nDefeated, his soul split in two... Finally -- he gives up.\nANDREW\nJust tell me what to say.\n\nWE FADE OUT.",
  "61": "---END OF PREVIOUS SECTION---\nFinally -- he gives up. ANDREW\nJust tell me what to say. WE FADE OUT. \n---TARGET SECTION TO BE ANNOTATED---\n\f79\n\n80\n\n81\n\nOMITTED\n\nOMITTED\n\nOMITTED\n\nPink (9/10/2013)\n\n80\n\n79\n\n80\n\n81\n\f82\n\nOMITTED\n\nPink (9/10/2013)\n\n81\n\n82\n\f85\n\n86\n\n87\n\n88\n\nPink (9/10/2013) 82\n\nOMITTED 85\n\nEXT. NEW YORK STREET - BILLBOARD STREET - LATE AFTERNOON 86\nSummer in New York. Tube tops, street performers, sunshine.\nAndrew, hand healed, carries laundry. Looks up and sees a huge\nsign: “BACK IN NYC! JVC JAZZ FESTIVAL June 21-29”. We’re in the\nLower East Side -- far, far away from Shaffer...\n\nINT. ANDREW’S APARTMENT - LIVING ROOM - LATE AFTERNOON 87\n\nA new apartment. Andrew's dad is already inside, sliding\ngroceries into the fridge when Andrew enters.\n\nJIM\nHey, buddy. You ready?\n\nINT. ANDREW’S APARTMENT - LIVING ROOM - LATE AFTERNOON 88\n\nBlinds closed, as Andrew and Jim sit and watch “North by\nNorthwest” on TV. We PAN from a few college applications on a\ntable, past the walls -- no decorations at all -- to Andrew and\nJim seated.\n\nWe linger on Andrew's face. There’s a sadness in his eyes. He\nlooks tired, even after months, and resigned.\n\f89\n\n90\n\n91\n\n92\n\nPink (9/10/2013) 83\n\nJim laughs at a line in the movie. Glances over at his son,\nwants to see if he’s enjoying himself. Hands him some popcorn.\nA beat.\n\nINT. ANDREW’S APARTMENT - LIVING ROOM - EVENING 89\n\nFather and son stand by the doorway, Jim about to exit--\n\nJIM\n“Dr. No” next week. Or whatever’s playing\non 86th...?\n\nANDREW\n\n-..I’d rather do it here.\n\nJIM\nOk. I stacked your pantry with Gushers.\n\nAndrew manages a smile. A moment passes between them.\n\nANDREW\nThanks, Dad...\n\nJim exits. Andrew hangs back. A moment...\n\nThen, Andrew glances down at his phone. Scrolls to a specific\nnumber: “NICOLE”.",
  "62": "---END OF PREVIOUS SECTION---\nA moment... Then, Andrew glances down at his phone. Scrolls to a specific\nnumber: “NICOLE”. \n---TARGET SECTION TO BE ANNOTATED---\nHe looks at it. Thinking. Finger hovering over it...\n\nThen, too scared, he pulls back. Pockets the phone.\n\nINT. SANDWICH SHOP - DAY 90\nAndrew makes a ham sandwich, employee’s apron on. Hands it\nsilently to a CUSTOMER.\n\nINT. JIM’S HOUSE - LIVING ROOM - DAY 91\nUncle Frank, Jim, and Travis sit on the couch watching a\nhockey game on TV. They laugh and cheer, as Andrew sits off to\nthe side, also watching -- his mind far away.\n\nEXT. NEW YORK STREET - JAZZ CLUB - NIGHT 92\nAndrew walks alone, eating a slice of pizza. Crosses by a\n\nSTREET PERFORMER -- a man drumming away on a row of buckets.\nDoesn't watch, just keeps walking.\n\f93\n\n93A\n\nPink (9/10/2013) 84\n\nWe follow, as Andrew passes a JAZZ CLUB on the next block.\nSuddenly -- he stops.\n\nThere, on the club’s main sign, below the featured names, are\nthese words: “Guest Performer: TERENCE FLETCHER”. Andrew stays\nput for a second. Completely taken aback. Then he starts\nwalking away. Then stops. Nope. Turns around...\n\nINT. JAZZ CLUB - MOMENTS LATER 93\n\n-.-and steps inside. It’s a genteel venue. On the stage, BASS,\nDRUMS, BONGOS -- and, at the piano, FLETCHER.\n\nThe mere sight gets Andrew’s pulse racing. But he stays put.\nWatches... The quartet is pacing its way through FLETCHER’S\nSONG IN CLUB, and Fletcher is playing the final head. He's\nexceedingly delicate, gentle with each keystroke, his fingers\nmoving like ballerinas. His playing is soft, subtle, and\nexquisite. He plays the melody as though moved by it.\n\nAndrew is surprised by this... Stays in the back, behind the\nlast table. The song comes to a close. Fletcher smiles, looks --\nand then freezes. His eyes locked on Andrew. He has seen him.\n\nAndrew blanches, takes a step back, hurries for the exit. But\nthere's a PERSON blocking the way. Tries to squeeze through--\n\nDRUMMER (0.S.",
  "63": "---END OF PREVIOUS SECTION---\nBut\nthere's a PERSON blocking the way. Tries to squeeze through--\n\nDRUMMER (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nThat was Terence Fletcher, on the keys...\n\nMore applause. Andrew, hemmed in, keeps trying to get out--\n\nFLETCHER\nNeiman.\n\nAndrew stops. Turns. Fletcher is standing right there. A moment\nof silence. Andrew is pale. But Fletcher's face is a blank.\n\nANDREW\n+. -Hi...\n\nSMASH CUT TO:\n\nINT. JAZZ CLUB - NIGHT 93A\n\nA table in the corner. Fletcher and Andrew seated. They seem to\nhave been sitting here in silence for some time. Two drinks\nstand between them. Untouched. The other band members on-stage\nplay JAZZ CLUB BLUES, a new PIANIST on the keys and a\nSAXOPHONIST added as well. Finally--\n\fPink (9/10/2013) 85\n\nFLETCHER\nSo what are you up to these days, Andrew?\n\nANDREW\n--.Oh, just...you know...various...things...\n\nFletcher nods. Ok. Andrew eyes him. Then, nervous--\n\nANDREW (CONT'D)\n.-..I--I’m sorry about what happened.\n(then, should I clarify?--)\nAt Dunellen.\n\nFLETCHER\nYou shouldn’t be. A player’s got to be\nwilling to fight.\n\nAndrew looks at him.\nFLETCHER (CONT’D)\n\nYou played with a broken bone. After\ncrashing a car. That’s insane.\n\nANDREW\n\nI was in a different place.\nFLETCHER\n\nGood thing you’re not in that place\n\nanymore.\n\nA beat. Then -- Fletcher seems distracted. By people CLAPPING\nALONG to the band...\n\nFLETCHER (CONT’D)\nHave you ever noticed it’s never the\npeople with rhythm who clap along?\n\nHe starts CLAPPING loudly, in the proper tempo. Leans over to\nthe table next to his, where a COUPLE is clapping off-beat, and\nstarts CLAPPING in their faces. Then sits back down.\n\nFLETCHER (CONT'D)\n\nI don’t know if you know... I don’t teach\nanymore.\nANDREW\nI... I heard about that... You quit?\nFLETCHER\n\n-..No, not exactly.\n\nHe looks at Andrew. A moment of tension. Does he know...",
  "64": "---END OF PREVIOUS SECTION---\nHe looks at Andrew. A moment of tension. Does he know... \n---TARGET SECTION TO BE ANNOTATED---\n?\n\fPink (9/10/2013) 86\n\nFLETCHER (CONT’D)\nA couple parents got a kid from Sean\n\nCasey's year... I don’t know who, I think\nmaybe a bassist... They got him to say a\nfew things about me... That much I know...\n\n(Andrew tries to hide his relief)\nThough why anyone would have anything but\nhoney and sugar to say about me is a\nmystery.\n\nAndrew laughs. Seems the mood has lightened.\n\nFLETCHER (CONT’D)\nThat’s a good laugh, huh?\n\nANDREW\nOh, no... I...I just--\nFLETCHER\nNo, it’s ok -- I know I’ve made some\n\nenemies. Maybe I seem to think my style\nis normal, but believe me, I don’t.\n\nA moment. Fletcher finally takes a sip of his drink.\n\nFLETCHER (CONT’D)\n\nI’m conducting some, though. They’re\nbringing back the JVC Fest this year, got\nme opening with a pro band in two weeks.\n\nANDREW\n(genuinely impressed)\nThat’s amazing.\n\nFLETCHER\n(earns)\nIt’s ok...\n\nThen, looking off for a moment--\n\nFLETCHER (CONT’D)\nThe truth is I don’t think people\nunderstand what it is I did at Shaffer. I\nwasn’t there to conduct. Any idiot can\nmove his hands and keep people in tempo.\nNo, it’s about pushing people beyond\nwhat's expected of them. And I believe\nthat is a necessity. Because without it\nyou’re depriving the world of its next\nArmstrong. Its next Parker.\n\n(pause)\nWhy did Charlie Parker become Charlie\nParker, Andrew?\n\fPink (9/10/2013) 87\n\nBeat. Andrew is surprised. He’s told this story himself.\n\nANDREW\nBecause Jo Jones threw a cymbal at him.\n\nFLETCHER\nExactly. Young kid, pretty good on the\nsax, goes up to play his solo ina\ncutting session, fucks up -- and Jones\ncomes this close to slicing his head off\nfor it. He’s laughed off-stage. Cries\nhimself to sleep that night. But the next\nmorning, what does he do? He practices.\nAnd practices and practices.",
  "65": "---END OF PREVIOUS SECTION---\nBut the next\nmorning, what does he do? He practices. And practices and practices. \n---TARGET SECTION TO BE ANNOTATED---\n With one\ngoal in mind: that he never ever be\nlaughed off-stage again. A year later he\ngoes back to the Reno, and he plays the\nbest motherfucking solo the world had\never heard.\n\n \n\nAndrew smiles. Nods. Finally -- unlike his uncles, his cousins,\neven his father -- someone who gets it.\n\nFLETCHER (CONT’D)\nNow imagine if Jones had just patted\nyoung Charlie on the head and said “Good\njob.” Charlie would've said to himself,\n“Well, shit, I did do a good job,” and\nthat'd be that. No Bird. Tragedy, right?\nExcept that’s just what people today\nwant. The Shaffer Conservatories of the\nworld, they want sugar. You don’t even\nsay “cutting session” anymore, do you?\nNo, you say “jam session”. What the fuck\nkind of word is that? Jam session? It’s a\ncutting session, Andrew, this isn’t\nfucking Smucker’s. It’s about weeding out\nthe best from the worst so that the worst\nbecome better than the best.\n\n(beat)\nI mean look around you. $25 drinks, mood\nlighting, a little shrimp cocktail to go\nwith your Coltrane. And people wonder why\njazz is dying.\n\n(then, )\nTake it from me, and every Starbucks jazz\nalbum only proves my point. There are no\ntwo words more harmful in the entire\nEnglish language than “good job”.\n\nBeat. He leans back. Lets his words linger. Andrew thinks...\n\fPink (9/10/2013) 88\n\nANDREW\nBut do you think there’s a line? You know\n-- where you discourage the next Charlie\nParker from becoming Charlie Parker?\n\nFLETCHER\nNo. Because the next Charlie Parker would\nnever be discouraged.\n\nAndrew takes this in. A moment...\n\nANDREW\n\n..-And you? Are you back to playing now?\nFLETCHER\n\nNot really. Here and there... The playing\n\nnever interested me. I never wanted to be\nCharlie Parker. I wanted to be the man\nwho made Charlie Parker.",
  "66": "---END OF PREVIOUS SECTION---\nThe playing\n\nnever interested me. I never wanted to be\nCharlie Parker. I wanted to be the man\nwho made Charlie Parker. \n---TARGET SECTION TO BE ANNOTATED---\n The man who\ndiscovered some scrawny kid, pushed him,\nprodded him, shaped him into something\ngreat -- and then said to the world,\n“Check this out. The best motherfucking\nsolo you've ever heard.”\n\nANDREW\nWho’s your Charlie Parker, then?\n(hesitant)\nSean Casey...?\n\nThe name hits Fletcher. Fletcher looks at Andrew -- who\nimmediately regrets bringing that name up. Why? Because, even\nafter everything, the sight of Fletcher hurting affects him...\n\nHe pauses.\n\nFLETCHER\nSean... Sean was a sweet kid... And with\nall those idiots saying “This isn’t for\nyou”, Sean did something great. Very few\npeople ever get that chance...\n\nLooks off. Looks at the musicians on-stage...\n\nFLETCHER (CONT’D)\nBut no... Not Sean Casey.\n\n(then, as he thinks about this, )\nThe truth is I don’t know if I ever had a\nCharlie Parker...\n\n(and then, )\nBut I tried. And that’s more than most\npeople can say, Andrew. I tried. And even\nif I never find one, I will never\napologize for trying.\n\f94\n\nPink (9/10/2013) 89\n\nHe’s silent. A look of disappointment.\nThen, he points to the PIANIST on-stage...\n\nFLETCHER (CONT’D)\nHe’s a beautiful player, isn’t he?\n\nANDREW\nYeah...\n\nFletcher nods. His thoughts drifting again. A moment passes.\n\nEXT. JAZZ CLUB - NIGHT 94\n\nAndrew and Fletcher exit. They stand for a second. Look at\none another. An awkward silence.\n\nANDREW\nNice seeing you...\n\nFletcher nods. Beat. Andrew turns, about to head off, when--\n\nFLETCHER\nLook. I don’t know how you’1l take this.\nThat band I’m leading for JVC -- our\n\ndrummer isn’t cutting it.\n(Andrew looks at him blankly...)\nDo you understand...?\n\nANDREW\nNo...\n\nFLETCHER\nI’m using the Studio Band playlist.\n“Whiplash”, “Caravan”. I need a\n\nreplacement who already knows those\ncharts inside out.\n\nAndrew looks at him. You can’t be serious...\nANDREW\n\n(trying to gather his thoughts)\nWh-- what -- what about Ryan Connolly...",
  "67": "---END OF PREVIOUS SECTION---\nAndrew looks at him. You can’t be serious... ANDREW\n\n(trying to gather his thoughts)\nWh-- what -- what about Ryan Connolly... \n---TARGET SECTION TO BE ANNOTATED---\n?\n\nFLETCHER\nWhat about him? All he was was your\nincentive.\n\nANDREW\n\n...And...and Tanner??\n\f95\n\n95A\n\n95B\n\n96\n\nPink (9/10/2013) 90\n\nFLETCHER\nHe switched to pre-med.\n(and with a hint of a smile)\nI think he got discouraged.\n\nAndrew is speechless now. Is this really happening?\nFLETCHER (CONT’D)\nWe're rehearsing next Tuesday. Why don’t\nyou take the weekend to think about it?\nAndrew takes it all in. WE PUSH in on him, processing... And,\nslowly but surely, his shock and uncertainty harden before our\neyes -- into resolution... This is something to seize on.\nANDREW\nI don’t need to.\nINT. ANDREW'S APARTMENT - BEDROOM - DAY 95\nBLACK -- then light floods in. Andrew has just opened his\ncloset doors. In a stack, gathering dust, are his OLD DRUMS...\nAndrew looks at them -- heart swelling, nerves racing...\n\ncur TO:\n\nINT. ANDREW’S APARTMENT - LIVING ROOM - MOMENTS LATER 95A\n\nAndrew setting the DRUMS up... Newly energized, a speed\nin his movements we haven’t seen since Dunellen...\n\ncur TO:\n\nINT. ANDREW’S APARTMENT - LIVING ROOM - EVENING 95B\n\nAndrew practicing. You can tell he’s been here for hours\nalready. Sweat runs in rivulets down his cheeks, wetting the\ndrum heads. His eyes are wide, glowing, focused...\n\nHe's back to the life...\n\nINT. JUDY AND ARTHUR ZANKEL HALL - NIGHT 96\n\nAn empty theater. It’s one of Carnegie Hall’s theaters --\nbigger and far sleeker than any of the theaters Studio Band\nplayed. Ceiling decked with lights, capacity 1200. On the\nstage, rehearsing, is a JAZZ ORCHESTRA.\n\nSimilar set-up to Studio Band, the PLAYERS all young pros --\nexcept, of course, Andrew, the youngest of all.\n\f97\n\n98\n\nPink (9/10/2013) 91\n\nThe chart is WHIPLASH JVC REHEARSAL, and the band sounds tight.",
  "68": "---END OF PREVIOUS SECTION---\nOn the\nstage, rehearsing, is a JAZZ ORCHESTRA. Similar set-up to Studio Band, the PLAYERS all young pros --\nexcept, of course, Andrew, the youngest of all. 97\n\n98\n\nPink (9/10/2013) 91\n\nThe chart is WHIPLASH JVC REHEARSAL, and the band sounds tight. \n---TARGET SECTION TO BE ANNOTATED---\nThe players reach the end -- and Fletcher looks at his watch.\nComposed, even mild.\n\nFLETCHER\nRest up, gang. Call-time Sunday is 6.\n(and, as he heads off, )\nAndrew.\n(Andrew turns)\nGood job.\n\nAndrew takes this in. The latest in a long line of\nsurprises...\n\nThe PLAYERS pack up. Andrew, trying to work past his\nshyness--—\n\nANDREW\nHope that was ok.\n\nBASSIST\nYeah. You sounded good.\n\nANDREW\nThanks. You too.\n\n(then, )\nIs there...anything you worked out with\nthe previous guy that I should know?\n\nBASSIST\nPrevious guy?\n\nANDREW\nThe previous drummer.\n\nThe BASSIST looks at him: What?\nBASSIST\nLast week we rehearsed without drums.\n\nYou’re the only drummer we've ever had.\n\nBeat. He walks off. Andrew stands there. Confused...\n\nOMITTED 97\n\nINT. ANDREW’S APARTMENT - LIVING ROOM - HOURS LATER 98\n\nAndrew enters. Eyes his drums. Then -- he has a thought.\n\fPink (9/10/2013) 91A\n\nHe pulls out his phone. Hesitates. Nervous -- but excited now.\nHe dials. We hear ringing, he feels his heart thumping, he nods\nto himself, starts walking forward, breathes in, and then,\nafter a few seconds --\n\fPink (9/10/2013) 92\n\nNICOLE (0.S.)\nHello?\n\nANDREW\n(pacing, stomach clenching, it’s\nbeen so long--)\nHey... It’s...it’s Andrew.\n\nSilence on the other end. Then--\n\nNICOLE (0.S.)\nOh. Hey.\n\nANDREW\n\nI -- I just figured I'd call -- it’s been\nforever, and I... I’m really sorry about\nhow I... I’m just so sorry... How I\nacted... You know...\n\n(a beat; she doesn’t respond;\n\nhe sits down, trying to get\n\nthe words out--)\nAnd I -- I didn’t know if you knew -- I’m\nplaying JVC this weekend... Maybe you’d\nlike to come? We could grab pizza afterward\nand complain about our schools again...\n\nHe chuckles. Then waits. Beat.\n\nNICOLE (0.S.",
  "69": "---END OF PREVIOUS SECTION---\nBeat. NICOLE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\nJv?\n\nANDREW\nUh -- no, Jvc. It’s a jazz festival.\n\nNICOLE (0.S.)\nOh. Yeah.\n\nAnother beat. Then--\n\nNICOLE (0.S.) (CONT'D)\nWhen is it?\n\nANDREW\nIt’s next Friday.\n\nNICOLE (0.S.)\nOk... I don't know, I'll check with my\nboyfriend.\n\nBeat. WE CUT to a CLOSE-UP of Andrew as he takes this in. You\ncan tell -- the word hits him hard.\n\fPink (9/10/2013) 93\n\nANDREW\n---Got it.\n(silence; then--)\nWell... Cool. Maybe I’1l see you there.\n\nNICOLE (0.S.)\nYeah, I'1l check. I don't think he likes\njazz though. I'll check.\n\nANDREW\nCool... Thanks.\n\nNicole hangs up. You can see it in Andrew’s eyes -- real\ndisappointment. Real hurt. And surprise at how hurt he feels.\n\nHe eyes his drums again. Sits down at them --\n\n-- and STARTS PRACTICING LIKE MAD. Pouring his anger, his hurt,\ninto his playing.\n\nThe SOUNDS of FURIOUS DRUMMING build, continuing through the\n\nfollowing--\n99 OMITTED 99\n100 OMITTED 100\n100A OMITTED 100A\n100B INT. ANDREW'S APARTMENT - BEDROOM - DAY 100B\n\nAndrew sliding into his slacks. Buttons his white button-\ndown. Slides on his black jacket. Ties his tie...\n\f101\n\n102\n\n102A\n\n103\n\n104\n\nPink (9/10/2013) 94\n\nINT. FLETCHER’S APARTMENT - BEDROOM - DAY 101\nFletcher slipping into his own suit. Elegant, fastidious. Looks\nlike an old-school bandleader. But there’s something melancholy\nabout the sight of him -- going through his pre-concert rituals\nall alone...\n\nHe straightens his tie. De-lints the suit. He’s tidy, iiber-\n\ncareful. He passes by his piano, pauses to play a melody on\nthe keys. Grabs his music folder and heads to the door...\n\nOMITTED 102\n\nINT.",
  "70": "---END OF PREVIOUS SECTION---\nHe passes by his piano, pauses to play a melody on\nthe keys. Grabs his music folder and heads to the door... OMITTED 102\n\nINT. \n---TARGET SECTION TO BE ANNOTATED---\n ANDREW’S APARTMENT - BATHROOM - DAY 102A\nAndrew clips his nails, applies ointment to his hands, then\nwraps each finger in a Band-Aid.\n\nEXT. NEW YORK STREET - FLETCHER’S SUBWAY ENTRANCE - 103\nEVENING\n\nFletcher ignoring several passing CABS, enters a SUBWAY\nSTATION...\n\nEXT. NEW YORK STREET - CARNEGIE HALL - DUSK 104\n\nAndrew emerging from a SUBWAY STATION. Murmuring to himself,\ntapping on his knees. The clock’s ticking...\n\nHe checks his phone, picks up speed, almost breaks into a jog...\n\nThe DRUMMING BUILDS, he goes FASTER and FASTER, until,\nfinally --\n\n-- as the DRUMMING CUTS OUT --\n\n-- he comes to a sudden stop.\n\nHe’s standing right in front of CARNEGIE HALL. A giant banner\nhangs above the main steps: “JVC IN NYC: JAZZ!\" And, keeping\nout of sight --\n\n-- Fletcher. Strolling up the side-steps around the corner,\nhidden from the crowd. Andrew sees him. Follows.\n\f105\n\n105A\n\n105B\n\n105C\n\n105D\n\nPink (9/10/2013) 95\n\nINT. ZANKEL HALL - GREEN ROOM - NIGHT 105\n\nThe scene is more or less what we saw before Studio Band\ncompetitions -- only taken to eleven. A rush of MUSICIANS,\nSTAGE HANDS and TECHNICIANS backstage, a swell of TUNING as\nTRUMPETERS, TROMBONISTS and SAXOPHONISTS join in. Andrew\nstands back. Checks his phone. 7:28. It’s almost time. He\ngazes around.\n\nINT. ZANKEL HALL - GREEN ROOM STAIRCASE - MOMENTS LATER 105A\n\nAndrew peers out through a door, catching a glimpse of the\nMAIN HALL.\n\nINT. ZANKEL HALL - LOBBY - CONTINUOUS 105B\n\nAndrew sees the AUDIENCE milling. Sees a face he recognizes in\nthe crowd, small in the distance. JIM.\n\nINT. ZANKEL HALL - GREEN ROOM STAIRCASE - CONTINUOUS 105C\n\nAndrew smiles at the sight.",
  "71": "---END OF PREVIOUS SECTION---\nJIM. INT. ZANKEL HALL - GREEN ROOM STAIRCASE - CONTINUOUS 105C\n\nAndrew smiles at the sight. \n---TARGET SECTION TO BE ANNOTATED---\n Feeling confident, ready to prove\nhimself at last. He walks back down the stairs toward the green\nroom.\n\nINT. ZANKEL HALL - GREEN ROOM - MOMENTS LATER 105D\nAndrew and the Studio Band listen to Fletcher's speech.\n\nFLETCHER\n\nAlright, gang, listen up! 15 seconds to\nget into places. For those of you who are\nnew to this, it’s very simple: do well\ntonight, and the world will open up for\nyou. The folks out there, they make a\nphone call and you’re a Lincoln Center\ncore. Or a Blue Note signee. Or an EMC\nclient. Drop the ball, and I'd suggest\n\nswitching careers -- because the other\nthing about those cats is they never\nforget.\n\nAndrew takes this in. Beat. A STAGE HAND appears, waves. Time.\n\nFLETCHER (CONT’D)\nOn that note -- break a leg.\n\nThe PLAYERS proceed on-stage. Andrew takes a deep breath,\ntries to keep his cool, and, counting in his head, walks\nforward --\n\f106\n\nPink (9/10/2013) 96\n\nINT. ZANKEL HALL - STAGE - CONTINUOUS 106\n\nThe stage is decked in blue lights. The instruments gleam.\nBeyond it, a yawning expanse of black. The audience... And a\nhush, an undercurrent of murmurs and whispers gathering\nsteam, as each PLAYER takes to the stage, one by one...\n\nThen -- APPLAUSE. 1200 people’s worth of applause. Fletcher\nappears, taking his spot, smiling. The applause swells up.\n\nAnd then -- Fletcher turns around to face Andrew. He stares\nat_him for what seems like a full minute. Comes up to him,\n\nmaking as though helping him position a microphone over the\ndrum kit, and, leaning in, quietly, discreetly, menacingly--\n\nFLETCHER\nIt was you.\n\nThe lights shift. Blue to bright, harsh, near-blinding yellow.\nIt's showtime. Andrew is completely still.\n\nANDREW\n...Was...was me what...?\n\nFLETCHER\n(then, leaning in even closer,)\nWhy do you think I invited you here? I’ve\nknown it was you all along.\n\nBeat. He lets it sink in.",
  "72": "---END OF PREVIOUS SECTION---\nI’ve\nknown it was you all along. Beat. He lets it sink in. \n---TARGET SECTION TO BE ANNOTATED---\n Retreats to his spot, smiling at\nAndrew. Then, off Andrew’s paralyzed stare, he turns to the\naudience. They APPLAUD. A few seconds later...silence. Then--\n\nFLETCHER (CONT’D)\nGood evening, ladies and gentlemen. We’re\ngoing to start things off with an old\nfavorite of mine.\n\nAndrew, his heart in his throat, looks at his sheet music.\n“WHIPLASH”. Holds his sticks tight, but his hands are now\nslippery with sweat... Fletcher waits. More silence...\n\nFLETCHER (CONT’D)\nIt’s called “Upswingin’”.\n\nON ANDREW. What?\n\nAndrew turns to his left and catches a glimpse of the\nSAXOPHONISTS’ sheet music. Written on the top: “UPSWINGIN’”. He\nturns right, sees the BASSIST’s music. Ditto. He looks ahead.\nAnd there's Fletcher -- staring right back at him. And smiling.\n\fPink (9/10/2013) 97\n\nAndrew turns around. Has to stop this. Can’t ruin it for the\n\nother PLAYERS -- but Fletcher has already raised his hand for\nthe cue. Andrew rises from his seat -- when the BASSIST\nglares at him: What are you doing? And just then -- within\n\nthat same split-second --\n\n-- Fletcher’s index finger bends down.\n\nThe cue.\n\nThe BAND EXPLODES into UPSWINGIN’. Horns blasting, saxes\nwailing -- fast, furious, half-Latin and half-swing. Andrew\n\ndoesn’t even play at first -- doesn’t want to destroy this. But\nglares quickly follow, and he has no choice...\n\nHe plays. Trains his ears to try to stay on target... But the\ntime signature is impossible to get a firm grip on... He\nmisses a fill... Then the time signature changes... He can’t\nkeep up... Then the band gives way to rubato piano... He stops\nlate... Then the band surges back in... He comes in late...\n\nHe’s driving completely blind.\n\nBASSIST\n(clenched teeth to Andrew)\nThe fuck?! Come on...\n\nAndrew, desperate, tries to fix things -- but he can’t.\nSliding further and further behind. PLAYERS eying him.",
  "73": "---END OF PREVIOUS SECTION---\nAndrew, desperate, tries to fix things -- but he can’t. Sliding further and further behind. PLAYERS eying him. \n---TARGET SECTION TO BE ANNOTATED---\n You\ncan almost hear MURMURS in the audience, rising in volume...\nAnd, through it all, Fletcher seems serene.\n\nAndrew misses yet another break, and--\n\nBASSIST (CONT’D)\nAre you fucking kidding me?\n\nThis hits Andrew like a knife. Tears well up in his eyes. This\nperformance is already so far beyond saving...\n\nAnother missed hit. More MURMURS in the audience, louder and\nlouder now, as the number veers, swerves, and sloppily\nstaggers to its close... A swell of horns, a misplaced crash\nof cymbals, what seems like a fermata... Andrew stops -- just\nas the band RESUMES. And just as Andrew resumes -- the band\nSTOPS.\n\nAndrew's playing alone. He quickly moves to silence his\ndrums. The chart is done.\n\nAnd now -- the deafening silence.\n\nNo applause. Just the sound softly rippling and settling from\nAndrew's last cymbal hit...\n\f107\n\nPink (9/10/2013) 98\n\nAndrew sits at his set, in tears. Fletcher stays still. Looks\nat Andrew. On Fletcher's face, the look of a victor... As he\nturns back to the audience we hear...\n\n+..a smattering of polite, muted applause trickling\nthroughout the theater. Quiet, half-hearted, pitiful.\n\nNo one here has ever seen a disaster quite like that before.\nIN THE AUDIENCE\n\nWe see Jim, standing in the very back, by the doors...\nMortified, heading for the hall...\n\nON STAGE\nFletcher sashays back to the drum set. To Andrew, with a grin--\n\nFLETCHER\nI guess you don’t have it.\n\nAndrew is still in his seat. Tears stinging his cheeks...\n\nBASSIST\nDidn't you get the fucking chart?\n\nAndrew looks at the Bassist. Realizes what Fletcher did... Sees\nthe other MUSICIANS glaring at him, infuriated...\n\nIN THE AUDIENCE\n\nAndrew feels the AUDIENCE staring at him -- can almost make out\ntheir faces as the stage lights begin to DIM...\n\nSeated in one of the front rows -- is NICOLE. We see that next\nto her, holding her hand, is a YOUNG MAN...",
  "74": "---END OF PREVIOUS SECTION---\nIN THE AUDIENCE\n\nAndrew feels the AUDIENCE staring at him -- can almost make out\ntheir faces as the stage lights begin to DIM... Seated in one of the front rows -- is NICOLE. We see that next\nto her, holding her hand, is a YOUNG MAN... \n---TARGET SECTION TO BE ANNOTATED---\nON STAGE\nFeeling CRUSHED, HUMILIATED, NAUSEATED, Andrew staggers up...\n\n...-and RETREATS to the back of the stage. Out of the audience's\n\nview -- about to leave this all behind once and for all...\nINT. ZANKEL HALL - LOBBY - CONTINUOUS 107\nJim running... Down the hall... Toward the entrance to\n\nbackstage...\n\f108\n\nPink (9/10/2013) 99\n\nINT. ZANKEL HALL - STAGE - CONTINUOUS 108\nBack to Andrew... Retreating BACKSTAGE...\n.-.-when he sees -- around the corner of the backstage entrance --\n-- his father.\nIN THE WINGS\nJim has just arrived at the entryway. Looks at Andrew. Hurries\ntoward him. Is going to put an end to this. Andrew looks at\nhis dad for a moment, approaching. Jim reaches him --\n-- and HUGS him.\nJIM\nI love you. I’m so sorry this is\nhappening to you.\n\nAndrew looks at his dad. Something seems to click inside him at\nthat instant.\n\nHe pulls back. The desperation in his eyes giving way to\nsomething else. Jim watches Andrew as Andrew steps backward,\nbefore...\n\n+..a pair of STAGE HANDS arrive.\n\nSTAGE HAND\nSir, you can’t be here--\n\nJIM\nYes I can, I’m taking him with me--\n\nSTAGE HAND\n(to Andrew)\nYou know each other?\n\nAndrew is silent for a moment. Still. As though it has just\ndawned on him.\n\nHe takes in the sight -- his dad, dwarfed by the Stage Hands,\nreaching out to him. Jim has never looked quite so small to his\nson, quite so pathetic, as at this moment.\n\nA beat. More silence. And then --\n\nANDREW\nNo.\n\nJim goes wide-eyed. Utterly shocked.",
  "75": "---END OF PREVIOUS SECTION---\nAnd then --\n\nANDREW\nNo. Jim goes wide-eyed. Utterly shocked. \n---TARGET SECTION TO BE ANNOTATED---\n Andrew steps further\nback, as the STAGE HANDS move to pull Jim away--\n\fPink (9/10/2013) 100\n\nSTAGE HAND\n\nAlright, sir, that’s enough--\nJIM\n\nMy -- my son -- I need to get my son--\nSTAGE HAND\n\nLet’s calm down--\n\nJIM\n(frantic now--)\nAndrew! !\n\nAndrew calmly turns his back to his father and coldly heads to\nthe stage.\n\nJIM (CONT'D)\n\nAndrew! !\n\nON STAGE\n\nAndrew grabs new sticks, makes as though he was just switching\npairs and never leaving, and, ignoring his father’s calls from\nbehind -- trains his eyes back on Fletcher.\n\nFletcher looks at Andrew. Seems pleased: This will be fun...\n\nBut Andrew doesn’t look scared anymore. Instead, his eyes are\n\nglassy, hollowed out -- and hungry... There’s a rage in them\nthat we haven’t seen before... This will not be the end...\nFLETCHER\n(to the audience)\n\nThank you... For our final number we’re\n\nbringing it back to Ellington. This is\n\n“Caravan”.\nBut then, before Fletcher can even turn back around -- let alone\ncue the band -- Andrew launches into a double-time Latin.\n\n \n\nAlone, his stick beating away at the ride cymbal, setting the\ntempo for the rest of the band. Everyone looks at him. What\nthe fuck...? He has started on his own, before any cue,\nbeating the drums as though vengefully.\n\nFletcher glares at him. Who the fuck do you think you are? But\nAndrew just keeps playing. Knows exactly what he’s doing and is\nnot about to be stopped. Building in his eyes -- that same\ncoiled rage... To the BASSIST--\n\nANDREW\nFollow me on four.\n\fPink (9/10/2013) 101\n\nThe BASSIST has no choice. Andrew nods in time as a count-off,\nand the BASSIST joins in. Now we’ve got the bass and drums\nplaying, laying out the beat. Andrew looks back at Fletcher.\nDrills into him with his eyes -- the kind of look Fletcher has so\noften given him. And, subtly, so that only Fletcher can see it,\nAndrew mouths out two words:\n\nANDREW (CONT'D)\nFuck. You.\n\nIt hits Fletcher.",
  "76": "---END OF PREVIOUS SECTION---\nAnd, subtly, so that only Fletcher can see it,\nAndrew mouths out two words:\n\nANDREW (CONT'D)\nFuck. You. It hits Fletcher. \n---TARGET SECTION TO BE ANNOTATED---\n Realizing he too has no choice, Fletcher eyes\nthe rest of the band. Raises his hands, re-assuming control --\nor trying to make as though he has control -- and cues them in.\nThe BAND begins CARAVAN PLUS DRUM SOLO CARNEGIE HALL, plays the\nopening patterns, Andrew matching them beat for beat.\n\nFletcher then edges toward Andrew. His back turned to the\naudience, only Andrew can see his face, he leans in and--\n\nFLETCHER\nI will gouge out your eyes you motherfucker.\n\n--but Andrew promptly DROWNS HIM OUT with a crash cymbal hit.\nAnother “fuck you”. Fletcher’s words only seem to strengthen him.\n\nThe band roars into overdrive, the brass blasting away, Andrew\ngiving everything he’s got. Fletcher steps back. Andrew just\nkeeps looking straight ahead at him. Unafraid now. A machine.\n\nSOLOS begin... TROMBONE is up first... WE MOVE IN CLOSE to\n\nAndrew... He looks at his right arm... It’s still going... He\nhimself seems surprised. He takes a chance -- plays a tricky\n\nfill. Nails it. Goes again -- the off-beat hi-hat accent that\ntripped him up in his first Studio Band rehearsal. Nails it.\n\nThe audience is silent... No murmurs this time... Back to\nAndrew... WE DRIFT DOWN TO HIS FEET... His right foot feathering\nthe bass drum so fast all we can see is a blur...\n\nWE DRIFT BACK UP... His left hand... Notes popping on the\nsnare, the toms... Both his arms battered but utterly\ndetermined, as though with minds of their own... He breathes,\nbreathes, beating against his fears, his doubts...\n\nHe’s in control, pouring himself into his drums -- and it’s a\nsight to behold. Like a master dancer, movements so fast yet\nprecise, brash yet elegant... Violent, frenetic playing, but\n\nthere’s something gorgeous about it...\n\nWE DRIFT TO FLETCHER... Still glaring at Andrew -- but his\nface now says one thing and one thing only: This is playing\nhe has never seen before.\n\fPink (9/10/2013) 102\n\nThe brass starts giving way to drum breaks... And Andrew\nmakes of each break a stunner...",
  "77": "---END OF PREVIOUS SECTION---\nStill glaring at Andrew -- but his\nface now says one thing and one thing only: This is playing\nhe has never seen before. Pink (9/10/2013) 102\n\nThe brass starts giving way to drum breaks... And Andrew\nmakes of each break a stunner... \n---TARGET SECTION TO BE ANNOTATED---\n His double-stroke rolls rip-\nroaring across the toms, his feet and legs switching rhythms,\nmeters, tempos, then careening back into place... All limbs\nmoving in a sustained frenzy, sweat splashing, mouth open,\neyes blazing, the whole set vibrating, then shaking, looks\nlike it’s about to explode...\n\nFletcher turns an inch toward the AUDIENCE... Sees them\ntransfixed...\n\nAT THE LOBBY DOORS\n\n...dim watches through the opened lobby doors...\n\nON STAGE\n\nThe number is at a peak... And Fletcher, like so many, is now\njust watching Andrew... The band nears the coda... The\nmelody, the rat-a-tat-tat patterns, the squealing horns and\n\ngrowling saxes... The drums pushing it all forward...\n\nFletcher almost smiles. Was this his plan all along...?\n\nHe moves his arms, conducting again... The band reaches the\nfinal bar... The final note... He raises his hands... Sustains\nthe note. Swings his arm down... A BLAST of horns. And the\n\n \n\nband is finished.\n\nExcept, that is, for the drums. Andrew’s still playing,\nlaunching into an extended solo...\n\nFletcher looks at him. Confused now. Goes up to the drums-—-\n\nFLETCHER (CONT’D)\nAndrew -- Andrew--\n\nANDREW\n(over his playing)\nI’‘1l cue the band... Wait for my cue...\n\nThere’s nothing more Fletcher can do. Andrew's playing grows\nlouder, more involved, all four limbs joining in, the sound\ngrowing bigger and bigger... He has effectively taken over\nthe stage -- and all the other PLAYERS can do is watch... He\nis the bandleader.\n\nAndrew looks ahead... Past Fletcher... To the darkness... To\nthe audience... He leans forward, closes his eyes, dives in...\n\nSticks whirling, arms and legs belting and hammering, his\nhead bobbing up and down, his back arched... Keeps the\nrudiments going on his left hand... Adds one ingredient, then\nanother... Then a third, then a fourth...\n\fPink (9/10/2013) 103\n\nKeeps adding and building and piling on, beyond anything he’s\never attempted...",
  "78": "---END OF PREVIOUS SECTION---\nAdds one ingredient, then\nanother... Then a third, then a fourth... Pink (9/10/2013) 103\n\nKeeps adding and building and piling on, beyond anything he’s\never attempted... \n---TARGET SECTION TO BE ANNOTATED---\n Going absolutely batshit-insane on the kit,\nsweat flying, hands blurring, drums trembling...\n\nAT THE LOBBY DOORS\n\nJim watches Andrew -- crazed, exhausted, looks like he’s\npushing himself past what is safe -- and knows there is\nno longer anything he can do about it.\n\nHe has lost.\n\nAnd then -- one of the USHERS steps forward from the edge\n\nof the stage. He looks at Jim -- and closes the doors,\nblocking Jim’s view.\n\nWe linger on Jim for a moment -- behind the closed door, in\nsilence.\n\nON STAGE\n\nBack to Andrew -- at the height of intensity... Keeps his\neyes closed... Feeling his way through this... Shooting back\ninto the double-time... But trying to go even faster than\nbefore... Not 330... Not even 400... Trying, trying, trying\n\nto reach that mythical place, the place where only the greats\nlive... 410... 420... Even 430...\n\nFletcher stands still... His eyes widening... He’s no longer\ncalculating... Not even thinking... He’s just awed.\n\nMurmurs throughout the AUDIENCE... Audible, even over the\nroar of the drum set... They can’t believe it...\n\n435 now... 440... 443...\n\nWhich means those sticks are moving faster than a tennis ball\nshot across a court... Faster than Andrew has ever moved...\n\nFaster...faster...and, finally...\n\n---450.\n\nAndrew OPENS HIS EYES... He’s in disbelief. The stage is his.\nHe owns it. He breaks back into snare-based patterns, rolling\n\naround the toms, the cymbals...\n\nFletcher is floored. Turns, sees something extraordinary out\nthere, just visible in the darkness of the theater...\n\nIN THE AUDIENCE\n\nAUDIENCE MEMBERS turning to each other... A line-up of suit-\nand-tie spectators whipping out phones or pads...\n\fPink (9/10/2013) 104\n\nMANAGERS, JOURNALISTS, A&R EXECS, BANDLEADERS... A few\nhurrying out, as though in a mad rush, making frantic calls...\nMore people peering INTO THE THEATER through glass doors...\n\nON STAGE\n\nWe TURN BACK to Andrew -- his ears start RINGING...",
  "79": "---END OF PREVIOUS SECTION---\nA few\nhurrying out, as though in a mad rush, making frantic calls... More people peering INTO THE THEATER through glass doors... ON STAGE\n\nWe TURN BACK to Andrew -- his ears start RINGING... \n---TARGET SECTION TO BE ANNOTATED---\n The NOISE\ngrows with each hit, drowning out all the other noises...\nAndrew clenches his jaw, closes his eyes again, keeps\nplaying, tries to ignore it... Plays harder, louder, pounding\naway...\n\nAndrew's kick drum starts to slide from the power of his\nplaying... His sheet music falls off its stand... His\ncrash cymbal almost falls over -- but a HAND reaches in\nto steady it.\n\nIt’s Fletcher. Leaning over the drum set now -- and, for\nalmost the first time on-stage, not cursing or snarling at\nAndrew, but instead--\n\nFLETCHER\nTake it back to the snare...\n\nAndrew considers this. It’s a good idea. He moves back to the\nsnare...\n\nFLETCHER (CONT’D)\nSlow...\n\n(Andrew does as suggested)\nSingle-stroke...\n\nAndrew nods again... Slowly simmers the beat down... Lets his\nhi-hat hang open for a moment... Everything goes quiet...\n\nSilence for a second... You can feel the hush, the\nanticipation, that indescribable electricity in the air...\n\nFletcher looks at Andrew, looks at his sticks, face brimming\n\nwith hope now... Andrew begins a series of slow, clean snare\nhits... Right stroke, left stroke, right, left...\nFLETCHER (CONT’D)\n\nUp... Up...\nAndrew nods... Ever so gradually builds up the pace... Right,\nleft, right, left... Builds up the pace some more... Right,\nleft, right, left... Keeps going... Speeds up more, a hair at\na time... Right, left... Speeds up more.. Right, left...\n\nFletcher stands there, nodding, focused, like a coach at the\ncritical moment. Waves his hand, pushing Andrew on...\n\fPink (9/10/2013) 105\n\nAndrew builds the tempo more, right, left, right, left, the\nstrokes blurring into each other, the whole thing sounding\nlike the fire of a machine gun, like what we heard in the\nbeginning... Right-left-right-left-right-left...\n\nAnd, before we know it, we can no longer make out the\nindividual strokes. They’re so fast that all we can hear is a\nsingle SOUND, sustained and growing in volume...\n\nFLETCHER (CONT'D)\nCome on... Come on...",
  "80": "---END OF PREVIOUS SECTION---\nThey’re so fast that all we can hear is a\nsingle SOUND, sustained and growing in volume... FLETCHER (CONT'D)\nCome on... Come on... \n---TARGET SECTION TO BE ANNOTATED---\nAndrew, goaded on, builds the volume. His single-stroke roll\nswelling, taking over the entire theater...\n\nFLETCHER (CONT'D)\nCome _on...!! Come on!!!\n\nAndrew builds it further... Going beyond what even he’d\nplanned for himself -- his arms like machines, the single-\nstroke roll building steam and power and pinning the audience\nin their seats... Fletcher raising his hands, beckoning\nAndrew forward... He and the drummer working together, player\nand conductor, competitor and coach...\n\nAndrew moves to the toms, then back to the snare, then back.\nThe bass drum and hi-hat next, every part of the set joining in,\nevery limb, every component, everything building up, up, up...\n\nIt’s unlike anything we’ve ever seen... Andrew tearing a hole\nthrough the stage, his heartbeat racing, the sweat pouring from\nhim like a waterfall, blood gushing from his hands and staining\nthe cymbals and drum-heads... Everything a BLUR...\n\nThen -- a BLAST OF SEPARATED SNARE HITS -- and then -- Andrew\nCHOKES the crash cymbal. A second of pure silence.\n\nFletcher looks at Andrew. Andrew looks at Fletcher. And then --\nFletcher turns to the band, raises his hand...\n\n...and CUES THE FINAL NOTE.\n\nThe whole band roars it out, horns hitting their highest C’s,\nand Andrew rolling around his drum set like a madman, cymbals\nand snare and toms and the entire apparatus about to burst, as\nWE DIVE IN CLOSE TO HIM, his instrument, his sticks, his face,\nall sweat and eyes about to pop, the next Buddy Rich, the next\nCharlie Parker -- Fletcher's only Charlie Parker -- decking\nthe stage with a climactic crash of cymbals right as, on that\nvery last hit of hits, we--\n\nSMASH CUT TO BLACK.\n\nTHE END\n\f"
}