{
  "1": "White House Down\n\nby\n\nJames Vanderbilt\n\nMarch 1, 2012\n\fFADE IN ON:\nA snow globe.\n\nSitting on a little girl's desk. Inside it, among the water\nand glitter, is a model of THE WHITE HOUSE.\n\nThe flakes swirl and gleam in the reflection of a night light.\nFramed pictures on the desk. A little girl in front of the\nCapitol. The Lincoln Memorial. We are in\n\nINT. EMILY'S BEDROOM - NIGHT\n\nCramped. EMILY CALE (10) slumbers. A stack of magazines by\nher bed. US Weekly. Teen People. The Economist.\n\nWe hear a cell phone BOOP. Emily stirs. Checks her battered\nfirst gen iPhone. An email notification. The screen reads:\n\nPresident's Treaty With Iran Draws\nCriticism at G8 Summit.\n\nEmily goes to the CNN app. Pulls the covers over her head.\nA kid sneaking TV, except in this case, it's not cartoons,\nit's Wolf Blitzer:\n\nWOLF BLITZER\n...The proposed treaty with the newly\nelected moderate President of Iran,\nMehrak Al-Said, is drawing huge\ncriticism for the Sawyer\nadministration. The President was\nbooed when he took the stage to speak\nin Geneva over the weekend...\n\nDrowned out by a LOW RUMBLING. Windows rattling. Emily's\nbed begins SHAKING. Earthquake? Emily leaps up, huge smile\non her face. Throws the window open and looks up to see\n\nA COLUMN OF HELICOPTERS thundering overhead! Three dark\ngreen VH-3D Sea King choppers, each with United States of\nAmerica emblazoned on the side...\n\nMARINE ONE\nLeads the Presidential Motorcade of the sky. Emily looks up\n\nin wonder as Marine One and her two thundering companions\nbank East towards the dawn...\n\fINT. MARINE ONE (FLYING) - NIGHT\n\nThe cabin holds ten. Nine men in suits. One woman in the\nfront jump seat. Secret Service AGENT CAROL FINNERTY (30's).\nSmart pant suit, gun on her hip.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne woman in the\nfront jump seat. Secret Service AGENT CAROL FINNERTY (30's). Smart pant suit, gun on her hip. \n\nTARGET SECTION TO BE ANNOTATED:\n She keys her wrist mic:\n\nFINNERTY\nCastle, this is Hummingbird, we are\ninbound from Andy, three minutes out--\n\nAGENT GRIGGS\nCarol?\n\nFinnerty looks up to see Agent BRIAN GRIGGS across from her.\n\nAGENT GRIGGS (CONT'D)\nHe wants to do the thing.\n\nFinnerty sighs.\n\nFINNERTY\nReally?\n\nAGENT GRIGGS\nReally.\n\nFINNERTY\nMr. President, it's not a good idea\nto deviate from the flight plan...\n\nShe's now looking into the smiling face of PRESIDENT JAMES\nSAWYER, the 46th Chief Executive of the United States.\nHandsome, 40's, African-American.\n\nPRESIDENT SAWYER\nCome on, Carol, pretty please? Leader\nof the free world here, saying 'pretty\nplease' here. Oughta count for\nsomething.\n\nA beat. Finnerty keys her radio mic.\nFINNERTY\nCaptain Joffrey, this is Agent\nFinnerty? The President would like\nto do the thing.\n\nThe others grin as the helicopter banks left...\n\fEXT. LINCOLN MEMORIAL - NIGHT\n\nBeautifully illuminated. A JOGGER and his dog, huffing and\npuffing by when\n\nMARINE ONE sweeps in low overhead, coming down 23rd Street.\nThe two escort choppers playing follow-the-leader behind it,\ncircling the Memorial, saying hello to Mr. Lincoln.\n\nThe column of choppers turns East, flying out over the\nreflecting pool! An air tour of the sights...\n\nINT. MARINE ONE (FLYING) - NIGHT\n\nPresident Sawyer smiles in his seat as he watches Lincoln\nrecede. As they make a wide arc around the Washington\nMonument, their destination comes into view --\n\nTHE WHITE HOUSE. All lit up. Spectacular.\n\nPRESIDENT SAWYER\nBe it ever so humble...\n\nFINNERTY\n(into wrist walkie)\nCastle, this is Hummingbird, we are\none minute out, I need a go/no go.\n\nINT. WHITE HOUSE GUARD HOUSE - NIGHT\n\nA structure on the North side of the White House Grounds, on\nPennsylvania Avenue. Inside, packed with electronics.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WHITE HOUSE GUARD HOUSE - NIGHT\n\nA structure on the North side of the White House Grounds, on\nPennsylvania Avenue. Inside, packed with electronics. \n\nTARGET SECTION TO BE ANNOTATED:\nThe GUARD sits hunched over a monitor system that shows dozens\nof traffic camera feeds from the streets around the complex.\n\nGATE GUARD\nHummingbird, this is Castle Ground,\nyou are clear.\n\nINT. WHITE HOUSE SITUATION ROOM - NIGHT\n\nLow lit. Two dress MARINES sit in the outer office. A NAVY\nRADAR TECH watches his screen sweep for nearby air traffic.\n\nRADAR TECH\nHummingbird, this is Castle Sky, you\nare clear.\n\fEXT. WHITE HOUSE ROOF - NIGHT\n\nHigh atop the famous columned central building, a black clad\nSNIPER TEAM scans the night sky with their rifle-scopes,\nchecking surrounding buildings for movement.\n\nLEAD SNIPER\nHummingbird, this is Castle Keep,\nyou are- Hold.\n\nTHROUGH HIS NIGHTSCOPE - We see movement on the eighth floor\nbalcony of a building a half mile away. He frowns. Enhances\nmagnification. The suspicious behavior comes into focus...\n\nA couple having sex on their balcony. The Lead Sniper grins.\n\nLEAD SNIPER (CONT'D)\nHummingbird, this is Castle Keep,\nyou are clear.\n\nThe column of helicopters swoops in, circling the South Lawn.\nThe Lead Chopper pulls a slow turn, coming in for a landing.\nA pair of MARINES in dress blues come out to meet it.\n\nThe door does not open. The Chopper sits there for a good\ntwenty seconds as the snipers continue to scan. Then:\n\nFINNERTY (0.S.)\n(through radio)\nCastle Keep?\n\nLEAD SNIPER\nNothing.\n\nFINNERTY (0.S.)\n(through radio)\nAll right, Decoy up, Marine One in.\n\nThe chopper on the ground rises up and the second helicopter -\nthe real Marine One - swoops in for a landing on\n\nEXT. WHITE HOUSE SOUTH LAWN - NIGHT\n\nThe MARINES open the door and President Sawyer steps off the\nbird, flanked by Finnerty, Dawson, and aides. Sawyer snaps\nthe Marines a salute as they head for the White House.\n\nPRESIDENT SAWYER\nIt's really not a bad way to travel,\nis it?\n\fFINNERTY\nIt beats Dupont Circle, sir.\n\nPRESIDENT SAWYER\nWhen's my wife back?\n\nFINNERTY\nNot until tonight.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINNERTY\nIt beats Dupont Circle, sir. PRESIDENT SAWYER\nWhen's my wife back? FINNERTY\nNot until tonight. \n\nTARGET SECTION TO BE ANNOTATED:\nPRESIDENT SAWYER\nI'm gonna get some shut-eye. Wake\nme if we need to attack anything.\n\nIn front of him, more Marines hold open the door to the West\ncolonnade. As the President passes them, walking inside:\n\nMARINE GUARD\nWelcome home, sir.\n\nFinnerty looks back at Marine One as it lifts off the South\nLawn. An incredible sight. Griggs smiles next to her.\n\nAGENT GRIGGS\nTell me we don't have the best job\nin the world.\nCUT TO:\n\nEXT. SUBURBAN HOUSE - NIGHT\nTwo other Secret Service Agents stand a very different detail.\nGuarding a broken down row house in Georgetown. The first\nis handsome, close cropped hair. This is JOHN CALE (30's).\n\nA HORRIBLE COUGHING comes from inside. Wheezy and phlegmy,\nlike a grown man trying to hack up a furball.\n\nRAPHELSON (0.S.)\nOh, God...\n\nThe coughing resumes. Awful. The agents wince. Then:\n\nRAPHELSON (0.S.) (CONT'D)\nIs there any kleenex out there?\n\nINT. SUBURBAN HOUSE - NIGHT\nClutching a box of kleenex, Cale raps on the bathroom door.\n\nIt opens and ELI RAPHELSON (70) sticks his head out. Clad\nin a ratty bathrobe, still wheezing.\n\fRAPHELSON\nThank you, John. When I'm done in\nhere, I'll make you some coffee.\n\nCALE\nI'm fine, Mr. Speaker-\n\nRAPHELSON\nI insist.\n\nINT. RAPHELSON'S KITCHEN - NIGHT\n\nRaphelson stands at the stove, mixing what looks to be the\nworld's worst cup of instant coffee. A TV tuned to CNN\nreplays the President's Geneva Speech:\n\nPRESDIENT SAWYER\n\n(on TV)\n...-There are those who will say we\nare foolish, those who treat every\nopportunity for peace as a show of\nweakness. To them I say I have found\na friend in President Al-Said. And\ntogether, we will prove that the pen\ntruly is mightier than the sword.\n\nApplause mixed with boos. Raphelson adds way too much cream\nto the coffee. Looks to Cale.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nApplause mixed with boos. Raphelson adds way too much cream\nto the coffee. Looks to Cale. \n\nTARGET SECTION TO BE ANNOTATED:\nRAPHELSON\nWhat do you think of all this?\n\nCALE\nI don't know, sir. It's good to\nhave less enemies.\n\nRAPHELSON\nAll he's doing is legitimizing them.\nGeopolitics is chess, not checkers;\nyou have to see the whole board.\nThe President is very naive sometimes.\n\nCALE\nWhy didn't you run against him?\n\nRAPHELSON\nBecause that is the one job I never\nwanted. I like my constituents, I\nlike being a thorn in the side of\nthe administration. Not all of us\nare looking to move up.\n\n(MORE )\n\fRAPHELSON (CONT'D)\n(casual)\nYou have your interview today?\n\nCale looks at him, surprised.\n\nRAPHELSON (CONT'D)\nI know you want to be on the\nPresident's detail. Are you not\npleased with your life of excitement\nand adventure here?\n\nCALE\nSir, I- I appreciate everything you've\ndone for me, but-\n\nRAPHELSON\nIt's all right, son. It's good to\nhave ambition. I'll be sorry to see\nyou go is all. This may not be the\nWhite House, but there's coffee.\n\nHe slides a mug over to Cale. Cale takes a sip. Awful.\nHides it well. He likes the old guy. Raphelson nods, happy.\n\nRAPHELSON (CONT'D)\nI'm gonna get a shower.\n\nEXT. RAPHELSON'S HOUSE - DAWN\n\nNow in a suit, Raphelson climbs behind the wheel of his\nbattered Toyota Camry and fires it up. Cale slides into the\nSUV idling behind him - the follow car. Into his wrist:\n\nCALE\nPinball is rolling, we are enroute\nto Punchbowl.\n\nAs they roll out after Raphelson, we pan around to see their\ndestination in the distance, what \"Punchbowl\" really is\n\nTHE U.S. CAPITOL DOME. Silhouetted against the rising sun...\nINT. DARKENED BEDROOM - DAWN\n\nMcLean, Virginia. An alarm clocks wails. The lone figure\nwakes. This is MARTIN BISHOP (late 50's). Fit, trim. He\nsits a moment. Alone in a house for two. Then rises.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe\nsits a moment. Alone in a house for two. Then rises. \n\nTARGET SECTION TO BE ANNOTATED:\nA SERIES OF QUICK CUTS - Bishop showers, shaves. Pulls on\n\npants, a button down shirt. Selects a tie. Withdraws a\nGLOCK. Checks the load. Straps it into his shoulder holster.\n\fA small silver cross hangs from his mirror. He takes it.\nSlips it around his neck. Looks at himself.\n\nHe stands there for a long time.\n\nBishop takes the cross off. Hangs it back on the mirror.\nPulls on his suit coat and is out the door.\n\nEXT. CAPITOL BUILDING - DAWN\n\nCale and Dunleavy shadow a briskly walking Raphelson as he\nclimbs the famous steps. Cale, scanning passersby for any\nsign of potential threat. Everything okay until he spies\n\nA long haired FIDGETY GUY. He keeps scratching his beard\nand eyeing the Speaker. Cale, about to say something when\nthe Fidgety Guy suddenly reaches into his coat and --\n\nTIME SLOWS DOWN. Cale pivots to block Raphelson, his own\nhand drifts to the holster on his hip, about to pull, but\nFidgety Guy's faster and his gun hand emerges brandishing\n\nA banana. Fidgety Guy's breakfast. Cale exhales.\n\nDUNLEAVY\nYou okay there, Tex? Too much coffee?\n\nCale doesn't respond. They head up the steps and inside.\nINT. CAPITOL BUILDING - MORNING\n\nRaphelson walks the halls, saying hello to various Congressmen\nas they arrive for work. Stepping into a big office where\nAGENTS KELLERMAN and BRIGHT stands guard. Cale steps up.\n\nCALE\nHe watched Jeopardy, went to bed to\nat 8:00, got up to pee twice, and is\nstill having that allergy thing. We\nneed to start keeping kleenex in the\ndownstairs bathroom. He's all yours.\n\nAGENT KELLERMAN\nI'll try not to die of excitement.\n\nCale smiles. Heads down the hall to an even bigger office...\nINT. OFFICE OF THE VICE PRESIDENT - MORNING\n\nHustle and bustle. An assistant sits at the front desk,\nrolling calls. JENNA (30's), sweet and flirty.\n\fJENNA\nOffice of the Vice President. Hold\nplease.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nJENNA (30's), sweet and flirty. JENNA\nOffice of the Vice President. Hold\nplease. \n\nTARGET SECTION TO BE ANNOTATED:\nShe sees Cale and flashes him her best smile.\n\nCALE\nDid you get them?\n\nJENNA\nWhat do I get if I did?\n\nCALE\nWhat do you want?\n\nJENNA\nDinner, candlelight, and a sincere\npromise that you'll try to get to\nsecond base.\n\nCALE\nDone.\n\nShe hands him an envelope and a card with her phone number\non it. Cale looks inside the envelope.\n\nCALE (CONT'D)\n\nShe's gonna love these, Jenna.\n\nThanks!\nHe kisses her on the cheek and is out the door...\nINT. RUNDOWN APARTMENT - MORNING\nEmily sits at the kitchen table, sullenly picking at her\ncereal. Her mother MELANIE (30's, hard), mixes vodka from\nthe freezer in with her morning OJ. The former Mrs. Cale.\n\nA knock on the door. Melanie opens it. Cale.\n\nMELANIE\nYou're late. She thought you weren't\ncoming.\n\nCALE\nOf course I was coming. Emily, get\nyour stuff.\n\nEmily grabs her bag and heads out the door. As she passes\nCale he tries to kiss her on the forehead, but she dodges.\nMelanie smiles at this. A small victory for her side.\n\f10.\n\nMELANIE\nYou missed her talent show.\nCALE\nWhen was her talent show?\nMELANIE\nThursday.\nCALE\n\nWhat did she do?\n\nMELANIE\nShe was a flag twirler.\n\nCALE\nThat's a talent?\n\nMELANIE\nShe practiced for like six weeks and\n\nher own father can't be bothered to\nshow up...\n\nINT. CALE'S CAR - MORNING\n\nEmily, sitting in the car, listening to her parents fight.\nOld news. She slips on her headphones...\n\nINT. RUNDOWN APARTMENT - MORNING\nCale nods to the vodka bottle.\n\nCALE\nGetting an early start, I see.\n\nMELANIE\nWhy not? It's my day off.\n\nCale has a retort, but swallows it. Instead:\n\nCALE\nListen, I wanted to talk about custody-\n\nMELANIE\nI'm sure you do. That way you don't\nhave to cut me that check every month-\n\nCALE\nYou really think this is about the\nchecks, Mel?\n\f11.\n\nHe stares at her drink.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nThat way you don't\nhave to cut me that check every month-\n\nCALE\nYou really think this is about the\nchecks, Mel? 11. He stares at her drink. \n\nTARGET SECTION TO BE ANNOTATED:\n She shifts her weight from one foot\nto the other, then shakes her head and chuckles.\n\nMELANIE\nJesus, John. She doesn't even like\nyou.\nThat lands. Hard.\nCALE\n\nYou have a good day.\nINT. CALE'S CAR - MORNING\n\nCale gets into the driver's seat. Emily listening to music,\nchecking the Drudge Report on her phone. Cale looks at her.\n\nCALE\nYou pissed at me?\n\nShe doesn't even look up at him. Hell hath no fury.\n\nCALE (CONT'D)\nYou gonna be on that thing all day?\n\nShe's texting now. After a moment, Cale's own phone chimes.\nHe checks it. Text from Emily - Yes.\n\nCALE (CONT'D)\nI'm so glad I got you that phone.\n\n(sighs)\nWell, I guess you won't be wanting\nthese then...\n\nHe puts the envelope from Jenna on the dash. A beat.\n\nEMILY\nLame.\n\nCALE\nYou don't even know what it is.\n\nEMILY\nDo you really think that's going to\nwork? We're both adults here, John.\n\nCALE\nSpeak for yourself. Open the\nenvelope.\n\nEMILY\n\nWhat is it?\n\f12.\n\nCALE\nA pony. Just open it.\n\nDubious, Emily opens the envelope. Her face lights up.\n\nEMILY\nAre you serious? I didn't think\nthey even gave White House tours\nanymore!\n\nCALE\nThey don't. It's a six month waiting\nlist unless you know people. I\nthought a budding policy wonk like\nyou might want to see where the most\npowerful man in the world lives.\n\nShe looks up at him. Genuinely happy.\n\nEMILY\nThis is really cool, John.\n\nCALE\n(starting the car)\nWe're really sticking with the John\nthing, huh?\n\nAs Emily nods, they pull out into traffic...\nINT. CALE'S CAR (MOVING) - MORNING\nCale drives as Emily surfs her phone.\n\nCALE\nListen, when we get there I have to\ngo to a quick meeting, okay? Then\nwe can go on the tour.\n\nEMILY\n(reading off her phone)\nDid you know that 1.5 million people\nvisit the White House every year?\n\nCALE\nI did not.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThen\nwe can go on the tour. EMILY\n(reading off her phone)\nDid you know that 1.5 million people\nvisit the White House every year? CALE\nI did not. \n\nTARGET SECTION TO BE ANNOTATED:\nEMILY\nThat works out to about 5000 people\na day.\nCALE\nFascinating.\n\n(MORE )\n\f13.\n\nCALE (CONT'D)\n(pause)\nI'm sorry I missed your talent show.\n\nEMILY\nI'm not. Did you know the White\nHouse was originally called the\nPresidential Palace?\n\nCALE\nI'm serious. I wish I'd been there.\n\nEMILY\nNo you, don't. All I did was twirl\na flag, it was stupid.\n\nCale looks at her.\n\nCALE\n\nYou don't have to do that, you know.\nEMILY\n\nWhat?\nCALE\n\nHave a thick skin. You're ten.\nEmily doesn't respond. A beat.\n\nCALE (CONT'D)\nDid you really think I wasn't coming?\n\nBut Emily's not looking at him, she's looking at...\n\nEMILY\nOh, wow...\n\nTHE WHITE HOUSE. Approaching from the South Side, with the\nfountain blasting. Enough to take Emily's breath away.\nCale smiles at her reaction, driving up to\n\nEXT. WHITE HOUSE GUARD HOUSE - MORNING\n\nCale pulls up to the massive guard gate. The Officer in\nCharge leans out of the structure.\n\nGATE GUARD\nMorning folks! Gonna need some photo\nID!\n\nCale hands it over. Instantly two other guards appear from\nnowhere, each holding long mirrors at the end of poles.\n\f14.\nThey sweep the bottom of the car for explosives.\n\nOne guard checks the trunk while the other roots through the\nback seat. Emily takes a picture of him with her phone.\n\nEMILY\nWhat are you guys looking for?\n\nGATE GUARD 2\nExplosives.\n\nEMILY\nThis is awesome.\n\nGATE GUARD\n\n(handing ID's back)\nPark up on the left and you're going\nto the East Lobby. Have a good one.\n\nCale drives on.\nEXT. WHITE HOUSE PARKING LOT - MORNING\n\nCale pulls to a halt next to a parked SOUNDTEK van. A HUGE\nMAN with a SHAVED HEAD is pulling a large speaker box out of\nthe back onto a dolly. Cale, watching him...",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHITE HOUSE PARKING LOT - MORNING\n\nCale pulls to a halt next to a parked SOUNDTEK van. A HUGE\nMAN with a SHAVED HEAD is pulling a large speaker box out of\nthe back onto a dolly. Cale, watching him... \n\nTARGET SECTION TO BE ANNOTATED:\nEMILY\nDid you know the President travels\nin an eight ton military armored\nmodified Cadillac CTS, built to\nwithstand gas, chemical, and missile\nattacks?\n\nCALE\nThat's on the internet?\n\nEMILY\nWikipedia. You guys are doing a\nbang-up job with the secrecy thing.\n\nINT. WHITE HOUSE - EAST LOBBY - MORNING\n\nHoney wood panelling. A GUARD DESK to the right, by set of\nmetal detectors. Beyond, two more security checkpoints. X-\nray, body scan, bag search, facial rec. Serious stuff.\n\nOn the walls hang Presidential Portraits. Roosevelt.\nEisenhower. They lived here. Emily stares at them as Cale\nloads their stuff into the x-ray machine.\n\f15.\n\nSECURITY OFFICER\nWelcome to the White House! We're\ngoing to take you through three levels\nof security today. First, I'm going\nto need to empty your pockets - all\nmetal objects in the tray please.\nCell phones and cameras are permitted\non the premises, but need to be\nexamined by the agents first!\n\nOVERALLED WORKMEN lay tools on the x-ray belt. Photo ID's\nchecked against internet records. Cale, to the officer:\n\nCALE\nI'm Secret Service, off duty, I'm\ncarrying.\nSECURITY OFFICER\nYou're going to have to check your\nweapon, sir.\nThe officer produces a LOCKBOX. Cale unholsters his Glock\nand places it inside. The officer locks it and hands it to\nan AGENT. As Cale and Emily continue through security...\n\nCAMERA FOLLOWS the Agent carrying the lockbox, as he takes\nit down into the bowels of the White House. Down a\n\nINT. WHITE HOUSE - EAST WING - BACK STAIRCASE - MORNING\nConcrete stairs, dimly lit. Past another agent into\n\nINT. WHITE HOUSE - EAST WING BASEMENT - MORNING\n\nA dark carpeted hallway. Down the corridor, round a corner...\nINT. WHITE HOUSE ARMORY - MORNING\n\nA WEAPONS CAGE. The Armory Master looks up briefly as the\nAgent logs in Cale's lockbox. Pan off this to the countless\nASSAULT RIFLES and SHOTGUNS locked behind steel mesh...\n\nINT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe Armory Master looks up briefly as the\nAgent logs in Cale's lockbox. Pan off this to the countless\nASSAULT RIFLES and SHOTGUNS locked behind steel mesh... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BACK OFFICES - MORNING\n\nCale and Emily sit, waiting. Awkward silence again. Emily\non her phone, surfing. After a beat:\n\nCALE\nHow's school?\n\nEMILY\nSchool blows.\n\f16.\n\nCALE\nI'm glad we can have these talks.\n\nThe outer office door opens and Finnerty enters.\n\nCALE (CONT'D)\n(whispering to Emily)\n\nDo me a favor, for the next twenty\n\nseconds pretend you don't hate me.\n\nFINNERTY\nJohn Cale? I'm Carol Finnerty, I\nrun the President's detail.\n\nCALE\n(vising)\nThis is my daughter Emily.\n\nEMILY\nMy father is a very special man.\n\nFINNERTY\nThat's... good to know. If you'll\nfollow me?\n\nINT. FINNERTY'S OFFICE - MORNING\nFinnerty settles in behind her desk as Cale takes a seat.\n\nFINNERTY\nYou often bring small children to\njob interviews?\n\nCALE\nDiversionary tactic. While I'm in\nhere, she's out there stealing\neverything that's not nailed down.\n(no response)\nSorry, that was a joke.\n\nFINNERTY\n\nAll evidence to the contrary.\nCALE\n\nSorry?\nFINNERTY\n\nMr. Cale, I'm going on seventeen\nhours of no sleep, so let's just get\nthrough this, okay?\n\nShe opens the file sitting in front of her and reads.\n\fShe looks\n\n17.\n\nFINNERTY (CONT'D)\n\nJohn Cale, born 1983, Columbus, Ohio,\npublic school, track and field, and\nthen one single solitary semester at\nSan Diego State University. Married\nyour childhood sweetheart five months\nlater, bounced from job to job.\nMechanic, limo driver, construction-\n\nCALE\nIs my credit score in there too?\n\nFINNERTY\nYes, and you should be ashamed of\nyourself. You finally landed in the\nArmy Reserve. Enlisted for the bonus.\n\nCALE\nIs that a crime?\n\nFINNERTY\nWe tend to prefer God and Country to\n\"in it for the paycheck\". Did two\ntours in Afghanistan, was wounded in\nthe Kunar Province, received the\nPurple Heart. A Lance Corporal Brian\nDawson put you up for a Silver Star,\nbut you did not receive it.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINNERTY\nWe tend to prefer God and Country to\n\"in it for the paycheck\". Did two\ntours in Afghanistan, was wounded in\nthe Kunar Province, received the\nPurple Heart. A Lance Corporal Brian\nDawson put you up for a Silver Star,\nbut you did not receive it. \n\nTARGET SECTION TO BE ANNOTATED:\nCALE\nIt's an honor just to be nominated.\n\nFINNERTY\nYou pulled Corporal Dawson from a\nburning Humvee. Why?\n\nCALE\nI was somewhat concerned he was\ngetting too warm in there.\n\nat him.\n\nFINNERTY\nIt's funny to me that you think glib\nis the way to go here.\n\nCALE\nThere was an IED attack, the Humvee\nflipped, and we were taking fire.\nEveryone else bolted, I grabbed him.\n\f18.\n\nFINNERTY\nWhy?\nCALE\nBecause we don't leave men behind.\n\n(pause)\nAnd he owed me money.\n\nFINNERTY\nCorporal Dawson happens to be the\nnephew of the Speaker of the House.\nAnd when you were discharged from\nthe Army, the Speaker urged you to\ngo into the Secret Service.\n\nCALE\nHe was kind enough to recommend me\nfor a job.\n\nFINNERTY\n\nYou're on the Speaker's detail now.\nHe did you a favor.\n\nCALE\nYou could say that.\n\nFINNERTY\nI did. Why do you want to be on the\nPresident's detail?\n\nCALE\nNothing against the Speaker, but no\none's ever going to take a shot at\nhim. This is the big leagues.\n\nShe studies him.\n\nFINNERTY\nLook, I appreciate your service, but\nthis is clearly the record of a man\nwho's slid by mostly on looks, charm,\nand favors-\n\nCALE\nMostly on the looks, actually-\n\nFINNERTY\n-And as you say, this is the big\nleagues.\n\f19.\n\nCALE\nI know I've bounced around, but this\nis something I can do. Giving\nyourself up for something greater\nthan you... that's what I need.\n\nFINNERTY\nI'm sorry, but the Secret Service is\nnot somewhere to find yourself.\nThanks for coming in.\n\nShe rises and offers her hand. Cale blinks. Surprised it's\nover. Rises too. Shakes and turns to the door.\n\nINT. BACK OFFICES - MORNING\nEmily looks up as Cale emerges.\n\nEMILY\nHow'd it go?\n\nCale's face says it all...\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nEMILY\nHow'd it go? Cale's face says it all... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE - GROUND FLOOR - WEST LOBBY - MORNING\n\nFinnerty strides through the lobby, passing the Photo Office\nand Homeland Security. Keycards through another door into\n\nINT. OFFICE OF SECRET SERVICE - MORNING\nThe on-site security hub of the White House.\n\n40 odd agents, some in uniform, some in suit and tie, stand,\ndrinking coffee, talking with each other. Shift change coming\nup, but before that, the morning briefing.\n\nFinnerty slides into the back of the room as MARTIN BISHOP\nwalks to the front. Head of the Secret Service. The Boss.\n\nBISHOP\nAll right, listen up. First and\nmost importantly, who owes me money\non the Wizards?\n\nGrumbling throughout the agents, some come forward and hand\nhim cash.\n\nBISHOP (CONT'D)\nThat's right. Thank you. I hope\nyou've all learned a valuable lesson\nhere. Okay, light day.\n\n(MORE )\n\f20.\n\nBISHOP (CONT'D)\nEagle is not leaving the Castle.\nPhone calls with the leadership\nstaring at nine, photo spray with\nthe Duke women's lacrosse team at\nnoon, lunch with the Vice President,\nand then the First Lady is back\ntonight. Ted?\n\nAGENT TED HOPE (40's), prematurely balding speaks up.\n\nAGENT HOPE\nEmpress is wheels down at 18:45.\nThey're supposed to have dinner of\nthe residence but...\n\nHe spreads his hands - \"You know how they are\".\n\nBISHOP\nAssuming they call an audible on\ngoing out, we need to have advance\non Dino, Obelisk, and Marcel's.\n\nAGENT HOPE\nWhat if she wants sushi?\n\nFrom the back of the room, Finnerty speaks up:\nFINNERTY\n\nNo, she's off sushi, she had that\nthing on the Japan trip.\n\nBISHOP\nJesus, Carol, how are you still awake?\nFINNERTY\nFive Hour Energy Drink and patriotism,\nsir.\nBISHOP\n\nYou have a Threat Matrix for us?\n\nFINNERTY\nHomeland says a guy they were sitting\non in Toronto went missing 36 hours\nago, they think he might have crossed.\n\nBISHOP\nThis guy a lone nut or well financed\nhorseman of the apocalypse?\n\f21.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINNERTY\nHomeland says a guy they were sitting\non in Toronto went missing 36 hours\nago, they think he might have crossed. BISHOP\nThis guy a lone nut or well financed\nhorseman of the apocalypse? 21. \n\nTARGET SECTION TO BE ANNOTATED:\nFINNERTY\nCollege student with a blog, thinks\nthe WTO caused 9/11.\n\nBISHOP\nHe's onto us. Okay, distribute the\nphoto. Visitors today?\n\nAGENT HOPE\nWe have Representatives Fiske, Holden,\nRafferty, and Senators Simon and\nTruesdale coming in for a budget\nmeeting at 15:00, plus Soundtek is\nhere again today.\n\nFINNERTY\nSoundtek?\n\nAGENT HOPE\nAV guys, they're replacing the\nsurround system in the movie theater.\nEagle wants it ready for football on\nSunday. From all accounts, they are\nteeth rattlingly loud.\n\nFINNERTY\nThe First Lady should be thrilled.\n\nBISHOP\nAll right, that's game. Grab an\nOrder of the Day and let's get to\nwork.\n\nThe Agents grab top-sheets from a stack by the coffee. As\nthey file out Finnerty approaches Bishop.\n\nBISHOP (CONT'D)\nFor the love of all that is holy, go\nget some sleep.\n\nFINNERTY\nI'm going.\n(as he watches the\nAgents file out)\nYou know you're going to miss this.\n\nBISHOP\nI'm not, actually.\n\nFINNERTY\nI can tell when you're lying, you\nknow. We're gonna miss you, too.\n\f22.\nBishop smiles at her. A little sad.\n\nBISHOP\nAll that time in Switzerland, it\nwould have killed you to bring Muriel\nback a cuckoo clock?\n\nFINNERTY\nOn your desk.\n(she turns to go)\nTwenty bucks says they pick Marcel's\ntonight.\n\nBISHOP\nI wouldn't bet against you.\n\nBishop, watching her go. Something eating at him...\nINT. WHITE HOUSE - EAST LOBBY - MORNING\n\nCale and Emily stand with a tour group of ten. At the front\nstands DONNIE THE TOUR GUIDE (40's). Way too chipper.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHITE HOUSE - EAST LOBBY - MORNING\n\nCale and Emily stand with a tour group of ten. At the front\nstands DONNIE THE TOUR GUIDE (40's). Way too chipper. \n\nTARGET SECTION TO BE ANNOTATED:\nDONNIE THE GUIDE\n\nI'm Donnie and I'm going to be your\nguide today as we take a walk through\nAmerican History! First I want to\ngive you a big Washington DC welcome\nto the White House, where we get\nmillions of guests a year from all\ncorners of the globe!\n\n(to Cale)\nWhere are you folks from?\n\nCALE\nWashington DC.\n\nDONNIE THE GUIDE\nOkay, bad choice.\n(to a Fat Woman)\nHow about you, ma'am?\n\nFAT WOMAN\nI'm from North Carolina.\n\nDONNIE THE GUIDE\nAnd what brings you to the White\nHouse today?\n\nFAT WOMAN\nI wanna see the tunnels where JFK\nsnuck Marilyn Monroe in.\n\f23.\n\nDONNIE THE GUIDE\nUnfortunately, those don't exist.\n(the Fat Woman is\ncrestfallen)\nBut we do have some other really\nexciting sights to show you! If\nyou'll follow me?\n\nINT. WHITE HOUSE - EAST WING - GARDEN ROOM - DAY\n\nA beautiful solarium with a corner windows looking out onto\nthe South Lawn of the White House. Bright and sunny. As\nDonnie talks he leads them through.\n\nDONNIE THE GUIDE\nDoes anyone want to guess how old\nthe White House is?\n(sees Emily raising\nher hand)\nYoung lady?\n\nEMILY\n221 years old.\n\nDONNIE THE GUIDE\nThat's... very accurate. Construction\nwas begun in 1792 on what was then\ncalled the President's House. Article\nOne, Section Eight of the US\nConstitution set forth that a district\nof not more than ten miles square\nshould house the new seat of\ngovernment. Does anyone know why?\n\nEMILY\nSo no one state could claim the\nPresident's House.\n\nDONNIE THE GUIDE\nRight again. The founders were\ncrafty. They figured if the President\nlived in one state then he would be\nbeholden to that state above all\nothers. But if he lived in a district\nseparate from all of them, then he\nand his government could serve all\nthe United States equally and fairly.\nIn many ways, the entire city of\nWashington, the whole District of\nColumbia, was built from the ground\nup in order to hold this one house.\n\f24.\nAs they step into\nINT.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn many ways, the entire city of\nWashington, the whole District of\nColumbia, was built from the ground\nup in order to hold this one house. 24. As they step into\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE - EAST COLONNADE - MORNING\n\nA long white corridor with a red brick floor wall of windows\nlooking out to the South Lawn.\n\nDONNIE THE GUIDE\nThe White House is actually three\nbuildings; the East Wing, where you\ncame in, the West Wing, which houses\nthe Oval and Executive offices of\nthe President, and the Residence,\nwhich is the big famous building in\nthe center. These three buildings\nare connected by two long hallways\ncalled colonnades; we're in the East\nColonnade right now. The colonnades\nwere originally built by Thomas\nJefferson to house horses, but now\nfunction to connect the complex\ntogether. And trust me, it needs\nconnecting - the White House is big.\nIncluding below ground levels, the\nWhite House is six stories tall,\nwith 132 rooms, 412 doors, 147\nwindows, 28 fireplaces, 8 staircases,\n3 elevators and 35 bathrooms. The\ngrounds contain a tennis court, a\nbasketball court, a putting green, a\njogging track, and a swimming pool.\n\nThey pass an open door, hearing hammering and drilling.\n\nFAT WOMAN\nWhat's in there?\n\nDONNIE THE GUIDE\nThe President's home theater.\n(smiles)\nMembership has it's privileges.\n\nCale glances inside, as seven burly SOUNDTEK WORKMEN drills\nholes into the walls of the theater...\n\nINT. WHITE HOUSE - WEST WING CORRIDORS - MORNING\nAnother part of the building. PRESIDENT SAWYER sweeps down\n\nthe hallway, the Chief of Staff and Bishop at his side.\nWalking through an open door into\n\f25.\nINT. OVAL OFFICE - OUTER OFFICE - MORNING\n\nThe PRESIDENT'S ASSISTANTS sit at three desks and the door\nto the Oval proper is guarded by a DRESS MARINE holding an M-\n16. To the Marine:\n\nPRESIDENT SAWYER\nMorning, Kenny.\n\nDRESS MARINE\nMorning, sir.\n\nPRESIDENT SAWYER\nThe New York Times called my treaty\na boondoggle this morning. You read\nthe New York Times, Kenny?\n\nDRESS MARINE\nI'm more of a Daily News man, sir.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRESIDENT SAWYER\nThe New York Times called my treaty\na boondoggle this morning. You read\nthe New York Times, Kenny? DRESS MARINE\nI'm more of a Daily News man, sir. \n\nTARGET SECTION TO BE ANNOTATED:\nPRESIDENT SAWYER\nBill, we need to talk to the Secretary\nof the Navy about getting Kenny a\nraise. Margaret, can you get me the\nSpeaker of the House please? I sense\na lecture in my future...\n\nAs the President steps into the Oval Office itself...\nINT. WHITE HOUSE - VISITORS' FOYER - MORNING\n\nCale, Emily, and the rest of the tour exit the Colonnade\ninto the Visitor's Foyer as Donnie continues.\n\nDONNIE THE GUIDE\nBesides being a national landmark,\nthe White House also happens to be a\ntechnological marvel. Underneath\nthe West Wing is the Situation Room,\nthe most sophisticated military\ncommand center in the history of\nwarfare. And underneath the East\nWing is the PEOC or Presidential\nEmergency Operations Center, the\nsingle most secure room on the planet.\nIt's a vault built behind ten feet\nof concrete and steel capable of\nsurviving a thermonuclear blast and\nequipped so the President and his\nstaff could run the country from\ninside for six months without leaving.\n\fCALE\nSo where's the bowling alley?\n\nDONNIE THE GUIDE\n(completely serious)\nNext to the Vault.\n\nEXT. WHITE HOUSE GUARD HOUSE - MORNING\n\n26.\n\nFinnerty, leaving the complex on foot. The kindly old Gate\n\nGuard smiles at her as she goes.\n\nGATE GUARD\nSee you tomorrow, Carol!\n\nFinnerty turns west onto Pennsylvania Avenue...\n\nINT. WHITE HOUSE - CENTER HALL - GROUND FLOOR - MORNING\n\nA long hallway with dramatically vaulted arched ceilings\n\nthat runs length of the Residence Building.\n\nDONNIE THE GUIDE\n\nWe're now entering the Center Hall\nof the Residence. The President and\nFirst Lady live on the second and\nthird floors, the Ground Floor and\nState Floor are dedicated to public\nrooms. To your left is the Library\nand to your right is the Vermeil\nRoom, which houses the portraits of\nseveral of the most prominent First\nLady's who have lived here. Pictures\nare actually permitted, so snap away.\n\nEmily goes to take pictures of the Vermeil Room.\nhow happy she is.\n\nATTRACTIVE WOMAN\nYours?\n\nCALE\nNah, I found her sulking around\noutside, thought if I brought her\nit'd make me look smart.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nhow happy she is. ATTRACTIVE WOMAN\nYours? CALE\nNah, I found her sulking around\noutside, thought if I brought her\nit'd make me look smart. \n\nTARGET SECTION TO BE ANNOTATED:\nCale watches\n\nThe woman smiles. Cute. Maybe the day isn't a total loss.\nShe sees one of the paintings on the wall. One of a blackened\n\nWhite House. Donnie comes over.\n\f27.\n\nDONNIE THE GUIDE\nWatercolor by George Munger. It's\nto commemorate the burning of the\nWhite House by the British in 1814.\n\nCALE\nThe White House burned down?\n\nDONNIE THE GUIDE\nIn the war of 1812. It practically\nhad to be rebuilt from the ground\nup.\n\nA tugging on Cale's arm.\nEMILY\n\nI think I need to avail myself of\none of the 35 bathrooms in here.\n\nDONNIE THE GUIDE\nThere's a ladies room upstairs, but\nI can't take the tour up there for\nanother fifteen minutes.\n\nCALE\nI'll take her. Where?\n\nEMILY\nI can go by myself, John. I'm nota\nlittle girl.\n\nCale looks at her. Sighs. Deciding.\n\nCALE\nOkay, but don't touch anything, don't\nwander off, and don't talk to anyone\nyou're not supposed to.\n\nEMILY\nI make no promises.\n\nShe goes. Cale steps into the Vermeil Room to look around...\nINT. CAPITOL BUILDING - SPEAKER'S OFFICE - MORNING\nThe Speaker's ASSISTANT pokes her head in.\nSPEAKER'S ASSISTANT\nMr. Speaker, I have the President\n\ncalling for you.\n\nRaphelson snatches up his phone.\n\f28.\n\nRAPHELSON\nMr. President! I'm impressed with\nall your treaty signings you find\ntime for little old me!\n\nINTERCUT with the Oval Office:\n\nPRESIDENT SAWYER\nYou do Jewish Mother's guilt very\nwell, Eli.\n\nRAPHELSON\nI just find it interesting that you\nwould announce the signing of a major\ntreaty with a sworn enemy of our\ncountry before, you know, mentioning\nit to anyone in Congress.\n\nPRESIDENT SAWYER\nIt's the right thing to do, Eli.\nWe're never gonna get a better chance\nat progress with Iran than right\nnow.\n\nRAPHELSON\nWhich would be wonderful if I didn't\njust have to take your word for it...\nWe PAN out of the office and into the hall...",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe're never gonna get a better chance\nat progress with Iran than right\nnow. RAPHELSON\nWhich would be wonderful if I didn't\njust have to take your word for it... We PAN out of the office and into the hall... \n\nTARGET SECTION TO BE ANNOTATED:\nINT. CAPITOL BUILDING CORRIDORS - MORNING\n\n...Where we pick up the FIDGETY GUY from earlier walking\npast. Moving with purpose. On his way to\n\nINT. CAPITOL DOME - MORNING\n\nThe corridor opens into the enormous room beneath the famed\nCAPITOL ROTUNDA. Sunlight streams in. Various STATUES.\nLincoln. Martin Luther King. Tourists snap photos.\n\nThe Fidgety Man stops in front of one particular bronze\nstatue. Looks at the name on the base. George Washington.\nThe Fidgety Man checks his watch.\n\nIt is 9:17 a.m.\nThe man leans down and begins to untie his shoes. Then he\n\nremoves them. Places them carefully on the floor. Then his\nsocks. A GUARD notices. This guy is undressing.\n\f29.\n\nCAPITOL SECURITY GUARD\nUh, sir?\n\nThe Man is now unbuttoning his shirt. Muttering to himself.\n\nCAPITOL SECURITY GUARD (CONT'D)\nSir, you can't do that-\n\nThe Guard stops. The man has unbuttoned his shirt. He is\nwearing a VEST OF PLASTIC EXPLOSIVES beneath it.\n\nThe Guard stares at him, numb. The Fidgety Man raises his\nhand. Detonator in it. Exhales. Their eyes meet...\n\nAnd then the air is filled with fire.\nINT. CAPITOL BUILDING - SPEAKER'S OFFICE - MORNING\n\nA muffled WHOOMP! The whole building ROCKS. Raphelson is\nthrown sideways against his desk, still clutching the phone.\n\nRAPHELSON\nJesus!\n\nPRESIDENT SAWYER\n(through phone)\nEli, are you all right?\n\nRAPHELSON\nI'm fine, I- sir, I think there may\nhave been an explosion here-\n\nHe opens his door to the outer office - CHAOS. Glass and\ndebris everywhere. Smoke pouring in from the hallway...\n\nRAPHELSON (CONT'D)\nOh, God.\n\nEXT. PENNSYLVANIA AVENUE - MORNING\nFinnerty hears the explosion before she sees it. Car alarms\ngoing off. In the distance - Smoke is rising from the Capitol\nRotunda. Finnerty begins to run towards it...\nINT.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the distance - Smoke is rising from the Capitol\nRotunda. Finnerty begins to run towards it... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE - OVAL OFFICE - MORNING\nPRESIDENT SAWYER\n(into phone)\nEli?\n\nBishop getting information from his earpiece:\n\f30.\n\nBISHOP\nMr. President, there's been an\nexplosion at that Capitol, you need\nto hang up the phone.\n\nPRESIDENT SAWYER\nWhat?\n\nBISHOP\n(into wrist)\nWe are crashing the White House,\nrepeat, the White House is crashed.\n\nBishop takes the phone from Sawyer and hangs it up as the\ndoor opens and THREE AGENTS with SHOTGUNS suddenly come into\nthe room. The DRESS MARINE behind him, wielding his M-16.\n\nThe Marine bolts the door to the Oval Office as a KLAXON\nsounds throughout the complex...\n\nINT. WHITE HOUSE - VERMEIL ROOM - MORNING\n\nCale looks up at the siren as a SECRET SERVICE AGENT steps\ninto the room, blocking the exit.\n\nSECRET SERVICE AGENT\nEverybody please stay where you are.\nWe're briefly restricting movement\nthrough the facility, shouldn't be\nmore than a few minutes-\n\nCALE\n(tries to move past)\nMy daughter's upstairs-\n\nSECRET SERVICE AGENT\nI'm sorry, sir, no one moves until\nthey lift the crash.\n\nCALE\nI'm an agent on the Speaker's detail-\n\nSECRET SERVICE AGENT\nThen you understand the protocol -\nnobody moves.\n\nCale stares at him. A couple from Tennessee snaps his\npicture. This is very exciting.\n\f31.\nINT. CAPITOL BUILDING - SPEAKER'S OFFICE - MORNING\n\nRaphelson hangs up the phone and looks to his Secret Service\nAgent, who's talking on his own phone.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\n31. INT. CAPITOL BUILDING - SPEAKER'S OFFICE - MORNING\n\nRaphelson hangs up the phone and looks to his Secret Service\nAgent, who's talking on his own phone. \n\nTARGET SECTION TO BE ANNOTATED:\nAGENT KELLERMAN\nThe White House is crashed, sir!\n\nRAPHELSON\nWhere's the Vice President?\n\nAGENT KELLERMAN\nIn his office, I think-\n\nRAPHELSON\n(to his Assistant)\nGet him on the phone, tell him he\nneeds to institute Continuity of\nGovernment-\n\nSPEAKER'S ASSISTANT\nWhat 's-\n\nRAPHELSON\nIn the event of an attack, all\nprincipals in the line of succession\nare moved to Secondary Locations and\na new communications band is put\nonline-\n\nSPEAKER'S ASSISTANT\nI have the Vice President's Office,\nsir!\n(listens; then)\nHe can't come to the phone, he was\ncut by some glass.\n\nRAPHELSON\nGlass? Tell him he needs to institute\nCOG-\n\nANOTHER EXPLOSION throws them sideways. Agent Kellerman\nlooks out the window.\n\nAGENT KELLERMAN\nJesus Christ, the building's on\nfire...\nINT. WHITE HOUSE - PRESIDENTIAL THEATER - MORNING\n\nA YOUNG SECRET SERVICE AGENT stands in the doorway to the\ntheater among the Soundtek Workmen, enforcing the crash.\n\f32.\nYOUNG AGENT\nDon't worry, they do drills like\nthis every other week.\n(smiles)\nPicked the wrong day to come to work\nhere, huh?\nThe man with the shaved head, STENZ, smiles back. Not nice.\n\nSTENZ\nGuess so.\n\nAnd he raises a NAIL GUN and buries three bolts into the\nAgent's chest!\n\nThe others move fast, professionals. They strip the man of\nhis weapon and hand the gun to Stenz. Syncing their watches --\n\nSTENZ (CONT'D)\nArmory, sixty seconds, go!\n\n-- And they spring out of the Theater into\nINT. WHITE HOUSE - EAST COLONNADE - MORNING\n\nRunning full tilt for the East Lobby. The Security Officer\nat the end of the Colonnade looks up.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\n-- And they spring out of the Theater into\nINT. WHITE HOUSE - EAST COLONNADE - MORNING\n\nRunning full tilt for the East Lobby. The Security Officer\nat the end of the Colonnade looks up. \n\nTARGET SECTION TO BE ANNOTATED:\nSECURITY OFFICER\nWe're in a crash, you can't-\n\nBLAM-BLAM! Stenz shoots him twice in the head! His partner\nraises his walkie to his lips, screaming:\n\nSECURITY OFFICER 2\nShots fired! Code Black, Code-\n\nBLAM! He goes down too as Stenz's right hand man HUMPHRIES\nscoops their weapons and they KICK through the side door to\nthe back stairs...\n\nINT. WHITE HOUSE - WOMEN'S BATHROOM - MORNING\n\nEmily looks up at the shots...\n\nINT. WHITE HOUSE - VERMEIL ROOM - MORNING\n\nCale automatically reaches for his hip to find his holster\nEMPTY. The Agent with Cale's tour shouting into his wrist:\n\nSECRET SERVICE AGENT\nRepeat, please repeat!\n\f33.\nCALE\n(incredulous)\nHe said shots fired, it's an AOP!\n\nHe moves for the door but the Agent draws his weapon.\n\nSECRET SERVICE AGENT\nStay back!\n\nCALE\nGoddammit, you need to get out there!\n\nINT. WHITE HOUSE - ARMORY - MORNING\n\nThe Armory Master pulls a SHOTGUN from the wall and racks\nit, spinning just in time for the door to be kicked open!\n\nStenz comes in low, firing three rounds into the Armory\nMaster's legs! The man crumples. Humphries hefts the ARC-\nWELDER and goes to work on the cage door. SPARKS FLY.\n\nSTENZ\nThirty seconds!\n\nINT. WHITE HOUSE - VERMEIL ROOM - MORNING\nSECRET SERVICE AGENT\n\nI have to wait for orders! We don't\n\nknow what's happening-\nMore GUNFIRE from upstairs. The Agent turns, distracted --\nAnd suddenly Cale is moving, bringing his fist up and taking\nthe Agent down with a right cross! Grabs the Agent's gun.\nChecks the magazine, looking to Donnie:\n\nCALE\nMy daughter, where'd you send her?\n\nDONNIE\nUpstairs, across the Hall second\ndoor on the left-\n\nCALE\nStay here!\n\nHe bolts from the room...\nINT. WHITE HOUSE ARMORY - MORNING\n\nThe Armory Cage door clanks the ground, and STENZ'S TEAM\npours into the armory.\n\f34.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WHITE HOUSE ARMORY - MORNING\n\nThe Armory Cage door clanks the ground, and STENZ'S TEAM\npours into the armory. 34. \n\nTARGET SECTION TO BE ANNOTATED:\nQuick cuts of them loading up - M-16's, MP-5's, shotguns,\nflash grenades...\n\nSTENZ\nPositions in two minutes, go!\n\nINT. WHITE HOUSE - EAST STAIRWELL - MORNING\nCale, bounding up the stairs two at a time...\nINT. CAPITOL BUILDING - SPEAKER'S OFFICE - MORNING\nAgent Kellerman looks to Raphelson as he hears the news:\nAGENT KELLERMAN\nWe have gunfire in the White House,\nsir!\nRaphelson scoops up the phone and dials. Into it:\nRAPHELSON\nThis is Speaker of the House Eli\nRaphelson, on behalf of the President\nof the United States I am instituting\nContinuity of Government...\nEXT. ANDREWS AIR FORCE BASE - MORNING\nA bright shiny day. ROTORS spinning up.\n\nThe Navy pilot tosses his pre-flight check and yanks back on\nthe stick as MARINE ONE rises into the air...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nAgent Hope looks up to Bishop and the President.\n\nAGENT HOPE\nMarine One is three minutes out-\n\nBISHOP\nNo, we have to get him to the PEOC!\n\nAGENT HOPE\nThey're in the damn building, we\nneed to exfil-\n\nBISHOP\nMr. President, we don't know if they\nhave surface to air missile\ncapability, they could blow us out\n(MORE )\n\f35.\n\nBISHOP (CONT'D)\nof the sky! We get you to the Vault\nand their game is over!\n\nPresident Sawyer stares at for him a moment, then gives him\na nod. The agents rack their shotguns. Bishop checks his\nGlock, safety off. Like a posse headed out for the OK Corral.\nBISHOP (CONT'D)\nAll right everyone - stay low, stay\nclose, shoot first, got it? On me!\n\nHe kicks the Oval Office door open and he and his team plunge\nout into the West Wing corridors...\n\nINT. WHITE HOUSE - STATE FLOOR - CENTER HALL - MORNING\n\nA STAMPEDE of people pouring out the Main Entrance onto the\nNorth Portico. Cale reaches the top of the stairs, pushing\nthrough them, scanning their faces for his daughter.\n\nCALE\nEmily! Emily!\n\nHe spies the bathroom door.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nCALE\nEmily! Emily! He spies the bathroom door. \n\nTARGET SECTION TO BE ANNOTATED:\n Shoulders through it...\nINT. WOMEN'S BATHROOM - MORNING\n\nCale bursts in. No one. Checks the stalls. Nothing. She\nmust have run. Shit. He barrels back out --\n\nINT. WHITE HOUSE - CENTER HALL - MORNING\n\nCale pushes out the door when -- MACHINE GUNFIRE nearly takes\nhis head off!\n\nOne of Stenz's men on the far side of the hall! The rest of\nthe onlookers scream and scatter as Cale dives back inside!\n\nINT. WOMEN'S BATHROOM - MORNING\n\nCale ducks to the floor as bullets punch through the bathroom!\nRipping through the tiles, splintering the porcelain! Water\nsprays from busted pipes in the sink.\n\nSlowly the ruined door is kicked open and Stenz's man RITTER\nenters, holding an MP-5. Cale cowers on the floor.\n\nCALE\nPlease, please don't kill me! I'm\njust with the tour!\n\f36.\n\nRITTER\nYou had a gun.\n\nCALE\nI didn't! I didn't have a gun!\nPlease, I have a daughter, I-\nHe raises the gun and shoots Ritter TWICE in the chest!\nRitter pitches forward, pulling the trigger on his machine\ngun as he dies, and Cale manages to roll away through the\nbloody water as sinks and mirrors explode!\n\nCALE (CONT'D)\nJesus!\n\nCale scoops up Ritter's rifle and stumbles for the door...\nINT. WHITE HOUSE - WEST WING CORRIDORS - MORNING\n\nBishop and his team hustle the President through the West\nWing offices, screaming:\n\nBISHOP\nMove, move, make a hole!\n\nPeople dive out of the way as they come. Passing Secretaries\nwiping hard drives, pouring water on keyboards, in some cases\ntaking FIRE AXES to their computers in attempt to data-dump...\n\nEXT. WHITE HOUSE - GUARD HOUSE - MORNING\n\nThe Gate Guard, on the phone with the police as visitors\npour out of the building across the South Lawn.\n\nGATE GUARD\n(into phone)\nNo, send all available units now!\n\nThe CLICK of pistol cocking behind him. He turns. Stenz,\nholding the Glock to his head.\n\nSTENZ\nOne chance. Open the gate.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nStenz,\nholding the Glock to his head. STENZ\nOne chance. Open the gate. \n\nTARGET SECTION TO BE ANNOTATED:\nGATE GUARD\nI can't-\n\nBLAM! Stenz steps over the man's body and keys in the code.\nThe huge iron gate rumbles open and\n\f37.\n\nTWO SEMI-TRUCKS hauling TRAILERS rumble through the gates\nand up the South Drive...\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nThe Sniper Team sees the trucks rolling up the drive.\nSighting the lead driver, tapping his throat-mic:\n\nLEAD SNIPER\nThis is Castle Keep, we have a breach\nat the North Entrance-\n\nThe roof door bangs open behind him and they turn --\n\nAs Stenz's man MULCAHY bursts through, opening fire,\nOBLITERATING the White House Sniper Team in a hail of bullets!\n\nEXT. WHITE HOUSE - NORTH PORTICO - MORNING\n\nThe trucks rumble up the North Drive unimpeded and pull toa\nhalt in front of the North Portico. The DRIVERS leap out\nand open up the back of the trailers where\n\nDOZENS of heavily armed MERCENARIES in body armor pour out\nand swarm up the steps and into the White House...\n\nBehind them, a lone THIN MAN IN GLASSES steps out of the\ntruck. Sucks on an inhaler and surveys the scene...\n\nINT. CAPITOL BUILDING - SPEAKER'S OFFICE - MORNING\n\nAGENT KELLERMAN\nThere's a firefight on the roof of\nthe White House and the North Entrance\nhas been breached!\n\nRAPHELSON\nHoly God...\n\nSPEAKER'S ASSISTANT\n(hanging up phone)\nMr. Speaker, we have to go! The\nCapitol Rotunda's on fire!\nOff Raphelson's look of disbelief...\nEXT. PENNSYLVANIA AVENUE - MORNING\n\nFinnerty sprinting flat-out. Holding her phone to her ear.\nAhead of her we see the unthinkable --\n\f38.\n\nTHE CAPITOL DOME is ENGULFED IN FLAMES. Windows explode\noutwards from the heat of the inferno within.\n\nFINNERTY\n(into phone)\nDo you have the Vice President?\n\nEXT. CAPITOL BUILDING - MORNING\n\nAGENT MARCUS GRAHAM (30's) on the other end, as he hustles\nJenna and VICE PRESIDENT ALVIN HAMMOND (60's) into a waiting\nSUV.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINNERTY\n(into phone)\nDo you have the Vice President? EXT. CAPITOL BUILDING - MORNING\n\nAGENT MARCUS GRAHAM (30's) on the other end, as he hustles\nJenna and VICE PRESIDENT ALVIN HAMMOND (60's) into a waiting\nSUV. \n\nTARGET SECTION TO BE ANNOTATED:\n INTERCUT:\n\nAGENT GRAHAM\nWe're putting him in the car now!\n\nFINNERTY\nYou don't stop for red lights, for\npolice, and if something gets in\nyour way, you drive through it!\n\nAGENT GRAHAM\nIs the President dead?\n\nFinnerty takes a breath.\n\nFINNERTY\nWe do not have his 20!\n\nGraham turns to the Driver.\n\nAGENT GRAHAM\nGo!\n\nINT. WHITE HOUSE - CENTER HALL - GROUND FLOOR\n\nBishop and his team race the President through the now mostly\nempty Center Hall of the Residence.\n\nBISHOP\n(into radio)\nEagle is thirty seconds from the\nVault, we are coming in hot!\n\nINT. WHITE HOUSE - PRESIDENTIAL EMERGENCY OPERATIONS CENTER\nTHE VAULT - the most secure room in the world.\nA ridiculously hi-tech room two floors below the East Wing.\n\nChrome, glass, and LCD screens. The Watch Commander on the\nhard-line to Bishop:\n\f39.\nWATCH COMMANDER\nSir, we cannot open the door without\nauthentication-\nINT. WHITE HOUSE - CENTER HALL - GROUND FLOOR - DAY\nAs they run --\nBISHOP\nWe're under attack, goddammit, open\nthe door!\nWATCH COMMANDER (0.S.)\n(through radio)\nYou know the rules, we need voice\nand retinal authentication from the\nPresident!\nCale, coming down the stairs, seeing the President's Team...\n\nCALE\nHey!\n\nThe MARINE turns, seeing a Cale hefting the machine gun. He\nOPENS UP with his M-16!\n\nCale dives across the hall into the CHINA ROOM as four\ngenerations of White House China is obliterated around him!\n\nCALE (CONT'D)\nGoddammit, I'm on your side!\n\nBut the President's already gone, down the East Colonnade...\nEXT. MARINE ONE (FLYING) - MORNING\nComing up on DC, smoke from the Capitol rising into the sky...\n\nMARINE ONE PILOT\nHoly shit...\n\nINT. WHITE HOUSE - EAST WING - BASEMENT LEVEL\nBishop and team hustle the President out of the back stairs...\nBISHOP\nThey're right behind us, open the\nVault!\n\nAround a corner, coming up on the HUGE VAULT DOOR...\n\f40.\n\nWATCH COMMANDER (0.S.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\n40. WATCH COMMANDER (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nWe still need authentication-\n\nPRESIDENT SAWYER\n(grabs the radio)\nOpen the goddamn door, Commander!\nINT. WHITE HOUSE - PRESIDENTIAL EMERGENCY OPERATIONS CENTER\n\nThe Commander and his Lieutenant exchange a look. Definitely\nthe President. The men turn their keys together and...\n\nINT. WHITE HOUSE - EAST WING - BASEMENT LEVEL - MORNING\n\nWe hear HUGE TUMBLERS moving. As they clunk into place, the\nthree foot thick steel door rumbles open revealing\n\nThe P.E.O.C. Bishop stares at it, as the others rush past\nhim inside. Hope looks at him, strangely.\n\nAGENT HOPE\nWe need to seal the Vault!\n\nBISHOP\nI'm sorry, Ted.\n\nAnd then Bishop raises his Sig-Sauer and shoots his friend\nin the chest! Holy shit!\n\nThe other two Agents and the Marine raise their weapons, but\nBishop has the drop on them and takes them out too! Kills\nthe Watch Commander and his Lieutenant as well!\n\nSwings his gun back around to the President when -- BULLETS\nRip into the wall just above Bishop's head!\n\nCALE (0.S.)\nRun, Mr. President!\n\nCale at the end of the hall, MP-5 blazing! Giving the\nPresident cover fire! Sawyer books down the hall to him!\nCale grabs his wrist and drags him around a corner.\n\nCALE (CONT'D)\nCome on!\n\nAs they run:\n\nPRESIDENT SAWYER\nWho are you?\n\f41.\nCALE\nDon't worry, I'm Secret Service,\nyou're safe--oh shit!\n\nAs Stenz emerges from the stairwell and OPENS FIRE! Cale\nyanks Sawyer back the way they came!\n\nCALE (CONT'D)\nElevator!\n\nPRESIDENT SAWYER\nWhat?!\n\nCALE\nWhere's an elevator?\n\nThe President pulls Cale into a nook where an ELEVATOR DOOR\nsits. Stabbing the button relentlessly. Bishop coming down\none side of the hallway, Stenz the other. Boxed in...\n\nThe elevator OPENS and -- Cale and Sawyer leap in, stabbing\nthe door close button as Stenz sprints towards them, firing...\nThe doors slide shut.\n\nSTENZ\nShit!\n\nBISHOP\nIt only goes up one floor!\n\nBishop and Stenz sprint back down the corridor to\nINT.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTENZ\nShit! BISHOP\nIt only goes up one floor! Bishop and Stenz sprint back down the corridor to\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE - EAST WING - BACK STAIRCASE - MORNING\n\nTaking the stairs two at a time and we TRACK with them running\nas they burst out into\n\nINT. WHITE HOUSE - EAST LOBBY - MORNING\n\nRunning flat out to the elevator doors, weapons up... They\nstop. Doors don't open. Bishop puts his ear to the door.\n\nBISHOP\nThey're going back down!\n\nStill tracking with them as they haul ass back to the\nINT. WHITE HOUSE - EAST WING - BASEMENT LEVEL - MORNING\n\nBishop and Stenz, booking back to the elevator...\n\f42.\n\nToo late. The elevator doors are open, the car empty. Cale\nand the President are gone. Stenz punches the wall.\n\nSTENZ\nShit!\n\nBISHOP\n\nIt doesn't matter.\n\n(off his look)\nHe got us into the PEOC, that's what\ncounts. Button up the building and\nsend out patrols, we will find him.\nAs long as we fortify in the next\nfive minutes they won't be able to\nget in here-\n\nCut off by the sound of a CHOPPER approaching...\n\nSTENZ\nWhat's that?\n\nBISHOP\nMarine One.\n(into radio)\nMulachy?\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nMulachy, drilling the last section of the base of a .50 CAL\nCANNON into the roof. The rotor blades growing louder...\n\nMULACHY\n(into radio)\nWe're on it!\nMulachy grins and moves behind the trigger of the .50 Cal...\nEXT. MARINE ONE (FLYING) - MORNING\n\nComing in low over Pennsylvania Avenue, only fifty feet above\nthe deck. We hear their radio chatter:\n\nMARINE ONE PILOT (0.S.)\nCastle, this is Marine One, we are\ncoming in for exfil on the South\nLawn, coming in now, over!\n\nNo response.\n\nMARINE ONE PILOT (0.S.) (CONT'D)\nCastle, I say again we-\n\f43.\n\nAs .50 CAL TRACERS streak from the Mulachy's roof cannon,\ntattooing the side of the Presidential Helicopter!\n\nMARINE ONE PILOT (0.S.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs .50 CAL TRACERS streak from the Mulachy's roof cannon,\ntattooing the side of the Presidential Helicopter! MARINE ONE PILOT (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n (CONT'D)\nBreak left, break left!\n\nThe chopper screams high and to the left as BULLETS ZANG off\nit's armored body!\n\nMARINE ONE PILOT (CONT'D)\nThis is Marine One, we are taking\nfire from Castle, repeat, we are\ntaking fire from Castle!\nSmoke pours from the helicopter as it soars high above the\nEXT. WHITE HOUSE - MORNING\nIn all it's glory below. Now occupied by new residents.\nMARINE ONE PILOT (0.S.)\nCastle has fallen, repeat, Castle\nhas fallen. The White House is down.\nEXT. CAPITOL BUILDING - MORNING\n\nFinnerty sprints the last half-block to the ruined Capitol,\ndodging fire trucks, still on the phone with Graham.\n\nFINNERTY\nWhere are you?\n\nINT. VICE PRESIDENT'S SUV (MOVING) - MORNING\nSirens screaming, the VICE PRESIDENT'S MOTORCADE is flying\nthrough Washington surface streets at 70 MPH! Graham has to\nshout to be heard:\nAGENT GRAHAM\n\nWe're two miles away from Andrews,\n\nthe Vice President is secure!\nEXT. CAPITOL BUILDING - MORNING\n\nAGENT KELLERMAN (0.S.)\nCarol!\n\nFinnerty turns to see Kellerman loading Speaker Raphelson\ninto a limousine. Kellerman motions her over.\n\nAGENT KELLERMAN (CONT'D)\nGet in!\n\f44,\nFinnerty goes and slides into the front seat of the car...\nINT. VICE PRESIDENT'S SUV (MOVING) - MORNING\n\nFINNERTY (0.S.)\nI'm with the Speaker, we're going to\nthe Secondary Location!\n\nAGENT KELLERMAN\n(into phone)\nRoger that!\n\nLEAD CAR DRIVER (0.S.)\nSir, there's a road blockage up ahead!\n\nINT. LEAD SUV (MOVING) - MORNING\n\nThe Driver grips the wheel of the lead car of the Motorcade.\nFive blocks up - AN AMBULANCE is stopped across the\nintersection. Lights flashing.\n\nLEAD CAR DRIVER\nThey're emergency vehicles!\n\nAGENT GRAHAM (0.S.)\n(through radio)\nAgent, if they do not move, you drive\nthrough them!\n\nFour blocks away now...\n\nLEAD CAR DRIVER\nBut, sir-\n\nAGENT GRAHAM (0.S.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nFour blocks away now... LEAD CAR DRIVER\nBut, sir-\n\nAGENT GRAHAM (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nWe may have already lost the\nPresident, this could be another\nattempt! You do not stop!\n\nThree blocks away. The Driver swallows.\n\nLEAD CAR DRIVER\nRoger that.\n\nTwo blocks away. The Driver leans on the horn. He doesn't\ndecrease speed. The Ambulance stays where it is...\n\nLEAD CAR DRIVER (CONT'D)\n(whispering)\nMove, please move, please...\n\f45.\n\nOne block. He's not moving. The Driver grips the wheel and\ncloses his eyes. For God and country...\n\nEXT. WASHINGTON STREETS - MORNING\n\nWHAM! The Lead SUV strikes the Ambulance doing 70! Both\nvehicles, ripped and twisted by the impact, flying off the\npavement sideways and smashing into a STOREFRONT!\n\nCreating a HOLE in the intersection that the rest of the\nVice President's Motorcade ROARS through!\n\nEXT. ANDREWS AIR FORCE BASE - MORNING\n\nThe security gate opens as the Motorcade tears through and\nout onto the TARMAC. Screeching to a halt next to\n\nAIR FORCE ONE\nGleaming in the sun. All polished up and ready to go.\n\nSecret Service leaps out of the cars, scanning for threats.\nWeapon out, Graham hustles the Vice President up the gangway.\n\nAGENT GRAHAM\nMove, sir, move!\n\nINT. AIR FORCE ONE - MORNING\n\nGraham, the Vice President Jenna and the rest scramble aboard\nthe aircraft as we hear the engines powering up. As they\nbuckle in, over the INTERCOM:\n\nCAPTAIN DIX (0.S.)\nMr. Vice President, my name is Captain\nLeo Dix and I apologize in advance,\nbut this is gonna be the hardest\ntake-off you've ever felt. We're\ngoing to put this bird at 30,000\nfeet in 15 seconds, so do not be\nalarmed if you lose consciousness -\nMikey, hit it.\n\nAnd the plane shoots forward at FULL THROTTLE!\n\nThe passengers pinned back in their seats as the engines\nroar and Air Force One takes flight...\n\nEXT. ANDREWS AIR FORCE BASE - MORNING\n\nAir Force One climbs up and away at a 55 DEGREE ANGLE from\nthe ground, becoming a speck in seconds...\n\f46.\nINT.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nANDREWS AIR FORCE BASE - MORNING\n\nAir Force One climbs up and away at a 55 DEGREE ANGLE from\nthe ground, becoming a speck in seconds... 46. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n RAPHELSON'S MOTORCADE (MOVING) - MORNING\n\nRoaring through the streets of DC. CNN plays on a small TV.\nWe see a horrible sight - the CAPITOL DOME COLLAPSES INWARDS\non itself from the heat inside. Flames rise from it.\n\nCNN NEWSCASTER (V.O.)\nOh, My God... Oh, my God, I don't\nhave the words...\n\nRaphelson swallows. Finnerty pulls a pistol from her hip.\nChecks the load, offers it to Raphelson.\n\nFINNERTY\nYou know how to use one of these?\n(off his look)\nWe don't know where they might hit\nnext and this country needs need you\nalive, sir. Take it.\n\nRaphelson does. The limo takes a hard right, heading for...\nEXT. PENTAGON - MORNING\n\nEstablishing. Dozens of MARINES in full body armor with\nassault rifles guard the gates. MILITARY TANKS rolling onto\nthe lawn to establish a hard perimeter.\n\nRaphelson's Motorcade roars through the gates into an\nINT. PENTAGON - UNDERGROUND GARAGE - MORNING\n\nThe cars pull to a halt and Raphelson, Finnerty, Kellerman,\nand the rest spring out, heading for the front doors.\n\nRAPHELSON\nWe need the Head of the FAA to ground\nall air traffic over the Continental\nUS and we need to close the borders--\nWhere's the director of Homeland\nSecurity?\n\nSPEAKER'S ASSISTANT\nHe was at the White House.\n\nRAPHELSON\nWho's the Assistant Director?\n\nSPEAKER'S ASSISTANT\nWyck Halsey. Also at the White House.\n\f47.\n\nRAPHELSON\nJesus.\n\nFINNERTY\nI'm on with Agent Graham!\n\nRAPHELSON\nHow are they doing?\n\nFINNERTY\n(listens; then)\nThe VP just puked on Air Force One.\n\nAs the Two Marines in front of them open the doors wide...\n\nCOLONEL JANOWITZ\nMr. Speaker, welcome to the Pentagon.\nI'm Colonel Janowitz, I'll be taking\nyou down to the bunker. Are these\npeople with you?\n\nRAPHELSON\nYes, Colonel.\n\nCOLONEL JANOWITZ\nFollow me.\n\nINT.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAPHELSON\nYes, Colonel. COLONEL JANOWITZ\nFollow me. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE - CENTER HALL - GROUND FLOOR\n\nEmily peeks around a corner to see a GROUP OF HOSTAGES herded\ninto the Center Hall. Some weeping and crying. HUMPHRIES\nand several Mercenaries standing guard. She backs away when\n\nA HAND grabs her by the hair! STENZ. He drags her kicking\nand screaming out from her hiding place!\n\nEMILY\nGet off me, asshole!\n\nBISHOP (0.S.)\nThat's not necessary.\n\nBishop steps out from the East Wing. Stenz deposits Emily\nwith the others, glaring at her. Bishop addresses them.\n\nBISHOP (CONT'D)\nLadies and gentlemen, I apologize,\nbut this will not take long. If you\nbear with us and do what we say, you\nwill not be harmed.\n\n(MORE )\n\f48.\n\nBISHOP (CONT'D)\n(to Humphries)\nGet a count, bring it to me. Search\nall of them then move them to the\nSituation Room. Any of my agents\nseparate out, I don't want them\ncausing dissent.\n\nHUMPHRIES\nYou want me to...\n\nBISHOP\nI want you to tie them up and lock\nthem in a closet and that's all.\nWhen you're done I want patrols\norganized, we need to do a room to\nroom search of the complex.\n\nHUMPHRIES\nWhy, are we missing something?\n\nStenz gives him a look - not the time. Humphries nods and\nhis men begin the count.\n\nSTENZ\nWhere do you want to set up command?\n\nBISHOP\nWhere do you think?\n\nINT. WHITE HOUSE - WEST WING CORRIDORS - MORNING\n\nSmall fires are being extinguished by mercenaries. Bishop\nand Stenz stride through until they reach\n\nTHE OVAL OFFICE\nBishop steps inside. A moment. Takes it all in.\n\nBISHOP\nThis'll do. Where's Tyler?\n\nSTENZ\nStill getting set up.\n\nBishop grabs a radio. Into it:\n\nBISHOP\nMr. Tyler, we have a time frame yet?\n\f49,\nINT. WHITE HOUSE - P.E.O.C. - MORNING\n\nTYLER, the man in glasses from the truck, supervises several\nMercenaries as they unpack huge crates of computer equipment\nand jack them in to the mainframe in the PEOC.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nE. O. C. - MORNING\n\nTYLER, the man in glasses from the truck, supervises several\nMercenaries as they unpack huge crates of computer equipment\nand jack them in to the mainframe in the PEOC. \n\nTARGET SECTION TO BE ANNOTATED:\nTYLER\n(into radio)\nWe're still plugging in power-bars\ndown here, it's gonna be a little\nbit.\n\nBISHOP (0.S.)\n(through radio)\nCall me when you have a timeline.\n\nTyler puts down the radio and takes a seat at the central\ncomputer surveys the room. He smiles, deposits a JAR OF\nLOLLIPOPS next to the keyboard, and begins typing...\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nColonel Janowitz swipes his keycard and leads Raphelson and\nthe others into the PENTAGON BUNKER, a bustling hi-tech\nEmergency Command Center.\n\nRAPHELSON\nWhat do we know?\n\nCOLONEL JANOWITZ\nAt 9:17 a.m. an explosive device was\ndetonated in the Capitol. We now\nbelieve this to have been a diversion,\nallowing a paramilitary team to seize\ncontrol of the White House. They\nhold an unknown number of hostages,\nwho may or may not include the\nPresident of the United States. We\ndo not know their numbers, their\ncapabilities, or their intentions.\n\nRAPHELSON\nSo we know nothing.\n\nFINNERTY\nWe know we're down one Capitol and\none White House.\n\nRaphelson shoots her a look. A LIEUTENANT looks up.\n\f50.\n\nLIEUENENANT GAINES\nSir, I have the Vice President from\nAir Force One.\n\nRAPHELSON\nAlvin, are you okay?\n\nINT. AIR FORCE ONE - CONFERENCE ROOM (FLYING) - MORNING\n\nVICE PRESIDENT ALVIN HAMMOND (60's, grey) stands with his\nchief aide WALLACE (30's, oily) and several others. INTERCUT:\n\nVICE PRESIDENT HAMMOND\nI'm fine, we're just a little shaken\nup. Do we know what happened yet?\n\nRAPHELSON\nWe're just getting briefed now.\n(to Colonel Janowitz)\nWho's in command on the ground?\n\nCOLONEL JANOWITZ\n\nPermission to speak freely?\n\n(off his nod)\nIt's a shitshow. DC police is on\nscene, but FBI is trying to run it,\nplus Secret Service feels it should\nbe their show since it was their\nbuilding that got took.\n\nFINNERTY\nIt was.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\n(off his nod)\nIt's a shitshow. DC police is on\nscene, but FBI is trying to run it,\nplus Secret Service feels it should\nbe their show since it was their\nbuilding that got took. FINNERTY\nIt was. \n\nTARGET SECTION TO BE ANNOTATED:\n(into speaker)\nCarol Finnerty, Secret Service, sir.\nWe need one single command structure\nhere.\n\nVICE PRESIDENT HAMMOND\nWhat we need is to send in the Army\nto retake the White House.\n\nCOLONEL JANOWITZ\nYou can't do that, sir.\n(off their looks)\nPosse Comitatus makes it illegal to\ndeploy American troops on American\nsoil.\n\nRAPHELSON\nWhat about federalizing the National\nGuard?\n\f51.\n\nCOLONEL JANOWITZ\nGoes against a 200 year old law known\nas the Insurrection Act, plus the\nVice President can't order it.\n\nVICE PRESIDENT HAMMOND\nWhy not?\n\nRAPHELSON\n(getting it)\nBecause he's the Vice President.\n\nCOLONEL JANOWITZ\nYou do not hold the power of the\nPresidency, that is correct, sir.\nMake no mistake, we are ina\nConstitutional crisis - we have never\nlost a Chief Executive before. If\nthe President were dead, that would\nbe one thing, but missing? There's\nno constitutional remedy for that.\n\nHammond's young aide WALLACE speaks up.\n\nWALLACE\nYes, there is. We need to talk about\ninvoking the 25th Amendment.\n\nFINNERTY\nYou want to remove the President\nfrom power?\n\nVICE PRESIDENT HAMMOND\nI don't want to do anything-\n\nCOLONEL JANOWITZ\n\n(shaking his head)\nThere are some practical issues with\nthat, sir - The 25th would require a\nmajority of the Cabinet to vote that\nPresident Sawyer was unfit to hold\noffice in absentia - something that\na). They may not do, and b). May\nnot be possible, considering we do\nnot have eyes on the Secretaries of\nState, Energy, Transportation,\nEducation, and Homeland Security.\n\nRAPHELSON\nYou're saying a third of the\nPresident's cabinet may be dead?\n\f52.\n\nCOLONEL JANOWITZ\nThat's exactly what I'm saying, sir.\n\nWALLACE\nWe should get a head count of who's\nleft.\n\nRAPHELSON\nSir-\n\nVICE PRESIDENT HAMMOND\nWe can't be hamstrung by legalities,\nEli.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nCOLONEL JANOWITZ\nThat's exactly what I'm saying, sir. WALLACE\nWe should get a head count of who's\nleft. RAPHELSON\nSir-\n\nVICE PRESIDENT HAMMOND\nWe can't be hamstrung by legalities,\nEli. \n\nTARGET SECTION TO BE ANNOTATED:\n Delta Force is out of North\nCarolina, correct?\n\nCOLONEL JANOWITZ\nFayetteville, yes, sir.\n\nVICE PRESIDENT HAMMOND\nHow long would it take to get them\nto DC?\n\nCOLONEL JANOWITZ\nWe can have them on the ground here\nin forty minutes.\n\nVICE PRESIDENT HAMMOND\nThen do it. We're going to take\nback what's ours.\n\nWallace nods to him, happy with this play.\n\nRAPHELSON\nThere's another consideration...\n\nVICE PRESIDENT HAMMOND\nWhich is?\n\nRAPHELSON\nWe don't know what they want yet.\n\nWALLACE\nYou want to negotiate with them?\n\nRAPHELSON\nI want to find out what they're after\nbefore we send a trident missile\nthrough the front door-\n\nFINNERTY\nWe've called them, right?\n\fThey turn to look at her.\n\nCOLONEL JANOWITZ\nWho?\n\nFINNERTY\nWhoever did this. We've tried them\non the phone by now, haven't we?\n\n53.\n\nJanowitz's look says it all. Finnerty goes and snatches up\n\nthe nearest phone.\n\nCOLONEL JANOWITZ\nWhat are you doing?\n\nFINNERTY\nCalling the White House.\n\nINT. WEST WING - BASEMENT CORRIDORS - MORNING\n\nThe hostages are led down the stairs, through a low lit\ncarpeted hallway to the SITUATION ROOM. Emily walks next to\n\nDonnie the Tour Guide, who is entranced.\n\nDONNIE\nWow...\nEMILY\nWhat?\nDONNIE\nThey never let us in here on the\ntour.\n\nEmily stares at him. He's having a ball...\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop sits behind the President's desk. Stenz\n\nSTENZ\nHostage count is seventy-one.\nHumphries has them secure in the\nSitRoom.\n\nBishop nods as he picks up his radio.\n\nBISHOP\nGood.\n(into radio)\nTyler, where are you?\n\ncomes over.\n\f54.\n\nINT. WHITE HOUSE - P.E.O.C. - MORNING\n\nTyler chewing on a lollipop, hands flying over his keyboard.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nE. O. C. - MORNING\n\nTyler chewing on a lollipop, hands flying over his keyboard. \n\nTARGET SECTION TO BE ANNOTATED:\nOne of the others holds the radio to his mouth as he speaks:\n\nTYLER\nIt's getting a little gnarly down\nhere... Without the President's\n\nPasscode, we're looking at about 45\nmore minutes.\n\nBISHOP (0.S.)\n(through radio)\n45 minutes I can handle, call me\nwhen you're close.\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop puts the radio back down.\nSTENZ\nSwitchboard says they have an incoming\n\ncall. One of yours.\n\nBISHOP\nIt's about time.\n\nHe looks down at the phone. Line one lit up. He answers.\n\nBISHOP (CONT'D)\nHello?\n\nINTERCUT:\n\nFINNERTY\nThis Agent Carol Finnerty, to whom\nam I speaking?\n\nBISHOP\nIt's me, Carol.\n\nFINNERTY\nMartin! Are you okay?\n\nBISHOP\nI'm fine. You should have called\nalready, we've had the building for\nfifteen minutes.\n\nA beat.\n\f55.\n\nFINNERTY\nWe?\n\nBISHOP\nI'm assuming you're recording this,\nso I'll make it easy for you - my\nname is Martin James Bishop and my\nmen currently control the White House\nand 71 hostages within. The following\npolitical prisoners are to be released -\nGerry Burke, Gregory Aoki, Sadaam Al-\nHafra, Vikram Govindan, Michael Mayer-\n\nFINNERTY\nWill, what are you-\n\nBISHOP\n-I'm not going through these names\nagain, Carol - Efrem Krieger, Arneau\nGalezowski, and Saadi Soudavar. You\nhave one hour to effect these releases\nor we begin killing hostages, it's\nthat simple.\n\nFinnerty takes a breath.\n\nFINNERTY\nWhy are you doing this?\n\nBISHOP\nNot your concern. Clock's ticking.\n\nAbout to hang up the phone when:\n\nFINNERTY\nIs the President alive?\n\nBISHOP\nYes.\n\nFINNERTY\n\nI want proof of life.\nStenz raises an eyebrow at Bishop.\nBISHOP\nOne hour, or I execute him in front\nof cameras on the South Lawn.\n\nHe hangs up the phone.\n\f56.\nINT.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe hangs up the phone. 56. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nRaphelson and the others stare at Finnerty lowers the phone,\nreeling. Takes a breath. Centers herself and\n\nFINNERTY\nWe need all of Bishop's financial\nand medical records immediately,\nhe's got a wife Muriel and three\nkids in Georgetown, I want them\nbrought here now.\n\nAgent Kellerman nods and goes.\n\nRAPHELSON\nYou okay?\n\nFINNERTY\nI have Thanksgiving at their house\nevery year.\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop looks up at Stenz.\n\nBISHOP\nFind the President.\n\nINT. WHITE HOUSE RESIDENCE - THIRD FLOOR - MORNING\n\nThe First Family's personal quarters. Far away from the\nchaos going on two floors below.\n\nCale steps into the room, gun up. Scanning. Tasteful\ndecorations. Thick carpet, plush furniture. And empty.\n\nCALE\nWe're clear.\n\nPresident Sawyer enters behind him.\n\nCALE (CONT'D)\nRight now they're getting situated,\nbut that won't last. They'll be\ncoming for us.\n\n(checks his clip)\nShit.\n\nPRESIDENT SAWYER\nWhat?\n\f57.\n\nCALE\nWe only have three bullets. Do you\nkeep any weapons in here?\n\nPRESIDENT SAWYER\nThere are usually two dress marines\nwith M-16's standing outside that\ndoor, so no, I didn't see the need.\n\nCALE\nWhat about knives in the kitchen?\n\nPRESIDENT SAWYER\nThrough there.\n\nThe President points to a door. Cale raises the gun.\n\nCALE\nStay behind me.\n\nINT. WHITE HOUSE RESIDENCE - KITCHEN - MORNING\n\nPristine. Pot racks and expensive ranges. Warming drawers.\nA beautiful kitchen. Cale enters. No one there.\n\nCALE\nClear.\n\nSawyer comes in behind him and goes for the knife block on\nthe island.\n\nPRESIDENT SAWYER\nHow long have you been in the Secret\nService?\n\nCALE\nSix months.\n\nPRESIDENT SAWYER\nAre you kidding me?\n\nCALE\nWell, technically six months Tuesday.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nCALE\nSix months. PRESIDENT SAWYER\nAre you kidding me? CALE\nWell, technically six months Tuesday. \n\nTARGET SECTION TO BE ANNOTATED:\nPRESIDENT SAWYER\nBut you've done this before?\n\nCALE\nOh, sure, this is like my third White\nHouse terrorist take-over attack\nthis month.\n\f58.\nCale spies the phone on the wall. Goes to pick it up...\n\nPRESIDENT SAWYER\nWhat are you doing?\n\nCALE\nNot that I don't like our chances\nwith three bullets and a kitchen\nknife, but I thought you might want\nto call your good friends at Seal\nTeam Six and see if they wanted to\nswing by and help.\n\nPRESIDENT SAWYER\nYou pick up that line, anyone at the\nswitchboard will know we're up here.\n\nCALE\nGood point. Do you have a cell phone?\n\nPRESIDENT SAWYER\nI have a better idea.\n\nINT. WHITE HOUSE RESIDENCE - MASTER BEDROOM - MORNING\n\nThe President opens up his bedside drawer and withdraws a\nsleek SATELLITE PHONE.\n\nPRESIDENT SAWYER\nSatphone with a built in alpha-\nscrambler. No one can tap in.\n\nCALE\nWhy do you have this next to your\nbed?\n\nPRESIDENT SAWYER\nSo I can make private calls to the\nman I'm seeing.\n\nCale blinks.\n\nPRESIDENT SAWYER (CONT'D)\nKidding. Sheryl wanted to be able\nto call her mother without the NSA\nlistening in. So, who do we call?\n\nCALE\nYou don't know?\n\f59.\n\nPRESIDENT SAWYER\nI haven't placed a phone call for\nmyself in over two years.\n\nCALE\nThey didn't give you like a special\nPresidential dial-in number in case\nof emergencies?\n\nPRESIDENT SAWYER\n(dry ) .\nNo, they told me my Secret Service\nprotection would handle that.\n\nTouche. Cale stares at the phone. Has an idea. Fishes out\na card from his pocket...\n\nCALE\nI know who we're calling.\n\nINT. AIR FORCE ONE (FLYING) - MORNING\n\nCruising altitude. Shaken, Jenna sits in her seat watching\nthe VICE PRESIDENT and others walks down the aisle to the\nCONFERENCE ROOM down the hall.\n\nJenna raises a soda to her mouth with a shaky hand... Her\ncell phone rings.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nShaken, Jenna sits in her seat watching\nthe VICE PRESIDENT and others walks down the aisle to the\nCONFERENCE ROOM down the hall. Jenna raises a soda to her mouth with a shaky hand... Her\ncell phone rings. \n\nTARGET SECTION TO BE ANNOTATED:\n She jumps, spilling the soda. Answers.\n\nJENNA\nHello?\n\nINT. WHITE HOUSE RESIDENCE - MASTER BEDROOM - MORNING\n\nCale with the satphone. INTERCUT:\n\nCALE\nJenna, it's John Cale, I'm with the\nPres-\n\nJENNA\n\nThis really isn't a good time.\nAnd she HANGS UP. Cale stares at the phone in disbelief.\n\nPRESIDENT SAWYER\nClose friend?\n\nINT. AIR FORCE ONE (FLYING) - MORNING\n\nJenna, about to take another sip when the phone RINGS AGAIN.\nShe spills again. Answers, about to yell at him but:\n\f60.\n\nCALE\nJenna, don't hang up! I'm calling\nfrom inside the White House, I have\nthe President with me!\n\nJENNA\nThat's not funny, John.\n\nCALE\nJenna, I'm not kid-\n\nSawyer takes the phone from Cale.\n\nPRESIDENT SAWYER\nJenna, hi, this is James Sawyer,\nlisten, I've just spent the last ten\nminutes getting shot at, so if you\ncould connect me to whatever command\nand control structure we have left\nin this country, I would really\nappreciate it.\n\nJENNA\n(flustered)\nSir! Yes, sir, I- uh, hold on!\nShe bolts from her seat...\nINT. WHITE HOUSE RESIDENCE - MASTER BEDROOM\nA beat. The President looks to Cale.\n\nPRESIDENT SAWYER\nWe're on hold.\n\nINT. AIR FORCE ONE - CONFERENCE ROOM (FLYING) - MORNING\n\nThe Vice President, getting a quiet pep-talk from his Chief\nof Staff.\n\nWALLACE\nThis is your moment, sir. The country\nis looking for a leader. It's your\ntime to step up-\n\nInterrupted as Jenna bursts in, out of breath!\n\nVICE PRESIDENT HAMMOND\nI told you we weren't to be disturbed-\n\f61.\n\nJENNA\n(holds up her phone)\nThe President of the United States\n\njust called my cell.\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop's radio crackles. It's EVERETT, the head of one of\n\nthe sweep teams:\nEVERETT (0.S.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHITE HOUSE - OVAL OFFICE - MORNING\nBishop's radio crackles. It's EVERETT, the head of one of\n\nthe sweep teams:\nEVERETT (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\nWe just finished a sweep of the State\n\nFloor, no sign of them.\nBishop thinks. Into the radio:\nBISHOP\nIf someone broke into your house,\nwhere would you run and hide?\n(realizes)\nThey're in the Residence. Go.\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nRaphelson and Finnerty gather around the viewscreen as Jenna\nputs the call through.\nVICE PRESIDENT HAMMOND\n\nHello? Mr. President?\n\nINTERCUT:\nPRESIDENT SAWYER\n\nI'm here, Alvin. We're okay.\nVICE PRESIDENT HAMMOND\n\nWe?\nPRESIDENT SAWYER\n\nI'm with a Secret Service Agent, I'm\n\ngoing to put him on the line.\n\nHanding the phone over to\n\nCALE\nHello, this is Agent John Cale.\n\nFINNERTY\n\nCale?\nCALE\nMiss Finnerty?\n\f62.\n\nRAPHELSON\nJohn, what are you doing in there?\n\nCALE\nLong story, sir. They've taken the\nbuilding and are holding hostages.\nWe evaded them so far, but that won't\nlast, so not to put too fine a point\non it, but this is the part where\nyou come in here and save us.\n\nFINNERTY\nWe're working on several different\nscenarios, but in the meantime, you\nneed to get the President out. Can\nyou get to the basement?\n\nCale looks to Sawyer, who nods.\n\nCALE\nYes.\n\nFINNERTY\nGood. There's a series of tunnels\nthat lead out to the street. JFK\nused them to sneak Marilyn in.\n\nCALE\nI thought those were a myth.\n\nFINNERTY\nActually, they're not.\n\nCALE\nDonnie's gonna be pissed...\n\nFINNERTY\nYou get to the basement, and I'll\nlead you to the tunnels.\n\nCALE\nAnd when I get him out, you're gonna\ncome in and get the hostages, right?\nFinnerty and Raphelson exchange a look.\nCALE (CONT'D)\nThey have my daughter. Tell me you\nhave a plan to save her.\n\nFinnerty takes a breath.\n\f63.\n\nFINNERTY\nWe will get to her, but you have to\nget the President to safety. This\nis the most important thing you will\never do.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\n63. FINNERTY\nWe will get to her, but you have to\nget the President to safety. This\nis the most important thing you will\never do. \n\nTARGET SECTION TO BE ANNOTATED:\nCALE\nYou want me to leave my child?\n\nFINNERTY\nI want you to do your sworn duty and\nprotect the President of the United\nStates!\n\nDING! The Elevator ARRIVING on the Third Floor! Sawyer's\neyes go wide as he motions to the hallway - they're coming.\n\nCale hangs up on her.\nINT. PENTAGON - BUNKER COMMAND CENTER\n\nFINNERTY\nCale? Cale!\n\nShe's just met with static.\nINT. WHITE HOUSE RESIDENCE - MASTER BEDROOM - MORNING\n\nThe door creaks open and CHEN and EVERETT creep into the\nroom, rifles up. They scan the room - seemingly empty.\n\nEVERETT\nMr. President?\n\nNo response.\n\nEVERETT (CONT'D)\nWe have no desire to harm you or\nyour companion. Please come quietly.\n\nChen points to the bed - Cale's blood spattered SHOE poking\nout from the far side. He gives Everett a hand signal, you\ngo right, I go left.\n\nEVERETT (CONT'D)\nThe sooner you come with us, the\nsooner this will be over.\nHe springs around the bed weapon up to find...\n\nJust the shoe sitting there. Everett blinks. A decoy. And\nthen the wardrobe door flies open behind him and\n\f64.\n\nCALE leaps out, knife in hand, stabbing him in the back!\nEverett screams and pulls the trigger and the room is filled\nwith GUNFIRE! Chen goes down, riddled with bullets!\n\nEverett charges backwards, trying to throw Cale off! Smashing\nhim back through the door, charging across the West Sitting\nHall and into\n\nINT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nChen goes down, riddled with bullets! Everett charges backwards, trying to throw Cale off! Smashing\nhim back through the door, charging across the West Sitting\nHall and into\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE RESIDENCE - KITCHEN - MORNING\n\nEverett slams Cale back against the island and rips the knife\nout of his back, spinning to face him!\n\nCale grabs a pan and hurls it at Everett's head, who ducks\nand slashes, catching Cale across the forearm!\n\nEVERETT\nRanger choke-hold? You one of those\nArmy pussies?\n\nHe slashes again as Cale hurls a pot at him!\n\nEVERETT (CONT'D)\nWe used to use faggots like you for\ntarget practice!\n\nCale jumps up and brings the whole fucking pot rack down on\nEverett's head! Everett reeling, Cale grabs a cutting board\nand whacks Everett across the face!\n\nEverett drops the knife and they grapple, but Everett's\ngetting the upper hand...\n\nPRESIDENT SAWYER (0.S.)\nFreeze!\n\nThey both look - in the doorway, the President of the United\nStates, holding the gun on them.\n\nEverett doesn't freeze. In fact, he smiles and continues to\nbeat the ever loving shit out of Cale. Sawyer, trying to\nget a clear line of sight...\n\nPRESIDENT SAWYER (CONT'D)\nWhat- what do you want me to do?\n\nCALE\nShoot him!\n\nSawyer's finger tightens on the trigger, but Everett gets\nhis arm around Cale's neck and hauls him in front of him,\nusing him like a human shield...\n\f65.\n\nCALE (CONT'D)\nWait not, now! Don't shoot now!\n\nSawyer moving the gun around, trying to get a clear shot...\nCale rams his head back into Everett's nose - SNAP! Everett\nscreams and Cale dives clear.\n\nCALE (CONT'D)\nNow!\n\nBLAM-BLAM-BLAM! Sawyer shoots and Everett is blown backwards\noff his feet! He lands in a heap, dead.\n\nCale collapses against the counter, gasping. Sawyer lowers\nthe gun. Breathing hard. Numb. They both sink to the floor.\n\nWater sprays up form the sink, where a bullet struck it.\nSilence.\n\nCALE (CONT'D)\nThree bullets...?\n\nSawyer looks over at him.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nSilence. CALE (CONT'D)\nThree bullets...? Sawyer looks over at him. \n\nTARGET SECTION TO BE ANNOTATED:\nPRESIDENT SAWYER\nWhat?\n\nCALE\nYou had to use all three bullets?\n\nPRESIDENT SAWYER\nI saved your life and you're giving\nme notes?\n\nCale pulls himself to his feet.\n\nCALE\nWe have to conserve ammo...\n\nPRESIDENT SAWYER\nI was trying to conserve people.\nYou're welcome, by the way.\n\nCale kneels down next to Everett's body, dialing the satphone.\nCALE\n\n(into satphone)\nWe have two dead bad guys up here.\n\f66.\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nRaphelson and the others look up as Cale's voice comes through\nthe speaker. Finnerty rushes to grab the phone.\n\nFINNERTY\nDescribe them.\n\nINT. WHITE HOUSE RESIDENCE - KITCHEN - MORNING\nCale rolls Everett's body over, searching him.\n\nCALE\nBoth Americans, well trained,\nproficient with small arms, hand to\nhand combat and... oh, shit.\n\nHe's rolled up Everett's sleeve to expose a tattoo of a\nScreaming Eagle.\n\nFINNERTY (0.S.)\nCale?\n\nBut Cale HANGS UP the phone, severing the connection. Looks\nat the President, quietly. Concerned.\n\nCALE\nSir, this is a Special Forces tattoo.\n\nPRESIDENT SAWYER\nThe army's doing this?\n\nCALE\nMaybe. They were taking orders from\nyour Head of Secret Service, right?\n\nPRESIDENT SAWYER\nIt's a coup de'tat...\n\nCale games it out in his head...\nCALE\nNo. If they wanted you dead, you'd\nbe dead. This is something else.\nSawyer nods. Looking at him.\nPRESIDENT SAWYER\n\nI didn't know they had your daughter.\n(MORE )\n\f67.\n\nPRESIDENT SAWYER (CONT'D)\n(pause)\nIf I thought turning myself over to\nthem would save her, I'd do it. But\nwe both know that's not how these\npeople work.\n\nCale stops, noticing BLOOD on Sawyer's shirt. Alarmed, he\nleans down and begins patting him down.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nBut\nwe both know that's not how these\npeople work. Cale stops, noticing BLOOD on Sawyer's shirt. Alarmed, he\nleans down and begins patting him down. \n\nTARGET SECTION TO BE ANNOTATED:\nCALE\nAre you hit?\n\nPRESIDENT SAWYER\nWhat?\n\nCALE\n(searching for a wound)\nHave you been shot, sir?\n\nPRESIDENT SAWYER\n(pushes him away)\nNo! No, it's the other guy's blood\nfrom the bedroom- I got splattered.\n\nCale steps back, relieved. Looks at Sawyer. The President\nof the United States, in his care.\n\nCALE\nI'm going to get you out of here.\n\nHe extends a hand to Sawyer and pulls him to his feet. Grabs\nEverett's MP-5 and checks the load.\n\nCALE (CONT'D)\nWe have to get to the basement.\n\nThey head for the West Sitting Hall...\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nFinnerty, talking to the Communications Officer.\n\nFINNERTY\nGet him back on the line!\n\nAgent Kellerman re-enters the Bunker and pulls her aside.\n\nAGENT KELLERMAN\nMuriel Bishop left the country four\ndays ago, bought a one way ticket to\nVenezuela. Non-extradition.\n\f68.\n\nFINNERTY\nPull phone records, see if the\nVenezuelan government was in contact\nwith either of them in the last two\nyears. Loop in NSA, they might have\nhad a tap on Bishop's phone.\n\nAGENT KELLERMAN\nThere's something else.\n\nHe hands her a sheet of paper. Finnerty scans it, then takes\na deep breath. Turns to address the room and the viewscreens.\n\nFINNERTY\nMr. Vice President, Mr. Speaker, we\nhave a problem.\n\nRAPHELSON\nAnother one?\n\nFINNERTY\nThe list of prisoners Bishop wants\nreleased; they're not all in the US.\nGerry Burke is former Sein Fein and\nis being held in London, Galezowski\nis a Basque separatist, he's in France-\n\nVICE PRESIDENT HAMMOND\nWell, I'm sure all these countries\nwould cooperate if-\n\nFINNERTY\nSamir Al-Hafra's being held in Iran.\nState Department's already reached\nout, but they won't let him go.\n\nVICE PRESIDENT HAMMOND\nWhat did Al-Hafra do?\n\nFINNERTY\nTried to assassinate their President.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nState Department's already reached\nout, but they won't let him go. VICE PRESIDENT HAMMOND\nWhat did Al-Hafra do? FINNERTY\nTried to assassinate their President. \n\nTARGET SECTION TO BE ANNOTATED:\nRAPHELSON\nThere's a lot of that going around.\n\nFINNERTY\nIt doesn't make sense. Why these\nprisoners? What do they have in\ncommon? A Basque separatist, an\nIrish revolutionary--what's Krieger?\n\f69.\n\nAGENT KELLERMAN\nFormer MOSAAD.\n\nFINNERTY\nNone of these guys are high value\ntargets, we've got bigger names\nsitting in Guantanamo right now.\n\nRAPHELSON\nYou think it's a diversion.\n\nFINNERTY\nI think it's something.\n\nRAPHELSON\nTell State to try again. Linked or\nnot, we either need to release these\npeople or kick in the door in the\nnext 43 minutes, otherwise Bishop's\ngoing to start executing hostages on\nnational TV.\n\nVICE PRESIDENT HAMMOND\nIf the Iranians won't give up Al-\nHafra, maybe we go get him.\n\nThey look to the VP's viewscreen.\n\nVICE PRESIDENT HAMMOND (CONT'D)\nThe Nimitz is in the Gulf, they have\na detachment of SEALS onboard.\n\nRAPHELSON\nIf we send men into Iran to get Al-\nHafra, we're committing an act of\nwar. Do you really want that on our\nplate this morning too?\n\nVICE PRESIDENT HAMMOND\nYou don't think we're at war? Take\na look around you. Come on Eli,\nIran's our enemy, you said it yourself-\n\nRAPHELSON\nJust because I don't want to sign a\ntreaty with them doesn't mean I think\nit's a good idea to invade! We need\nto hold this together.\n\f70.\n\nVICE PRESIDENT HAMMOND\nColonel, I want the SEALS briefed\nand prepped for an assault on the\nprison if we give the word.\n\nCOLONEL JANOWITZ\nRespectfully, sir, only the President\ncan give that order-\n\nVICE PRESIDENT HAMMOND\nThe President is behind enemy lines\nand compromised. I'm assembling the\ncabinet now to invoke the 25th.\n\nRaphelson stares at him, in shock.\n\nRAPHELSON\nThe President's still alive... You\nwon't get the votes...\n\nVICE PRESIDENT HAMMOND\nWallace assures me I will.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nRAPHELSON\nThe President's still alive... You\nwon't get the votes... VICE PRESIDENT HAMMOND\nWallace assures me I will. \n\nTARGET SECTION TO BE ANNOTATED:\n We've\nalready done the head count.\n(to Colonel Janowitz)\nIt'll take about ten more minutes to\nget everyone together. How long\ntill Delta Force arrives?\n\nCOLONEL JANOWITZ\nThey'll be here in fifteen minutes.\n\nVICE PRESIDENT HAMMOND\nBy the time they land, I'll be able\nto give them the go order.\n(to Raphelson)\nGet onboard, Eli.\n\nHe cuts the connection. Raphelson looks to Finnerty. Not\ngood...\n\nINT. WHITE HOUSE - P.E.O.C. - MORNING\nTyler's radio crackles:\n\nBISHOP (0.S.)\nHow's it coming, Mr. Tyler?\n\nTyler, fingers flying on the keyboard. He curses, spits out\nhis lollipop and grabs the walkie. INTERCUT:\n\nTYLER\nI'm having a firewall problem...\n\f71.\n\nBISHOP\nMeaning?\n\nTYLER\nYou know what happens when they catch\nyou trying to hack the government?\nThey hire you. I'm working against\nthe best black-hats of the last twenty\nyears-\n\nBISHOP\nI'm going to need you to come to the\npoint here.\n\nTYLER\nI'm going to need more time, another\ntwo hours at least-\n\nBISHOP\nShit.\n\nTyler takes a deep breath.\n\nTYLER\nIt would be a lot easier if you\nbrought me that passcode.\n\nBISHOP\nSo noted. Everett, did you find\nanything in the residence? Everett?\n\nNo response. Bishop frowns. Tyler, seeing something on his\nmonitor. One of the elevators is MOVING.\n\nTYLER\nI have movement. Central elevator,\ncoming down from the residence-\n\nBISHOP\nIt's them. Can you stop it between\nfloors?\nTYLER\n(typing)\nAbsolutely. Halted between two and\nthree.\nBISHOP\n\nLock it up, then send a team to--\nactually scratch that. Stenz, would\nyou be so kind as to bring me the\nPresident of the United States?\n\f72.\nStenz hefts his M4 rifle with a grin and heads for the door...\nINT. WHITE HOUSE - STATE FLOOR - CENTER HALL - MORNING\nStenz leads a team of three men towards the elevator bank.\nSTENZ\n(into radio)\nWe're in the central lobby. Bring\nit down.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHITE HOUSE - STATE FLOOR - CENTER HALL - MORNING\nStenz leads a team of three men towards the elevator bank. STENZ\n(into radio)\nWe're in the central lobby. Bring\nit down. \n\nTARGET SECTION TO BE ANNOTATED:\nINT. WHITE HOUSE - P.E.O.C. - MORNING\n\nTyler punches in a few more keystrokes and onscreen the\nelevator begins moving again...\n\nINT. WHITE HOUSE - STATE FLOOR - CENTER HALL - MORNING\nStenz hears the machinery moving and the elevator car comes\nto a halt on their floor. Weapons up, ready to for a\nfirefight. The doors ding and slide open to reveal...\n\nThe car is empty. Stenz keys his radio:\n\nSTENZ\nIt's a decoy! They're still upstairs!\n\nHe books for the stairwell, his team following. As they\nbound upstairs...\n\nINT. WHITE HOUSE - CENTRAL ELEVATOR SHAFT - MORNING\nGrimy and disgusting. Everything covered with grease. Cale\nand Sawyer are shimmying down a narrow service ladder to the\nbase of the shaft.\nCALE\nI'm surprised nobody put this on the\ntour.\n\nPRESIDENT SAWYER\nI'll look into it.\n\nThey reach the recessed bottom of the shaft. Standing among\nthe elevator machinery, the bottom floor of the White House\nat their chin level. Cale dials Finnerty...\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nFinnerty snatches up the phone. INTERCUT:\n\f73.\n\nFINNERTY\nAre you okay?\n\nCALE\nRelatively. We're at the base of\nthe elevator shaft.\n\nFINNERTY\nYou mean in the elevator?\n\nCALE\nNot so much, no.\n\nFinnerty checks the blueprints.\n\nFINNERTY\nOkay. Okay, you need to pry the\ndoors open and get across the hall\nto the stairwell - that'll lead you\ndown to the catacombs.\n\nCALE\nHow are we going to open the door?\n\nThe President holds up a butcher knife from upstairs. Cale\nsmiles and takes it. Pries open the elevator doors a crack.\n\nHe STOPS. Footsteps on the hall. Someone rushing past\npushing a dolly loaded with wooden crates. The stamp on the\nside says \"SURFACE TO AIR\"...\n\nPRESIDENT SAWYER\nThat can't be good.\n\nCale waits for the sound to recede, then slides open the\ndoors the rest of the way. Climbing out into the\n\nINT.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRESIDENT SAWYER\nThat can't be good. Cale waits for the sound to recede, then slides open the\ndoors the rest of the way. Climbing out into the\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE BASEMENT - CORRIDOR - MORNING\n\nA low lit hall, filled with boxes. This is the Storage Level.\nCale, covered in grease. He pulls the similarly filthy\nPresident up and they move across the hallway to the stairs...\n\nINT. WHITE HOUSE RESIDENCE - THIRD FLOOR - MORNING\n\nStenz and his team sprint into the Main Room. Nothing.\nThey find Chen dead in the bedroom and Everett down in the\nkitchen. Stenz looks back to the elevator. Realizing:\n\nSTENZ\nGoddammit, they're in the shaft!\n(MORE )\n\f74.\n\nSTENZ (CONT'D)\n(runs for the door)\nWhoever this guy is, he's starting\nto piss me off...\n\nINT. WHITE HOUSE - STORAGE STAIRWELL - MORNING\nCale and the President descend a spiral staircase.\n\nCALE\nDid you know about this?\n\nPRESIDENT SAWYER\nI just knew about the tunnel from\nthe pool house that leads back to\nthe Residence. Truman put it in\nbecause he didn't want to be\nphotographed in his swim trunks\nwalking back to the house.\n\nThey reach a door at the bottom of the stairs.\n\nCALE\n(into satphone)\nWe're at the bottom of the stairs.\n\nFINNERTY (0.S.)\nThat's the entrance to the catacombs.\nTake the second tunnel on your right,\nfollow it all the way out. We'll be\nwaiting.\n\nCale takes the pistol out and hands it to the President.\n\nCALE\nI'm not going with you.\n\nPRESIDENT SAWYER\nWhat?\n\nCALE\nI can't leave her. You get out, you\nsend the Marines back in to get me\nand my daughter.\n\nPRESIDENT SAWYER\nYou have my word.\n\nThey shake. The President pushes through the door...\n\f75.\nINT. WHITE HOUSE CATACOMBS - MORNING\nDingy, clearly built during the bomb-shelter era. The\nPresident steps forward to a chickenwire gate that leads to\nthe tunnels. About to open when he notices --\n\nPLASTIC EXPLOSIVES wired to the gate door. Beeping\ntransmitters and wires everywhere. He stares at it.\n\nPRESIDENT SAWYER\nCale!\n\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe stares at it. PRESIDENT SAWYER\nCale! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PENTAGON - BUNKER COMMAND CENTER - MORNING\nFinnerty snatches up the ringing phone.\n\nFINNERTY\nYou on your way?\n\nINTERCUT with Cale and the President staring at the bomb:\nCALE\nThe entrance to the tunnel has been\n\nwired with explosives.\n\nFINNERTY\nWhat's it look like?\n\nCALE\nLike a shit-ton of explosives. Here.\n\nHe snaps a photo of it with the satphone and sends it. An\nimage of the device pops up on Finnerty's viewscreen.\n\nFINNERTY\nOh, yeah, don't touch that.\n(to Colonel Janowitz)\n\nI need an explosives expert in here\n\nnow!\nINT. WHITE HOUSE - MAIN STAIRWELL - MORNING\nStenz and his team, racing back down the stairs...\nINT. WHITE HOUSE CATACOMBS - MORNING\n\nCale and the President hear the footsteps approaching.\n\nPRESIDENT SAWYER\nThey're coming...\n\f76.\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nFinnerty, desperately flipping through White House blueprints.\nINTERCUT:\n\nCALE\n\nWe have to move, where are we going?\nFINNERTY\n\nHold on-\nCALE\n\nI can't hold on, which way!\n\nFINNERTY\nI don't know, I- Just run!\n\nCale and the President BOLT back into the stairwell...\nINT. WHITE HOUSE BASEMENT - CORRIDOR - MORNING\nThey burst out of the stairwell into the low-lit corridor...\nFINNERTY\nCentral staircase should be fifty\nyards in front of you. Delta's\ninbound, ten minutes!\nCALE\nThey'll have us by then! We need a\nlocation!\n\nThe President grabs his arm. Says one word.\n\nPRESIDENT SAWYER\nStagecoach.\n\nCALE\n(into radio)\nI know where we're going, Finnerty.\nWe're getting out of here.\n\nThey reach the central staircase, as behind them, the elevator\nDINGS open...\n\nINT. PENTAGON - BUNKER COMMAND CENTER\nRaphelson leans over to her.\n\nRAPHELSON\nThe cabinet's assembling right now...\n\f77.\nINT. WHITE HOUSE - MAIN STAIRWELL - MORNING\nAs they sprint up the stairs:\n\nFINNERTY (0.S.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WHITE HOUSE - MAIN STAIRWELL - MORNING\nAs they sprint up the stairs:\n\nFINNERTY (0. S. \n\nTARGET SECTION TO BE ANNOTATED:\n(through satphone)\n\nCale, if you don't get him out of\n\nthere in the next five minutes, he\n\nmay not be the President anymore.\n\nCALE\nWe're doing the best we can, but\nthanks for the added pressure!\n\nSawyer pulls him to the left as a BURST OF GUNFIRE comes\nfrom below! Stenz, coming for them. Cale and the President\nbolt off the stairs onto the STATE FLOOR Stenz keys his radio:\nSTENZ\nContact in the Main Stairwell, they're\non the State Floor headed East!\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBISHOP\nEast? Why would they-\n(realizing)\nRoland, they're coming to you!\nINT. WHITE HOUSE - STATE FLOOR CORRIDOR\nBishop's man ROLAND, guarding a door.\nROLAND\n(into radio)\nRoger that, I'll be-\n\nBullets punch through him! Cale and the President! They\nleap over his body and shoulder through the door into\n\nINT. WHITE HOUSE - MOTOR POOL - MORNING\n\nThe PRESIDENT'S FULL MOTORCADE parked under the building.\nRow upon row of black Yukons and Escalades. Cale and the\nPresident bolt the door shut!\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBishop, hearing Roland go down.\n\f78.\n\nBISHOP\nShit! All sweep teams, converge on\nthe Motor Pool!\n\nHe grabs his own weapon and races out the door...\nINT. WHITE HOUSE - MOTOR POOL - MORNING\n\nBullets rip through the Motor Pool door - Stenz on the other\nside, trying to get through!\n\nCALE\nWhere are the keys?\n\nPRESIDENT SAWYER\nIn the cage!\n\nSawyer begins tossing furniture in front of the door as Cale\nraces for the metal cage on the far side of the garage. He\nfinds a padlock on it and shoots it off! Rushing inside.\n\nDozens of keychains hang from hooks. Cale, about to ask the\nPresident which one he should grab when he sees it --\n\nA keychain with the Presidential Seal on it and these words -\nGround Force One. Cale smiles and snatches it up.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nDozens of keychains hang from hooks. Cale, about to ask the\nPresident which one he should grab when he sees it --\n\nA keychain with the Presidential Seal on it and these words -\nGround Force One. Cale smiles and snatches it up. \n\nTARGET SECTION TO BE ANNOTATED:\nCALE\nGot them!\n\nThe President abandons the door and they both run to the far\nside of the garage where in all its glory sits\n\nSTAGECOACH - AKA \"THE BEAST\"\n\nThe Presidential Limousine. An eight ton military armored\nmodified Cadillac CTS, sitting on a Chevy Topkick wheelbase.\nEach door weighs as much as a cabin door on a 747.\n\nA hermetic HISS and CA-CHUNK as the doors UNLOCK. Cale gets\nin the driver's side and the President runs for the rear.\n\nCALE (CONT'D)\nWhat the hell are you getting in the\nback for?!\n\nPRESIDENT SAWYER\nSorry, force of habit!\n\nHe slides into the passenger seat, and they closed the car\ndoors as the Motor Pool door crashes inwards!\n\f79.\n\nStenz, running at them, EMPTYING a FULL CLIP into the five-\ninch thick BALLISTIC GLASS in front of Cale's face! The\nbullets just zang off! Cale points to his ear making the\nuniversal \"I can't hear you\" gesture.\n\nAs Stenz reloads, Cale slams the keys into the ignition and\nthe Beast roars to life...\n\nPRESIDENT SAWYER (CONT'D)\nHow do we open the garage door-\n\nCale hits the gas. The Beast peels out, SMASHING THROUGH\nthe closed Motor Pool doors out onto the East Entrance drive!\n\nBishop sprints into the Motor Pool just in time to see them\npeel out!\n\nBISHOP\nWe're going after them!\n\nThey grab keys and climb into the Yukon XL's to give chase...\nEXT. WHITE HOUSE GROUNDS - EAST DRIVE - MORNING\nThe Beast screeches around a corner, roaring up the East\nDrive for the South Gate as the Yukons peel out of the garage!\nSawyer, seeing them coming.\nPRESIDENT SAWYER\nShit, they're in the heavy-weapon\nfollow cars!\n\nCALE\nWhat do you mean 'heavy weapon'?\n\nOn cue, the Lead Yukon's sunroof retracts and manned .30\ncaliber M-134D DILLAN ROTATING MINI-GUN rises up out of the\ncar! (Seriously, these cars really exist).",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRESIDENT SAWYER\nShit, they're in the heavy-weapon\nfollow cars! CALE\nWhat do you mean 'heavy weapon'? On cue, the Lead Yukon's sunroof retracts and manned .30\ncaliber M-134D DILLAN ROTATING MINI-GUN rises up out of the\ncar! (Seriously, these cars really exist). \n\nTARGET SECTION TO BE ANNOTATED:\nThe Gunner pulls the trigger and the cannon springs to life,\nbullets tearing chunks out of pavement around the Beast!\n\nCALE (CONT'D)\nAre you kidding me?!\n\nCale yanks the wheel to the left, taking the chase off-road,\nand ONTO THE SOUTH LAWN!\n\nINT. AIR FORCE ONE (FLYING) - CONFERENCE ROOM - MORNING\n\nThe Vice President sits, addressing the assembled members of\nthe CABINET on viewscreen.\n\f80.\nVICE PRESIDENT HAMMOND\nLadies and Gentlemen of the cabinet,\nthank you for joining me today. It\nwith a heavy heart that-\nWallace enters, interrupting him.\n\nWALLACE\nSir, you need to see this...\n\nHe grabs a remote, clicking the TV on to CNN --\n\nLIVE FEED of The Beast tearing across the South Lawn of the\nWhite House, being pursued by three Black SUVs follow cars\neach with roof mounted machine gun cannons...\n\nINT. THE BEAST (MOVING) - MORNING\n\nCale tears through the Kennedy Garden, swerving...\n\nCALE\nCan we crash the fence?\n\nPRESIDENT SAWYER\nIt's dual hardened steel and twelve\nfeet high, so no!\n\nUntil they have an exit, they're trapped on the White House\nGrounds...\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nRaphelson and the others, watching the whole thing on TV\nslack-jawed.\n\nFINNERTY\nWe'll get a welding crew out there-\n\nINT. THE BEAST (MOVING) - MORNING\n\nPRESIDENT SAWYER\nThere's no time for that!\n\nCale swerves to dodge another hail of bullets and SMASHES\nthrough the President's daughter's SWINGSET!\n\nCALE\nGet someone to blow a hole in it!\n\f81.\nEXT. PENNSYLVANIA AVENUE - MORNING\nThree blocks up from the White House. TWO DC PATROLMEN sit\nin their huge ARMORED RIOT-CONTROL VEHICLE on crowd control.\nWatching with the rest of the world.\n\nPATROLMAN\nThey're trapped in there...\n\nHis partner looks at him. They know what they have to do.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nPATROLMAN\nThey're trapped in there... His partner looks at him. They know what they have to do. \n\nTARGET SECTION TO BE ANNOTATED:\nPATROLMAN (CONT'D)\nLet's put some of this goddamn\nHomeland Security budget to use!\n\nHe fires up the siren and the Riot Vehicle lurches forward,\ntearing across the sidewalk towards the White House...\n\nEXT. WHITE HOUSE - NORTH GATE - MORNING\nThe roar of an engine. The Guard looks up, then raises his\nM4 to fire, but the Riot-Control Vehicle SMASHES THROUGH the\nGate and Guard House, FLATTENING HIM!\nThe cops whoop, victorious!\nEXT. WHITE HOUSE - SOUTH LAWN - MORNING\nFist-sized CHUNKS OF CONCRETE are blown out of the White\nHouse Fountain, as the Beast roars past it, being pounded by\nthe MINI-GUNS!\nINT. THE BEAST (MOVING) - MORNING\nFINNERTY (0.S.)\n(through the radio)\nThere's a breach at the North Gate!\nGo!\n\nCale yanks the wheel right, the car catching air as it\ndecimates the White House PUTTING GREEN...\n\nINT. LEAD SUV (MOVING) - MORNING\n\nBISHOP\nStay with him!\n\nINT. THE BEAST (MOVING) - MORNING\n\nCale, trying to shake Bishop and figure out a way to the\nNorth Side of the grounds.\n\f82.\nCALE\nWhat's the quickest way to the North\nGate?\n\nThe President points. Dead ahead, the White House TENNIS\nCOURT. Cale hits the gas...\n\nThey chunk down onto the clay surface of the Tennis Court,\ntearing across it, snapping through the net at center court.\n\nUp a grass embankment on the other side, catching air,\nslamming back down in time to smash through several sets of\nPICNIC TABLES! Cale swerves left around a grove of trees,\nthe SUVs following, MINI-GUNS obliterating the foliage!\n\nUp a hill, catching air again, then screeching onto the\nPresident's BASKETBALL COURT, barely missing the basket,\nwhich the Second SUV slams into, flipping over...\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nMulachy, sighting the destruction at the North Entrance\nthrough his scope...\n\nMULACHY\n(into radio)\nThey're going to make it to the Gate.\nINT.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nWHITE HOUSE ROOF - MORNING\n\nMulachy, sighting the destruction at the North Entrance\nthrough his scope... MULACHY\n(into radio)\nThey're going to make it to the Gate. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n LEAD SUV (MOVING) - MORNING\n\nBISHOP\nUse the ATR.\n\nINT. ARMORED RIOT VEHICLE - MORNING\nThe Patrolmen seeing the Beast coming towards them:\n\nPATROLMAN\nCome on, you can make it! Come on-\n\nWHOOMP! An ANTI-TANK ROUND goes through the windshield,\nobliterating the Patrolmen, BLOWING THE VEHICLE APART!\n\nINT. THE BEAST (MOVING) - MORNING\n\nCALE\nJesus!\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nMulachy retrains the huge gun on The Beast and PULLS THE\nTRIGGER...\n\f83.\nEXT. WHITE HOUSE GROUNDS - MORNING\nCale swerves in time and the First Lady's vegetable garden\nis blown to smithereens! Cale zigs again as another anti-\ntank round UPROOTS A TREE! Total destruction!\nEXT. WHITE HOUSE ROOF - MORNING\nMulcahy sights them one last time...\nEXT. WHITE HOUSE GROUNDS - MORNING\nThe anti-tank round SLAMS into the Beast's left rear axle,\nblasting the tire off and LIFTING the car INTO THE AIR. It\nhangs there for a heart-stopping moment, before FALLING.\n\nComing down on its roof with an enormous splash into the\nWHITE HOUSE SWIMMING POOL!\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nHorrified gasps. Onscreen, the President's Limo sinking...\nINT. THE BEAST (SINKING) - MORNING\n\nUpside down. Through the windshield, we see the bottom of\nthe pool. Cale lies on the roof. The President hangs above\n\nhim, still buckled in. Smoke filling the cabin...\n\nCALE\nWikipedia lies.\n\nSawyer releases his seatbelt and tumbles down onto the roof\nbeside him.\n\nCALE (CONT'D)\nYou okay?\n\nThe President nods, coughing. Looks at him.\nPRESIDENT SAWYER\nYou can't let them take me alive. A\nsitting President cannot become aa\nhostage... you understand?\nCale nods. Checks his pistol. Grasps the door handle.\n\nCALE\nDeep breath!\n\nThey both take one and Cale opens the door - WATER RUSHING\nin to the car...\n\f84.\nEXT.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey both take one and Cale opens the door - WATER RUSHING\nin to the car... 84. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE POOL - MORNING\n\nCale and Sawyer surface sputtering in the shallow end.\nDragging each other out of the water as the SUV's pull toa\nhalt. Bishop, Stenz, and the others stepping out.\n\nBISHOP\nFreeze!\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nWatching the LIVE FEED from CNN - a helicopter shot. Bishop's\nmen have the President and Cale dead to rights.\n\nFINNERTY\nOh, my God. Oh, my God.\n\nEXT. WHITE HOUSE POOL - MORNING\n\nCale and the President stand dripping in the morning sun.\nBishop holds his gun on them. Shouts across to Cale:\n\nBISHOP\nWho are you!\n\nCale looks up. Breathing hard. Shouts back:\n\nCALE\nI was on the tour!\n\nBishop bursts out laughing. Too much. Then:\n\nBISHOP\nPut the guns down! There's nowhere\nelse to run!\n\nCale and the President look at each other. A moment between\nthem. Butch and Sundance. And then Cale raises his gun and\nOPENS FIRE.\n\nSuddenly everyone is firing, and Cale and the President run\nto the POOLHOUSE behind them as one of Bishop's men jumps on\nthe MINI-GUN and --\n\nBISHOP (CONT'D)\nNo!\n\n-- PULLS THE TRIGGER, the thing spinning to life, GRINDING\nBULLETS through the poolhouse, and Bishop screams at him to\nstop, as the structure is ripped to swiss cheese and there\nmust be a gasline in there because as Bishop runs towards it\n\f85.\n\nThe Poolhouse ERUPTS INTO a FIREBALL. The whole building\nconsumed the explosion, Bishop blown backwards off his feet!\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nFINNERTY\nNo!\n\nEXT. NEW YORK CITY - TIMES SQUARE - MORNING\n\nPeople gathered below the giant screen watch in horror as\nthe structure the President ran into becomes an inferno.\n\nSome weeping. Others embrace. A terrible moment...\nEXT. WHITE HOUSE POOL - MORNING\n\nBishop, streaked with ash. He slowly gets to his feet,\nstaring at the burning wreckage. Nothing could have survived.\n\nBISHOP\nGet me Finnerty.\n\nINT.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nNothing could have survived. BISHOP\nGet me Finnerty. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n PENTAGON - BUNKER COMMAND CENTER - MORNING\nFinnerty pushing back tears herself when\n\nAGENT KELLERMAN\nBishop's on the line for you.\n\nShe swallows and takes the phone.\nFINNERTY\nYou son of a bitch. You swore to\nprotect him-\nEXT. WHITE HOUSE POOL - MORNING\nBISHOP\nThe President of the United States\nis dead. You have 22 minutes.\nHe hangs up.\nINT. AIR FORCE ONE (FLYING) - CONFERENCE ROOM\n\nSilence. The Vice President stares at the shocked faces of\nthe cabinet onscreen. Everyone shaken. He speaks softly:\n\f86.\n\nVICE PRESIDENT HAMMOND\nLadies and Gentlemen... considering\nwhat we just witnessed, I don't think\na vote is necessary, do you?\n\nHeads are shaken. Several murmured \"no's\". Wallace turns\nto Jenna, who is also crying.\n\nWALLACE\nJenna, could you please find us a\nbible?\n\nTIMECUT TO - Hammond's palm being placed on a bible. As we\nhear his voice, we begin CUTTING AROUND the country to images\nof people watching the destruction at the WHITE HOUSE:\n\nVICE PRESIDENT HAMMOND (V.O.)\nI, Alvin Hammond, do solemnly swear\nthat I will faithfully execute the\nOffice of President of the United\nStates...\n\nEXT. PENTAGON - MORNING\n\nThree sleek BLACKHAWK HELICOPTERS cutting through the\nrestricted airspace, coming in for a landing on the roof of\nthe Pentagon...\n\nVICE PRESIDENT HAMMOND (V.O.)\nAnd will to the best of my ability,\npreserve, protect, and defend the\nConstitution of the United States...\n\nThe choppers touch down and COMMANDER PAUL CAMERON (handsome,\n30's) steps off, in full battle armor, flanked by Lieutenants.\n\nVICE PRESIDENT HAMMOND (V.O.) (CONT'D)\n...-So help me God.\n\nAs Cameron and his men descend into the building\nCNN NEWSCASTER (0.S.)\nWord coming now that Vice President\nAlvin Hammond has been sworn in as\nthe 47th President of the United\nStates...\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nKellerman slaps down a medical file on the table.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\nWord coming now that Vice President\nAlvin Hammond has been sworn in as\nthe 47th President of the United\nStates... INT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nKellerman slaps down a medical file on the table. \n\nTARGET SECTION TO BE ANNOTATED:\n\f87.\n\nAGENT KELLERMAN\n\nMedical records from Bishop's doctor\nin McLean. He's got a tumor in his\nhead the size of a golf ball.\nDiagnosed six weeks ago, inoperable.\n\n(off their looks)\nThere's more. Forensic accounting\nfound this. 50 million was\ntransferred into Muriel Bishop's\naccount 12 hours ago.\n\nThey stare at each other.\n\nRAPHELSON\nThat kind of money means this is\nstate sponsored. China, North Korea,\nIran-\n\nFINNERTY\nHow does it benefit another country\nto destabilize a nuclear superpower?\n\nAGENT KELLERMAN\nMaybe they weren't thinking that far\nahead.\n\nColonel Janowitz hangs up the phone.\n\nCOLONEL JANOWITZ\nDelta's here.\n\nThe doors to the Bunker open and CAMERON AND HIS LIEUTENANTS\nstride in, snapping off a salute to Raphelson.\n\nCOMMANDER CAMERON\nMr. Speaker, I'm Commander Paul\nCameron, Delta Force - I'm ready to\nbrief on the incursion plan?\n\nRAPHELSON\nIs this something you threw together\nin the last half hour?\n\nCOMMANDER CAMERON\nNo, sir, this is long standing.\nWe've run drills on this.\n\nFINNERTY\nYou've run drills on assaulting the\nWhite House?\n\f88.\n\nCOMMANDER CAMERON\nMa'am, we've run drills on everything.\nInitially we thought we'd go in\nthrough the tunnels, but you say\nthey've been wired?\n\nA VOICE from behind them speaks up:\nTED (0.S.\nYes, but I-I-I- may have a solution\nto that.\n\nThey all turn to see a SHORT BESPECTACLED MAN in schlumpy\nattire clutching a raft of papers standing there. Nervous.\n\nFINNERTY\nWho are you?\n\nTED\nI'm Ted.\n\nFINNERTY\nTed?\n\nTED\n\nTheodore Lasky. I- I- you said you\n\nneeded an explosives expert in here?\n(off their looks)\n\nI'm from Homeland, I come up with\n\ndifferent ways to blow things up.\n\nFINNERTY\nHow do you get a job like that, Ted?\n\nTED\nYou really don't want to know. But\nI think the devices in the tunnels\ncan be defeated.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINNERTY\nHow do you get a job like that, Ted? TED\nYou really don't want to know. But\nI think the devices in the tunnels\ncan be defeated. \n\nTARGET SECTION TO BE ANNOTATED:\nCOMMANDER CAMERON\nYou think.\n\nTED\nHypothetically, yes.\n\nCOMMANDER CAMERON\nHypothetical doesn't cut it. Bishop's\ngoing to start executing hostages in\n18 minutes, so we're going to go in\nover the top.\n\n(MORE )\n\f89.\n\nCOMMANDER CAMERON (CONT'D)\n\n(points to blueprints)\nWe're going to land two Blackhawks\non the North and South Lawn here and\nhere, make them have to defend both\nsides. Our guess is Command and\nControl is located somewhere in the\nWest Wing, so we make that the choke\npoint.\n\nRAPHELSON\nWhat about the approach?\n\nCOMMANDER CAMERON\nSatellite shows they only have anti-\ntank capabilities on the roof, no\nsurface to air missiles, nothing\nthat can lock on to an aircraft. We\ngo in fast and hard, hose down the\nroof, then make it a ground war.\n\nFrom the Communications Desk:\n\nCOLONEL JANOWITZ\nI have the President of the United\nStates on the line?\n\nThey all look up at this, surprised. Then the VICE\nPRESIDENT's image pops up on the viewscreen.\n\nVICE PRESIDENT HAMMOND\nCommander.\n\nCOMMANDER CAMERON\nMr. President.\n\nVICE PRESIDENT HAMMOND\nI'd first like to take a moment of\nsilence for President Sawyer. He\nwas a true patriot and a good friend-\n\nRAPHELSON\nWith all due respect, sir, we don't\nhave time for a moment of silence.\n\nVICE PRESIDENT HAMMOND\nThen let me ask this; why is this\noption better than scrambling a couple\nof F-15s out of Andrews and putting\na few sidewinders up Bishop's ass?\n\nRaphelson blinks.\n\f90.\n\nRAPHELSON\nYou want to call in an air strike on\nthe White House?\n\nVICE PRESIDENT HAMMOND\nI want an option that doesn't risk\nthe lives of American fighting men\nand women.\n\nFINNERTY\nAnd what about the hostages, sir?\nWhat are they, collateral damage?\n\nVICE PRESIDENT HAMMOND\nThey're dead anyway if this fails.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nFINNERTY\nAnd what about the hostages, sir? What are they, collateral damage? VICE PRESIDENT HAMMOND\nThey're dead anyway if this fails. \n\nTARGET SECTION TO BE ANNOTATED:\nWe level the White House with an air\nstrike, not only will we end this,\nbut we will show the world that we\nwill go to any lengths to combat\nterrorism, both foreign and domestic.\n\nWALLACE\nYou would be sending a very clear\nmessage, sir...\n\nRAPHELSON\nAlvy, please, don't do this-\n\nWALLACE\nMr. Speaker, you are addressing the\nPresident of the United States.\n\nCOMMANDER CAMERON\nMr. President? This is Commander\nCameron.\n\nVICE PRESIDENT HAMMOND\nYes, Commander?\n\nCOMMANDER CAMERON\nI don't want to write off any\nAmericans in there just yet. Trust\nme, sir. We'll get your house back\nfor you.\n\nSilence as Hammond considers this.\n\nVICE PRESIDENT HAMMOND\nMission's a go, Commander.\n\nCOMMANDER CAMERON\nThank you, sir.\n\f91.\nCameron races out of the room, Finnerty following...\n\nVICE PRESIDENT HAMMOND\nColonel, get on the phone to Andrews,\nI want three F-15s fueled and ready\nto launch if this goes wrong.\n\nEXT. PENTAGON ROOF - MORNING\n\nFinnerty follows Cameron to his chopper as the rotor blades\nspin up. Cameron, to his men:\n\nCOMMANDER CAMERON\nAssault on Castle is a go, flight\ntime to the target is six minutes!\n\nHe looks at Finnerty, questioning. She struggles with it.\n\nFINNERTY\nI know Martin Bishop!\n\nCOMMANDER CAMERON\nAnd?\n\nFINNERTY\nHe'll be in the Oval Office! You\nget close enough, mini-gun should be\nable to cut through the glass! Good\nluck!\n\nShe offers Cameron a hand and he shakes it. She steps back\nas the Blackhawks lift up into the air...\n\nINT. WHITE HOUSE CATACOMBS - MORNING\nDark and musty. Deep beneath the earth.\n\nTwo figures come into view. Cale, supporting a limping\nPresident Sawyer. Both very much alive.\n\nCALE\nTunnel under the pool house. God\nbless Harry Truman.\n\nThe President chuckles. It turns into a cough.\n\nCALE (CONT'D)\nAny chance this leads out of here?\n\nPRESIDENT SAWYER\nI think just back to the Residence...\nI gotta stop for a sec.\n\f92.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRESIDENT SAWYER\nI think just back to the Residence... I gotta stop for a sec. 92. \n\nTARGET SECTION TO BE ANNOTATED:\nCale lowers the President down into a sitting position.\nSawyer coughs again into his fist. Looks at his hand. Blood.\n\nPRESIDENT SAWYER (CONT'D)\nThat's not good, is it?\n\nCale opens Sawyer's jacket, searching in. Finds the source\nof the problem - a hunk of SHRAPNEL the size of a large pencil\nsticks out of the President's side.\n\nCALE\nShit. We're gonna have to take that\nout.\n\nPRESIDENT SAWYER\nYou go to medical school in the last\nten minutes and forget to tell me?\n\nCale kneels down next to him.\n\nCALE\nIt's not near a major artery, but if\nit gets infected you'll die, and\nthat would look really bad on my\nresume. I'm gonna remove it and\nclean the wound, okay?\n\nPRESIDENT SAWYER\nOkay.\n(pause)\nI'm scared.\n\nCALE\nUnder the circumstances, I'd say\nthat's the correct response.\n\nPRESIDENT SAWYER\nYour bedside manner sucks, you know\nthat?\n\nCALE\nRelax, I've done this before.\n\nPRESIDENT SAWYER\nWhere?\n\nCALE\nAfghanistan.\n\nThe President looks at him.\n\f93.\n\nPRESIDENT SAWYER\nI'm sorry.\n\nCALE\nI'm not. You ready?\n\nPRESIDENT SAWYER\nTell me when you're gonna pull it\nout, okay?\n\nCALE\nOkay.\n\nPRESIDENT SAWYER\nWait, no don't. I don't want to\nknow.\n\nCALE\nSo you just want me to do it.\n\nPRESIDENT SAWYER\nNo. No, tell me.\n\nCALE\nAll right, I'm gonna pull it out on\nthe count of three. One...\n\nHe yanks out the shrapnel. Blood. Sawyer SCREAMS.\nPRESIDENT SAWYER\n\nGoddammit! You're fired! You are\nso goddamn fired! SHIT!\n\nCALE\nI have to clean it now. Don't pass\nout.\n\nPRESIDENT SAWYER\nWhy not?\n\nCALE\nOkay, solid point.\n\nHis hands dip below frame and he begins to clean the wound.\nPRESIDENT SAWYER\nTalk to me, okay? Take my mind off\nit...",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nHis hands dip below frame and he begins to clean the wound. PRESIDENT SAWYER\nTalk to me, okay? Take my mind off\nit... \n\nTARGET SECTION TO BE ANNOTATED:\nCALE\nWhat do you want to hear?\n\fOops.\n\n94.\n\nPRESIDENT SAWYER\nBaseball scores, I don't know,\nanything, your daughter, tell me\nabout your daughter.\n\nCALE\nHer name is Emily. She's ten. She\nloves you. A lot. She begged me to\nvote for you.\n\nPRESIDENT SAWYER\nYou didn't vote for me?\n\nCALE\nWell, you know, you wanted to raise\ntaxes-\n\nPRESIDENT SAWYER\nOnly on the richest one percent of\nthe--goddammit, you didn't vote for\n\nme?\n\nCALE\nWhat can I say? She's smarter than\nI am.\n\nPRESIDENT SAWYER\nClearly.\n\nCALE\nYeah, I don't know when that happened.\nHalf the time it makes me proud, the\nother half it drives me nuts. But\nshe's smarter. And she hates me.\n\nPRESIDENT SAWYER\nI'm sure she doesn't.\n\nCALE\nI'm sure she does. She thinks I\nleft her. When I went overseas.\nShe's right. I did. She was six\nyears old and then poof! No Dad.\n\nPRESIDENT SAWYER\nYou did what you had to.\n\nCALE\nPeople say that. Doesn't change\nanything, though, does it?\n\n(MORE )\n\f95.\n\nCALE (CONT'D)\n\n(pause)\nAnd if she makes it out and we don't,\nthe last thing she's gonna see of me\nis video of trying to get you out.\nLeaving her behind. Again.\n\nPRESIDENT SAWYER\nThat's not how this ends.\n\nHe means it. Cale smiles.\n\nCALE\nWhen they're young, they run up to\nyou and hug you, and shout \"Daddy!\"\nAnd then one day it just stops. No\none tells you that. I'd give anything\nto have that hug one more time.\n\nPRESIDENT SAWYER\nYou know what my daughter Paula wants\nfor her fifteenth birthday? A belly\nbutton ring. Who the hell is equipped\nto deal with that?\n\nCale laughs. Looking at Sawyer.\n\nCALE\nDaughters.\n\nPRESIDENT SAWYER\nYeah...\n\nCale leans back, work finished.\n\nCALE\nHow are you feeling?\n\nPRESIDENT SAWYER\nSurprisingly okay.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCale leans back, work finished. CALE\nHow are you feeling? PRESIDENT SAWYER\nSurprisingly okay. \n\nTARGET SECTION TO BE ANNOTATED:\nCALE\nTold you I knew what I was doing.\n(digs out satphone)\nI'm gonna call in, let them know\nwe're not dead.\n\nHe dials the phone.\n\f96.\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nFinnerty looks up at the ringing phone in disbelief. Looks\nat the caller ID. Could only be one person. Answering it:\n\nFINNERTY\nCale?\n\nINTERCUT:\n\nCALE\nAlive and kicking. We're in the\ntunnels under the pool house.\n\nFINNERTY\nAnd the President?\n\nCALE\nHe's hurt, but he'll be okay.\n\nCheering in the Pentagon Bunker.\n\nFINNERTY\nThat great news! Stay put, the\ncavalry's coming!\n\nCALE\nDelta?\n\nFINNERTY\nThey're in the air, should be hitting\nthe Residence in four minutes.\n\nCale smiles fades.\n\nCALE\nIn the air? No, no, it's gotta be a\nground assault- Bishop's got surface\nto air missiles, if they come in by\nair, it'll be a turkey shoot!\n\nFINNERTY\nSatellite showed the roof was clear-\n\nCALE\nHe's keeping them in the basement so\nyou can't see- you have to call\nthem off!\n\f97.\nEXT. BLACKHAWK HELICOPTERS (FLYING) - MORNING\nA COLUMN of BLACKHAWKS sweep across the Potomac. Through\nthe open doors we see the soldiers checking their weapons,\ngoing through pre-battle rituals. Land coming up...\nCOMMANDER CAMERON\nAll right, hug the deck, we go in\nlow and quiet!\n\nThe Blackhawks drop down to fifty feet above the ground\nrushing past below, swooping between buildings...\n\nCOMMANDER CAMERON (CONT'D)\nTime to target is three minutes!\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nFinnerty curses and throws aside the radio.\nFINNERTY\nThey've gone dark for the assault,\nthere's no way to raise them!\nINT. WHITE HOUSE CATACOMBS - MORNING\nFINNERTY (0.S.)\n(through phone)\n\nThere's nothing we can do!\n\nCale, realizing those men are going to die. He looks to the\nPresident.\n\nCALE\nSir...",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nCale, realizing those men are going to die. He looks to the\nPresident. CALE\nSir... \n\nTARGET SECTION TO BE ANNOTATED:\n?\n\nPRESIDENT SAWYER\nGo.\n\nCale grabs his assault rifle and RUNS. Booking down the\ntunnel, back towards the White House...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop re-entering, talking into his radio to his men:\nBISHOP\n\nThey'11 be coming now, so move the\nSAMs to the roof. Mulchay, be ready.\n\f98.\nEXT. WHITE HOUSE ROOF - MORNING\nMulchay, scanning the horizon with his scope...\n\nMULACHY\nRoger that.\n\nINT. WHITE HOUSE CORRIDORS - MORNING\n\nBishop's men roll DOLLIES stacked with SURFACE-TO-AIR MISSILE\ncrates onto elevators. Men rush to their assigned posts.\nLike a submarine preparing for battle...\n\nINT. WHITE HOUSE - SITUATION ROOM - MORNING\n\nThe Guards checking their weapons. Emily hears the commotion\nin the corridors. Whispering to Donnie:\n\nEMILY\nWhat's going on?\n\nHe shakes his head, no idea.\n\nEMILY (CONT'D)\nYou think it's my Dad?\n\nINT. WHITE HOUSE CATACOMBS - MORNING\n\nCale, the Dad in question, running flat-out. Screaming into\nthe cell-phone:\n\nCALE\nIf I can get to the roof before they\nfire the missiles, I might be able\nto stop them!\n\nComing up to the chicken-wire gate with the EXPLOSIVES wired\nto it! He can't go through without setting it off!\n\nCALE (CONT'D)\nShit! I'm gonna need some help here\nwith the bomb!\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nFinnerty spins around, scanning the room.\n\nFINNERTY\nTed? Ted!\n\nNo sign of him.\n\f99.\n\nFINNERTY (CONT'D)\nWhere's Ted?\n\nAGENT KELLERMAN\nI think he went to the bathroom...\n\nFINNERTY\nNow?!\n\nEXT. BLACKHAWK HELICOPTERS (FLYING) - MORNING\nWeaving through the streets of DC...\n\nCOMMANDER CAMERON\nTwo minutes to Castle...\n\nINT. PENTAGON - MEN'S ROOM - MORNING\n\nEmpty, save for a man sitting in the far stall. We hear\npages turning. Whistling. Serenity.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe hear\npages turning. Whistling. Serenity. \n\nTARGET SECTION TO BE ANNOTATED:\nSuddenly, Kellerman bursts in. Kicks in the stall door\nrevealing TED, pants around his ankles, reading a copy of In\nTouch magazine. He grabs Ted and hauls him out...\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nStenz emerges onto the roof with the crates of SAMs. Mulcahy\nraises a crowbar and cracks the first box open, revealing a\nSHOULDER-MOUNT LAUNCHER...\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nFinnerty hustles Ted into a chair and hands him an earpiece\nto speak to Cale with. INTERCUT:\n\nTED\nJohn Cale? This is Ted Lasky, I\nwork at Homeland Security-\n\nFINNERTY\nHe doesn't care where you work, Ted!\n\nTED\nOkay, there are three possible ways\nfor you to disarm this particular\ndevice. Do you by any chance have\nan engineering degree?\n\nCALE\nNo.\n\f100.\n\nTED\nOkay, two possible ways for you to\ndisarm this particular device. Do\nyou see the yellow wire?\n\nCALE\n(reaches for it)\nYes.\n\nTED\nDon't touch it. It's the decoy.\nWhat about the green wire?\n\nCale looks.\n\nCALE\nThere are six green wires.\n\nTED\nAre some of them a lighter green\nthan others?\n\nCALE\nThere are six green wires.\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nThe sound of helicopters approaching. As Stenz loads a\nmissile into Mulcahy's launcher...\n\nINT. WHITE HOUSE CATACOMBS - MORNING\n\nTED\nOkay, you need to pull the green\nwires sequentially, starting from\nthe left, moving to the right. Don't\nlet more than two seconds pass between\npulling each one. Are you ready?\n\nCale exhales. Puts his hand over the first green wire.\n\nCALE\nReady.\n\nTED\nGo. Wait.\n\nCale pulls his hand away.\n\nCALE\nJesus Christ, what?\n\f101.\n\nTED\nIs there writing on the side of the\ndevice? A company name?\n\nCALE\n(reading)\n\"Snyder\".\n\nTED\nThis is Snyder? That changes\neverything...\n\nCALE\nWhat do I do, Ted?\n\nTED\nWell, don't touch the green wires,\nthat's for sure.\nINT.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nCALE\nWhat do I do, Ted? TED\nWell, don't touch the green wires,\nthat's for sure. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n BLACKHAWK HELICOPTERS (FLYING) - MORNING\n\nOne minute out. Cameron pops in a stick of gum and crosses\nhimself...\n\nINT. WHITE HOUSE CATACOMBS - MORNING\n\nTED\nDo you see a power source, like a\nbattery?\nCale squints.\nCALE\nI think so.\nTED\n\nUnplug it. A bomb is like any other\nelectrical device, if you deprive it\nof its power source, it ceases to\nfunction.\n\nCALE\nAnd it won't explode?\n\nTED\nProbably not.\n\nFINNERTY\nWhat if you're wrong?\n\f102.\nCALE\nThen hopefully the sound of me being\nblown into a million pieces will\ndistract them. Finnerty, if I die?\nShe knows before he even asks.\n\nFINNERTY\nI'll get her out.\n\nCale swallows. Good enough for him. He reaches forward,\ngrabs the battery wire, and yanks it out...\n\nNo explosion. Cale pulls the bomb off the door, stuffs it\nin his satchel, and is through the gate, running for the\nstairs...\n\nEXT. BLACKHAWK HELICOPTERS (FLYING) - MORNING\n\nThundering down Constitution Avenue, turning North towards\nthe White House...\n\nCOMMANDER CAMERON\nTwenty seconds!\n\nEXT. WHITE HOUSE ROOF - MORNING\nMulchay, hefting the launcher...\n\nMULACHY\nCome to Papa...\n\nINT. WHITE HOUSE - MAIN STAIRWELL - MORNING\n\nCale, shooting two guards on the First Floor landing!\nBounding up the stairs, racing for the roof...\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nAs the Blackhawks crest into view, charging straight at the\nResidence. The Launcher BEEPS...\n\nMULACHY\nWe have missile lock.\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBISHOP\nFire.\n\f103.\nEXT. WHITE HOUSE ROOF - MORNING\nAs the choppers come in over 15th Street, Humphries FIRES.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\n103. EXT. WHITE HOUSE ROOF - MORNING\nAs the choppers come in over 15th Street, Humphries FIRES. \n\nTARGET SECTION TO BE ANNOTATED:\nA MISSILE streaks out of the launcher, screams through the\nair across the length of the South Lawn and enters the Lead\nBlackhawk's cockpit at 150 MPH!\nThe AIRCRAFT BLOWS APART spectacularly, the burning husk of\nthe cabin smashing down into the White House Fountain,\ncracking the concrete and obliterating the water feature!\n\nINT. SECOND BLACKHAWK (FLYING) - MORNING\n\nCOMMANDER CAMERON\nHoly shit, break left, break left!\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nThe pilots yank hard on the sticks and the Second and Third\nBlackhawks split apart, going left and right respectively!\n\nStenz slides another missile into Mulachy's launcher, as he\ntracks the Second Blackhawk across the sky...\n\nINT. SECOND BLACKHAWK (FLYING) - MORNING\nThe cockpit's instrument panel goes red and an ALARM SOUNDS:\n\nBLACKHAWK PILOT\nThey've got missile lock!\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nMulchay pulls the trigger and the missile fires! The\nBlackhawk Pilot tries to take evasive action, but the missile\nSLAMS into rear rotor, ripping the whole tail section off!\n\nINT. SECOND BLACKHAWK (FLYING) - MORNING\n\nCOMMANDER CAMERON\nAuto-rotate, auto-rotate, we are\ngoing dow-\n\nWHAM! The chopper slams nose-first into the South Lawn,\ncrushing the cockpit and pilots!\n\nROTOR BLADES WHIPPING into the dirt, SHEERING OFF, sending\nrazor sharp debris slicing through the White House fence and\ninto the buildings across the street!\n\f104.\nEXT. WHITE HOUSE ROOF - MORNING\n\nStenz reloads Humphries as the Last Blackhawk breaks hugh\nand right over the White House...\n\nThe launcher BEEPS. They have tone. Missile lock. About\nto pull the trigger. The roof door bangs open. They look.\n\nJohn Cale! He FIRES A BURST through Mulcahy's chest, blowing\nhim off his feet! The sniper crumples, dropping the launcher!\n\nCale pivots and looses a burst at Stenz, who is already\nrunning away, SHOOTING BACK at him...\n\nINT.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe sniper crumples, dropping the launcher! Cale pivots and looses a burst at Stenz, who is already\nrunning away, SHOOTING BACK at him... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n THIRD BLACKHAWK (FLYING) - MORNING\nSwinging back around towards the White House...\n\nBLACKHAWK PILOT\n(to Gunner)\nTake them out!\n\nThe Gunner jumps on the deck mounted .50 cal and pulls the\ntrigger and UNLOADS on the roof!\n\nEXT. WHITE HOUSE ROOF - MORNING\n\nCale dives away from the door as it's ripped to swiss-cheese!\nTrying to take cover as the Gunner VENTILATES THE ROOF!\nBullets punching through everything!\n\nThe Blackhawk swings in high, the remaining Delta members,\ngetting ready to fast-rope down. The Gunner pauses for them\nto get into position, giving Cale time to glance up and see\n\nSTENZ. Hoisting the fallen launcher, angling it straight up\nat the belly of the chopper and\n\nCALE\nNo!\n\nStenz fires. The missile flies and the last Blackhawk BLOWS\nAPART directly above them! Cale and Stenz both roll away,\ntrying to dodge the sizzling chunks of debris that rain down!\n\nThe FLAMING TAIL SECTION crunches down through the Third\nFloor Roof into the Master Bedroom! The cockpit misses the\nbuilding completely and smashes down onto the concrete drive\nin front of the North Portico four stories below.\n\nAnd finally, blessed silence.\n\f105.\n\nCale's eyes blink open. Amazed to be alive. Covered in\nsoot, grease, and oil. He tries to get to his feet...\n\nWHAM! A bloody fist crashes into his face! Stenz. Alive.\nPissed. He smashes Cale's head into the gravel rooftop...\n\nEXT. WHITE HOUSE - SOUTH LAWN - MORNING\nCameron pulls himself and several of his men from the\nwreckage of the Second Blackhawk on the South Lawn. All of\nthem ragged and bloody. He tries to rally them.\nCOMMANDER CAMERON\n\nWe're kicking in the front door!\n\nCome on!\nThe others bellow back at him in the affirmative and what\nremains of the Delta Force charges up the South Lawn towards\nthe entrance to the West Wing...\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBishop stares out the window. Watching the Last Charge of\nthe Delta Force. He raises the radio to his lips.\n\nBISHOP\n\nFinish it.\nEXT.",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe raises the radio to his lips. BISHOP\n\nFinish it. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WHITE HOUSE - SOUTH LAWN - MORNING\nFour of Bishop's men step out onto the South Portico Balcony\nand level their weapons at Delta. A raised firing position.\nThe high ground. They unload.\nAnd the Rose Garden becomes a killing field.\nCameron watches his men to the left and right of him fall in\nslow-mo. Bullets rip through him. Still he pushes forward.\nTrying to make it to the man in the window of the Oval Office.\nCordite and rose petals swirl in the air around him. He\nfalls to his knees. Pistol in hand. Firing at Bishop. The\nbullets barely nick the glass in front of his face.\nThey hold each other's gaze for a moment more...\n\nFresh gunfire from above finishes it. Cameron goes face\ndown among the roses.\n\nDead ten feet from the White House.\n\f106.\nEXT. WHITE HOUSE ROOF - MORNING\n\nFour stories above, Stenz hurls Cale into the side of a\nchimney! Beating the shit out of him! Cale, gasping, picks\nup a chunk of brick as Stenz lumbers towards him...\n\nCale turns and swings, connecting with his shoulder! Stenz\nscreams and Cale tackles him, catching him off balance,\nsending both men careening over the side of the roof and\n\nINT. WHITE HOUSE - THIRD FLOOR GREENHOUSE - MORNING\n\nA GLASSED-IN GREENHOUSE on the Third Floor Promenade, just\nto the right of the North Portico. Connected to the\nResidence, it's where the First Lady grows her herbs.\n\nCale and Stenz tumble down onto the GREENHOUSE ROOF.\nSqueaking and sliding on the glass, as they struggle --\n\nThe glass begins to SPIDER-WEB with cracks. They freeze.\nLooking at one another. The glass, stretching, groaning...\n\nBOOM. It shatters.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe glass, stretching, groaning... BOOM. It shatters. \n\nTARGET SECTION TO BE ANNOTATED:\n Cale and Stenz plummet into the\ngreenhouse proper, smashing down onto herb beds! Cale is up\nfirst, grabbing a piece of glass and slashing at Stenz!\n\nOn him, punching him, finally getting the upper hand!\n\nCALE\nYou like that?\n\nStenz crashes Cale back into a shelf of pots, as the door\nflies open and Bishop's Man MOTTS opens fire and Cale screams\nas a bullet tears a chunk out of his shoulder!\n\nSTENZ\nGive it to me!\n\nStenz grabs the rifle and wheels around to finish Cale, who\nseeing no other option HURLS HIMSELF THROUGH THE GLASS!\n\nCale smashes outwards into space, legs kicking as he leaps\nOFF THE THIRD FLOOR BALCONY!\n\nStenz screams in frustration and runs to the edge, FIRING\nDOWN into the foliage below! But it's no use.\n\nCale is gone.\n\f107.\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nThe TVs still playing the horrible aftermath of the Blackhawk\nattack. Finnerty snatches up a ringing phone.\n\nFINNERTY\nAre you okay?\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop, on the other end. Pissed.\n\nBISHOP\nThat was stupid.\n\nINTERCUT - Finnerty taken aback, not who she expected.\n\nFINNERTY\nMartin-\n\nBISHOP\nYou knew I'd be ready for an attack\nbut you sent them in anyway. You\nmade me kill them-\n\nFINNERTY\nI didn't make you do anything. I\nknow about the cancer.\nThat stops him for a moment.\n\nFINNERTY (CONT'D)\nNobody else had to die, Martin.\n\nHe looks at the bodies in the Rose Garden...\nBISHOP\nI didn't want them too. But because\nof you, now I have to do this.\n\nFINNERTY\nDo what?\n\nBISHOP\nRetaliate.\n\nHr hangs up the phone and grabs the walkie.\n\nBISHOP (CONT'D)\nTyler, do you have his location?\n\f108.\nINT. WHITE HOUSE - P.E.O.C. - MORNING\nLollipop in mouth, fingers flying, INTERCUT:\n\nTYLER\nLocked in.\n\nBISHOP\nBring him down.\n\nCUT TO:\nEXT.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nC. - MORNING\nLollipop in mouth, fingers flying, INTERCUT:\n\nTYLER\nLocked in. BISHOP\nBring him down. CUT TO:\nEXT. \n\nTARGET SECTION TO BE ANNOTATED:\n COLORADO SPRINGS - MORNING\nA beautiful mountain range. Sun shines. Birds chirp.\n\nSUPERIMPOSE - NORAD - North American Aerospace Air Defense\nCenter, Cheyenne Mountain.\n\nINT. NORAD - CHEYENNE MOUNTAIN - OPERATIONS CENTER - MORNING\n\nThe whole Operations Center carved into the mountainside.\nDozens of TECHS man terminals. One Tech blinks in disbelief.\nTo his WATCH COMMANDER:\n\nNORAD TECHNICIAN\nSir, my weapons system is coming\nonline! It's being accessed remotely,\nI can't- Jesus Christ, it's targeting!\n\nWATCH COMMANDER\nCh (sprinting over)\nWhat?\n\nNORAD TECHNICIAN\nIt's firing!\n\nEXT. OHIO COUNTRYSIDE - MORNING\n\nTHREE BALLISTIC MISSILES roar out of a mountaintop silo and\nclimb into the sky...\n\nINT. NORAD - CHEYENNE MOUNTAIN - OPERATIONS CENTER - MORNING\nThe whole place in an uproar.\nNORAD TECHNICIAN\nWe have three away! Non-nuclear\n\nballistic missiles-\n\nWATCH COMMANDER\nWhat's the target?\n\f109.\nNORAD TECHNICIAN\nUhhhhh, aircraft over Ohio, looks to\nbe a modified 747 Heavy-\n(realizing)\nOh my God...\nEXT. AIR FORCE ONE (FLYING) - MORNING\nSoaring over Ohio, accompanied by fighter escorts...\nINT. AIR FORCE ONE (FLYING) - COCKPIT - MORNING\nCaptain Dix looks up as KLAXONS SOUND!\nCO-PILOT\nHoly shit, we have incoming! Three\nmissiles, out of the southeast going\n\nsuper-sonic-\n\nCAPTAIN DIX\nI have the stick!\n\nHe grabs the stick as the plane bucks out of auto-pilot!\nINT. AIR FORCE ONE (FLYING) - CONFERENCE ROOM - MORNING\n\nThe Vice President and others thrown to the floor as Dix\nputs the aircraft into a dive!\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nRaphelson and the others, seeing the chaos on screen...\nINT.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nRaphelson and the others, seeing the chaos on screen... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n F-15 FIGHTER ESCORT (FLYING) - MORNING\nF-15 PILOT\n\nThey're going for heat signatures,\n\nwe're going to try and draw them\n\noff!\nHe and the other pilot break off as the missiles streak in!\nOne missile pulls away from the others, following the heat\nsignature of the F-15!\nThe pilot climbing as fast as he can, pulling 3G's, but --\nTHOOM! The F-15 FIREBALLS!\nINT. AIR FORCE ONE (FLYING) - COCKPIT - MORNING\n\nCAPTAIN DIX\nTwo left! Deploying chaff!\n\f110.\nHe stabs a button and...\nEXT. AIR FORCE ONE (FLYING) - MORNING\nA hatch on the tail opens and METALIZED GLASS fibers SPEW\nout of the back of the plane! Spitting tons of the stuff,\n\nhoping to distract the missile guidance system.\n\nAnd it works! One of the missiles streaks left past the\nplane and out over Lake Abram!\n\nINT. AIR FORCE ONE (FLYING) - COCKPIT\n\nCO-PILOT\nOne to go!\n\nCAPTAIN DIX\nWe're gonna out-climb the son of a\nbitch!\n\nHe hauls back on the stick, taking the plane to a seventy\ndegree climb...\n\nINT. AIR FORCE ONE (FLYING) - CABIN - MORNING\n\nPeople tumble through the cabin like dice, screaming and\ncrying as they try and claw their way to their seats!\n\nJenna weeping as she buckles herself in, her eyes finding\nAgent Graham across from her...\n\nEXT. AIR FORCE ONE (FLYING) - MORNING\n\nThe final missile zeroing in on them, as they tear into the\nupper atmosphere, the missile's nose cone icing over...\n\nINT. AIR FORCE ONE (FLYING) - COCKPIT\nCAPTAIN DIX\nWe dive and hit the chaff, he flies\nright past!\n\nHe slams the stick forward, levelling the plane, smashes\ndown the chaff button and\n\nEXT. AIR FORCE ONE (FLYING) - MORNING\n\nChaff blasts out of the back as the plane goes into a CRASH-\nDIVE! The missile miraculously keeps climbing!\n\f111.\nINT.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe missile miraculously keeps climbing! 111. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n AIR FORCE ONE (FLYING) - COCKPIT\n\nCO-PILOT\nYou did it!\n\nHe pumps his fist as Captain Dix whoops for joy!\n\nEXT. OHIO COUNTRYSIDE - MORNING\n\nFIVE MORE MISSILES streak out of the silo into the air...\nINT. AIR FORCE ONE (FLYING) - COCKPIT - MORNING\n\nThe Co-pilot stares at the radar in disbelief. Five more\ncoming. No way out.\n\nCO-PILOT\nOh, God.\n\nCAPTAIN DIX\n(into intercom)\nLadies and Gentlemen, I'm so sorry...\nINT. AIR FORCE ONE (FLYING) - CABIN - MORNING\n\nPeople screaming, confused. Jenna looks at Graham. Knows\nthis is it. Her hand finds his. Their fingers entwined...\n\nFire blossoms as the first missile strikes Air Force One.\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nRaphelson, Finnerty, and the others staring at the Vice\nPresident's viewscreen. No image. Just STATIC. Colonel\nJanowitz speaks into a phone and then hangs up.\nCOLONEL JANOWITZ\n(softly)\nWe have confirmation of ground impact.\n\nSilence. Raphelson turns away. Finnerty looks for something\nto punch. No one knows what to say.\n\nFinally:\nFINNERTY\nWe're going to need to swear you in,\n\nsir.\n\nIt takes Raphelson a moment to realize she's looking at him.\n\f112.\n\nRAPHELSON\nNo. If President Sawyer's still\nalive in there-\n\nFINNERTY\nIt doesn't matter. Executive power\npassed to the Vice President when he\nwas sworn in, which means... the\noffice now passes to you.\n\nRAPHELSON\nJesus Christ...\n\nThe phone rings. Finnerty punches it through on speaker.\n\nBISHOP\nDid you get my message?\n\nFINNERTY\nYou son of a bitch.\n\nBISHOP\nName calling aside, our timetable\nstill stands. You have...\n(checks his watch)\nSix minutes to our deadline.\n\nFINNERTY\nWhat do you want these prisoners\nfor?\n\nBISHOP\n\nNot your concern-\n\nFINNERTY\nWhy are you doing this?\n\nRaphelson puts a hand on her shoulder.\n\nRAPHELSON\nWe need more time, Mr.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nBISHOP\n\nNot your concern-\n\nFINNERTY\nWhy are you doing this? Raphelson puts a hand on her shoulder. RAPHELSON\nWe need more time, Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Bishop. We\ncan't release all the prisoners in\nsix minutes, one them's in Iran, for\nChrissakes!\n\nBISHOP\nWell, then you better go get him.\n\nRAPHELSON\nIt's not that simple-\n\f113.\n\nBISHOP\nIt is exactly that simple. In fact,\nlet me show you how simple it is -\nyou're originally from Denver,\nColorado, is that right Mr. Speaker?\n\nA beat.\n\nRAPHELSON\nYes.\n\nBISHOP\nIf I don't have confirmation in the\nnext six minutes that you are\nliberating Sadaam Al-Hafra from his\nprison, in addition to executing\nhostages here, I will fire a missile\non downtown Denver. Sound fair?\n\nRaphelson clenching his fists so hard they're shaking...\n\nBISHOP (CONT'D)\nSix minutes, sir.\n\nBishop breaks the connection.\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nInterrupted as STENZ strides into the Oval, cut and bloody.\n\nSTENZ\nHe's still alive.\n\nBISHOP\nWho?\n\nSTENZ\n\nThe tourist. He killed Mulchay and\nKonner on the roof.\n\nBISHOP\nAlone?\n\nStenz nods. Bishop thinks for a moment.\nBISHOP (CONT'D)\nMaybe he's not. Who comes on a tour\nalone?\n\nA beat. Bishop grabs the walkie.\n\f114.\n\nBISHOP (CONT'D)\nTyler, can you stream me video of\neveryone who came in for the tour\nthis morning?\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nSilence. Raphelson exhales. Looks up at the others.\n\nRAPHELSON\nI know what it looks like. But I\nswear to you, we're not beaten yet.\nColonel, get me the base commander\nat Andrews.\n\nFinnerty looks up, surprised.\n\nFINNERTY\nSir?\n\nCOLONEL JANOWITZ\nGeneral Pierce is on the line, sir.\n\nRAPHELSON\nGeneral, this is Eli Raphelson. The\nVice President had instructed you to\nfuel three fully loaded F-15s with a\ntarget package for the White House,\nis that correct?\n\nGENERAL PIECRE\n\nYes, sir.\n\nRAPHELSON\nI want you to launch those planes,\nGeneral.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe\nVice President had instructed you to\nfuel three fully loaded F-15s with a\ntarget package for the White House,\nis that correct? GENERAL PIECRE\n\nYes, sir. RAPHELSON\nI want you to launch those planes,\nGeneral. \n\nTARGET SECTION TO BE ANNOTATED:\nGENERAL PIECRE\nRoger that, sir. Tower, you are\nclear to launch.\n\nWe hear him giving more orders as Finnerty looks at Raphelson,\nstunned.\n\nFINNERTY\nMr. Speaker-\n\nRAPHELSON\nWe have to end this, Carol. We give\nhim more time, who knows how many\nmore weapons systems they can control?\n\f115.\n\nFINNERTY\nAnd the White House?\nRAPHELSON\nLook what we've already been through\n\ntoday.\n\n(hand on her shoulder)\nOur country is stronger than one\nhouse.\n\nEXT. ANDREWS AIR FORCE BASE - MORNING\n\nTHREE F-15's fire up their thrusters and streak off from the\ntarmac into the morning air, headed towards Washington DC...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop and Stenz, scrolling through security footage...\n\nSTENZ\nThere.\n\nBishop stops it - the IMAGE OF CALE AND EMILY coming in,\nEmily shrugging off Cale's embrace. Father and daughter.\n\nSTENZ (CONT'D)\nI know her. We have her in the\nSitRoom.\n\nBISHOP\nBring her here.\n\nINT. SITUATION ROOM - MORNING\n\nEmily sits with the Tour Guide. A small commotion near the\nfront of the room. Emily looks up to see Stenz standing in\nthe doorway. He points to her.\n\nSTENZ\nCome on pretty, we got a date.\n\nThe others shrink away from him.\n\nDONNIE THE GUIDE\nWhat are you going to do to her?\n\nStenz ignores this. Moves for Emily. Donnie steps between\nthem, using every last bit of courage he has.\n\nDONNIE THE GUIDE (CONT'D)\nYou're going to have to go through\nme.\n\f116.\n\nStenz pauses. Seems to consider this for a moment. Then\npulls out his pistol and SHOOTS Donnie in the stomach!\n\nEmily screams. Donnie falls. Stenz grabs Emily and drags\nher from the room...\n\nINT. WHITE HOUSE - WEST WING CORRIDORS - MORNING\n\nDeserted hallways. Stenz pulls Emily along, on their way to\nthe Oval Office.\n\nEMILY\nYou're going to go to jail for that.\n\nSTENZ\nYeah? Who's gonna make me?\n\nEmily looks at him.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTENZ\nYeah? Who's gonna make me? Emily looks at him. \n\nTARGET SECTION TO BE ANNOTATED:\nEMILY\nWho did that to your face?\n\nPissed, Stenz pushes her along...\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nCOLONEL JANOWITZ\nBirds are in the air, sir! Time to\ntarget is 15 minutes!\nHe sets the wall clock to count it down...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBishop's watch beeps. The deadline up. He picks up the\nphone. INTERCUT with the Pentagon:\n\nBISHOP\nYour time is up, gentlemen.\n\nFinnerty slides Raphelson a note \"NEED TO BUY TIME\".\nRaphelson takes a deep breath.\n\nRAPHELSON\nWe'll give you what you want.\n(to Colonel Janowitz)\nTell the SEAL Commander the Iranian\nincursion is a go.\n\nAs he says this, he shakes his head at Janowitz - don't do\nit. Finnerty, playing along:\n\f117.\n\nFINNERTY\nBut sir, the Peace Accord-\n\nRAPHELSON\nThat's an order!\n\nBishop smiles.\n\nBISHOP\nVery good. We'll wait for\nconfirmation the prisoners have been\nfreed.\n\nRAPHELSON\nAnd then?\n\nBISHOP\nThen you will receive further\ninstructions. You made the right\nchoice, Mr. President.\n\nThey hear Bishop break the connection. Pan up to the\nairstrike countdown clock on the wall. 14 MINUTES...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nAs Bishop hangs up, Stenz enters with Emily. She looks\naround. The actual Oval Office. And a man sitting behind\nthe Resolute Desk. Not the President. He smiles at her.\n\nBISHOP\nHi there, sweetie. Let's have a\nconversation about you and your Dad...\n\nINT. WHITE HOUSE - GROUND FLOOR - FLOWER SHOP - MORNING\n\nThe room in the basement where all of the floral arrangements\nare put together. Deserted. Flowers lay strewn about the\ndifferent tables. The sound of GLASS breaking.\n\nCale slides in through a window. Cradling his machine gun.\n\nTorn and bloody. He limps over to one of the tables. Finds\na roll of packing tape. Tries to wrap it around the bullet\n\nwound in his shoulder. Stifles a scream as he does so.",
  "76": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinds\na roll of packing tape. Tries to wrap it around the bullet\n\nwound in his shoulder. Stifles a scream as he does so. \n\nTARGET SECTION TO BE ANNOTATED:\nHe takes a breath. Gathering himself. Moves to the door.\nLooks out into the hall. The stairwell down to the catacombs\ndown to the left. He moves for it...\n\nThe White house PUBLIC ADDRESS system crackles on:\n\f118.\n\nBISHOP (0.S.)\nGood morning, Mr. Cale!\n\nHis voice echoes throughout the complex. Cale blinks - Bishop\nknows his name.\n\nBISHOP (0.S.) (CONT'D)\nYou've proved to be a quite a nuisance\nthis morning, so I wanted to let you\nknow that I'm sitting here with\nsomeone who wants to say hello. Say\nhello, Sweetie!\n\nEMILY (0.S.)\nHello.\n\nCale's face - Oh, Jesus, no.\nBISHOP (0.S.)\nWould you like to tell your father\nwhat I'm holding in my hand?\n\nEMILY (0.S.)\nA gun.\n\nOh God. Cale begins to sprint-limp through the hallway.\nDoesn't even know where he's going, just trying to get to\nthe source of the voices...\nBISHOP (0.S.)\nIs there anything you'd like to say\nto him before we do this?\nEMILY (0.S.)\nThey're holding forty of us in the\nSituation Room-\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nBishop claps a hand over Emily's mouth. Gives her a smile.\n\nBISHOP\nNot like that.\n\nINT. WHITE HOUSE - BASEMENT HALL - MORNING\n\nCale looking at his cheap White House Map, desperately\nscanning it for the location to the Situation Room...\n\nINTERCUT:\n\f119.\n\nBISHOP\nMr. Cale, I'm going to count to three.\nWherever you are, I advise you to\nstart trying to signal one of my\nmen, because if they don't have you\nin their custody by the time I reach\nthree, I'm going to shoot your little\ngirl in the stomach. One...\n\nCale can't believe it, it's all happening too fast...\n\nBISHOP (CONT'D)\nTwo...\n\nCale opens his mouth to scream, but\n\nVOICE (0.S.)\nHey, over here! Here!\n\nFootsteps go running towards the voice - what the hell?\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBISHOP\n...Three.",
  "77": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBISHOP\n... Three. \n\nTARGET SECTION TO BE ANNOTATED:\nA beat. Bishop looks Emily in the eye.\nBISHOP (CONT'D)\nGuess Daddy doesn't love you after\nall.\nStenz raises his weapon when the radio squawks:\nMOTTS (0.S.)\n(through radio)\nWe have him, sir.\nBISHOP\n(into radio)\nCale?\nINT. WHITE HOUSE - CENTER HALL - GROUND FLOOR - MORNING\n\nMOTTS\nNo, sir. The President.\n\nMotts and another man stand with PRESIDENT SAWYER who has\njust surrendered himself. INTERCUT:\n\f120.\n\nBISHOP\nWell, that changes things. Get him\nup here.\n\nThey march Sawyer up the center stairs. Cale watches from\naround the corner. He could shoot, but what if he hit Sawyer?\nWhat if that made them kill Emily? He watches them go,\npowerless. Curses. Pulls out the satphone...\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nFinnerty snatches up the phone. INTERCUT:\n\nCALE\nThey have the President.\n\nFINNERTY\nCale, you have to get out of there.\nHelp's not coming.\n\nCALE\nDidn't you hear what I said-\n\nFINNERTY\nThey killed the Vice President. An\nair strike's been called in on the\nWhite House.\n\nCALE\nNo-\n\nFINNERTY\nYes. You have to go.\n\nCale takes a breath.\n\nCALE\nThey still have hostages. They still\nhave Emily.\n\nFINNERTY\n\nThen you have 12 minutes to figure\nout a way to get them out.\n\nCale doesn't respond. He's staring across the hall at the\npainting of the White House in 1814...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nMotts leads President Sawyer into his own Oval Office. He\nstops in the door to see Bishop sitting behind his desk.\n\f121.\n\nEmily sits in the corner, guarded by Stenz. Motts offers up\na pistol to Bishop.\n\nMOTTS\nHe had this on him.\n\nBishop takes the gun, tsk-tsking him.\n\nBISHOP\nWhatever happened to the pen is\nmightier than the sword?\n\nSawyer looks at him.",
  "78": "END OF PREVIOUSLY ANNOTATED SECTION:\nBishop takes the gun, tsk-tsking him. BISHOP\nWhatever happened to the pen is\nmightier than the sword? Sawyer looks at him. \n\nTARGET SECTION TO BE ANNOTATED:\nPRESIDENT SAWYER\nAs President of the United States, I\nwant you to know that this comes\nwith the full weight, power, and\nauthority of my office - Fuck you.\n\nBishop smiles. President Sawyer looks to Emily.\n\nPRESIDENT SAWYER (CONT'D)\nYou okay?\n\nShe gives him a tight nod.\n\nBISHOP\nI made sure your family wasn't here\nfor this. So now I want you to do\nsomething for me. Sit.\n\nSawyer doesn't move. Motts kicks him in the back of the\nknee, driving Sawyer into a chair.\n\nBISHOP (CONT'D)\nEach President is given a twelve\ndigit passcode, it changes every\nthree months. I need yours.\n\nPRESIDENT SAWYER\nIt won't get you access to the weapons\nsystems-\n\nBISHOP\nIt's not the weapons systems I'm\nafter, sir.\n\nSawyer stares at him. Realizing:\n\f122.\n\nPRESIDENT SAWYER\nYou're data-farming? That's what\nthis is all about?\n\nBISHOP\n\nYou say that like it's some minor\ngoal. This building contains more\ncritical information onsite than any\nother structure in the world. Defense\nallocations, national security\nprotocols, troop locations and\nmovements in three separate ongoing\nwars. Do you even comprehend what\nthose secrets are worth? We'll open\nthe bidding at 100 billion. I think\nthe Chinese will ultimately take it,\nbut the Russians will give them a\nrun for their money.\n\n(off his look)\nWhat? Did you think we were here\nfor you? Now. The passcode.\n\nThe President can't believe it.\n\nPRESIDENT SAWYER\nYou're did all this for money?\n\nBISHOP\nI have a tumor in my head that's\nsupposed to kill me before Arbor\nDay. Who's going to take care of my\nfamily, Mr. President? You?\n\nPRESIDENT SAWYER\nAnd your solution is to throw away\ndecades of service to this country?\n\nBISHOP\nMaybe spending the last twenty-five\nyears seeing what vain petty people\nyou are all helped. This country's\nsole operating principal for the\nlast two hundred years has been \"Get\nas much as you can for yourself and\nscrew the other guy.",
  "79": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRESIDENT SAWYER\nAnd your solution is to throw away\ndecades of service to this country? BISHOP\nMaybe spending the last twenty-five\nyears seeing what vain petty people\nyou are all helped. This country's\nsole operating principal for the\nlast two hundred years has been \"Get\nas much as you can for yourself and\nscrew the other guy. \n\nTARGET SECTION TO BE ANNOTATED:\n So after twenty-\nfive years, that's what I'm doing,\nMr. President. I'm getting mine.\nThe American Way.\n\nPRESIDENT SAWYER\nWhat about your kids? What will\nthey think when you're gone?\n\f123.\n\nBISHOP\nMoney's the most important thing in\nthis country, right? Well, they're\nabout to have a lot of it.\n(levels the gun)\nNow. The passcode.\n\nPRESIDENT SAWYER\nYou know I can't.\n\nBishop sighs and points the gun at Emily.\n\nBISHOP\nDo we really have to do this again?\n\nPRESIDENT SAWYER\nIf I give it to you, our enemies\nwill know everything.\n\nBISHOP\nJust the ones who can pay.\n\nPRESIDENT SAWYER\nOur country will be over.\n\nBISHOP\nThere comes a day when all empires\nmust fall, Mr. President.\n(cocks the gun)\nI'm going to count to three...\n\nPRESIDENT SAWYER\n(to Emily)\nI can't give it to him, you understand-\n\nWHAP! Stenz pistol-whips the President in the mouth! He\nspits blood. Emily looks at him. Locks eyes.\n\nEMILY\nI understand.\n\nBISHOP\nOne...\n\nPRESIDENT SAWYER\n(to Emily)\nI'm sorry.\n\nBISHOP\nTwo...\n\nEmily closes her eyes...\n\f124.\nA KLAXON goes off. Sounding throughout the complex.\n\nSTENZ\nWhat the hell?\n\nINT. WHITE HOUSE - P.E.O.C. - MORNING\nTyler, staring at his screen in disbelief. Into the radio:\n\nTYLER\nI have thermal alarms going off in\ntwo- wait, no, three different\nlocations! Third floor kitchen,\nsecond floor hall, second floor East\nBedroom-\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nEMILY\n(to President Sawyer)\nWhat does that mean?\n\nBISHOP\nIt means your father just set fire\nto the White House.\n(into radio)\nSend teams to put them out, we can't\nlet the building go up yet-\n\nSTENZ\nWe don't have teams anymore, sir!\n\nBISHOP\nThen peel men off the Situation Room,\nthis building's a two hundred year\nold tinderbox!\n\nA new alarm wails.",
  "80": "END OF PREVIOUSLY ANNOTATED SECTION:\n(into radio)\nSend teams to put them out, we can't\nlet the building go up yet-\n\nSTENZ\nWe don't have teams anymore, sir! BISHOP\nThen peel men off the Situation Room,\nthis building's a two hundred year\nold tinderbox! A new alarm wails. \n\nTARGET SECTION TO BE ANNOTATED:\nTYLER (0.S.)\n(through radio)\nFourth Alarm! Fire in the Lincoln\nBedroom!\n\nAs if on cue, the SPRINKLERS go off above them! Drenching\neveryone in the Oval Office.\n\nBishop, furious, tosses Stenz and M4 rifle.\n\nBISHOP\nKill him.\n\f125.\n\nSTENZ\nWith pleasure.\n\nHe turns and bolts for the room. Bishop, into the walkie:\n\nBISHOP\nShut those off!\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\nColonel Janowitz, in contact with the F-15's...\n\nCOLONEL JANOWITZ\nSix minutes to target, sir!\n\nAGENT KELLERMAN\nSir, you need to see this...\n\nHe turns the sound up on CNN - which now shows smoke pouring\nout of the Second and Third floor of the White House!\n\nCNN NEWSCASTER\nSmoke began pouring from the structure\nminutes ago, leading us to believe\nthat the upper floors of the White\nHouse are in fact on fire...\n\nFinnerty looks to Raphelson.\n\nFINNERTY\nIt's Cale.\n\nINT. WHITE HOUSE - WEST WING - BASEMENT CORRIDORS - MORNING\n\nThe door to the Situation Room opens and TWO MEN barrel out\nof it, running to the stairs, turning the corner to find\n\nCale, who opens up with the machine gun! The men fall!\nCale races towards the Sit Room door. Humphries steps out\nFIRING, and Cale dives to the ground, spraying back!\n\nA waterford crystal vase explodes in the hallway as Cale\nrolls sideways, strafing the door! Humphries goes down\nscreaming, bullets punching through his legs! Cale is up\nand runs into\n\nINT. SITUATION ROOM - MORNING\n\nHe pushes through the hostages, finding the wounded Tour\nGuide being tended to on the floor.\n\f126.\n\nCALE\nWhere is she?\n\nDONNIE THE GUIDE\nThey took her to the Oval Office!\n\nCale looks around to the others.\nCALE\nThere's an air strike coming! Get\neveryone out of here now!\n\nTotal panic now. People screaming, pushing through doors!\nCale running with them...\n\nINT. PENTAGON - BUNKER COMMAND CENTER\nRaphelson, eyes glued to the television.",
  "81": "END OF PREVIOUSLY ANNOTATED SECTION:\nCale running with them... INT. PENTAGON - BUNKER COMMAND CENTER\nRaphelson, eyes glued to the television. \n\nTARGET SECTION TO BE ANNOTATED:\nFINNERTY\nSomething's happening in there! We\n\nhave to give him more time!\n\nCOLONEL JANOWITZ\nFour minutes, sir!\n\nEXT. VIRGINIA SKIES - MORNING\n\nThe F-15'S STREAK towards Washington...\n\nINT. WHITE HOUSE - WEST WING - BASEMENT CORRIDORS - MORNING\nAs people pour out of the SitRoom, Cale runs for the West\nstairs, bounding up them, to the First Floor. Rounding a\ncorner into\n\nWHAM! A bloody fist to the face again!\n\nStenz. Cale's gun goes sprawling. Stenz sends another rib-\ncracking punch to his gut, sending him hurtling back into\n\nthe Press Room!\n\nSTENZ\nI'm gonna enjoy this...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBishop raises his gun and BLAM! SHOOTS the President in the\nleg! Sawyer screams, doubling over!\n\f127.\n\nBISHOP\nThat's the femoral artery. Unless I\nstop it, you're going to bleed out\nin that chair. What's the code?\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nON CNN - The hostages now STREAMING out of the building across\nthe North and South Lawns!\n\nCOLONEL JANOWITZ\nThree minutes, sir!\n\nFINNERTY\n(to Raphelson)\nGive the man a chance!\n\nEXT. WEST COLONNADE - MORNING\n\nSMASH! Cale is HURLED through the double glass doors by the\nBriefing Room out onto the Colonnade! Landing in a bloody\nheap. Stenz, advancing on him...\n\nSTENZ\nYour daughter says you're going to\ntake me to jail. So are you?\n\nStenz KICKS HIM. Cale grunts as the force of it propels him\ninto a column. Stenz pulls a knife.\n\nSTENZ (CONT'D)\nI'm gonna carve my fucking name into\nyour chest.\n\nHe leans down as Cale rolls and smashes both feet into Stenz's\nleft knee! The knee BUCKLES and Stenz screams, falling!\n\nCale yanks something from his satchel and slams it into\nStenz's chest. Stenz looks - it's the BOMB from the tunnels.\nHis eyes lock with Cale.",
  "82": "END OF PREVIOUSLY ANNOTATED SECTION:\nCale yanks something from his satchel and slams it into\nStenz's chest. Stenz looks - it's the BOMB from the tunnels. His eyes lock with Cale. \n\nTARGET SECTION TO BE ANNOTATED:\nCALE\nNo jail for you.\n\nHe pulls all six green wires and RUNS. Stenz screams a second\nbefore he BLOWS APART...\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nON CNN - the ENTIRE WEST COLONNADE EXPLODES! Chunks of pillar\nand roof are blasted out as far as the street!\n\f128.\n\nCNN NEWSCASTER\nHoly shit!\n\nInside the Bunker, Finnerty gasps. Behind her is Ted.\nTED\nLooks like somebody touched the green\nwire...\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBishop, Sawyer, and Emily are thrown to the ground as the\nbuilding rocks on its foundations!\n\nPRESIDENT SAWYER\nEmily, run!\n\nThe little girl bolts for the door! Motts smacks her in the\nback of the head with his pistol, sending her sprawling! He\nraises it to kill --\n\nPRESIDENT SAWYER (CONT'D)\nNo! Wait! I'1l give you the code!\n\nMotts looks at Bishop, who goes to his laptop.\n\nBISHOP\nNow, or she dies.\n\nThe President takes a breath and begins.\n\nPRESIDENT SAWYER\n7. 3. 5. 4...\n\nINT. WHITE HOUSE RESIDENCE - FIRST FLOOR - MORNING\n\nCale stares at the twisted flaming destruction between him\nand the West Wing - no way to get to Emily now. All he's\ngot left is his pistol. Pops the clip. Looks.\n\nCALE\nThree bullets.\n\nSnaps it back. Mind racing.\n\nCALE (CONT'D)\nThink, goddammit, think!\n\nHis eyes fall onto a very particular doorway that he went\nthrough once before in the film...\n\f129.\nINT. PENTAGON - BUNKER COMMAND CENTER\nFINNERTY\nFor the love of God, sir, you have\nto stop this!\n\nHe looks at her.\n\nRAPHELSON\nWhat if it's a trick?\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nPRESIDENT SAWYER\n3. 9. 4...\n\nHe doubles over as a coughing fit overtakes him. Spitting\nup more blood.\n\nBISHOP\nWhat's the last number! Tell me!\n\nThe President tries to speak, but all that comes out is a\nwheeze.",
  "83": "END OF PREVIOUSLY ANNOTATED SECTION:\nBISHOP\nWhat's the last number! Tell me! The President tries to speak, but all that comes out is a\nwheeze. \n\nTARGET SECTION TO BE ANNOTATED:\n Bishop curses and runs over to him. Kneeling down\nnext to him.\n\nBISHOP (CONT'D)\nThe last number. Now.\n\nSawyer mumbling something...\n\nBISHOP (CONT'D)\nWhat?\n\nHe leans down, putting his ear to the President's mouth...\n\nPRESIDENT SAWYER\nI said, I'm sticking with the pen.\n\nAnd he pulls the treaty signing PEN from his coat and STABS\nBISHOP in the neck with it!\n\nBishop screams, rearing back against the Resolute Desk clawing\nat his neck. As Motts levels his gun to kill Emily and the\nPresident both, we hear an ENGINE ROAR. Motts looks up in\ntime to see\n\nA BLACK SUV - Ripping through the Rose Garden, coming straight\nfor them. Cale at the wheel.\n\nWe barely has time to process what's about to happen before\n\f130.\n\nThe SUV smashes THROUGH THE FRONT WINDOW and INTO THE OVAL\nOFFICE! Bishop diving out of the way, the desk obliterated\nas it slams into Motts and drives him into the far wall,\ncrushing him!\n\nWater gushes from burst pipes and sparks shoot from sockets!\nPart of the roof collapses onto the SUV!\n\nINT. PENTAGON - BUNKER COMMAND CENTER\nThe whole room, screaming at Raphelson:\n\nCOLONEL JANOWITZ\n45 seconds to target! Pilots are\nremoving firing triggers!\n\nFINNERTY\nSomebody just drove a goddamn car\ninto the Oval Office, don't do this!\n\nCOLONEL JANOWITZ\nSir, I need a go/no go for payload\ndelivery!\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nBishop tears the pen from his neck and swings his arms out\nwildly, grabbing Emily up as Cale collapses out of the vehicle\ninto the ruined office of the Chief Executive!\n\nBishop presses the gun to Emily's head, as Cale brings his\nown pistol up, training it on him!\n\nSilence. Mexican stand-off. Neither man moving. In the\ndistance, the roar of jet engines approaching...\n\nBishop opens his mouth.\n\nBISHOP\nI'm going to count to-\n\nBLAM-BLAM-BLAM! Cale pulls the trigger. Bishop pitches\nback over, holes in his chest.\n\nCALE\nThree.",
  "84": "END OF PREVIOUSLY ANNOTATED SECTION:\nCale pulls the trigger. Bishop pitches\nback over, holes in his chest. CALE\nThree. \n\nTARGET SECTION TO BE ANNOTATED:\nCale falls to his knees as Emily runs to him. Wrapping her\narms around him.\n\nEMILY\nDaddy!\n\f131.\nCale hugs her tight right back...\nEXT. F-15'S (FLYING) - MORNING\nRoaring over the Potomac, coming up on the White House...\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nCOLONEL JANOWITZ\n10 seconds, go/no go!\n\nRaphelson closes his eyes. God forgive him.\n\nRAPHELSON\nGo.\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\n\nCale turns to the hole in the wall to see the jets\napproaching. Shoving Emily towards it. Too weak to follow.\n\nCALE\nRun, honey!\n\nShe looks back at him.\n\nCALE (CONT'D)\nGo, I'm right behind you!\n\nEmily looks up at the jets, and suddenly knows what's about\nto happen. She scoops up the fallen American Flag on the\noffice floor and RUNS.\n\nCale collapses to the floor. Watching her go. At least\nshe'll be safe...\n\nINT. F-15 COCKPIT (FLYING) - MORNING\n\nThe PILOT arming the weapons systems, finger moving to the\ntrigger...\n\nPILOT\nDropping in 5, 4, 3...\n\nHe squints as he sees\n\nA LITTLE GIRL on the White House lawn. Twirling, doing a\nflag girl routine. Red, white, and blue fluttering in the\nbreeze.\n\nPILOT (CONT'D)\nAbort, abort, abort!\n\f132.\nEXT. WHITE HOUSE - MORNING\n\nThe F-15's break formation, screaming over the structure!\nWeapons intact.\n\nINT. PENTAGON - BUNKER COMMAND CENTER - MORNING\n\nCOLONEL JANOWITZ\nWe have negative impact, repeat, no\nweapons released on target.\n\nRaphelson opens his eyes.\n\nRAPHELSON\nWhat?\n\nJanowitz listening to the phone, then:\n\nCOLONEL JANOWITZ\nSir, we are getting multiple reports\nin now that the hostages have reached\nthe police barricades and are saying\nthat Castle has been retaken. I...\n(pause; listens)\nThe White House is secure.\n\nThe entire room BURSTS INTO CHEERS! Hugs and tears!\nRaphelson, stunned.",
  "85": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe entire room BURSTS INTO CHEERS! Hugs and tears! Raphelson, stunned. \n\nTARGET SECTION TO BE ANNOTATED:\n Finnerty squeezes his hand. It's over.\n\nINT. WHITE HOUSE - OVAL OFFICE - MORNING\nEmily steps back into the wreckage of the Oval to find her\n\nfather propped up against the remains of the desk. He smiles\nat her. She shrugs, a little self conscious.\n\nEMILY\nYou wanted to see my flag twirling...\nCALE\nYou were beautiful, baby. You saved\nus.\nEMILY\n\nYou came back for me.\n\nCALE\nAlways.\n\nShe hugs him again. Coughing from the other side of the\nroom. They look. Sawyer, watching them. Smiling. Coughs.\n\f133.\n\nPRESIDENT SAWYER\nDid you drive a car through my office?\n\nCALE\nYes, sir.\n\nPRESIDENT SAWYER\nWe have doors, you know.\n\nCALE\nA lot more now.\n\nThe President laughs.\n\nPRESIDENT SAWYER\nGonna take awhile to fix this place\n\nup.\nEMILY\n\nYou can come stay with us.\nCALE\n\n(looking at her)\n\nUs?\nEMILY\n\nYeah.\n\nHe hugs her close. Outside on the lawn, various emergency\nvehicles gather and choppers land.\n\nCALE\nMedic! We need a medic in here!\n\nA MEDICAL TEAM rushes in. Cale and Emily step back as they\nswarm the President. Tasking his vitals, starting an IV...\n\nCale takes an offered blanket and wraps it around Emily's\nshoulders and they step out onto\n\nEXT. WHITE HOUSE - ROSE GARDEN - MORNING\n\nFire helicopters hover, dousing the top two floors of the\nWhite House with fire-retardent foam. Dozens of news choppers\ncircle. Marines set a perimeter around the building.\n\nCale and Emily walk through the fray, almost forgotten.\nUntil\n\nFINNERTY (0.S.)\nCale!\n\f134.\n\nCale turns to see Finnerty step off a helicopter. Their\neyes meet. So different than they were a few hours ago.\nSmiling as she approaches.\n\nFor a moment they don't even know what to say. Then Finnerty\nsteps forward and hugs him. Places a small kiss on his cheek.\n\nEMILY\nSo, does he have the job?\n\nFinnerty looks over to the gurney carrying the President out\nof the Oval, then smiles.",
  "86": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlaces a small kiss on his cheek. EMILY\nSo, does he have the job? Finnerty looks over to the gurney carrying the President out\nof the Oval, then smiles. \n\nTARGET SECTION TO BE ANNOTATED:\nFINNERTY\nThat depends. Does he have any\nreferences?\n\nBehind her, Cale sees Raphelson step off a chopper. Flanked\nby MILITARY AIDES, he marches grim faced towards the White\nHouse.\n\nCALE\nWhat's going on?\n\nFINNERTY\nHe could have turned back the air\nstrike and didn't. He's taking it\nhard. And...\n\nShe hesitates.\n\nCALE\nAnd what?\n\nFINNERTY\nWe just found out the fifty million\nin Bishop's account came from an\nIranian cut-out. This was state\nsponsored terrorism.\n\nCale watches Raphelson step through the ruined facade into\nwhat's left of the Oval Office.\n\nCALE\nWhat's he going to do?\n\nFINNERTY\nRetaliate.\n\f135.\nINT. WHITE HOUSE - WEST WING CORRIDORS - MORNING\n\nRaphelson marches through the ruined halls. Stepping through\nglass and debris, over fallen bodies.\n\nRAPHELSON\nSomebody clean those up.\n\nHeaded for...\nINT. WHITE HOUSE - SITUATION ROOM - DAY\n\nEmpty, now that the terrorists are gone. Raphelson steps\nover Humphries body as he enters. Exhales.\n\nRAPHELSON\nGod forgive us for what we are about\nto do.\n\nHe looks to the NAVAL AIDE carrying the Nuclear Football.\n\nRAPHELSON (CONT'D)\nOpen it.\n\nNAVAL AIDE\nSir?\n\nRAPHELSON\nOur country has been attacked by a\nrogue nuclear state, I have discussed\nit with my advisors and this is going\nto be our course of response; my\nPresidential Authorization Code is\n9983452776301, now open the football.\n\nThe Naval Aide programs the code into the keypad lock. The\ntumblers click. Opens. Inside the Nuclear Football, a\nmanilla envelope, a phone handset with a red light, and a\nsmall thumb-pad.\n\nNAVAL AIDE\nPlace your finger on the pad, sir.\n\nRaphelson does. A pin-prick draws a drop of blood.\nNAVAL AIDE (CONT'D)\nDNA verification, shouldn't take\nmore than a few seconds.\n\nThe light on the handset turns green. The Naval Aide picks\nup the phone and hands it to Raphelson.\n\f136.",
  "87": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe light on the handset turns green. The Naval Aide picks\nup the phone and hands it to Raphelson. 136. \n\nTARGET SECTION TO BE ANNOTATED:\nNAVAL AIDE (CONT'D)\nThis is a direct line to CentCom -\nwould you please read the target\npackage into the phone, sir?\n\nThe Aide opens the manilla folder for him and Raphelson reads.\n\nRAPHELSON\nThis is the President. Target package\nis as follows - the cities of Tehran,\nMashhad, Isfahan, and Tabriz.\n\nFrom the football:\n\nCENTCOM COMMANDER (0.S.)\nTarget package is confirmed, sir.\nThe release of nuclear weapons falls\nunder the two man rule - the Secretary\nof Defense must confirm your orders\nin order to launch.\n\nRAPHELSON\nThe Secretary of Defense went down\non Air Force One. I am here with\nthe Assistant Secretary who was held\nhostage in the White House. Mr.\nSecretary?\n\nHe offers the phone to a SHORT BALDING MAN who looks\nterrified. A beat. The Assistant Secretary takes it.\n\nCENTCOM COMMANDER (0.S.)\nMr. Secretary, do you confirm the\nPresident's orders?\n\nASSISTANT SECRETARY OF DEFENSE\nI do, sir.\n\nCENTCOM COMMANDER (0.S.)\nWill you please read me your\ncorresponding launch codes\nalphanumerically?\n\nRaphelson cracks open a plastic laminated card - \"The Biscuit\"\nwhich contains the launch codes. Reading.\n\nRAPHELSON\nBravo Victor Tango Seven Niner Zulu\nCharlie.\n\nCENTCOM COMMANDER (0.S.)\nMr. Secretary?\n\f137.\n\nASSISTANT SECRETARY OF DEFENSE\nBravo Victor Tango Seven Niner Zulu\nCharlie. I concur, sir.\n\nCENTCOM COMMANDER (0.S.)\nMr. President, you are authorizing\nthe release of strategic thermonuclear\nweapons on the country of Iran. Do\nyou so confirm these orders?\n\nRAPHELSON\nI do.\n\nCENTCOM COMMANDER (0.S.)\nMissiles are being spun up. We will\nneed final launch confirmation in\ntwo minutes-\n\nsix? CALE (0.S.)\nir?\n\nThis voice from the door. John Cale. Raphelson blinks.\nRAPHELSON\n\nJohn. Jesus. Ladies and Gentleman,\nthis is John Cale, the hero of the\n\nday.\n\nCALE\nI need a moment alone with the\nSpeaker.",
  "88": "END OF PREVIOUSLY ANNOTATED SECTION:\nJesus. Ladies and Gentleman,\nthis is John Cale, the hero of the\n\nday. CALE\nI need a moment alone with the\nSpeaker. \n\nTARGET SECTION TO BE ANNOTATED:\nRAPHELSON\n\nCan it wait?\n(gestures to the\nfootball)\n\nWe're a little busy here-\n\nCALE\nBishop had help, sir. Someone on\nthe outside.\n\nRaphelson looks at him.\n\nRAPHELSON\nGive us the room.\n\nSECRET SERVICE AGENT\n(uncomfortable)\nSir-\n\f138.\n\nRAPHELSON\nHe's my Secret Service, for\nChrissakes.\n\nFair enough. The others file out. Leaving the two men alone.\nNuclear football on the table between them.\n\nRAPHELSON (CONT'D)\nEmily okay?\n\nCale eyes the blinking football.\n\nCALE\nNuclear holocaust in the Middle East?\n\nRAPHELSON\nYou think it makes me happy? They\ntried to destroy our country today.\n\nCALE\nDid they?\n\nHe slowly moves around the table.\n\nCALE (CONT'D)\nSee the whole board, isn't that what\nyou told me?\n\nOn Raphelson. Doesn't like his tone.\n\nRAPHELSON\nJohn, I'm going to have to ask you\nto come to the point-\n\nCALE\nHow do you assassinate a President\nwithout making it look like an\nassassination?\n\nRaphelson stares at him.\n\nCALE (CONT'D)\n\nYou pay a man who's got nothing to\nlose. You send in a team of\nterrorists with ridiculous demands,\nyou shoot down Air Force One, you\nmake it about everything but\nassassination, so when the smoke\nclears, no one realizes that you've\ncleared the line of succession and\nascended to throne.\n\f139.\nRaphelson has gone very still.\n\nRAPHELSON\nThat's quite a story.\n\nCALE\nDo me a favor and don't deny it.\n\nRAPHELSON\nWhat about Iran?\n\nCALE\nYou never wanted the Peace Accord.\nYou paid Bishop, you told him this\nwas about data-farming. You made it\nlook like the money came from Iran.\nYou framed him to get your war.\n\nRAPHELSON\nThis war was coming no matter what.\nThis way we save 10 years in the\ndesert and thousands of American\nlives. We end it with one shot.\n\nCALE\nYou committed treason.\n\nRAPHELSON\nYou think I hurt this country?\n\nRaphelson picks up the TV remote and clicks it on. CNN shows\npeople gathering all over the country. Candlelight vigils.",
  "89": "END OF PREVIOUSLY ANNOTATED SECTION:\nRaphelson picks up the TV remote and clicks it on. CNN shows\npeople gathering all over the country. Candlelight vigils. \n\nTARGET SECTION TO BE ANNOTATED:\nPeople coming together, comforting one another.\n\nRAPHELSON (CONT'D)\nThis unified them. One nation,\nindivisible once more. United behind\na common goal. Today made us stronger\nthan ever.\n\nCALE\nUnder you, right? Let me guess, the\nPresident's going to mysteriously\nsuccumb to his wounds at Bethesda.\n\nRAPHELSON\nYou're looking at the President,\nson.\n\nCALE\n\nYou're under arrest.\n\f140.\n\nRAPHELSON\nI don't think so.\n\nThe Football squawks:\n\nCENTCOM COMMANDER (0.S.)\nSir, we need final codeword\nconformation for launch.\n\nRaphelson reaches for the handset. Cale draws his gun.\n\nRAPHELSON\nWhat are you gonna do? Shoot the\nPresident? There are a thousand\nMarines outside that door and no one\nwill believe you.\n\nCALE\nWhy not?\n\nRAPHELSON\nBecause you're nobody. Despite your\nheroics today, in the end you're\njust a shell shocked little shit and\nI'm the President of the United\nStates!\n\nPRESIDENT SAWYER (0.S.)\nNo, you're not.\n\nRaphelson turns to see Finnerty wheeling a very much awake\nSawyer in a wheelchair. He looks at Cale in disbelief.\n\nPresident Sawyer picks up the handset for the football.\n\nPRESIDENT SAWYER (CONT'D)\nThis is President Sawyer, cancel all\nlaunch preparations and return us to\nDEFCON 2.\n\nCENTCOM COMMANDER (0.S.)\nRoger that, sir.\n\nRAPHELSON\nBut- but, you can't! I'm the\nPresident now!\n\nPRESIDENT SAWYER\nThen consider this a coup de'tat.\nTake him onto custody.\n\f141.\n\nFinnerty moves to him when Raphelson screams, pulling the\ngun she gave him from his pocket, levelling it at the\nPresident...\n\nBLAM! Cale fires once. The bullet rips through Raphelson's\nleft thigh. He goes down screaming.\n\nPRESIDENT SAWYER (CONT'D)\nHurts, doesn't it?\n\nThe doors fly open as everyone else rushes in at the sound\nof the shot. Sawyer nods to Raphelson.\n\nPRESIDENT SAWYER (CONT'D)\nPlease place the Speaker of the House\nunder arrest.",
  "90": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe doors fly open as everyone else rushes in at the sound\nof the shot. Sawyer nods to Raphelson. PRESIDENT SAWYER (CONT'D)\nPlease place the Speaker of the House\nunder arrest. \n\nTARGET SECTION TO BE ANNOTATED:\nRAPHELSON\n(moaning)\nI need a hospital...\n\nPRESIDENT SAWYER\nPrisons have hospitals, don't they?\n\nFINNERTY\nYes, sir.\n\nPRESIDENT SAWYER\nAll right, then. Take him away.\n(to Cale)\nAnd you. Isn't this your day off?\n\nCALE\nYes, sir.\n\nPRESIDENT SAWYER\nThen what are you still doing here?\nGo take your daughter to lunch.\n\nCale smiles.\n\nCALE\nThank you, sir.\n\nHe turns to the door. We depart with him, leaving the\nPresident giving orders, back in charge:\n\nPRESIDENT SAWYER\nGeneral, get me the President of\nIran on the phone...\n\f142.\nEXT. WHITE HOUSE - MORNING\n\nCale and Finnerty step out through the ruined Oval Office\nand walk across the wreckage strewn South Lawn with Emily.\n\nFINNERTY\nI've been thinking.\nCALE\nYeah?\nFINNERTY\nYou're the worst Secret Service Agent\never.\nCALE\n\nHow do you figure?\n\nFINNERTY\nThe President was shot once in your\ncare, you just shot another President\nin the leg, and although I can't\nprove it conclusively, I'm pretty\nsure you set fire to the White House.\n\nCALE\nWell when you say it all out loud\nlike that...\nFinnerty laughs. The three of them walk on.\nAll of Washington DC laid out in front of them. Smoke rising,\nbut already a sense of community. People pulling together,\na city rebuilding. Emily grasps her father's hand.\n\nEMILY\nLet's go home.\n\nWe begin to pull up and back. The building behind them looks\ndifferent. Battered, missing some pieces.\n\nBut it's still the White House.\n\nA pair of F-15s ROAR OVERHEAD, flying Combat Air Patrol over\nOur Nation's Capital. Safe once more.\n\nROLL CREDITS\n\nFADE OUT\n\f"
}