{
  "1": "\n  WILLARD\n\n\n\n\n\n\nBODY { background-color: \"#FFFFFF\"; font-family: Courier New, Helvetica, sans-serif; font-size:10.0pt }\n\n\n\nDIV { position:absolute; left:5px; top:20px; width:734px; height:500px;  }\n\n\n\n#loc { font-family:Courier New; font-size:10.0pt; font-weight: normal;margin-top:0in; margin-right:1.2in; margin-bottom:0in;\n\nmargin-left:0.8in;text-transform:uppercase } \n\n\n\n#slug { font-size:10.0pt; \n\n\tfont-family:Courier New;\n\n\tfont-weight: normal;\n\n\tmargin-top:0in;\n\n\tmargin-right:1.2in;\n\n\tmargin-bottom:0in;\n\n\tmargin-left:0.8in;\n\n\ttext-transform:uppercase;\n\n\t\n\n} \n\n\n\n#act {font-size:10.0pt;  font-family:Courier New; font-weight: normal;margin-top:0in; margin-right:1.8in; margin-bottom:0in;\n\nmargin-left:0.8in } \n\n\n\n\n\n#speaker {font-size:10.0pt;  font-family:Courier New; font-weight: normal;margin-top:0in; margin-right:1.in; margin-bottom:0in;\n\nmargin-left:2.8in;text-transform:uppercase }\n\n\n\n#spkdir { font-size:10.0pt; font-family:Courier New; font-weight: normal;margin-top:0in; margin-right:2.7in; margin-bottom:0in;\n\nmargin-left:2.2in }\n\n\n\n#dia {font-size:10.0pt;  font-family:Courier New; font-weight: normal;margin-top:0in; margin-right:2.6in; margin-bottom:0in;\n\nmargin-left:1.6in }\n\n\n\n#pg { font-size:10.0pt; font-family:Courier New; font-weight: normal;margin-top:0in; margin-right:1.75in; margin-bottom:0in;\n\nmargin-left:6.5in }\n\n\n\n#right { font-size:10.0pt; font-family:Courier New; font-weight: normal;margin-top:0in; margin-right:0.75in; margin-bottom:0in;\n\nmargin-left:5.",
  "2": "0in }\n\n\n\n\n\n\n\n\n<!--\n\ngoogle_ad_client = \"pub-7685866183814465\";\n\ngoogle_alternate_ad_url = \"http://www.horrorlair.com/defaultad_486.html\";\n\ngoogle_ad_width = 468;\n\ngoogle_ad_height = 60;\n\ngoogle_ad_format = \"468x60_as\";\n\ngoogle_ad_channel =\"0948875253\";\n\ngoogle_color_border = \"CCCC99\";\n\ngoogle_color_bg = \"CCCC99\";\n\ngoogle_color_link = \"333300\";\n\ngoogle_color_url = \"666633\";\n\ngoogle_color_text = \"CC3300\";\n\n//-->\n\n\n\n\n\n\nMain Titles\n\nRats in the Basement\n\nINT. BASEMENT - WILLARD'S HOUSE - NIGHT\n\nIn the pitch darkness of an old shivery east coast cellar, the audience sits amongst SILENCE. Then... Rising from the THEATRE'S REAR SPEAKERS...faint tiny claws, many, moving as one, scuttle; seemingly in the roof of the THEATRE. CHEWING. SCRATCHING. TEARING.\n\nAn elderly woman, shrill and startling, calls out in the\n\ndark.\n\nMRS. STILES\n\nWillard!\n\n(beat)\n\nThere are rats in the basement!\n\nThe scuttling stops. Silence. Beat; another, then...a metal doorknob, distinctive to a classic antiquated house, CLACKS and echoes. O.S., A door slowly squeaks open.\n\nFrom an upstairs room, a rhomboidal patch of light creeps across the TOP RIGHT OF FRAME. Within the light holds the hesitant shadow of an average sized man at the summit of a flight of stairs, descending into a cold, dark cellar.\n\n\nO.S., a light switch FLIPS. A FLASH! An exaggerated POP! The light bulb blows in the f.g., a fuse-box CRACKLES, sprays tiny blue sparks, then returns to darkness.\n\nThe shadow FLIPS the light switch with anxious futility. The basement remains dark.\n\nThe shadow SIGHS, shrinks, before the man DESCENDS an OS set of stairs; the risers bare. The aged wood creaks. Eerie as Arriving at a landing, he enters frame. Remaining in silhouette, yet backlit by the light spilling into the cellar from the upper room. Although face obscured by darkness, his posture reflects a dread as he continues down the stairs.\n\nUpon reaching the cement floor, CAMERA CREEPS BACK.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nRemaining in silhouette, yet backlit by the light spilling into the cellar from the upper room. Although face obscured by darkness, his posture reflects a dread as he continues down the stairs. Upon reaching the cement floor, CAMERA CREEPS BACK. \n\nTARGET SECTION TO BE ANNOTATED:\n The light is dim, yet enough to reveal a fuse-box beside wooden storage shelves lining the walls. With a hand against the stone wall as a guide in the darkness, the figure moves to the fuse-box. \n\nOpening the fuse-box door releases residual snaking blue smoke. He twists the fuses; taps on them. Nothing. Closing the fuse-box, he notices the wires have been chewed.\n\nWith cautious loathing, the man blindly continues to the shelves and rummages through the supplies.\n\nHis hands find a shoe box labeled FUSES and begins sliding it off the shelf. Until...he petrifies. CAMERA SWEEPS into the shoebox lid REVEALING half a dozen tapered rat droppings.\n\nAghast, the figure quickly pulls his hands away, trembling in the gray light. He holds. Still shaking, the hands quickly remove a toilet plunger from a shelf. CAMERA FOLLOWS the improvised weapon as it RISES several shelves. Chewed holes replace the Quaker's eyes on a tube of oatmeal giving the\n\npilgrim's smile the appearance of a madman. The toilet plunger pokes around, discovering chewed holes in boxes of Jello and Jiffy-Pop. Even candles and canned food have been gnawed.\n\nTense, the plunger pulls away knocking items off the shelf. A reflective glint rolls INTO FRAME. The bulb end of a cheap flashlight is grabbed by the man and hurriedly lit.\n\nAs the small light flares...SCUTTLING. The man spins toward the SOUND...\n\nIN THE FLASHLIGHT BEAM\n\nA glimpse, yet...an unmistakable glimpse...of several rat tails dashing through a hole in a mesh screen; disappearing beneath the house.\n\nWILLARD\n\nCAMERA PUSHES IN on WILLARD STILES, 30's. Under-lit by the trembling flashlight, still in his short sleeve white collar shirt and cheap tie work clothes. CAMERA CONTINUES...MOVING CLOSE on his puppy like eyes; locked on the mesh screen across the room. CAMERA CONTINUES until these eyes FILL THE FRAME; these eyes...afraid.\n\nINT. DUANE READE DRUG STORE - NIGHT - CLOSE-2-SHOT\n\nA line drawing of a mouse, ears and tail, sits in the center of a red circle and slash; in the chief of the d-CON herald.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMERA CONTINUES until these eyes FILL THE FRAME; these eyes...afraid. INT. DUANE READE DRUG STORE - NIGHT - CLOSE-2-SHOT\n\nA line drawing of a mouse, ears and tail, sits in the center of a red circle and slash; in the chief of the d-CON herald. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nWILLARD\n\nAgonizes over a laminated placard chained to the store shelf.\n\nWILLARD'S POV - PLACARD\n\nd-CON Guide to Rodent Control...\n\nWILLARD\n\nSighs, reaches out and holds the guide...\n\nWILLARD'S POV - d-CON GUIDE TO RODENT CONTROL\n\nHis finger searches through questions on the far right. \"What type of rodents do you have?\" \"Mice\", \"Rats\". \"Where will product be used?\" \"High traffic areas (Kitchen, Family Room, etc.) \"Low Traffic Areas (Attics, Garages, basements, etc...)\n\nThe finger pauses upon... \"Do you want proof you caught the rodents?\" *Yes, I want proof. *No, I do not want to see or come in contact with a dead mouse/rat.\"\n\nWILLARD\n\nPerspiration beads on his forehead.\n\nD-CON GUIDE TO RODENT CONTROL (FILLING THE FRAME)\n\nWillard's trembling finger settles beneath... \"No, I do not want to see or come in contact with a dead mouse/rat...\"\n\nThe finger moves across the guide to the recommended d-CON product which is \"Mouse-Prufe II\".\n\nWILLARD\n\nSearches the shelves with his eyes.\n\nCLOSE - DUANE READE SHELVES\n\nCAMERA PASSES OVER several sickening options. A package of an electronic pest repeller illustrates spiders, moths and rats fleeing from concentric circles of ultra sound.\n\nThe Giant Destroyer is powdered sodium nitrate; \"The Effective Gas Killer! Kills Gophers, Moles, Woodchucks, Rats, Skunks & Ground Squirrels!\"\n\nZep Commerical offers \"Pest Glue Traps\"; squares of cardboard with dabs of adhesive. \"Traps Crickets, Spiders, Scorpions, Cockroaches and Larger Pests!\"\n\nWILLARD\n\nFrustration increasing; rummaging the shelves. He holds...\n\nWILLARD'S POV - STORE SHELVES\n\nThe store marker indicates the location of \"Mouse Prufe II.\" The area, however, is empty. The store is sold out.\n\nWIDE OVERHEAD ANGLE\n\nBright fluorescent lights glare upon Willard standing before the pest control section; an aisle amongst several aisles. While he is motionless, other customers move amongst the aisles like lab rats in a maze...\n\nEXT.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIDE OVERHEAD ANGLE\n\nBright fluorescent lights glare upon Willard standing before the pest control section; an aisle amongst several aisles. While he is motionless, other customers move amongst the aisles like lab rats in a maze... EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n STREET - OLD BROOKLYN HEIGHTS - NIGHT\n\nDead LEAVES blow across a cracked sidewalk. A pair of worn wing-tip shoes enter frame. CAMERA FOLLOWS the shoes adjusting to reveal Willard proceeding along the way.\n\nCAMERA FOLLOWS Willard, passing nineteenth century brownstone houses. Several are under renovation; caged by scaffolding. Others are for sale, marked by high-end realtor signs.\n\nCAMERA MOVES AHEAD OF WILLARD until pausing on a corroded bronze plaque marked \"STILES\". CAMERA PAUSES as Willard, carrying a Duane Reade bag, starts up the steps.\n\nCAMERA PULLS BACK TO REVEAL a three-story brownstone suggesting hints of a proud past, turned pathetically decrepit, dark, and sad. The first and second level windows are barred. High above, centered, sits a yellow stained glass Dormer window beneath a Mansard roof.\n\nINT. WILLARD'S HOUSE - NIGHT\n\nThe whistling wind GUSTS as Willard enters, holding a bag of large wood Victor rat traps. Several real estate agency business cards and solicitations are attached with rubber bands to the doorknob. Willard removes and tosses the calling cards atop a stack of mail atop a desk-table.\n\nCLOSE - TABLE\n\nThe new solicitations fall up several dozen previous offers.\n\nINT. BASEMENT - WILLARD'S HOUSE - NIGHT - EXTREMELY CLOSE\n\nMetal coils strain as a thick copper bow is pulled back. \n\nA LOCKING BAR\n\nIs placed over the bow and engaged on the curved portion of the bait pedal, dabbed with peanut butter. SUDDENLY! the locking bar slips out of place. The bow releases! SMACK!\n\nWILLARD\n\nDrops the rat trap, clutching the knuckle of his index\n\nfinger. Faintly splattered with peanut butter, he sucks on his throbbing knuckle.\n\nAngry, he picks up the trap intending to heave it against the wall. His eyes however, flash upwards; considerate of not waking someone in the house, upstairs.\n\nHolding the trap, he takes a closer look. Pulling the bow, he feels the tension. Releasing it, he imagines the death blow. SNAP! He pulls back the bow; releasing it. SNAP!\n\nWillard appears repulsed by the medieval device. And yet...",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nSNAP! Willard appears repulsed by the medieval device. And yet... \n\nTARGET SECTION TO BE ANNOTATED:\n He considers the power over another life which lies in his hands. He pulls back the bow; releases it. SNAP!\n\nAs he continues, hypnotized by the rat trap, CAMERA PULLS AWAY, as if to leave Willard alone in the cellar. SNAP! Several successfully set rat traps encircle him. He pulls back the bow; releases it. SNAP!\n\nCAMERA NOW SHIFTS...PANNING. ACROSS THE CELLAR to the small hole in the wire mesh, leading beneath the house. Willard is not alone.\n\nAS CAMERA PUSHES IN, THROUGH THE DARKNESS and HOWLING WIND OUTSIDE,.. two quarter-sized opalescent circles reflect light in a manner unique to animal eyes. OS, SNAP! The flashlight spill creates the illusion of mean, furrowed brows. Whiskers\n\nextend six inches in each direction from the snout.\n\nCAMERA CREEPS towards an enormous greasy eighteen inch black Norwegian rat; watching Willard.\n\nThis is BEN. SNAP!\n\nAwful Mother, Awful Name\n\nINT. PARLOR - WILLARD'S HOUSE - NIGHT\n\nTwo stuffed pheasant silhouettes frame the f.g., Positioned high upon a bookshelf, OS, a CLOCK peals. Across the dim room of dark wood, Willard appears and starts up a staircase. \n\nThe clock CHIMES. He checks his Timex wristwatch, then sighs with frustration. As he starts down the stairs, CAMERA MOVES RIGHT, as if along the wall; black figures of stuffed animals pass between Willard and CAMERA.\n\nReaching the fireplace mantle, CAMERA HOLDS as if settling upon the mantle. CAMERA is always a touch above eye level on Willard. Looming above him is an ornately handled funeral urn.\n\nHe checks his watch, reaches to the mantle, and resets the clock. After winding several revolutions, he wipes at the layers of dust, leading the urn. He freezes! Sad and pining.\n\nREVERSE - LOWER ANGLE\n\nLike a fading omnipresent memory, a portrait of a pin\n\nstripped suited captain of industry yet also a kindly father in his early fifties hangs above the urn in the dim light. An engraving identifies the urn as the ashes of \"Alfred Benjamin Stiles. Loving husband and father. 1944-1995.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nREVERSE - LOWER ANGLE\n\nLike a fading omnipresent memory, a portrait of a pin\n\nstripped suited captain of industry yet also a kindly father in his early fifties hangs above the urn in the dim light. An engraving identifies the urn as the ashes of \"Alfred Benjamin Stiles. Loving husband and father. 1944-1995. \n\nTARGET SECTION TO BE ANNOTATED:\nRETURN - WILLARD - HIGHER ANGLE\n\nCAMERA MATCHES THE MOVE on Willard's expression, lost in fond but pained memories of his father...\n\nINT. 2ND STORY LANDING - HALLWAY - WILLARD'S HOUSE - NIGHT\n\nWillard's shadow stretches across a wall as he moves up the stairs. Willard turns off the downstairs light and continues along the hallway. Outside, the cold WIND CONTINUES HOWLING.\n\nMRS. STILES (O.S.)\n\nWillard.\n\nWillard holds before a bedroom, door ajar. CAMERA CREEPS INTO HIM; eyes reluctantly turning toward the room.\n\nWILLARD'S POV - HIS MOTHER'S BEDROOM\n\nA slash of autumn light cuts across a pair of elderly female eyes, reflecting an iridescent gray; eerie, like an animal. The encircling skin is pale. The lids, lined a dying pink.\n\nAlthough at the core the woman's voice is a loving mother. The edges are shrill and nagging.\n\nMRS. STILES\n\nWhat are you doing?\n\nWILLARD\n\nHolding in the hallway, dry and well mannered.\n\nWILLARD\n\nI'm going to bed.\n\nMRS. STILES (O.S.)\n\nIt's late!\n\nWILLARD\n\nYes. I'm going to bed. Good night, mother.\n\nHe begins moving off, then freezes upon...\n\nMRS. STILES (O.S.)\n\nWhat were you doing down there, so late?\n\nWILLARD\n\nYou said there were rats.\n\nMRS. STILES (O.S.)\n\nDid you see them?!\n\nPause. A smile spreads over Willard which his mother can read as reassuring, however, he's enjoying lying to her.\n\nWILLARD\n\nThere are no rats.\n\nMRS. STILES (O.S.)\n\nThere are!\n\n(catches her breath)\n\nAll our neighbors moving away and all these new people remodeling the houses are stirring up rats.\n\nThe smile quickly fades.\n\nWILLARD\n\nHave you been to the basement?\n\nMRS. STILES (O.S.)\n\nOh, you know I can't. But I know they're there. I smell them! All my life I could smell mice.\n\nWILLARD\n\nSmell mice.\n\nMRS. STILES (O.S.)\n\nAnd hear them! Don't you hear them down there?!\n\nWILLARD\n\nIt's just the wind. There are no rats.\n\nMRS.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLARD\n\nIt's just the wind. There are no rats. MRS. \n\nTARGET SECTION TO BE ANNOTATED:\n STILES (O.S.)\n\n(a tubercular sigh)\n\nCome in here.\n\nCAMERA INCHES, AGAIN... CLOSE to Willard. His expression reflecting neither disgust or hate...just...reluctance.\n\nMRS. STILES (O.S.)\n\nCome in here!\n\nWillard CLEARS FRAME, moving toward his mother's bedroom...\n\nINT. MRS. STILES' BEDROOM - CONTINUOUS\n\nMrs. Stiles wears a mousy light brown fleece nightgown beneath a down comforter and still suffers chills. She is propped against pillows, three deep; the cases blotted with dried yellow and gray fluidal stains.\n\nWillard enters and stands at her bedside. Although she takes his hand, his mother never looks at him while she talks; closing her eyes or busying herself, but never looking into his eyes and truly seeing him.\n\nMRS. STILES\n\nI'm sorry I've been such a bad mother to you...\n\nWillard moves to her with sincerity and warmth, carefully removing the pillows behind her and fluffing them.\n\nWILLARD\n\nYou've been... You are...a wonderful mother.\n\nMRS. STILES\n\nIt's my fault your life was wasted.\n\nHolding a pillow at each end, he is about to return it to its original position, yet the comment freezes him. For a beat...he's in a tempting position to suffocate her. Yet, he carefully eases her forward, places the pillow behind her, and gently returning his mother to a comfortable position.\n\nMRS. STILES\n\nWillard...\n\nConflicted, unable to see her so ill and yet anxious to leave the room, he forces a warm smile, as if \"yes, mother?\"\n\nMRS. STILES\n\nWhat an awful name. Willard.\n\n(sigh)\n\nIf you had a stronger name, Frank Martin wouldn't push you around.\n\nWillard holds, hurt, aware his mother is not daffy or Alzheimer's demented, rather, unwittingly mean.\n\nMRS. STILES\n\nOr maybe you'd've found a girlfriend if you'd had a more handsome name. Mark or Kyle. \n\nClark.\n\n(beat)\n\nFrom now on, Willard, you're name's Clark.\n\nMrs. Stiles settles back and closes her eyes.\n\nMRS. STILES\n\nGood night, Clark.\n\nAs Willard holds in the darkness, stoic, yet wanting to cry...\n\nINT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTILES\n\nGood night, Clark. As Willard holds in the darkness, stoic, yet wanting to cry... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WILLARD'S BEDROOM - CONTINUOUS\n\nIn a queen sized bed, natural shadows created by barred windows fall across Willard, awake. The wind has died. It is QUIET.\n\nThen...from within the ceiling...a PIT-A-PAT is first HEARD in the REAR SPEAKERS Of the theatre. Claws scuttle. CLICK CLICK CLICK. Seemingly moving from rear to forward speakers, as if over the audience.\n\nCAMERA CREEPS FORWARD, toward Willard, frozen with anxiety by the tiny scratching claws. As CAMERA REACHES Willard, a beat of silence. Then snap! O.S., in the basement, a rat trap is set off. SNAP! Another. SNAP! SNAP! SNAP!\n\nAs Willard slams his eyes shut.\n\nINT. BASEMENT - MORNING\n\nCLICK! A flashlight beam cuts the darkness. Willard holds at the top of the landing. CAMERA SWEEPS UP the beam revealing Willard's baffled and distraught expression:\n\nWILLARD'S POV - CELLAR\n\nThe dozen traps have all been tripped, however, every one is empty. There is not a dead rat in sight.\n\nHe Wants to See You\n\nEXT. FACTORY - DAY\n\nAn old brick and iron decorative arch extends over the walkway to a factory; designated \"Martin-Stiles Iron Works.\" A sub-sign clarifies: \"Industrial & Commercial Fences.\"\n\nOn the large sign, \"Martin\" has clearly been added in recent years and maintained, as has Manufacturing\", while \"Stiles\" has been allowed to oxidize and drips green.\n\nLate, Willard, with a hand-me-down leather accordion briefcase under his arm hustles beneath the archway. An old decorative iron fence frames the factory grounds.\n\nEXT. PARKING LOT - FACTORY - MORNING\n\nWillard sighs with dread while checking his cheap watch. Approaching the factory office, he notes...\n\nA PARKING SPACE\n\nA mid-nineties Cadillac is parked in the power spot. A sign on the brick wall declares: RESERVED - MR. MARTIN\n\nINT. HALLWAY - ELEVATOR - MORNING\n\nThe building was erected during the first world war. \n\nPerfunctory pastiche renovations have created a sampling of lifeless 20th Century office building decor.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN\n\nINT. HALLWAY - ELEVATOR - MORNING\n\nThe building was erected during the first world war. Perfunctory pastiche renovations have created a sampling of lifeless 20th Century office building decor. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMERA FOLLOWS the patch of yellowing plastic fluorescent lights leading along a hallway of gray and red speckled linoleum floors and wood paneled walls.\n\nThe greasy elevator arrives. A metal door opens before a second wire mesh door can be opened. Willard hustles out and dashes into the hallway.\n\nINT. OFFICE BULLPEN - MORNING\n\nWillard passes through a doorway leading to a shared office with several gray metal desks. Cathryn responds to his awkward charm with a pained, yet sincere smile. She quickly assesses he is being bullied.\n\nCATHRYN\n\nYeah. It seems no one told Mr. Stiles I would be here.\n\nMS. LEACH\n\n(mocking him)\n\nWell, Willard...maybe that's why he wants to see you.\n\nMs. Leach fires her thumb blindly over her shoulder toward a closed door. CAMERA INCHES IN on Willard tensing with intense dread and suppressed anger as his eyes flash toward...\n\nWILLARD'S POV - THE CLOSED DOOR\n\nWILLARD\n\nWell above his eye-line, nearly looking down on him, CAMERA LEADS WILLARD toward the door. Cathryn watches him, feeling somehow responsible for his call to the principal's office.\n\nWILLARD'S POV - OFFICE DOOR\n\nCAMERA PUSHES IN... The name FRANK MARTIN growing larger. Willard's hand knocks. After a power pause...\n\nMR. MARTIN (O.S.)\n\nYeah.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nThe door opens revealing FRANK MARTIN, early 60's, eyes down, working at a large desk placed in the power position. Cuff links, suspenders and televangelist hair, Mr. Martin believes he is the top of the pyramid. At a conference of true CEOs, however, he'd be avoided like the plague. An old economy, fold school, embarrassment.\n\nWILLARD\n\nVentures an arm length into the room, clutching the doorknob, while awaiting acknowledgement.\n\nMR. MARTIN\n\nKeeps working, making Willard hang...\n\nWILLARD\n\nAverts his eyes, then quietly attempts a retreat.\n\nMR. MARTIN (O.S.)\n\nWho's that at your desk, Willard?\n\nCaught, Willard looks up.\n\nMR.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n\nWho's that at your desk, Willard? Caught, Willard looks up. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n MARTIN\n\nEyes still on his work, gestures pointedly for Willard to take a seat in one of the leather chairs across his desk.\n\nWIDER\n\nWillard moves like a condemned man trying to maintain a morsel of dignity. He sits. Martin maddeningly busies himself as a means of intimidation...\n\nMR. MARTIN\n\nWho's that at your desk, I said.\n\nWILLARD\n\nI...I don't know her.\n\nMR. MARTIN\n\nNo? You're the reason she's here.\n\nIncreasingly flustered and angry, Willard can only manage to shake his head and shrug. Mr. Martin shakes his head in disgust, mocking his employee.\n\nMR. MARTIN\n\nYou are at least a week behind processing the purchase orders. Aren't you?\n\nWillard averts his eyes, ashamed and guilty.\n\nMR. MARTIN\n\nAt least a week...\n\nMartin stands, paces, raising his voice, eyes fiery. His\n\nvenom appears derived from more than tardy purchase orders.\n\nMR. MARTIN\n\nThat means... My sales people. The guys out on the floor, inventory, shipping. EVERYTHING comes to a dead stop. Because you allowed purchase orders to bottleneck on your desk.\n\nWillard appears driven to the brink of tears. He would never let them fall in front of Mr. Martin. He takes his beating.\n\nMartin studies him, yet looks through Willard. Then with a sadistic passive-aggressive transition, moves to the desk and sits before Willard, assuming a friend of the family tone.\n\nMR. MARTIN\n\nYour family name is still on this factory, Willard. Martin - Stiles - Iron Works. Your father built this company. If nothing else, son, that should make you want to be proud of your work.\n\nWillard submissively looks up to his boss.\n\nWILLARD\n\nMy mother's been sick.\n\nMartin sits in the other chair beside Willard, placing a hand of false comfort on the employee's arm.\n\nMR. MARTIN\n\nAnd that's why you've fallen behind?\n\nWillard nods. Out of intense disdain, Willard is unable to look at Mr. Martin.\n\nMR. MARTIN\n\nWillard, I'm an old friend of the family. I've known your mother since before you were born. She should be comfortable.\n\n(beat)\n\nAnd you, young man, shouldn't carry that kind of burden.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nI've known your mother since before you were born. She should be comfortable. (beat)\n\nAnd you, young man, shouldn't carry that kind of burden. \n\nTARGET SECTION TO BE ANNOTATED:\n(beat)\n\nYour father was like a father to me and I promised him I would always take care of you and your mother. That as long as she was alive...you'd have a job here.\n\nCAMERA CRANES DOWN TO WILLARD'S FEET. Out of Mr. Martin's view. Willard angrily digs his shoe tip into the carpet.\n\nMR. MARTIN\n\nWith a false sagacity.\n\nMR. MARTIN (O.S.)\n\nAnd in keeping with that promise, I have to advise you to find your mother a good rest care facility.\n\nWILLARD - ABOVE EYE LEVEL\n\nHis eyes aimed down, anywhere but directly at his boss...\n\nWILLARD\n\nWe can't afford that.\n\nWIDER\n\nMartin rises and returns to his desk while making a suggestion; delivered as if it were an off the cuff idea.\n\nMR. MARTIN\n\nWhy not sell your house?\n\n(beat)\n\nI'd buy it from you! I mean...what are friends for?\n\nWillard stands, a bit shaky.\n\nWILLARD\n\nI'm sorry, Mr. Martin, I'll catch up. I'll stay late.\n\nMartin burns, aware Willard is politely disrespecting him.\n\nMR. MARTIN\n\nAnd pay you more in overtime than it costs me for a temp?\n\nWillard backs away and cautiously turns toward the door.\n\nMR. MARTIN\n\nGoddamn right you'll catch up!\n\nINT. OFFICE BULLPEN - MORNING\n\nWillard opens the door. Mr. Martin, face red, shouts in the b.g. For all the employees to hear.\n\nMR. MARTIN\n\nWhat you'll never understand...\n\nWillard holds the doorway, his eyes having caught --\n\nCATHRYN\n\nAverts her sympathetic eyes.\n\nMR. MARTIN\n\nIs that business is a rat race and promise or no promise...\n\nWILLARD\n\nContinues toward his desk, leaving Mr. Martin framed in his office doorway.\n\nMR. MARTIN\n\nI will not get eaten by all those other rats...because of you!\n\nStuck Like Glue\n\nINT. DUANE READE DRUG STORE - NIGHT - GLUE TRAPS\n\nWillard's hand removes a cellophane package holding four cardboard rectangles dabbed with industrial glue.\n\nWILLARD\n\nHaving stopped after his hard day at work and holding a package of new plug fuses, he studies the glue trap package.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nStuck Like Glue\n\nINT. DUANE READE DRUG STORE - NIGHT - GLUE TRAPS\n\nWillard's hand removes a cellophane package holding four cardboard rectangles dabbed with industrial glue. WILLARD\n\nHaving stopped after his hard day at work and holding a package of new plug fuses, he studies the glue trap package. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD'S POV - GLUE TRAP PACKAGE\n\nDisposable; just throw everything away! \"Your hands never touch the pest or glue!\"\n\nINT. BASEMENT - WILLARD'S HOUSE - NIGHT\n\nLike a rat, CAMERA CREEPS EERILY ACROSS THE FLOOR, assembling several dozen 4X6 cardboard squares strategically placed throughout the basement. CAMERA CONTINUES toward a flashlight beam aimed in an open fuse-box. Willard screws a new plug fuse into the box. The overhead lights flash until sparks snap from the fuse box. The lights BLOW!\n\nOnce again, left to the flashlight beam, Willard jumps back and while fanning the blue smoke billowing from the fuse box.\n\nWILLARD\n\nFUCK ME! Can't I do anything!?\n\nINT. WILLARD'S BEDROOM - NIGHT\n\nWillard is asleep. It's not a fit sleep. His tense fingers clench the covers while his teeth GRIND. CAMERA HOLDS. In the silence... In the darkness...\n\nSuddenly O.S., in the basement, a horrific nonhuman SHRIEK of shreds the silence.\n\nCAMERA SNEAKS IN on Willard awakened and disoriented, frightened by the high pitched squeals of a rat. REEK! REEK! REEK! REEK! REEK!\n\nMRS. STILES (O.S.)\n\nCLARK! CLARK! CLARK!\n\nWillard throws down the covers and jumps out of bed.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS\n\nEyes wide in a cold sweat, Willard races down the hall toward the stairway. Passing his mother's bedroom, CAMERA CATCHES a glimpse of her sitting upright in bed, trembling with fear.\n\nMRS. STILES (O.S.)\n\nWhat is it?! What is it?!\n\nINT. KITCHEN - CONTINUOUS\n\nThe volume of squeals intensifies as Willard runs toward the cellar door. CAMERA FOLLOWS as he whisks the door open unto a dark abyss. The squeals become blaring. REEK! REEK!\n\nOut of habit, he clicks the light switch, but it doesn't work. Having placed a flashlight on the top step, he grabs it, CLICKS it on and whips the beam down the stairs.\n\nIN THE FLASHLIGHT BEAM\n\nNothing but cold cement. The shrieking continues...",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nHaving placed a flashlight on the top step, he grabs it, CLICKS it on and whips the beam down the stairs. IN THE FLASHLIGHT BEAM\n\nNothing but cold cement. The shrieking continues... \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nEyes wincing at the horrific sound, yet desperate to find it a source, searches with the flashlight...\n\nSuddenly, movement. A small two weeks old white rat with red eyes is caught in the glue trap. However, only the hind legs are stuck and immobilized. The front legs remain free. Desperately scuttling across the floor like an amputee panhandler gone mad on his wheeled cart.\n\nWILLARD\n\nHis head and eyes dart, watching the young rat. The pest situation, his mother, his work seems to boil over. Enough.\n\nHe marches into the cellar, grabbing the first lethal tool he finds, a garden hand cultivator with three pointed prongs. As he turns and searches for the rat on the floor...\n\nA second PLEA cuts through the white rats' SHRIEKS.\n\nIN THE FLASHLIGHT BEAM\n\nThe light pans up to the hole in the wire mesh. An older, larger white rat, surrounded by a half-dozen young rats looks directly at Willard.\n\nWILLARD\n\nSenses this is the mother of the trapped rat. The mother rat expresses a submissive posture to Willard; ears back and head down, eyes toward him...\n\nWillard instinctively senses the mother's plea for mercy.\n\nWIDER\n\nWhile the young rat REEK! REEK! REEKS!, darting in and out of FRAME on the floor, Willard returns to the shelf holding rusted garden tools. HE sets down the hand cultivator, quickly places a pair of work gloves on his hands and turns toward the small white rat.\n\nCLOSE - YOUNG WHITE RAT\n\nDarts across the floor, trying to escape the light and the gargantuan figure chasing him.\n\nWILLARD\n\nHolding the flaslight, in his favorite pajamas and bare feet, grabs the rat with his free, glove3d hand.\n\nINT. 2ND FLOOR BATHROOM - CONTINUOUS\n\nCLOSE PACKAGE\n\nHighlighted in a blue rectangle \"In case of accidental contact with adhesive, apply vegetable oil...\"\n\nTHE YOUNG WHITE RAT\n\nGooey vegetable oil pours over the rodent's hind legs, held in Willard's gloved hand. The rat squirms, but doesn't squeal.\n\nWIDER\n\nWillard, still in his pajamas, is rattled and flustered.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. 2ND FLOOR BATHROOM - CONTINUOUS\n\nCLOSE PACKAGE\n\nHighlighted in a blue rectangle \"In case of accidental contact with adhesive, apply vegetable oil...\"\n\nTHE YOUNG WHITE RAT\n\nGooey vegetable oil pours over the rodent's hind legs, held in Willard's gloved hand. The rat squirms, but doesn't squeal. WIDER\n\nWillard, still in his pajamas, is rattled and flustered. \n\nTARGET SECTION TO BE ANNOTATED:\n He sets down the jar of oil and attempts to pull the rat from the glue trap. The white rat softly squeals.\n\nINT. 2ND FLOOR HALLWAY - CONTINUOUS\n\nMrs. Stiles, supported by her walker and perspiring, leans her ear toward the door.\n\nWILLARD\n\nYou shouldn't be out of bed. You're feverish.\n\nMRS. STILES\n\nI get afraid, Clark. Your father was in that bathroom late. That night.\n\nWILLARD\n\nI know. I'll never do what Father did.\n\nShe looks to her shoulder, puzzled.\n\nMRS. STILES\n\nWhat is that on your hand?\n\nWILLARD\n\nSoap. Back to bed, Mother.\n\nMRS. STILES (O.S.)\n\nIt's cooking oil!\n\n(scolding)\n\nWillard, you're too old for that! When will you find yourself a girl!\n\nCAMERA HOLDS in the hallway for the amount of time it takes Willard to quickly return his mother to bed. After a beat, he reappears, closes the door and returns to the bathroom.\n\nA Friend in Socrates\n\nINT. 2ND FLOOR BATHROOM - CONTINUOUS\n\nA DRAWER is pulled open. The towel is unraveled and the young, white rat shakes its head. Cute, actually.\n\nWILLARD\n\nNearly smiles, holding the towel in his hands. He moves to the sink and quietly turns on the warm water. Grabbing a bar of soap, he cups some water and begins rinsing the white rat.\n\nIt lets him.\n\nWILLARD\n\nYou seem pretty wise, except for getting caught in the trap.\n\n(beat)\n\nYou should be called Socrates.\n\nThe rat SQUEAKS, as if approving of the name. Moved by another creature displaying fondness towards him.\n\nWIDER\n\nCAMERA BEGINS INCHING BACK while holding the rat in his hand, Willard opens a drawer, rummages, and produces a plastic comb. As he begins gently grooming the rat's fur...\n\nINT. BASEMENT - CONTINUOUS\n\nA flashlight CLICKS. The beam appears directly on the mother rat behind the torn wire mesh, however she does not run away even while human FOOTSTEPS APPROACH...\n\nWILLARD\n\nHolding the young, white rat, moves to the opening in the wall and holds before the mother rat and her offspring.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASEMENT - CONTINUOUS\n\nA flashlight CLICKS. The beam appears directly on the mother rat behind the torn wire mesh, however she does not run away even while human FOOTSTEPS APPROACH... WILLARD\n\nHolding the young, white rat, moves to the opening in the wall and holds before the mother rat and her offspring. \n\nTARGET SECTION TO BE ANNOTATED:\n Willard raises the white rat and sets it before the mother. The large white rat squeaks while rubbing her head over Socrates.\n\nFascinated, Willard studies the homecoming. Then, as if wishing to contribute, Willard crosses to the storage shelves. He opens a can of Planter's peanuts.\n\nSprinkling some in his hand while returning to the mesh screen, Willard lays peanuts on the opening's frame.\n\nWILLARD\n\nFood.\n\nThe mother pauses, rears on her hind legs and squeaks. Willard smiles, nods...\n\nWILLARD\n\nFood!\n\nAfter mother CHIRPS, her litter begins eating the peanuts, holding the kernels between their paws.\n\nWILLARD\n\nCAMERA INCHES ON TO HIM, unafraid and fascinated.\n\nOPENING IN BASEMENT WALL\n\nAfter a series of squeaks from the mother, the family suddenly, hastily, hustles off with their peanuts.\n\nWILLARD\n\nIs saddened by the sudden departure, and moves to the opening and shines the light inside but the family is gone. CAMERA RETREATS FROM WILLARD, as he once again feels nothing but loneliness in the dark, cold basement.\n\nHe returns the peanut can to the storage shelf and starts towards the stairs. O.S., a soft squeak. Willard turns...\n\nOPENING IN BASEMENT WALL\n\nSocrates. Alone. Looks at Willard.\n\nWILLARD\n\nEyes pathetically welling with tears.\n\nINT. WILLARD'S BEDROOM - NIGHT\n\nSocrates is asleep on the bed, curled up against the swell of Willard's back. Willard softly strokes the rat's fur and whispers, as if commenting on his earlier statement in the bathroom.\n\nWILLARD\n\nI'd never let anyone hurt you, Socrates, I promise.\n\nWillard closes his eyes and settles into the bed. His hands are not tense. He does not grind his teeth.\n\nOVERHEAD ANGLE\n\nAs if crawling along the ceiling, CAMERA PULLS AWAY across the silent room. Eerie, elongated shadows of the barred windows intertwine with bare tree branches outside, flickering upon the floor.\n\nHigh upon the shelves, still only partially discernible in the shadows, CAMERA HOLDS on an unsettling voyeur.\n\nBen, the foot and a half long black Norwegian rat, sits atop the shelves. Witness to Willard's promise to Socrates.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nHigh upon the shelves, still only partially discernible in the shadows, CAMERA HOLDS on an unsettling voyeur. Ben, the foot and a half long black Norwegian rat, sits atop the shelves. Witness to Willard's promise to Socrates. \n\nTARGET SECTION TO BE ANNOTATED:\nFADE OUT:\n\nA Successful Man's Car\n\nFADE IN:\n\nEXT. PARKING LOT - FACTORY - MORNING\n\nIn the cold morning, Ms. Leach struggles to place a cover on a new silver Mercedes S55 AMG parked in Mr. Martin's spot. Workers en route to the foundry drool with envy.\n\nHustling to the front door, Willard eyes the car with hate.\n\nINT. ELEVATOR SHAFT - MORNING\n\nThe decrepit elevator rises caged in a thick wire mesh.\n\nINT. FACTORY ELEVATOR - MORNING\n\nAlone in the elevator, he closes his eyes tight, trembling with disgust and anger. The elevator jolts to a stop. The interior metal door opens.\n\nWillard blindly begins opening the second wire mesh door, however it suddenly WHIPS closed with a slam!\n\nMR. MARTIN\n\nStands angrily outside the elevator in the hallway. With a flick of his hand he latches the wire door closed, trapping Willard like a rat in a cage.\n\nWillard tries to open the door, but it's locked. He pathetically eyes Mr. Martin who glares sadistically.\n\nMR. MARTIN\n\nLike my new S55?\n\nWillard, now perspiring, trapped and so humiliated as to become incapacitated to a response. Besides, he doesn't know what is meant by \"S55\". Martin clarifies.\n\nMR. MARTIN\n\nYou like my new...Mercedes-Benz? I saw you admiring it.\n\nWILLARD\n\nUm, yes, Mr. Martin. It's very...\n\nMR. MARTIN\n\n(cutting him off)\n\nKnow why I have that car, Willard?\n\nWillard is about to offer a desperate answer, however, Mr. Martin isn't really interested.\n\nMR. MARTIN\n\nFor you. I own that 350 horsepower engine for you, Willard. For your job. For your fellow employees.\n\nMaking matters worse, Willard's fellow employees begin leaning out the office door to see what's going on.\n\nMR. MARTIN\n\nBuyers feel a sense of security when they see proof that they're dealing with a successful man. So, when they see me pull up in that Mercedes AMG Class, they'll buy from us over some slob with a Jaguar S-Type.\n\nSlightly hyper-ventilating, Willard tugs at the door.\n\nMR.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo, when they see me pull up in that Mercedes AMG Class, they'll buy from us over some slob with a Jaguar S-Type. Slightly hyper-ventilating, Willard tugs at the door. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n MARTIN\n\nAnd do you know how I'm able to shell out ninety grand for that edge over our competitors?\n\n(beat)\n\nBecause I'm a successful man! Because I get to work ON TIME! And when I get to work, I don't look like a drowned rat in short sleeve shirts and cheap ties.\n\nMr. Martin steps closer to his prisoner...\n\nMR. MARTIN\n\nBecause I get the job done! Because I never made my boss carry a temp for eight weeks!\n\n(beat)\n\nI made it because I never caused my boss such grief!\n\nWith these last words, upon reflex, Willard's eyes flash hatefully to Martin who reads this and, in turn, reflexively, guiltily and defensively hisses.\n\nMR. MARTIN\n\nWhy do I waste my time? You'll never even own a car.\n\nAnd without unlocking the wire mesh door, Mr. Martin turns and starts toward the office at the end of the hall. The nosey employees scurry like rats back into the office.\n\nWILLARD\n\nWeakened, he tugs at the door. It's locked and as CAMERA RECEDES into the empty hallway, he appears like a helpless animal in a cage.\n\nAfter several beats, HEELS CLACK, O.S., on the floor. Cathryn ENTERS, heading toward the elevator. \n\nCATHRYN\n\nYou okay?\n\nIf he answered, he'd burst into tears. She opens the door, he nods thankfully, and begins walking quickly to his office.\n\nINT. OFFICE BULLPEN - EVENING\n\nIt's dark outside. Willard's working. Besides Ms. Leach, the employees have left for the day. Cathryn, however, remains. O.S., a door opens.\n\nCAMERA INCHES INTO WILLARD, his eyes peering up beneath his brows.\n\nWILLARD'S POV - MR. MARTIN'S OFFICE\n\nSharp leather briefcase in hand, Mr. Martin turns off his office lights and starts out, shooting a mean look at --\n\nWILLARD\n\nSubmitting, averts his eyes.\n\nOFFICE\n\nMr. Martin exits. Ms. Leach eyes the door and waits a couple beats before turning off her desk lamp and grabbing her coat.\n\nMS. LEACH\n\nDon't stay too late, Cathryn.\n\nMs. Leach forces a smile at Cathryn while ignoring Willard. In turn, Cathryn forces a nod, embarrassed for Willard.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nMs. Leach forces a smile at Cathryn while ignoring Willard. In turn, Cathryn forces a nod, embarrassed for Willard. \n\nTARGET SECTION TO BE ANNOTATED:\n Once Leach exits, Cathryn turns to Willard who continues working. \n\nCATHRYN\n\nShould I order some food?\n\nWillard looks up, guilty, then returns to his busy work. Shy, not annoyed with her.\n\nWILLARD\n\nI'll finish. You shouldn't have your night ruined over this.\n\n(trying to joke)\n\nI don't have a life, so nothing gets ruined.\n\nCATHRYN\n\nWhat makes you think I have a life?\n\nWILLARD\n\nReally. I'll finish. Take off and put on your time card that you stayed two more hours.\n\nHe smiles, forcing a mischievous laugh. She returns the smile while sadly eyeing him.\n\nCATHRYN\n\nOne way to get back at him, huh?\n\nHe nods, shrugs.\n\nCATHRYN\n\nThat man is accumulating some serious Karmic shit. I hate to think what creature he's comin' back as to pay it off. A worm, or a pig...\n\nWILLARD\n\nMaybe...a rat?\n\nCATHRYN\n\nNah. The Jains, in India, they believe rats are reincarnated in the next life as holy men.\n\nWillard considers. She misinterprets his silence as discomfort and offers an explanation to her knowing this.\n\nCATHRYN\n\nDid some soul searching after my husband left me.\n\nWillard nods, awkward. He doesn't know how to talk about such things. She studies him.\n\nCATHRYN\n\nYou could use some soul searching, Willard. Why are you here?\n\nWILLARD\n\n(proud)\n\nWell, Mr. Martin can't fire me. My father sold the company to Mr. Martin under the contractual\n\nstipulation that I'd always have a job here.\n\nCATHRYN\n\nNo, no. Why are you here? Me, I'm broke. Why don't you quit?\n\nWillard shifts uncomfortably.\n\nWILLARD\n\nMy father would be very hurt.\n\nCATHRYN\n\nHe's not alive.\n\nWillard sadly shakes his head, \"no\". Then looks up, trying awkwardly to lighten and change the subject.\n\nWILLARD\n\nMaybe he's been reincarnated.\n\nCATHRYN\n\nNo doubt.\n\n(carefully)\n\nCan I ask how he died?\n\nWillard pauses, emotional.\n\nWILLARD\n\nWhat do people come back as if...",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\n(carefully)\n\nCan I ask how he died? Willard pauses, emotional. WILLARD\n\nWhat do people come back as if... \n\nTARGET SECTION TO BE ANNOTATED:\nif they killed themselves?\n\nCathryn eyes him sympathetically and avoids answering, as the answer is not what Willard needs to hear right now.\n\nCATHRYN\n\nFuck this place. Let's go drink.\n\nWILLARD\n\nOh...oh...can you imagine how he'd be if I don't get this done? No, thanks. You go.\n\nCATHRYN\n\nThen I have to drink alone. Or with my cats.\n\n(laughs, clarifies)\n\nI've got cats. I swear, I'm going to end up like those old ladies with, you know, hundreds of cats in her house. Ever read about one of those nutballs?\n\n(sadly)\n\nNothin' worse than bein' lonely.\n\nWillard agrees with a nod. He's tempted, but shakes his head. With a sigh, she stands and puts on her coat. Willard stands an awkward gentlemen.\n\nCATHRYN\n\nI'm not hitting on you, Willard. Just feels like we could both use a friend.\n\nHe floats toward the window as she gathers her purse and looks to him one more time.\n\nWILLARD\n\nWe'd both feel better if I just did this. I won't be too long.\n\nCathryn forces a smile and starts out. Leaving him alone in the large office. Willard averts his eyes, regretting. He looks out the window and holds.\n\nEXT. PARKING LOT - CONTINUOUS\n\nHaving stored the automobile's cover in the trunk, Mr. Martin gets in his beautiful car and shuts the door.\n\nINT. OFFICE BULLPEN - WILLARD - CONTINUOUS\n\nWillard moves to his desk, opens a drawer and removes a keychain.\n\nINT. HALLWAY - FACTORY OFFICE - CONTINUOUS\n\nWillard moves through a box cluttered hallway, an area in which employees stash stuff everyone knows will never be dealt with again. Willard pushes aside some stacked boxes and REVEALS a door. He fishes for a key on the ring.\n\nINT. STOREROOM - NIGHT - CHRISTMAS DECORATIONS\n\nA cardboard Rudolph the Red-nosed Reindeer smiles from a box storing tinsel, Christmas lights, and \"Happy Holidays\" banners. Dusty boxes of invoices and records are piled beside janitorial supplies.\n\nA single rear fluorescent panel is lit in the rear of the room.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSTOREROOM - NIGHT - CHRISTMAS DECORATIONS\n\nA cardboard Rudolph the Red-nosed Reindeer smiles from a box storing tinsel, Christmas lights, and \"Happy Holidays\" banners. Dusty boxes of invoices and records are piled beside janitorial supplies. A single rear fluorescent panel is lit in the rear of the room. \n\nTARGET SECTION TO BE ANNOTATED:\n Willard enters, closes the door, and begins searching the storeroom, as if looking for someone.\n\nCAMERA MOVES along an aisle of shelves, between Willard and CAMERA, until a silhouette of a rat ENTERS FRAME. The rat squeaks. Willard releases a relieved and welcoming smile.\n\nWillard moves to Socrates, now much larger at ten weeks old.\n\nWILLARD\n\nHad a bad day, Socrates.\n\nCAMERA PUSHES IN as Socrates climbs up Willard's arm and nuzzles in his neck while Willard scratches Socrates' head.\n\nINT. HALLWAY - ELEVATOR - LATER\n\nO.S., a CLACK, as Willard, holding an accordion briefcase, shuts out the office lights and moves into the dark lonely hallway toward the elevator.\n\nTear It!\n\nINT. BASEMENT - WILLARD'S HOUSE - LATER\n\nCLICK! A flashlight beam SHINES. It's quiet in the basement until Willard, happy to see the rats, moves down the stairs.\n\nWILLARD\n\nFood!\n\nThen, O.S., the approaching scuttle of dozens of rats, having multiplied from the original family of half-a-dozen.\n\nWILLARD\n\nFood! Sorry we're late...\n\nWillard places Socrates on a bench while moving to a large coffee can filled with pet store bought soybean rat pellets. Willard playfully disperses them on the floor.\n\nTHE HOLE IN THE BASEMENT WALL\n\nTHREE DOZEN RATS swarm over each other and climb down a thick piece of rope to the floor. \n\nWILLARD\n\nScratches the head of the large white rat.\n\nWILLARD\n\nHi, Ma.\n\nHe happily feeds the other rats, placing food on the floor.\n\nINT. BASEMENT - LATER\n\nThe three dozen rats play on the floor by the light of the flashlight. Willard has fabricated a rat playground. Some push ropes. Others race on a wheel. CAMERA PUSHES through them, playing over the basement floor.\n\nWILLARD\n\nSits on a box, head down, still in his work clothes. He holds a rolled up newspaper and absently taps it against his shin; not for any reason other than something to do while thinking.\n\nSOCRATES\n\nBegins playfully tearing at the paper...\n\nWILLARD\n\nSmiles, playing, and moves the paper out of reach.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe holds a rolled up newspaper and absently taps it against his shin; not for any reason other than something to do while thinking. SOCRATES\n\nBegins playfully tearing at the paper... WILLARD\n\nSmiles, playing, and moves the paper out of reach. \n\nTARGET SECTION TO BE ANNOTATED:\nSOCRATES\n\nStands on its hind legs, clawing, trying to reach the paper.\n\nWILLARD\n\nLowers the paper to Socrates. With a playful tone.\n\nWILLARD\n\nTear it. Come on. Tear it.\n\nSOCRATES\n\nIs joined by another. Both gnaw at the paper.\n\nWILLARD (O.S.)\n\nGood. Tear it. Teach 'em, Socrates. They listen to you...\n\nWILLARD \n\nLifts the paper, holds...\n\nWILLARD\n\nTear it...\n\nWillard lowers the paper...\n\nTHE TWO RATS\n\nSocrates SQUEAKS as if reiterating Willard's command. The rats tear at the roll of newsprint. A third rat joins the others. After a beat, Willard lifts the paper.\n\nWILLARD\n\nWaits, holds, then...as if an idea occurs to him, he speaks in a tone of menace.\n\nWILLARD\n\nTear it.\n\nTHE THREE RATS\n\nLearning quickly, begins tearing at the newspaper.\n\nWILLARD\n\nStudies the rats, Socrates squeaking at the others. Then, as Willard considers:\n\nO.S., a thick, meaty tear. The sound is out of place amongst the rats. Willard pauses, listens. Again, a TEAR and HEAVY GNAWING. Willard slowly raises the flashlight and pans it in the direction of the sound.\n\nIN THE FLASHLIGHT BEAM\n\nAcross the dark basement revealing an old tire leaning against the wall. The light TILTS DOWN to find BEN, a foot and a half long and easily five pounds. Like a small dog. Ben's teeth sink into the tire and shred away a slice of rubber.\n\nWILLARD - REVERSE ANGLE\n\nHe's shocked by Ben's size. And power.\n\nWILLARD\n\nJesus, you're big. Big Ben.\n\nBEN\n\nALONG THE GROUND, CAMERA MOVES TOWARD BEN. Unaffected by the light, Willard's presence or the other rats.\n\nWILLARD\n\nAbsently nods as answering Ben's question. Socrates runs up Willard's shoulder.\n\nWILLARD\n\nDo you know him, Socrates?\n\nSocrates squeaks.\n\nWILLARD\n\nWell, Ben. Any friend of Socrates is a friend of mine.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nSocrates squeaks. WILLARD\n\nWell, Ben. Any friend of Socrates is a friend of mine. \n\nTARGET SECTION TO BE ANNOTATED:\nBEN\n\nTears a chunk of rubber from the tire, then coolly seems to look over its should to Willard, suggesting \"Get the idea?\".\n\nWILLARD\n\nAs if he's understanding...\n\nWILLARD\n\nBen, this looks like the beginning of a beautiful friendship.\n\nINT. BASEMENT - LATER\n\nLead by Socrates, the three-dozen rats have been broken into four teams, each violently gnawing on bicycle tires and the car tire. Socrates moves like a drill instructor, snapping at those which are not attacking the rubber.\n\nBEN\n\nAway from the others, coolly watches his idea being\n\nimplemented in the first stage.\n\nWILLARD\n\nSnaps his fingers, in command.\n\nWILLARD\n\nTear it.\n\n(snaps fingers)\n\nTEAR IT UP!\n\nINT. BASEMENT - LATER\n\nTwo worn carrying bags ENTER FRAME held at the handles by Willard dressed in different clothes than in the last scene.\n\nThe bags, seemingly floating across the basement. In the b.g., seventy-five rats now live in the basement. Swarming on shelves, work benches and stairs.\n\nWILLARD\n\nStill.\n\nHe continues encircling the basement, holding each bag.\n\nWILLARD\n\nStill...\n\nNot a sound emits from either bag. He sets each bag down and kneels over them, pleased. He opens one bag, then the other. After a beat, he SNAPS his fingers.\n\nWILLARD\n\nOut.\n\nLead by Socrates, a dozen rats flood from each bag.\n\nINT. BASEMENT - LATER\n\nA flashlight beam flares INTO FRAME. CAMERA FOLLOWS as Willard, holding the flashlight, moves across the basement tossing soybean rat pellets to the hundred rats. Willard's wardrobe is different than the last scene. Time has passed.\n\nWILLARD\n\nGood work. Good work tonight.\n\nWillard scans the basement, making a calling \"kissing\" sound.\n\nWILLARD\n\nSocrates. Upstairs. Bed.\n\nBen moves up the stairs toward the door.\n\nWILLARD\n\nNo, not Ben. BED. Only Socrates sleeps in bed.\n\nBen continues up the stairs. With the ire of a pet owner whose animal will not listen, Willard takes an aggressive step toward Ben.\n\nWILLARD\n\nBEN! I SAID, \"NO!\"\n\nO.S., Socrates SQUEAKS. Willard searches for the sound...",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nI SAID, \"NO!\"\n\nO. S., Socrates SQUEAKS. Willard searches for the sound... \n\nTARGET SECTION TO BE ANNOTATED:\nLOW ANGLE - ACROSS THE BASEMENT\n\nWillard swings the flashlight toward two rats, silhouetted in the f.g. One rat lies motionless, arms and claws curled while the other nudges the body.\n\nWillard approaches, setting the light on a table, angled down, creating macabre light overhead. Willard kneels, studying the dead white rat. Socrates runs to Willard and climbs in his lap.\n\nWILLARD\n\n(a whisper)\n\nNo. Oh, Ma, no.\n\nWillard reaches out and holds the limp body. Finding a box of black plastic Hefty trash bags, he pulls the last bag and carefully, respectfully, wraps Socrates' mother in the black plastic. He sets her on the floor.\n\nTears well as Willard looks to Socrates and scratches his head, comforting. CAMERA BEGINS RISING as Willard begins softly crying, holding Socrates against his cheek. \n\nCAMERA CONTINUES, the flashlight spotlighting the intimate sadness of Willard and Socrates while a hundred active rats swarm across the basement floor.\n\nLike a Man...on a Mission\n\nINT. OFFICE BULLPEN - MORNING\n\nCAMERA MOVES with Willard, hustling urgently toward his desk. His fellow employees tense; subtly urging him on.\n\nAs he passes Mr. Martin's office, however, the door BANGS OPEN and the boss storms out. Passing Ms. Leach's desk, Mr. Martin extends his arm. She hands off a report in his hands.\n\nWillard continues to his desk as Martin descends. Cathryn tenses. As Willard sits, Mr. Martin reaches Willard's desk and angrily throws the notebook down with a startling THUD!\n\nMR. MARTIN\n\nOne week! You've been late so many hours it equals an entire week!\n\nWILLARD\n\nI'm sorry, Mr. Martin...\n\nMR. MARTIN\n\nI want that week back.\n\nWillard reacts, puzzled, not understanding.\n\nMR. MARTIN\n\nI've consulted counsel and I may not be able to release you, but it is within my rights to administer fiscal disciplinary reprimands.\n\nWILLARD\n\nI'm sorry, Mr. Martin. I know you must be tired of the excuse, but what can I do? My mother is sick.\n\nMr. Martin leans in over Willard.\n\nMR.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nMr. Martin leans in over Willard. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n MARTIN\n\nIf you really cared for your mother, you'd show up to work on time. Because now you're out a week's pay.\n\nUnlike his previous weak reactions, Willard turns inward. To a dark place. Mr. Martin heads back toward his office.\n\nMR. MARTIN\n\nAnd if you don't like it, quit! Be a man for once instead of the fucking mouse you are!\n\nHe storms to his office and slams the door!\n\nWILLARD\n\nCAMERA ABOVE HIS EYE-LINE AND PUSHING IN. Willard smiles to himself at the irony of Mr. Martin's last comment. Willard looks to his Rolodex and begins turning the knob.\n\nROLODEX\n\nNames flip past until settling upon \"Martin, Frank. Wife - Barbara. 263 Adams. Irvington, N.Y., 10533.\"\n\nAs the card is yanked from the file...\n\nINT. BASEMENT - WILLARD'S HOUSE - NIGHT\n\nWith a tug, Willard opens the carrying bags, placed on their sides, his shadowy smile mischievous rather than sinister.\n\nWILLARD\n\nIn.\n\nLead by Socrates, two dozen rats begin filing into the bags.\n\nBEN\n\nStarts toward the bags. Willard's hand appears before him, halting him.\n\nWILLARD (O.S.)\n\nNo, Ben.\n\nWillard keeps Ben from entering the bags.\n\nWILLARD\n\nYou're too big. There won't be room for anyone else.\n\nBEN\n\nHolds, appears angry O.S. Willard CLOSES THE BAGS with a snap, stands and crosses before Ben.\n\nBASEMENT STAIRS\n\nWillard holds the bag handle in each hand, dressed for cold weather. Leather gloves, a worn long black overcoat and logo less baseball cap. He sets the bags on the landing, then reaches up to turn the doorknob. He opens the door; the kitchen, above, is dark.\n\nWillard turns back to retrieve the bags. Then, as he turns, back to exit the basement, the flashlight catches his mother! Willard is too startled, and nearly drops the bags. Under lit by the flashlight, she appears frightening. \n\nMRS. STILES\n\nWhat are you doing?\n\nWillard hurriedly continues up the stairs, quickly shutting the door with his foot. He commands to the \"luggage\".\n\nWILLARD\n\nStill!\n\nINT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe commands to the \"luggage\". WILLARD\n\nStill! INT. \n\nTARGET SECTION TO BE ANNOTATED:\n KITCHEN - CONTINUOUS\n\nThe door closes. He places the bags on the table.\n\nMRS. STILES\n\nStill what? What does that mean?\n\nWILLARD\n\nUpstairs, mother.\n\nOn the table, the bags begins to fidget. Just as mother is about to look toward them.\n\nWILLARD\n\nStill.\n\nMRS. STILES\n\nThere! You said it in front of my face but I don't know what it means. \"Still\". What are you saying? Why are you so mean to me?\n\nSuddenly, she gasps. Willard tenses.\n\nMRS. STILES\n\nClark! I smell rats!\n\nShe tries to open the basement door. Willard takes his mother firmly by the arm. Picks up her walker and begins leading her out of the kitchen.\n\nWILLARD\n\nUpstairs, Mother.\n\nMRS. STILES\n\nDon't order me around! What are you up to? What's in those bags?\n\nWILLARD\n\nBusiness records Father kept.\n\nMRS. STILES\n\nNo! Father's records are in his upstairs office!\n\nWhile Willard and his mother exit the kitchen, CAMERA HOLDS on the bags. Then CREEPS IN...\n\nWILLARD (O.S.)\n\nThe bags were downstairs. I'm taking them to the office.\n\nMRS. STILES (O.S.)\n\nAt this hour?!\n\nWILLARD (O.S.)\n\nMr. Martin needs them for an early meeting.\n\nMRS. STILES (O.S.)\n\nThat man! He doesn't appreciate or respect you!\n\nWILLARD (O.S.)\n\nHe will. He may not know it... But he will.\n\nAS CAMERA INCHES TOWARD THE BAGS...\n\nEXT. SUBWAY ENTRANCE - NIGHT\n\nCAMERA ARCS AROUND wrought iron framing the stairs to the subway station. Willard appears around the corner, collars up on his shin length overcoat. Head down, carrying the bags, he descends the stairs toward the subway.\n\nEXT. SUBWAY TRACKS - LATER\n\nThe train pulls away from the distant Manhattan skyline.\n\nEXT. SUBURBAN STREET - NIGHT\n\nCAMERA MOVES ACROSS A QUIET, familiar, yet upscale suburban street. There are no bars on these houses. It is early winter, cold. The streets are damp and the tree branches bare.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nThere are no bars on these houses. It is early winter, cold. The streets are damp and the tree branches bare. \n\nTARGET SECTION TO BE ANNOTATED:\nCAMERA CONTINUES TOWARD the sidewalk REVEALING WILLARD, back to CAMERA, carrying the two bags along the sidewalk.\n\nWILLARD\n\nPerspires. The bags are heavy. As he walks, he looks up and down the street.\n\nUP THE STREET - WILLARD'S POV - MAILBOX\n\nIt reads \"THE MARTINS\".\n\nWILLARD\n\nSlows as he looks ahead.\n\nEXT. MARTIN'S GARAGE - NIGHT\n\nThe automatic garage door is closing, allowing a glance of Mr. Martin and his wife, having just returned home. Mr. Martin si placing a cover on his car INSIDE the garage. His wife appears impatient, but he rudely waves her off.\n\nThe door closes, seeping light outlines the garage door.\n\nWILLARD\n\nContinues walking, slowly. Focused on Mr. Martin's house.\n\nGARAGE - ACROSS THE STREET - WILLARD'S POV\n\nThe interior garage lights turn off.\n\nWILLARD\n\nTakes a nervous breath and readies to approach the house. Suddenly, appearing behind him at his left blind side is a Brinks Neighborhood patrol car, ENTERING FRAME. The officer's attention is on Willard. The patrol car's RADIO is low. The officer is heard, but is indiscernible as he reports...\n\nWillard nervously picks up his pace. The patrol car remains in his blind side. Willard sneaks a peek up the street.\n\nWILLARD'S POV - MARTIN'S HOUSE\n\nNears...\n\nWILLARD\n\nWants to check over his shoulder, but cannot. Suddenly, yellow siren lights flash over him. Willard tenses, freezes as CAMERA SWEEPS in on him.\n\nO.S., The patrol car engine REVS. The siren lights arc\n\naround Willard, from front to back. Willard looks up.\n\nWILLARD'S POV - PATROL CAR\n\nRaces forward, passing him, as if moving off down the street. Willard eases...then the car begins a quick U-Turn, heading back towards Willard. Until the patrol car continues past Willard in another direction. Willard breathes a deep sigh.\n\nEXT. MR. MARTIN'S HOUSE - CONTINUOUS\n\nWillard appears as if he's about to pass the house until finally, he dashes up the driveway. \n\nTHE GARAGE DOOR\n\nHolding tightly to the shadows, Willard reaches the garage door.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. MARTIN'S HOUSE - CONTINUOUS\n\nWillard appears as if he's about to pass the house until finally, he dashes up the driveway. THE GARAGE DOOR\n\nHolding tightly to the shadows, Willard reaches the garage door. \n\nTARGET SECTION TO BE ANNOTATED:\n He hides just around the side of the garage. After a beat to assure he has not been seen, Willard opens the bag.\n\nWILLARD\n\nOut.\n\nRats begin marching from the bag. He lines them against a rubber weather strip along the base of the wooden garage door.\n\nWILLARD\n\nDoor.\n\nHe snaps his fingers.\n\nWILLARD\n\nTear it.\n\nThe rats begins gnawing at the weather strip.\n\nRATS\n\nCAMERA MOVES ACROSS THEM, incisors tearing at CAMERA\n\nWILLARD\n\nTurns to the second bag. Upon opening it, however, he's shocked as...BEN sticks his head out. He is the only rat in the bag. Willard appears angry and somewhat afraid.\n\nWILLARD\n\nBen?! How'd you?...I told you to stay!\n\nIgnoring Willard, Ben climbs out and moves to the other rats. Although annoyed with Ben, this is not the time to reprimand him. Willard sees the rats have torn several holes into the weather strip and door.\n\nWILLARD\n\nTires...\n\nHe snaps his fingers.\n\nWILLARD\n\nTear it.\n\nSocrates leads the first team of rats, pouring out of the bag.\n\nHOLD IN THE WEATHER STRIP\n\nIf a rat can get its head through a hole the size of a\n\nquarter, it can squeeze its entire body through the hole. The cuts in the weather strip are much larger than a quarter. The rats squeeze through and enter the garage.\n\nWILLARD\n\nBen holds, continuing CHEWING. His head is bigger than the holes created by the other rats.\n\nWILLARD\n\nYou won't fit.\n\nBEN\n\nPushes his way through the opening in the base of the garage. Showing impressive strength, Ben \"crashes\" through.\n\nWILLARD\n\nNotes Ben's strength. Willard then leans his head close to the garage door. Inside, he can hear FAINT GNAWING.\n\nINT. MR. MARTIN'S GARAGE - CONTINUOUS\n\nBen moves to a tire and takes it on single-handed. The other tires are already being chewed - four rats to a tire.\n\nEXT. GARAGE DOOR - MR. MARTIN'S HOUSE - CONTINUOUS\n\nWillard listens to the slight sound of TEARING and chewing.\n\nINT. MR.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN'S HOUSE - CONTINUOUS\n\nWillard listens to the slight sound of TEARING and chewing. INT. MR. \n\nTARGET SECTION TO BE ANNOTATED:\n MARTIN'S GARAGE - CONTINUOUS\n\nA TIRE is aggressively gnawed by a team of rats.\n\nBEN\n\nRips a strip of rubber.\n\nEXT. GARAGE - CONTINUOUS\n\nWillard listens...HISS! Then another HISS!\n\nINT. GARAGE - CONTINUOUS\n\nThe covered S55 Mercedes sinks as the rats chew around the rush of air. A TIRE POPS!\n\nEXT. GARAGE - CONTINUOUS\n\nWillard suppresses his giggle. He puts his hand to the garage door and SNAPS his fingers.\n\nWILLARD\n\n(a stage whisper)\n\nStop!\n\nThen, inside the house...\n\nMR. MARTIN (O.S.)\n\nWhat the hell's that?\n\nWILLARD\n\nIn!\n\nMR. MARTIN (O.S.)\n\nSounds like air or something.\n\nWILLARD\n\nIN!\n\nWEATHER STRIP TO GARAGE\n\nSocrates is the first to return. Rats hurriedly file out of the garage.\n\nINT. GARAGE - CONTINUOUS\n\nAs rats run toward the front door, a tire POPS! The car sinks causing the alarm to go off. \n\nEXT. GARAGE - CONTINUOUS\n\nWillard quickly gathers rats and puts them into the bag. A light turns on in the house.\n\nMRS. MARTIN (O.S.)\n\nSomeone in the garage?\n\nSecures a bag O.S., in the garage, a door opens. A light turns on...\n\nMR. MARTIN (O.S.)\n\nWhat the fuck!?\n\nBen hustles up and climbs into the bag. Frightened, Willard quickly closes the bag.\n\nMR. MARTIN (O.S.)\n\nMy tires've been slashed. Call Brinks.\n\nJust as Willard is about to make a dash toward the front yard, the garage door motors ENGAGE! The garage door begins opening. The car alarm stops.\n\nWillard desperately cuts toward the side of the garage toward the back yard just as Mr. Martin appears and steps out of the garage, looking out into the front yard.\n\nEXT. SIDE OF GARAGE - CONTINUOUS\n\nWillard moves as fast as he can without making much noise. CAMERA SUDDENLY DROPS DOWN to the ground revealing an area along the side of the house of landscaped gravel. As Willard runs on the crushed stones, CRUNCH! CRUNCH!...\n\nMr. Martin turns to the rear of the house.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nCRUNCH!... Mr. Martin turns to the rear of the house. \n\nTARGET SECTION TO BE ANNOTATED:\n As he rounds the corner, he's struck by a strong beam of light -- Martin shields his eyes as he looks to --\n\nA BRINKS PATROL CAR\n\nA patrolman aims the light from inside the car.\n\nEXT. MR. MARTIN'S BACK YARD - NIGHT\n\nThe beam of light spills into the side of the garage.\n\nMR. MARTIN (O.S.)\n\nSomeone just slashed my tires. They gotta be around here.\n\nWith that...Willard bolts across the backyard. CAMERA LEADS HIM as he tries to run with the bags. In the darkness, he runs into a chain-linked fence bordering the neighbor's yard.\n\nEXT. GARAGE - CONTINUOUS\n\nThe patrolman shines the light around the neighborhood.\n\nMR. MARTIN\n\nI'll check the back.\n\nEXT. MR. MARTIN'S BACK YARD - CONTINUOUS\n\nWillard hurriedly lifts a bag over the fence and drops it on the ground. As he lowers the second bag.\n\nEXT. SIDE OF GARAGE - CONTINUOUS\n\nMartin moves along to the back yard.\n\nEXT. BACK YARD - CONTINUOUS\n\nWillard climbs the fence and drops into the neighbor's yard. He quickly picks up the bags and runs for his life.\n\nEXT. MARTIN'S NEIGHBOR'S BACK YARD - CONTINUOUS\n\nAs Willard charges across the neighbor's yard, a dog barks. This is not booming Rommel-like bark. It's the YAP of a Maltese or Jack Russel. Lights turn on inside the house.\n\nThe small YAPPING dog appears out of the darkness SNAPS at Willard's heels. Willard continues, searching for a path toward the front yard. He plows through some shrubs...\n\nEXT. MARTIN'S NEIGHBOR'S FRONT YARD - CONTINUOUS\n\nWillard barrels through the bushes and hustles toward the sidewalk.\n\nSIDEWALK\n\nSweating and winded, Willard appears on the sidewalk, returning to a quick walk in order to avoid attracting any further attention. He checks behind for any signs of the Brinks patrol, however, they're not yet in sight.\n\nThis street is QUIET. Willard eases, until --\n\nTHE YAPPING LITTLE DOG\n\nCharges out of the front yard and runs toward Willard.\n\nWILLARD\n\nPicks up his pace.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nThis street is QUIET. Willard eases, until --\n\nTHE YAPPING LITTLE DOG\n\nCharges out of the front yard and runs toward Willard. WILLARD\n\nPicks up his pace. \n\nTARGET SECTION TO BE ANNOTATED:\n In a moment, the dog is at his heels barking and trying to get at the bags. Willard pushes the dog aside with his leg.\n\nWILLARD\n\nGo.\n\nThe dog continues barking, leaping to get at the bags. Willard nudges the dog with his foot.\n\nWILLARD\n\nGet away.\n\nThe dog, however, is a tenacious little tyke. Willard's eyes are crazed with a fury of which he did not seem capable.\n\nWILLARD\n\nYOU WANNA SEE IN THE BAG, MOTHERFUCKER?!\n\nHe reaches down and grabs the dog. The bag is opened revealing a DOZEN RATS. The dog is tossed inside the bag and zipped shut.\n\nWILLARD\n\nTEAR IT UP!\n\nWIDER\n\nWillard resumes his walk up the pretty street. The bags begin knocking. He struggles to hold them. The dog's tough YAPPING has turned into muffled YELPS.\n\nWILLARD\n\nPauses. Guilty. He sets the bags down and opens the one holding the rats and dog. The small lap dog springs out of the bag and hauls ass back toward its house.\n\nWIDE - THE STREET\n\nWillard, a macabre form carrying the bags, continues up the street. He turns to the right and vanishes down another block. Up the road, on an intersecting street, a Brinks patrol car appears, slows, and not seeing anyone on the street, continues. As the neighborhood returns to SILENCE. \n\nMr. Martin's Loss of Control\n\nEXT. PARKING LOT - FACTORY - MORNING\n\nWillard enters, moving at a defiantly easy pace. \n\nMR. MARTIN'S PARKING SPOT\n\nVacant.\n\nWILLARD\n\nSmiles, pleased with himself as he strides toward the door.\n\nINT. OFFICE BULLPEN - MORNING\n\nThe clock over the door indicates it is 9:20. Willard enters the bullpen with guarded anticipation. The employees are abuzz, gossiping, and rebellious; when the cat's away...\n\nGEORGE FOXX\n\nKnow what a set of those tires run?\n\nMS. LEACH\n\nInsurance'll cover it.\n\nJANICE MANTIS\n\nInsurance won't cover how pissed off he's gonna be.\n\nEn route to his desk, Willard can't help but grin.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nLEACH\n\nInsurance'll cover it. JANICE MANTIS\n\nInsurance won't cover how pissed off he's gonna be. En route to his desk, Willard can't help but grin. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nWhat's goin' on?\n\nJANICE MANTIS\n\nSomeone broke into Martin's garage last night, slashed his tires and peed on the floor.\n\nWillard's pleased, he hadn't thought of that bonus. Reaching his desk, he flashes a somewhat flirtatious but definitely confident grin at Cathryn.\n\nWILLARD\n\nMornin', Cat. You look very nice today.\n\nShe's caught off-guard. But charmed. She smiles a thanks.\n\nWILLARD\n\nSomeone peed on his floor?\n\nGEORGE FOXX\n\nKnow what happened? When Martin saw his tires...\n\nMr. Martin storms in. Foxx is seated with his back, so he doesn't see...\n\nGEORGE FOXX\n\nHe pissed his pants, then blamed it on the guy who did it!\n\nFoxx laughs but doesn't understand why the others turn dreadfully silent. He looks back to see the embarrassed and angry Mr. Martin. Foxx instantly turns obsequious.\n\nGEORGE FOXX\n\nGood morning, Mr. Martin. Is everything okay?\n\nMR. MARTIN\n\nYou think it's so fuckin' funny? How do you like the thought of some sick fuck breaking into your house?\n\nWILLARD\n\nHe works to suppress his euphoria over Martin's agitation.\n\nMR. MARTIN\n\nScaring the shit out of your wife? Losing half a night's sleep dealing with the cops...\n\nMR. MARTIN - WILLARD'S POV\n\nMr. Martin's look begins railing toward all the employees.\n\nMR. MARTIN\n\nAnd knowing that sick fuck is going to have control over you and your family's peace of mind for god knows how long?\n\nWILLARD\n\nCAMERA HOLDS on Willard, pleased. In fact, at this point, having always SHOT WILLARD above eye level, now slowly, eerily, DROPS BELOW EYE LEVEL. It underlies his NEW SENSE OF CONFIDENCE AND POWER.\n\nMR. MARTIN\n\nHow'd you like it, Foxx?\n\nWIDER - THE OFFICE\n\nMr. Martin holds, but of course, it is an intensely rhetorical question. Mr. Foxx nods with overstated sympathy and returns to the work at his desk.\n\nGEORGE FOXX\n\nNo, sir.\n\nThe employees follow much the same example and return to work while Mr.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nFoxx nods with overstated sympathy and returns to the work at his desk. GEORGE FOXX\n\nNo, sir. The employees follow much the same example and return to work while Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Martin eyes them like a street fighter whose just kicked some ass and postures \"Anyone else want some?\"\n\nMR. MARTIN\n\nI didn't think so.\n\nMr. Martin returns to his office and slams the door.\n\nWILLARD\n\nSmiles with a newfound confidence. The CAMERA DROPS INTO HIS COAT POCKET. Willard's hand inside, stroking Socrates.\n\nAll Good Things...\n\nINT. BASEMENT - WILLARD'S HOUSE - NIGHT\n\nA flat wood crate is empty. A bag of store bought, soy rat pellets are poured into the box.\n\nWILLARD (O.S.)\n\nFood.\n\nRats...swarming, writhing over one another. Charge the box. Hundreds and hundreds now live in the basement.\n\nWIDER\n\nWillard looks over the numbers and sighs.\n\nWILLARD\n\nWe're running out of room.\n\nINT. KITCHEN - CONTINUOUS\n\nThe dim glow of the flashlight seeps beneath the cellar door. Suddenly, the front legs of Mrs. Stiles' aluminum walker creep in.\n\nMrs. Stiles' breaths are heavy and strained. Her critical condition is clear before she's revealed by the craning camera. Although sweating and gray, she's determined to place her ear to the door and eavesdrop.\n\nWILLARD (O.S.)\n\nI can't feed you anymore. I can't afford it.\n\nBelieving her son is rehearsing a speech to her, Mrs. Stiles tenses. Afraid.\n\nWILLARD (O.S.)\n\nYou have to find a new place to live. You'll be more comfortable somewhere else.\n\n(sadly)\n\nI wish they could, but...things can't last forever. All good things must come to an end.\n\nMrs. Stiles slightly trembles with shock and heartbreak as she pulls away from the door.\n\nINT. BASEMENT - CONTINUOUS\n\nAs Willard looks about the rats.\n\nWILLARD\n\nFollow Ben. He'll find a place for you. He'll take care of you. Won't you, Ben?\n\n(looking at Ben)\n\nYou're the leader...after Socrates.\n\nWILLARD'S POV - BEN\n\nIs enthroned atop the storage shelves, above the other rats. Staring at Willard, Ben appears as if he feels he's the leader now...\n\nWILLARD\n\nSocrates climbs up Willard's arm to his shoulder. Willard reaches up and scratches his head.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nStaring at Willard, Ben appears as if he feels he's the leader now... WILLARD\n\nSocrates climbs up Willard's arm to his shoulder. Willard reaches up and scratches his head. \n\nTARGET SECTION TO BE ANNOTATED:\n Willard turns his back on Ben and with a whispered tone to Socrates...\n\nWILLARD\n\nYou're not going anywhere, Socrates. You'll always be with me.\n\n(sincerely)\n\nI hate everyone but you.\n\nWillard lovingly scratches Socrates while the hundreds of other rats swarm at his feet.\n\nWILLARD\n\nLet's go to bed.\n\nHe takes flashlight and moves to the stairs, passing Ben.\n\nWILLARD\n\nGoodnight, Ben.\n\nBEN\n\nStill, motionless, not pleased.\n\nINT. KITCHEN - CONTINUOUS\n\nThe flashlight spill beneath the door intensifies as it reaches the door. As the door opens, Willard catches Ben making a break for it.\n\nWILLARD\n\nNo! Ben...how many times do I have to tell you. Only Socrates is allowed upstairs.\n\nWillard shuts the door.\n\nINT. DINING ROOM - CONTINUOUS\n\nCAMERA FOLLOWS WILLARD, moving through the dark room, playfully kissing Socrates on the head. \n\nAs Willard makes a U-Turn around the span of an open foyer arch toward the stairs, Mrs. Stiles is REVEALED, collapsed on the stairway in a state of semi-consciousness.\n\nWILLARD\n\nHorrified.\n\nWILLARD\n\nMother...\n\nHe rushes toward her...\n\nSOCRATES\n\nWillard places him on the stairway newel post cap. The rat begins running up the banister.\n\nMRS. STILES\n\nHearing her son, she tries lifting herself to her feet, reaching for the banister.\n\nSOCRATES\n\nHer hand just misses him.\n\nSTAIRWAY - WILLARD & MRS. STILES\n\nThe son gently places hands on her. She jerks away.\n\nMRS. STILES\n\nDon't touch me! You're getting rid of me!\n\nWILLARD\n\n(sincere)\n\nNo, Mother, I love you.\n\nMRS. STILES\n\nI heard you! \"All good things must come to an end!\"\n\nWILLARD\n\nI love you more than anything.\n\nMRS. STILES\n\nYou don't love me! You won't feed me! I hate you! I hate you!\n\nShe begins violently coughing. Alarmed, he rushes to her, holds her. She struggles to get free, causing him heartbreak.\n\nSuddenly, Mrs. Stiles unintentionally HACKS a tablespoon of blood into her son's face.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe struggles to get free, causing him heartbreak. Suddenly, Mrs. Stiles unintentionally HACKS a tablespoon of blood into her son's face. \n\nTARGET SECTION TO BE ANNOTATED:\n He fights back frightened tears, hands trembling as he holds his mother.\n\nWILLARD\n\nYou need to go to the hospital.\n\nMRS. STILES\n\nNo! You wanna lock me up! You wanna kill me! You wanna kill me!\n\nWillard shuts his eyes; covers his head with his arms, trying to block it out. Her screams sound like a scared animal.\n\nTOP OF THE STAIRCASE\n\nSocrates is a black silhouette in the f.g., sitting atop the upper newel post cap, helplessly watching his friend Willard try to comfort his screaming mother.\n\nINT. 2ND STORY LANDING - HALLWAY - WILLARD'S HOUSE - LATER\n\nThrough the ajar door, Mrs. Stiles can be seen asleep in her bed. Her BREATHING is strained. Willard's hands ENTER FRAME and gently dab her head with a cool wash cloth. He lifts the blankets to her chin.\n\nBen, the Defiant Leader\n\nINT. WILLARD'S BEDROOM - LATER\n\nNumb with sadness, Willard climbs into bed and turns off the light. Laying his head back, he stares at the ceiling while fighting tears.\n\nSIDE EDGE OF BED\n\nThe covers RUSTLE. Socrates appears over the bed's horizon and rushes toward Willard. The white rat nuzzles Willard's chin. Pulling the rat close, Willard closes his eyes and feels the comfort of his friend.\n\nThen...the covers tucked under Willard's arms jerk toward the foot of the bed. Willard opens his eyes.\n\nFOOT OF THE BED - WILLARD'S POV\n\nThe covers jerk again. BEN APPEARS, using the covers to pull himself up. He holds at the foot of the bed.\n\nWILLARD & SOCRATES\n\nWillard tenses.\n\nSOCRATES\n\nSqueaks, as if pleading with Ben to get off.\n\nBEN\n\nRemains. He's staying.\n\nWILLARD\n\nWhat if Mother sees you?\n\nBEN\n\nDoesn't care. Remains still. Challenging.\n\nWILLARD\n\nConsiders this. Then suddenly whisks off the covers, grabs Ben by the nape of his neck. The large rat HISSES and struggles as Willard carries him out.\n\nINT. BASEMENT - CONTINUOUS\n\nCAMERA IS LOW ANGLE, looking up the first set of stairs, swarming with rats.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe large rat HISSES and struggles as Willard carries him out. INT. BASEMENT - CONTINUOUS\n\nCAMERA IS LOW ANGLE, looking up the first set of stairs, swarming with rats. \n\nTARGET SECTION TO BE ANNOTATED:\n Willard gently tosses Ben on the stairs, quickly grabs the edge of the door.\n\nWILLARD\n\nDown, Ben. You stay down!\n\nAs Willard quickly shuts the door --\n\nINT. MRS. STILES' BEDROOM - CONTINUOUS\n\nThe door slam causes her eyes to open. She holds in the darkness, puzzled and afraid.\n\nINT. WILLARD'S BEDROOM - MORNING\n\nWillard's asleep. Socrates curled up against his back. The alarm clock RINGS. Willard awakens and turns off the alarm. As he reaches back to pet Socrates, Willard freezes. Eyes toward the foot of the bed:\n\nBEN\n\nHolds at the foot of the bed, in the same spot he claimed last night.\n\nWILLARD\n\nGlares back.\n\nBEN\n\nGlares back.\n\nWILLARD\n\nOn angry impulse, viciously kicks Ben, who's violently knocked to the floor.\n\nBen scuttles out the door and into the hallway. Willard follows after him.\n\nINT. HALLWAY - CONTINUOUS\n\nAs Willard appears at the end of the hall, he catches a glimpse of Ben darting down the banister. Willard starts after him, yet pauses at his mother's room. He softly moves to close her door, then pauses.\n\nINT. MRS. STILES' BEDROOM - CONTINUOUS\n\nShe's not there.\n\nINT. STAIRWAY - CONTINUOUS\n\nA half-dozen rats crawl about the base of the stairs. Upon seeing them, Willard quickly hustles down the steps.\n\nWILLARD\n\nMother!\n\nINT. KITCHEN - CONTINUOUS\n\nThe cellar door is open. Rats climb out from the basement. Willard appears, shocked.\n\nWILLARD'S POV\n\nOver 150 rats are everywhere: on the table, the counters, in the cupboards, eating anything they can find.\n\nWILLARD\n\nTurns to the basement door, anticipating what he'll find...\n\nINT. BASEMENT - CONTINUOUS\n\nOn the first landing, a fading flashlight beam shines aimless from beneath a pack of swarming rats.\n\nWILLARD\n\nPuzzled, steps closer. He freezes.\n\nWILLARD'S POV\n\nThe flashlight is gripped in his mother's stiff dead hand, scaly pink rat tails flop across the fingers. The rats do not know death. She is just another object.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLARD'S POV\n\nThe flashlight is gripped in his mother's stiff dead hand, scaly pink rat tails flop across the fingers. The rats do not know death. She is just another object. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nShudders. His breaths rapid and deep.\n\nWILLARD\n\nNo! NO!\n\nHe snaps his trembling fingers.\n\nWILLARD\n\nDOWN! DOWN!\n\nThe rats obey the command and begin moving down the stairs. Socrates assists, herding the others toward the cellar.\n\nMRS. STILES\n\nPositioned as if having fallen forward, her opened eyes reflect the expression of frozen shock. REVEALED as the rats climb off her.\n\nBEN\n\nHolds atop a cupboard staring down at Willard.\n\nWILLARD\n\nLooks up, increasingly impatient with Ben.\n\nWILLARD\n\nYou think you're funny? You think you're smart?\n\n(beat)\n\nSocrates. He's smart. He knows they have to take mother away.\n\n(beat)\n\nAnd if they see you...they'll take me away. Then come back for you.\n\nBEN\n\nAppears to consider. He lifts his head, then moves off into the shadows.\n\nWILLARD\n\nHis expression reflects growing detest as Ben crawls over his feet, into the basement, past his mother's feet.\n\nINT. FOYER - AFTERNOON\n\nReminiscent of Soctrates' mother, Mrs. Stiles' dead body lies inside a black plastic body bag. A PULLED STRAP secures her to a coroner's gurney.\n\nWIDER\n\nWillard signs paperwork on a clipboard and returns it to a deputy medical examiner who absently tosses the clipboard atop the body bag.\n\nWith a startling CLACK, the gurney is raised and wheeled out of the house. Willard slowly shuts the door.\n\nThe house is quiet and lonely. Emotionally numb, Willard wanders to the stairs and must sit. The stretched shadows of the barred windows reach Willard, causing him to appear like a prisoner or a caged rat.\n\nAfter a beat, Socrates crawls into Willard's lap. The white rat nuzzles against Willard, comforting him.\n\nWILLARD\n\nI love her...and I'll miss her. I already miss her. She was my mother.\n\n(beat)\n\nBut, if you ever died, Socrates...\n\nHe cannot bear to complete the thought.\n\nWILLARD\n\nYou're the only friend I ever had.\n\nAS CAMERA SLOWLY RISES, Willard strokes the head of his only remaining friend.\n\nDeath and Bankruptcy\n\nINT.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLARD\n\nYou're the only friend I ever had. AS CAMERA SLOWLY RISES, Willard strokes the head of his only remaining friend. Death and Bankruptcy\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n FUNERAL HOME - DAY\n\nMrs. Stiles rests in modest casket. O.S., \"Peace in the Valley\" plays on a programmed organ. Willard approaches the coffin. Eyes red and swollen from crying, he leans over and kisses her.\n\nWILLARD\n\nAt least you're with father again.\n\n(pause)\n\nMy friend would like to say goodbye.\n\nWillard cautiously checks over his shoulder. He's the only person at the service. He removes Socrates from his coat pocket and holds him out toward the head of the casket.\n\nMRS. STILES\n\nSocrates brushes his nose against her dead face.\n\nWILLARD\n\nHolding the rat to his mother, is about to cry again.\n\nWIDER - CASKET\n\nWillard's back is to us. From this angle, Socrates can't be seen. Cathryn steps INTO FRAME, her back also to CAMERA.\n\nCATHRYN\n\nHolds a beat, taking sad notice of the empty room.\n\nWILLARD\n\nRemains unaware of her.\n\nWILLARD'S HANDS\n\nStrokes his mother's face, and then the rat's...\n\nCATHRYN (O.S.)\n\nWillard?\n\nStartled, he thinks quickly, places Socrates inside the casket. Willard eyes over his shoulder, then back to the coffin.\n\nWILLARD\n\n(whispers)\n\nIn.\n\nSOCRATES\n\nWaddles deep into the casket, disappearing into the dark toward Mrs. Stiles' feet.\n\nWILLARD & CATHRYN\n\nHe turns just as she carefully approaches the casket.\n\nCATHRYN\n\nAre you alright? I didn't mean to upset you.\n\nWith residual startle, he shakes his head and guides her away from the coffin and to the chairs. They sit.\n\nWILLARD\n\nYou didn't have to come here.\n\nCATHRYN\n\nWe didn't hear from you and I wanted to make sure you're okay. To let you know...you have a friend.\n\nWillard is caught off guard and sincerely touched. His eyes begin to well, bringing tears to his eyes. She reaches out and softly caresses his face.\n\nThis may be the first time he's ever been touched in such a way. As he begins to close his eyes and cherish the moment, his eyes freeze. Never fully closing.\n\nWILLARD'S POV - MR. MARTIN\n\nEnters, appearing annoyed and put upon.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nNever fully closing. WILLARD'S POV - MR. MARTIN\n\nEnters, appearing annoyed and put upon. \n\nTARGET SECTION TO BE ANNOTATED:\n He moves to the casket.\n\nWILLARD & CATHRYN\n\nAs Willard hatefully looks off, Cathryn turns to see Mr. Martin. Sparing them further hassle, she pulls her hand away.\n\nCASKET\n\nMrs. Stiles rests in the f.g., just beneath the closed half of the casket lid hides Socrates. Martin ENTERS FRAME, takes a perfunctory look and moves off.\n\nFUNERAL HOME\n\nWillard and Cathryn avert their eyes as Martin approaches. Dismissive, he eyes Willard, then, somewhat lasciviously, eyes Cathryn.\n\nMR. MARTIN\n\nShouldn't you be working?\n\nCATHRYN\n\n(defiantly)\n\nLunch hour.\n\nMR. MARTIN\n\n(with a laugh)\n\nHell of a way to spend it, huh?\n\nHe looks to Willard, who doesn't look back.\n\nMR. MARTIN\n\nShe's better off, Willard.\n\n(a dig at Willard)\n\nShe's with your dad.\n\nWillard doesn't acknowledge this in any manner. Behind Mr. Martin, a man, JOSEPH GARTER, Mr. Martin's age, suit and tie enters and moves to the casket paying a brief moment of respect. The man looks toward Willard while...\n\nMR. MARTIN\n\nWhat now? Gonna sell the house?\n\nWillard shrugs, then with false altruism...\n\nMR. MARTIN\n\nGive it some thought. Take the rest of the day off.\n\nHe pats Willard on the leg, shoots Cathryn a jilted look and moves out of the funeral parlor. Cathryn places a sympathetic hand on Willard's back, however, before any words are exchanged about Mr. Martin's behavior, they're approached by Mr. Garter.\n\nMR. GARTER\n\nWillard Stiles?\n\nWillard looks up, nods.\n\nMR. GARTER\n\nI'm Joseph Garter, I'm an attorney with Montgomery & Glick, the trustees of your mother's estate.\n\n(beat)\n\nI've been trying to reach you, but...you don't answer the phone.\n\n(beat)\n\nI hope you take no offense by my finding you. Here. We are all saddened by your loss.\n\n(beat; to Cathryn)\n\nMay I have a moment with Willard?\n\nCathryn reacts, flustered by the situation.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nWe are all saddened by your loss. (beat; to Cathryn)\n\nMay I have a moment with Willard? Cathryn reacts, flustered by the situation. \n\nTARGET SECTION TO BE ANNOTATED:\nCATHRYN\n\nCan I come over after work? Check up on you?\n\nWILLARD\n\nI'll be okay. Thanks, Cat.\n\nShe gives him an awkward hug, then moves off while Mr. Garter turns a chair around to face Willard.\n\nMR. GARTER\n\nWillard, I'm afraid I have some news... I don't know if you're aware of or prepared for.\n\nWillard reacts, puzzled.\n\nMR. GARTER\n\nYour parents had been living off an account they had originally set up for your future. It was intended to be yours upon their passing.\n\n(beat)\n\nHowever, your father's death left debts that even Mr. Martin's buy out didn't completely relieve.\n\nWillard tenses.\n\nMR. GARTER\n\nIn fact, there remains pending litigation on some unsettled debts.\n\nWILLARD\n\nI still have the house?\n\nMR. GARTER\n\nYour mother refinanced the house after your father's death, so, in fact, we still owe...\n\nWillard's devastated.\n\nWILLARD\n\nWe? It's my house.\n\nMR. GARTER\n\nOf course, you grew up there. It's your home, but it is the bank's house.\n\nWILLARD\n\nIt's my house.\n\nMR. GARTER\n\nThere's no need for a single man to live in such a large house. Sell it.\n\nWILLARD\n\nWhy do I have to pay for what things my parents did?\n\nMR. GARTER\n\nThe money will help you start over.\n\nWILLARD\n\nStart over?! I'm almost done!\n\nMR. GARTER\n\nWillard, you have no choice. As the executor...\n\nWILLARD\n\nThen why...why'd you come here?! Why do you even bother telling me?! Do you get off on telling me I have no control over my own life?! I have no money. No home. And it's not my fault!\n\nMr. Garter stands and reaches for his business card.\n\nMR. GARTER\n\nThis is not the time or place. Think about it. Then please, you have to contact me.\n\nWillard snaps the card out of Mr. Garter's hand.\n\nMR. GARTER\n\nI understand, Willard, however, this is the only way you can take control of your own life.\n\nWillard sighs, settles. Mr.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nGARTER\n\nI understand, Willard, however, this is the only way you can take control of your own life. Willard sighs, settles. Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Garter takes a beat, assured that Willard has composed, then moves out of the room. Willard stands and moves toward his mother's casket.\n\nWILLARD\n\nSocrates.\n\nSocrates appears from behind the bottom lid and scuttles to Willard who picks him up and holds the rat against his cheek. As Willard looks to his mother, he notes movement O.S.\n\nTHROUGH STAINED GLASS WINDOW\n\nMr. Martin's form holds in the parking lot. He is motioned by another form who shakes Martin's hand. It's Mr. Garter.\n\nWILLARD\n\nMoves to the window for a better look. Although distorted and oblique through the stained glass, Mr. Garter's posture conveys he is reporting to Mr. Martin. Garter gestures with a thumb toward Willard in the funeral parlor. Mr. Martin nods, pleased. The two men shake hands.\n\nWILLARD\n\nAs he watches out the window, Socrates held to his cheek.\n\nCat, Food\n\nINT. FOYER - WILLARD'S HOUSE - AFTERNOON\n\nRats are everywhere. The opening door shoots several across the floor. The door opens and Willard enters. Shocked and angry, he takes in the house...\n\nWILLARD'S POV - LIVING ROOM & STAIRS\n\nSwarming with greasy rats; gnawing on the banister and chewing the curtains. Droppings and puddles of urine litter the hardwood floor.\n\nWILLARD\n\nCAMERA CRANES DOWN. As it reaches eye-level.\n\nWILLARD\n\nStop it! Stop it, Ben! Just 'cause my mother's gone doesn't mean you have to run the house. This is my house, Ben!\n\nINT. KITCHEN - CONTINUOUS\n\nThe kitchen has been ransacked by three times as many rats as before. All traces of food are gone. The containers are shredded and spewed in every direction.\n\nSEVERAL RATS\n\nHave eaten through the plastic container of dishwashing liquid and are licking the soap.\n\nWILLARD\n\nStorms into the kitchen and sees the pillaging. He looks to the door leading to the basement.\n\nINT. BASEMENT - CONTINUOUS\n\nThe base of the door has been eaten away. Rats well up from the cellar. Willard pushes the door all the way open to see a STREAM OF RATS move up the stairs.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nBASEMENT - CONTINUOUS\n\nThe base of the door has been eaten away. Rats well up from the cellar. Willard pushes the door all the way open to see a STREAM OF RATS move up the stairs. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nBEN?!\n\nNo response. The rats continue ravaging the house.\n\nWILLARD\n\nBEN?!\n\nBen doesn't wish to reveal himself.\n\nO.S., the doorbell rings. Startled, Willard turns. He hustles to the front entrance.\n\nINT. FOYER - CONTINUOUS\n\nWillard looks out the stained glass to see CATHRYN standing outside, holding something wrapped in a blanket.\n\nCATHRYN\n\nWillard! It's Cathryn. Answer the door! I saw you walk in!\n\n(beat; flirtatious)\n\nI have a present for you!\n\nWillard, having not removed his coat, pulls it tight and moves to the door, sweeping rats away and out of sight before opening the door and quickly stepping outside.\n\nEXT. WILLARD'S HOUSE - CONTINUOUS\n\nCathryn is taken aback and puzzled as he closes the door.\n\nWILLARD\n\nI was going out. I...I have some stuff to deal with at the cemetery.\n\nCATHRYN\n\nOh, well...Willard...maybe this is a bad time, but...I...please Don't take this the wrong way. But you looked so goddamn lonely at your mother's service and...I know I was devastated by my mother's death and I loved her...and the only friend I\n\nhad to help me through was...\n\nShe lifts the blanket. Inside the bundle is a cat.\n\nCATHRYN\n\nHer mother! This is Scully. She'll be a great friend and keep you company.\n\nSpeechless, Willard looks at Scully. Searching for a way out.\n\nWILLARD\n\nCathryn...I don't know what to say. I...I can't take Scully.\n\nTHE CAT\n\nLooks down toward Willard's coat pocket.\n\nCAT'S POV\n\nTwo inches of Socrates' tail hangs out of Willard's pocket.\n\nTHE CAT\n\nWriggles, trying to free itself from Cathryn's grasp. Its eyes are locked on Willard's pocket.\n\nCATHRYN (O.S.)\n\nSee, she likes you! Just hold her!\n\nWILLARD & CATHRYN\n\nCathryn hands the bundle to Willard. The cat swats at his pocket. Willard CLASPS the cat's head to secure it, while scratching his ears with forced affection.\n\nWILLARD\n\nCathryn, really. I can't...",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nWillard CLASPS the cat's head to secure it, while scratching his ears with forced affection. WILLARD\n\nCathryn, really. I can't... \n\nTARGET SECTION TO BE ANNOTATED:\nThe cat meows, trying to get at Socrates in Willard's pocket. Willard, increasingly anxious...\n\nWILLARD\n\nI'm really late. Is it okay to leave her inside?\n\nCATHRYN\n\nSure. She's potty trained.\n\nForcing a smile, he opens the door and places the cat inside.\n\nINT. FOYER - WILLARD'S HOUSE - CONTINUOUS\n\nAfter a beat of \"oh, shit!\" The cat immediately arches it's back, fluffs its fur and hisses. It begins urinating.\n\nCATHRYN (O.S.)\n\nNeed a ride? I can drive you.\n\nWILLARD (O.S.)\n\nHow 'bout just to the subway?\n\nAs their voices trail off down the sidewalk...\n\nWILLARD\n\nI can't thank you enough, Cathryn. I'm sure Scully will be very happy.\n\nHorrified, Scully tears off into the house.\n\nRATS\n\nSupposedly, a pack of rats will appear to ignore a stranger until the moment of attack; suckering the intruder. The rats continue chewing and gnawing, seemingly unaware of Scully.\n\nINT. TV ROOM - CONTINUOUS\n\nScully runs, searching for safety. The curtains are drawn. The cat leaps upon...\n\nA CLUB CHAIR\n\nA cable TV remote sits on the armrest. The cat inadvertently lands on the REMOTE...\n\nTV\n\nA small set turns on with a CLICK.\n\nTHE CAT\n\nFoot on the remote, Scully searches for higher ground in the cold blue light of the TV.\n\nTV\n\nIn the upper corner of the monitor, the channel indicator races well into the music/radio channels.\n\nTHE CAT\n\nLeaps off the armchair.\n\nTV\n\nIs left on \"SOFT ROCK/EASY LISTENING\" CHANNEL.\n\nTHE CAT\n\nSettles on top of the armoire. It looks down upon...\n\nTHE HOUSE\n\nRats - everywhere. Continuing as if unaware of the cat.\n\nTV\n\nA soft acoustic guitar purrs, accented by a deep bass. The opening of the Oscar nominated song \"Ben\". CAMERA EASES IN, matching the music's rhythm.\n\nANOTHER CLUB CHAIR\n\nIn the blue cast of the TV, shadows cover the seat of a throne evoking chair...\n\nMICHAEL JACKSON (V.O.)\n\nBen, the two of us need look no more...",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nANOTHER CLUB CHAIR\n\nIn the blue cast of the TV, shadows cover the seat of a throne evoking chair... MICHAEL JACKSON (V. O.)\n\nBen, the two of us need look no more... \n\nTARGET SECTION TO BE ANNOTATED:\nCAMERA PUSHES CLOSER, REVEALING BEN'S EYES.\n\nMICHAEL JACKSON (V.O.)\n\nWe both found what we were looking for...\n\nBen produces a snarling squeak - a command.\n\nSOME RATS\n\nLook up from their chewing and move off to the TV room.\n\nTHE CAT\n\nAbove the room on the armoire, notes the movement.\n\nMICHAEL JACKSON (V.O.)\n\nWith a friend to call my own/I'll never be alone...\n\nHIGH ANGLE - OVER THE CAT\n\nTwo dozen rats scuttle to the base of the armoire.\n\nFOOT OF ARMOIRE\n\nThe rats break off into two teams: each gnawing at the feet of the armoire.\n\nMICHAEL JACKSON (V.O.)\n\nAnd you, my friend, will see/you've got a friend in me...\n\nTHE CAT\n\nAnxious, looks down at the rats\n\nA TEAM OF RATS\n\nSharp incisors jump at camera, tearing at the wood.\n\nCHORUS (V.O.)\n\nYou've got a friend in me!\n\nBEN\n\nCAMERA INCHES IN, watching...\n\nMICHAEL JACKSON (V.O.)\n\nBen, you're always running here and there...\n\nFOOT OF THE ARMOIRE\n\nCREAKS...like a tree about to fall...\n\nCHORUS (V.O.)\n\nHere and there!\n\nTHE CAT\n\nAs the armoire sways, the cat searches for another safe haven.\n\nMICHAEL JACKSON (V.O.)\n\nYou feel you're not wanted anywhere...\n\nFOOT OF ARMOIRE\n\nGives way. Rats scatter. The lower corner THUMPS to the floor. The armoire begins tilting.\n\nMICHAEL JACKSON (V.O.)\n\nIf you ever look behind/and don't like what you find...\n\nTHE CAT\n\nLeaps! just as...\n\nTHE ARMOIRE\n\nTopples over, crashing to the floor!\n\nTHE CAT\n\nDashes across the floor. Rats snap and hiss!\n\nINT. KITCHEN - CONTINUOUS\n\nThe cat charges in and darts to the open cellar.\n\nCHORUS (V.O.)\n\nI used to say \"I\" and \"me\"...\n\nINT. WILLARD'S BASEMENT - CONTINUOUS\n\nthe cat eyes the hole in the wall leading beneath the house. It leaps from the stairs.\n\nCHORUS (V.O.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt leaps from the stairs. CHORUS (V. O. \n\nTARGET SECTION TO BE ANNOTATED:\nNow it's \"us\"/Now it's \"we\"...\n\nSTORAGE SHELVES\n\nIt lands on the storage shelves and hustles across...\n\nOVERHEAD\n\nThe cat moves high above the metal shelves. Below, flustered rats HISS at the cat. The cement floor appears as if covered with a moving fur carpet.\n\nMICHAEL JACKSON (V.O.)\n\nBen, most people would turn you away...\n\nTHE CAT\n\nCrouches, tenses, preparing to leap toward the hole...\n\nTHE HOLE\n\nJust beyond the lip of the hole, in the darkness, Ben's demonic eyes wait...\n\nMICHAEL JACKSON (V.O.)\n\nI don't listen to a word they say..\n\nTHE CAT\n\nLeaps to the hole...\n\nTHE HOLE\n\nBen charges into CAMERA, incisors snapping.\n\nTHE CAT\n\nIs knocked back. It desperately scratches at the wall, yet manages only to grasp the lip of the hole with one paw.\n\nMICHAEL JACKSON (V.O.)\n\nThey don't see you as I do...\n\nOVERHEAD\n\nThe cat dangles, twists trying to claw up the wall. Below, rats gather and wait.\n\nBEN\n\nWith a hellish intensity, attacks the cat's paw.\n\nMICHAEL JACKSON (V.O.)\n\nI wish they would try to...\n\nTHE CAT\n\nEyes wide and horrified. It drops OUT OF FRAME.\n\nTHE FLOOR\n\nWith surprising speed, the rats swarm the cat. It disappears beneath the sea of black and brown greasy fur.\n\nMICHAEL JACKSON (V.O.)\n\nI'm sure they'd think again/If they had a friend like Ben...\n\nCLOSE - CAT'S EYE\n\nWide, frightened and struggling beneath a blur of claws and gnawing teeth...\n\nCHORUS (V.O.)\n\nA friend!\n\nTHE HOLE - OVERHEAD\n\nBen looks out of the hole and down at the army of rats below. The cat can no longer be seen.\n\nMICHAEL JACKSON (V.O.)\n\nLike Ben...\n\nCAMERA CRANES DOWN, adjusting to Ben holding in the hole, wickedly amused by the success of the attack. As the CAMERA INCHES IN, TEARING and RIPPING! The final desperate screams of the cat macabrely intermingle with the end of the song:\n\nCHORUS (V.O.)\n\nLike Ben!...\n\nFADE OUT.\n\nFather's Things\n\nINT. HALLWAY - OUTSIDE MR.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nFADE OUT. Father's Things\n\nINT. HALLWAY - OUTSIDE MR. \n\nTARGET SECTION TO BE ANNOTATED:\n STILES' OFFICE - NIGHT\n\nAn antique crystal doorknob reflects faint light beneath several layers of dust. Willard's hand reaches in and turns the handle. The KNOB CLACKS. The door opens, revealing a dark room beyond the hallway.\n\nINT. MR. STILES' OFFICE - CONTINUOUS\n\nWillard is silhouetted including Socrates on his shoulder, before a yellow Dormer window. The streetlights create an eerie amber cast across the haunted room\n\nSeveral mounted birds and animals are displayed throughout the conservative home office. Family photos and framed certificates hang in the converted attic.\n\nFRAMED PHOTOGRAPH\n\nA young Mr. Martin stands proudly besides his boss, Mr. Stiles whose hands are proudly placed on his son Willard's eight-year old shoulders.\n\nWILLARD\n\nAverts his eyes from the image and moves to the desk. He opens the top drawer and holds, disturbed...\n\nWILLARD'S POV - FATHER'S DESK\n\nA dusty envelope, marked \"BROOKLYN MEDICAL EXAMINER - STILES 6/6/95\" sits in the drawer.\n\nWILLARD\n\nTears open the sealed envelope holding his father's personal affects. A ring, wallet. Holding a leather billfold with reverence, his eyes well with tears looking at the driver's license, a photo of Mrs. Stiles and a photo of Willard.\n\nHesitating, he removes a Swiss Army knife from the package and opens the blade. Along the edge is a line of brown stained blood. Willard untucks his shirt and rubs the blade. The blood is gone.\n\nCAMERA INCHES INTO WILLARD. Holding the knife and considering the blade. His father's act. Willard places the knife tip against his wrist... Until Socrates races from Willard's shoulder and rushes down his arm.\n\nWILLARD'S HANDS\n\nThe right hand holds the knife tip against the left wrist. Socrates ENTERS FRAME and nips Willard's fingers.\n\nWILLARD\n\nHe reconsiders. Tears well in his eyes.\n\nWILLARD'S HANDS\n\nDrop the knife. Socrates looks at him, as if relieved.\n\nWILLARD\n\nRaises Socrates to his cheek, closes his eyes and feels the returned affection. O.S., a rustle. Willard opens his eyes. Tense, they scan the room.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nS., a rustle. Willard opens his eyes. Tense, they scan the room. \n\nTARGET SECTION TO BE ANNOTATED:\nBOOKSHELF\n\nHolding a bric-a-brac and mementos...and BEN'S TAIL. The CAMERA MOVES ALONG BEN'S BODY, his head blocked behind a framed photograph of Willard's father, as if Mr. Stiles' face is eerily part of Ben's body.\n\nWILLARD\n\nThe image and Ben's presence disturbs him. He turns and begins moving out of the dark office.\n\nAbout to exit, Willard pauses. Looking to an umbrella stand holding several antique umbrellas and swagger sticks. As he reaches out, raises one of the wooden swagger sticks for examination, then subtly looks back at Ben.\n\nBen Won't Learn\n\nINT. WILLARD'S BEDROOM - LATER\n\nThe sheets are pulled back. Willard climbs in with the swagger stick. The bedroom door's closed. While Socrates settles beside him, Willard checks the floor before proceeding to hide the stick beneath the pillows beside him.\n\nOnce secured, he CLICKS off the light. The room turns dark, CAMERA CREEPS IN ON WILLARD. Listening... In the B.G., the door opens, intruder unseen.\n\nWillard's eyes check the door. He remains still. Listening. Then, faintly, against the hardwood floor, CLICK CLICK CLICK of nails and the sliding of an approaching tail.\n\nWillard stealthily reaches beneath the pillows and grabs the swagger stick's silver tip.\n\nThe sheets tug toward the foot of the bed.\n\nFOOT OF THE BED\n\nAgainst the windows, allowing faint street light inside... Ben's large silhouette appears over the foot of the bed.\n\nSOCRATES\n\nTurns toward the foot of the bed and squeals, as if signalling to warn Ben.\n\nBEN\n\nBacks up, tenses.\n\nWILLARD\n\nStrikes. He whips the stick toward the foot of the bed.\n\nBEN\n\nWHACK! Forewarned, Ben is too fast and jumps off the bed as the wooden stick WHISKS with a startling THUMP upon the bed.\n\nWILLARD\n\nHustles out of bed and chases Ben, retreating into the closet. Willard opens the door and turns on the closet light.\n\nWILLARD'S POV - CLOSET\n\nA hole has been gnawed in the baseboard.\n\nWILLARD\n\nSubtle, yet increasing dementia, he looks to...\n\nSOCRATES\n\nLooking to Willard, as if disappointed.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLARD'S POV - CLOSET\n\nA hole has been gnawed in the baseboard. WILLARD\n\nSubtle, yet increasing dementia, he looks to... SOCRATES\n\nLooking to Willard, as if disappointed. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nAverts his eyes, guilty.\n\nWILLARD\n\nI wasn't going to hurt him. I know you're trying to keep peace, but he has to learn that I'm the boss.\n\nINT. CLOSET - CONTINUOUS\n\nPennies and nickels are stuffed into an old sock. \n\nWIDER\n\nIn his pj's, Willard sits in the closet grabbing loose change from a shoebox and stuffs it into the sock. Socrates sits on a shelf just over Willard's shoulder.\n\nHOLE IN THE BASEBOARD\n\nWillard balls the coin-filled sock and jams it into the hole.\n\nJUMP CUT TO:\n\nAN OLD PAINT CAN\n\nHeavy and rusted garden shears cut into an old paint can .\n\nWILLARD\n\nPerspiring, obsessive, and straining to cut the can.\n\nJUMP CUT TO:\n\nHOLE IN THE BASEBOARD\n\nBANG! BANG! BANG! A hammer flattens the curved metal. Willard places it over the sock stuffed hole and begins hammering nails into the old paint can.\n\nJUMP CUT TO:\n\nWILLARD\n\nRips a foot long piece of gray duct tape from a roll.\n\nHOLE IN BASEBOARD\n\nThe strip is laid over several layers of duct tape which has been placed over the flattened paint can, covering the coin stuffed sock placed in the hole.\n\nWILLARD\n\nLeans back against the closet wall, exhausted and perspiring, yet satisfied that Ben's passageway is securely sealed. He picks up Socrates and scratches his head.\n\nINT. WILLARD'S BEDROOM - MORNING\n\nWillard's crashed, face down, as if having collapsed from emotional and physical exhaustion. The door is closed. The closet is closed. Socrates lies tucked beside him.\n\nBEN\n\nSits at the foot of the bed, watching Willard.\n\nCLOSE - WILLARD\n\nStirs, awakens, lazily opens one eye. He sees:\n\nBEN\n\nMotionless, yet taunting.\n\nWILLARD\n\nWaits a beat, then, slowly and carefully extends his arm and reaches beneath the pillow. Willard reacts, puzzled. He digs deeper beneath the pillows, but apparently can't find the swagger stick. His eyes move toward the right side of the bed. Willard reacts, afraid...\n\nWIDER\n\nJust above the bed is the swagger stick. Chewed to slivers. Recognizable only by the metal tips.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nWIDER\n\nJust above the bed is the swagger stick. Chewed to slivers. Recognizable only by the metal tips. \n\nTARGET SECTION TO BE ANNOTATED:\n Willard looks to:\n\nBEN\n\nStoic and yet an air of satisfied retaliation.\n\nWILLARD\n\nClimbs out of bed. Unable to keep the peace, Socrates squeaks, head moving back and forth from Willard to Ben. Willard moves to the closet and looks inside.\n\nINT. CLOSET - CONTINUOUS\n\nThe tape and metal securing the hole is untouched.\n\nWILLARD\n\nA cold shiver shoots through him. He looks back toward Ben, who's GONE.\n\nWILLARD\n\nConsiders his next move...\n\nPosition Terminated\n\nINT. FOYER - MORNING ACCORDION BRIEFCASE\n\nIt's open.\n\nWILLARD (O.S.)\n\nSocrates? Work!\n\nWillard, holding Socrates, ENTERS FRAME and places Socrates into the bag. Willard startles and jumps back...\n\nCAMERA ARCS UP AND OVER THE BAG TO REVEAL\n\nBEN\n\nInside the briefcase.\n\nWILLARD\n\nEyes red, skin pale and tense. Eyes the bag. He trembles slightly. Angry. He's about to grab and pull Ben out of the bag until... \n\nSOCRATES\n\nSqueaks and moves to Ben.\n\nWILLARD\n\nHolds and tenses. \n\nWILLARD\n\nOnly 'cause Socrates said it's okay.\n\nAs Willard angrily closes the briefcase...\n\nINT. STOREROOM - OFFICE - DAY\n\nThe storeroom is dark. O.S., keys jingle. The door opens and Willard's silhouetted form enters. He turns on a back light and moves to the shelves. CAMERA MOVES towards the shelves as Willard sets down the briefcase and opens it. He carefully removes Socrates from the bag and sets him on a shelf. Willard's expression hardens as he turns back to the briefcase.\n\nWILLARD\n\nBen. Out.\n\nAfter a beat, Ben climbs out of the bag. Willard whispers.\n\nWILLARD\n\nQuiet. Stay... \n\nWillard scratches behind Socrates' ear while Ben has a curious look around.\n\nINT. OFFICE BULLPEN - LATER\n\nA \"Martin-Stiles Manufacturing\" business envelope; no stamp; no postmark waits in the center of the desk blotter. Willard's hand enters frame and opens the envelope. A sheet of paper is removed.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nOFFICE BULLPEN - LATER\n\nA \"Martin-Stiles Manufacturing\" business envelope; no stamp; no postmark waits in the center of the desk blotter. Willard's hand enters frame and opens the envelope. A sheet of paper is removed. \n\nTARGET SECTION TO BE ANNOTATED:\n The body of the letter is terse; three sentences long. A paycheck is enclosed.\n\nOFFICE\n\nWillard is intensely confused, as if the contents are inconceivable. Let alone incomprehensible. He looks to Cathryn, desk buttressed against his. She reacts to his bewilderment. Unable to speak and certain there is some mistake, he hands the letter to \n\nher. She reads it and although immediately angered, remains composed...\n\nWILLARD\n\nAm I reading this right? \n\nWillard absently sits, pale and chocked. His eyes lock on Mr. Martin's office across the room. She rereads the notice.\n\nCATHRYN\n\nMr. Stiles, it is our regret to inform you your position has been terminated. Enclosed please find two weeks severance.\n\n(beat)\n\nYour service is appreciated. Frank Martin. \n\nCathryn sighs and looks to Willard. \n\nCATHRYN\n\nHe's firing you. \n\nCAMERA PUSHES INTO WILLARD unable to comprehend the villainy. His outrage builds as he fidgets in his seat. Gone deep within himself, he appears no longer aware of Cathryn.\n\nCATHRYN\n\nI thought he could never...\n\nWillard stands and marches from his desk. \n\nOFFICE \n\nWillard storms across the room. Cathryn moves after him, wishing to restrain and regain his composure. His fellow employees watch, eyeing one another. Ms. Leach looks up as he nears the closed office door.\n\nMS. LEACH\n\nHe's on a conference call!\n\nIgnoring her, he whisks the door open!\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nMr. Martin is on the phone, feet up on the desk. He forcers a boisterous laugh at whatever is said on the other end of the phone. Through the laugh, his cold eyes look to Willard.\n\nWILLARD\n\nEnters and closes the door behind him. Without looking at Martin, Willard moves to a chair across from the boss' desk and sits. Defiant. Yet remaining afraid of Martin and unable to look him in the eye. \n\nMARTIN\n\nRegarding Willard's anger as just a minor hassle in the workday, he remains on the phone.\n\nINT. OFFICE BULLPEN - CONTINUOUS\n\nThe employees tense; try to eavesdrop on Martin's office. Protective of Mr.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. OFFICE BULLPEN - CONTINUOUS\n\nThe employees tense; try to eavesdrop on Martin's office. Protective of Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Martin, Ms. Leach stands, moves out before the bullpen area, and shoots everyone a disapproving look.\n\nMS. LEACH\n\nFeels like this office could use a little holiday cheer.\n\n(beat)\n\nCathryn, go dig out the Christmas decorations.\n\n(beat)\n\nThey're in the back storeroom. The key's in Willard's desk somewhere.\n\nCathryn sighs and moves to the desk.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nMartin remains on the phone while Willard grows increasingly anxious.\n\nMR. MARTIN\n\nCome up for the Jets-Dolphins game. No, I'll get Alcoa's luxury box...Think I'm gonna let you sit out in the fuckin' snow?? Martin forces another obnoxious laugh.\n\nINT. OFFICE BULLPEN - CONTINUOUS\n\nOpens! \n\nCATHRYN\n\nFumbles and finds the key ring. Sorting through the keys, CAMERA PUSHES IN ON HER. She pauses, considering, increasingly angry. She looks up at... \n\nINT. MR. MARTIN'S OFFICE - CATHRYN'S POV - CONTINUOUS\n\nThe door is closed. Willard is inside being fired.\n\nINT. OFFICE - CONTINUOUS\n\nCathryn sighs and shakes her head. \n\nCATHRYN\n\nMs. Leach?\n\n(Ms. Leach turns)\n\nFound the keys.\n\n(defiant)\n\nBut, you can go \"dig out\" your own holiday cheer and then shove it up your ass with a \"Ho! Ho! Ho!\"\n\nSuddenly, with a crisp underhand pitch, Cathryn hurls the keys across the room. Startled, Ms. Leach rears back. The keys THUD against the wall. \n\nCATHRYN\n\nI quit.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nUnable to release his anger, Willard grows anxious sitting across from Martin. He begins picking his fingers.\n\nWILLARD & MR. MARTIN\n\nMartin finds up an office desk toy and fiddles with it while remaining on the phone. \n\nMR. MARTIN \n\nJets-'Phins; always a close game. Check with Cindy and get back to me. No, I'll be workin' here late tonight... Christmas bonus time, y'know.\n\nHis eyes turn to Willard with mean irony.\n\nINT.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nChristmas bonus time, y'know. His eyes turn to Willard with mean irony. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n STOREROOM - CONTINUOUS\n\nThe hallway outside the storage room is quiet until...\n\nO.S., the RING OF KEYS JINGLE. \n\nMs. Leach appears around the corner, combing the ring for the key to the storeroom.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS \n\nWillard's frustration is unbearable. Martin remains on the phone.\n\nMR. MARTIN\n\nGood deal. Nice talkin' to you guys. Right. Bye bye.\n\n(hanging up; to Willard)\n\nYou're fired. What part of that don't you get? \n\nWILLARD\n\nHow could you? My father...\n\nMR. MARTIN\n\nIs dead. Been dead. Now, so's your mother. Movin' on...\n\nWILLARD\n\nHe started this company. It's my family's company. \n\nMR. MARTIN\n\nNo! It's mine. Been mine. And I don't want you around it anymore.\n\nINT. STOREROOM - CONTINUOUS \n\nMs. Leach tries a key. Doesn't work. She tries another... \n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nWillard tenses, about to respond, however is cut off by Mr. Martin who throws out his hands in exasperation.\n\nMR. MARTIN\n\nGod, fuck, Willard! Why the fuck would you want to stay here?! You hate it here. I hate having you here. You're never going anywhere here. You're parents are fuckin' dead. Move on!\n\nWILLARD\n\nThe terms of your purchase contract clearly state... \n\nMR. MARTIN\n\nSue me.\n\nConfused and emotional, Willard looks to Martin. \n\nMR. MARTIN\n\nGo 'head. Fuckin' sue me. You'll win. So go ahead. Hire a 250 dollar an hour lawyer and fuckin' sue me!\n\n(beat)\n\nMy 400 dollar a day lawyer will drag it out 'til I'm dead. So, five, seven, maybe ten years from now, you'll win.\n\nWillard's eyes begin welling with tears. \n\nWILLARD\n\nYou know I can't afford that. \n\nMR. MARTIN\n\n(sarcastic)\n\nNo!\n\nINT. STOREROOM - CONTINUOUS\n\nMs. Leach sighs. Shakes her head, tries another key. Then another.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nLeach sighs. Shakes her head, tries another key. Then another. \n\nTARGET SECTION TO BE ANNOTATED:\n Finally, the door opens.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nWillard stares hard at Martin whose return look reflects a man who knows he holds all the cards. \n\nMR. MARTIN\n\nWanna sue me? Need money? Make me an offer on your house. \n\nWillard eyes him, hard. \n\nMR. MARTIN\n\nDon't give me \"the face\". I guy that house 'nd you can go out, get a car, move away from here. New job, get a girl. You'll be so fuckin' happy you won't wanna sue me. You'll wanna blow me.\n\nCAMERA PUSHES IN ON WILLARD, eyeing Mr. Martin with pure hatred before standing and moving toward the office door.\n\nINT. STOREROOM - CONTINUOUS\n\nA box of loose tinsel is moved aside as Ms. Leach gathers the cheap and dusty Christmas decorations. Stacked on a storage shelf are a couple of artificial wreaths. In a single move, she pulls them from the shelf and turns to pile them atop the box of \n\ntinsel.\n\nMs. Leach is unaware that displacing the wreaths has exposed Socrates. The white rat hustles for cover behind a tangled mass of Christmas tree lights.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nAs Willard reaches for the doorknob, Mr. Martin watches him, irked at Willard's refusal to sell him the prime real estate.\n\nWILLARD\n\nSighs, slumps with defeat. Then without looking back...\n\nWILLARD\n\nI'll sell you the house...if I get to keep my job.\n\nMR. MARTIN\n\nCan't believe Willard would make such a desperate and stupid offer and yet, Martin really doesn't want him around.\n\nINT. STOREROOM - CONTINUOUS\n\nMrs. Leach squats to lift the box of tinsel and other decorations. Once lifted, she moves toward the door. Until...a faint CLICK CLACK within the glass bulbs of the Christmas lights call her attention. Seeing the lights, she appears to weigh her load, then opts to reach up and snag them. As CAMERA PUSHES IN ON HER HAND.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nMr. Martin sighs, rubs his chin and studies Willard.\n\nWILLARD\n\nTurns back to Mr.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARTIN'S OFFICE - CONTINUOUS\n\nMr. Martin sighs, rubs his chin and studies Willard. WILLARD\n\nTurns back to Mr. \n\nTARGET SECTION TO BE ANNOTATED:\n Martin, as if, \"well?\"\n\nMR. MARTIN\n\nTaps his desk, sighs and looks to Willard. Martin absently nods his head, about to agree to the terms. Before he can verbally respond, however...\n\nA SCREAM! Martin looks past Willard to follow the shriek.\n\nMS. LEACH (O.S.)\n\nA RAT! A FUCKING RAT!\n\nCAMERA RACES INTO WILLARD, internally panicking; frozen with fear.\n\nMR. MARTIN\n\nQuickly gets up from his desk and hustles across the office.\n\nWILLARD\n\nParalyzed, Martin brushes past him.\n\nNasty, White, Dead Rat\n\nINT. OFFICE BULLPEN - CONTINUOUS\n\nThe employees are on their feet looking toward the storeroom hallway. Mr. Martin rushes out of his office and toward the hallway. The employees follows. Followed by Willard.\n\nINT. HALLWAY - CONTINUOUS\n\nRattled, Ms. Leach is relieved as Martin charges around the corner. \n\nMS. LEACH\n\nFrank, there's a white fuckin' rat the size of a dog in there!\n\nMartin coolly moves into the storeroom as the other employees appear around the corner.\n\nMS. LEACH\n\nOn the left. Second shelf.\n\nWillard arrives, assessing the situation.\n\nINT. STOREROOM - CONTINUOUS\n\nMartin moves to the shelf upon which the lights sat. There is a gap, however, no rat. Just as he eases, he sees --\n\nUPPER SHELF - SOCRATES\n\nHis white fur moves. Martin looks for a weapon. The nearest object is a wooden stick. The mid-section of the artificial Christmas tree. He pulls it from the box...\n\nMR. MARTIN\n\nGet me a chair.\n\nINT. HALLWAY - CONTINUOUS\n\nMs. Mantis moves toward a stack of chairs and pulls one.\n\nMR. MARTIN\n\nI see it!\n\nCAMERA SWEEPS INTO WILLARD, sickened. He forces his way to the storeroom doorway. As Ms. Mantis hands the chair to Mr. Foxx who hustles the chair inside...\n\nINT. STOREROOM - CONTINUOUS\n\nMartin takes the chair from Foxx, quickly positions it, and stands. CAMERA RISES WITH HIM...revealing a hiding, but trapped between the boxes, Socrates.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. STOREROOM - CONTINUOUS\n\nMartin takes the chair from Foxx, quickly positions it, and stands. CAMERA RISES WITH HIM...revealing a hiding, but trapped between the boxes, Socrates. \n\nTARGET SECTION TO BE ANNOTATED:\nWith full force, Martin drives the stick at Socrates.\n\nWILLARD\n\nFlinches upon impact. Even the other employees wince.\n\nMR. MARTIN\n\nStabs the stick INTO CAMERA.\n\nSOCRATES\n\nSCREAMS! The stick pulls away revealing red blood...\n\nWILLARD\n\nTrembles, turns pale.\n\nMR. MARTIN\n\nWith a glint of blood lust, smiling. Spikes the stick INTO CAMERA.\n\nSOCRATES\n\nSeriously injured and covered with blood. The rat searches for an escape. The stick drives INTO FRAME.\n\nWILLARD\n\nClutches the door-frame. His hazed eyes freeze beyond Martin and Socrates.\n\nWILLARD'S POV - BEN\n\nOn the highest shelf, safely covered in the dark. His\n\nopalescent eyes glare angrily at Willard.\n\nWILLARD\n\nOpens his mouth, as if to answer to Ben...until O.S., a piercing SCREAM. The other employees turn away, the excitement turning to overkill.\n\nMR. MARTIN\n\nGetting the final bead.\n\nMR. MARTIN\n\nWalt, it's Mickey, I'm comin' to join ya!\n\nLaughing, Mr. Martin goes for the kill.\n\nSOCRATES\n\nWHACK! The stick drives INTO FRAME and finally crushes Socrates' skull. His white fur now completely red, the rat's body falls limp upon the metal shelf; lifeless.\n\nWILLARD\n\nCannot hold back the tears. In the excitement of the moment and the focus is on Mr. Martin, the others are oblivious to Willard's emotions.\n\nThe employees APPLAUD and CHEER as Martin exits the room. He hands the stick to Ms. Leach.\n\nMR. MARTIN\n\nBarbara, finders keepers!\n\n(to Willard)\n\nWhat's the matter, tiger? 'Fraid of a little blood?\n\nMartin laughs, adrenaline pumping as he continues down the hall toward his office. The other employees follow him with the exception of Ms. Leach.\n\nMS. LEACH\n\nHe expects me to clean that up?!\n\nWILLARD\n\n(softly)\n\nI'll do it.\n\nRelieved and anxious to get out of there, Ms. Leach gratefully pats Willard on the shoulder, then heads down the hall, leaving Willard alone. Gathering all his strength, Willard enters the storeroom and moves directly to Ben.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nRelieved and anxious to get out of there, Ms. Leach gratefully pats Willard on the shoulder, then heads down the hall, leaving Willard alone. Gathering all his strength, Willard enters the storeroom and moves directly to Ben. \n\nTARGET SECTION TO BE ANNOTATED:\nBEN - LOW ANGLE\n\nHigh above, motionless, yet angry, looks down upon Willard.\n\nWILLARD\n\nShattered and trembling, looks up begging himself for forgiveness, but directed at Ben.\n\nWILLARD\n\nHe'd have killed you. I would never let anyone hurt you, Ben. I couldn't lose you, too. I could never lose you, Ben.\n\nLOW ANGLE - BEN\n\nUnforgiving...\n\nWILLARD\n\nGuilty, unable to receive penance from Ben, moves toward Socrates' body and begins crying. His tone, increasingly insane, suggests the triggering stress of Socrates' death.\n\nWILLARD\n\nWhatcouldIdowwhatcouldIdo...\n\nBehind the tears, his eyes appear psychotic.\n\nWILLARD\n\nWhat can I do?\n\nBEN\n\nStaring at Willard, release an eerie guttural growl.\n\nOVER WILLARD'S SHOULDER\n\nCAMERA PUSHES UP INTO HIM as he turns, looking back over his shoulder and up to Ben.\n\nWILLARD\n\nWhat can...we do?\n\nBEN\n\nCAMERA MATCHES THE MOVE INTO BEN, staring down...as if committing to the pact.\n\nEXT. CARGO/DELIVERY AREA - FACTORY - AFTERNOON\n\nThe factory cargo delivery area appears busy. From the depths of the foundry, Willard appears carrying his accordion briefcase and wearing a winter coat and leather gloves. A familiar face, he draws no attention.\n\nWithout hesitation, he moves to a \"Martin-Stiles Manufacturing\" delivery van. The size of a UPS TRUCK, Willard climbs in and drives off.\n\nINT. BATHROOM - LATER\n\nSocrates' body is held under a faucet; dried blood washes away into a sink. \n\nWILLARD - LOW ANGLE\n\nAmped, crazed, yet with unnerving control, cleans the body.\n\nINT. PARLOR MANTLE - LATER\n\nThe urn holding the ashes of Willard's father rests on the mantle. Willard's hand ENTERS FRAME and lifts the lid.\n\nHIGH ANGLE\n\nWillard places Socrates' body into the urn. He closes the lid and steps back into the macabre shadows...\n\nAn Army of Thousands\n\nINT. WILLARD'S HOUSE - BASEMENT - NIGHT\n\nA large pullman case opens INTO FRAME. Willard, eerily under lit by a flashlight, points to the bag.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn Army of Thousands\n\nINT. WILLARD'S HOUSE - BASEMENT - NIGHT\n\nA large pullman case opens INTO FRAME. Willard, eerily under lit by a flashlight, points to the bag. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nIN!\n\nRats begin piling into the bag...\n\nEXT. WILLARD'S HOUSE - MOMENTS LATER\n\nThe pullman bag bulges as Willard strains, carrying the suitcase. He opens the rear doors and enters.\n\nINT. KITCHEN - LATER\n\nRats swarming at his feet in the f.g., Willard opens the empty pullman bag.\n\nWILLARD\n\nLast batch. Can't take anymore. The rest of you wait here.\n\nCAMERA PUSHES INTO WILLARD, lying as he looks toward Ben.\n\nWILLARD\n\nMe and Ben will be back in a little while. Right, Ben?\n\nBEN\n\nSits atop the table like a commanding general.\n\nWILLARD\n\nSets the case on the floor.\n\nWILLARD\n\nIN!\n\nAs the rats follow orders...\n\nINT. DELIVERY VAN - MOMENTS LATER\n\nWillard enters with the pullman case. The doors close. Willard opens the cases and the rats file out. He is knee deep in rodents.\n\nINT. OFFICE BULLPEN - NIGHT\n\nThe outer office is dark; quiet. Martin can be seen working through his open door. Tie loose, sleeves rolled up, he enters some figures into his computer.\n\nEXT. PARKING LOT - CONTINUOUS\n\nMartin's covered Mercedes is alone in the vacant, quiet parking lot. Headlights appear, panning across the parking lot. The delivery van ENTERS FRAME in the b.g. It proceeds toward the rear of the factory.\n\nEXT. CARGO/DELIVERY AREA - CONTINUOUS\n\nHeadlights shine on the are; intensifying as the truck nears. The engine is cut. The van rolls QUIETLY INTO FRAME.\n\nREAR DOORS OF THE VAN\n\nWillard ENTERS FRAME and pulls up the latch. CAMERA PULLS BACK as he grabs the doors and flings them open...\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nMartin draws his hands to his tired eyes. He takes a sip of GLENLIVET in a paper cup; the opened bottle, nearby. Seemingly bored, he turns to the computer and taps the keys.\n\nMARTIN'S COMPUTER MONITOR\n\nThe eye and brow logo of the Voyuerweb Homepage loads...\n\nMR. MARTIN\n\nCAMERA CREEPS IN as he begins surfing...\n\nINT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nMR. MARTIN\n\nCAMERA CREEPS IN as he begins surfing... INT. \n\nTARGET SECTION TO BE ANNOTATED:\n FACTORY - CONTINUOUS\n\nThe cargo door LOCK CLACKS. The door rises. A thirty-second alarm warning begins beeping. Willard walks under the door and coolly to the alarm panel. While disarming the alarm...\n\nOVERHEAD - CARGO DOOR\n\nA wave of rats flood beneath the door.\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nMartin CLICKS on the mouse. \n\nCOMPUTER MONITOR\n\nA submission entitled \"MY HOT WIFE!\" The story: \"We just bought a digital camera. My wife doesn't think she has a sexy body. What do you think? PDPMEMA.\"\n\nMR. MARTIN\n\nAppears interested. He CLICKS...\n\nCOMPUTER MONITOR\n\nA 300 pound pink woman with red eyes from a flash, bares all in a disheveled living room.\n\nMR. MARTIN\n\nWinches. He blindly reaches for the mouse and clicks.\n\nINT. ELEVATOR SHAFT - CONTINUOUS\n\nThe elevator shaft is encased by thick wire mesh. With an ECHOING CLANG, the car rises into the darkness; creating shadows while the counterweight drops TOWARD CAMERA.\n\nINT. HALLWAY - CONTINUOUS\n\nThe wire mesh door is opened and fastened to the elevator frame.\n\nCAMERA BEGINS MOVING toward the elevator as the light within the car casts an approaching, twisting, panning glow. CAMERA CONTINUES as the elevator car arrives and comes to rest with a CLANG. As CAMERA CONTINUES the FRAME RATE RAMPS, \"SLOWS\" to 96fps as the doors begin to open.\n\nRATS\n\nPour out of the elevator like a surreal nightmare. Tumbling over one another, seemingly thousands spill like a waterfall from the elevator and into the hallway.\n\nCAMERA CONTINUES MOVING. Like a draining pool, the level of rats drop to reveal Willard standing in the center of the elevator, having just been engulfed by rats. His expression is hard and mean and powerful.\n\nAs he steps out of the elevator.\n\nWe've Come to See You\n\nINT. MR. MARTIN'S OFFICE - CONTINUOUS\n\nMartin's hand ENTERS FRAME and clicks the mouse. \n\nTitle: \"My 22-year old Girlfriend.\" \n\nMR. MARTIN\n\nReact, pleased. Behind him...against the wall is a leather office couch.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nTitle: \"My 22-year old Girlfriend.\" \n\nMR. MARTIN\n\nReact, pleased. Behind him...against the wall is a leather office couch. \n\nTARGET SECTION TO BE ANNOTATED:\n Ben's silhouette silently appears, having climbed up the back. The lone rat holds atop the couch.\n\nCOMPUTER MOUSE\n\nMartin's hand ENTERS FRAME, moves it...\n\nCOMPUTER MONITOR\n\nThe cursor arrow is directed to a submission titled \"If She Only Knew!\" O.S., a double CLICK.\n\nMR. MARTIN\n\nBehind him, a second rat appears from behind the couch and joins Ben. Martin remains oblivious. \n\nAs a THIRD RAT appears over the top of the couch...\n\nCOMPUTER MOUSE\n\nHis hand ENTERS FRAME, moves the mouse and CLICKS.\n\nCOMPUTER MONITOR\n\nAn hour glass forms over a submission entitled: \"Hidden Locker Room Cam!\"\n\nMR. MARTIN\n\nSmiles, adjusts in his chair with perverse anticipation. Behind him, two dozen rats now sit atop the couch.\n\nCOMPUTER MONITOR\n\nImages of a nude woman changing her gym clothes before a locker begins loading on the screen.\n\nCLOSE UP - MR. MARTIN\n\nSmiles. He reaches O.S., and brings the paper cup of Glenlevit to his mouth. He sips, then sets the cup down. As he reaches for the mouse...\n\nA RAT \n\nIs on his desk. Martin's hand sets upon it. The rat HISSES! \n\nMR. MARTIN\n\nLeaps back!\n\nMR. MARTIN\n\nJesus fuckin' Christ\n\nHand to his chest, he breathes hard; eyes locked on...\n\nMR. MARTIN'S POV - THE RAT\n\nScuttles across the desk and down to the floor. CAMERA FOLLOWS the rat as it moves toward the far couch to reveal the entire edge of the couch is lined with rats.\n\nMR. MARTIN\n\nShocked; confused. He pauses, holding his breath to listen, and hears a COLLECTIVE SCRATCHING AND SCUTTLING. He reaches out to his desk lamp and pans the light across the room.\n\nMR. MARTIN'S POV - OFFICE\n\nThe floor moves in rolling waves; entirely covered by rats.\n\nMR. MARTIN\n\nBreathes scared; quick and deep.\n\nMR. MARTIN\n\nJesus...look at the rats!\n\nWILLARD (O.S.)\n\nYes...\n\nMartin startles, looks up.\n\nWILLARD\n\nStands silhouetted in the door-frame, dressed in a long coat and wearing leather gloves, holding the blood stained Christmas tree dowel which Martin used to kill Socrates.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nS.)\n\nYes... Martin startles, looks up. WILLARD\n\nStands silhouetted in the door-frame, dressed in a long coat and wearing leather gloves, holding the blood stained Christmas tree dowel which Martin used to kill Socrates. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nLook at the rats.\n\nWIDER\n\nWillard enters. Martin is frozen behind his desk. Willard moves to the chair in which he had often been humiliated.\n\nWILLARD\n\nWe've come to see you.\n\nMR. MARTIN\n\nWe?\n\nWILLARD\n\nThey'll do anything I tell them.\n\nMartin fires a commanding finger at Willard.\n\nMR. MARTIN\n\nThen get 'em the fuck outta here!\n\nWILLARD\n\nSit DOWN!\n\nWillard SNAPS his fingers as if ordering a rat...\n\nWILLARD\n\nSIT...DOWN!\n\nMartin holds, eyes the room.\n\nMR. MARTIN'S POV\n\nRats continue marching inside from the outer office. Martin slowly sinks into his chair.\n\nWILLARD\n\nMr. Martin...you stole this business from my father. It killed him and my mother. And now...you're trying to kill me!\n\nMR. MARTIN\n\nWillard, Jesus, that's fuckin' nuts!\n\nWILLARD\n\nYOU...NEVER LET ME ALONE FOR A MINUTE! YOU MADE A FOOL OUT OF ME IN FRONT OF EVERYBODY! AND NOW, YOU'RE TRYING TO TAKE MY HOUSE.\n\nMR. MARTIN\n\nNo. No!\n\nWILLARD\n\nYou...made me hate myself.\n\n(pause)\n\nI thought a lot about it. Hating myself.\n\nCAMERA PUSHES IN ON WILLARD, under-lit by the desk lamp.\n\nWILLARD\n\nWell, right now...at this minute. I like myself.\n\nWillard raises the stick martin used to kill Socrates.\n\nWILLARD\n\nYou...killed Socrates.\n\nMR. MARTIN\n\nI killed who?\n\nWILLARD\n\nHow do you think Socrates felt...when you stuck him?!\n\nWillard jabs the stick at Martin. The boss flinches.\n\nWILLARD\n\nAnswer me!!\n\nWillard jabs again. Mr. Martin attempts to gauge a grab at the stick.\n\nMR. MARTIN\n\nWho the fuck is Socrates!?\n\nWILLARD\n\nHe was the only friend I ever had!\n\nWillard jabs at Martin who reaches out and grabs the stick. He yanks it from Willard's hands and jabs back!\n\nThe pole THUNKS Willard in the chest, knocking him back. Martin quickly re-adjusts his grip and swings the stick like a baseball bat. It cracks against Willard's head.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe pole THUNKS Willard in the chest, knocking him back. Martin quickly re-adjusts his grip and swings the stick like a baseball bat. It cracks against Willard's head. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nIs knocked to the ground, bleeding and dazed, but conscious.\n\nMR. MARTIN\n\nCharges out of his office.\n\nINT. BULLPEN - CONTINUOUS\n\nMartin races for the door.\n\nINT. HALLWAY - CONTINUOUS\n\nMartin runs down the hallway toward the elevator. As he pulls back the wire enclosure to enter...\n\nBen drops INTO FRAME, pouncing onto Mr. Martin's shoulder. \n\nCLOSE - BEN\n\nHis knife-like incisors pierce Martin's neck.\n\nMR. MARTIN'S EYES\n\nGo wide. Blood squirts into them.\n\nMARTIN\n\nScreams. He drops the dowel in order to grab Ben. Martin struggles to pull him off. Martin stumbles and falls into the elevator on his back.\n\nBEN\n\nTears at Martin's neck.\n\nMARTIN\n\nScreams more.\n\nWILLARD\n\nSlams the elevator enclosure door closed. With a flick of his hand, Willard latches the wire door closed, trapping Mr. Martin like a rat in a cage.\n\nTHE HALLWAY\n\nThe rats are filing out of the office and into the hallway.\n\nWILLARD\n\nHolding the dropped dowel, looking down on Martin...\n\nWILLARD\n\nWhat's the matter, tiger? 'Fraid of a little blood?\n\nWillard rears back and drives the stick through the enclosure opening. Hitting Martin in the same manner he struck Socrates.\n\nBEN\n\nTears into Martin's jugular.\n\nWILLARD\n\nStrikes!\n\nTHE HALLWAY\n\nThe rats approach the elevator.\n\nBEN\n\nAttacks!\n\nWILLARD\n\nEyes wild, strikes at Martin!\n\nMR. MARTIN\n\nBattling to remain conscious, struggles on the floor. His eyes appear to register that rats are squeezing through the holes and into the elevator.\n\nCLOSE - HOLES IN ENCLOSURE\n\nRats squeeze into the elevator.\n\nMARTIN\n\nLooks pleadingly to Willard.\n\nWILLARD\n\nSmiles, vengeful.\n\nMR. MARTIN\n\nReaches upward, eyes rolling into his head...\n\nMR. MARTIN\n\nWillard, no! Please!\n\nWILLARD - EXTREMELY LOW ANGLE\n\nAs CAMERA WHISKS INTO HIM.\n\nWILLARD\n\nTear him up!\n\nTHE RATS\n\nHundreds descend upon Martin...\n\nMR. MARTIN\n\nRats tear into his hands, his back and his neck.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE RATS\n\nHundreds descend upon Martin... MR. MARTIN\n\nRats tear into his hands, his back and his neck. \n\nTARGET SECTION TO BE ANNOTATED:\n He screams!\n\nWILLARD\n\nStands at the elevator door.\n\nMR. MARTIN'S EYES\n\nHorrified, quickly blocked by a wall of converging rats.\n\nMR. MARTIN'S BACK\n\nAmongst the swarm, a rat burrows into Mr. Martin's back. CAMERA QUICKLY ARCS TO REVEAL another burrowing out of Mr. Martin's side.\n\nWILLARD\n\nPushes the elevator button, whispering...\n\nWILLARD\n\nGoodbye, Ben...\n\nELEVATOR SHAFT\n\nMartin's screams appear to fade as the rat-infested elevator rises into the upper darkness as Willard watches from below.\n\nCleaning House\n\nINT. BASEMENT - WILLARD'S HOUSE - LATER\n\nThe hole in the basement wall in which the rats first appeared FILLS FRAME. A glob of cement plaster is hurriedly plopped on the lower frame.\n\nWIDER - WILLARD\n\nHolding a bucket of mixed cement, continues filling the hole. Several dozen remaining rats scuttle on the floor.\n\nTIME CUT:\n\nA FLAT CRATE\n\nSoy pellets pour into a box. Hungry rats swarm the crate.\n\nWILLARD\n\nEyes well with tears, yet his expression remains determined.\n\nWILLARD\n\nFOOD!\n\nINT. KITCHEN - A PACKAGE\n\nLabeled \"The Giant Destroyer\" is torn open. Four 6\" sticks of Sodium Nitrate and Sulfur are removed.\n\nWIDER\n\nWillard inserts the short fuses and lights them. Gas begins billowing from the sticks which he quickly tosses into the basement. He slams the door.\n\nWillard drops to his knees and jams a wet towel beneath the door while pushing his body weight against the door.\n\nCAMERA PUSHES IN ON WILLARD as hissing gas and squealing rats mix O.S. Rats can be heard charging up the steps and SCRATCHING WILDLY at the basement door, trying to escape.\n\nAs Willard closes his eyes and covers his ears...\n\nTIME CUT:\n\nINT. BASEMENT - LATER\n\nDarkness. After a beat, the door opens. Residual gas clouds from the cellar. Willard, holding a cloth to his nose and mouth, stands in the kitchen, looking into the basement.\n\nIn the f.g., on the stairs, lies the lifeless bodies of several dozen rats.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nResidual gas clouds from the cellar. Willard, holding a cloth to his nose and mouth, stands in the kitchen, looking into the basement. In the f.g., on the stairs, lies the lifeless bodies of several dozen rats. \n\nTARGET SECTION TO BE ANNOTATED:\nTIME CUT:\n\nA SHOVEL\n\nGRINDS across the basement floor, cutting a path into the layer of rat feces and fur. The shovel rises and deposits its contents into a metal trash can.\n\nTRASH CAN\n\nThe bodies of dead rats nearly fill the can.\n\nEXT. ALLEY ADJACENT TO WILLARD'S HOUSE - LATER\n\nFire burns in the trash can. Willard stands back in the cold, the eerie flames flickering across his eyes.\n\nINT. BACKDOOR - NIGHT\n\nDripping with sweat, Willard nails the backdoor to the frame.\n\nINT. PARLOR - NIGHT\n\nWillard reaches up into the fireplace and pulls the flue shut!\n\nINT. BATHROOM - NIGHT\n\nA stretch of gray duct tape peels from a roll. Willard tears it with his teeth and wraps it around the closed toilet lid.\n\nINT. KITCHEN - EARLY MORNING\n\nExhausted, eyes red and stained with sweat and dried blood from Martin's attack, Willard pulls back the locking bar on a large rat trap.\n\nHe places it in a brown paper grocery bag. On the floor is trash dumped out of the bag. Willard returns the trash to the bag, careful not to set off the trap.\n\nHe sets the bag in the cupboard under the sink...\n\nWIDER - KITCHEN\n\nAll the cupboard doors are open. Standing, WILLARD RISES INTO FRAME, and begins closing the cupboards.\n\nEach cabinet holds a pair of large, set, rat traps. As the doors close, causing the FRAME TO GO BLACK...\n\nOVER BLACK\n\nAn indiscernible TAP...TAP...\n\nINT. WILLARD'S BEDROOM - MORNING\n\nWILLARD'S EYE - FRAMED VERTICALLY\n\nAsleep...it pops open! Afraid. The eye \"listens\" to the sound. TAP. TAP... CAMERA TWISTS until the eye is horizontal.\n\nWILLARD\n\nWithout having showered or cleaned himself from the night before, has crashed on the bed. Still in his clothes, he rises slowly, LISTENS. TAP...TAP... He moves to the window and slides the bookshelf to enable to look outside.\n\nWINDOW SILL - WILLARD'S POV\n\nIt is morning and a cold sleet TAP TAP TAPS on the pane.\n\nWILLARD\n\nEases, yet remains tense. O.S.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLARD\n\nEases, yet remains tense. O. S. \n\nTARGET SECTION TO BE ANNOTATED:\n within the house, not in his room, A PHONE RINGS. He freezes, as if the cradled phone could detect his movements. THE PHONE RINGS. His eyes dart toward the nightstand.\n\nNIGHTSTAND - CLOCK\n\n9:30 AM. Martin's body has surely been found.\n\nWIDE - WILLARD\n\nHolds, shadows from the Venetian blinds slash across his body creating the illusion of cage bars. The PHONE RINGS. He doesn't move. RING. He waits. Finally, the RINGING STOPS and the house is again silent.\n\nStill dressed from last night, including his shoes, Willard moves out of the room and into...\n\nINT. HALLWAY - CONTINUOUS\n\nWillard's bedroom door slowly opens. He pokes his head out and has a look around. It is silent and still. He moves toward the stairway.\n\nINT. STAIRWAY - CONTINUOUS\n\nAlthough it is morning, the gray sky, the fortifications on the windows, and the closed curtains create an eerie pale. He proceeds down the stairs.\n\nINT. FOYER - CONTINUOUS\n\nWillard steps off the last stair and holds, searching. Listening for the presence of rats.\n\nSuddenly...KNOCK! KNOCK! KNOCK! He's startled. KNOCK! KNOCK! KNOCK! \n\nCAMERA CREEPS with Willard as he carefully and with great stealth inches toward the door...\n\nMOVING IN TIGHT TO MEET his eye as it peers through the peephole.\n\nEXT. ENTRANCE - CONTINUOUS\n\nA uniformed POLICE OFFICER, SALMON, stands beside a suited DETECTIVE FINCH. The officer knocks.\n\nINT. FOYER - CONTINUOUS\n\nFrightened, Willard eases away from the peephole and holds still. After a moment, the low toned VOICES exchange indiscernible words before their FOOTSTEPS move off.\n\nWillard appears small as he stands alone in the large house, the portrait of his father appears large, even in the b.g.\n\nDISSOLVE TO:\n\nANOTHER ANGLE - CONTINUOUS\n\nThe PHONE RINGS. Again. Willard remains motionless. Although he stands in the exact same spot, the light has changed; a graying afternoon. A cold winter WIND blows outside.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nWillard remains motionless. Although he stands in the exact same spot, the light has changed; a graying afternoon. A cold winter WIND blows outside. \n\nTARGET SECTION TO BE ANNOTATED:\nDISSOLVE TO:\n\nCLOSE - WILLARD\n\nSweat beads on his face. He has remained motionless for hours. The OUTSIDE WIND is stronger now. Rain TAP TAP TAPS on the windows...\n\nDISSOLVE TO:\n\nWIDE - WILLARD \n\nSweat drenched hair stuck to the sides of his temples. Willard remains hyper-alert. The drizzle has evolved into freezing sleet; a cold mean storm.\n\nIt's All Over, Ben\n\nThen finally, through the SILENCE and the outside GALE. KNOCK KNOCK KNOCK. Willard tenses.\n\nCATHRYN (O.S.)\n\nWillard! It's Cathryn!\n\nKNOCK KNOCK KNOCK. Willard considers...turns, and moves to the door, opening it just a crack.\n\nThrough the ajar door, Cathryn appears rattled. Wearing a raincoat and winter clothes, she takes a step to enter, but he doesn't move. Although taken aback, she looks to him.\n\nCATHRYN\n\nI've been calling all day.\n\nHe offers no explanation as to why he never answered.\n\nCATHRYN\n\nDid you hear?\n\n(beat)\n\nMartin's dead.\n\nShe pauses for a reaction, but there is none. Frightened and upset, she continues...\n\nCATHRYN\n\nAt the office. The details are weird, all kinds of rumors. He was murdered or attacked by animals.\n\nWillard doesn't respond. Hinting, she looks out at the storm.\n\nWILLARD\n\nI'm hungry.\n\n(beat)\n\nCan we go eat?\n\nAlthough puzzled by his reaction, she nods absently...\n\nWILLARD\n\nLemme get my coat.\n\nHe moves toward his overcoat, hanging on a rack nearby. As he reaches out to grab it, he freezes...\n\nOVERCOAT - WILLARD'S POV\n\nA stain of blood near the shoulder.\n\nWILLARD\n\nRattled, grabs the coat and while moving off up the stairs.\n\nWILLARD\n\nJust a sec...\n\nINT. HALLWAY - CONTINUOUS\n\nHe runs toward his room...\n\nINT. FRONT DOOR - CONTINUOUS\n\nCathryn's left outside, the door wide open.\n\nCATHRYN\n\nCan I use the bathroom?\n\nReceiving no response, Cathryn pokes her head inside...and enters. She moves into the dark parlor.\n\nINT.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nReceiving no response, Cathryn pokes her head inside...and enters. She moves into the dark parlor. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n WILLARD'S BEDROOM - CONTINUOUS\n\nWillard hustles into the room, balling up the stained overcoat while racing toward the closet.\n\nINT. FIRST LEVEL BATHROOM - CONTINUOUS\n\nThe room's dark. Cathryn appears in the doorway and peeks inside. She opens the door and turns on the light.\n\nINT. WILLARD'S BEDROOM - CONTINUOUS\n\nIn the closet, Willard yanks a spare winter coat off a hanger while searching for a hiding place for the stained overcoat. He looks up...\n\nWILLARD'S POV - ATTIC CRAWL SPACE DOOR\n\nIt has been nailed shut.\n\nWILLARD\n\nLooks down to boxes in the closet and pulls one out. As he begins to open it and stuff the coat inside... he freezes.\n\nTHE BASEBOARD HOLE\n\nWhich he secured, suspecting Ben's pathway, is once again open. The metal can has been gnawed and the tape severed. The coin-filled sock is nowhere in sight.\n\nWILLARD\n\nCAMERA PUSHES IN on his frightened reaction.\n\nINT. FIRST-LEVEL BATHROOM - CONTINUOUS\n\nCathryn moves to the toilet, finding the gray duct tape stretched across the lid, she pauses and leans over to examine the side of the bowl...\n\nSIDE OF THE TOILET\n\nThe tape has been roughly severed, as if chewed...\n\nCATHRYN\n\nTests the lid. It lifts. She unfastens her pants as she turns to sit, pulling down her panties...\n\nINT. HALLWAY - CONTINUOUS\n\nCAMERA IS ON THE FLOOR as Willard carefully exits his bedroom. Again, he freezes as he sees something O.S.\n\nCAMERA PULLS BACK TO REVEAL the skeletal and petrified muscle of Scully the Cat. Displayed in the center of the hallway.\n\nINT. FIRST LEVEL BATHROOM -C ON\n\nCAMERA PUSHES TOWARD the toilet, past Cathryn, standing to fasten her pants, leaving the seat down and the lid up. Her hand ENTERS FRAME to push the trip handle. The toilet flushes.\n\nO.S., Cathryn turns off the lights as she exits.\n\nCAMERA HOLDS... After several beats, a wet, slimy rat crawls out from the toilet bowl and over the lid. A second appears almost immediately and leaps to the floor.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nCAMERA HOLDS... After several beats, a wet, slimy rat crawls out from the toilet bowl and over the lid. A second appears almost immediately and leaps to the floor. \n\nTARGET SECTION TO BE ANNOTATED:\nOVERHEAD\n\nThe toilet bowl is filled with rats. As another squirms up and through the waste pipe...\n\nINT. FOYER - CONTINUOUS\n\nWillard hustles down the stairs wearing a winter raincoat. He moves directly toward the door. Finding it ajar, he pauses.\n\nWILLARD\n\nCathryn?\n\nHe looks outside...\n\nEXT. FRONT ENTRANCE - CONTINUOUS\n\nThe cold rain pours in sheets. Cathryn is not outside. From INSIDE the house...\n\nCATHRYN (O.S.)\n\nIn here...\n\nCAMERA INCHES IN as he realizes she may have seen his fortifications.\n\nINT. FOYER - CONTINUOUS\n\nWillard turns back toward the inside of the house.\n\nINT. PARLOR - CONTINUOUS\n\nCathryn moves into the parlor and holds beneath the archway, putting on her gloves.\n\nCATHRYN\n\nSorry. I had to go so bad...\n\nBehind Cathryn on the mantle, beside Mr. Stiles' urn a pair of opalescent eyes peer at Willard from the darkness.\n\nCATHRYN\n\nAnd you just took off upstairs...\n\nWILLARD\n\nThe eyes glare vengefully at Willard. The whiskers pulse angrily.\n\nWILLARD\n\nWe need to go.\n\nHe takes Cathryn by the arm and pulls her outside.\n\nEXT. WILLARD'S HOUSE - CONTINUOUS\n\nRain pouring, wind howling, Willard hustles toward Cathryn's car parked in front of his brownstone.\n\nHe holds at the passenger door. As Cathryn moves around the car toward the driver's side, she holds...\n\nCATHRYN\n\nShit! I must've run over something'...\n\nWillard looks to the front tires. They're chewed flat, just like Mr. Martin's.\n\nWILLARD\n\nHis head whips toward the back tires. They're flat. Gnawed. Willard knows. O.S., two car doors slam. He looks in the direction of the sound.\n\nDOWN THE STREET - WILLARD'S POV\n\nSilhouetted and covered raincoats and masked by an umbrella, Officer Salmon and Detective Finch move toward Willard.\n\nWILLARD & CATHRYN\n\nWillard tenses, then moves toward the house.\n\nWILLARD\n\nGet in. I'll go call triple A.\n\nCATHRYN\n\nI have a cell...",
  "68": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLARD\n\nGet in. I'll go call triple A. CATHRYN\n\nI have a cell... \n\nTARGET SECTION TO BE ANNOTATED:\nIgnoring her, he hustles inside as the two policeman approach the car...\n\nINT. FOYER - CONTINUOUS\n\nSLAM! Willard locks the door, then scans the area for any indication of Ben's location. He eases to the desk-table and opens a drawer causing the mail to spill to the floor. Willard reaches into the drawer and removes a letter opener.\n\nAs he starts toward the foyer, KNOCK! KNOCK! KNOCK! Willard appears unaware of the knocking as he flips a switch and turns on the overhead chandelier.\n\nEXT. FRONT ENTRANCE - WILLARD'S HOUSE - CONTINUOUS\n\nDetective Finch and Officer Salmon stand with Cathryn outside.\n\nCATHRYN\n\nCan you tell me why you want to talk to him?\n\nThe police officer notes another light turning on...\n\nINT. PARLOR - CONTINUOUS\n\nThe LETTER OPENER glints, filling the frame, held in Willard's fist like a switchblade. The pointed metal moves toward the mantle.\n\nWILLARD\n\nWillard slides the urn aside, looking for any sign of Ben, but he is not there. Then...faint...but definite...a metallic CLINK.\n\nWillard listens, then squats beside the fireplace, CAMERA CRANING DOWN WITH HIM. O.S., Salmon continues knocking.\n\nOFFICER SALMON (O.S.)\n\nMr. Stiles, police! Come to the door, please, sir!\n\nWillard looks into the inner hearth. The metal damper rod is moving. CLINK. CLINK. CLINK. Willard pulls back and considers O.S., a strong gust of WIND WHISTLES, followed by an immediate CLINK CLINK CLINK!\n\nBelieving the damper is knocking because of the wind, he eases. Until, behind him, with a startling CLANK, the metal damper rod drops into the hearth.\n\nRats flood into the hearth; swarming, climbing over one another. Willard pops to his feet, screaming!\n\nEXT. FRONT ENTRANCE - CONTINUOUS\n\nAs Willard's SCREAM CARRIES OUTSIDE, Cathryn knocks on the door while the law enforcement officers look to one another.\n\nCATHRYN\n\nWillard, it's Cathryn. Are you alright? Let me in.\n\nDETECTIVE FINCH\n\nWhat the fuck's he doin' in there?\n\nINT.",
  "69": "END OF PREVIOUSLY ANNOTATED SECTION:\nLet me in. DETECTIVE FINCH\n\nWhat the fuck's he doin' in there? INT. \n\nTARGET SECTION TO BE ANNOTATED:\n DINING ROOM - CONTINUOUS\n\nWillard slams the doors closed, sealing himself off from the front rooms.\n\nINT. FOYER - OVERHEAD - CONTINUOUS\n\nA river of rats charge from the parlor, through the foyer, and toward the dinning room doors...\n\nINT. DINING ROOM - CONTINUOUS\n\nWillard turns on the lights.\n\nINT. FOYER - CONTINUOUS\n\nA line of rats, three deep, gnaw at the base of the doors...\n\nINT. DINING ROOM - CONTINUOUS\n\nWillard moves to the dining room table. Straining, he lifts and tips the table on its side with a CRASH!\n\nEXT. FRONT ENTRANCE - CONTINUOUS\n\nThe officers tense. Cathryn begins POUNDING on the door.\n\nCATHRYN\n\nWillard!\n\nThe officers move her aside, attempting to force their way inside. The door is heavy and won't budge.\n\nINT. FOYER - CONTINUOUS\n\nThe rats continue eating through the wood, making progress.\n\nINT. DINING ROOM - CONTINUOUS\n\nWillard pushes the upended table against the closed doors.\n\nThe lights go out.\n\nWillard flicks the switch, but there is no response. Fumbling through the darkness, he moves to the adjacent kitchen.\n\nEXT. FRONT ENTRANCE - CONTINUOUS\n\nCathryn and the officers note the sudden darkness and SILENCE inside. The detective gestures toward the police officer.\n\nDETECTIVE FINCH\n\nLet's check 'round back.\n\nAs they take off toward the side alley, adjacent the house.\n\nINT. BASEMENT - CONTINUOUS\n\nThe FRAME IS BLACK. Willard opens the basement door, allowing some outside spill. In the darkness, he reaches for the flashlight stored on the first landing.\n\nCLOSE - WILLARD'S HAND\n\nHe grabs the flashlight, a rat snaps and bites his hand.\n\nWILLARD\n\nYelps with pain. He drops the flashlight. It lights up...\n\nWILLARD'S POV\n\nThe basement. The flashlight rolls and bounces creating a strobe light effect, catching glances of nothing but rats. Hundreds and hundreds in the basement. Eyes. Teeth. Claws.\n\nThe flashlight settles, beam aimed at the fuse box.\n\nTHE FUSE BOX\n\nIs amassed with rats which have chewed through the wires.\n\nEXT. ALLEY - CONTINUOUS\n\nA flashlight flares INTO CAMERA.",
  "70": "END OF PREVIOUSLY ANNOTATED SECTION:\nTHE FUSE BOX\n\nIs amassed with rats which have chewed through the wires. EXT. ALLEY - CONTINUOUS\n\nA flashlight flares INTO CAMERA. \n\nTARGET SECTION TO BE ANNOTATED:\n Pouring rain and howling wind whip across Finch and Salmon as they enter the alley.\n\nThe officers search for doors, bang on the barred windows, searching for an entrance. Near the rear of the house, they rise on their tip toes in order to shine their flashlights in the side windows. They stretch to see inside.\n\nINT. KITCHEN - CONTINUOUS\n\nWillard quickly tips the kitchen table and slides it against the door. The officers' flashlight beams shine into the room.\n\nDETECTIVE FINCH (O.S.)\n\nStiles!\n\nWillard ducks and moves further into the kitchen. Remaining on the ground, Willard looks up just as the searching flashlight beams crisscross...\n\nBEN\n\nDirectly above Willard, holds on the counter island in the center of the kitchen, as if awaiting an explanation. The flashlight beams pan on and off of him.\n\nWILLARD\n\nIs shaken, afraid. Showing submission, Willard raises his hands toward Ben.\n\nWILLARD\n\nI'm sorry, Ben. I'm sorry I left you. I got scared. I came here and was about to go back and get you.\n\nBEN\n\nDoesn't buy the lie. He glares at Willard.\n\nWILLARD\n\nAnd...the others...the ones we left here...were Gone when I came back.\n\nEXT. ALLEY ADJACENT TO WILLARD'S HOUSE - CONTINUOUS\n\nHearing Willard inside, the officers hold. Listen.\n\nWILLARD (O.S.)\n\nI thought they went to find you!\n\nDETECTIVE FINCH\n\nWho's he fuckin' talking to.\n\nThe detective perspires, in tears as he looks to Ben above him.\n\nWILLARD\n\nIt's all over! You can live anywhere! You can go anywhere! I have nowhere but here!\n\nBEN\n\nRemains motionless...\n\nEXT. ALLEY - CONTINUOUS\n\nOfficer Salmon and Detective Finch stands on boxes, now able to see inside...\n\nDETECTIVE FINCH\n\nNo one's in there. They guy's nuts. We should call Bellvue.\n\nINT. KITCHEN - CONTINUOUS\n\nFlashlights flare across the room, unable to see him..\n\nWILLARD\n\nThere was nothing I could do for Socrates! But we got him back, Ben. We got Martin back. Together!\n\nBEN\n\nStares down at Willard.\n\nEXT.",
  "71": "END OF PREVIOUSLY ANNOTATED SECTION:\nTogether! BEN\n\nStares down at Willard. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n ALLEY - CONTINUOUS\n\nThe police officer shines the light inside and freezes...\n\nOFFICER SALMON\n\nJesus! It's not just Bellvue. We gotta call the fuckin' health department exterminators...\n\nThe detective checks the officer's flashlight beam.\n\nINT. KITCHEN - CONTINUOUS\n\nDETECTIVE'S POV\n\nThe floor's covered with rats, continuing to pour over the basement stairs and into the kitchen.\n\nEXT. ALLEY - CONTINUOUS\n\nFinch and Salmon hustle off of the boxes and return toward the front of the house.\n\nINT. KITCHEN - CONTINUOUS\n\nWith the officers' departure, the flashlight beams are gone. Willard is alone in the dark kitchen. Ben remains on the island, staring down at him, the other rats slowly close in...\n\nWILLARD\n\nWe're done with each other, Ben. Just...GO! Go away! We are not friends anymore.\n\nBEN\n\nGrowls..\n\nTHE RATS\n\nContinue toward Willard.\n\nWILLARD\n\nStands...\n\nWILLARD\n\nFood? If I give you food, will you go away?\n\nWillard partially, quickly, opens the cabinets, careful not to reveal the previously placed traps.\n\nWILLARD\n\nI'll give you what there is...\n\nCAMERA PUSHES IN ON WILLARD as his head turns toward the cabinet beneath the sink...\n\nWILLARD'S POV - CABINET BENEATH THE SINK\n\nWillard moves to the lower cabinet, opens it, and removes the brown grocery bag, serving as a trash bag. He turns toward...\n\nBEN\n\nInches back...cautious...\n\nWILLARD\n\nApproaches with the bag, tipping it at an angle. Noting Ben's hesitation, Willard reassures him.\n\nWILLARD\n\nNo. No, Ben. Food. Just food.\n\nBEN\n\nTenses...eyes on the bag.\n\nWILLARD (O.S.)\n\nWhatever food's in the bag, yours.\n\nWILLARD & THE TRASH BAG\n\nHe sets it on the island...\n\nWILLARD\n\nFood, Ben. Food.\n\nBEN\n\nInches toward the bag...\n\nTRASH BAG - BEN'S POV\n\nInside, although masked with paper and trash...near the base of the bag...the rat trap.\n\nBEN\n\nHisses! Begins to back away...\n\nWILLARD\n\nPounces! Drops the bag over Ben.",
  "72": "END OF PREVIOUSLY ANNOTATED SECTION:\nBegins to back away... WILLARD\n\nPounces! Drops the bag over Ben. \n\nTARGET SECTION TO BE ANNOTATED:\n Inside, unseen but definitely heard, a sickening WHACK! Ben squeals! Willard takes a step toward the bag, eyes wide and mean!\n\nWILLARD\n\nFUCK YOU, BEN! I HATE YOU! I LOVE SOCRATES! I FUCKIN' HATE YOU!\n\nTRASH BAG\n\nAtop the island...thrashes and jerks from Ben's panic. INSIDE THE BAG, Ben squeals; a command to the others...\n\nTHE RATS\n\nMove on Willard...\n\nTRASH BAG\n\nThe bag tears away REVEALING BEN, his right front arm caught in the trap, SQUEALING AND TRYING TO FREE HIMSELF\n\nWILLARD\n\nSearches for an escape route...\n\nTHE RATS\n\nCharge toward him...\n\nBEN\n\nCAMERA PUSHES IN as Ben begins gnawing on his own arm in an attempt to free himself.\n\nFriend's No More\n\nON THE UPPER CUPBOARDS\n\nRats leap! \n\nWILLARD\n\nSeveral rats leap onto Willard's back and shoulders.\n\nCLOSE - WILLARD'S SHOULDER\n\nA pair of upper and lower incisors plunge into his skin!\n\nEXT. WILLARD'S HOUSE - CONTINUOUS\n\nDetective Finch and Officer Salmon return. The officer heads toward the patrol car and gets on the radio.\n\nCathryn looks desperately toward Finch as Willard's SCREAMS can be heard in the house.\n\nDETECTIVE FINCH\n\nI ain't settin' foot in there. There's, like, thousand fuckin' rats.\n\nCathryn moves toward the door, struggling with the doorknob.\n\nDETECTIVE FINCH\n\nHey, you want to get eaten alive?\n\nCAMERA SWEEPS IN ON CATHRYN, realizing...\n\nCATHRYN\n\nMartin...\n\nINT. KITCHEN - CONTINUOUS\n\nWillard throws his hands over and behind his neck, pulling off his coat. With rats clinging to the coat, Willard whips it against the hard marble atop the island...again and again. Rats squeal and squish.\n\nDropping the coat, he retreats against the cabinets. He freezes with shock at something O.S., CAMERA RUSHES INTO WILLARD...\n\nWILLARD'S POV - THE ISLAND\n\nThe trap is still there, encircled by blood. Ben, however, is gone. Only his forearm remains, in the trap.",
  "73": "END OF PREVIOUSLY ANNOTATED SECTION:\nWILLARD'S POV - THE ISLAND\n\nThe trap is still there, encircled by blood. Ben, however, is gone. Only his forearm remains, in the trap. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nBreaks for the back door. He tugs on the handle, it won't open.\n\nWILLARD'S POV - DOOR FRAME\n\nNails are hammered into frame. Fortifying the house to keep the rats out...he's locked himself in.\n\nWILLARD\n\nHe turns toward the front of the kitchen. \n\nKITCHEN - WILLARD'S POV\n\nThe hardwood floor rolls in waves of fur...toward him.\n\nWILLARD\n\nSummons the courage.\n\nWIDE\n\nWillard makes a desperate dash toward the dining room.\n\nWILLARD'S FEET AND LEGS\n\nTeeth. Claws. Hairless tails whip and snap at him. Several rats are crushed by the impact of his feet.\n\nINT. DINING ROOM - CONTINUOUS\n\nThe dividing door BANGS open! Willard charges inside, grabs a chair and SMASHES the bay window.\n\nDINING ROOM/FOYER DOOR\n\nBarricaded by the upended dining room table...LURCHES from the force of the rats on the other side.\n\nWILLARD\n\nMoves to the bay window...and meets the security bars. He clutches them, tugs and pulls with all his might. They will not move. CAMERA PUSHES INTO WILLARD.\n\nWILLARD\n\nCathryn!\n\nEXT. WILLARD'S HOUSE - CATHRYN\n\nAbsently backs away...\n\nINT. DINING ROOM - CONTINUOUS\n\nWILLARD\n\nHelp me...\n\nEXT. WILLARD'S HOUSE - CONTINUOUS\n\nCathryn continues backing away...afraid of him.\n\nINT. DINING ROOM - CONTINUOUS\n\nWillard yanks on the bars. Inside the dining room, a loud crack. Willard turns.\n\nDINING ROOM CEILING\n\nA crack extends from the chandelier outward and across the ceiling, which appears to sag.\n\nCHANDELIER\n\nBegins to sway. Then, inside the crystal column in the chandelier, a rat crawls from the inner ceiling. Another follows. The chandelier begins filling with rats.\n\nWILLARD\n\nReacts, horrified. O.S., a screech on the floor.\n\nUPTURNED TABLE\n\nMarauding rats break through from the foyer.\n\nCHANDELIER\n\nThe crystal shatters. The chandelier chain SNAPS. The fixture falls. RATS pour from the hole in the ceiling.",
  "74": "END OF PREVIOUSLY ANNOTATED SECTION:\nThe chandelier chain SNAPS. The fixture falls. RATS pour from the hole in the ceiling. \n\nTARGET SECTION TO BE ANNOTATED:\nWILLARD\n\nAttempts one final tug on the bars. They do not budge. He turns and breaks across the dining room to the foyer.\n\nINT. STAIRWAY - CONTINUOUS\n\nWillard charges up the steps, several at a time...\n\nCLOSE - STAIRS\n\nRats snap and bite at his feet.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS\n\nWillard reaches the upstairs landing. He looks down the hall toward his bedroom.\n\nINT. WILLARD'S BEDROOM - CONTINUOUS\n\nThe shadows of the confining bars ripple upon the curtains.\n\nINT. UPSTAIRS HALLWAY - CONTINUOUS\n\nWillard continues toward the second flight of the stairs...\n\nINT. THIRD FLOOR LANDING - CONTINUOUS\n\nWillard reaches the landing and races immediately toward a closed door...\n\nINT. MR. STILES' HOME OFFICE - CONTINUOUS\n\nThe door bangs open; dust particles swirl. Willard appears and holds. CAMERA SWEEPS IN ON his expression of hope at something, O.S.\n\nWILLARD'S POV - DORMER WINDOW\n\nCAMERA PUSHES IN ON the yellow stained glass window, a shaft of golden light filtering inside, underlined by the dust particles. It's small, but large enough to crawl through...\n\nINT. MR. STILES' HOME OFFICE - CONTINUOUS\n\nWillard races toward the light, plants his foot on the\n\nbookcase and rises toward the window...\n\nWINDOW\n\nThe yellow light FILLS THE FRAME, until the black silhouette quickly blocks the light...the silhouette of a large armless rat. BEN.\n\nWILLARD\n\nHolds, afraid.\n\nWILLARD\n\nBen...I thought we were friends.\n\nBEN\n\nBeat. Then, Ben hisses! SNAPS INTO CAMERA!\n\nWIDER\n\nWillard's back is to CAMERA as BEN BITES into Willard's face. Willard's hands clamp onto the bookcase, struggling to free himself of Ben's violent grasp.\n\nWILLARD'S FEET\n\nSlip from the bookcase, dangling. Rats begin chewing through his feet and legs.\n\nWIDER\n\nWillard continues struggling, however, as CAMERA PULLS BACK to REVEAL the rising tide of rats spilling in from the walls and doorway, it is apparent Willard's struggle will be short and futile.\n\nEXT.",
  "75": "END OF PREVIOUSLY ANNOTATED SECTION:\nRats begin chewing through his feet and legs. WIDER\n\nWillard continues struggling, however, as CAMERA PULLS BACK to REVEAL the rising tide of rats spilling in from the walls and doorway, it is apparent Willard's struggle will be short and futile. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n WILLARD'S HOUSE - CONTINUOUS\n\nCathryn, street level, is looking up, as are the two officers. O.S., Willard's muffled and desperate screams can be heard, growing louder as CAMERA BEGINS TO RISE up the house.\n\nThe rain POURS and the wind BLOWS as CAMERA continues CRANING UP THE HOUSE. Upon reaching the second level...Willard's screams cease. Only the rain and wind remain.\n\nCAMERA CONTINUES RISING and PUSHING CLOSER to the top level until the exterior of the yellow stained glass Dormer window once again FILLS THE FRAME AND CAMERA HOLDS...\n\nAfter a beat, Ben's silhouette climbs into the window, licking his wound. As the black form holds against the gold light and turns toward CAMERA, drum sticks CLACK introducing Pearl Jam's \"RATS\", which continues over a slow...\n\nFADE TO BLACK.\n\nWaiting...Quiet as a Mouse\n\nEnd Credits\n\n\n\n\n\n\n  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){\n\n  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),\n\n  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)\n\n  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');\n\n\n\n  ga('create', 'UA-67290913-1', 'auto');\n\n  ga('send', 'pageview');\n\n\n\n\n"
}