{
  "1": "WRONGFULLY ACCUSED\n\nBy\n\nPat Proft\n\nPROFT THINGS INTERNATIONAL REVISED 4/11/97\nREVISED 5/15/97\n\fLOGO\nDISSOLVE TO:\n\nSUPER: “The following dramatization is true, based on real\nevents, from other actual movies.\"\n\nBuilding underneath the super:\nSOUND: A PRISON STREN off in the distance.\n\nDISSOLVE TO:\nEXT. HILLSIDE - DAY\nCASS LAKE hears the sirens. Beautiful, cool, in control, the\ngirl next-door with the body of a Victoria's Secret model.\nAnd an air of mystery about her. She grabs her binoculars.\n\nANGLE - HER PAINTING\n\n‘The penitentiary with a person jumping over the wall. Cass\nlooks through her binocs.\n\nEXT. UTILITY ROAD ~- PRISON TRUCK - DAY\n\nThe side of the truck reads: \"A Prison Truck\". In the b.g.\noff in the distance is the penitentiary where a break has\njust been discovered. In the flatbed are barrels, over-\nstuffed, and marked “Recycled Paper“, “Recycled Cans\",\n“Recycled Plastic\", and \"Recycled Cycles\", which is full of\nold bicycles. One barrel, which is marked \"For Escaping\". has\na pair of hands holding onto the rim. The person inside\nstarts to rock the barrel until it falls off the truck.\n\nANGLE - BARREL\n\nRolls down a hill. Passes a sign: “The Steepest Hill In The\nWhole World\".\n\nPOV FROM INSIDE \"BARREL\nThe world is spinning as we roll downhill.\nEXT. HILLSIDE\n\nCass is packing up her paints. Delicate brushes and big paint\nvollers.\n\fEXT. CREEK - DAY\n\nThe barrel comes to a halt in the creek. Our PRISONER crawls\nout of the barrel, we don't see his face. Dizzy, on very\nunsteady legs, he staggers all over, banging into tree, 4\nbridge embankment, then bumps heads with a BEAR whe is just\nrounding a corner, ow! Beast and man fall backward out of\nframe, leaves flying back up into view as they strike the\nground.\n\nGO TO BLACK:\nFADE UP:\nINT.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nDizzy, on very\nunsteady legs, he staggers all over, banging into tree, 4\nbridge embankment, then bumps heads with a BEAR whe is just\nrounding a corner, ow! Beast and man fall backward out of\nframe, leaves flying back up into view as they strike the\nground. GO TO BLACK:\nFADE UP:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n BACK ROOM - PRISONER'S POV OF CEILING\n\nA moan, and we stare at the ceiling. Look to the wall. A\ndoctor's license hanging on the wall for *Dr Yanock Savack*\nhas a big red circle with a red bar through the middle on it.\nWe turn back and we look into the face of DOCTOR SAVACK.\nTired, worn-face@ drinker and smoker. He wears a white\npharmacist's type coat. Cigarette dangles from his lips. A\nlittle smoker's cough. He's going through a wallet.\n\nANGLE - SAVACK\n\nSAVACK\nI'm Yanock Savack.\n\nOur escaped prisoner, the young, handsome cameo is our .\nescapee, ROBERT DECKER. Tries to get up off the barber chair,\nbut he's too woozy.\n\nSAVACK\nSsh. You're safe, Mr Robert\nDecker. I found out who you\nare.\n\nSavack looks at several photos of a woman, Mary Kelley, red\nhair, very pretty. She holds onto, and stands behind, 4-\npicket fence. Another photo and we see she is actually |\nholding onto a small section of a fence, which is about the\nsize of an accordion. Is Savack taken by her beauty, oF does\nhe recognize her?\n\nSAVACK\nGirlfriend?\nDecker grabs the photo.\nDECKER\n\nMary Kelley. I loved her. She\nset me up. I'm innocent. I\n\fnever smuggled guns into\nNorthern Ireland.\n\nSAVACK\nGuilty, net guilty, it doesn’t\nmatter to me. Someone found\nyou. Brought you here.\n\nDECKER\nA bear?\n\nSAVACK\nShe left no name. But did give\nmé thirty-five hundred\ndollars. I'm a self taught\ncosmetic surgeon.\n\nSavack washes his hands in the greasy water of a sink full of\ndishes.\n\nSAVACK\nI‘ll make you so your own\nmother won't recognize you.\n(to his dog)\nRight, boy? ~\n\nANGLE ~ DOG\n\nHe woofs. His face is the spitting image of Richard Nixon.\n\n“ ANGLE - SAVACK\n\nWipes his hands on the dog's tail.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\n(to his dog)\nRight, boy? ~\n\nANGLE ~ DOG\n\nHe woofs. His face is the spitting image of Richard Nixon. “ ANGLE - SAVACK\n\nWipes his hands on the dog's tail. \n\nTARGET SECTION TO BE ANNOTATED:\nSAVACK\nI used to be a butcher, and\nthen I worked on the \"Mr.\nPotato Head\" design project.\n\nSwigs from the “‘Whiskey”“ bottle.\n\nSAVACK\nSo I know noses, ears, and\nmouths.\n\nPuts on a pair of rubber gloves. One shoots off of his hand.\n\nSAVACK\nThe \"“Savack Procedure” takes\nne more than four hours.\n(checking his\nequipment, all in\norder)\n\fYes.\nbalis.\n\n  \n\nDECKER\nNo! T'il stick with the balls\nET came in with. Just do the\nface.\n\nSAVACK\n\nI'll aiter your voice by\nwiring your vocal chords\nthrough a pez dispenser\nimplanted in your neck.\n\n(very special)\nNo more fingerprints. They'll\nnever give you away. The\ndownside is fingerprints act\nas non-skid treads. This means\nwhen you pick your nose, the\nfinger just might slide all\nthe way into your brain,\ncausing instant death. Let's\nbegin.\n\nHe turns on a tank labeled \"Nitrous Oxide Lite’.\nANGLE - DECKER'S POV\n\"Before and After\" pictures hang on the wall. Before is Abe\nVigeda. The after is Tom Cruise. Then a before of Michael\nJackson from his \"Jackson Five\" days. Then a series of four\nafter pictures, taking us through his various changes. Savack\nplaces the mask over Decker's face.\nSAVACK\nTake deep breaths...deep...\nthat's it.\nFADING TO BLACK\nSAVACK .\nWhen you fall asleep, you're\ngoing to be my bitch.\n\nBreathing becomes excited.\n\nSAVACK\nOnly kidding...\n\nSavack's laugh echoes into:\nDISSOLVE TO:\n\nINT. OR. SAVACK'S OFFICE ~ DECKER'S POV ~ HOURS LATER\n\fSLOWLY FADING BACK UP again. Things are just starting to get\nimto focus. Dr. Savack is standing over Decker, in the midst\nof a big whisky swig. He's very unsteady on his feet. On the\nimstrument table is a bag of cement and a trowel. A timer\nDINGS.\n\nSAVACK\nThese bandages can come off\nnow.\n\nHe starts to unravel the bandages.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\nA timer\nDINGS. SAVACK\nThese bandages can come off\nnow. He starts to unravel the bandages. \n\nTARGET SECTION TO BE ANNOTATED:\nSAVACK {Cont'd}\nYou're going to feel a\nstinging sensation under your\narm. I had to take some skin\nthere for your upper lip. A\nbit from your penis for the\neyelids. I wouldn't rub them\nor they'll swell up...to\naround seven or eight inches\nin length. And I had to borrow\na little skin from my dog's\nass for the jaw area.\n\nKnocking over instruments as he hands Decker a mirror. We see\nthe new face. RYAN JACK HARRISON is born.\n\nRYAN\n(frightened)\nAw!\n\nCREDITS BEGIN:\nTITLE: LESLIE NIELSEN IS LESLIE NIELSEN in:\n\nLetters swivel out to us ala \"The Fugitive\" movie,\n\"WRONGFULLY ACCUSED\". VANNA WHITE turns around the last\nletter, and styles to it, applauds. Under it all a forceful\npiece of music heralds the titles. It rumbles under che\nremaining action and credits. :\n\nINT. SAVACK'S OFFICE,\n\nRyan locking into the mirror at himself.\n\nRYAN\nThis is the best face you got?\n\nSAVACK\nIt says intelligence, common\nsense, a man whose lived a\nvigorous life.\n\fRYAN\nWe're going with this nose?\n\nSavack hands him a jar of pills. He almost loses his balance.\n\nSAVACK\nTake eight of these pills\nevery hour. Or...\n(holds up a huge\nsoftball sized\npiil)\none of these a day, rectaily.\n\nRYAN\nL'il go with the pills.\n\nSAVACK\n{can barely speak)\nDocuments.\n\nRyan opens the passport. The picture is of Ryan's face\nwrapped in the bandages.\n\nSAVACK\nTo save time, I took the\npicture while you were asleep.\n\nRyan reads:\n\nRYAN\n\"Ryan Jack Harrison”.\n\nSAVACK\nA new man. A new face. A...\n\nHe crumbles into Ryan's arms. Ryan sees a knife sticking in\nSavack's back. He pulls it out. Helps Savack to the barber\nchair. In the process, the knife is now in Savack's chest.\n\nRyan, \"oops\" . Pulls it out. Savack calls Ryan closer. Lips\nto ear.\n. SAVACK\nOw.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nLips\nto ear. . SAVACK\nOw. \n\nTARGET SECTION TO BE ANNOTATED:\nRYAN\n\nWhe did this to you?\n\nSAVACK\nit was her. BUT...she hasn't\nseen your new face.\nHe‘e dead. Ryan panics! He turns off the lights. Goes to che\ndoor. Opens it @ crack to lock outside. In the process, the\n\n \n\f20\n5\n\nthe knife he ho\n\ni \"AW!\" He drops\n\n \n\nANGLE ~ SAVACK'S FILES\nA mess, the \"Mary Kelley\" file is empty.\n\nDISSOLVE TO:\nMONTAGE ~ RYAN ON THE RUN AGAIN\n\nRYAN (V.0.)\nMurder! I'11 be to blame for\nanother crime I haven't\ncommitted. What to do? Where\nto go?\n\nRyan's feet walking mile after mile of sidewalk, up stairs,\ndown stairs, circular stairs, trying to walk up an escalator.\nAll the while pages are falling off a daily calendar. We\nstart in July. We eventually reach July 32nd.\n\nA motorcycle cop looks his way.\n\nRYAN (V.0.)\nA cop. Be safe Ryan. Don't\ndraw any attention to\nyourself.\n\nRyan acts casual and stands behind an outdoor fruit stand.\nHis positioning makes it look like the banana and pears are\nhis exposed genitalia. No one can help but stare at him.\n\nRYAN (V.0.)\nEveryone's staring. Quick,\nlose yourself in a crowd,\nblend in.\n\nRyan is morphed into footage of the Million Man March crowd.\nAs the crowd listens to Farakan, Ryan looks over his shoulder\nfor the cop. All heads turn to this one shiny white face in\nthe middle of the crowd.\n\n. RYAN {(V.0.)\nYou have to get off the\nstreets. Wait, steady man,\nthis is a new face. No one\nknows you. Find work. Start a\nnew life.\n\n“Help Wanted\" sign after “Help Wanted\" sign are plucked from\n\nwindows, one is in Hebrew, another \"Help Wanted\" sign is in\nthe window of the \"Help Wanted Sign Store’.\n\f  \n\nRyan takes a \"EB\n\nip Wanted\"\n\ns @ window of the\npressive “Columbia Heights\n\nHall\".\n\n \n\n   \n\nINT. SYMPHONY HALL\nRyan assists the percussionist tighten the timpani skin.\n\nRYAN (V.0.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. SYMPHONY HALL\nRyan assists the percussionist tighten the timpani skin. RYAN (V.0. \n\nTARGET SECTION TO BE ANNOTATED:\nThat's right Ryan, lose\nyourself in the meticulous\ncare of each instrumenc. Life\nis starting anew.\n\nRyan tightens, straining hard to draw it very taut. There.\nThe percussionist strikes the timpani with his mallet. Ryan\ntightened it too tight, \"“boing!\". The mallet bounces back\nwith great force, hitting the percussionist in the face.\n\nRyan is sharpening the conductor's baton in a pencil\nsharpener.\n\nRyan carrying a harp. He doesn't realize it's too big for the\ndoorway opening. It jams in the door. Ryan keeps walking into\nthe strings, “sproing’”, he's shot backwards out of frame.\n\nSound of a mechanic at work, hammering, drilling: \"*Clang!\nWeez weez! Crank\". Ryan in greasy overalls, slides from under\na piano on a crawler. Lifts the piano top, coils a hinge, but\nin the process clipping Mr \"Shine\" himself, DAVID HELFGOTT,\nsmoking, shirtless, wearing long coat, walkman in ear, and\nwearing headphones, acting very hyper, on the chin. He fails\ninto the piano. Ryan drops the piano top back down, leaving\nHelfgott entombed.\n\nEmptying trash from after a rehearsal. He sees a violin ina\ntrash can. He reverently picks it up. It feels right, it\nfeels so natural. \"Wonder Boy\" is wood-burned on the back.\nHe picks up a bow.\n\nRYAN (V.C.)\nYou studied violin as a boy.\nYou played in the prison\norchestra. It kept you sane.\n\nANGLE - ON DECK CIRCLE - BASEBALL PLAYER (CAMEO)\n\nKneeling, he’s applying resin to his bat. Ryan gestures for\nthe resin. He resins his bow. Hands the resin bag back to the\nball player.\n\nRYAN (V.0.)\nYou must play. It‘s in your\nblood. It's your destiny. But\nwill it give you away?\n\f  \n\nRyan cradles the vio 24S he readies to play.\n\nANGLE - THEATER SEATS\n\nCass, carrying a portrait, hears a short burst of fantastic\nviolin music.\n\nCASS\n(to Ryan)\nThat was wonderful.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nRyan cradles the vio 24S he readies to play. ANGLE - THEATER SEATS\n\nCass, carrying a portrait, hears a short burst of fantastic\nviolin music. CASS\n(to Ryan)\nThat was wonderful. \n\nTARGET SECTION TO BE ANNOTATED:\nThere's something about him. Something about his eyes.\n\nCASS\nYou should audition for the\norchestra.\n\nRYAN\nI'm afraid you can't make a\nsow from a pig’s ear.\n\nCASS\n(so attracted to\nhim)\nWould you like to get a cup of\ncoffee?\n\nCREDITS END\n\nSONG: Our ‘Whitney Houston-ish song begins. (Lyrics that feel\nlike this:)\n\nFEMALE VOCALIST (V.0.)\n(very Whitney .\nHouston)\n\nYou are my special one.\n\nThe lover I seek.\n\nMy husband's gone,\n\nyou did me for a week.\n\nMy heart felt a tug\n\nas you nailed me on the rug.\n\nI'm so sore\n\nfrom the hardwood floor.\n\nWe did a three way in a bar.\n\nAnd on the freeway in a car.\n\nZ loved you all the while\n\nwe did it doggie style.\n\nIn this our montage.\n\nIn this our montage of love.\n\nMONTAGE OF LOVE:\n\nINT. COFFEE SHOP - DAY\n\fboth have huge coffee cups. They chat.\n\nthe Fall\", parasol in Cass's hand. Ryan,\n\nsh, tips the brim of his cowboy hat, 4 lot of\nwater splashes up from the brim, more than is physically\npossible.\n\n \n\nEXT. POOL - DAY\n\nCass sits on a pool chair. Ryan applies suntan lotion, a let\nmore comes squirting out than he anticipated. He rubs it on\nher back, it runs all over. She leans back in the chair, but\ndue to the greased-up back, she slips off the chair, and down\na hillside.\n\nINT. ELEVATOR AT SYMPHONY HALL\n\nRyan and Cass enter. She is all over him. Kissing, working\nher way down his chest, then out of frame. We can only\nimagine what she is doing as he reacts in total ecstasy,\nflailing his arms, pounding his fist on the wall, banging his\nhead.\n\nANGLE - CASS\n\nIs just tying his shoe for him. He lifts her up. They kiss\nmadly. He swings her around, romantically drapes her\nbackward, goes to kiss her, but the elevator doors have\nopened and they slam on her head. She goes limp. Oops.\n\nINT.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe goes limp. Oops. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CASS'S BEDROOM\n\nCass's back to Ryan, she takes off her blouse. He umhooks her\nbra. Like a slingshot it shoots off of her, 0.c. \"twoing\", it\nbounces off a far wall. They duck as it comes at their heads,\nand lands with the SOUND of an 0.C. lamp CRASHING to the\nfloor.\n\nINT. CASS'S BEDROOM\n\nCAMERA MOVES OVER THE FLOOR, an empty champagne bottle, one\nbottle of \"Yoo Hoo\" and two glasses, clothes on floor. his\nand hers, his shirt, her underwear torn to shreds, his shoes\nare ripped in half, ail laying on a Twister game mat - _Onte .\nthe foot of the bed, where we encounter a series of iit roac\nflares. We come upon Ryan with Cass in his arms.\n\nINT. GOODHUE BEDROOM ~ BED - SERIES OF DISSOLVES\n\nCass is gently laid down, Ryan on top of her. She nurns over\non top of him. In a very gymnastic move, he, while holding\n\n \n\fi\n\n  \n\nonts her, ips up, and £\nHe lays on her, and kisses\nhim and kisse t\npillow.\n\n \n\ner again. They kiss.\nThen she\nhoid hands on the\n\n  \n \n\n      \n\nC/U PILLOW\nNow his toes are entwined in her fingers.\nANGLE - RYAN AND CASS IN BED\n\nPassionate, very physical love making, the bed is rocking. AE\nclimax, air bags deploy from the headboard. They are both in\necstasy. They now lay side-by-side.\n\nDISSOLVE TO:\n\nCass plays with @ huge tuft of hair on Ryan's chest, twisting\nit, French braiding it.\n\nRYAN\nYou mean so much to me, you're\nthat sister I never had. I\nhaven't had a lot of kindness\nin my life.\n\nShe starts to cry.\n\nCASS\nRyan, please leave. There's\nsomeone else.\n\nHe gets out of bed.\n\nRYAN\n(sad)\nWeil...I don't know what to\nsay. Thank you for getting me\nthe audition.\n\nCASS\nDon't be angry. I'd sti\nto see you.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nThank you for getting me\nthe audition. CASS\nDon't be angry. I'd sti\nto see you. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\nRYAN\nthurt}\nSure, why buy the bul\nthe milk is free. Th\nnew for me. But why m\naveryone's toy boy. Meat on\nthe hook. King Salami.\nTonight's fallacio du jour.\n(near tears)\n\n   \n\n \n\n \n\n \n\f12\n\n  \n\n \n\n \n\nWell, T’m not some roast you\ncarve a piéce off of when\nyou're hungry. I'm a whole\nmeal.\n\nHe exits.\n\nThe sound of a stirring, powerful, violin and orchestra piece\nover:\n\nEXT. SYMPHONY HALL - A SUMMER'S EVENING\nSUPER: THREE MONTHS LATER\n\nWhat a night! The musical event of the year. A sign proudly\nproclaims: \"Mr. and Mrs. Hibbing Goodhue Present the Concert\nDebut of Ryan Harrison\". A poster of the handsome,\ndistinguished Ryan Harrison, the former Robert Decker, is\nposed playing his violin. A \"Solid Out\" banner is placed over\nthe poster.\n\nANGLE - SYMPHONY HALL ENTRANCE\n\nLate, stepping from a cab, is Cass. She's dressed elegantly.\nIncluding long opera gloves. She goes past séveral black\nSCALPERS, who approach her.\n\nSCALPERS\nI got loge, I got center\naisle...\n\nINT. SYMPHONY HALL - ANGLE ON CASS\n\nLoads of sparkling jewelry, formal gowns and tuxedos, the .\ncream of society. Cass is taken to her seat by an usher, who\nflicks on his flashlight which emits the static hum and the\nflorescent light of Darth Vader's sword. He points to her\nseat. She opens her handbag, a small gun inside. She takes\nout a note addressed to \"Hibbing Goodhue\". The usher gestures\nto the empty theater box, giving her the note back. She draws\na glance to Goodhue's theater box. We can't help notice that\nAbraham Lincoln and Mary Todd Lincoln are sitting in the\nadjoining box, watching happily. Cass is drawn to the music.\n\nANGLE - RYAN\n\nA confidant, mature,-debonair Ryan. He's playing flawlessly.\nIt's so obvious the hands do not belong to our actor.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE - RYAN\n\nA confidant, mature,-debonair Ryan. He's playing flawlessly. It's so obvious the hands do not belong to our actor. \n\nTARGET SECTION TO BE ANNOTATED:\n He\nplays so vigorously that he jabs his bow into the eye of a\nfellow orchestra member, “Awi\". Then an angle reveals several\nmusicians behind Ryan are wearing an eye patch. One woman is\nin a football helmet with dark visor.\n\nANGLE ~ CASS\n\f13\n\nLoves his playing. Their eyes meet.\nANGLE - RYAN\n\nTt's her! He's not happy to see her. it affects him, he\n\n \n\nunintentionally hooks his bow in a violin string, it draws\nback, the bow acts like an arrow, it jes 0.c., \"Pingggg:”.\n\n \n\nUp and into the orchestra. Without missing a beat. Ryan takes\nanother bow from a quiver on his back, doesn't miss a note.\nHe's back to total concentration.\n\nANGLE - CASS\n\nCass checks her watch. One last look to the box. Angry, she\ntears up the note.\n\nANGLE - RYAN FROM BEHIND\n\nPlaying. We see Cass leaving. In the f.g. the percussionist,\nwith Ryan's bow lodged in his chest, staggers by camera.\n\nANGLE - RYAN\n\nHis hair, and a huge amount of hair, is flopping to and fro\nas he plays. He sees a rather upset Cass exit the theater.\n\nEXT. GOODHUE SEASIDE HOME - SHORELINE - SIMULTANEOUS ~- NIGHT\n\nWE HEAR the faint sound of Ryan's playing from the house.\nHIBBING GOODHUE, handsome, mustached tycoon, dressed in\nformal wear, a successful British businessman, sips his tea.\nLooks out to sea. A storm is brewing on the horizon. Seals\nswim off in the surf, lie on the rocks. But there's something\nelse about this stretch of water. He consults a map. He's\ndiscovered a secret. He looks through a pair of binoculars.\nWe see an image reflected in the lens, a small sub rises out\nof the water. Hibbing lowers the binoculars. He heads back to\nthe house.\n\nEXT. GOODHUE TRAM - NIGHT\n\nHibbing is riding it up to the house. The music becoming\nlouder. He crumples Ryan's concert tickets. Faint THUNDER.\n\nINT.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe crumples Ryan's concert tickets. Faint THUNDER. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n GOODHUE HOME\nHibbing is annoyed by the music. He turns the radio station.\n\nNEWSCASTER (RADIO}\nThe UN Secretary General, Sir\nRobert McKintyre, will be in\nColumbia Heights to give his\nanti-terrorist speech.\n\f14\n\nHibbing smiles, how.fortuitous, this only con\nsuspicion.\n\n \n\nNEWSCASTER (RADIO}\nSir McKintyre is instrumencal\nin getting the UN to actually\ndo something. He's advocating\nthat the world body form an\ninternational military action\nforce, whose sole objective is\nto wipe out terrorist training\nbases around the world. He\nwill be arriving on the\ntwelfth of this month.\n\nHibbing looks to the calendar. It reads: ‘This Monch” and the\nnumber \"10\". He tosses down the map. A red circle indicates a\npoint offshore where the sub surfaced, and the word:\n\"Hylander\". And a series of numbers.\n\nANGLE - BAR\n\nHibbing mixes a drink. The station is turned back to Ryan's\nconcert. Surprised, he turns. Sees someone 0.C.\n\nHIBBING\n\nYou've deceived me, haven't\nyou my dear? The murder of the\nplastic surgeon meant nothing\nto me. He deserved it. But you\nnever loved me. I was just\nbeing used for my status and\nconnections. You're going to\nkill the UN Secretary General,\nthe assassin is coming off a\nsub out there on my quiet\nshoreline. But you're not\ngoing to get away with it.\n\nThe radio is cranked up loud, louder.\n\nHIBBING (Cont'd)\nTurn that damnable radio off!\n\nEXT. GOODHUE SHORELINE ~- NIGHT\n\nA dark figure, SEAN LAUGHREA, craggy faced, powerfully built,\nlands ashore in a Zodiac. WE HEAR the faint sound of the —\nGoodhue's RADIO and Ryan‘’s concert, and a GUNSHOT. The dark\nfigure pulls a long knife from his sheath. His move brings 4\ntiny “squeak\" frem his elbow. He speaks into a headset.\n\nSEAN\n\n \n\f1S\n\n(Irish accent,\nurgent)\nCaledonia to Mother. Baby\nchicks stay home.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe speaks into a headset. SEAN\n\n \n\f1S\n\n(Irish accent,\nurgent)\nCaledonia to Mother. Baby\nchicks stay home. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE - SUB\n\nA second terrorist, in black balaklava, scurries back inside.\nHe pulls a huge bathtub stopper over the hatch opening. Water\nrushes over it as the sub submerges.\n\nANGLE - SEAN\n\nHe's angry about the turn of events. He flips down his night\nvision goggles. They're activated by a lamp-like pull chain.\nAn infrared glow from the lens.\n\nANGLE - SEAN'S POV THROUGH NIGHT VISION GOGGLES\n\nSees Goodhue reacting to the bullet, he's been hit. We can't\nsee the killer.\n\nINT. GOODHUE HOME - NIGHT\n\nHibbing is shot again. Again and again. Shot some more. Bang,\nbang, bang, bang, bang...he staggers. His glass is leaking\nfrom multiple gunshot holes. At the bar he gets a box of\nJohnson & Johnson band-aid strips. He is about to open them\nwhen he is hit with very rapid single fire. He slumps against\nthe bar. More shots as if from an automatic weapon. He leans\non a chair. It's on wheels. He slides across the floor. More\nshots. Turns and slides the other way. More shots. Slides\nback again. Finally the bullets run out. We hear the firing\npin, “click, click\". Boy is he relieved. He takes a cork from\na bottle and plugs up a bullet hole. A beat. Then he's hit by\na succession of arrows. He drops to his knee. After a beat, a\nhuge cartoon-like sledgehammer raps him on the head. He drops\nto the floor.\n\nc/uU SNOW\n\nA blizzard?\n\n \n\nDISSOLVE\nC/U SNOW SCENE SLOBE\n\nThe snow is falling on a miniature chalet inside.\n\nC/U HIBBING FROM MUSTACHE TO CHIN\n\nHIBBING\n\n(hoarse whisper)\nRosebud.\n\f \n\n16\n\nC/U HIBBING'S HAND\nThe snow globe falls from his grasp.\nC/U SNOW GLOBE\n\nHits the floor and shatters. On the surviving giobe base is\nwritten: “Been Shot? Call Rosebud Hospital’. Through che\ndistorted POV through a broken hunk of glass, we see a WOMAN\nexit the house. WE HEAR a CAR SPEEDING OFF.\n\nINT.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nThrough che\ndistorted POV through a broken hunk of glass, we see a WOMAN\nexit the house. WE HEAR a CAR SPEEDING OFF. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n SYMPHONY HALL\n\nRyan plays brilliantly. The music is soft, sweet, romantic,\nsad, so damn sad. We HEAR SOBBING from the audience and\norchestra. Ryan too is overtaken by emotion. His chin\nquivers, tears start te rell down his cheek, they fail onto\nthe violin strings, causing the strings to vibrate with a\n\"plink, plink\". It came at the perfect time in the music\nselection.\n\nEXT. PACIFIC OCEAN BLUFF - MERCEDES ~- NIGHT\n\nTHUNDER rumbles. The car door is open, the RADIO ON to Ryan's\nperformance. As we PAN, we see we are at an isolated spot\noveriooking the ocean. An opera gloved hand tosses a pistol\ninto the dark waters. Several beats and we hear \"Plunk\". A\nmoment passes as our person stands in reflection,\ncontemplating the questions, \"Is life over?\", \"Has life\nbegun?\" Unfortunately the splash of the gun is quite\nformidable. It's traveled several hundred feet, and it douses\nour person.\n\nANGLE - CASS\n\nRevealed to be our mystery lady. She spits out a stream of\nwater.\n\nINT. SYMPHONY HALL - RYAN\n\n \n\nOn his knees Jimmy Hendrix style...putti\n\ng lighter #luid on\nhis burning violin. A big orchestra fi 4\n\nish and...\n\n \n\nANGLE - AUDIENCE\n\nAll rise for a standing ovation. Even a SEAL is applauding.\nOne tuxedced male stage-dives, and is passed around, heavy\nmetal concert style.\n\nANGLE - STAGE\n\nRyan is spent. He's given the debut of a lifetime. Several\nsets of room keys are tossed onto the stage. From che\n\fience, éxclaims of \"“Bravo!, Bravo! He leeks up\nhamtly to the Goodhue cheater sox. He's surprised to\n< is empty. He kas little @ to dwell on :\nof flowers is handed to Ryan by an usher. A Japanese gardener\nhands him a birch sapling. A white aproned butcher hands fim\na side of beef. Oh the adulation.\n\n  \n\n   \n\nINT. BACKSTAGE\n\nThe applause still brings down the house. Ryan comes off\nstage, he has a towel around his neck.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. BACKSTAGE\n\nThe applause still brings down the house. Ryan comes off\nstage, he has a towel around his neck. \n\nTARGET SECTION TO BE ANNOTATED:\n Famous boxing corner\nmen, LOU DUVA and BURGES MEREDITH as his “Rocky” character,\ncarrying water and a stool, accompany him. He passes by a\nscene from “The Godfather II\", the white suited local mafia\ndon, FANUCCI, has the theater owner's daughter at knife\npoint, her father pleading for her life. Fanucci takes time\nto congratulate Ryan, \"Bravo\". But Ryan has something on his\nmind. He approaches HARRY, the old Stage Manager, who is\ncleaning out his pipe.\n\nRYAN\nYou're Harry, right?\n\nHARRY\nI used to be, but I've gone\nthrough extensive\nelectrolysis.\n\nRYAN\nThere's a message for me from\nMrs. Goodhue,\n\nHarry hands him a note.\nINT. RYAN'S CONVERTIBLE - MINUTES LATER - NIGHT\nA concerned Ryan driving.\n\nLAUREN (V.0.)}\n\n{troubled}\nRyan darling, Hibbing knows\nabout us. He's angry. He's\nleft the city. I desperately\nneed to see you. I'm\nfrightened. And I'm out of\nmilk. Can you pick up a half\ngallon?\n\nHe locks on his dashboard where an 8x10 of Lauren Goodhue\nsits. It’s signed, \"Yours in adultery, Lauren.\" Ryan thinks\nback:\n\nDISSOLVE TO:\n\n \n\f \n\nBACK\nEXT. GOODHUE SEASIDE ESTATE - DAY\n\nBreathtaking piece of property with a unique glass home built\nin the hillside, A gathering of ‘The nds of the\nSymphony\" on the lawn. Wealthy diplomats, dignitaries,\neveryone is dressed casual but upscale.\n\n  \n\nSUPER: THREE MONTHS AND ONE DAY AGC\nANGLE ~ RYAN\n\nAn immocent, naive Ryan, in @ worn suit and shoes, He carries\na@ beat up violin case. Wearing glasses, conservative,\nshortish hairstyle, he drinks a beer from a mug. Finished, he\nsets the mug on a tray, the weight causes the tray to fall\nout of the hands of the waiter, dumping the contents on the\nlap cf a socialite.\n\nANGLE - CASS\n\nPlaying croquet, hits a shot. Back-up to add body finesse,\nand bumps into Ryan.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nFinished, he\nsets the mug on a tray, the weight causes the tray to fall\nout of the hands of the waiter, dumping the contents on the\nlap cf a socialite. ANGLE - CASS\n\nPlaying croquet, hits a shot. Back-up to add body finesse,\nand bumps into Ryan. \n\nTARGET SECTION TO BE ANNOTATED:\n He's not happy to see her.\n\nCASS\nRyan, about this afternoon...\n\nRYAN\nI've already forgotten our\nafternoon of love making and\nyou dumping me and breaking my\nheart because you love someone\nelse.\n\nTrying to get him to forgive her.\n\nCASS\nJoin us, please.\nRYAN\nI haven't played since che ‘92\n\nGlympics.\n\nHe picks up a mallet, tests it. His backswing knocks over a\ntable, startling the party geers. The mallet head is ;\nloosened, he swings forward, it flies off and hits a man in\nthe head, he drops like a rock. Ryan rests the mallet on His\nShoulder, kKlunking a man in the back of his head, ne’sS out\ncoid. Cass has finisned another shot.\n\n \n\nRyan walks to the ball. On the way he gets a number of\nwickets stuck around his ankles.\n\f) ANGLE ~\n\nLAUREN AND HIBBING GOODHUE\n\nWe meet LAUREN GOODHUE, the raven-haired, sexually charged\nwife of Hibbing. They chat with guests.\n\nFEMALE GUEST\nHibbing, have you spoken with\nRobert McKintyre now that he’s\nbeen named UN Secretary\nGeneral?\n\nHIBBING\nWe've been in constant touch\nsince our days at Ticklewood\nUpon Buttocks.\n\nLauren spots Ryan.\n\nANGLE - LAUREN'S POV - RYAN'S BUTT\n\nRemoving the wickets, he's bent over. And that butt is soooo\n\ntight.\n\nANGLE - RYAN\n\nNow the wickets are entangled around his hands. As Lauren\n@ approaches, we see the coldness between Cass and Lauren.\n\nShaking hands.\n\nHibbing approaches. Cass smi\n\nCASS\nMrs Goodhue, this is the man I\ntold your husband about.\n\nRYAN\nMrs Goodhue.\n\nLauren.\n\nRYAN\nAh, no, Ryan.\n\n  \n\nbd\n(T\no\n\nles when she sees hi\n\n \n\nobvious she and him are having a hot relationship.\n\nLAUREN\nMy husband, Hibbing Goodhue.\n\nHIBBING\nMr Harrison. After the party,\nwe'll make music.\n\f259\n\nHe makes a point of x\ncalculated gesture,\nShe is crushed.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nHIBBING\nMr Harrison. After the party,\nwe'll make music. 259\n\nHe makes a point of x\ncalculated gesture,\nShe is crushed. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n    \n\nwith Cass.\n\n  \n\nIn the process of satting down his mallet, Ryan rams it into\nthe crotch cf a member of the Arab Consulate. The ABAB\nDIPLOMAT folds in pain and drops to his knees.\n\nARAB DIPLOMAT\nAAAceeeaaa .\n\nRYAN\n{to Lauren)\nMuslim prayers.\n\nINT. GOODHUE LIVING ROOM - DAY\n\nRyan playing his violin. Hibbing accompanies on the piano. He\nruns down the keys, and the keyboard is very long, really\nlong, will it ever end? As Ryan plays, he sees Lauren,\nlovely, sensual. During a piano solo, Ryan emphases the music\nby whipping his bow in the air, \"Whoop, whoop\". The whipping\nmovement makes Lauren tingly. She takes a cigar from an\nornate cigar box. Rolis it in her fingers. Then over her\nthighs. Now starts to lick the tip suggestively. Ryan becomes\na bit aroused. He is standing behind an end table, the drawer\nslowly starts to open. He watches carefully as she bites off\nthe tip of the cigar. Aw, Ryan can feel that in his happy\nzone. The drawer quickly closes. She loves the effect she has\nhad on him, she smiles coyly, tobacco in her teeth.\n\n  \n\nANGLE - RYAN\nFinishes the audition to nice applause.\nANGLE - LAUREN\n\nCranks a wheel, which has rubber hands attached to it, |\nwearing white gloves. They slap, more like a baseball card in\nthe spokes sound, against a stationary hand, ‘clap clap\nclap”. :\n\nLAUREN\nI felt every finger movement.\nHibbing, what do you think?\n\nShe hands her husband the cigar. Hibbing seems uninterested.\nHe picks up his brandy snifter, fish swim in it, walks _te the\nbar. His back now to us. Ryan's sense of it is he has failed.\n\n \n\nLAUREN\nHibbing and I have only been\nmarried for two months. I'm\nafraid I can't read his moods.\n\n \n\f \n\n2i\n\n6 RYAN\nNo need to apologize.\n(heartbroken)\nI...I'1l be going. Thank you\nfor your time.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\n(heartbroken)\nI... I'1l be going. Thank you\nfor your time. \n\nTARGET SECTION TO BE ANNOTATED:\nHe opens his violin case, he takes out a London Fog coat,\nhat, and rain boots. Puts his violin inside.\n\nLAUREN\nRyan...\n\nRYAN\nDon't bother. I'll show myself\nout. Good day.\n\nHe walks off. We HEAR a series of 0.C. CRASHING SOUNDS and\nGLASS BREAKING.\n\nANGLE ~. HIBBING\nTurns around. He‘s been steeped in thought.\n\nHIBBING\nRyan, just a moment. When\nyou've been in the porta-potty\ne game as long as I have, you\ncan always smell a winner.\n\nHe's mixed cocktails, with little umbrellas in them.\n\nHIBBING (Cont'd)\nIt appears my wife was right,\nwe have ourselves a musical\nprotégé.\nHe hands drinks to Lauren and an overjoyed Ryan, who is\nshaking a wastebasket from his foot, Lauren takes Ryan's\ndrink from him.\n\nLAUREN\nRyan wants a real man’s drink.\n\nLauren removes flowers from a vase.\n\nLAUREN (Cont‘d)\nCongratulations.\n\nShe pours a bottle of vodka in the vase. Opens and sticks an\nactual umbrella in the vase.\n\ne LAUREN (Cont ‘dl\n\f22\n\nZr hope y\n\nBottoms uw\nbe.\n\n   \n\nSee chugs her glass.\n\nHIBBING\nI think this deserves a kiss\ndon’t you?\n\nRyan puckers up. Quickly realizes the kiss is meant for Mrs.\nGoodhue. He unpuckers. Hibbing takes one step toward her and\nshe wants nothing to do with him, she quickly hoids up 4 lot\nof luggage. A plane ticket in her mouth.\n\nLAUREN\nDon't miss your flight.\n\nEXT. GOODHUE HOME - DRIVEWAY - MINUTES LATER\n\nLauren and Ryan wave as Hibbing drives off. Lauren turns to\nRyan. She's hot for this guy.\n\nRYAN\nWill I be signing 2 contract?\n\nLAUREN\nA simple handshake will do.\n\nHe goes to shake her hand. She takes it, sensually licks\n“ between his fingers.\n\nRYAN\nI spilled a root beer.\n\nShe cradles his hands.\n\nLAUREN\nSo soft. Yet so powerful.\nThey could crush me like a\nMarine in heat.\n\nHe removes his hands. She wants to kiss.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey could crush me like a\nMarine in heat. He removes his hands. She wants to kiss. \n\nTARGET SECTION TO BE ANNOTATED:\n He'd love to, but he\npulls back.\n\nRYAN\nPlease, no. My head is\nspinning like a dreidel ina\nsandstorm. I should go. It's\nhot out, and the leather seats\nare burning up.\n\nHe gets in his convertible.\n\f23\n\nLAUREN\nI'm wearing a thin skirt, let\nme cool that seat off for you.\n\n \n\nINT. RYAN'S CAR - DAY\n\nRyan takes off the \"bear trap\" device ala \"The Club\" from the\nsteering wheel. Lauren gets in next to him. Kisses nim. Her\ntongue actually comes out his ear.\n\nLAUREN\nThat's some kiss.\n\nRYAN\nI won a contest in the army.\n\nHe opens the car door. He can't go on.\n\nRYAN\nYou're a married woman, and\nI'm not.\n\nLAUREN\n\nYou don't know what you're\nmissing. I used to lick\nenvelopes for a living. Those\nlong manila ones.\n\nAs Lauren slides out of the car, the envelope imagery sizzles\nin Ryan's key erogenous zone, we see the car antenna slowly\nrising.\n\nANGLE - LAUREN\n\nWalking toward the house. Ryan's hand gently rests on. her\nshoulder. She knew he couldn‘t let her go.\n\nANGLE - RYAN\n\nHe’s fifteen feet away, that's one long arm. She runs into\nhis arms. .\n\nRYAN\nThis.is so wrong. But it feels\nso right.\n\nThey kiss.\nRYAN (Cont'd)\n(a sensual whisper}\n\ni'm not wearing any underwear.\n\nLAUREN\n(near orgasm)\n\fOh...\n\nThey kiss. Camera does a 360 around them, and around them...\nche cameraman gets dizzy, staggers, leans over, places down a\nbucket. As the camera is held from his face, and shooting his\nand Ryan and Lauren's feet, we HEAR him VOMITING.\n\nTHE FLASHBACK ENDS:\n\nDISSOLVE TO:\n\nINT. RYAN'S CAR - NIGHT\n\nRyan driving. He's on his car phone. As he drives, the cord\ngets tangled in the steering wheel.\n\nLAUREN (ANSWER MACHINE)\nLauren or Hibbing aren't in.\nPlease leave a message. BEEP.\n\nRYAN\nit's Ryan, I got your note.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nPlease leave a message. BEEP. RYAN\nit's Ryan, I got your note. \n\nTARGET SECTION TO BE ANNOTATED:\nI'm minutes away.\n\nThe phone cord is hopelessly caught on the wheel. He just\nlets it hang.\n\nINT. GOODHUE LIVING ROOM - NIGHT\n\nTHUNDER. Sean is checking the murder scene. Lightning\nilluminates Sean's black-gloved hand grabbing the map off the\nbar. Lights from a car. He ducks out of sight.\n\nEXT. GOODHUE HOME - NIGHT\n\nRyan drives up. Cell phone wrapped around end dangling from\nthe wheel. He exits the car, his coat draped over his\nshoulders, very continental, and wearing a hat befitting a\ntrue musical maestro and carrying his violin case. He notices\nonly one light on in the house. He doesn't notice a shadowy\nfigure hurry by the window as he heads around the back of the\nhouse.\n\nEXT. POOLSIDE DOOR - NIGHT\nRyan finds the door is ajar.\n\nRYAN\nHellc?\n\nNo one in sight. He enters. The WINDCHIMES TINKLE im che\nbreeze. A crash of LIGHTNING and THUNDER as he enters.\n\nINT. GOODHUE LIVING ROOM - NIGHT\n\f25\n\nSean stands in the shadows. He freezes when he hears:\n\nANGLE - RYAN\n\nRYAN\nDarling?\n\n \n\nSean jumps him from behind. For a moment Ryan feels good\nhis arms:\n\nRYAN\nMm, it feels good. But we\ncan't live like this anymore.\n\nHe soon realizes it’s an intruder. A struggle ensues. The map\nwith \"Hylander\" falls from Sean's hand. Ryan sees it float\ninto the lit fireplace.\n\nTHE FIGHT:\n\nDuring the fight Sean is in the shadows. In fact, no matter\nwhere he goes or ends up, he’s in a shadow. Ryan finds that\nquite amazing. So Ryan can't make out who it is. LIGHTNING\ncasts light into the room off and on during the struggle.\nRyan is swung around and slammed against the glass window,\nfrom the EXTERIOR we see he looks like a human Garfield\n\n~ suckered to the window, his face mushed up against the glass.\nHe's pulled off, but his lips, acting like suction cups.\nstick, stretch, then snap. Ryan is spun against the wall,\nnose to nose with a painting, then dragged to the floor.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe's pulled off, but his lips, acting like suction cups. stick, stretch, then snap. Ryan is spun against the wall,\nnose to nose with a painting, then dragged to the floor. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nmap has been stomped on, and all the scuffling causes it to\nbe kicked under the couch, and out of sight.\n\nANGLE - FLOOR - RYAN AND SEAN\n\nSean is on top of Ryan. Ryan grabs the guy's arm. In the _\nstruggle, Ryan is mortified as he ends up with an artificiai\nright arm. Lots of wires, sparking, pulleys. Sean stands up\nas does Ryan. Sean throws a left. Ryan blocks it. Sean throws\nwhat would be a right. Ryan ducks the “missing arm\" punch.\nSean’ snatches the arm back and runs. Ryan dives and tackles\nhim. An artificial leg comes off in his hands. And he sees he\nis face-to-face with the deceased.\n\nANGLE ~ HIBBING\n\n \n\nRyan is startled. Jumps to his feer. Sean snatches his leg\nback, Throws a cushion at Ryan who struggles with it mightily\nas Sean hops away. Ryan n@lly throws off the cushion, gets\nto his feer. Catches up with Sean.\n\n \n\f26\n\nANGLE - SEAN\n\n   \n\nHas hastily put his leg and amm back o nowever...che arm is\nwhere the leg should be and the leg is jammed into his\nshoulder. It looks dumb. Ryan punches him in the face, an\neye, attached to a spring, falls from Sean's head. Ryan\nthinks he has the upper hand until ne is hit on the head from\nbehind with a fireplace shovel, ‘twang! “ He falls to the\nground. He starts to stir when a coffee table is tipped over\non him. Sean starts to rearrange his parts. He speaks to a\nperson 0.C.\n\n \n\nSEAN\n{annoyed}\n\nWhere the hell where you?\n(indicating to\nHibbing)\n\nThis is a mess.\n\nHe hoids up the map.\n\nSEAN\nHe found out, I see. Just as\nwell, I would have had to kill\nhim anyway. As for this sorry\nbastard...\n\nANGLE - RYAN\n\nOut cold. His image outline is visible ala Hans Solo‘s\nencased in carbonite.\n\nSEAN (0.C.}\nOur patsy is ready for the\ntaking.\n\nDISSOLVE TO:\nINT.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nSEAN (0. C.}\nOur patsy is ready for the\ntaking. DISSOLVE TO:\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n GOODHUE HOME - FRONT DOOR - NEXT MORNING\n\nWe HEAR a KEY TURNING in the door. (The following events\noccur at a quick clip). The housekeeper, MARCIE, enters.\nBefore she can close the door, she is startled, she puts her\nhand to her mouth in the classic ‘woman screaming\" mode, and\nlets out a bloodcurdling scream. The room is ransacked. Two\nbodies on the floor, ‘the dead Goodhue, and the uncomscious\nRyan. She HEARS a bigger and more bloodcurdling SCREAM.\n\nANGLE - LIVING ROOM\nLauren is standing at the top of the stairs. Marcie,\nrl\n\nstartled, screams. Lauren, not seei Marcie, is startled.\nand she screams.\n\n \n\f \n\n27\n\nLAUREN\nMarcie, call the police!\n\nANGLE - MARCIE\nSpeed dialing.\n\nPOLICE (ON PHONE)\nPolice.\n\nANGLE - FRONT DOOR\n\nThe door is opened. The MATLMAN sees the body and screams.\nStartling Marcie then Lauren, and we HEAR the cop on the\nphone SCREAM. Ryan moans. Everyone screams at once.\n\nINT. GOCDHUE LIVING ROOM - MOMENTS LATER\n\nRyan lays on the floor. He starts to come to. Goodhue's body\nlays beside him. A vulture sits nearby.\n\nANGLE - SGT ORONO\n\nSGT ORONC, a young hot-shot, with other police and a coroner,\nare on the scene. They help Ryan to the couch.\n\nRYAN\nI feel dizzy.\n\nCRONG\nPut your head between your\nlegs.\n\nRyan drops his head between his knees. Unfortunately -he rams\nhis head on the coffee table. He goes limp.\n\nEXT. GOODHUE HOUSE - FRONT DOOR - LATER - DAY\n\nOrono and a paramedic escort Ryan from the home. He's been\ntaken into custody by the confident, precise, all business LT\nPERGUS FALLS. He has a slight Southern lilt to his voice.\n\nFERGUS\n(to a cop)\nVan Atter, bring the blood\nsample to the lab. And don't\ngo carrying it around ail day.\n\nThe female special agent, SGT BAGLEY, approaches.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nFERGUS\n(to a cop)\nVan Atter, bring the blood\nsample to the lab. And don't\ngo carrying it around ail day. The female special agent, SGT BAGLEY, approaches. \n\nTARGET SECTION TO BE ANNOTATED:\nBAGLEY\n\f28\n\n \n  \n\nHe has ne ngerprints, an\nthere are no fingerprints on\nany of the weapons.\n\n \n\nFERGUS\nAnd no fingerprints on the\nknife that killed the plastic\nsurgeon Yanock Savack. I think\nwe just might have us a serial\nkiller.\n\n(to the gathered)\nBack, give us room here.\n\nNeighborhood types back up.and fall off a cliff.\nANGLE - NEWS MEDIA\nHordes of TV, radio and newspaper reporters.\n\nANGLE - RYAN\n\nFifty microphones come out of nowhere, left, right, from\nunder frame, from the top of frame, of all types and sizes,\nincluding a vintage 30's radio-type microphone, several boom\nmicrophones, and one large turkey leg. All are thrust at him,\nall hit him in the head, \"thumb, bump, boop\", he drops out of\nsight. The cops help him to his feet and walk him through\nthis gauntlet. The one question shouted out time and time\nagain is, \"Why did you murder Hibbing Goodhue?\" Ryan iS __\nconfused, scared. Fergus and the cops get Ryan through the\nmob. -\n\nANGLE - AMBULANCE\nLauren is questioned by Sgt Orono.\n\nLAUREN\n{tearful}\nRyan and I were having sex for\nmonths. Hot, steamy, sweaty\nsex. Every part of my body.\ntingled. Orgasm after\norgasm...\n\nORONO\n(taken aback)\n£ just asked for your name.\n\nLAUREN\nOh, Lauren Marie Goodhue, Mrs.\nHibbing Goodhue. I was weak to\nRyan's charms. He wanted me to\nleave Hibbing... .he said he\n\f23\n\nwould\ndream |\n\n \n\nThe body bag containing Hibbing Goodhue is zipped up.\nRevealing it‘s an Armani garment bag. Lauren falls apart,\nconsoled by Marcie.\n\nLAUREN\nWhy, why? Now I'm going to\nhave to start dating again.\n\nLauren bursts into tears.\nANGLE - POLICE CAR\n\nRYAN\nYou have to believe me. I've\nbeen wrongfully accused.\n\nFERGUS\nGuilt or innecence, it’s not\nmy job.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE - POLICE CAR\n\nRYAN\nYou have to believe me. I've\nbeen wrongfully accused. FERGUS\nGuilt or innecence, it’s not\nmy job. \n\nTARGET SECTION TO BE ANNOTATED:\n My duty is to bring in\nscum-sucking punks, like\nyourself, who are accused of a\ncrime. A jury of twelve really\nstupid people who are easily\nswayed by rich, fat cat, self\nserving, asshole lawyers, whoa\nwill do anything but tell the\ntruth, will sit in judgment of\nyou...it‘'s as American as a\nburrito.\n\nFergus does that hand on the prisoner’s head as he leads Ryan\ninto the backseat of the patrol car, only the door is shut.\nRyan raps his head, the door is opened in his face, he flops\ninside the car. They drive off. The trunk has one of those\nsigns you see on the back of a “Just Married\" car. But this\nhomemade sign states: \"Just Murdered Someone\". Tin cans and\nold shoes hang from the bumper.\n\nSOUND: GAVEL\nBleeds over:\n\nEXT. COUNTY JAIL ~ NIGHT\n\n \n\nRyan, scared, hands cuffed, along with other prisoners,\nmarched cto @ prison bus.\n\nJUDGE (V.0.)\nRyan Jack Harrison of Jones,\nIndiana, you have been found\nguilty of murder. on August\n\f58\n\n \n\nPrison, you shall have your\nsentence carried out.\n\nHe watches as the bus's \"destination sign\" is changed from\n\"Disneyland\" to \"A Hellish Prison”. A GUARD, a\nnecked, tough, nose tackle kind of guy, ‘however\nreads: “Mrs. Austin\"), pokes him with a trenchant to get on\nthe bus.\n\n \n\n  \n\nINT. PRISON BUS - NIGHT\n\nRyan puts the correct fare in the meter. Goes to his seat.\nThe bus drives off.\n\nJUDGE (V.0.)\nYou shall be executed buffet\nstyle. electrocuted, lethally\ninjected, and placed before a\nfiring squad, and may God have\nmercy on your soul, you\nbastard you!\n\nWe HEAR the SLAMMING of a GAVEL. The gavel impact startles\nRyan and ECHOES in his ears as he sits down. The bus pulis\nout. In the b,g. an airline stewardess is handing out bags of\nalmonds. He can't believe this is happening.\n\nEXT.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nIn the b,g. an airline stewardess is handing out bags of\nalmonds. He can't believe this is happening. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRISON BUS WINDOW\n\n~ Ryan in a deep funk. Stuck onto the window is a bouncing\nGarfield dressed in prison clothes.\n\nRYAN'S POV - ROAD SIGN\n*Food/Lodging/Executions--Next Exit\".\n\nINT. BUS - ANGLE ON RYAN\n\nHow can this be happening? Wait! A ray of hope?\nANGLE ~ RYAN‘’S POV OF \"McCARTY HOSPITAL\"\n\nA blinking sign reads: \"We Specialize in Artificial Limbs\".\nAnother sign: “Lose Two Limbs, Get One Free!“.\n\nANGLE ~- RYAN\nPerks up.\nRYAN\n\nThe one-armed, one-legged.\none-eyed man!\n\f \n\n~ GUARD\nSitting behind the driver.\n\nGUARD\nShut up!\n\nRYAN\n(trying to reason}\niowas set up by Lauren. Just\nlike that time I was arrested\nfor smuggling cocaine into\nColumbia. Don't you see that?\n\nGUARD\nQuiet!\n\nHe jabs him with his nightstick. Ryan has finally had enough.\n\nRYAN\nHow dare you, sir.\n\nGUARD\nHow dare you,\n\nRYAN\nNo, how dare you.\n\nGUARD\nNo, no, how dare you.\n\nRYAN\nHow dare you \"no, no\".\n\nGUARD\nYou dare to dare me?\n\nRYAN\n\nHow dare you how dare me when\n\nI how dare you.\nThe Guard is about to clunk Ryan on the head.\nINT. PRISON BUS'~ DRIVER\nName tag says “Yorick\", looks back at the altercation for\nonly a few seconds. As he turns his attention back to the\nroad, horror strikes him. A banana peel in the road.\nHe honks. Panics. Screams. Shields his eves with his arms.\n\nEXT. RURAL COUNTRY ROAD - PRISON BUS FRONT TIRE\n\nRuns over the peel. The bus swerves, it's out of comcrol.\n\n31\n\f32\n\nGoes rough the guardrail,\nand x , and rolls, and ro\n\n     \n\nINT. PRISON BUS\n\nGuys tumbling around like rag dolls (they are limp rag\ndolls).\n\nINT. PRISON BUS\n\nLast roll, the dust settles. Ryan, wearing a seatbelt, is\nsitting in his seat, hanging upside down. After a beat, he\nundoes the belt.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nPRISON BUS\n\nLast roll, the dust settles. Ryan, wearing a seatbelt, is\nsitting in his seat, hanging upside down. After a beat, he\nundoes the belt. \n\nTARGET SECTION TO BE ANNOTATED:\n He forgot about this gravity thing. He falls\nhead-first te the ground.\n\nANGLE ~ RYAN\n\nPops into frame. A wastebasket on his head. He pulls it off.\nViews the damage. We hear a con moaning.\n\nCON (0.C.}\nGod no{ I'm all wrinkled.\n\nINT. PRISON BUS\nEveryone is alive, but because cf all the tumbling, the Tough\nGuard, the driver and the cons have been knotted together.\n\nThey're human pretzeis.\n\nANGLE - TOUGH GUARD\n\nTOUGH GUARD\n(to Ryan)\nUntie us.\n(desperate)\nHelp.\n\nHolds up the keys. Ryan takes them.\nANGLE - RYAN\n\nUnlocks his handcuffs. Lots of locks on each cuff. One cufti\nis kept on by one of those slide bolt and chain door locks.\nHe's finally free of his chains. As he bends down to help the\nvictims, something out the window catches his eye, a LIGHT\noff in the distance, he thinks nothing of it. He unties legs\nthat have been French-braided together. Then he remembers the\nLight. He springs to his feer. The light has gotten closer\nand he HEARS a TRAIN WHISTLE.\n\nRYAN\n(familiar, but what\nis that sound?)\nWoo woo?\n\f33\n\n \n\nEXT. PRISON BUS - NIGHT\n\nIt's right on the railroad tracks. The bright light of the\ntrain is off in the distance. The TRAIN‘S WHISTLE sounds a\nwarning.\n\nINT. PRISON BUS - RYAN\n\nHe stuffs victims out of the busted-out windows. He looks to\nthe outer side~view bus mirror. The train light is getting\ncloser. The sound louder, more ominous. On the mirror is\nwritten: \"Objects Are Closer Than They Appear. Move Your .\nAss!\" Yipe! He has to move faster. All the time the sound of\nthe train is getting closer and closer. The light shines\nbrighter, illuminating the intericr of the bus. The last\nvictim is out the window.\n\nEXT. PRISON BUS - RYAN - NIGHT\n\nThe train is only several ydrds away.\n\nEXT. TRAIN - WHEELS\n\nLock, screeching, sparks flying. WHISTLE blaring.\n\nEXT.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nTRAIN - WHEELS\n\nLock, screeching, sparks flying. WHISTLE blaring. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PRISON BUS - RYAN\n\nRyan jumps free just as:\n\nINT. PRISON BUS\n\nTrain light blinds us as the train hits the bus. Pushing it\ndown the track.\n\nEXT. TRAIN - WHEELS\n\nIt derails. Tumbles off down the steep hill.\n\nEXT. STEEP HILL - RYAN\n\nRolling. Finally gets to his feet. Looks back only to see:\nANGLE - STEEP HILL ~- TRAIN\n\nGut of contrel, coming at him. The bright light cbscuring the\nengine.\n\nANGLE - STEEP HILL - RYAN\n\f54\n\nRunning like crazy, che i 7 i ind } He takes 4\nsharp right turn, the d i e@ same, \"Naw!\" He\ntakes a diversionary 1 q the train does the same, and\nstays right on his butt. How could this be possible? He dives\nbehind some boulders.\n\n  \n\nANGLE - BOULDERS - RYAN\n\nCovers his head, awaiting the train. Doesn't hear anything.\nAll is quiet. Ryan peeks around the boulders. The train peeks\naround some boulders nearby. They see each other. The train\nWHISTLES out a warning. Takes off toward Ryan, \"Cripe!\" Ryan\nruns. The train back in hot pursuit.\n\nEXT. COUNTY HIGHWAY - NIGHT\n\nRyan leaps onto the road. The train right behind him. At a\nrailroad crossing, he runs along the tracks.\n\nEXT. TRAIN WHEELS\n\nAs luck would have it, the train hops back onto the tracks\nwith loud SQUEALS and SQUEAKS, and sparks flying.\n\nEXT. RAILROAD TRACKS - RYAN\nCan't run anymore. He stops. Turns.\nANGLE - RYAN\n\nLooking into the glare of the train light. We HEAR the hyper\nDINGING of a close-by crossing gate.\n\nANGLE - RYAN AND TRAIN\nJust as it approaches him, it takes a turn.\nANGLE - TRAIN\n\nIt follows a bend in the tracks, and is heading off into the\nnight.\n\nANGLE - RYAN\n\nRelieved, tired, safe at last. He starts to laugh. He beat\nthe train.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE - RYAN\n\nRelieved, tired, safe at last. He starts to laugh. He beat\nthe train. \n\nTARGET SECTION TO BE ANNOTATED:\n And he's free! As the laugh builds, from out of\nnowhere the crossing: gate comes down, hitting him om the\nhead. Laughs stop. He drops like a rock.\n\nEXT. WOODS - PRISON BUS WRECK - HOUR LATER\nTow truck and road crew are cleaning up the wreck. Ambulance\n\nand paramedics are tending to the injured cons, driver and\nTough Guard, State Police are also on the scene.\n\f35\n\nANGLE - BYSTANDERS\n\nWatching from behind yellow police tape. Pushing herself to\nthe front of the lookie-loos is Cass. At one point the yellow\npolice tape ends, and barbed wire and World war It German\nsoldiers stand guard.\n\nANGLE - POLICE CAR\n\nPulls up. Lt. Falls gets out, as do his assistants, Sgt Crono\nand Sgt Bagley. They take notes, snap to it when he gives\nerders. Police photographers are doing their job. Fergus\ncatches a quick lock at Cass as she walks off. Does she look\nfamiliar?\n\nFERGUS\nWhat have I got?\n\nListening is a trooper wearing one those “Smokey” hats. A hat\nthat has a brim twice the size of the others. Fergus can't\nhelp but focus on that stupid hat.\n\nSGT ORONO\n(holds up empty\ncuffs and chains)\nOne prisoner is missing,\nRyan...\n\nFERGUS\n{remembers him)\nHarrison. Damn! He's killed\nthe driver.\n\nSGT BAGLEY\nYorick.\n\nFERGUS\nPoor Yorick, I knew him well.\n{to all)\nWe got us a murderer on th\nloese. Listen up! .\nANGLE ~ BYSTANDERS AND CASS\n\nCass seems relieved to hear Ryan is free. She heads for her\ncar.\n\nANGLE - FERGUS\nOn the move.\n\nFERGUS\n\n \n\f36\n\nill be on foot, and\n\nA man that tired, a\nman possibly hurt, would have\na stride of four feet, two and\nthree quarter inches\nwearing boxer shorts, four\nfeet even with the\nrestrictions of a brieZ. He's\nim prison garb, t-shirt, shoes\nweigh two pounds three and one\nhalf cunces.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE - FERGUS\nOn the move. FERGUS\n\n \n\f36\n\nill be on foot, and\n\nA man that tired, a\nman possibly hurt, would have\na stride of four feet, two and\nthree quarter inches\nwearing boxer shorts, four\nfeet even with the\nrestrictions of a brieZ. He's\nim prison garb, t-shirt, shoes\nweigh two pounds three and one\nhalf cunces. \n\nTARGET SECTION TO BE ANNOTATED:\n We're locking at\na\n\n   \n\n \n\n   \n\n \n\n(wets and holds up\n\nhis finger)\nfive mile wind from the north.\nHumidity fifty-seven percent.\nWhich means he will cover four\nmiles in one hour. He's had a\none and three quarter hour\nlead on us. Bagley,\n\n{to Bagley)\nget me roadblocks around a ten\nmile radius.\n\n(to trooper in big\n\nhat)\nSet up communications with all\nlaw enforcement, that's state,\ncounty, and city.\n\n(te Orone)\nGet me Governor Carlson, I may\nneed the National Guard.\n\n{stops a cocktail\n\nwaitress carrying a\n\ndrink tray)\nDiet Coke, no ice.\n\n{to all, looking to\n\nthe sky}\nThe sun‘ll be up in twenty-one\nMinutes, eighteen seconds.\nPeople, I want this Harrison\nbefore noon!\n\nEXT. AREA BACKYARDS - MORNING\n\nRyan running through a series of backyards, plucks clothes\noff a clothesline. Grabs an apple from a tree. While running.\nhe's eating the apple and changing his clothes. Hopping out\nof his pants. Hopping inte another pair. While pulling 4\nshirt over his head, he loses sight of where he is and bangs\ninto a tree. We get a look at his stclen clothes, a woman's\nplouse and a pair of jeans a few inches too small im the\nwaist. He quickly regains his senses. & dog comes at him,\nsnarling, barking. Ryan jumps over a fence. Good. A man's\n\n \n\f37\n\n5\n\njacket hangs from a garden shed. Takes a step, right on a\nvake, it comes up and hits him in the head.\n\nEXT. \"ROMAN'S\" GAS STATION AND BAIT SHOP - MOMENTS LATES\n\nA tired, sweaty, thirsty Ryan, jacket now on, approaches.\nHe's trying to pull himself together. He calls out to the\nstation owner, ROMAN, who is working on the engine of a car.\n\nRYAN\nMy car broke down a bit up the\nroad. I’ma little thirsty,\ncan I get some water out of\nyour hose?\n\nROMAN\n{nods to pump area}\nRight over there.\n\nANGLE - RYAN\nPuts the hose in his mouth.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nI’ma little thirsty,\ncan I get some water out of\nyour hose? ROMAN\n{nods to pump area}\nRight over there. ANGLE - RYAN\nPuts the hose in his mouth. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE ~- ROMAN\n\nAdding a can of oil to the car. We HEAR a RUSH OF AIR filling\nwhat seems to be a huge balloon. Curious, Roman turns to see:\n\nANGLE - RYAN\nHose in his mouth, his cheeks puffed out to almost bursting.\n\nROMAN\n(never saw this\nbefore)\nThat's the air hose.\n\nRyan pulls the hose from his mouth. As he does, the air\nescapes, with that deflating balloon sound, his lips\nflapping, “Pppppppp\". Roman sees this is a really strange\nguy. .\n\nA police squad car is driving down the street. Ryan enters\nRoman's to duck out of sight.\n\nINT. \"ROMAN'S\" ~ DAY\n\nBait, live and artificial, lots of fishing gear, poles, etc.\nPRED is waiting to pay for a new lure. Ryan quickly looks\nover the poles. Tests the play in them. He whips the pole\nbehind his head and brings it forward as if he's casting. The\nline has caught onto poles, hip waders, lures, a sunglass\ndisplay; they go whipping over his head and into the far\nwall.\n\f38\n\nRYAN\nHas a good feel to ik.\n\nROMAN\n(jibe to Fred}\nStill fishing off Gray's Bay?\n(snickers)\n\nFRED\nI did see a man get off a sub\nand head for the Goodhue\nplace.\n\nROMAN\nAfter how many beers?\n\nRyan finds this very interesting.\n\nRYAN\nThe night of the murder?\n\nFRED\nYeah.\nRyan realizes he's drawn attention to himself. Roman checks\nRyan out. Ryan spots his \"Wanted\" poster on the wall. A dead\nringer picture of himself, staring right at him. vipe!\n\nRYAN\nI'll take this rod. I'll write\na check. You have a pen?\n\nRoman warily hands him one. As he gives Fred his change, Ryan\ndraws big, Buddy Holly glasses, a long ZZ Top beard, and\nblacks out a few teeth on the \"Wanted\" poster. He finishes as\nFred exits.\n\nRoman, drinking a cup of coffee, approaches.\n\nROMAN\nT've never seen you in\nColumbia Heights before,\nMr...?\n\nRyan looks past him to the corkhoard.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nRoman, drinking a cup of coffee, approaches. ROMAN\nT've never seen you in\nColumbia Heights before,\nMr...? Ryan looks past him to the corkhoard. \n\nTARGET SECTION TO BE ANNOTATED:\n We see a few of the\nbrand names he starts ticking off for his story.\n\nRYAN\nWaxworms. I was born elong the\nshores of the Eurc Larvae\nviver in Rapala.\n\f35\n\n \n\nRoman glances at the strange looking anted\" poster.\nRYAN (Cont'd)\n\nCouple of husky jerks brought\nme to Spoon Plug, South\nDakota, near Timberdoodle.\nZebco brothers, Smitlick and\nFat Cat. The Swiss and baby\nlunker they call them, real\njitterbugs. I just remembered\nI can‘t go fishing today. I\nhave a big meeting in Menzrum.\n\n(pronounces mens\n\nroom: \"menzrum*\nI'd forget my genitals if they\nweren't superglued between my\nlegs.\n\n{explaining}\nWater-skiing accident.\n\nHe starts to leave. Roman pulls a gun.\n\nROMAN\nDon't move, Harrison!\n\nRyan is about to raise his hands when Roman pushes him aside.\nRoman's gun is trained on:\n\nANGLE - MAN\n\n“ Big Buddy Holly glasses, long 2Z Top beard, and a few blacked\n\ncut teeth. He looks exactly like Ryan's alterations on the\nposter.\n\nANGLE - RYAN\nQuietly exits.\nANGLE ~- ROMAN\n\nAs he dials 911 his eyes focus on a corkboard, and as in\n\"The Usual Suspects\", it hoids Ryan’s story. Names of lures,\nrods, bit and tackle: Waxworms, Euro Larvae, Floating Rapala,\nHusky Jerks, Spoon Plug, Timberdoodle, Zebco, Smitlick, Fat\nCat, Swiss Lunker, Baby Lunker, Jitterbugs, and Mens Room,\nwhich Ryan pronounced “\"Menzrum‘.\n\nRoman drops his coffee cup in slow motion. Tt crashes to the\nfloor. He's been handed a story.\n\nEXT. GOODHUE HOME - DAY\n\nAs a bus pulls away, Ryan cautiously approaches the house. A\nvan, “Davey's Lawn Care\" is parked, no lawn person im sight.\n\f48\n\n    \n\nEAR the sound of MOWING from the shoreline lawn.\nmakes sure mo one is watching. He peeks in a window.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\n48\n\n    \n\nEAR the sound of MOWING from the shoreline lawn. makes sure mo one is watching. He peeks in a window. \n\nTARGET SECTION TO BE ANNOTATED:\nlooks for a huge key, inside which conceals a small rac He\ntakes the rock and throws ic through the door glass, unlocks\nthe door. Enters.\n\nRyan\n\n \n \n \n\nINT. GOODHUE HOME - DAY\nRyan looks around.\nFLASH OF BRIGHT LIGHT\nA quick moment of the Ryan and Sean fight.\nRYAN\nRemembering the horror of it all.\nFLASH OF BRIGHT LIGHT\nMore fight. Tussling, grappling. Two of the positions Ryan\nand Sean are in look rather sexual, a rolling on the floor\n69er, and doggie style.\nFLASH OF BRIGHT LIGHT\nA woman skip-reping naked from the waist up.\nRYAN\n“Has no idea what the hell that flashback was about.\nFLASH OF BRIGHT LIGHT\nPiece of paper burning in the fireplace.\n\nRYAN\n\nFrom the fireplace he takes out fragments of a charred map,\nwith the red circle spot.\n\nRYAN\nSubmarine.\n\nAnd ‘the name Hylander. And that series of numbers. a noise of\na key in the door. Ryan hides.\n\nANGLE - FRONT DOOR\n\nCass enters. She's grabbed by the arm and swung face-to-face\nwith Ryan. A harder, wiser Ryan.\n\nCASS\nIt's you!\n\n \n\f4l\n\nHe grabs her wrist.\n\nRyan with a,\n\nRYAN\nGeshundteit.\n\nRYAN\nA key!\n\nCASS\nOh, yo no sabe usted hable\nespanol.\n\nRYAN\n\nCut the French. You let\nyourself in.\n\nCASS\nI'm a friend of Lauren's.\n\nRYAN\n\nFriend? She's just the person\nI want to talk to. Your Popeil\npasta maker is grinding out\nfettuccini laced with lies. I\nmay be a pirate, a poet, a\npawn and a king, I've been up,\ndown, over and out, but I'm no\nchump. Why are you here?\n\nCASS\nNo one's been in the house\nsince Hibbing's death, so...\n\nRYAN\nThe killer always returns to\nthe scene of the crime, that's\nwhat you're thinking, isn‘t it\ntoots?\n\nCASS\nT never said that.\n\n. RYAN\nSomeone said it.\n\n. CASS\nYou just did.\n\n°Oh yeah, right\" Look.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\n. CASS\nYou just did. °Oh yeah, right\" Look. \n\nTARGET SECTION TO BE ANNOTATED:\nCASS\nI wanted to look for clues.\n\n  \n\f \n\n42\n\nRYAN\nThat and a cup of coffes ,\nget you a dime.\n\n \n\nCASS\nI think you're innocent.\n\nRYAN\nI've let my guard down twice\nin my life. Twice bitten and a\npenny short.\n\nHe covers our view of Cass. The actress leans around him\nawkwardly to be included in the shot.\n\nRYAN (Cont'd)\nAll I had was a one way ticket\nto Palookaville, but then this\noyster was at my feet. People\nstood, bravoed, they ovated. I\nwas somebody, I was a\ncontender. Now I got white\nflashes and bits of burned\npaper to clear my name.\n\nCASS\nYou've got more than that,\nRyan, you have me.\n\nRYAN\nI've been Mr Doormat long\nenough. A woman has wiped her\nfeet on me for the last time.\nAnd from where I'm standing,\nyou're a woman, from your tips\nto the top of your head. And\nlady, this pooper scooper is\nthrough being stuck with all\nthe crap. This petting zoo for\nchumps is closed for good.\nStay away. This rooster\ndoesn't crow for anyone.\n\nHe exits. She quickly runs to the answering machine. Pops out\nthe tape.\n\nEXT. GOODHUE HOME ~- DAY\n\nWe HEAR 4 SIREN! It's Fergus. lights flashing. Blocks the\ndrive.\n\nANGLE - DRIVE\n\f43\n\nFergus, Bagley and Orone burst out of the car.\nthe car is the big police emblem with the motto\nand to Protect\". The car rolls forward as Fergus\n\n      \n\n \n\nFERGUS\nThe bus stop in front of\nRoman's is the 550 Express tc\nthe Public Access Beach. Scour\nevery inch of the area. Orono,\nchase the car, put it in park.\n\nOrono runs off.\n\nFERGUS (Cont'd)\nBagley, I want everyone\ninterrogated. Surname,\nmicknames, last names,’\nconfirmation names. Do\nfoctprint analysis, DNA,\nthroat cultures...\n\nAn amply endowed lady rollerblades by. He barely looks at\nher.\n\nPERGUS (Cont'd)\nBra sizes.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nAn amply endowed lady rollerblades by. He barely looks at\nher. PERGUS (Cont'd)\nBra sizes. \n\nTARGET SECTION TO BE ANNOTATED:\n I'll see who\nbelongs to those trucks. Go!\nGo! Go!\n\nEXT. GOODHUE HOME - DAY\n\nFergus is looking in the trucks as Ryan, his back to us,\nwearing a “Davey's* jacket and cap, is working away with a\nweedwhacker,\n\nRyan works his way around the back of a fence, he cuts down\neach picket one by one, then a lamppost, a mailbox, a stand\nof flowers. He notices he's cut the tips of his shoes off.\nThe frayed leather exposes his socks.\n\nANGLE - FERGUS\n\nFERGUS\n-{into cell phone)\nI'll need further units, a\nroad block, and a copter.\n\nFergus notices the cut up fence.\n\nFERGUS\nHarrison?\n{could he have\nbeen?)\nWhere's that gardener?\n\f \n\nFergus draws his gun. Runs down the\nche house, unseen.\n\n  \n\nEXT. HIGHWAY - DAY\n\nRyan runs across the busy street.\n\nANGLE - RYAN\n\nA truck sounds its horn, will he stop in time? Ryan lays\ndown. The truck passes over him. He's unscathed. But 4\nclosely following street sweeper comes by and he gets caught\nup in the brushes. He twirls around from brush to brush.\nFinally the ordeal is over. He stands.\n\nANGLE - FERGUS\nCalling out to Bagley and Orono:\n\nFERGUS\nThat is our man!\n\nHe, Bagley and Orono converge on a dizzy Ryan.\nINT. CASS'S CAR - DAY\n\nCass sees Fergus and his gang almost on top of Ryan, who is\ntoo dizzy to run straight.\n\nEXT. STREET - DAY\n\nCass drives, purposely cutting Fergus, Bagley and Orono off.\nThey stop as she passes by. Fergus gets a quick look at the\ncar. And now no Ryan.\n\nORONO\nShe meant to do that.\n\nBAGLEY\nWomen .\n\nANGLE ~- FERGUS\nSees a manhole cover is off, HEARS SPLASHING of feet.\n\nFERGUS\nGotta gopher.\n(as he enters the\nmanhole, he's\nsnapping orders)\nSpread out, sse where this\ncomes out.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nANGLE ~- FERGUS\nSees a manhole cover is off, HEARS SPLASHING of feet. FERGUS\nGotta gopher. (as he enters the\nmanhole, he's\nsnapping orders)\nSpread out, sse where this\ncomes out. \n\nTARGET SECTION TO BE ANNOTATED:\n44\n\f48\n\n  \n\n(he's out\nbut pops hi\nup for one more\nthing)\n\nCall the Department of...\n\nNever gets to finish. Oreno tosses the manhole cover back on,\nclobbering Fergus on the head. We HEAR an ECHOING \"Flannggg!\"\n\nINT. CASS'S CAR\n\nCass has observed. She takes out a “Sewers of the City\" guide\nmap, peels out.\n\nINT. DRAINAGE TUNNEL\n\nFergus is holding his head, gun in hand. He's wearing his\nofficial police water-wings as he runs through the tunnel.\nSplash, splash, splash.\n\nCAMERA IS LOCKED OFF. We have Fergus and Ryan running up and\ndown the tunnel, back and forth criss-crossing, always just\nmissing each other. A’ lot of splashing in the water. At one\npoint, Ryan slides down a tunnel, laying on his back, his\narms folded, it's like a waterslide. He ends up at a wired\noff end of the tunnel that is piled high with debris. He\ntears off the fencing, freeing the jam up, a huge boulder\nrolls at him. Ryan runs, the boulder on his heels. He grabs\nonto a root and swings as the boulder passes under him and\nrolls 0.C. to the SOUND cf HUGE BOWLING PINS being knocked\ndown.\n\nFergus hears this, runs.\n\nANGLE - TUNNEL\n\nRyan running, pulls up just in time.\n\nANGLE - RYAN'S POV\n\nThe tunnel drains into the dam spillway. We see his feet ;\nhanging over the edge of the pipe. His toes rip through his\n\nshoes and grip the pipe edge. To check the situation out, he\nleans forward, at an impossible angle. He slowly straightens\n\nup.\nANGLE - RYAN\nHe's trapped.\n\nFERGUS (0.C.)\nHands up!\n\nPanic. He raises his hands.\n\f46\n\nANGLE - FERGUS\n\n \n\nGun trained on Ryan. reaches behind his belt, we expect\nhandcuffs, but he pulls out a large pair of leg shackles, and\nball and chain.\n\nFERGUS\nIt's over, Harrison.\n\nRYAN\nT've been wrongfully accused!\nIt's the one-armed man.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nFERGUS\nIt's over, Harrison. RYAN\nT've been wrongfully accused! It's the one-armed man. \n\nTARGET SECTION TO BE ANNOTATED:\n He\ncould have been in a sub off\nGeodhue's shoreline. There was\namap. The name Hylander...\n\nFERGUS\n{not interested)\nYou've been convicted of\nmurder and have killed twice\nsince then, I'm taking you in.\n\nRyan looks over the edge.\nRYAN\nNo...\n\nFergus comes toward Ryan. Ryan fills with resolve.\n\nRYAN\nNo...I‘'m not going back.\n\nRyan turns around.\nANGLE ~ RYAN\n\nGains a bit of courage. Holds his nose. Leaps, but having\nforgotten about the low height of the tunnel, he jumps up\ninstead of forward. He bangs his head into the tunnel\nceiling, he's unconscious on his feet, he wobbles, falls.\nFergus runs to the edge and sees:\n\nEXT. HUGE DAM\n\nRyan inside the torrent of water which roars into che\nspillway. “\n\nADVENTURES OF RYAN IN THE RIVER:\n\nHe pops up, a fish is in his mouth, he spits it out. With a\nsalmon at his side he tries to wriggle up the spillway. The\nraging river is toe strong, it takes him down stream. He .\nslams into and is dragged over every possible rock and log in\n\f47\n\no obvious\n\nis\", an\n\n    \n\nthe river, inclu i into a buoy\nit's a dummy). Finally he goes over \"Big Muth\nenormous drop.\n\n  \n\nEXT. LIFEGUARD STAND AT RIVER'S EDGE - DAY\n\nThere sits a Female Lifeguard ala “Baywatch”. The young,\nnubile beauty points cut into the river. Grabs her life buoy,\nruns. We now do a shot-for~shot parody of the “Baywatch”\nopening. But add a lot more gratuitous butt, breast, and pec\nshots. Ryan is nowhere to he found.\n\nEXT. SPILLWAY - LATER\nWe see Fergus and his pecple. Fergus is upset.\n\nPERGUS\n\nThis river empties into\nSullivan Lake, which has four\nislands, an average depth of\n23 feet and a playland with a\nmerry-go-round not unlike the\none in the 1973 delightful\nRedford, Newman romp, \"The\nSting\". Winner of seven\nOscars.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\nFergus is upset. PERGUS\n\nThis river empties into\nSullivan Lake, which has four\nislands, an average depth of\n23 feet and a playland with a\nmerry-go-round not unlike the\none in the 1973 delightful\nRedford, Newman romp, \"The\nSting\". Winner of seven\nOscars. \n\nTARGET SECTION TO BE ANNOTATED:\n The sequel didn't have\nthe heart nor the story. And\nMac Davis, please. I want cops\nup and down this river. A\ndozen divers. Sheriff's boats\nthick as gators on a drowning\nman. People, find this\nfugitive!\n\n(aside to Bagley)\nWhat the hell was all that\nHylander and sub stuff about?\n\n(mm)\nOrono, get me the Ccast Guard.\n\nOrono stands by one of those WWII signal lights that\ncommunicated between ships. He flashes off a signal.\n\nFERGUS\nHylander?\n\nINT. DANK APARTMENT\n\nAla the “get ready for the kidnapping” montage from “Ransom\".\nQuick cuts to: Bed with handcuffs attached to the bed post.\nDrilling a peep hole through the door. Space heater is turned\nom. A spice rack is put om the wall. A hand with \"B-o-b-b\"\ntattooed to the fingers putting up insulation. Thac hand we\nreveal belongs to BOB VILA, who is hard at work.\n\n \n\f \n\n48\n\nINT. KIDNAP ROOM\n\nSean is ready. He snaps on the TY.\n\nANG’\n\n \n\n- Ty\n\nWe see The UN’s ROBERT McKINTYRE, waving to a crowd. Sign\nreads: \"Welcome UN GUY\". Greeting a few dignitaries. A\nnewsperson, DON, is on the scene.\n\nDON (TV)\nCindy, as you see, the UN\nSecretary General, Sir Robert\nMcKintyre, has arrived in\nColumbia Heights. He'll be\nspeaking tomorrow at Husset\nPark, in the \"Celtic Days”\ncelebration.\n\nANGLE - SEAN\n\nHe diais a phone. Places his \"voice box scrambler“ over the\nmouthpiece.\n\nSEAN\n{female voice, very\nJennifer Tilly,\nit's wrong)\nIt's Shamrock.\n{he adjusts the\nsound to a deeper\nmasculine voice)\nTt’s go. One hour. And\ncounting down.\n\nHe hangs up. Turns to:\nANGLE - LAUREN\n\nSlips into a red wig. She looks beautiful, and deadiy. In 4\nmicro-second she assembles her automatic weapon, loads, and\ncocks the bolt. A stove timer goes off “ding\".",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe looks beautiful, and deadiy. In 4\nmicro-second she assembles her automatic weapon, loads, and\ncocks the bolt. A stove timer goes off “ding\". \n\nTARGET SECTION TO BE ANNOTATED:\n She turns to\nthe stove and, oh so Martha Stewart, bastes beautifully\nprepared cornish game hens. What a woman! Sean reaches for 4\nbird leg. Lauren snaps back to the hardened terrorist, and\nbutts him with her weapon. He fails out of frame.\n\nEXT. ISOLATED ROAD ~ HALF HOUR LATER\n\npe\n\nRyan is wet, exhausted but free. Or is he? A car pulls ©\nfront of him, cutting him off. It's:\n\nEXT. CASS'S CAR\n\n \n\f46\n\nhe throws open che door. Several maps all over the interior.\nRyan is startled.\n\n2\n\nCASS\n(urgent, te Ryan)\nThere's a police helicopter in\nthe sky.\n\nThe SOUND of a HELICOPTER off in the distance, He jumps into\nCass's car. She drives off.\n\nINT. CASS'S CAR\nShe drives and hands him:\n\nCASS\n(hands him pants,\nshirt, jacket)\nChange into these. I’m sure\nthey're your size.\n(hands him shoes)\nThey don't go with the shirt\nbut I think they'll do.\n{wearing an oven\nmitten, she hands\nhim a steaming\ncasserole dish)\nTuna casserole. I thought you\nmight be hungry.\n(mands him a\nflaming dessert)\nI hope you'll have room for\ndessert.\n\nANGLE - RYAN\nReally beat. Fish flopping up and down off his lap.\nRYAN\nI need someone to believe in,\n\nCass. I need a friend.\n\nShe kisses him.,He puts his arm around her. Water pours from\nthe sleeve.\n\nRYAN\nIocan’ tell your 1\ntongue thi\n\n  \n\nEXT. CASS'S CONDO - DAY\nCass's car pulls into the parking garage.\n\nINT. CASS'S LOTH FLOOR CONDO ~ DAY\n\f5@\n\nin the lock. Cass opens the door, Ryan\ns and bolts the door. Then he looks out\nthe window. Pulls the shade. Pulls the shade on a second\nwindow. Pulls a shade over a landscape painting. Pulls 2\nshade over the front door. He looks the place over\npaintings are framed around the room, mostly of wil\nlakes, landscapes.\n\n \n\n \n\n \n\nCASS\n\nMake yourself comfortable.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nPulls 2\nshade over the front door. He looks the place over\npaintings are framed around the room, mostly of wil\nlakes, landscapes. CASS\n\nMake yourself comfortable. \n\nTARGET SECTION TO BE ANNOTATED:\n(lightening the\n\nmoment)\nIf you feel like buying a\npainting, make an offer, Or if\nyou care to pay my rent, feel\nfree. Things have been a bit\nslow lately.\n\nRyan has been checking into and behind everything.\n\n. CASS\nI still live alone. There's\nnothing to be afraid of.\n\nShe takes him out on the patio.\nEXT. BALCONY - DAY\nThe city and bay lay before us.\n\nCASS\nWe're ten floors up. No one\ncan see you.\n\nRyan starts to relax.\n\nMALE VOICE (0.C.}\n(from street}\nHi, Cass. Who's your new\nfriend?\n\nRyan draws back from the rail.\n\nRYAN\n(frustrated)\nT can’t relax. I'm the hunted\none. Every time I think I'm\nout, they pull me back in. No,\nI can't do this to you.\n\nCASS\nZowant you to do this to me.\nYou can't face this alone.\n\fSt\n\nShe puts her hand on his. He turns\ngreat.\n\n \n\nCASS\nRyan, I can help. I took this\ntape from Hibbing's answering\nmachine. Lauren said she never\nwrote a note, you never called\nher. This is proof you did.\n\nHe goes to take it. But she pulls it back.\n\nRYAN\nTo the cops there's no proof\nin this pudding. I'ma\ncornered badger, ‘il: live by\nmy wits, I'll eat my young. I\nhave to clear myself. I have\nto find the one-armed, one-\nlegged, one-eyed man.\n\nCASS\nWe will. What did you find at\nthe house?\n\nHe places the burnt map on a patio table. She sits. He joins.\n\nRYAN\nThis refers to a sub.\nHylander...\n\nCASS\n\nA code. Here, these...\nThe numbers: 051297.\nCASS\nLicense number? Lottery\nticket? Wait.\nShe makes slashes with a pen: '05/12/97\".\n\nCASS\nA date?\n\nRYAN\nJermaine Jackson's birthday?\n\nCASS\nt'm mot sure.\n\fa2\n\n  \n\nA whisp of heir hangs over her rehead. He gently oushes it\noff her forehead. A like lock of hair hangs from Ryan's head.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\na2\n\n  \n\nA whisp of heir hangs over her rehead. He gently oushes it\noff her forehead. A like lock of hair hangs from Ryan's head. \n\nTARGET SECTION TO BE ANNOTATED:\nShe brushes it back.\n\nRYAN\nI have to move on. Here's\nlooking at you, kid. You're\nthe thing dreams are made of.\nBut me and women, we're like\nfire and water, flammable and\nwet.\n\nHe kisses her on the forehead, leaving a big red lipstick\nmark. He enters the condo. She follows.\n\nINT. CASS'S CONDO ~ DAY\n\nRyan collapses from exhaustion, he swoons. She grabs onto\nhim.\n\nCASS\nYou're exhausted. I'll give\nyou a sponge bath, a bracing\nenema, and make you something\nto eat. Put your weight on me\nand I'll take you into the\nbedroom.\n\nHe does. No way she can hold him. They fall out of frame. A\ncandy dish from a coffee table flies into the shot.\n\nEXT. ISOLATED ROAD ~ DAY\n\nIt's where Cass picked up Ryan. The squad car is parked\nnearby. Fergus, Bagley and Orono search the roadside.\n\nBAGLEY\nA picnicker said she saw a\nman, wet and dripping, walk\nthis way.\n\nFERGUS\nGather all the leaves for\ntrace evidence. Shoot and gut\nevery animal in the park, the\nstomach contents might contain\ndroppings, something that\ncould be a clue. Donate the\nmeat to charity. The hides are\nto be made into warm socks for\nthe poor. The bones ground\ninte dog foed. I want nothing\nwasted. Here we are. Fresh\ntire tracks, of 4 kind found\n\n \n\n \n\f \n\n33\n\non the new Mercedes sedan, a\n\n@ car of choice Ya pretty,\nyoung, professional woman.\nSomeone cool, calm, beautiful,\nsomeone in the arts,\nphotographer, painter. A woman\nwho has a mysterious past. I\nfeel it. I'm as sure about\nthat as I am that's an\nanaconda.\n\n \n\nA huge snake attacks Bagley. They wrestle. The others keep\nmoving on. She finally shoots it.\n\nFERGUS (Cont‘'d}\nA man's footprint, depth of\nprint indicating the height\nand weight of Harrison.\nImprint there indicates he's\ncarrying change in his right\npocket, a dime and a quarter.\nI was right. Woman‘s prints.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nImprint there indicates he's\ncarrying change in his right\npocket, a dime and a quarter. I was right. Woman‘s prints. \n\nTARGET SECTION TO BE ANNOTATED:\nSlender, firm thighs, in her\n20's.\n{of course}\nThe woman in the Mercedes that\n. cut us off fits her to a tee.\n@ License number was JLD738.\nDavy Crockett died for our\nsins, he's had someone helping\nhim all along. Cali Motor\nVehicles, get her address.\n\nORONO\nWe'll pick her up.\n\nFERGUS\nNo, there's a better way to\nfind out what a woman knows.\n\nORONO\nTake her to dinner and a\nmovie, lie to her and say you\n. love her?\n\nBagley answers her cell phone.\n\nFERGUS\nThat works, but not in this\ncase. We stake out her place.\nShe'll lead us to Ryan\nHarrison.\n\n@ Bagley offers Fergus the phone.\n\f54\n\nBAGLEY\nCass Lake. Says she knows\nwhere Ryan is. With her.\n\n  \n\n \n\nINT. CASS'S BEDROOM\n\nRyan sleeping. Opened phone book on the nightstand. He wakes\nas he hears a door quietly closing. Startled, he sits up. It\nmust have been Cass. He notices carved into the headboard,\n“Ryan (heart) Cass*. He feels comfortable being here. He\nnotices Cass left a change of clothes. And food is on a tray.\nSpaghetti, his favorite. He turns on the TV. He does the fork\ntwisting in the spoon thing as he watches.\n\nANGLE - TV\n\nA commercial. The images are elderly people, slipping and\nfalling in an arena ice rink.\n\nANNOUNCER (0.C.)\nHenningsen and Sachs Present\n\"Old People on Ice” now\nthrough November at the Marnie\nIce Arena.\n\nNewscast comes up. With key graphics. Our newscaster, CINDY:\n\nCINDY (TY)\nFor thirty-six hours Ryan\nHarrison, three time murderer,\nhas been a fugitive. Lt.\nFergus Falls is heading the\nworld-wide manhunt. Police\nhelicopters, dogs, psychics,\nand thousands of police are\ninvolved. Plus millions of\naverage citizens who would\ngive their left nut to come up\nwith that fifty~thousand\ndollar reward. And who\ncouldn't use that income? A\ncouple on a fixed income. A\nteacher.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\nAnd who\ncouldn't use that income? A\ncouple on a fixed income. A\nteacher. \n\nTARGET SECTION TO BE ANNOTATED:\n Especially a\nStruggling artist. I\npersonally wouldn't trust one\nof those for a million\ndollars.\n\nANGLE - RYAN\n\"Artist?’...he's heard enough. Why wouldn't Cass turn him in?\n\nHe's twisted the spaghetti around his fork, the whole plate\nof spaghetti. it's all the way up his arm. It's like a\n\fSS\n\n \n\n  \n\nspaghetti mufi. He slices out < Or\nalmost shut. He opens it. Cass is spea g soft\nphone. It's a hushed conversation. He can‘: hea.\n\nthe remote. Mutes the set. As he does, we see the Newscaster,\nCindy continue talking. Then realizes no sound is coming out\nof her throat. She yells. Still she can't hear anything. She\npanics. She yells for help. The Stage Manager comes onto the\nset. As he talks te Cindy, he toc realizes he has no voice.\nThey both panic.\n\nRyan has heard Cass say \"No, he's alone.\" He closes the door\nquietly. He has to know more about Cass. He searches her\ndresser drawer. Under a lot of very racy underwear, he finds\na scrapbook. Looks through it.\n\nINSERT - SCRAPBOOK\n\nArticles about her paintings. Clippings about Ryan: His rise\nto stardom. His murder conviction. A wedding announcement of\nHibbing Goodhue and Lauren, and a society column headline:\n“Successful Businessman and Worthless Shit Wed’. Finally 2\npage from \"The Other Daily Newspaper’ .\n\nANGLE - RYAN\n\nLooks it over. We see an article headlined: \"This Isn't The\nStory You Want”. Another headline reads: “Story You Want Is\nAt Bottom Of The Page\". He sees it.\n\nC/U PAPER - ARTICLE ON:\n\nBrody Kelley, inventor of large print alphabet soup for\nsenior citizens, former Riverdance dancer, and accused\nmurderer and smuggler, was found hung in his cell last\nevening. Well, not hung in the anatomical sense, but- actually\nhung, as in killed himself. Kelley was convicted when his\nboat, containing guns and ammunition destined for Northern\nIreland, was blown up in Bey Bay. A second man was injured,\nbut never found, presumed dead.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nWell, not hung in the anatomical sense, but- actually\nhung, as in killed himself. Kelley was convicted when his\nboat, containing guns and ammunition destined for Northern\nIreland, was blown up in Bey Bay. A second man was injured,\nbut never found, presumed dead. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE - RYAN\n\nRYAN\n-(to himself)\nSecond man was blown up.\n{could it be?)\nThe one~armed, one-leaged,\none~eyed man?\n\nBack to the article.\n\n \n\nO/U ARTICLE\n\f56\n“That's all you have c Se you don't have to read any\nmore of this article. picture the story. 25'S\nMrs. Xelley, he can't make her out. Sut it's a red haired\nwoman in a crowd at graveside. Could it be:\n\n        \n\nRYAN\nMary Kelley?\n\nANGLE - RYAN\n\nHe can't believe it. He takes out his picture of Mary Kelley.\nIt's her! He also finds letters from Mary Kelley to Cass\nLake. Letters postmarked from Northern Ireland. And\nsurprisingly articles and pictures of his first trial and the\nescape, under his real name Robert Decker. What he doesn’®\nsee is an article that falls to the floor.\n\nC/U ARTICLE ON FLOOR\n\n“Dr. Yanock Savack was arrested for performing surgery\nenabling noted criminals to...\"\n\nCass's foot accidentally steps on the story. As she:\n\nANGLE - CASS .\n\nEnters. She has a gun. Ryan panics. Before anything is said,\nthere's pounding on the front door.\n\nCASS\nIt's the police!\n\nRyan believes he's been betrayed. To make a quick exit, h\ntosses a jar of face powder at her. But it blows back in his\nface as he has tossed it in the direction of a fan. He scoops\nup the answering machine tape from the dresser, and the cloud\nmasks his retreat into the bathroom, passing the TV where\nparamedics are tending to the Newscaster and Stage Manager's\nthroats. Of course the paramedics can't hear each other talk.\nThey keep gesturing, “What! I can't hear you!\".\n\n \n\n \n\nINT. BATHROOM\n\nA window is a bit out of reach. He walks 0.C. We HEAR 4\nmighty RIPPING SOUND, a SPLASH OF WATER. Walking into frame\nis Ryan, carrying the toilet. Cass is pounding on the decor.\n\nCASS (0.C.)\nRyan, you can‘t get away,\n\nRyan places the toilet under the window, steps on it, climbs\nout the window.\n\nINT.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASS (0. C.)\nRyan, you can‘t get away,\n\nRyan places the toilet under the window, steps on it, climbs\nout the window. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CASS'S LIVING ROOM - DAY\n\fS7\n\nFergus, Orono and Bagley burst in, guns drawn.\nEXT. CASS'S BATHROOM WINDOW - DAY\n\nRyan sees a large hamper containing rags below. He has no\nchoice. He jumps.\n\nEXT. CASS'S CONDO - FRONT YARD - HAMPER\n\nRyan flops inside. The lid clamps shut. Two men in protective\nsuits, complete with hoods, gas masks and rubber gloves,\nwheel the hamper to the back of their truck. In the b.g. we\nsee \"Bell Day Care Center\". The hamper is dumped into the\ntruck.\n\nINT. TRUCK\n\nRyan tumbles out. He emits a big sigh of relief and then:\n\"Blaa!* He's in a mound of brownish, yellowish, stained white\ncloths. Whoa and the stink! The doors are closing. Leaving us\nwith a panicked look on his face.\n\nEXT. TRUCK ~ MEN\n\nThe sign on the door reads: \"Rosener Diaper Service --You\nShit ‘Em, We Clean ‘Em!\"\n\nThe truck drives off.\nINT. CASS'S BEDROOM - DAY\nFergus breaks in. But no Ryan, no Cass.\n\nFERGUS\nWe throw a shoe each time we\nstart to gallop.\n\nGrabs a framed photo of Cass.\n\nFERGUS .\nThis is Cass Lake. Face of an\nangel. Tag and log everything.\nI want carpet fibers, people.\nVacuum!\n\nEXT. ROSENER DIAPER BUILDING - DAY\n\nThe truck pulls up. The men, still masked and gloved, open\nthe back door. We don't sse Ryan as they grab a bundle of\ndiapers and head for the building. Ryan, blue from Holding\nhis breath, hops out from under the pile. Bolts our of the\ntruck.\n\n \n\f38\nANGLE - RYAN\n\nTakes his first breath. A huge gasp of air. Plants sway in\nthe intake. He hurries away from the truck.\n\nHe smells mighty powerful. Flowers wilt as he passes by them.\nAs he passes under a tree, a bird, still holding on to a\nbranch, flops into view from above. Ryan passes an outdoor\nnewsstand.\n\nANGLE - NEWSSTAND\n\nAs he walks by, he grabs magazines.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nAs he passes under a tree, a bird, still holding on to a\nbranch, flops into view from above. Ryan passes an outdoor\nnewsstand. ANGLE - NEWSSTAND\n\nAs he walks by, he grabs magazines. \n\nTARGET SECTION TO BE ANNOTATED:\n Each magazine he passes\nbursts into flame. Ryan ducks into an alley.\n\nEXT. ALLEY\n\nRyan tears out the perfume adds and rubs them over his body .\nThen he sees:\n\nEXT. \"MCCARTY HOSPITAL\" - DAY\n\nA rather large complex. A blinking sign reads: \"We Specialize\nin Artificial Limbs\". Another sign: \"Lose Two Limbs, Get One\nFree!\". \"Legs Legs Legs!\" The perfect place to search for the\nkiller.\n\nANGLE - RYAN\n\nAs he crosses the street, we see a car drive into the\nhospital parking lot. Lauren at the wheel of the car.\n\nBanners welcoming the UN General Secretary hang from\nlampposts.\n\nEXT. \"McCARTY HOSPITAL\" - AMBULANCE ENTRANCE ~ DAY\n\nNearby is an “Amundson Glass Co.” truck. The \"Sperm Donor\nNight Deposit Box\" is very visible to us. Very lictle\nactivity.\n\nANGLE - RYAN\n\nSees a way in. Grabs.a white paramedic's coat from 4 cab of\nan ambulance...or so he thinks it is. He enters the hospital.\nA sign on the door reads: “No Shirts. No Shoes. No Surgery”\nWe see he has a lab coat with \"Hemak Meat Co.\" on the back.\n\nINT, EMERGENCY ROOM\n\nNothing going on. Ryan walks in. Puts a stethoscope around\nhis neck. He reads the call board: \"Records\" is on floor 5.\nSuddenly we HEAR multiple SIRENS, sounds of TIRES SCREECHING.\nParamedics wheel in what seems like an endless stream of\n\f59\n\n \n\nRyan i\n\nen i ht in the middle\na madhouse. &\n\nims up to Ryan.\n\n \n\n \n\nNURSE\nThank God you're here...\n(reads his Meat Co\ncoat name badge,\n\"Sanchez\", she\nassumes: }\n...Dr Sanchez. Because of\ncutbacks, you're the only\nperson on duty.\n\nRYAN\nNo, no...\n\nA huge SECURITY GUARD looks at him askew. Ryan feels he\nbetter play along. Tosses out TV doctor things...sort of.\n\nRYAN\nStart me fifty V.c.s of\nGemilitarized Veldilhum.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nRyan feels he\nbetter play along. Tosses out TV doctor things...sort of. RYAN\nStart me fifty V.c.s of\nGemilitarized Veldilhum. \n\nTARGET SECTION TO BE ANNOTATED:\n Save\nthe helminium for the NFL pre-\nOp sodium chloride multi-grain\naldagram.\n\nA paramedic is administering a drip.\n\nRYAN\n(regarding the IV\ndrip)\nLet me adjust that.\n\nHe adjusts the drip rate. The damn thing empties in seconds.\nliquid pours from the patient's ears.\n\nRYAN BOUNCES FROM PATIENT TO PATIENT\n\nMaking his way to the elevators. The security guard watches\nhim very closely. Ryan places the stethoscope on odd parts of\nthe body as he orders:\n\nRYAN\n‘Appendectomy. Tonsillectomy.\nLance that.\n{indicating a man)\nTo maternity. To O.R.\n(indicating oid\nlady}\nTo Drug Rehab.\n(eumning out of\nhospital places)\nAh, to cafeteria. To gift\nshop.\n\f58\n\n \n\nPARAMEDIC\nThis man's been shot\ntimes.\n\nRYAN\n\nOver there in the ten bullets\nor less lane.\n\n(to another\n\npatient)\nNurse, administer 200,000 cc's\nof adrenalin.\n\nNURSE\nBut...\n\nANGLE - RYAN\nSpeaks to the O.C. Nurse.\nRYAN\nBut? Damn your “but!\" This is\na human life! 200,000 cc's!\n\nA huge bucket of water douses the patient.\n\nPARAMEDIC 2\nDoctor, you'd better see this.\n\nA woman, covered in a sheet, is in stirrups.\n\nRYAN\nAh, no thanks.\n\nHe's at the elevator.\nANGLE ~ SECURITY GUARD\nStops Ryan. Everyone is so busy in ER, they don't see:\n\nSECURITY GUARD\nI'd like te speak with you.\n\n- RYAN\nYes. Just let me take off\nthis...\n\nRyan casts out the stethoscope, it hooks in the Security\nGuard's ears, Ryan yanks him toward him, punches him in the\n\nface. Grabs his gun, sticks it in the back of his waistband.\nDrags him in the elevator. Doors close.\n\n \n\nEXT. 5TH FLOOR ELEVATORS\n\f61\n\nRyan gets :\nhandcuffed.\n\n \n \n\nANGLE - SECURITY GUARD 2\nSaw the guard in the elevator. He comes at Ryan.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. 5TH FLOOR ELEVATORS\n\f61\n\nRyan gets :\nhandcuffed. ANGLE - SECURITY GUARD 2\nSaw the guard in the elevator. He comes at Ryan. \n\nTARGET SECTION TO BE ANNOTATED:\nSECURITY GUARD 2\nHey you!\n\nRyan reaches for the gun in his waistband, but it falis inte\nhis pants. A fight starts. During it, the gun hangs in the\nseat of Ryan's pants. It looks like he's carrying a major\naccident in his underwear. He makes repeated dips into his\npants to retrieve it, but can't fish it out. He finally\nunzips his pants and shoves his hands around inside his\nshorts, trying to grab the thing. A very odd sight to\nSecurity Guardg 2. The best Ryan can do is stick the barrel\nout of his fly hole. Security Guard 2 finally nas the drop on\nRyan but:\n\nANGLE - CASS\nKnocks him out with a bed pan, \"Twangggg\".\n\nCASS\nQuick.\n\nThey drag Security Guard 2 into an examining room.\nINT. EXAMINING ROOM\nRyan has the gun from his pants.\nRYAN\nOf all the hospitals in all\nthe world, you've got to walk\n\ninto mine.\n\nShe holds up the yellow page she ripped from the phone book.\nMcCarty Hospital has been circled in pen..\n\nCASS\nIt's lucky you left this\nbehind.\n\nRYAN\n\n(sweet, tender}\nDon't speak. Ssssh. Put your\nhand in my pocket.\n\nCASS\nWhat am I looking for?\n\f62\n\n \n\nRYAN\n© Nothing, just missed you,\nbaby.\nCASS\n\nI hoped you'd say those words.\nRyan, I...love you.\n\nHe claps his hands, backs away, with a smug, \"Aha, got you\"\nfeel.\n\nRYAN\n(sarcastic, very\nBogart in attitude,\nsnapping out the\ndialogue at a\nbreakneck speed)\nYou believed me just now,\ndidn't you? You were lit up\nlike Dennis Rodman at\nChristmas.\n\n(mocking)\n\"I love you.\" You're good,\nyou're very good.\n\nGrabs her by the shoulders.\n\n@ mean\n\nYour shamus bloodhounds can’t\nbe far off.\n\nCASS\nI didn't call the police.\n\nRYAN\nYou eat with that mouth?\nYou're dealing with my heart.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nCASS\nI didn't call the police. RYAN\nYou eat with that mouth? You're dealing with my heart. \n\nTARGET SECTION TO BE ANNOTATED:\nAnd my heart isn't just an\naviscus of cardiac muscle that\nmaintains the circulation of\nmy blood and is divided into\nfour cavities, two atria and\ntwo ventricles. It's that big\nred, bloody thing that holds\nmy love. You said you believed\nme innocent at your condo.\nThen you made a call, pulled a\ngat and sicced Johnny Law on\nme,\n\n \n\nCASS\nThe gun was for your\ne protection. And I called the\n\n \n\fairlines,\n\nRYAN\nPut on & sweater.\n\nsays,\n\n63\n\nTo wanted to get you\nout of the country. Chile.\n\nAirlines she\n\nmy protection she says.\n\nI wish I had a Quarter Pounder\nwith cheese every time I've\n\nheard Chat old chestnut. Lies\nare like bananas, they come in\nbig yellow bunches. Well, I've\ngot the blender on liquefy,\nand I'm making you up a4 good\nold fashioned dose of reality\nsmoothie. You knew IRA\ngunrunners.\n\nCASS\nNo, no, not reaily...\n\nRYAN\n\nOne got blown to bits. And\nhe's the one-armed, one-\n\nlegged,\nThe guard moans\n\nCASS\n\n. She whacks him without looking,\n\none-eyed killeri\n\n*fwannng’ .\n\nYou read an article about a\n\nman named Brody.\n\nknew my mother, I\nmy father,\ndog. I never knew\nmother, a father,\nIt's not what you\n\nRYAN\nMe, think? I quit\ndays ago. But the\nspinning up here,\n\n(pointing to\n\n-head}\n\nI thought he\nmight be my father.\nabandoned as a child.\n\nI was\nIT never\nnever knew\n\nI never knew my\n\nI hada\nor a dog.\nthink\n\nthinking\nwheels are\nbaby,\n\nhis\n\nand they're kicking up crushed\n\nrock as I peel out and speed\n\ntoward you,\n\nlittle nutcracker\n\nPrincess.\nI‘m Robert Decker,\n\nYou seé,\nKitten, the\nwhose been\n\ndancing to your suite.\n\nIm a gesture of affection, she places her hands on his head,\n\nunfortunately over his ears. He can’t hear.\n\f64\n\n \n\nCASS\nYes, cf course, it was your\neyes, I knew I knew you.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nIm a gesture of affection, she places her hands on his head,\n\nunfortunately over his ears. He can’t hear. 64\n\n \n\nCASS\nYes, cf course, it was your\neyes, I knew I knew you. \n\nTARGET SECTION TO BE ANNOTATED:\nRYAN\nNetenyahu?\nShe removes her hands.\nCASS\nI knew I knew you. thought\n\nyou'd been set up. I followed\nyour story. I found you. I\ntook you to Savack. But when I\nwent back, you were gone.\n\nRYAN\nThis is all so confusing. So\nfar it seems to me, no one\nseams to be who they seem to\n\nbe.\nCASS\nHuh?\nHe has her shoulders.\nRYAN\n\nI have so little time to get\nthis job done. Where I go, you\ncan't follow. I'm not trying\nto be noble but it's like\n\none big hill of beans. Either\nway, I'm going to trust you.\n\nCass had a hard time following that. Moan from the Guard.\nAnother “wannnng\".\n\nINT. HOSPITAL - OUTSIDE RECORDS ROOM\n\nRyan and Cass see a sign hanging on the door: “Back In Ten\nMinutes“. He cries the door. Locked. An idea. He gestures for\nCass to give him a hairpin. She acts as the lookout as he\nsticks the pin in the lock. Jiggles it around. The kmob and\ndocr plate crash to the floor. The damn thing is still\nlocked. Cass points out the duct work in the ceiling. Ryan\nsees two workmen carrying a pane of glass to replace 4\nviewing window in the nursery. They're using those hand\nsuction cups. An idea begins to stir in Ryan's brain.\n\nANGLE - WORKMEN\n\nJoined by Cass. She stands in front of them.\n\f65\n\nCASS\nGuys, do I need breast\nimplants?\n\nWhips open her blouse. The workmen block our view. But\n\"Zowlel\"™\n\nANGLE ~ RYAN\n\nSees they are distracted. Ryan dislodges the suction devices.\nHe walks off with them. On the way, he accidentally suckers\nonte the wall. In pulling it off, he suctions onto a food\ncart. A janitor throws open a door. As it swings open, to\nblock it from hitting him, Ryan holds up the suctions, and he\nsuckers onto the door. Pulls them off and suctions onto his\ncrotch, yank, yank, yanks.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nA janitor throws open a door. As it swings open, to\nblock it from hitting him, Ryan holds up the suctions, and he\nsuckers onto the door. Pulls them off and suctions onto his\ncrotch, yank, yank, yanks. \n\nTARGET SECTION TO BE ANNOTATED:\n The janitor watches, it‘s very\nstrange looking. Ryan yanks some more, the janitor moves on.\nFinaily the suctions are freed, \"Pop!” Aw. Ryan enters: \"To\nAir Conditioning”.\n\nINT. EXAMINATION ROOM 2\n\nDR SEE, white haired, half glasses, lab coat, enters with an\nartificial leq.\n\nDR SEE\nHere we are. Sorry you had to\nwait.\n\nCloses the door. We see it was all a show for the people in\nthe hall. See's demeanor changes. He's covert, all business.\nAnd why?\n\nANGLE - SEAN\nSits on an examining table. Removes his leg.\n\nSEAN\nIt's ready?\n\nDR SEE\nA work of art.\n\nHe hears a sound from the duct work, clip, clop, clip, clop.\nOn closer exam, we see the new leg is more in the shape of a\nrifle. That's because it is a rifle. Take off the foot and\nthere's the barrel. Sean savors this new weapon.\n\nSEAN\nYes, very good.\n\nDR SEE\nThe price is now twenty\nthousand .\n\f66\n\nSEAN\nTwenty?\n\nDR SEE\nMy costs. My risks.\n\nSean pulls a gun and silencer, \"poof\". See is hit. He puts on\nthe stethoscope, listens to his hearc. He dies.\n\nINT. DUCT WORK\n\nRyan is using the suction cups to pull himself along the\nsmooth duct surfaces. He dislodges a whole section of duct\nwork. Pulls it off. Moves on. Up a slight grade. Down again.\nThis should be it. He looks through a vent grate. It's the\n“Hospital Records Room\". He removes the grate. Which reveals\na lot of phone and electrical wires running across the\nceiling.\n\nINT. RECORDS ROOM\n\nRyan looks through the maze of wires to the computer below.\nHe notices the \"STEINBERG\" security system is on. A red laser\nbeam criss-crosses the floor in the shape of a Star of David.\n\nINT. DUCT WORK\n\nRyan spreads the wires to have a better look. He loses his\nbalance, falls through the opening.\n\nINT.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nDUCT WORK\n\nRyan spreads the wires to have a better look. He loses his\nbalance, falls through the opening. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n RECORDS ROOM\n\nRyan is caught up in the wires, he dangles like a marionette,\nbouncing and dancing about, a human Howdy Doody, coming\nwithin inches of the laser beams. He stabilizes. He reaches\nfor the “Off Alarm\" switch, he tilts, keys fall from his\npocket, he catches them before they reach the beam. Now, in\nrapid succession, a lucky rabbit's foot, sunglasses, Tums,\nTic Tacs, lip balm, pepper spray, gum and a yo-yo, ail\ncaught. The yo-yo though does its yo-yo thing and heads for\nthe floor. Just as it was going to enter the beam, Ryan smaps\nit back up with a flick of the wrist, walks the dog with it,\nputs it away. With his foot he manages to hit the \"off\"\nswitch.\n\n \n\nINT. HOSPITAL OUTSIDE RECORDS ROOM\n\nCass standing guard. Sean rounds the corner. They are face-\nto-face.\nSEAN\nWhere have you been?\n\f87\n\nCASS\nRyan is in there:\n\nSEAN\nHarrison? We kill the bastard.\n\nCASS\nNot yet. He's doing us a\nfavor. Just like no more trace\nof Mary Kelley. Soon no record\nof you. Ryan is raiding the\ncomputer,\n\nShe smiles. Sean agrees. This is a good thing.\nINT. RECORDS ROOM\n\nRyan extracts himself from the last wires. Sits at the\ncomputer. The keyboard is the most complicated piece of\nequipment ever. Triple the normal amount of keys. He timidily\nturns the computer on. “Fwing\", it comes on with a miid\nchime. He carefully hits several buttons. A disk shoots out\nof the machine, hitting him in the chest, \"Ow\". He tries\nanother sequence. It brings up the menu. He clicks through\nit. He clicks into \"Limb Replacement\". It contains several\nnames. He types in “Addresses”. They pop onto the screen. He\ntypes up “Phone Numbers\". That appears on the screen. Great!\nHe decides to print it out. He brings the printer into play.\nThe screen asks questions, he clicks \"Yes\" every time.\n\nC/U COMPUTER SCREEN\n\nScreen: \"Print?\" Ryan hits \"Yes\".",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe brings the printer into play. The screen asks questions, he clicks \"Yes\" every time. C/U COMPUTER SCREEN\n\nScreen: \"Print?\" Ryan hits \"Yes\". \n\nTARGET SECTION TO BE ANNOTATED:\n Screen: \"From Pages?\" Ryan\ntypes in \"23 to 24\". Screen: \"Thank you. How are you today,\ngood?\" Ryan hits \"Yes\". Screen: \"Getting any?\" Ryan hits\n\"Yes\". Screen: \"Are you sure?\" Ryan hits \"No\". Screen: “Have\nyou heard the one about the nun and the rabbi?\" Ryan types\n“Just Print!\" Screen: \"Okay...okay...asshole!\" The printer\nfinally kicks in. After a beat it prints out pages. Ryan sees\nan answering machine. He pops cut the tape. Puts in the one\nhe took from Cass’s condo.\n\nRYAN (V.0O. ON TAPE)\nIt's Ryan, I got your note.\nI’m minutes away.\n\nRyan is pleased. Evidence! Then before he can turn it off:\n\nCASS (V.0. ON TAPE)\nHibbing, I know I shouldn‘tc\ncall. Sut you aren’t ac Ryan's\nconcert tonight. I've got a\ngun. I'm desperately in love\nwith you, You...\n\n \n\f&8\n\nShe hangs up. Ryan pops cut the rape. Grasps it\nMy God! She killed Hibbing! He does the classic\nheartsick over Beroman and slamming his fist on the table”\nfrom \"Casablanca\".\n\n   \n\nRyan hasn't noticed but the printer has printed out pages and\npages. It shows no sign of wanting let up. Ryan snaps back\nto reality, hits a series of keys, only accelerares che\nprinting. One steady long sheer of paper, billowing up. He\ncan't turn off the printer. The plug for the computer and\nprinter have the desk jammed up against it. He tries. He\ncan't get his hand down there. Meantime the paper is almost\nwaist deep. He looks at the computer screen, he accidentally\ntyped for the computer to print out 23232424 paces, not from\n23 to 24. He must have ten thousand pages by now.\n\n \n\nOUTSIDE RECORDS ROOM\nPaper billowing from under the door.\nINT. RECORDS ROOM\n\nThe end of the print-out is entering the air conditioning\nunit.\n\nEXT. McCARTY HOSPITAL RECORD ROOM WINDOW\n\nThe \"Hospital Records Room\" air conditioning unit chews up\nthe paper and spits it out as confetti.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nRECORDS ROOM\n\nThe end of the print-out is entering the air conditioning\nunit. EXT. McCARTY HOSPITAL RECORD ROOM WINDOW\n\nThe \"Hospital Records Room\" air conditioning unit chews up\nthe paper and spits it out as confetti. \n\nTARGET SECTION TO BE ANNOTATED:\n We see it pouring out\nof the air conditioner.\n\nEXT. AMBULANCE ENTRANCE\n\nAs Sean and Cass exit, they are being \"snowed on\". Very\nstrange for this time of year.\n\nINT. HOSPITAL OUTSIDE RECORDS ROOM\n\nIn searching for Cass and Ryan, Orono sses the paper that has\nbillowed into the corridor. He opens the door to investigate.\nA paper avalanche engulfs him, “Aaaaaaa!” Ryan runs out of\nthe room and down the steps.\n\nEXT. McCARTY HOSPITAL PARKING LOT\n\nRyan, angry, betrayed again. He finds an unlocked car. He\ngets inside.\n\nANGLE ~ SEAN AND CASS\nLauren's car pulls up. Lauren is surprised to see Cass.\n\nLAUREN\n\f69\nWhat does Ryan know?\n\nCASS\nNothing.\n\nLAUREN\nHe was with you, right? =\ncalled Fergus Falls using your\nname, but he keeps escaping.\nIf he gets smart, he can\nidentify my past.\n\n(to Sean)\n\nHarrison is over there.\n\nSean spots Ryan. Pulls a knife from a compartment in the new\nleg. Stalks Ryan.\n\nEXT. CAR\n\nRyan finds no key. He'll hot-wire it. He's seen this done\nhundreds of times in movies.\n\nINT. CAR\n\n’ Ryan ducks under the dash. Bulls down wires from behind the\ndash, it's a lot of wires. He touches two together, sparks\nfly, but the car doesn't start. He tries again and again. In\nthe course of touching other wires, he plays hell with the\ncar's electrical system. We see the antenna go up and down,\nthe sunroof open and close, windows roll up and down, the CD\nblasting out the voice of Mario Lanza, \"Be my love...!* The\nCD shoots out of the sound system. BAGPIPE MUSIC screams from\nthe radio.\n\nANGLE - PARKING ATTENDANT\nCan't figure out what's happening with that car.\nANGLE - SEAN\n\nWas about to strike, but the huzzah has SECURITY GUARD 2 .\ndrawn to the sound. Sean sees this is not the time to strike.\n\nANGLE ~ LAUREN'S CAR\nSean joins Lauren and Cass. They drive off.\nINT. CAR ~- RYAN\n\nim to the dash.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\nThey drive off. INT. CAR ~- RYAN\n\nim to the dash. \n\nTARGET SECTION TO BE ANNOTATED:\n The\n\nThe car seat rolls forward, pinnin: 3\nv air bags pop open.\n\ngh.\nimstrument panel dials blow out. The\n\nANGLE - PARKING ATTENDANT\n\f \n\n78\n\nWatches as Ryan finally drive. And not too\nsuccessfully. He backs into a -Potty’, driving\nit into the street. The door swings open exposing a hard~\nhatted workman sitting on the toilet. Surprised ta be out in\npublic, as are the drivers of the cars in the intersection\nwaiting for the light to change.\n\n \n\nEXT. COLUMBIA HEIGHTS POLICE HEADQUARTERS - DOWNTOWN - DAY\n\nEstablishing shot. It plainly reads: “Vancouver Art\nGallery*\". At the bottom right of the screen we have:\n“*Columbia Heights Courthouse\".\n\nINT. COLUMBIA HEIGHTS POLICE HEADQUARTERS - WAR ROOM - DAY\n\nFergus is standing behind a clear plastic map of the city. A\nbig \"X* has been placed in \"Husset Park”.\n\nFERGUS\n(perplexed)\nWe lost him here. We have to\npick up his trail.\n\nHe walks, we notice the \"X\" is on his forehead. Bagley points\ntoe it. Fergus rubs it off.\n\nFERGUS (Cont'd)\nHarrison murders Goodhue and\nSavack. Enters a hospital\nwhere a one-armed, one-legged,\none-eyed man would be found,\nimpersonates a doctor, nearly\nkills patients, assaults\nsecurity guards, does kill a\ntherapist, enters the\ncomputer, uses up all their\nprint-out paper, third degree\npapercut wounds on my officer,\nand he says he's innocent.\nThis department's body chalk\nbudget doubled with him in\ntown. This is one sausage that\nholds some strange meat. What\nabout Cass Lake?\n\nANGLE - ORONO\n\nPuts a suitcase on the table. Opens it up. It's siinky, sexy,\nVictoria's Secret garments.\n\nORONO\nI teok a search warrant and\nwent to Lake's conde. I went\nthrough her underwear drawer\n\f7\n\nSix, seven, eight ti\nExamined every Vy\nher bras. Felt the ky\ntexture of her panties. Held\nher teddies against my cheek\nand thighs.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nI went\nthrough her underwear drawer\n\f7\n\nSix, seven, eight ti\nExamined every Vy\nher bras. Felt the ky\ntexture of her panties. Held\nher teddies against my cheek\nand thighs. \n\nTARGET SECTION TO BE ANNOTATED:\n{takes a moment to\n\ngather himself, sip\n\nof water)\nBut...I couldn't figure out\nhow these would tell us where\nshe and Harrison might be\nhiding.\n\n \n\n \n\n \n\nFERGUS\nWeil, you gave it a shot and\nthat's what counts. Heaven\ntimes two! This is as tangled\nas dredlocks in a hurricane.\n\nANGLE - BAGLEY\nThe PHONE RINGS. She lights up. Covers the phone.\n\nBAGLEY\nHarrison.\n\nANGLE ~ FERGUS\nSignals for a recording to begin.\nANGLE - RECORDING STUDIO CONTROL BOOTH\n\nThe Producer type inside. Acknowledges the signal. He points\noff to:\n\nANGLE - WALL FILLED WITH REELS OF RECORDING TAPE\n\nA technician presses a button. Nearby an Amish technician\nworks a bellows that starts a reel wrapped around a wagon\nwheel. .\n\nEXT. PARK - PHONE BOOTH ~ DAY\n\nRyan HEARS recorded MUSIC as he is put on hold, a muzaky\nversion of “Raindrops Keep Falling On My Head\". Hangers _and\ntorn dry cleaning bags litter the booth. In the b.g. a dry\ncleaning van, driver stopped at the mens room, drives off.\nRyan is in a stolen suit, tie, etc. He sees 4 newspaper, ic's\ndated May 12, 1997. It gets him thinking.\n\nRYAN\n$~12-$37 is today.\n\n \n\f \n \n\ntogether.\n\nRYAN\nAn assassination.\n\nHe looks at the newspaper headline: \"UN BOSS IN TOWN. HOPE HE\nWON''T BE ASSASSINATED\".\n\nFinally:\n\nRYAN (Cont’d)\nI'm right.\n\nFERGUS (V.0.)\n(on phone)\nHey pardner, Falls here.\nGiving yourself up?\n\nINT. POLICE HEADQUARTERS\n\nEveryone listens over the speaker. During the call we HEAR\ncertain BACKGROUND NOISES. Everyone picks up on them, tries\nto pinpoint where those sounds could be coming from in the\n\ncities.\n\nWe HEAR a BELL.\n\nANGLE ~ BAGLEY\n\nRYAN (V.0.)\n(over phone}\nYou won't be able to trace\nthis call. I'm not that\nstupid, Fails.\n\nFERGUS\nNo one said you were. In fact,\nyou're the guy eluding me.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nI'm not that\nstupid, Fails. FERGUS\nNo one said you were. In fact,\nyou're the guy eluding me. \n\nTARGET SECTION TO BE ANNOTATED:\n I'm\nthe dingleberry in the cream\nof wheat.\n\nBAGLEY\n(sotto)\nTrain?\n\nORONG\nDowntown rail yards? Hotel\nLobby ?\n\nFERGUS\nCass with you?\n\nRYAN (V.G.)\n\n \n\n72\n\n \n\f73\n\nTI just threw out that saby\nwith my bath water. You and I\nhave business. Listen, I don't\nspeak my cud twice. Check out\nthe McCarty records.\n\nWe HEAR a JET fly over.\n\nBAGLEY\nAirport?\n\nORONO\nHe could be in the flight\npattern over Wayzata.\n\nFERGUS\nWhy don't we go there\ntcegether.\n\nRYAN (V.0.)\n\nBecause you'll throw me in\njail. Patient Sean Laughrea.\nThe address will interest you.\n\nFergus‘s gesture to Orono is a “Get info\" command.\n\nRYAN (V.0O.}\nThat's it. Another second or\ntwo and you can trace this.\n\nOver the speaker we hear Ryan being approached by a\nVACATIONER. Fergus and everyone OVERHEAR:\n\nVACATIONER (V.0.)\nExcuse me, we're from cut of\ntown, How do you get to Como\nPark Zoo?\n\nRYAN (V.O.)\nEasy, from Husset Park here at\nColeman and Mondale, go back\nthis way and take Plymouth all\nthe way. Can't miss it.\n\n: : VACATIONER (V.0.]\nThanks.\n\nFergus and the guys can't believe their luck. They drop the\nphone, all run out the door as fast as they can. A beat and\nwe hear Ryan.\n\nRYAN (V.0.}\n(he screwed up,\nunder his breath)\n\f74\n\nClicks down the phone.\nEXT. PHONE BOOTH - CRANE SHOT - MINUTES LATER\n\nA beat passes, squad cars from north, east, west, and south\nconverge into the booth, smashing it to shreds, banging into\nene ancther in the process.\n\nEXT. FERGUS'S CAR\n\nPulis up, he, and Orono jump out of the car. Bagley remains\non her cell phone.\n\nFERGUS\n\n{frustrated laugh)\nMan is learning. He's leaving\na cold trail.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nBagley remains\non her cell phone. FERGUS\n\n{frustrated laugh)\nMan is learning. He's leaving\na cold trail. \n\nTARGET SECTION TO BE ANNOTATED:\n No footprints,\nmo tracks of any kind, he\nwants us to do our detective\nwork, and by the change in\nhumidity and northerly shift\nin the wind, I believe it is\ngoing to rain.\n\nit does. Orono opens an umbrella, which shelters Fergus.\n\nFERGUS (Cont‘d)\nHe is staying one step ahead\nof us. Why? He wants us close.\nHe's onto something big. If\nhe's captured, they Lock him\nup and some mystery goes\nunsolved. Orono, Sean\nLaughrea?\n\nORONO\nFBI. Scotland Yard, Interpol,\nAccess America, Geraldo. No\none has anything.\n\nBagley approaching:\n\nBAGLEY\nHylander is the security code\nname for the UN General\nSecretary McKintyre.\n\nFERGUS\nYes! Tt has slapped us in the\nface. Saddie up, veople.\n\nClimbing in the car.\n\nen ne er ninth\n\fa\n\nFERGUS\nTo McCarty! I want what chey\nhave on Sean Laughrea.\n\nEXT. GOODHUE SHORELINE - DAY\n\nRyan cautiously looking around. He feels someone sneaking up\nbehind him. Corner of his eye he catches a black hood. He\nplays it cool, then whirls around, socks the man in the face.\nWhat looks like a man in a black hood is actually a seal. The\nseal responds to the punch, flops over. Ryan sees Lauren on\nthe pocl deck, using an amber light to signal out to sea.\nShe's taking the tram down. to the shoreline. Ryan sees the\nboat house. He enters.\n\nINT. BOAT HOUSE - DAY\n\nRyan hears a male voice. And now a familiar one, Cass! But\nhe can't hear what they are saying. To get closer, he hides\nbehind huge \"Foreign Correspondent in the Mill* big wooden\ngear wheels.\n\nRYAN'S POV - SEAN AND CASS\n\nStill can't hear that well, a word or two, one being nis\nname, and Cass saying \"Kill him\". Ryan can't believe he fell\nfor her lies over and over.\n\nANGLE - LAUREN\nEnters. Snaps on a switch. Joins Sean and Cass..\n\nANGLE - RYAN\n\nThe gears slowly come to life.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nSnaps on a switch. Joins Sean and Cass.. ANGLE - RYAN\n\nThe gears slowly come to life. \n\nTARGET SECTION TO BE ANNOTATED:\n We see they work a boat lift,\nwhich is lowering Sean's Zodiac into the water. Ryan notices\nhis coat is caught and is slowly pulling him into the\ngrinding teeth of the gears. He tries to pull it free, but\nno, luckily the coat comes off his body, but now his tie is\ncaught. He yanks, no luck, and his pants leg is caught, damn!\nHe quickly undoes his tie, and now his shirt is torn from his\nbody. He‘s down to his t-shirt, and his pants leg still is\ncaught. He struggles. to get out of his pants.\n\nANGLE - SEAN AND CASS\n\nSEAN\nCass thinks we can use Ryan as\n@ patsy once again.\n\nCASS\n\nHe's being blamed for every\nmurder in town. They'd have...\n\f76\n\nShe sees something strange O.c.\nCASS'S POV\n\nooks\nthat\n\nClothes are spinning around the gears of the mill. It\nlike a very messy dry cleaners clothes carousel. and\n& shoe?\n\n  \n\nANGLE - CASS\nStands so Sean and Lauren's backs are to the gears.\n\nCASS\n...their man. No roadblocks to\nkeep you from leaving Columbia\nHeights. .\n\nSEAN\nWe have a sub. We don't care\nabout the bloody roadblocks.\nWe'll be gone in minutes.\n\nLAUREN\nAs much as E'd like to kill\nRyan myself, I agree. It will\nthrow everyone off our trail.\n(she checks her\nwatch)\nSean, the sub.\n\nSean gets in the Zodiac. Lauren steps outside to watch. Cass\nruns and picks the clothes off the gears.\n\nANGLE - RYAN\n\nIn t-shirt, boxers, socks, one shoe. Snatches the ciothes\nfrom Cass's hands. Puts them on as he speaks. Dialogue has\ngreat urgency, the terrorists could arrive any second.\n\nRYAN\nI'm here to stop your\nassassination of the UN\nGeneral Secretary.\n\nCASS\nSo that's it.\n\nRYAN\nI'm taking Lauren, her\nplaymate, and you down hard.\n\nCASS\n\fHe's dressed.\n\nHe slaps her.\n\nHe slaps her.\n\nHe slaps her.\n\nShe slaps him.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHe slaps her. He slaps her. She slaps him. \n\nTARGET SECTION TO BE ANNOTATED:\n77\n\nHe's the one-eyed, one-armed,\none-l I kept Sean\nfrom killing you at the\nhospital. I had to pretend I\nwas one of them.\n\n  \n\nRYAN\nHe's finally mine. I'1l be ail\nover him like chocolate on a\nchin after a hot fudge sundae.\n\nCASS\nAnd that's not Lauren. It's\nMary Kelley.\n\nRYAN\nKelley! Why are you with Mary\nKelley?\n\nCASS\n\nShe said she was my mother, I\nthought she was my sister.\n\nCASS\nMy sister.\n\nCASS\nMy mother.\n\nRYAN\n(mocking)\nMy sister, my mother.\n\nOw.\n\n. CASS\nWhen I was two she left me at\nan orphanage. I was told she\nwas my sister. I know now\nshe’s my mother. I haven't\nbeen honest. Wait. that was a\nlie. Sorry, not being honest\nig the truth, the parc about\nit being a lie wasn't the\ntruth. I haven't told you\n\n \n\f768\n\nbbing and I\nWe were Lovers.\n\n \n\nHe slaps her.\n\nRYAN\nYou called off the\nrelationship by pumping him\nfull of lead.\n\nCASS\nNo. The gun was for me. I was\ngoing to commit suicide. He\nused me, just wanted to make\nLauren jeaious. Ryan,\neverything is in the past.\nEvery new day is in the\nfuture. In fact, what I just\nsaid has now become the past.\nWhat I'm saying right now is\nthe future, And now that\nsentence is in the...\n\nHe's fully dressed.\n\nRYAN\ne . (confused)\nAh, good.\n\nCASS\nWhat do we do?\n\nRYAN\nWe act fast, or I'll be blamed\nfor the assassination.\n\nHe sees a sapers kit.\n\nRYAN\nFirst I block their escape.\nYou have the toughest job.-\nStay with them, Don't let them\nthink anything is up. It's\ntime we turned the tables on\nthe other cheek.\n\nLAUREN (0.C.\nCass!\n\nA quick kiss and Cass goes off to Lauren and the ochers.\n\nEXT. BOATHOUSE - DAY\n\f79\n\nRyan sneaks out. A wind\nboathouse.\n\n \n\nEXT.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nBOATHOUSE - DAY\n\f79\n\nRyan sneaks out. A wind\nboathouse. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n SHORELINE - DAY\n\nRyan gets on the surfboard. Lifts the sail. A gust of wind\nblows him out to sea and over the horizon, completely out of\nsight in a micro second.\n\nEXT. SURFACED SUB\n\nRyan on surfboard coming back. Hits into the sub. Wearing a\nHawaiian lei and straw hat. He's bewildered by what just\noccurred. But he's made it. He gets on the sub. From the\nsaper bag he takes out a brick of plastique. He shapes it.\nSticks it on the sub deck. Takes out a timer. Sticks it in\nthe plastique. The plastique is really gooey, it acts like\ntaffy. It sticks to his hand, and the timer, it gets all\nover. Trying to scrape it off with his feet, the explosive\nnow sticks to his shoe, plus his chin. He sees the timer is\ncounting down. Damn! He frantically attempts to shake it off,\nno good. Plastique and timer are stuck to his hand. Trying to\nscrape it off from hand to hand, it just gets worse. Down to\n. seconds. He manages to wad the stuff up in a big bail, and by\nclosing the hatch, scrapes it off. It's now in the interior\nof the sub. At last! Ryan jumps into a Zodiac. He bounces\nback up on deck. Cripes! Gets in the Zodiac drives off just\nas:\n\nINT. BOAT HOUSE - DAY\nSean, Lauren, Cass and the terrorists HEAR the HUGE\n\nEXPLOSION, and see the shock waves blow through the opened\nwindow, with the reddish hue of the explosion.\n\nSEAN\nThe sub! My U2 CD's!\nCASS\nWe'll have to change our\nplans.\nLAUREN\n\n“This place will be crawling\nwith police. Out!\n\nEveryone grabs their gear and hustles out. Cass has a smug\nsmile on her face.\n\nEXT. HUSSET PARK - DAY\n\nA dozen news media, still photegraphers and video cameras\ntake pictures of SIR ROBERT McKINTYRE and MAYOR STOPKA.\n\f88\n\nMAYOR\nThis will be a very small\nphoto op o ou reviewing the\nHylander drill team and\nmeeting with a local artist.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. HUSSET PARK - DAY\n\nA dozen news media, still photegraphers and video cameras\ntake pictures of SIR ROBERT McKINTYRE and MAYOR STOPKA. 88\n\nMAYOR\nThis will be a very small\nphoto op o ou reviewing the\nHylander drill team and\nmeeting with a local artist. \n\nTARGET SECTION TO BE ANNOTATED:\n \n\n \n\nGestures to the Rockwell type artist.\n\nMcKINTYRE\nMayor Stopka, I'd be delighted\nof course.\n\nC/U SCOTTISH HYLANDER DRILL TEAM SERGEANT\nSaber held in front of his face.\n\nSERGEANT\nAha hoy!\n\nSaber thrust forward. He marches.\nC/U GRASS\n\nWe HEAR the sound of the team, \"step, clump, step, clump\".\nAfter a beat we see legs, then the gun butt hit onto the\nground, step, gun butt, etc.\n\nANGLE - PRECISION DRILL TEAM\n\nComing toward us. Step, gun butt to ground, step, gun butt to\n~ ground. We notice Ryan, in full kilted outfit, but his kilt\nis longer than the cthers, below the knees, very hip hop,\nvery NBA, he's in the middle of the group. He slams the gun\nbutt on his own foot. It hurts. He reacts facially, “Mm!\" The\nteams make a smart turn to the left. Placing Ryan over a\ngrate. Air blows up his kilt. He has a heiluva time keeping\nmodest.\n\nANGLE - REPORTERS\n\nSean moves in among them. He favors his gun leg.\n\nANGLE - DRILL TEAM IN LINE\n\nCAMERA TRACKS as the team, in smart turn, spin their guns\naround in front of themselves. Ryan spins the gun, and it\n\ngoes out of his hand.\n\nSERGEANT (0.C.)\nAw!\n\nRyan grabs the gun from the man next to him. The drill team\nspins their gums and brings chem up to their shoulders, slap\nthe stock.\n\f8}\n\nINT. LAUREN’S VAN\n\nLauren and Cass park among news vans. \"WCCO\" on the side to\nblend in. They see Fergus, Orono and Bagley pull up. Lauren\nis concerned.\n\nANGLE - GROUND - DRILL TEAM'S FEET\n\nAn ear flops to the ground, courtesy of Ryan's bayonet.\nRyan‘s foot kicks it away.\n\nANGLE - DRILL TEAM\n\nLined up. Camera is at the end of the line. We see the men\nspin the guns in front of themselves. A bit too close, Ryan\nslices off the bill of the caps on either side of him.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nCamera is at the end of the line. We see the men\nspin the guns in front of themselves. A bit too close, Ryan\nslices off the bill of the caps on either side of him. \n\nTARGET SECTION TO BE ANNOTATED:\n The\nSergeant steps into the £.g., wounded from the bayonet\nstabbing earlier.\n\nSERGEANT\nEyo, tennnnhut!\n\nGuns at parade rest. As Ryan slams down his gun, it goes off.\nThe Sergeant, hit, drops te’ the ground. It stuns and alerts\neveryone. The following happens lightning quick:\n\nFergus comes running.\nANGLE - RYAN\n\nSees Fergus. Sees Sean open his leg, take out his gun. Ryan\nshoots at Sean, no bullets. He throws the gun and dives,\nknocking McKintyre over. Ending up knocking over the artist,\nhis exhibits and his paints.\n\nANGLE - SEAN\n\nIs hit by the gun, it throws him off balance. Everyone sees\nthe gun. They run. Fergus, Orono and Bagley see Sean. He\nshoots and misses at them. .\n\nINT. LAUREN'S VAN\n\nShe starts it up. Cass takes the keys. Runs out. Lauren\nshoots and misses her.\n\nANGLE ~ RYAN\n\nGets to his feet. His face has been splashed with the exact\nfacial markings of Mel Gibson in “Braveheart’. With the\n\nkilts, he looks like a Hyland warrior. Ryan has had enough.\nHe has the fierce look of Clansmen. He lets out a war yell,\n\"AWWWWI\" He shoves McKintyre into a van, Is joined by Cass.\n\f82\n\nSean gets off more shorts. Fergus's\ncf bullets aimed at Ryan. Allowing\nto drive off.\n\n  \n  \n\nt c\nMecKintyre and\n\nANGLE - LAUREN\n\nPulls a news crewman from his van. Hops in. Drives at Fergus,\nOrone and Bagley. They dive out of the way. She picks up\nSean. They drive off.\n\nANGLE ~ FERGUS\n\nFERGUS\n{te his people)\nRyan did it, the man did it,\nand he needs us. Go!\n\nINT. LAUREN'S VAN\n\nSEAN\nIt's Ryan, the bloody bastard!\nLAUREN\nShut up!\nInto her walkie-talkie:\nLAUREN\nDucklings, plan \"B\" a ga. \"B\"\n\na goi”\nEXT. STREET - DAY\n\nRyan's van driving fast.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nLAUREN\nShut up! Into her walkie-talkie:\nLAUREN\nDucklings, plan \"B\" a ga. \"B\"\n\na goi”\nEXT. STREET - DAY\n\nRyan's van driving fast. \n\nTARGET SECTION TO BE ANNOTATED:\n We see Lauren give up the pursuit.\nShe takes off down an alley.\n\nINT. RYAN'S VAN\nRyan's wiping the paint off his face with a rag.\n\nMcKINTYRE\nWho are you?\n\n- RYAN\nRyan Harrison. And this is a\nwoman I've slept with.\nAssasSins are out to get you.\n\nCASS\nEverything will be fine, sir.\n\nEXT. STREET - DAY\n\f \n\n83\n\nSean pulls out of an alley. Blocks them off. Ryan hits the\nbrakes. Throws it in reverse. A stinger from the roof blows\nup 4@ van behind them. Ryan brings his van to a screeching\nhalt. He's blocked!\n\nEXT. ROOF - DAY\n\nLauren, empty stinger in hand, and the terrorists rain\nautomatic weapon fire at Ryan.\n\nANGLE - SEAN\nOur of car and opens fire.\nEXT. RYAN'S VAN\n\nRyan pulls the people from the burning van. Takes Cass and\nMcKintyre into a van abandoned by a frightened man during the\nfire fight. He gets behind the wheel.\n\nINT. RYAN'S VAN #2\nThe van is filled with car-poolers.\n\nRYAN\nIt‘s alright, I'll get us out\nof this.\n\nCan't get the thing started. Bullets riddle the windshield.\nHe hits the wipers to clear away the glass. The engine\nStarts, but a stinger hits the hood. Fire everywhere. He hits\nthe window spritzer. Backs up.\n\nEXT. ROOF\n\nTerrorists pouring everything they have at the van.\nANGLE - LAUREN\n\nReadies another stinger.\n\nINT. RYAN'S VAN #2\n\nA stinger on the way. Ryan rolls down the driver's and\npassenger's windows, leans back, the missile goes in and out\nthe van. He backs up just as a van behind him is hit. He's\nblocked again. He carries everyone from the van, pulls the\ntwo people from the just hit van, and shoves everyone in to\nyet a third abandoned van. A flat! Bullets whizzing around.\nRyan gets the spare tire. Starts to pump air into the oid\nene. Too much gunfire. He gets in the van...that is Rit by 4\nstinger.\n\nINT.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nToo much gunfire. He gets in the van...that is Rit by 4\nstinger. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n RYAN’S VAN #3\n\f84\n\nRyan notices a receipt on the dashboard.\n\nRYAN\n(how dare they)\nThis is a rental.\n(to the villains)\nThe bastardsiii!\n\nEXT. ROOFTOP\n\nLauren and terrorists send a horrific barrage of fire.\n\nEXT. STREET\n\nBullets kicking up everywhere. Ryan negotiates with a man on\nthe street who has a “For Sale\" sign on his van. They finally\ncome to terms. Ryan carries everyone from van #3 into the new\nvan #4. Starts it up. As he zig-zags around, the van is hit,\nloses the roof. Hit again. Back half gone. Hit again. Entire\nbody is gone. He‘s down to a frame. Then it stalls. The gas\ngauge is empty. All seems lost.\n\n_ EXT. ROOFTOP\nLauren calling down to Ryan.\n\nLAUREN\nThis is the end, Ryan!\n\nSean readies a stinger.\nINT. RYAN'S VAN\n\nReally jammed with people. Cass's head is just over his\nshoulder in a mess of arms, torsos and legs.\n\nRYAN\nMary Kelley. Let everyone go.\nTake me.\n\nCASS\n\n,I really don‘t think we can\nget out, Ryan.\n\nRYAN\nDamn!”\n\nAPPROPRIATE CUTS FROM ROCF TO VAN\n\nLAUREN\nYou're so naive. So gullible.\nDo you know how stupid you\nare?\n\f85\n\nRYAN\nFrom one to ten?\n\nLAUREN\nNo one but you could be framed\nfor two crimes. You are such a\nfool.\n\nRYAN\nI must be. I slept with both\nof your identities. It's\nchilly out here. You must have\nleft your heart open.\n\nLAUREN\nDie!\n\nRyan lays on top of Cass and everyone to protect them. Then\nwe hear gunfire. But ne bullets are coming Ryan's way. He\nlooks up.\n\nEXT. ROOFTOP\n\nFergus, Orono, Bagley ‘and a SWAT team appear.\n\nANGLE ~- FERGUS\n\nFERGUS\nDrop the guns.\n\nThe terrorists' guns are silenced but they still hold onto\nthem.\n\nFERGUS .\nGive them up.\n\nThey still hold them.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nFERGUS . Give them up. They still hold them. \n\nTARGET SECTION TO BE ANNOTATED:\n Fergus, Orono and Bagley shoot at their\nfeet to show them they mean business. Now what occurs vis. the\nterrorists and Lauren kick their feet to miss being hit by\nthe bullets. But what it turns out looking like is the\nrousing, Celtic, feet flying finish of “Riverdance*. They\ndrop their guns.\n\nANGLE - SEAN\n\nPissed.\n\nSEAN\nNot\n\nEXT. ROOFTOP\n\nFergus tosses a terrorist's gun to Ryan.\n\f86\n\nEXT. RYAN'S VAN #4\n\nRyan gets out. Catches the gun, rolls, comes up firing at\nSean. A barrage of fire that lasts a long time, smoke, shells\nflying. Finally Sean grabs his shoulder.\n\nSEAN\nI'm hit.\n\nHe drops his gun. Puts his hands up. Fergus came down to the\nstreet and takes Sean into custody. Ryan opens the sliding\ndoor, everyone tumbles out. Cass ends up in his arms.\nMecKintyre at his feet. Cass hugs him. McKintyre, wobbly, gets\nte his feet.\n\nFERGUS\nRyan Harrison, on behalf of\nall law enforcement, I say to\nthe world, you were wrongfully\naccused.\n\nA big thumbs up to Ryan. Who gives a huge thumbs up. ..Ryan\npicks up Cass, swings her around, her feet catching McKintyre\nin the face. He's out cold. But Ryan is getting a nice hero's\nkiss.\n\nINT. SYMPHONY HALL - DAYS LATER\n\nWe HEAR the sound of a VIOLIN PIECE that fills the night with\npower and beauty. A poster reads: “The Return Of Ryan\nHarrison: The Wrongfully Accused Tour’.\n\nINT. ORCHESTRA HALL\n\nWe cut to the black tie crowd, Fergus, Bagley and Orono all\nlisten intently.\n\nANGLE - BOX\n\nCass is resplendent in a killer gown. She is so in love.\nANGLE ~ STAGE\n\nRyan is magnificent. We read his music: “The I Love Cass, My\nNew Wife, Symphony”. Stirring performance, big time finish!\nAnd:\n\nANGLE ~ AUDIENCE\n\nThey stand and applaud, as they had the first night.\n\nANGLE ~ STAGE\n\faT\nThe Orchestra stands and applauds.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nStirring performance, big time finish! And:\n\nANGLE ~ AUDIENCE\n\nThey stand and applaud, as they had the first night. ANGLE ~ STAGE\n\faT\nThe Orchestra stands and applauds. \n\nTARGET SECTION TO BE ANNOTATED:\nANGLE ~ HANDICAPPED\n\nRise from wheelchairs. Toss away crutches. One man covered in\na sheet, and with a toe tag, sits up.\n\nANGLE - FERGUS\nTo his guys. Referring to the handicapped:\n\nFERGUS\nNow that's good.\n\nANGLE - RYAN\n\nBlows kisses to Cass. She returns every one.\n\nANGLE ~ FERGUS\n\nIs in tears.\n\nANGLE - STAGE\n\nSeveral members of the orchestra sneak up behind Ryan. And\nlike a winning football coach, they dump a container of\nGatorade on him.\n\nANGLE ~ CASS\n\nJoins Ryan’ on stage. To the cheers of the crowd and all they\nembrace,\n\nCLOSING CREDITS\n\nTHE END\n\f"
}