{
  "1": " \n\n \n\nX-MEN\n\n: BY\ni ED SOLOMAN .\nI CHRISTOPHER MCQUARRIE.\n\n \n\n \n\n \n\n:\n\n \n\nFEBRUARY T5. 1999\n\n \n\fBLACK\n\nGray sky. vast and immeasurable. So featureless it seems\ndevoid of even an abstract perceptibility, it is as though\nthe gray could be right in front of your face. It could be\ntoday, it could be a thousand years ago.\n\nSlowly fading in are the sounds of a commotion. Perhaps a\nbustling street corner, a marketplace, a mall. As the voices\ngrow louder we realize we could be at a football game or some\nsimilar public forum.\n\nVoices. Some laughing. THEN A SCREAM, only a whistle, we are\nat a train station, perhaps?\n\nPAN DOWN TO REVEAL:\n\nHorizontal tangles of barbed wire creep up, followed by mcze\nof the same, until we come to a large, brick archway. Upon it\nis a sign:\n\nARBEIT MACHT FRIE\n\nAnd then more gray. This in the form of German uniforms along\nside a train on the inbound for an unmistakable stop at what\ncan only be a concentration camp. We will punctuate.\n\nTITLES:\nPOLAND - 1943\n\nThe train grinds to a halt in the brown snow that smears the\nground.\n\nJust beyond the railroad tracks are literally hundreds if not\nthousands of expatriated Jews bound for the inevitable.\n\nThe doors to the car are flung open and the friendly talk and\nlaughing of German soldier to German soldier gives way to the\nyelling.\n\nThe words are not necessary. The language is not ours and the\nimages say enough.\n\nMen, women and children are herded off the train like cattle\ntoward a large open yard. There they huddle until the Germans\nbegin to shout, and shove through the mob.\n\nA SINGULARLY PLEASANT LOOKING GERMAN walks into the arena,\nbringing near silence with him. He is an officer, in the\nimpressive black sharpness of the SS. His face is warm and\ninviting. He smiles to the unfortunate \"relocated\" as he\nwalks among them. Some even smile and allow themselves a\nmoment of hope.",
  "2": "---END OF PREVIOUS SECTION---\nHis face is warm and\ninviting. He smiles to the unfortunate \"relocated\" as he\nwalks among them. Some even smile and allow themselves a\nmoment of hope. \n---TARGET SECTION TO BE ANNOTATED---\n\fThe Pleasant German never wavers in his demeanor as he\nquietly speaks to the other soldiers. When he is done talking\nto them, they laugh loudly, happily; saluting him and going\nquickly to their work.\n\nIt is deceptively promising, and some of the Jews begin to\nrelax... smile.\n\nANGLE ON:\n\nA LITTLE BOY. A boy who will not die this day. A boy who will\nlive to see the end of the war and the world of the future.\nHe smiles now too as the Pleasant German passes by him in the\ncrowd and runs a gloved hand through the little boy's filthy\nhair. Nan and boy share a smile as though the war had never\nbeen. The boy looks up at HIS WORKIED PARENTS - a sturdy\nlooking couple, who also relax, but none so much as to\nforget. Then the German is gone.\n\nAnd the screaming begins.\n\nThe soldiers push their way through the mob using rifles as\npikes, screaming and terrorizing the lot of them. Suddenly,\nit is clear what they are doing. They are dividing the mob\n\ninto smaller groups.\n\nSoon, the groups themselves become evident.\n\nMen from women. Children from adults. The family tries to\nstay together, clinging to one another dearly, until finally,\nthey are put upon by a number of gray uniforms and pulled\napart.\n\nThe boy is dragged screaming, his feet no longer touching the\nground. Two soldiers carry him as they follow the back of a\nlarge column of children being led through a gate of barbed\nwire so dense, it resembles wool.\n\nThe gate closes and the boy looks back to see his parents -\nalong with many others - being restrained by a number of\nsoldiers. The screaming is deafening.\n\nAnd the boy's can be heard above it all. The soldiers seem to\nbe having a hard time carrying such a frail child. The\nfarther they get from the fence, the heavier he seems to get,\nuntil they are literally pulling him as though he were\nanchored to something.\n\nThen we notice again that his feet do not touch the ground.\n\nHis outstretched fingers claw at the thin air and he screams\nuntil the blood in his face is blue.\n\fThe soldiers are literally pulled back a step and they begin\nto slip in the mud.",
  "3": "---END OF PREVIOUS SECTION---\nThen we notice again that his feet do not touch the ground. His outstretched fingers claw at the thin air and he screams\nuntil the blood in his face is blue. The soldiers are literally pulled back a step and they begin\nto slip in the mud. \n---TARGET SECTION TO BE ANNOTATED---\n They look at one another and then over\ntheir shoulder as they hear a sound.\n\nA groaning, creaking sound. And then the unmistakable twang\nof wire stretched to snapping.\n\nANGLE ON:\n\nThe fence. The gate that separates the parents. It bows\ntoward them like iron filings to a magnet, and several of the\nstrands of barbed wife have given way.\n\nThe boy continues to scream as all the other faces simply\nfreeze and wonder.\n\nOne of the soldiers pulls a pistol from his belt and brains\nthe boy violently.\n\nHe slumps, and the soldiers carrying him spring forward as\nthough a rope that was holding them back has been cut. They\nnearly fall, looking at one another with some concern, some\nconfusion....\n\nThen they follow the line of children that has gotten ahead\nof them.\n\nANGLE ON:\n\nThe boy's parents watch him as he, as they, are taken away.\nThe rest of their story is as you would expect.\n\nEXT. SKY - DAY\n\nBright, bright blue framing blinding white sun.\nPAN DOWN AGAIN TO REVEAL:\n\nThe golden high grass of the Savannah.\n\nTITLES\n\nKENYA - 1972\n\nThe hot scorched arid savannah.\n\nA group of children at play. Tribal children who, without\nhelp of the titles could be from any age.\n\nThey run through a tiny village of huts and thatch, playing a\nversion of tag, it would seem.\n\fOne child is it, than another. Each trying to avoid being\ntagged though never going far enough away to miss the fun.\n\nOne girl in particular. A PRETTY GIRL OF 12, is tagged and\nimmediately shunned.\n\nShe chases kids this way and that, but to no avail. She is\nnot strong enough, nor agile enough, to win.\n\nIt is clear the other children know this and it begins to\nmake them giggle.\n\nThe giggles become laughter and the laughter becomes a taunt,\nand before we even realize, the inherent cruelty of children\nlet loose becomes evident.\n\nThey have now formed a circle, at first avoiding her touch\nwith distance, but now growing tighter with menace. Soon she\nis no longer the thing to be afraid of, but the thing that\nshould fear.",
  "4": "---END OF PREVIOUS SECTION---\nThe giggles become laughter and the laughter becomes a taunt,\nand before we even realize, the inherent cruelty of children\nlet loose becomes evident. They have now formed a circle, at first avoiding her touch\nwith distance, but now growing tighter with menace. Soon she\nis no longer the thing to be afraid of, but the thing that\nshould fear. \n---TARGET SECTION TO BE ANNOTATED---\n In the unspoken manner of children at prey, the\ngroup begins to chant in their native tongue - a song we have\nnot heard but sung in a way none too inviting.\n\nThe girl now moves to the center of the circle, no longer\nwishing to tag anyone.\n\nONE DEVIOUS CHILD seems to get an idea. He picks up a small\nstone and tosses it at the Pretty Girl. Another child follows\nsuit and then another. Before long, mob rules gives way and\nstones are being tossed and then thrown. Small and then\nlarger.\n\nIt grows to the brink of frenzy, the laughing and the\nshouting not too unlike the noise of the previous scene.\n\nSo much so, we may miss the first flake of snow. The children\ncertainly do. It is snowing for a good half minute before the\nlast of them stops.\n\nBy then, the snow is thick as flies and wafting down to melt\ninstantly on the hot African soil that has never seen snow\nbefore.\n\nANGLE ON:\n\nAdults come out of their huts and in from the fields and the\nwhole of the village is soon gathered round the little girl,\nstaring up at the clear blue sky and the snow that falls from\nnowhere. From nothing.\n\nOne by one, all eyes fall on the little girl and the looks of\ncuriosity become looks of fear. Of superstition.\n\fPunctuated by a solid thump.\nAnd then another,\n\nAN OLD MAN looks down at his feet and sees a tiny, misshapen\nball of ice, no bigger than his eye. Be looks at it, then\nbites it, then pops it in his mouth - breath turning to\nsteam.\n\nAnother such chunk of ice pops him on the head. THE CROWD\nLAUGHS.\n\nThey look up again and see that mixed with the snow are tiny\npellets of hail, seeming to increase in number as the snow\nmysteriously wanes.\n\nAnd the pellets are getting larger. Until they land as hunks.\nThen bricks.\n\nAnd when the first one brings blood to a YOUNG BOY'S brow,\nthey scatter.\n\nThe girl drops to the ground and covers her head as\nhailstones the size of coffee cans plow into the Earth as\nwell as the weaker shacks of grass and mud.",
  "5": "---END OF PREVIOUS SECTION---\nThen bricks. And when the first one brings blood to a YOUNG BOY'S brow,\nthey scatter. The girl drops to the ground and covers her head as\nhailstones the size of coffee cans plow into the Earth as\nwell as the weaker shacks of grass and mud. \n---TARGET SECTION TO BE ANNOTATED---\n Before long, they\nhew a path of destruction that devastates the village.\n\nAnd all along the girl sits huddled in the dust, crying. As\nhailstones fall in a circle around her, never coming closer\nthan ten feet or so.\n\nINT. SCHOOL GYMNASIUM - NIGHT\n\nONE MORE SKY. This one a backdrop. Cheap paint and tissue\npaper hung with hooks on a wall just behind the basket on a\nfull court.\n\nAs we pull back, we see the skyline of New York, crudely made\nout with its silhouette buildings of dark gray and black -\nwindows of yellow.\n\nAmong the famous landmarks represented is the Statue of\nLiberty, complete with a real lightbulb burning in the torch.\n\nWe are at a prom. The theme is RHAPSODY IN BLUE and the decor\nhas made tragic efforts to show it. The tablecloths are blue,\nthe napkins are blue - far too many of the tuxes are powder\nblue, and the blue eyeshadow is as heavy as expected.\n\nPeter Gabriel's \"In Your Eyes\" gives painful indication to\nthe era, but here it is, nonetheless:\n\fSOUTHERN CALIFORNIA - 1986\n\nMOVE ACROSS THE FLOOR and through the swaying, clutching,\nsweating dancers to the bathroom.\n\nThrough the door to the usual -\nIHT. BOTS BATHROOM\n\nSeveral boys are here, bowties undone - undipped in most\ncases. Smoking, drinking from whatever inventive container\nwas used to smuggle in booze. Breath freshener and Visine are\nthe chaser.\n\nSome of the guys are rolling joints while others make the sad\neffort to wave smoke away. Who are they kidding? It's a fog\nin here.\n\nMOVE DOWN THE ROW OF TOILET STALLS to one in particular. Here\nwe find A FRECKLED KID standing in front of mirror, clearly\nholding himself up from the effect of God knows what.\n\nHe talks to his friend in the stall behind him.\nFRECKLED KID\nMan, you are something else. What's the\n\nmatter with you?\n\nHis friend is on the toilet with his head in his hands. He\nseems to be in some pain. He is SCOTT SUMMERS - AGE 17.\n\nSCOTT\nMy eyes... my eyes are killing me.",
  "6": "---END OF PREVIOUS SECTION---\nHe\nseems to be in some pain. He is SCOTT SUMMERS - AGE 17. SCOTT\nMy eyes... my eyes are killing me. \n---TARGET SECTION TO BE ANNOTATED---\n The\nFreckled kid offers a small plastic\n\nbottle.\n\nFRECKLED KID\nYou want some Vitine, man?\n\nSCOTT\nMy... eyes.\n\nHe knocks the bottle away.\n\nThe freckled kid looks and sees that Scott's eyes are\nwatering so badly that tears are literally streaming through\nhis fingers.\n\nHe goes back to the niirror to look at his own.\n\nSCOTT (CONT'D)\nthey're burning...\n\fThe freckled kid turns back to him.\n\nFRECKLED KID\nDude, how much did you smoke?\n\nSCOTT\nI didn't smoke anything.\n\nScott looks up, taking his hands away, revealing for an\ninstant that his eyes are merely bright red embers in his\nhead. Featureless but for the color.\n\nFreckles takes a step back.\n\nIHT. GYM - OUTSIDE BOYS ROOM\n\nA blinding flash of light shows through the frosted glass in\nthe double door and cuts through the crack into the dark of\nthe gym.\n\nAll who see it are stunned. Frozen. A lingering moment of\nconfusion, then:\n\nBOOM, the doors to the Boys Room burst open and the occupants\nscatter into the gym.\n\nINT. GYM - STALL\n\nFreckles is still there, legs locked.\n\nFRECKLES' P.O.V.\n\nHe looks at Scott who is now crying meekly in the stall.\nThe door swings closed TO REVEAL:\n\nA SMOKING, MOLTEN HOLE in the stall door, framing Scott's\nface perfectly.\n\nINT. SENATE HEARING ROOM - DAY\n\nThe typical assembly of G.O.P. creeps. A lot of long chins\nand attempted charismatics.\n\nThe room is crowded with press and the like to the point that\nthere is very little room to even move. It is quite similar\nto another sort of hearing from days past, only this time the\nSenator in charge is not a drunken paranoid, but a very sober\none.\n\nSENATOR SCOTT FRANK KELLY sits in the middle of it all having\nmastered the media much better than those around him. This is\nwhy he is the chosen front man.\n\fJust behind him sits ROBERT GUYRICH - clearly a man behind\nthe man whispering almost constantly in the Senator's ear.\n\nA WOMAN'S VOICE (0.S.",
  "7": "---END OF PREVIOUS SECTION---\nJust behind him sits ROBERT GUYRICH - clearly a man behind\nthe man whispering almost constantly in the Senator's ear. A WOMAN'S VOICE (0. S. \n---TARGET SECTION TO BE ANNOTATED---\n(amplified via microphone)\n\nThe X-factor... also know as the imitator\ngene, exists within every creature on the\nplanet.\n\nA VERY SIMPLE IMAGE OF A GENE. Very simply drawn. It has,\nliterally, a \"switch\" drawn on it and the words \"ON\" and\n\"OFF.\"\n\nWOMAN'S VOICE (0O.S.; CONTINUING)\nIt is the gene which tells our bodies\nwhether to change or to stay the same. It\ncan be, literally, turned on or off,\ndepending on whether or not it receives\nthe appropriate cues from the\nenvironment. One example is the\nweather...\n\nWE SEE graphic images making this clear, we see COLD WEATHER\nand a PRIMITIVE MAN WITH A LOT OF HAIR.\n\nWOMAN'S AMPLIFIED VOICE (0.S.; CONT'D)\nFor instance, as the planet gradually\nwarms up, people whose mutator genes tell\ntheir bodies to adapt appropriately will\nlive on and continue to multiply. Others\nwill die out. Gradually, the species will\nchange.\n\nAs the graphic changes and depicts WARMER CLIMATE, the HAIR\nSTARTS TO DISAPPEAR ON THE MAN'S BODY.\n\nWOMAN'S VOICE (0O.S.; CONTINUING)\nNormally this process takes thousands and\nthousands of years. It is the reason we\nhave evolved from homo habilus...\n\nFOOTAGE REFLECTS THE VARIOUS STAGES OF HUMAN EVOLUTION.\nAccompanying it is a GRAPH with a DIAGONAL LINE indicating\nthe ascent of the \"human being\" as we know it. Accompanying\nthe graph are evolving images of the \"evolution of man.\n\nWOMAN'S AMPLIFIED VOICE (0O.S.\n\nCONT'D)\n...to homo erectus, to hoao s<piens\nneanderthalis, and, finally, to homo\nsapiens sapiens.\n\fREVERSE ANGLE - WE'RE IN A SENATE HEARING ROOM\n\nPACKED with reporters and photographers. There's a DAIS ~ a\nraised panel of SENATORS — and a second, lower PANEL. This is\nwhere the \"experts* are testifying.\n\nCLOSE ON: JEAN GREY\n\nA strong, attractive* woman in her early 30's. Lobbying for\nmutant rights, she addresses the room.",
  "8": "---END OF PREVIOUS SECTION---\nThis is\nwhere the \"experts* are testifying. CLOSE ON: JEAN GREY\n\nA strong, attractive* woman in her early 30's. Lobbying for\nmutant rights, she addresses the room. \n---TARGET SECTION TO BE ANNOTATED---\nA simple placard before her: JEAN GREY. GENETICALLY ENHANCED\nRIGHTS ASSOCIATION.\n\nJEAN\nBut there's a problem..\n\nON THE SCREEN\n\nThe trajectory of the diagonal line changes: at a point\nmarked \"homo sapiens sapiens\" the line flattens.\n\nJEAN\nOnce we humans stopped adapting to our\nenvironment and began adapting our\nenvironment to suit us — in other words,\nonce we started making clothes, building\nshelters and using heat...\n\nQUICK SHOTS: early huts, early clothing; then early homes,\nlater homes, air conditioning, cars, modern high-rises; etc.\n\nJEAN (CONT'D)\nthe imitator gene went into dormancy,\nand mankind itself stopped evolving. And\nhasn't, for thousands of years.\n\nWIDER\nOn the room, the reactions, and on JEAN herself.\n\nJEAN (CONT'D)\nUntil now.\n\nJean directs her LASER POINTER to the words \"PRESENT DAY,\"\nwhere the \"evolution line\" has resumed its rise.\n\nJEAN (CONT'D)\nFor the first time in millennia, the\nearth is changing faster than our ability\nto keep up with it.\n\f10.\n\nFOOTAGE: HUMAN BEINGS, now, like the animals earlier, have\nMINOR \"MUTATIONS\": we see IMAGES of minor \"POWERS\"- someone\nwho can seemingly MOVE SHADOWS with his hands; Uri Geller\nBENDING SPOONS; someone else who appears to be able to SINGE\nPAPER WITH HER EYES; someone else who can briefly MAKE AN\nOBJECT BLUR AND THEN REFOCUS...\n\nJEAN (CONT'D)\nThese are but a few of the reasons we are\nseeing what some are calling the\nbeginnings of another stage of evolution.\n\nA GAVEL bangs on the dais. A MICROPHONED VOICE interrupts.\nBearing down is the flamboyant SENATOR SCOTT \"FRANK\" KELLY, a\nconservative from Florida, and the hearing's Chairman.\n\nSENATOR KELLY\nYou' re avoiding the question I posed to\nyou at the beginning of this hearing. Ms.\nGrey.",
  "9": "---END OF PREVIOUS SECTION---\nSENATOR KELLY\nYou' re avoiding the question I posed to\nyou at the beginning of this hearing. Ms. Grey. \n---TARGET SECTION TO BE ANNOTATED---\n Three words: Are mutants dangerous?\n\nJEAN\nConsidering it is the agenda of this\ncommittee to register mutants as though\nthey were -\n\nKELLY\nIt is the appointed task of this\ncommittee to present to the President a\ncomprehensive report that he may best\ndecide weather or not to pass a\nregistration act. We are not here to weed\nout mutants. We are merely hear to assess\ntheir potential threat - if any - to\nnational security.\n\nAnother SENATOR (LUCINDA ROWEE) speaks into her microphone:\n\nSENATOR ROWEE\nMs. Grey, to what extent are these\nmutations actually a threat?\n\nJean takes a beat; processes the question. Then:\n\nJEAN\nSome mutations manifest themselves as\npowers, but these are remote in the\nextreme. Most are merely physical\nalterations.\n\nSENATOR ROWEE\nBut are they dangerous.\n\f11.\n\nJEAN\nA person driving a car can be dangerous.\n\nSENATOR ROWEE\nWell, we do license people to drive?\n\nA LAUGH from the gallery.\n\nJEAN\nBut not to live.\n\nKelly has been waiting for an opening like this and is ready.\nHe raises a blown-up photograph: a grainy, super-zoomed,\nsomewhat obscured image of a CAR ON A FREEWAY which appears\nto have \"melted.\" Now he's really playing to the crowd.\n\nSENATOR KELLY\nThis was taken by a traffic control video\nin Orange County. A man in a minor\naltercation literally melted the car in\nfront of him. I don't know where you come\nfrom, Ms. Grey, but where I come from,\nyou don't go melting people's cars when\nthey cut you off. You do it the old\nfashioned way — you give em the finger.\nBut what you presume to tell this\ncommittee -\n\nJEAN\nI presume nothing. I am here to tell you\nthat in time, the mutator gene will\nactivate in every living human being on\nthis planet. Perhaps even your Children,\nSenator.\n\nKELLY\nI can assure you, there is no such\ncreature in my genes.\n\nThe room LAUGHS. Kelly mistaken thinks it is for him, until\nthe double meaning occurs to him. He is momentarily\nembarrassed, but he quickly recovers.\n\nKELLY (CONT'D)\nThat was funny, I have to admit.",
  "10": "---END OF PREVIOUS SECTION---\nKelly mistaken thinks it is for him, until\nthe double meaning occurs to him. He is momentarily\nembarrassed, but he quickly recovers. KELLY (CONT'D)\nThat was funny, I have to admit. \n---TARGET SECTION TO BE ANNOTATED---\n You\ncertainly seem to be amused, Ms. Grey.\n\nJEAN\nTo be frank, Senator, I am tickled.\n\nThe ROOM LAUGHS, good-naturedly.\n\f12.\n\nKELLY\nI wonder how tickled this committee would\nbe to learn about your associate\nProfessor Xavier.\n\nJean reacts now, surprised to hear these words from Kelly.\n\nKELLY (CONT'D)\nOr about his so called \"school for the\ngifted.\" Come now, Dr. Grey. As you are\nso open to disclosure, share with the\npeople here the purpose of this school.\n\nJean quickly collects herself.\n\nJEAN\nThere is indeed a... a school\nspecifically designed -\n\nKELLY\nFor mutants. Is that not correct, Ms.\nGrey?\n\nThe Senator now gestures to the monitor which now displays a\nMASSIVE ESTATE MANSION BEHIND A HIGH IRON GATE.\n\nMutters of confusion from the crowd.\nJean bows her head.\n\nKELLY (CONT'D)\n\nIn fact, a school whose student body is\nalmost entirely these so-called remote\ncases. Remote in the extreme, I believe\nyou said. So remote, the location and\npurpose of this school was, until this\nvery moment, unknown to the American\npeople.\n\nThe confusion is finding focus. And the focus is Jean.\n\nJEAN\nThat was simply for the protection of the\nstudents who -\n\nKELLY\nWho what? Who what, Ms. Grey? Who melt\nmetal with their minds, perhaps control\nhuman thought? what goes on in that\nschool that no normal person has been\nallowed to set foot inside? Who is this\nProfessor Xavier and what exactly is he\npreparing these mutants for?\n\f13.\n\nJEAN\nProfessor Xavier is without question the\nfinest -\n\nKELLY\n\nAnswer the question, Ms. Grey. What goes\non in that school?\n\nJEAN\nEducation. Enlightenment.\n\nKELLY\nEnlightenment indeed, well, I'll put this\nto you, Dr. Grey. I an of the thinking\nthat this Professor Xavier is an\nextremist. Nothing more than a Michigan\nMilitia-man with a degree and some very\n\"extreme\" parlor tricks. Tricks he does\nnot yet want the world to see.\n\nNow the crowd has chosen it's side and Jean is not on it.",
  "11": "---END OF PREVIOUS SECTION---\nNothing more than a Michigan\nMilitia-man with a degree and some very\n\"extreme\" parlor tricks. Tricks he does\nnot yet want the world to see. Now the crowd has chosen it's side and Jean is not on it. \n---TARGET SECTION TO BE ANNOTATED---\nJEAN\nThere are some things the world is not\nready to -\n\nKELLY\n\nLadies and Gentlemen of the press.\nMembers of the committee. I put it to you\nthat any mutant left alone may indeed be\nharmless to our national security; But if\nhistory has taught us anything.- power\nunchecked is power to be corrupted.\nUnless we begin immediately to take\naction against the efforts of people like\nDr. Grey and this... this Professor\nXavier, a minority of a few thousand may\nvery well be organized against a\npopulation of millions - totally\nunprepared for whatever unearthly\nperversions await them.\n\nThe crowd reacts loudly in support of the Senator's\npontificate. Some cheer, some roar, some yell obscenities at\nJean.\n\nHe starts at Jean, delivering his last.\n\nKELLY (CONT'D)\nThey are very real. They are among us. We\nmust know who they are. And above all, we\nmust know what they can do.\n\f14.\n\nAS THE SHOUTS OF THE MOB RISE AND GIVE WAY TO:\nEXT. SHOW COVERED WXLDERBESS - DAY\n\nPLACID SNOW, mountains in the distance. A magnificent vista,\nsuddenly disturbed by movement below.\n\nA FIGURE RUNNING AT INHUMAN SPEED. A moment later ANOTHER\nFIGURE ENTERS FRAME. Larger... moving slightly faster.\n\nTITLES:\n\nCENTRAL ALASKA\n\nTHE NOT TOO DISTANT FUTURE\n\nCLOSE UP ON:\n\nAn anomaly, to say the least. A man whose features are so\nmuch like an animal, one would think he had animal in his\nblood. His hair is course and black, sprouting wildly from\nhis head. He is LOGAN. We will come to know him well. As well\nas we can.\n\nThen to the thing following him. So much like an animal\nhimself, he makes Logan look perfectly human. Larger,\nfiercer, somehow inherently more savage. This is called\nSABERTOOTH. The reasons are obvious'.\n\nTeeth like said animal and clawed fingers to match.\n\nMutants of course. Two who must certainly be members of a\nclass \"remote in the extreme.\"\n\nEXT.",
  "12": "---END OF PREVIOUS SECTION---\nTeeth like said animal and clawed fingers to match. Mutants of course. Two who must certainly be members of a\nclass \"remote in the extreme.\"\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n WOODED HILLSIDE\n\nLogan hits a slope at full speed, making it most of the way\nproper before sliding the last of it on his heels.\n\nAt the bottom, he comes to an awkward skid on the frozen bed\nof ice that is a lake at other times of year.\n\nHe makes an agile footed run across the ice, but adjusting\nhas closed the gap.\n\nSABERTOOTH LEAPS and leaps far, overtaking Logan and landing\non his back.\n\nFEROCIOUS TEETH SINK DEEP INTO LOGAN'S SHOULDER. A scream\nfills the wilderness for miles. Blood flows.\n\nSabertooth, in a bloodlusting rage, slams Logan down only to\nsmash a whole in the ice with his prey.\n\f15.\n\nLogan clamors free and dives under, caught instantly by the\ncurrent and swept away.\n\nSILENCE\n\nSabertooth stares at the hole in the ice in frustration. Like\nthe cat he resembles so closely, he watches carefully,\nsuddenly making out bubbles under the surface, trailing away.\nBe is quickly after them, clawed feet working as cleats in\nthe ice.\n\nUNDER ICE\n\nLogan struggles, already short of breath and at the same time\ntrying to swim madly from the shadow above. The muffled sound\nof feet pounding like a heartbeat.\n\nABOVE ICE\n\nSabertooth stops again... Listening, looking, searching with\nsenses sharpened beyond that of human comprehension. Be\nsmiles.\n\nWHAM\n\nHe droves a monstrous fist through the ice and reaches in up\nto his shoulder.... searching....\n\nSILENCE AGAIN.\n\nThen a violent yank. The ice gives way to the soaked and naif\nfrozen Logan who struggles to free himself from Sabertooth' s\ngrasp. A large creature dwarfed by a larger one, he is\nhoisted in the air, claws tearing his neck.\n\nANGLE ON:\n\nLogan's right hand. His skin ripples and pulsates, trembles\nfrom cold... or perhaps something else.\n\nSUDDENLY, three steely claws, some nine inches long, spring\nfrom the very flesh just above the knuckles.\n\nA stunned pause as both he and Sabertooth look down at the\nmenacing rake.\n\nThen Logan drives it home, sinking up to his hand into\nSabertooth's side.",
  "13": "---END OF PREVIOUS SECTION---\nSUDDENLY, three steely claws, some nine inches long, spring\nfrom the very flesh just above the knuckles. A stunned pause as both he and Sabertooth look down at the\nmenacing rake. Then Logan drives it home, sinking up to his hand into\nSabertooth's side. \n---TARGET SECTION TO BE ANNOTATED---\nA HOWL unlike anything ever heard and Sabertooth throws Logan\naway from him, the claws tearing across his ribs as he does\nso.\n\f16.\n\nLogan flies several yards before hitting the ice and sliding\nseveral dozen more. Be is stopped by his head as it hits a\nrock on the far shore.\n\nSabertooth skulks over to him, taking a hand away from the\ngash on his side in time to watch the fatal-looking wounds\nheal as quickly as the sealing of a Ziplock bag.\n\nWith the sound of Sabertooth's breathing comes the rising of\nthe wind...\n\nSnow from the ground begins to swirl in the bitter cold air.\n\nSabertooth is nearly upon Logan now and the wind rises\nfurther, until he must shield his eyes from the bitter, icy\n\nAs he approaches, we see the fresh claw marks on Logan's face\nhealing before our very eyes, leaving not so much as a\nscratch.\n\nA SUDDEN FLASH OF LIGHT\nLightning? No. Lightning is not red.\n\nSabertooth looks around, puzzled, then down at Logan's\nmotionless body. Then to his feet where a hole in the ices\nspouts bubbling water.\n\nThe wind blows so violently now that he nearly misses two\nfigures standing only a few yards away - mere silhouettes in\nthe icy haze.\n\nA closer look tell us it is a man and a woman, THEY WEAR\nSTRANGE UNIFORMS of form-fitting material - the man wears a\nreflective visor that hides his eyes. The woman's face is\nbare, revealing dark skin and penetrating eyes.\n\nANOTHER FLASH - one that seems to come from the visor itself.\nAn intense beam of red light. Sabertooth looks down and sees\nthe ice at his feet has melted - more accurately been melted\naway.\n\nBe plunges through the ice like a mark in a carnival dunking\ntank. The more he claws at the edges f the hole, the more the\nflashes of li-jht make the hole t ger. Hi* massive weight and\nhairy coat quickly suck him down.\n\nThe TWO FIGURES - CYCLOPS AMD STORM - obviously two of the\nchildren we saw earlier now grown - stand over the whole and\ncalmly watch Sabertooth gather himself and swim back to the\nsurface.\n\f17.",
  "14": "---END OF PREVIOUS SECTION---\nHi* massive weight and\nhairy coat quickly suck him down. The TWO FIGURES - CYCLOPS AMD STORM - obviously two of the\nchildren we saw earlier now grown - stand over the whole and\ncalmly watch Sabertooth gather himself and swim back to the\nsurface. 17. \n---TARGET SECTION TO BE ANNOTATED---\nStorm looks down at the hole, concentrating her intense gaze.\nThe wind whips further, and her skin dimples with goosebumps\nas the temperature drops and the water in the hole begins to\nfreeze.\n\nSabertooth manages to smash through and again, Cyclops fires\na beam of light to rob him of an edge to grab on to.\n\nStorn then further forces the temperature down, freezing the\nice thick and thicker.\n\nUHDER THE ICE\n\nSabertooth pounds violently as the ice above him drives him\nfurther and further down, becoming more and more a wall\nbetween him and his prey.\n\nFinally, he wisely concedes.\n\nWith one last look at the two mysterious figures now nearly\nobscured by the ice, he tuns his body and swims away with the\nsame agility he had on land.\n\nABOVE ICE\n\nTHE SNOW AND WIND ARE NOW VIOLENTLY RAGING\n\nCyclops and Storm walk over to Logan and look down at him\ncuriously, observing the metallic claws that seem to grow out\nof his flesh. More puzzling is the way in which they retract,\nvanishing into holes in his flesh which heal as quickly as\nthe wound in Sabertooth's side.\n\nLOGAN'S P.O.V.\n\nThey look at one another, wondering. Logan's eyes begin to\nclose as they obscure the last of all perceptible detail.\n\nFROM WHITE\nTO BLACK\nA LONG AND PEACEFUL BLACKNESS\n\nFinally giving way to white - a slice across the middle which\nwidens and finds some clarity\n\nZHT. LABORATORY - OAT\n\nLogan slowly opens his eyes and winces at the assault of\nwhite light.\n\f18.\n\nLOGAN'S P.O.V.\n\nA simple, white, acoustic tile ceiling with -soft white\nfluorescent lights. As he gains more focus, a woman's face\ncomes into view, seeming to hover above him.\n\nIt is Jean Grey, inspecting him more than looking.\n\nThen another face. This one on the front of a shiny, bald\nhead. PROFESSOR XAVIER as we will learn. An intense and\nintelligent man just to look at him.\n\nFinally, from the top of the frame comes another head. This\none covered with hair. In fact, this thing is covered\nentirely in hair. All of it blue.",
  "15": "---END OF PREVIOUS SECTION---\nThis\none covered with hair. In fact, this thing is covered\nentirely in hair. All of it blue. \n---TARGET SECTION TO BE ANNOTATED---\n If not for the small\nglasses on its face, we might think it was a grizzly with a\ndie job. This is BEAST. What else are you going to call him?\n\nLogan looks to Jean and Xavier, still groggy.\n\nLOGAN\nAm I dead?\n\nXAVIER\nMiraculously, no.\n\nClearly no the answer he wanted.\n\nLOGAN\nWell, there's always tomorrow.\n\nJean and Xavier glance at one another.\n\nLOGAN (CONT'D)\nWho... who are you?\n\nXavier holds up a set of dog tags on a chain.\n\nXAVIER\nWhose are these? A relative? Your\ngrandfather perhaps?\n\nLOGAN\nMine.\n(Looks at Beast, realizing)\nWhat are you?\n\nBeast takes no offense. Be simply grunts and smiles, Xavier\nlooks at the dog tags, puzzled.\n\nLOGAN (CONT'D)\nWhere am I?\n\f19.\n\nXAVIER '\nSleep, Logan.\n\nAnd he does.\nIMT. LABORATORY - LATER\n\nBeast and Jean Grey wear Surgical scrub suits, gloves and\nmasks.\n\nLogan is on a flatbed x-ray, the red, lighted crosshairs\nbeading in between his eyes as images are taken over and\nover.\n\nJean Grey looks down and sees Logan's hand pulsating in much\nthe way it was before. Suddenly, the skin parts and the\nsteely claws come slowly out and then retract.\n\nShe looks up at Beast who is already looking at them, amazed.\n\nWhen the claws retract entirely, the skin heals quickly.\nBeast lets out a \"hmph\" of interest and picks up a scalpel.\n\nHe makes a tiny incision on Logan's arm which heals as fast\nas the blade can cut. Then he makes a deeper one, longer, and\nagain until he is making a cut six inches long and a full\ninch into the muscle.\n\nIt heals in seconds.\n\nINT. LABORATORY - LATER\n\nCLOSE UP ON:\n\nLogan's hand. A claw involuntarily emerges.\n\nA VICE GRIP comes into frame and quickly grabs it, guiding it\nto a voce and clamping it there. Beast turns the crank with\nall his strength to hold the claw fast.\n\nPULL OUT TO REVEAL:\n\nJean Gray rolls in platform work bench with an adjustable\ndrill. She wears thick safety goggles.",
  "16": "---END OF PREVIOUS SECTION---\nBeast turns the crank with\nall his strength to hold the claw fast. PULL OUT TO REVEAL:\n\nJean Gray rolls in platform work bench with an adjustable\ndrill. She wears thick safety goggles. \n---TARGET SECTION TO BE ANNOTATED---\nThey bring the carbide tip down and start to grind away at\nthe claw. The drill heats accelerates, then snaps.\n\nLATER\n\nBeast covers his face with a welding visor and ignites a blow\ntorch. He gives the claw a good twenty seconds of intense\nacetylene before he stops.\n\f20.\n\nHe takes a gloved finger and touches the blackened metal. The\nscoring wipes away to reveal the unblemished metal.\n\nLATER\n\nJean and Beast now staxid back in a corner of the room behind\nScott Summers (Cyclops), no longer in the uniform we first\nsaw him in, but workout sweats. The visor seems to be a\nstaple, even when casual.\n\nHe looks at Logan in the far corner of the room and focuses\non the claws.\n\nAN INTENSE READ BEAM IF ENERGY shoots from the visor and\nblasts away at the claws. - this time longer than the blow\ntorch and the drill combined.\n\nNo damage. Not even a scratch.\n\nCurious, he looks over to the wall, REVEALING FULL BODY X--\nRAYS . Push in until we start to see details of the full\nskeleton - obviously Logan's, betrayed by the claws along the\nforearm.\n\nIt is clear the skeleton is not normal. Only merely human in\nits form.\n\nINT. ZAVIER'S OPPICE\n\nFor the first time we see him full frame and realize Xavier\nis in a wheelchair.\n\nHe sits at his desk, puzzling over the dog tags that Logan\nclaimed were his.\n\nCLOSE UP ON:\nThe dog tags.\n\nNothing odd about them at a glance. Military dog tags,\nweathered and beaten, but certainly plain.\n\nCanadian Military, Logan's name, rank and serial, number. The\nodd thing is the date of birth.\n\n12/4/-- No year.\n\nHis thumb feels the indentation of the word at the bottom of\nthe tag that does not seem to fit here.\n\nWOLVERINE.\n\nJean knocks on a door before entering.\n\f21.\n\nXavier looks up from behind his desk and waits.\n\nXAVIER\nWell?\n\nJEAN\nI think it's time to rewrite the periodic\ntable.\n\nIHT. CAVERNOUS ROOM - DAY\nCLOSE UP ON:\n\nThe Periodic Table of Elements. A chart made up of blacks\ndepicting the elements and their chemical symbols.",
  "17": "---END OF PREVIOUS SECTION---\nIHT. CAVERNOUS ROOM - DAY\nCLOSE UP ON:\n\nThe Periodic Table of Elements. A chart made up of blacks\ndepicting the elements and their chemical symbols. \n---TARGET SECTION TO BE ANNOTATED---\nmong the\nstandards like Gold (Au) and Iron (I) and Oxygen (02) is a\nnew square on simple red construction paper tacked to the\ntop.\n\nIt contains simply a large letter \"A\".\nTRACKING SHOT THROUGH:\n\nWe are in a laboratory of sorts, quite different from the one\nwe just left.\n\nMORTIMER TOYNBEE, a dim, loyal thug whose agile leaping\nability, and superhuman strength have earned him the name\nTOAD, lazily reads the Sports Illustrated Swimsuit issue. His\nlong tongue shoots out — zip — and turns the page.\n\nAcross the room, JOHN ALLERDYCE, a wiry, red head whose\nability to control fire with his fingers has earned him the\nname PYRO, is watching TV as he casually weaves a lighted\nmatch in and out of his fingers like a magician manipulating\na coin.\n\nThey are a bestial and sinister bunch. In the corner we see\nBLOB, no explanation needed, devouring a BUCKET of cereal,\nprecariously balanced on his huge belly. All of-them sit\nwithin sight of:\n\nA MACHINE\n\nA fantastic device which occupies a hallowed space in his\nlab. It is meticulously designed, and, with its intricate\ncircuitry, wires, and power boards, it resembles most closely\n(and only resembles, because, truly it's like nothing we've\never seen before) a combination of a microwave oven and a\nfantastic light source — only far sore dark and foreboding.\n\nThey all watch the television. CNN in fact.\n\f22.\n\nThe image on the screen is a helicopter shot of ELLIS ISLAND,\nwith Liberty island and the famous Statue in the background.\n\nNEWSCASTER (0.S.)\nAfter years of tension and criticism of\nU.S Policies from abroad, preparations\nare nearly completed tor the upcoming\nfiftieth anniversary gala celebrating the\nformation of the United Nations. With\nnearly every invitation confirmed and\nmore coming every hour, the occasion\npromises to be the largest single\ngathering of world leaders, if not the\nfirst ever in history. Truly an\nachievement for the President who has\nmade it his administration's agenda to\nfirm foreign relations.",
  "18": "---END OF PREVIOUS SECTION---\nS Policies from abroad, preparations\nare nearly completed tor the upcoming\nfiftieth anniversary gala celebrating the\nformation of the United Nations. With\nnearly every invitation confirmed and\nmore coming every hour, the occasion\npromises to be the largest single\ngathering of world leaders, if not the\nfirst ever in history. Truly an\nachievement for the President who has\nmade it his administration's agenda to\nfirm foreign relations. \n---TARGET SECTION TO BE ANNOTATED---\n The Celebration\nwill be held on Ellis Island - a symbolic\ngesture from the President who welcomes\nthe nations of the world to a more open\nand accepting United States than in\nrecent years.\n\nBlob belches his skepticism deafeningly and the others laugh.\n\nTRACK FURTHER THROUGH THE LAIR AND OUT THE DOOR as the\nNewscast drones on. Through subterranean corridors (of\ncourse) and past dozens of projects that share some\nsimilarity to the machine we have seen, including crude\ndesigns that have been rejected or stripped of their good\nideas.\n\nFAINTLY, we become aware of a clicking sound. Almost like a\nstopwatch very far away, always growing louder.\n\nThe newscast has faded and another voice is getting closer\nfrom somewhere down the hall.\n\nSabertooth emerges around a corner headed toward us, turning\njust as we get to him.\n\nThe clicking is loud and clear now and the sound of the voice\nis familiar, it is the voice of Professor Xavier.\n\nXAIVER\n(on t.v.)\n...merely as a means of helping those\nwith these rare and wonderful gifts to\nlearn more about their abilities that\nthey may control them and use then for\nthe betterment of all mankind.\n\f23.\n\nSabertooth enters an office and we follow him. Seated at a\ndesk in the center of the room is MAX LENSHERR- - age -\nsomewhere after sixty, but strong and vital for his years. Be\nis more of ten called MAGNETO.\n\nXavier is on the television beside him and he seems to be\nwatching it with vague interest. He has heard it all before.\n\nIn fact, the graphic in the corner reads.\n\nINTERVIEWER (O.S.)\nBut some have said you are training a\nrace of superhumans. indoctrinating the\ngenetically enhanced into some strange\ncult.\n\nMAGNETO\n(talking to t.v.)\nIt's called the fellowship of man and\nit's worse than a cult. It's a growing\nconcern.\n\nThe clicking is from the sound of an executive pendulum\nthingy on his desk. The six steel balls that bang onto one\nanother from string supports in formation depending on how\nmany are let to fly from either end. One ball strikes one\nend, one ball swings out from the other. Two balls and two\nand so on.\n\nSlight difference.",
  "19": "---END OF PREVIOUS SECTION---\nOne ball strikes one\nend, one ball swings out from the other. Two balls and two\nand so on. Slight difference. \n---TARGET SECTION TO BE ANNOTATED---\n The formations change with every strike,\ndefying physics. Oh, and there are no strings supporting the\nballs, thus defying gravity.\n\nXAVIER\n(on television)\nI can assure you, the only idea I am\nputting into their heads is the\nfellowship of man.\n\nMAGNETO\nAh ha, you see? Xavier, you bullet-head,\nyou haven't changed.\n\nINTERVIEWER\nThe opposing view on the topic of Mutant\nregistration is Senator Scott Frank\nKelly, of Florida, who claims to support\nthe constitutional rights of the\ngenetically enhanced, but whose crusade\nto register mutants is gaining\npopularity.\n\f24,\n\nNow Kelly is on the screen, a graphic reading FRIDAY. Magneto\nshakes his head.\n\nMAGNETO\nAnd look at this one.\n\nWhen Sabertooth clears his throat, the balls instantly freeze\nand hover there.\n\nThe volume on the television drops, though no remote is in\nsight.\n\nHe notices Sabertooth's apparent exhaustion, his torn\nclothing, including the slashes in his side. His look asks\n\"what happened?\"\n\nSABERTOOTH\nI lost him.\n\nMAGNETO\nHow?\n\nSABERTOOTH\n\nThey were there. They knew.\n\nMAGNETO\nDo they have him?\n\nSabertooth nods, frustrated. Magneto thinks for a moment,\nsharing the frustration. He reaches over and picks up a small\nvial.\n\nMAGNETO (CONT'D)\nThe hard way. Page one. As he turns up\nthe television, and again, we don't see\nhow, he fiddles with the vial in his\nhands, thinking.\n\nKelly is on the screen giving good face.\n\nKELLY\nit' s not the mutants per se that I\nhave a problem with.\n\nKELLY (CONT'D)\nThey, like any minority, have fears and\ndesires like normal people. Bat, it's\nwhen their fears are exploited by\nsubversives like this Xavier character.\n-And mark my words if the President isn't\nstrong enough to do...what needs to be\ndone...\n\f25.\n\nAs the Senator continues we PULL BACK and see Magneto\nwatching this. He begins speaking over Kelly's diatribe.\n\nMAGNETO\nAnd you may mark my words, Senator Scott\nFrank Kelly.",
  "20": "---END OF PREVIOUS SECTION---\nAs the Senator continues we PULL BACK and see Magneto\nwatching this. He begins speaking over Kelly's diatribe. MAGNETO\nAnd you may mark my words, Senator Scott\nFrank Kelly. \n---TARGET SECTION TO BE ANNOTATED---\n All your plotting, all your\nhatred. I have plans for you... I have\nseen your kind before. I've seen you\ncome, and I will see you go.\n\nMagneto holds up the vial with the tiny piece of shiny metal.\nAS he does, we see THE RED SERIAL NUMBERS TATTOOED ON HIS\nARM.\n\nPAN OVER TO A BULLETIN BOARD on the wall beside him.\n\nTO a periodic table, smaller than the first.\n\nBut still with that red square and the added letter \"A\".\nINT. LABORATORY - DAY\n\nLogan, looking better, sitting up. Xavier sitting beside his\nbed. Jean Grey at the floor, looking at his chart.\n\nXAVIER\nAdamantium... Until today it was thought\nto be a myth. Impenetrable, unbendable,\nresistant to the most extreme heat, cold,\npressure and stress. Virtually\nindestructible. The strongest metal on\nEarth.\n\nJust then, a spoon creeps in to frame toward's Logan's mouth\nwith a dollop of food on the end. Logan recoils and brushes\nthe spoon away. The hand on the other end is covered in blue\nhair. All eyes look to Beast, who stands timidly with a tray\nof vegetables.\n\nBEAST\nFor strength. It's good for you.\n\nLogan takes the tray from him and feeds himself. Beast takes\na place next to Jean.\n\nLOGAN\nGo on.\n\nXAVIER\nThe adamantium has somehow been grafted\nto your bones. Your entire skeleton is\ncoated with it.\n\n(MORE)\n\f26.\n\nXAVIER (CONT'D)\nI am assuming your unnatural ability to\nheal makes this possible. It also makes\nyou virtually unstoppable. Your metal\nskeleton may also explain why I am having\ndifficulty reading your mind.\n\nLOGAN\nExcuse me?\n\nXAVIER\nSurely you didn't think you were the only\none with... talents, Mr. Logan.\n\nHe looks at Beast and Jean.\nLOGAN\n\nWell I'm sure Babe the Blue Oaf here can\n\nmake a mean strudel, what can the betty\n\nLogan freezes as all of the vegetables on his plate levitate\nand hover in the air above him.\n\nJEAN\nMake you wear your lunch.\n\nLogan nods, conceding.\n\nLOGAN\nGotcha.",
  "21": "---END OF PREVIOUS SECTION---\nJEAN\nMake you wear your lunch. Logan nods, conceding. LOGAN\nGotcha. \n---TARGET SECTION TO BE ANNOTATED---\nThe vegetables settle carefully back in place and he\ncontinues eating.\n\nXAVIER\nHow did the adamantium get into your\nbody? Was it the military?\nHe points to Logan's dogtags. Logan pulls away.\n\nLOGAN\nI don't know.\n\nXAVIER\nHow long has it been there?\n\nLOGAN\n1 don't know.\n\nXAVIER\nHow old are you?\n\nLogan is clearly becoming agitated.\n\f27.\n\nLOGAN\nI don' t know.\n\nXAVIER\nYou mean to tell me -\n\nLOGAN\nI DON'T KNOW, who are you people? Where\nam I? What is this place and why am I\nhere?\n\nXavier wisely decides to ease up.\n\nXAVIER\nAll in time. In a matter in which you can\ndigest. In the meantime, we would like to\ninvite you to stay here as our guest. You\nare free to go anywhere -\n\nLOGAN\nTo leave?\n\nJEAN\nI wouldn't do that.\n\nBEAST\nYou've suffered serious internal damage -\neven with your ability to heal -\n\nJEAN\nWhy was that thing out there chasing\nyou?\nLOGAN\n\nHey, you know what? I have a great idea.\nI don't need any of my questions answered\nand you get me some pants.\n\nINT. HALLWAY - LATER\n\nBeast watched Logan finish eating through a tiny window on\nthe door to his room. Xavier and Jean talk in a whisper, well\nout of earshot.\n\nJEAN\n...that is completely unacceptable.\n\nXAVIER\nThat is not who we are, Jean. If he wants\nto leave, so be it. All we can do is\nencourage him to stay.\n\f28.\n\nJEAN\nWe don't know who he is, what they were\ndoing out there. For all we know he was\nworking with Magneto. If that's the case\nthen he has already seen too much.\n\nLogan's voice echoes from the other room, through the wall.\n\nLOGAN (0O.S.)\nI haven't seen anything but the ceiling\nin this place and I've never heard of\n\"Magneto.\" Don't any of you guys have\nnames like Bob?\n\nThe two of them look at one another, amazed that he could\nhave heard them from that distance through that wall.\n\nXavier whispers.",
  "22": "---END OF PREVIOUS SECTION---\nS.)\nI haven't seen anything but the ceiling\nin this place and I've never heard of\n\"Magneto.\" Don't any of you guys have\nnames like Bob? The two of them look at one another, amazed that he could\nhave heard them from that distance through that wall. Xavier whispers. \n---TARGET SECTION TO BE ANNOTATED---\nXAVIER\nPerhaps you would like a tour of the\ninstitute?\nLOGAN (0O.S.)\nDelighted. Now can I please have some\npants?\n\nXavier looks at Jean and Beast - this time we hear his voice,\nbut his lips never move. He is speaking telepathically.\n\nXAVIER (V.O)\nWhile I entertain Mr. Logan, perhaps you\nand Beast can see what you can find out.\nJean nods and leaves with Beast.\nLOGAN (0O.S.)\nAnd I am a boxer guy, if anyone is\nasking.\nEXT. SCHOOL GROUNDS - LATER\nLogan is clearly uncomfortably, antsy, ready to leave. He\nlooks around at what seems to be a prep school, set ina\nlarge pre-war mansion on a large and well kept estate.\nA soccer game is going on in the background.\nANGLE ON:\n\nThe sidelines of said soccer game.\n\f29.\n\nA young girl sits all alone at the edge of the field. Her\neyes are deep and sad and her general attitude is not much\nbetter. She is not watching the game, however.\n\nHer name is ROGUE, and we will meet her later. She wears an\noutfit that seems to swath her entire body like a cocoon in\nthick layers despite the warm weather. Her neck and even her\nhands are covered. All but her face.\n\nFrom wear she sits, she watches Logan and Xavier with great\ninterest. Finally she stands and walks toward them.\n\nLOGAN\nSo all these kids are...\n\nXAVIER\nMutants? Like you? All alike, and all\nvery unique. The rarest cases from all\nover the globe. Ahh, Scott... Storm.\n\nLogan looks ahead and sees Cyclops and STORM, the two that\nsaved him from certain mutilation in Alaska. They are both\ndressed in those sweats that Scott was wearing before and\nthey both look as though they have just come from the gym.\n\nScott's visor does not hide his scrutinous assessment of\nLogan. Storm is more forgiving.\n\nSTORM\nHe's looking well.\nCYCLOPS\nDid they sew it back on right?\nXAVIER\nI believe you have already met Scott and\n\nOroro.\n\nLogan mocks deep thought. Then he points to Storm, then\nCyclops.\n\nLOGAN\nI'm gonna guess they call you....",
  "23": "---END OF PREVIOUS SECTION---\nLogan mocks deep thought. Then he points to Storm, then\nCyclops. LOGAN\nI'm gonna guess they call you.... \n---TARGET SECTION TO BE ANNOTATED---\n Snow\nJob and you're.... Pink eye.\n\nThey both look blankly at Xavier.\n\nXAVIER\nLogan is just catching up.\n\nThey nod and walk away, unamused.\n\f30.\n\nLOGAN\nBow did they find me, anyway?\n\nXAVIER\nI make it my primary interest to find the\nmutants with the most extraordinary\npowers. The best potential. We've been\ntracking you for some time.\n\nLOGAN\nImpossible. I would have known.\n\nXavier taps a finger to his temple.\n\nXAVIER\nThe mind leaves no tracks/ breaks no\nbranches.\n\nLOGAN\n\nWhy then? What for?\n\nXAVIER\nOur primary goal here is to allow those\nwith more extreme mutations to learn in\nan environment with some sense of\nnormality. A place where they will not be\ntreated as freaks and outcasts.\n\nAs he says this, one of the kids on the soccer field\nSTRETCHES some twenty feet with one leg and oversteps a\nsacking. Neither Logan or Xavier sees it.\n\nXAVIER (CONT'D)\nUntil recently, we were a well-kept\nsecret for the safety of the children as\nwell as the courtesy of the surrounding\nresidents. No one wanted this to be a\ntourist stop - people coming to get a\nglimpse of...\n\nLOGAN\nThe Uncanny Guava-man and his sidekick\nFlipper Boy?\n\nXavier smiles politely. He is far to wise to take offense.\n\nPAUSE.\n\nXAVIER\nYour humor has the ring of a defense, Mr.\nLogan. I have to wonder if you have ever\nbeen open to anything in your life.\n\nLogan is serious now.\n\f31.\n\nLOGAN\nOnce or twice.\n\nNow they head down a path along the side of the school lined\nwith shade trees. It is quiet here.\n\nXAVIER\nIf I nay be so bold, I don't need my\nabilities to tell me you're in pain. That\nyou are running from something - from\nsomeone.\n\nLOGAN\nIs this where I tell you you wouldn't\nlike me when I am angry?\n\nXAVIER\nI would like to help you.\nLOGAN\nI've heard that before.\nXAVIER\nI ama little different from what you are\nused to.\nLOGAN\n\nI have no doubt.",
  "24": "---END OF PREVIOUS SECTION---\nLOGAN\nI've heard that before. XAVIER\nI ama little different from what you are\nused to. LOGAN\n\nI have no doubt. \n---TARGET SECTION TO BE ANNOTATED---\n And I appreciate what\nyou did for me. But I get the feeling\nthat the favor wasn't free and I can tell\nyou right now, I didn't ask, so don't ask\nback.\n\nXAVIER\nWe want nothing from you, Logan.\n\nLOGAN\nSure you do. You want to know why that\nthing was chasing me.\n\nXAVIER\nHe is called Sabertooth.\n\nLOGAN\nImagine that.\n\nXAVIER\nHave you seen him before.\n\nLOGAN\nToo many times.\n\f32.\n\nXAVIBR\nAnd this tine he nearly had you.\n\nLOGAN\nHe's nearly had me before.\n\nXAVIER\nAnd haven't you ever wondered why?\n\nLogan grows grim.\n\nLOGAN\nWhat difference does it make. I have it\ncoming.\nXAVIER\nWhat does that mean?\nLOGAN\nNothing.\nXAVIER\nWhat is it you have done that makes you\nsay that?\nLOGAN\nWhen can I leave?\nXAVIER\nAny time you wish.\nLOGAN\nNow, would be great.\nXAVIER\n(pointing)\n\nThe front gate is that way.\n\nLogan walks away and out of frame. Xavier sits, watching him\ngo.\n\nLONG PAUSE.\nLogan comes back, fuming.\n\nLOGAN\nYou got a lot of nerve, pal, picking\naround my insides, spooking up my\ntailpipe with your... voodoo whatever. I\ndidn/.t ask for your help. I got no one,\ndon't want no one, not gonna have no one\nand was happy being no one.\n\n(MORE)\n\f33.\n\nLOGAN (CONT'D)\n\nI was two thousand miles from the heart\nof nowhere and next thing I know I wake\nup in the Uncle Fester school for the\ncreepy with a cue ball brain cropper\ntelling me about my pain. My pain. My\nhead is ay wallet, pal. Keep your hands\noff.\n\nBe walks away again, coming back faster this time.\n\nLOGAN (CONT'D)\nThis is grotesque what you're doing, you\nknow that? You really think you're\nhelping these kids? There is a real world\nout there filled with people just waiting\nfor an enemy to make a \"them* for them to\n\"us\" about.",
  "25": "---END OF PREVIOUS SECTION---\nLOGAN (CONT'D)\nThis is grotesque what you're doing, you\nknow that? You really think you're\nhelping these kids? There is a real world\nout there filled with people just waiting\nfor an enemy to make a \"them* for them to\n\"us\" about. \n---TARGET SECTION TO BE ANNOTATED---\n What happens when these kids\nget out there? How do you prepare them\nthen? Tney'1l all come back running to\nyou, man. They'll run screaming.\n\nHe is off again. Xavier has not moved this entire time. Logan\nreturns, walking slow, energy gone. Be is holding his side in\nagony. Bis breathing is heavy.\n\nLOGAN (CONT'D)\nThat thing tore up my insides.\n\nXAVIER\nLunch?\n\nLOGAN\nSounds good.\n\nXavier leads the way. Before he follows, Logan looks down the\npath of trees.\n\nLOGAN (CONT'D)\nYou can come out now.\n\nAnd he is gone.\nLONG PAUSE.\n\nFrom behind one of the trees, Rogue emerges, clearly\ngalvanized by what Logan was saying.\n\nINT. WHITIE HOUSE - OVAL OFFICE - DAY\n\nGuyrich and Kelly in front of the man himself. If he is in\nthe chair, he must be THE PRESIDENT.\n\nXavier is on the television in the same interview that\nMagento was watching.\n\fXAVIBR\n(on television)\nI can assure you, the only idea I am\nputting into their heads is the\nfellowship of nan.\n\nKelly shuts it off.\n\nKELLY\nI'm telling you, Dick, this guy is up to\nno good.\n\nPRESIDENT\n\nWe don't really know that.\n\nGUYRICH\nIt's people like you that didn't know\nwhat Hitler was really up to when he\nmarched into the Rhineland and built his\nwar machine.\n\n34.\n\nThe President takes pause at Guyrich's comment, deciding to\n\nignore it.\n\nPRESIDENT\nI'm all for some kind of investigation\nhere. But we -\n\nKELLY\nWhat do you think we have been doing for\nthe past three years. Bow much more\ninformation do you need?\n\nPRESIDENT\nI just don't see it. This threat you keep\ntalking about. I mean sure, they exist,\nno one is disputing that, intellectually,\nI understand you, but the American people\nare not going to see it like you and I\ndo. We're talking about one tenth of one\ntenth of one tenth of the world's\npopulation here.\n\nGUYRICH\nSo you won't miss their votes.\n\nThe President cocks his head to Kelly.",
  "26": "---END OF PREVIOUS SECTION---\nWe're talking about one tenth of one\ntenth of one tenth of the world's\npopulation here. GUYRICH\nSo you won't miss their votes. The President cocks his head to Kelly. \n---TARGET SECTION TO BE ANNOTATED---\nPRESIDENT\nScott, you really have to get rid of this\n\f35.\n\nKELLY\nYou gotta see what these freaks can do,\nDick. This isn't bending tablespoons or\nlevitating a chick in a tight nightie.\nThese guys mean business. You gotta know\nwhere they are.\n\nPRESIDENT\nI have a little thing in my way called\nthe Constitution. You might have heard of\nit. It's what keeps people from calling\nme \"king.\"\n\nGUYRICH\nYou know we can take this to the speaker -\n\nPRESIDFKT\nAnd what, Mr. Guyrich? And what? You want\nthis to be a line item on some\nenvironmental bill, you go right ahead.\nYou go up against me on this and I'll see\nyou can't get a job as a lobbyist for the\nguys who sell plastic vomit. What is\nthis? Who do you think you are?\n\nGUYRICH\nYou're not as powerful as you think you\nare, Mr. President. The day will come\nwhen —\n\nEven Kelly cannot believe his ears.\n\nKELLY\nJesus -\n\nPRESIDENT\nYou finish that sentence. Mr. Guyrich. Go\non.\n\nBut Guyrich is quiet.\n\nPRESIDENT (CONT'D)\nI thought so. Gentlemen, I am franticly\npreparing myself for the largest single\nsummit in the history of the planet and I\nhaven't the time nor the inclination to\nsit here and listen to two yahoos tell me\nthat the end of the world is coming in\nthe shape of some fifteen year old kid\nfrom Iowa with bug eyes and big feet.\nYou've got a storm in a teacup here and I\nwill have not one more word said about\nit.\n\f36.\n\nPRESIDENT (CONT'D)\nAnd until a Mutant takes a shot at me\npersonally/ I swear to you, they are as\nfree as sweat on the equator to do as\nthey please. Good day.\n\nINT. LIMOUSINE - LATER\n\nKelly and Guyrich climb into the lino and slump back in their\nseats.\n\nKELLY\nChrist sake, what were you trying to do\nto me in there?\n\nGUYRICH\nSomeone needed to say something.\n\nKELLY\nIt's the President of the United States.",
  "27": "---END OF PREVIOUS SECTION---\nKELLY\nChrist sake, what were you trying to do\nto me in there? GUYRICH\nSomeone needed to say something. KELLY\nIt's the President of the United States. \n---TARGET SECTION TO BE ANNOTATED---\nYou were threatening the President.\n\nGUYRICH\nIt's not him... it's what he represents.\n\nKELLY\nWell do me a favor in the future. Save it\nfor the Speaker...\n\nGUYRICH\nWhere to?\n\nKelly rubs his eyes.\n\nKELLY\nHome.\n\nGuyrich leans forward to address the driver.\n\nGUYRICH\nDulles Airport.\n\nINT. CAFETERIA - LATER\n\nThe usual racket made by a hundred school kids at lunch time.\nLogan can make out Cyclops, Storm, Beast and Jean among the\nkids eating here.\n\nXAVIER\nI am not a naive man, Logan. I accept\nthat life can be cruel. But it is not as\nmuch for their safety that we are here as\nfor the outside world.\n\n(MORE)\n\fXAVIER (CONT'D)\nSome of these children have potentially\ndangerous abilities.\n\nLogan is looking across the room at Jean and Cyclops,\n\n37.\n\nwaiting\n\non line for food. They laugh at some joke and then kiss\n\ntenderly. The look on his face betrays a loneliness,\njealousy not of Cyclops, but of them both.\n\nXAVIBR\nIf they were not educated as to how to\ncontrol them, they could hurt someone...\n\nLOGAN\nYou don't have to tell me.\n\nHe shakes himself free of the loving couple and looks\nfinding Rogue eating alone, away from all the others.\njreals a glance at him and hides her face.\n\nXAVIBR\nWe are a minority like any other. Only in\nthis instance, there is a justified fear.\nA rational and very real threat. I am\nsure you have seen what unfocused\nprejudice can do. Imagine if the enemy\nwere clearer.\n\naway,\nShe\n\nLogan nods, his eyes betraying a lifetime of being that\n\nenemy.\n\nXAVIER\nYou should stay here with us. If only\nuntil you completely recover. If after a\nweek you don't feel at home, I'll take\nyou back to Alaska myself.\n\nLOGAN\nHe'll come here... that thing... looking\nfor me.\n\nXAVIER\nSabertooth?\n(smiles)\nI'll protect you. As long as you're with\nme, you'll be safe.\n\nLogan laughs.\n\nLOGAN\nHey, I'm sorry, pops.",
  "28": "---END OF PREVIOUS SECTION---\nAs long as you're with\nme, you'll be safe. Logan laughs. LOGAN\nHey, I'm sorry, pops. \n---TARGET SECTION TO BE ANNOTATED---\n I don't mean to be\nthe hammer here, but look at you. You're\nan old man in a wheelchair. What could\nyou do to that thing that I -\n\f38.\n\nSILENCE.\n\nThe room with all of its eating, chatting children has fallen\ncompletely quiet.\n\nLogan looks around the room and sees that literally every\nchild is frozen in time. Some with food half-chewed in their\nopen mouths, others with laughs frozen on their faces.\n\nIt is motionless.\n\nExcept for Storm, Cyclops, Beast and Jean and Rogue. They\nturn around and look at Logan and Xavier as if this display\nof mental power is nothing unusual.\n\nLogan looks down at Xavier now, who holds a finger in the air\nas if making a point. He is.\n\nXAVIER\nNever underestimate the mind for the man.\n\nAnd he lowers his hand.\n\nAnd the lunch resumes - the children never knowing what\nhappened. And for the first time, Logan is speechless.\n\nINT. DANGER ROOM CONTROL BOOTH -DAT\nA large, gym-like structure used for TRAINING.\n\n(*Note: this is not your typical \"firing range.\" It's a range\ndesigned for people with mutations ranging the entire\nspectrum. It is colorful, strangely shaoed, full of objects\nthe likes of which we've never seen.)\n\nOutside is a CONTROL ROOM where Jean Grey sits manipulating\nthe various exercises of the DANGER ROOM from a control\npanel.\n\nCYCLOPS is inside, working on controlling the laser-like BEAM\nthat emerges from behind his visor. He fires at various ODD-\nSHAPED OBJECTS that dart across the room.\n\nHe wears specially-made padding: training gear that resembles\nwell-worn versions of what we'll later come to know as their\ntrademark uniforms.\n\nLogan watches Cyclops a thick PLEXIGLAS WINDOW which divides\nthe room from the control room.\n\nLogan and Xavier enter, watching the exercise.\n\f39.\n\nLOGAN\nJust a school?\n\nXAVIER\n(smiling)\nWith a very advanced athletic program.\nThe younger students call this the\n\"Danger Room.\" I thought you might like\nto try it eventually. Help you build you\nstrength.\n\nLOGAN\n\nAnd prepare me for the day I must face a\n\nflying shape.\nBehind them, we notice Rogue in the hallway, watching.",
  "29": "---END OF PREVIOUS SECTION---\nHelp you build you\nstrength. LOGAN\n\nAnd prepare me for the day I must face a\n\nflying shape. Behind them, we notice Rogue in the hallway, watching. \n---TARGET SECTION TO BE ANNOTATED---\nCyclops glances at Logan. Then, an ODDLY-SHAPED OBJECT shoots\nfrom the back of the room right towards the front... and —\njust as it almost hits Cyclops — he BLASTS IT APART with the\nlaser-like beam which emerges from his visor.\nThe debris falls through a vent on the floor.\nCyclops exits the floor and enter the control room.\n\nLOGAN (CONT'D)\nNice... eye.\n\nCYCLOPS\nNice hair.\n\nJean laughs.\nCYCLOPS (CONT'D)\n\n(re: Danger Room)\nWanna give it a shot?\n\nXAVIER -\nPerhaps you should wait until you're\nfeeling -\n\nLOGAN\n\nI'd love to.\nLogan looks at the room. Nods - piece of cake. H* ushers\nCyclops aside. Cyclops motions to the rack of UNIFORMS\nhanging along the wall.\n\nCYCLOPS\nYou might want to -\n\nLogan shakes his head and enters the danger room.\n\f40.\n\nINT. DANGER ROOM\n\nLogan stands in the center of the room, taking a look around\nand getting familiar with his surroundings.\n\nINT. DANGER ROOM CONTROL BOOTH\n\nCyclops and Xavier watch from behind the thick Plexiglas.\nJean hits a lever on the control panel.\n\nThe first object SHOOTS out of the wall.\nINT. DANGER ROOM\n\nLogan ducks, bending backwards like a batter from an inside\npitch.\n\nLogan turns to the control room and smiles.\nINT. DANGER ROOM CONTROL BOOTH\n\nThe shape smashes hard but harmlessly into the Plexiglas\nwindow. no one in the booth is fazed.\n\nJean takes the lever up another notch. Cyclops smiles. Xavier\nremains concerned.\n\nINT. DANGER ROOM\n\nA hole in the wall opens. Logan again hears it coming and\nturns to face it.\n\nAnother object shoots out at him and he EXTENDS HIS CLAWS,\nSPEARING IT.\n\nHe turns back to the control room and retracts his claws with\nthe object impaled on them. It falls away.\n\nAnother object fires, claws extend, slicing it in two. Then\nanother, then another. The first is smashed, the second is\nspeared.",
  "30": "---END OF PREVIOUS SECTION---\nAnother object fires, claws extend, slicing it in two. Then\nanother, then another. The first is smashed, the second is\nspeared. \n---TARGET SECTION TO BE ANNOTATED---\n As yet another object comes at him, he throws the\none he has just spiked into the latest flying object and the\ntwo smash in midair.\n\nINT. HALLWAY\n\nRogue smiles to herself.\n\nINT. DANGER ROOM CONTROL BOOTH\n\nCyclops leans into the mic that is connected to the P.A. in\nthe Danger room.\n\f41.\n\nCYCLOPS\nYou really might want to wear some gear.\n\nLogan turns to face him, holding up his hand as his claws\nretract, we cannot help but notice that the middle claw\nlingers in a familiar sign of defiance.\n\nCyclops leans in and whispers to Jean. She pushes the lever a\nlittle higher.\n\nINT. DANGER ROOM\nLogan sees this and scowls.\n\nTwo objects come at him from opposite directions. Be crosses\nhis arms and smashes them both.\n\nNow an array of multi-shaped and multi-colored objects emerge\nfrom the wall and shoot toward him. Logan jumps over one,\nsmashes the second and/ with a twist and a half-pike, nails\nthe third.\n\nLogan's breathing is getting heavier. Not exhausted... angry.\nINT. DANGER ROOM CONTROL BOOTH\n\nXavier is watching this with growing interest, seeing\nsomething new in Logan's features.\n\nAnother object comes at him and he destroys it, but now with\na venom. No longer playing.\n\nCyclops leans forward and hits the lever, driving it to its\nhighest level. Jean shoots him a look.\n\nNow, suddenly --\n\nThe FLOOR FALLS OUT BELOW LOGAN... and HE DROPS THROUGH. Then\na powerful STREAM OF AIR shoots up through the opening...\nand...\n\n...Logan rises back up into the room, off balance, in the\ncontinuous flood of air. He ducks and rolls, swinging wildly\nas he tries to maintain a kind of equilibrium in the air —\nmore fireballs shoot toward him — He deflects one, but the\nother ignites his clothes.\n\nINT. DANGER ROOM CONTROL BOOTH\nCyclops smiles. Hot shot ain't so hot after all.\n\nBut something is wrong — Jean senses it — she leans closer to\nthe Piexiglas, concerned —\n\f42.\n\nLogan starts to breathe heavily as he swings wildly, out of\ncontrol in frustration. The hair on his body stands on end.\n\nJEAN\nProfessor...\n\nXAVIER\nMy God...",
  "31": "---END OF PREVIOUS SECTION---\nThe hair on his body stands on end. JEAN\nProfessor... XAVIER\nMy God... \n---TARGET SECTION TO BE ANNOTATED---\nLogan spins madly, and SUDDENLY EXPLODES INTO:\n\nA BERSERKER RAGE.\n\nThis is an absolutely PRIMAL RAMPAGE — it is UTTERLY FERAL -\nBLIND FURY — unlike anything «e have ever seen in its\n\nINARTICULATE VIOLENCE.\n\nLogan SLASHES AT EVERYTHING IN SIGHT - cutting his own\nclothing - then himself.\n\nINT. HALLWAY\nRogue reacts, frightened.\nINT. DANGER ROOM CONTROL BOOTH\n\nXavier, horrified, yanks the lever down — OFF. He hits two ~\"\nmore buttons.\n\nThe floor closes. Extinguishers from the ceiling shower down\nand extinguishes Logan's burning clothes.\n\nLogan hits the floor. But he's still moving. Xavier shoots an\nadnonishing look at Cyclops.\n\nINT. DANGER ROOM\n\nLogan furiously lunges around the room.\n\nHis claws rake along the padded wall, shredding it.\nINT. DANGER ROOM CONTROL BOOTH\n\nJEAN\nYou'd better bring him down.\n\nNow Xavier focuses his sights on Logan and USING TELEPATHY,\nXAVIER, literally, TRIES TO SHOT LOGAN DOWN.\n\nXAVIER\nT..... can't.\n\f43.\n\nLogan spins to glare at Cyclops ~ who is stunned by the wild\ndisplay ~ and Logan's blind rage is suddenly transferred to\nCyclops. HE STARTS TOWARD HIM, heading right for the\n\nPlexiglas. Cyclops backs up, his fighting visor glowing red.\n\nLogan lunges with his claws, driving them through the\nPlexiglas, inches from Cyclops's face.\n\nThen it stops... Only the sound of Logan's intense breathing\nas it wanes.\n\nLogan yanks back his claws and they retract. He stands in the\nmiddle of the Danger room, still trying to control himself.\n\nJean dares to walk in there with him. Cyclops goes to stop\nher, but Xavier halts him with his hand.\n\nLogan spins around and looks at Jean as she crosses th« room\nto him. He crouches as though preparing for an attack - his\nanimal instinct taking over for the moment.\n\nSlowly, his claws extend from his free hand. The others still\nremain locked in the glass, pointed at Cyclops.\n\nCYCLOPS\nJEAN.",
  "32": "---END OF PREVIOUS SECTION---\nSlowly, his claws extend from his free hand. The others still\nremain locked in the glass, pointed at Cyclops. CYCLOPS\nJEAN. \n---TARGET SECTION TO BE ANNOTATED---\nJean never takes her eyes off of Logan.\n\nJEAN\nI'm alright.\n\nLOGAN\nThis is not where I am supposed to be.\n\nJEAN\nThis is where you belong.\n\nLOGAN\nShe said the same thing to me...\n\nJEAN\nWho?\n\nShe is getting closer now.\nLOGAN\nIt doesn't matter... She's gone - Get\n\naway from me.\n\nHe raises his claws to protect himself.\n\f44,\n\nJEAN\nHurting me will only make it worse,\nLogan.\n\nLogan struggles, muscles straining as though unable to move\nof his own free will.\n\nNow Jean is within reach, the claws mere inches from her\nthroat. She moves toward them, closer... closer... until...\n\nThey retract, slowly, reluctantly, easing back into his body.\nResigning.\n\nCyclops watches this with obvious concern and mixed emotion.\nThen she touches his hand and he crumbles.\nJean catches him and helps his exhausted body to the floor.\nLOGAN\nYou should have left me. I could have\ndied then.\nINT. HALLWAY\n\nRogue stands hidden in the shadows, having seen the whole\nexchange. Moved and torn as to what to do, she hurries away.\n\nEXT. SKY - EVENING\nA Helicopter streaks across the sky.\nINT. HELICOPTER\n\nKelly sleeps fitfully in the large seat. A bump of turbulence\nHe wakes suddenly and looks out the window, seeing the ocean\n\nKelly looks out the window again and sees water. They are\nflying low.\n\nHe looks at Guyrich who sleeps as well. He wakes him.\n\nKELLY\nWhere the hell are we?\n\nGuyrich looks out the window and looks at Kelly pazzled. He\nstands and goes to the door to the cabin of the helicopter.\n\nGUYRICH\nPilot?\n\nNo answer.\n\f45.\n\nGUYRICH (CONT'D)\nPilot, what is this? PILOT?\n\nKelly looks out the window now and sees the helicopter is\nclosing in on an island- where is anyone's guess. What is\nknown is that the place is no pleasure resort.\n\nIt is in fact some sort of refurbished island fortress,\ncomplete with turrets, built right into the side of the\ncliffs.\n\nEXT. UUTOIMG SIGHT\n\nA clearing in the middle or a ring of trees at the base of a\nrocky rise.",
  "33": "---END OF PREVIOUS SECTION---\nIt is in fact some sort of refurbished island fortress,\ncomplete with turrets, built right into the side of the\ncliffs. EXT. UUTOIMG SIGHT\n\nA clearing in the middle or a ring of trees at the base of a\nrocky rise. \n---TARGET SECTION TO BE ANNOTATED---\n The helicopter touches down.\n\nTHE PILOT, wrapped from head to toe in a flight suit and\nhelmet, gets out and opens the side door, exposing Kelly and\nGuy rich to the intense wind of the rotors. They cover their\neyes, cowering.\n\nKELLY'S P.O.V.\n\nTwo figures come out of a hole in the mountain. One seems -\nextremely larger than the other.\n\nGuyrich and Kelly step out. As they get closer he can make\nout Magneto and Sabertooth.\n\nKELLY\nDear God... Dear... God.\n\nThe Pilot removes his helmet to REVEAL:\nToad, smiling.\n\nKELLY (CONT'D)\nWhat the hell is this?\n\nKelly is utterly confused. As Magneto nears, Guyrich steps\nforward to greet him, putting his arms around Magneto's neck\nand kissing him deeply. Then Magneto looks deep and loving\ninto Guyrich's eyes.\n\nMAGNETO\nIt's always your type that has something\nto hide.\n\nAnd with that GUYRICH MORPHS into a beautiful woman who will\nheretofore be known as Mystique. Her mutant power requires no\nexplanation.\n\f46.\n\nKelly, of course, is shocked. Mystique shows a little hip,\nraising the waistline of her outfit mockingly, as the last of\nwhat we thought was Guyrich slips underneath.\n\nKELLY\nYou... wha... who are you... Where is\nGuyrich?\n\nMAGNETO\n\nHe's been dead for some time, Senator.\nCare to know how long? Or would you\nrather not think about it.\n\nMakes your skin crawl, doesn't it? Magneto shakes with a mock\ncase of the willies.\n\nKELLY\nYou bastards.. Who are you?\n\nMAGNETO\nWho we are is not nearly as important as\nwhat we are. Say, now that is a lovely\nsoundbite. Use it as your own. It'll come\nin handy.\n\nToad and Blob grab the Senator as he runs back for the\nHelicopter in vain.\n\nKELLY\nWhat do you want?\n\nMAGNETO\nWhat we want is not nearly as important\nas who we want. Ooo, I love this. I could\nwrite a book of these.\n\nKELLY\nWhatever you do to me... no matter what -\nYou'll make me right.",
  "34": "---END OF PREVIOUS SECTION---\nOoo, I love this. I could\nwrite a book of these. KELLY\nWhatever you do to me... no matter what -\nYou'll make me right. \n---TARGET SECTION TO BE ANNOTATED---\n Every word I have\nspoken will be confirmed.\n\nMAGNETO\nGosh, I hope so.\n\nAs Kelly struggles against all hope.\nKELLY\nPeople like you are reason people like me\n\nexist.\n\nAnd with that, Mystique walks up.\n\f47.\n\nMYSTIQUE\nAnd people like you are the reason I was\nafraid to go to school.\n\nWHACK - she strikes Kelly with enough force to:\nBLACK\n\nINT. MACHINE - NIGHT\n\nKelly comes to.\n\nMagneto walks past him, holding the vial we have seen him\nwith before. The vial with a tiny piece of Adamantium.\n\nPULL OUT TO REVEAL:\nKelly is strapped to a metal chair, bound impossibly tight.\n\nHe watches as Magneto \"levitates* the metal sliver and places\nit inside a tube at the bottom of a large spire in the center\nof the room some thirty feet high with a misshapen glass dome\nat the top.\n\nHe walks toward the opposite side of the room and watches as\nthe sliver of metal floats to the top of the device, through\nthe shaft and into the glass dome above.\n\nInside the dome is a metal structure resembling the model of\nan atom. It expands as it receives the sliver.\n\nMagneto raises his arms, mostly for effect - having fun being\nthe conductor of his grandest experiment.\n\nKelly's eyes grew wide with fear as the me-cal begins to\nglow. Dull at first... then brightly... too brightly.\n\nThe dome vanishes in a light so white, it defies description.\nA light that seems to ooze rather than radiate. A light that\nfills the room as it expands outward and engulfs everything\nin sight.\n\nIt is liquid light. Creeping and unstoppable.\n\nKelly clenches his teeth as it washes over him. Magneto\nraises his arms and revels in its overtaking him.\n\nFrom outside the room, Toad and Sabertooth watch through the\nwindow, it comes through, first casting its shadows darkly\nagainst the wall, then erasing them as it swallows them - as\nthough they were never there.\n\f48.\n\nINT. HALLWAY\n\nFrom under a door, the light leaks in, literally like water\nin a sinking ship, filling the room.",
  "35": "---END OF PREVIOUS SECTION---\n48. INT. HALLWAY\n\nFrom under a door, the light leaks in, literally like water\nin a sinking ship, filling the room. \n---TARGET SECTION TO BE ANNOTATED---\nAll through the lair, airvents, keyholes, drainpipes and the\nlike, the liquid light fills the lair to the gills.\n\nEXT. MAGNETO'S LAIR - MIGHT\n\nTHROUGH THE TURRET ATOP THE LAIR, the light beams up into the\nnight sky, shining like a beacon for miles.\n\nThen the white light obscures all.\nINT. MACHINE\nKelly grits his teeth, barely visible in the whiteness.\n\nThen it is gone. He hangs his head in exhaustion, a pink glow\nto his skin, but otherwise seemingly untouched.\n\nINT. MANSION - NIGHT\nRogue. The waif is h young thing who hides so well in the\nshadows seems more comfortable to be moving through the\n\nmansion at night.\n\nShe passes through halls and rooms not making a sound in her\nstrangely-swathed bodysuit.\n\nINT. BEDROOM\n\nShe creaks a door open slowly, letting a shaft of dim light\nslice the darkness.\n\nShe walks in to a figure laying in bed and stands over him.\nOver Logan.\n\nHe lays under a single sheet, sweating, his eyes moving\nquickly this way and that in R.E.M. His hands twitch.\n\nRogue leans in closer, as though trying to see his thoughts.\nPUSH IN ON LOGAN'S EYES AS THEY MOVE UNDER THE LIDS.\n\nFLASH - DREAM SEQUENCE\n\nINT. LABORATORY\n\nLike none we have seen thus far. In fact, judging by most of\n\nthe instruments here, we are looking at a laboratory some\nfifty years old.\n\f49.\n\nLogan looks down and we can see his body, naked, strapped to\na tab.\n\nA hand puts a mask over his mouth and -\n\nBLACK\n\nFor a moment...\n\nHe awakens,\n\nSTILL LOGAN'S P.O.V. -\n\nHe struggles weakly with restraints as doctors in lab coats\nand thick, red rubber gloves stand over hia taking notes,\npaying very little attention to him at all.\n\nHe looks to his right and sees some sort of device -A LONG\nTHICK CYLINDRICAL DEVICE that resembles some of the parts of\nthe machines we saw in Magneto's lair.\n\nOn the other side of the room is a huge vat filled with some\nkind of molten metal.",
  "36": "---END OF PREVIOUS SECTION---\nV. -\n\nHe struggles weakly with restraints as doctors in lab coats\nand thick, red rubber gloves stand over hia taking notes,\npaying very little attention to him at all. He looks to his right and sees some sort of device -A LONG\nTHICK CYLINDRICAL DEVICE that resembles some of the parts of\nthe machines we saw in Magneto's lair. On the other side of the room is a huge vat filled with some\nkind of molten metal. \n---TARGET SECTION TO BE ANNOTATED---\n At the base of the vat is a small fork\nwith a piece of filament in it that seems to be the source of\nheat for melting the metal in the vat.\n\nAGAIN THE MASK PUTS HIM AND\n\nAwake again, but this time sinking into water - restrained\ncompletely now.\n\nLogan looks down and gets only a glance of his body, seeing\nthat he is a series of incisions from head to toe - literally\nsplit open - the flesh held back with hundreds ol clamps.\n\nHE SINKS INTO THE STRANGE LIQUID - LIKE WATER, BUT THICK AND\nVISCOUS.\n\nAnd the sound of a DROWNING SCREAM -\nAND THE METAL IS POURED IN AFTER HIM.\n\nTHE SOUND OF MOLTEN METAL HITTING LIQUID IS UNNERVING. Mixed\nwith screams, it is unbearable.\n\nINT. BEDROOM\nSCREAMING\nLogan's. Screaming as he comes to.\n\nLogan's eyes FLASH OPEN. He looks up and sees a figure\nlooming over him. In a flash he reacts.\n\f50.\n\nTHUD. Nothing more. Then Silence.\n\nThe door bursts open and Beast stands in the doorway,\nshocked. Frozen. Cyclops and Jean are next and Finally Xavier\nand Storm. They can only stare.\n\nLogan sits upright in bed, CLAWS EXTENDED, INTO ROGUE'S\nCHEST. She is literally frozen on the end of his arm.\n\nFinally, Cyclops breaks the silence and moves to grab her.\n\nXAVIER\nDON'T TOUCH HER.\n\nCyclops freezes. Logan finally pulls the claws free and\nretracts them. Rogue staggers, she pitches forward and\ntouches his face gently with her hands, as though he would\nlike to be the last thing she sees on this Earth.\n\nLogan and Rogue, locked in a violent and fatal moment of\ntenderness, sharing a look of loneliness that only they can\nunderstand.\n\nBut Suddenly, Logan seems to change. He is in pain.\n\nLOGAN\nWhat is...\n\nAnd Before he can for another word, he begins to tremble,\nthen he starts to howl in pain.\n\nRogue SNAPS BACK, mouth open in a gaping, silent scream. What\nsound cozies out does not match the expression at all. Merely\na gasp, like steam escaping.",
  "37": "---END OF PREVIOUS SECTION---\nRogue SNAPS BACK, mouth open in a gaping, silent scream. What\nsound cozies out does not match the expression at all. Merely\na gasp, like steam escaping. \n---TARGET SECTION TO BE ANNOTATED---\n Through the huge slash in her\nclothes, we see the wound on her chest slowly vanish.\n\nBefore long, she transforms back into a healthy young girl\nwith no sign of injury.\n\nThen, her breathing starts to accelerate, much in the way\nLogan's did - too much like Logan's did. It is as if she has\ntaken on his trait of berserker rage. Soon she is smashing\nthings all around her. One hand rakes the wallpaper like\nclaws.\n\nFinally, she gets a hold of herself, becoming the introverted\nRogue we all know so well.\n\nThen she stands slowly, looks at the others who all look at\nher in shock and surprise.\n\nAnd she runs from the room.\n\f51.\n\nXAVIEP\nLet her go.\n\nAnd all eyes turn to Logan, who sits with his head in his\nhands.\n\nZHT. CELL - LATEX\n\nKelly comes to with a start, his suit is rumpled and dirty,\nshowing signs that time has passed.\n\nKELLY'S P.O.V.\n\nA television outside the cell is on to keep him occupied.\nNews coverage of the Ellis island summit.\n\nHe looks around to see he is in cell with no door, simply\nbars that jut out of the stone floor and ceiling.\n\nOnly a sink a toilet and a stainless steel mirror are here as\ncomforts. Not even a bed.\n\nMagneto is in the cell with him.\n\nJust beyond the bars, he sees Sabertooth playing chess at a\nsmall table. Kelly cannot believe the sight of the latter,\nhaving never seen such an extreme mutation.\n\nThe pieces on the chess board are metal, and some invisible\nforce moves the pieces playing against Sabertooth. Certainly\nthis Magneto.\n\nIt is as though they do not notice him. Until he grabs his\nbelly and doubles over, groaning in pain. Magneto looks at\nhis watch.\n\nMAGNETO\nAnd how are we feeling, Senator?\nAdvanced, I hope.\n\nKELLY\nWhat did you do to me..? OH GOD.\n\nAs Magneto studies his painful reaction.\n\nMAGNETO\nAre you a \"God-fearing man\" Senator?\n\nKelly's reaction tells him he is certainly afraid of\nsomething right now.\n\fMAGNETO (CONT'D)\nI have always loved that term. As if\nthere were something to fear.\n\nKelly moans in crippling pain.",
  "38": "---END OF PREVIOUS SECTION---\nMAGNETO (CONT'D)\nI have always loved that term. As if\nthere were something to fear. Kelly moans in crippling pain. \n---TARGET SECTION TO BE ANNOTATED---\nMAGNETO (CONT'D)\nInteresting fellow, this God. The power\nto drift a continent a few inches... drop\nwhole canyons a foot or two. Impressive,\nwouldn't you say?\n\nMagneto moves a pawn.\n\nMAGNETO (CONT'D)\nBut do you think that God Himself is ever\ngoing to actually step in and do\nsomething really, really scary? He's not,\nSenator. You know why?\n\nThe Senator just glares. Magneto bears in:\n\nMAGNETO (CONT'D)\nHe work, lowly.\n\nMAGNETO (CONT'D)\nMan, however, seem to have the ability to\nmake leaps and bounds in his apparent\nabsence. Punching holes in the ozone\nmelting the ice caps, and in all other\nways making the Earth a better place...\nBut for whom? For you, Senator? Not\nlikely. At least... not until now.\n\nKelly jolts from a new pain just coming in.\n\nMAGNETO (CONT'D)\nBut what if you could change - adapt to\nyour new environment. '\n\nKELLY\nWhat are you-—?\n\nMAGNETO\nWhat if you could breath pure carbon\nmonoxide, Senator? The kind your fellow\nman is pumping straight into the\natmosphere as we speak? Fly above the\nwater that might one day cover the face\nof the Earth, or swim faster than any\nfish in the sea. What if your bones could\nheal — quickly — immediately? What if you\ncould walk through walls?\n\n52.\n\f53.\n\nMAGNETO (CONT'D)\nIf you could move things with your mind?\nIf you could read minds? WOULD YOUR\nCONSIDER YOURSELF A FREAK OF NATURE,\n\nSENATOR?\n\n(then)\nOr would you just consider yourself\nprepared... for the future?\n\nKelly winces from some terrible agony.\n\nA beat.\n\nMAGNETO (CONT'D)\n\nDon't fear God, Senator. And certainly -\nmost certainly...don't fear me.\n\n(smiles)\nI'm here to help you. You...the man who\nrepresents everything I hate about the\nHomo Sapien. Because I'm going to turn\nyou - and leaders like you - into us.\nBelieve it or not, you are a leader,\nSenator Kelly. You set an example. For\nothers.",
  "39": "---END OF PREVIOUS SECTION---\nBelieve it or not, you are a leader,\nSenator Kelly. You set an example. For\nothers. \n---TARGET SECTION TO BE ANNOTATED---\n And if more of you were like more\n\nof, well, us... the world would be on the\nway to becoming a much, much better\nplace.\n\nMAGNETO (CONT'D)\nWelcome to the future, brother.\n\nAnd Kelly SCREAMS IN HORRIBLE PAIN.\n\nThe bars of the cell suddenly bend an make room for Magneto\n\nto exit.\n\nThen they bend closed behind him.\n\nINT. XAVIER'S OFFICE\n\nLogan sits in sweats now, much like the ones Cyclops and the\nrest wear after the danger room. He hangs his head sullenly\nas Xavier speaks.\n\nXAVIER\nRogue came to us a few years ago. She was\nformerly in the care of a mutant named\nMax Lensherr. Have you ever heard of him?\n\nLOGAN\nNo.\n\nXAVIER\nHe's also known as Magneto?\n\fLOGAN\nNo.\n\nXAVIER\nHe is an old friend/ an old adversary. Be\nheads a more radical cell of mutants bent\non domination rather than cohabitation. I\nam fairly certain it is he who sent\nSabertooth to find you. For what I do not\nknow.\n\nLogan shrugs.\n\nXAVIER (CONT'D)\nRogue was in love with him. But she was\noutcast. Unable to serve him as he saw\nfit. That is to say, she had a\nconscience.\n\nLOGAN\nWhat happened to me in there?\n\nXAVIER\nRogue's ability as a mutant is simply put\nthe power to take the abilities of other\nmutants. Had she touched you much longer,\nyou would have been drained completely,\npossibly killed. Her first, encounter\nwith this manifested itself during her\nfirst kiss. The boy in question, not a\nmutant, never recovered. Until tonight,\nnone of the others knew, except that they\nwere not to touch her.\n\nLOGAN\nI am sure a man of your educatio.. has\nheard of a girl named Pandora.\n\nXAVIER\nYou must understand, I have spent the\nbetter part of my life teaching these\npeople to embrace what they have as a\ngift rather than hide it like an\naffliction. For some it has become their\nidentity.",
  "40": "---END OF PREVIOUS SECTION---\nLOGAN\nI am sure a man of your educatio.. has\nheard of a girl named Pandora. XAVIER\nYou must understand, I have spent the\nbetter part of my life teaching these\npeople to embrace what they have as a\ngift rather than hide it like an\naffliction. For some it has become their\nidentity. \n---TARGET SECTION TO BE ANNOTATED---\n You mock the names these people\nchoose, but they wear them as badges of\npride in who they are against nearly\nuniversal prejudice. And then, suddenly\nin their midst is one of their own who\ncan t'ake all that away from them. Leave\nthem with nothing. She would have been an\noutcast amongst the outcasts.\n\n54.\n\f55.\n\nLOGAN\nSo what now? You're blaming me for -\n\nXAVIER\nI think I will, yes. I think I will hold\nyou responsible enough to keep you here.\nI'll make you a deal. You work with me\nfor an hour a day. We will try our best\nto look into your past and find out who\nyou are, where you came from - if you let\nme, I know I can.\n\nLOGAN\nI told you I don't want your help -\n\nXAVIER\nThis is not for you, you idiot. It is for\nRogue. You are the first living being she\nhas touched in fifteen years. If that is\nnot the basis for some attachment, I\ndon't know what is.\n\nLOGAN\nSonofabitch.\n\nXAVIER\nA stranger looking in might say you had\nit backwards.\n\nINT. HALLWAY - LATER\nLogan walks out into the hall and nearly runs into Rogue.\n\nShe looks at him shyly and steps back. She is wrapped freshly\nin a thick swath of clothing from head to toe. Only her face\nis visible.\n\nIt is a painfully awkward moment. Then:\n\nLOGAN\nI uhhh. I don't know how old I am. I know\nI've been through several wars, should\nhave died in all of them. The first time\nI saw a gray hair I... I cried because it\nwas the first sign of age I had seen in\ndecades. It's the uncertainty that\nfrightens me. Wondering if some day - any\nday - will be my last.\n\nShe nods, understanding.\n\f56.\n\nLOGAN (CONT'D)\nAnd uhhh... when you... when you touched\nme tonight.\n\nAnd a tear springs from Rogue's eye.\n\nLOGAN (CONT'D)\nWhen you touched me. I felt for one brief\nsecond... the hand of death. And I know\nit's out there now... I know it can\nhappen to me.",
  "41": "---END OF PREVIOUS SECTION---\nI felt for one brief\nsecond... the hand of death. And I know\nit's out there now... I know it can\nhappen to me. \n---TARGET SECTION TO BE ANNOTATED---\nShe is sobbing silently now, stepping a little further back.\n\nLOGAN (CONT'D)\nAnd I just wanted to thank you.\n\nAnd she looks up at him, shocked. Unable to control herself,\nshe wraps her arms around him, careful not to let her face\ntouch him. Tears flow freely down her cheeks.\n\nFinally, Logan's hands come up and slowly wrap around her.\nLeave them like this. They deserve it.\n\nINT. MAGNETO'S LAIR\n\nKelly is hunched over his toilet, heaving.\n\nOn the television is an interview with Xavier that we have\nseen before. The same words about fellowship of man, etc.\n\nKelly slumps to the floor, catching a glimpse of himself in\nthe stainless steel base of the sink in the corner. And so do\nwe.\n\nHis skin seems to be turning white. Worse yet... not white.\nVeins are visible all over his face and he has thinned\nconsiderably.\n\nA lock of hair is in his face and when he goes to brush it\naside, it simply falls out in his hand, leaving a patch of\nskin on the front of his scalp matching perfectly the skin on\nhis face.\n\nAND HE SCREAMS.\nHe seems to be excreting some sort of clear fluid and his\n\nbreathing is starting to take on a gurgle that is all too\nunpleasant. He is in obvious pain.\n\f57.\n\nHe walks toward the cell and tries to look down the hall,\npressing his face to the bars at the spot Magneto had bent\nthem.\n\nIt is only then that he hears a slight crack and his head\nsqueezes between the bars like a soft-shelled egg. He gasps\nin pain, choking on the clear mucous.\n\nAfter adjusting to the shock of what has happened, Kelly gets\nan idea. Be turns his shoulder toward the bars and begins to\npush. His feet slip in the floor and his fingers stretch and\ncrack inside, then his ribs begin to pop one by one with the\nbrittleness of undercooked spaghetti. It is agonizing, but\nKelly finally manages to pull his horribly-altering body\nthrough the bars.\n\nOnce through he looks around the room and finally sees down\nthe hall where we first went on our way to meet Magneto. We\neven hear the familiar clicking of the balls on his desk.",
  "42": "---END OF PREVIOUS SECTION---\nIt is agonizing, but\nKelly finally manages to pull his horribly-altering body\nthrough the bars. Once through he looks around the room and finally sees down\nthe hall where we first went on our way to meet Magneto. We\neven hear the familiar clicking of the balls on his desk. \n---TARGET SECTION TO BE ANNOTATED---\nKelly, with only that way to go, does so, passing once again\nthe odd assortment of machines, very reminiscent of the one\nin Logan's dream.\n\nThe clicking gets louder and louder the closer he gets to\nwhat wa know to be Magneto's office.\n\nFinally he arrives, with no recourse but to pass the open\ndoor.\n\nINT. MAGNETO'S OFFICE\nThe balls clicking in their oddly familiar, but totally\nunnatural state, banging in to one another in an array of\n\ncombinations.\n\nSuddenly, they fall, hitting the desk and rolling every which\nway.\n\nMagneto looks at the gelatinous creature standing in the door\nwho looks back at him. It is hard to tell which one is more\nsurprised.\n\nHe smiles, unable to hide his pride at his creation.\n\nMAGNETO\nMagnificent.\n\nThen Kelly bolts, running so fast, his slick-skinned feet\nslip out of his shoes.\n\nMagneto is up and after him, but not before hitting a red\nalarm button just beside his desk.\n\f58.\n\nINT. HALLWAYS - VARIOUS\n\nMagneto cannot see Kelly, but the sloppy trail of slime he is\nleaving makes him easy to chase.\n\nHe finds a pair of socks left much like the shoes.\n\nSabertooth overtakes him in the hallway, following the same\ntrail.\n\nMAGNETO\nAlive.\n\nSABERTOOTH\nI'll find him.\n\nMAGNETO\nALIVE. -\n\nAnd Sabertooth is off with his own unnatural speed.\nINT. HALLWAY - ELSEWHERE\nToad, Blob ar.£ Pyro split up, looking this way and that.\n\nToad heads down a particularly dark hallway and slows down,\nlistening. All he hears is the dripping of water in the\nSubterranean corridor.\n\nHe walks past a drain pipe that leads to who knows where, so\nsmall - perhaps ten inches in diameter, he does not think to\nnotice it.\n\nOnce he is safely by, a large bubble of clear goo emerges\nfrom the drain, rolling over to reveal it is Kelly's head,\nlooking both ways before emerging further.\n\nHe drags himself out, face contorted in a silent scream of\nagony.\n\nHe comes up onto his \"feet\" and looks at his fingers, now\nmore like tentacles reaching up to his elbow.",
  "43": "---END OF PREVIOUS SECTION---\nOnce he is safely by, a large bubble of clear goo emerges\nfrom the drain, rolling over to reveal it is Kelly's head,\nlooking both ways before emerging further. He drags himself out, face contorted in a silent scream of\nagony. He comes up onto his \"feet\" and looks at his fingers, now\nmore like tentacles reaching up to his elbow. \n---TARGET SECTION TO BE ANNOTATED---\n He is so busy\nseeing if the coast is clear, he does not hear blob coming up\nbehind him.\n\nBlob throws a meat-fisted punch which tears Kelly's suit and\nrams right through back and out his chest, doing almost\nnothing otherwise.\n\nKelly goes to grab Blob's fist and his rope-fingers wrap\naround the giant's flesh and instantly bring scarlet, burn\nlike welts to him. Much like the tendrils of a jellyfish.\n\f59.\n\nBlob screams in agony, pulling back and wrapping one hand\naround the other, now burning his good hand all over the\npalm. More screaming, and the sounds of Toad coming back.\nKelly runs past a helpless Blob.\n\nINT. HALLWAY - ELSEWHERE\n\nKelly is now headed down a large, open corridor ouch like a\ntraffic tunnel. At the end is moonlight, and Kelly gives it\nwhatever he has to get there.\n\nBut Sabertooth is behind him.\n\nKelly hears the pounding feet and screams in terror without\neven looking back to see what it might be. Sabertooth\novertakes him despite his speed and lunges, diving for the\nwretched creature.\n\nHe lands face down on the floor, just as he catches Kelly\nfirmly by the ankle with both hands. Got him.\n\nBut no. Kelly's slick and jelly-like leg simply quirts out of\nhis grasp and he keeps going.\n\nEXT. MAGNETO'S LAIR - CLIFFS\n\nKelly comes to the edge of a sheer cliff. End of the road.\nSeveral hundred feet straight down and jagged rocks below.\n\nHe turns hearing the underbrush crashing behind him and sees\nSabertooth, Pyro and Toad all closing in on him.\n\nKelly thinks for moment, panicked and desperate.\n\nThen he resigns, holding his tentacles out like the arms they\nused to be as if to say \"I give up...\"\n\nAnd he falls backward. Sabertooth makes a desperate lunge and\nalmost falls after him. Only Pyro and Toad are there to catch\nhim.\n\nThey all watch as Kelly falls silently toward the rocks\nbelow, looking up at them with almost a smile.\n\nSPLATCH\n\nHis \"body\" hits the rocks and tquirts out like toothpaste\nfrom the tube through the neck of his suit, leaving it as the\nonly reminder that he was ever there.",
  "44": "---END OF PREVIOUS SECTION---\nOnly Pyro and Toad are there to catch\nhim. They all watch as Kelly falls silently toward the rocks\nbelow, looking up at them with almost a smile. SPLATCH\n\nHis \"body\" hits the rocks and tquirts out like toothpaste\nfrom the tube through the neck of his suit, leaving it as the\nonly reminder that he was ever there. \n---TARGET SECTION TO BE ANNOTATED---\nA moment later, the waves come and takes care of that.\n\f60.\n\nINT. MAGNETO'S OFFICE\n\nNow he sits at his desk, chin in his hand, the metal balls\nflying in front of him as they would a juggler in ever *\\_J\ncomplicated patterns.\n\nWhen Sabertooth walks in, the hover in front of him in the\nform of a question mark.\n\nSABERTOOTH\nHe's dead.\n\nFrustrated for only a moment, Magneto adjusts.\n\nMAGNETO\nIt changes nothing. We'll simply make our\ndebut without him. ,\n\nThen Magneto smiles.\n\nMAGNETO (CONT'D)\nIt was magnificent, was it not?\n\nIHT. REC ROOM\n\nStorm, and Beast along with several of the students, all sit\nwatching television, but not really paying attention. It is\nthe quiet, somber aftermath of what they have just witnessed.\n\nOn the television, we see SEVERAL NEWS HELICOPTERS circling a\nplatform built against the backdrop of the main entrance to\nEllis Island. We see massive security measures, the likes of\nwhich have never been attempted, being prepared.\n\nNEWSCASTER\nIs there such a thing as too much\nsecurity? A possible complication adding\nto the Ellis Island Anniversary of the\nU.N. assembly is the sheer number of\nsecurity personnel. The Secret Service's\nRequest has been denied unanimously by\nother nations of the world to allow them\nto coordinate on their own. Special U.N.\ncouncil coordinators have thus been\nbrought in to help aid in the\ncommunication of security units speaking\nin nearly two dozen different languages,\neach their to protect tneir own. Here now\nwith the rest of the story is -\n\nBeast is the first to see Rogue enter the room and he\nimmediately stands. Then Storm sees her, she smiles.\n\f61.\n\nBut the students... There is an unspoken moment of tension in\nthe room. Some of them clearly look, at her as if to say she\nis not wanted. Whispers to one another and then a LAUGH.\n\nRogue tries to say something, but cannot. The look on their\nfaces in all its ambiguity is too much for her. She turns and\nruns from the room.\n\nSTORM\nRogue - wait -\n\nBut Beast stops her.\nEXT.",
  "45": "---END OF PREVIOUS SECTION---\nShe turns and\nruns from the room. STORM\nRogue - wait -\n\nBut Beast stops her. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n MANSION - DAY\n\nRogue runs unhindered through the gates at the edge of the\nestate.\n\nANGLE ON:\n\nAcross the road. The leaves on the trees seem to move. Then\none of the trees itself.\n\nThen, his camouflage fading, TOAD comes down from the\ntreetops, heading in Rogue's direction.\n\nIMT. DANGER ROOM - DAY\n\nLogan in a suit not unlike the ones we saw Cyclops and Storm\nin at the beginning. It is skintight and seems to cover him\nwell.\n\nJean Grey is helping him adjust it to fit him. At the same\ntime, she is attaching remote electrodes to the suit around\nhis heart, temples, etc.\n\nXavier watches from the booth. He is adjusting the dials on a\nwireless EKG that is monitoring all of Logan's functions.\n\nCyclops is at the controls, ready.\n\nJEAN\nThis will give you a little more\nprotection than the last time. Obviously,\nwe would make one more suited for your\nabilities.\n\nSHOOK. Logan's hands come up, claws having extended through\nthe special gloves, tearing nasty holes in them.\n\nLOGAN\nAs you were saying...\n\f62.\n\nJean smiles.\n\nJEAN\nPut those away.\n\nXavier's voice comes in over a loudspeaker.\n\nXAVIBR\nWe're going to try and repeat yesterday's\nperformance. This time, however, I want\nyou to try and concentrate for as long as\nis possible as to what thought, memories,\nnotions - no matter how fleeting - enter\ninto your mind. Do you understand?\n\nLOGAN\nWhat if they're naughty?\n\nHe is looking at Jean when she says this. She smiles, shaking\nher head. Cyclops is clearly not happy about it.\n\nStorm and Beast enter the booth behind them in a panic. We\nhear only muffled conversation through the mic, then Xavier,\nloud and clear.\n\nXAVIER\nWHAT?!\n\nJean and Logan look at one another, then dash into the booth.\n\nINT. BOOTH\nJEAN\nWhat is it?\nSTORM\nRogue is gone. Some of the students...\nreacted.\nXAVIER\n\nI knew this would happen.\n\nJEAN\nHow in the world could you have let her\ngo?\n\nBEAST\n\nIt seemed best if we just -\n\nLOGAN\nLet her figure out your problems for you?\n\f63.",
  "46": "---END OF PREVIOUS SECTION---\nJEAN\nHow in the world could you have let her\ngo? BEAST\n\nIt seemed best if we just -\n\nLOGAN\nLet her figure out your problems for you? 63. \n---TARGET SECTION TO BE ANNOTATED---\nCYCLOPS\nHey, tough guy, stay out of it, okay?\nYou've got one day in this place.\n\nIn the booth, Xavier shuts his eyes, concentrating.\n\nLOGAN\nEnough to see you hypocrites have your\nown standards just like the rest of them.\n\nBEAST\nI hardly think that's fair.\n\nLOGAN\nJust look at yourself, Boo-Berry, and\ntell me what's fair.\n\nCyclops lunges for Logan. CLAWS EXTEND QUICKLY, ready to\nkill. Beast holds Cyclops back and shakes him just as his\neyes are heating up.\nJEAN\nENOUGH. None of this matters, what is\nimportant is finding Rogue and bringing\nher back before something happens to her.\n\nXAVIER\nI found her.\n\nINT. WESTCHESTER MILL - DAT\nA mother and child wander in a typical shopping daze.\nPULL OUT TO REVEAL\n\nA particularly crowded day at the mall as Rogue comes up the\nescalator, wandering through them all.\n\nShe walks under a high domed glass ceiling, revealing bright\nlight outside.\n\nShe walks over to a Victoria's Secret store and looks up at\nthe mannequins in the windows who wear almost nothing at all.\nQuite a contrast from her own, stifling garb. Shs touches the\nglass as though trying to reach them, then she moves on.\n\nROGUE'S P.O.V.\n\nShe looks all around the mall at the many oblivious people\nhere. Children playing tag on one side. A young couple\nholding hands.\n\nHuman contact all around.\n\f64.\n\nShe walks past a small child, her hand nearly brushing the\ngirl's hair. She passes an elderly couple seated on a bench,\ndaring to come within inches, dying for the slightest touch.\nFINALLY:\n\nShe sees a young man looking in the front window of SHARPER\nIMAGE STORE. She walks over and stands behind him, slowly\nraising her hand to touch him.\n\nHer fingers come painfully close, getting closer.\n\nSTORM (0.S.)\nROGUE.\n\nRogue turns and sees:\n\nStorm, coming to her though the crowd. A SHIFT IN THE CROWD\nand Storm loses sight of her.\n\nINT. MALL - ELSEWHERE\n\nRogue- runs up the escalator and runs right into Storm,\nnearly touching her.\n\nSTORM\nYou don't have to run.\n\nINT.",
  "47": "---END OF PREVIOUS SECTION---\nMALL - ELSEWHERE\n\nRogue- runs up the escalator and runs right into Storm,\nnearly touching her. STORM\nYou don't have to run. INT. \n---TARGET SECTION TO BE ANNOTATED---\n POOD COURT - LATER\n\nRogue and Storm have a cup of coffee by a glass railing that\nlooks down on the rest of the mall.\n\nROGUE\nI fell off the wagon. Hard. I feel like\nif I don't touch another human being...\n\nShe starts to cry now.\n\nSTORM\nIt's okay.\n\nROGUE\nI don't want to live-like this.\n\nSTORM\nAll of us have those days.\n\nROGUE\nBut you can touch. You're not alone. No\none is alone like I am.\n\f65.\n\nSTORM\nThat may be so, but you were put here for\na reason.\n\nROGUE\n\nI can see that look.\n\nSTORM\nWhat look is that?\n\nROGUE\nThat look people get when they want to\ntouch you - to make you feel better. I\nsee that look all the time. It ends with\nthis expression I am sure lepers know\npretty well.\n\nJust then, Rogue looks down and sees Cyclops on the lower\nlevel, obviously searching for her.\n\nSTORM\nI'll touch you.\n\nRogue's attention snaps back to Storm.\n\nROGUE\nWhat?\n\nSTORM\nI said I'll touch you. Is that what you\nwant? Here.\n\nShe reaches for Rogue, who recoils.\n\nROGUE\nDon't.\nSTORM\nI am serious. Come on.\nROGUE\nGet away. Please. I didn't mean it.\nSTORM\nThen you touch me.\nROGUE\nNo.\nSTORM\n\nThen quit your crying. Stop complaining\nabout how hard it is to be you. You want\nto die, go and kill yourself.\n\n(MORE)\n\f66.\n\nSTORM (CONT'D)\n\nOtherwise, stop being such a martyr. Get\n\nover yourself.\nRogue looks at Storm in shock. But not so much as to notice\nsomething over her shoulder. A movement on the other side of\nthe mall.\nROGUE'S P.O.V.\nStorm seems to be in two places at once, because now she is\nall the way on the other side in front of a large planter,\nwatching Rogue talk with... well... Storm.\n\nThe tree behind her turns an autuany red and the leaves fall\noff.\n\nAS A MASSIVE FIGURE MOVES INTO FRAME BEHIND HER.\nINT.",
  "48": "---END OF PREVIOUS SECTION---\nThe tree behind her turns an autuany red and the leaves fall\noff. AS A MASSIVE FIGURE MOVES INTO FRAME BEHIND HER. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MALL - LONER LEVEL\n\nCyclops looks up and sees Rogue sitting with Storm, looking\nover at something.\n\nHe turns in time to see that The other Storm is being CHOKED\nBY SABERTOOTH, her feet not touching the ground.\n\nHe tries to get a shot with his visor, but too many people\nare in his way.\n\nINT. MALL - UPPER LEVEL\n\nSabertooth smiles as Storm struggles to turn. He whispers in\nher ear. ,\n\nSABERTOOTH\nScream for me.\n\nINT. DANGER ROOM - CONTROL BOOTH\n\nBack at the mansion, Xavier is watching Logan go through a\nlight routine in the Danger Room with Beast at the controls.\n\nSuddenly, Xavier touches his throat, then raises a shaking\nhand to his head.\n\nXAVIER\nDear God.\n\nBEAST\nWhat is it?\n\nXAVIER\nStay here with Logan. Whatever happens,\ndo hot leave the school.\n\f67.\n\nAnd he is gone.\nINT. MALL - LOWER LEVER\n\nCyclops has a clear shot now. His eyes start to glow\nbrightly.\n\nSuddenly, a familiar movement on the pedestal behind him.\nToad has been camouflaged the entire time. He comes down and\nlicks HIS LIZARD-LIKE TONGUE, snatching the visor from\nCyclops' face.\n\nMAYHEM\n\nLight like we have never seen comes blasting out of Cyclops'\neyes without any sort of control, as if a fire hydrant had\nbeen ripped from the ground.\n\nHis head comes back and the light blows the whole of the\nglass ceiling to smithereens, bringing it down on panicking\nshoppers who scatter.\n\nToad leaps to the second level and then again out of sight.\nMALL - UPPER LEVEL\n\nSabertcoth reacts, surprised by the sudden shift. This gives\nStorm one last chance to breathe.\n\nWe notice now that something is happening to her body.\n\nINT. MALL - LOWER LEVER\n\nCyclops runs helpless, trying to cover his eyes. Small\nstreams of light shoot through his fingers, sprinkling damage\n\nwherever they go.\n\nHe heads right for a woman and he can hear her screaming,\nfrozen in his path.\n\nCYCLOPS\nGET OUT OF THE WAY. GET OUT OF THE WAY.\n\nHe opens his eyes instinctively to see where he is going.",
  "49": "---END OF PREVIOUS SECTION---\nCYCLOPS\nGET OUT OF THE WAY. GET OUT OF THE WAY. He opens his eyes instinctively to see where he is going. \n---TARGET SECTION TO BE ANNOTATED---\n She\nducks in time to miss the BLAST OF PURE ENERGY SHOOTING FROM\nHIS FACE.\n\nFOLLOW THE BEAM TO:\n\nA CRYSTAL STORE AT THE END OF THE MALL\n\f68.\n\nThrough the window and into a chandelier, refracting at the\nspeed of light through nearly every piece of glass in the\nplace.\n\nThe owner comes running out as:\n\nAN EXPLOSION OF GLASS FOLLOWS HIM.\n\nIHT. HALL - UPPER LEVEL - POOD COURT\n\nRogue turns to look at the Storm she is sitting with who is\nlaughing as she shrugs.\n\n\"STORM\"\nWe missed you, babe.\n\nINSTANTLY, ROGUE LASHES OUT, GRABBING HER by the face.\n\"Storm\" struggles at first, then begins to tremble much in\nthe way Logan did. Then worse. She turns into Mystique, her\ntrue identity, as Rogue turns into Mystique.\n\nNow there are two. They begin to struggle violently. One to\nbe free, the other to hold on.\n\nThey fall out of frame - after a moment one rises up. Which\nMystique it is, we cannot tell.\n\nShe leaves the other in a heap on the floor.\nINT. MALL - UPPER LEVEL\n\nStorm, nearly lifeless now, struggles with what little she\nhas to get free of Sabertooth. He relishes a kill at last.\n\nStorm's eyes open wide as her body convulses.\n\nBOOM\n\nA huge bolt of lightning shoots from her body into\nSabertooth,'s chest, knocking him back in shock. Storm falls\nto the ground, gasping.\n\nELSEWHERE\n\nMystique runs toward the exit. She looks back and sees The\nother Mystique laying on the floor. Dead?\n\nAs she turns to leave she runs right into TOAD, wearing\nCyclops' visor.\n\nShe looks at him curiously, swiping the visor off of him like\na scolding mother.\n\f69.\n\nTOAD\nWe're all set. Xavier is on his way. Get\nto the mansion.\n\nHe leaps away, leaving Mystique to transform back into Rogue,\nnar real identity. Rogue looks back to the spot where the\nreal Mystique was lying and sees that she is gone.\n\nEXT. STREETS\n\nXavier drives as fast as he can toward the mall.\n\nINT.",
  "50": "---END OF PREVIOUS SECTION---\nEXT. STREETS\n\nXavier drives as fast as he can toward the mall. INT. \n---TARGET SECTION TO BE ANNOTATED---\n MALL - LOWER LEVER\n\nCyclops stumbles blind and helpless, covering his eyes. A\nhand comes into frame, tapping him with his visor.\n\nHe takes it and puts it on. Looking up to see a guilt-\nstricken Rogue.\n\nSprinklers fire and shower down all over the mall to the\nsound of many alarms.\n\nEXT. MALL - DAY\n\nXavier fights the rush of traffic - people fleeing madly from\nthe mall.\n\nAs he pulls up to the front doors, he sees Cyclops emerging,\ncarrying Storm's unconscious body. They are followed by\nRogue.\n\nROGUE\nIt's a trick. To lure you away. They are\nheaded to the mansion.\n\nThey jump in the car and peel out back toward home.\n\nINT. MANSION - LOGAN'S ROOM\n\nLogan has just finished his exercise in the danger room. He\nlooks a bit worn, showing signs of pain and stiffness, not\nquite ready for the strain he has put on himself. His face is\nslicked with s*eat and he wrestles with how to get this\nuniform off.\n\nHe hears the slightest noise and turns.\n\nRogue is standing in the doorway, looking at him. He is\nspeechless at first. Then:\n\nLOGAN\nListen, I feel a little responsible -\n\f70.\n\nRogue shakes her head, smiling.\nLOGAN (CONT'D)\nI heard about what happened. Are you\nokay?\nShe shrugs indifferently.\nE.C.U. on Logan's nose. His nostrils flare.... sensing...\nLogan squints the tiniest bit. We know he knows something is\nwrong, but he is hiding it. Be picks up a towel and wipes the\nsweat off his face.\nLOGAN (CONT'D)\nSo listen, I was thinking today I would\ngo out... have a drink. I thought maybe\nyou would come with me.\nRogue nods and smiles.\nLOGAN (CONT'D)\nMaybe you could finish telling me that\nstory you were telling me last night.\nRogue pauses. Confused.\n\nLOGAN (CONT'D)\n\nYou know... Come on... Don't make me say\nit.\nBut Rogue is stumped... not knowing what to say.\n\nLOGAN (CONT'D)\nWhatever you say about them bexng the\nsame, no two women smell alike.\n\nSHOOK. The Claws are out.",
  "51": "---END OF PREVIOUS SECTION---\nLOGAN (CONT'D)\nWhatever you say about them bexng the\nsame, no two women smell alike. SHOOK. The Claws are out. \n---TARGET SECTION TO BE ANNOTATED---\n LOGAN LUNGES, BUT ROGUE DIVES TO\nTHE SIDE AND OUT INTO THE HALL. Logan is after her, his claws\ntearing through the walls as he chases her.\n\nLOGAN (CONT'D)\nWHERE IS SHE?\n\nINT. LABORATORY\nJean and Beast are here, working on something or other. They\n\nhear the racket and look at one another. Finally, Beast\nleaves the room to go look.\n\f71.\n\nINT. HALLWAY\n\nLogan chases a fleeing Rogue toward the front door of the\nMansion. She runs right past an open doorway and as he chases\nher, a blue tree trunk comes out the door.\n\nBLAM\n\nLogan is clotheslined by Beast. He hits the floor, roaring in\npain and frustration.\n\nLOGAN\nBeast... wait...\n\nBut Beast is on him in an instant, no more the benevolent\ncreature we are used to. Now, he is a monster. Be picks up\nLogan and throws him down the hall.\n\nBOOM\n\nLogan hits a wall and crumbles as Beast cooes at him for\ncore:\n\nLOGAN (CONT'D)\nYou don't understand... That's not -\n\nBut he is off the floor and flying through the air again,\ninto and through a door at the far end of the hall.\n\nRogue watches this with great fascination. She smiles.\n\nBEHIND HER, A LARGE BLACK METAL BOX FLOATS INTO VIEW. Behind\nit walks MAGNETO, keeping it aloft with his power. He stands\nnext to Rogue and watches the two hulking creatures go at it.\n\nMAGNETO\nYou're loving this, I know.\n\nMagneto keeps moving, now the box behind him.\n\nBeast is coming toward Logan again, furious. High on the\nfight. Logan's hands are raised, claws retracting as a sign\nof peace. No go.\n\nBEAST\nYou know. I consider myself to be a\nreasonable guy.\n\nLOGAN\nWait -\n\f72.\n\nBEAST\nI like to think sometimes I am actually\ntoo forgiving. When you grow up looking\nlike a frosty blue, sable-covered\nVolkswagen, you learn to understand where\npeople's anger comes from.\n\nLogan can see Beast is getting angrier just talking. The\nclaws extend reluctantly. Logan will kill him if he has to.",
  "52": "---END OF PREVIOUS SECTION---\nLogan can see Beast is getting angrier just talking. The\nclaws extend reluctantly. Logan will kill him if he has to. \n---TARGET SECTION TO BE ANNOTATED---\nBEAST (CONT'D)\nBut you, man..? Well... I have simply had\nenough.\n\nLogan FLASHES BIS CLAWS, CUTTING THE WALL AWAY BEHIND BIN. A\nhole just big enough for him to wriggle through.\n\nBeast lunges, but he is too late. Be reaches in, but cannot\nquite get to Logan.\n\nLOGAN\nLISTEN TO ME, LISTEN.\nBEAST\nI'd rather not.\nLOGAN\nIt's not Rogue... It's someone else.\nBEAST\nJust.... come... here...\n. . LOGAN\nSmell her, you moron. IT ISN'T ROGUE.\nBEAST\nWhat?\nLOGAN\n\nSMELL. BER. WHAT RIND OF ANIMAL ARE YOU?\nBEAST STOPS. Be thinks. Be turns.\nINT. HALLWAY\n\nMagneto continues his curious tour-of the mansion. Be looks\nahead at a curious thing. A heavy wooden end table is flying\ndown the hall at great speed directly toward his head.\nwithout ever losing the look of fascination on his face, he\ndrops to the floor. The black box keeps moving ahead and\nSMASHES into the end table, splintering it.\n\f73.\n\nMagneto is up and heading in the direction from whence the\ntable came.\n\nINT. HALLWAY\nBEAST AND LOGAN HEAR THE CRASH.\n\nBEAST\nJean.\n\nLOGAN\n(Re: \"Rogue\")\nI got this one.\n\nBeast runs after the sound, brushing past Rogue as though she\nwere not there.\n\nLogan comes out of the hole, his rage mounting. Rogue,\nsuddenly seeing a new order of things, starts to back up...\nThen runs for her very life.\n\nLOGAN ROARS and COMES AFTER HER AGAIN. This time ready for\nbusiness.\n\nINT. LABORATORY\n\nMagneto comes carefully around the corner and into the lab.\nThere he sees Jean Grey standing calmly on the far side of\nthe room, hand behind her back.\n\nHe almost does not see the BASEBALL BAT, that whips inches\nfrom his head.\n\nMagnsto smiles.\n\nThe bat waves back and forth, whipping the air, warning him\nto come no further.\n\nMAGNETO\nTelekinesis. Fascinating. What I wouldn't\ngive for that. Alas, metal is all I am\ngood for.",
  "53": "---END OF PREVIOUS SECTION---\nFascinating. What I wouldn't\ngive for that. Alas, metal is all I am\ngood for. \n---TARGET SECTION TO BE ANNOTATED---\n But it seems to serve me well.\n\nJUST THEN, A FULL SIZE EXAMINATION TABLE RISES UP FROM BEHIND\nJEAN AND SMASHES INTO HER BACK.\n\nShe hits the floor, unconscious.\n\nSuddenly, from out of nowhere, Beast charges directly at\nMagneto with the stealth of a cat, catching him by surprise.\nMagneto wheels in time to see nothing but a wall of Blue hair\nand a hand of the same getting hold of his neck.\n\f74.\n\nINT. FRONT HALL\n\nChasing, smashing, screaming, howling.\n\nLogan leaps across the room and grabs Mystique by the throat.\nHis claws extend to,her throat, his fist holding still and\nletting the natural force of the claws do the work.\n\nSlowly, they push into the flesh under her chin. She tries to\npull away, but she is held fast.\n\nLOGAN\nWho are you people? What is it you want\nwith me?\n\nMystique is defiant. Smiling.\n\nMYSTIQUE\nKill me.\n\nLOGAN\nIn a minute. Now tell me.\n\nMYSTIQUE\nNice get-up. You bulge in almost all the\nright places.\nThe claws extend a little more, drawing blood.\n\nBut before he can elicit her to speak, another voice calls\nout to him.\n\nMAGNETO (0O.S.)\nLooooocoo0o-gan.\n\nFrom deep in the mansion:\n\nMAGNETO (0.S.) (CONT'D)\nLooooocoo0o-gan.\n\nLogan thinks for a minute, then turns Mystique around,\nholding his claws to the base of her skull and his free hand\naround her throat.\n\nINT. HALLWAY - MANSION\n\nAs Logan follows the voice.\n\nMAGNETO (0O.S.)\nLooocoo0ce0-gan. Come to me, Logan.\n\f75.\n\nINT. LABORATORY\n\nLogan comes to the open door to see Beast in the center of\nthe room with Magneto by the throat, his giant blue hand\nmaking it look no thicker than a man's wrist.\n\nBut Magneto, for a man in such a predicament, seems\nfrightfully calm.\n\nBeast, on the other hand, looks terrified. Then Logan sees\nwhy.\n\nJean Grey is on the other side of the room, still\nunconscious.",
  "54": "---END OF PREVIOUS SECTION---\nBeast, on the other hand, looks terrified. Then Logan sees\nwhy. Jean Grey is on the other side of the room, still\nunconscious. \n---TARGET SECTION TO BE ANNOTATED---\n Hovering over her are the X-ray and the\nexamination table and both are encrusted with every horrible\nsharp metal object in the room.\n\nStale mate. If Beast squeezes, Jean is gone.\n\nMAGNETO\nDo I have to say it?\n\nSomehow, Logan seems pretty sure that this guy will not have\nthe same sense of mercy for Mystique if called upon. Be lets\nher go. He walks up to the old man in the funny helmet that\ncalmly wheezes in the tightness of Beast's grasp.\n\nAt last, he is face to face with Magneto.\n\nMAGNETO (CONT'D)\nYou are everything I had hoped you would\n\nbe.\nLOGAN\nYou're Magneto.\nMAGNETO. .\nAnd I was hoping to surprise you.\nLOGAN\nWhat do you want?\nMAGNETO\nThe question really is, what do you want,\nLogan?\nLOGAN\nI'll be sure to get back to you in the\nnext life.\n\nSHOOK. The claws extend to their maximum menace and come\nwithin a fraction of an inch of Magneto's eyes.\n\f76.\n\nBEAST\nLOGAN.\n\nTHE PILE OF TREACHEROUS METAL DROPS A FOOT then halts, just\nabove Jean. Magneto looks up at Beast.\n\nLogan steps back, frustrated. Beast lets go.\n\nMAGNETO\nWhere did Xavier find you all?\n\nHe rubs his neck and looks up at Beast, studying him\ncarefully.\n\nMAGNETO (CONT'D)\nJust look at you. Perfection.\n\nBeast watched the Metal waver up and down, teasing.\n\nMAGNETO (CONT'D)\nHow ill at ease you most feel here. Bow\nmuch like a freak among freaks, where we\ncome from, I am the odd man out. The\n\nclosest thing to human... Bow I envy you.\nBEAST\nWhy are you doing this?\nMAGNETO\nIf I told you that one day your children\nwould thank me... would you believe it?\n\nA LOUD BANGING SOUND.\n\nBeast and Logan turn and see that the black box that Magneto\nhas \"brought\" with him has opened via two hinged panels at\nthe front.\n\nInside are dozens of sharp, hooked spines, much like an old\nFashioned Iron lady.",
  "55": "---END OF PREVIOUS SECTION---\nA LOUD BANGING SOUND. Beast and Logan turn and see that the black box that Magneto\nhas \"brought\" with him has opened via two hinged panels at\nthe front. Inside are dozens of sharp, hooked spines, much like an old\nFashioned Iron lady. \n---TARGET SECTION TO BE ANNOTATED---\n The open panels have strange shaped\nindentations with similar spikes.\n\nMAGNETO (CONT'D)\nTell Logan what he's won, Mystique.\n\nMystique stands by it, mocking the movements of a\npresentation model on the price is right.\n\nMAGNETO (CONT'D)\nOkay, Logan. Hop in.\n\nJEAN (0.S.)\nOH MY GOD.\n\f77.\n\nNow they all turn to see that Jean has come to under the pile\nof metal. She pushes with her mind and the metal starts to\nrise.\n\nLogan seizes the opportunity to move for Magneto, but the\nmoment is lost when Magneto bears down and the mass of steel\nviolently forces itself down to within inches of Jean.\n\nHer whole body trembles with the force she generates, but it\nis only enough to hold him at bay. Magneto on the other hand,\nseems to be using about as much strength as it would take to\ntrim his fingernails.\n\nMAGNETO\nI could just grab you by that metal\nskeleton of yours and throw you in, but I\nwould have to put this down.\n\nThe metal above Jean wavers.\n\nMAGNETO (CONT'D)\nNot to mention the mess you would make of\nyourself if I had to force you in...\nPlease. I really am trying to make this\nas painless as possible for everyone.\nWhat do you say?\n\nDefeated, and utterly agonized at being so, Logan turns and\nsteps inside the Iron Lady. He puts his arms in the\nindentations on the doors. As they close, they fold Logan's\nfists inward just as Mystique demonstrated. If he should\nextend his claws now, he will only succeed in driving them\nthrough his lungs and heart.\n\nThe iron lady closes. Then it lifts off the ground, floating\ntoward the door with Logan inside, his head sticking out\nthrough a hole in the top like some black, demented personal\nsauna.\n\nThick metal bands hinge closed, MEETING AT THE BACK - behind\nLogan - where they finally lock in place.\n\nMagneto turns to Beast.\n\nMAGNETO (CONT'D)\nNow listen very carefully, brother. If -\nyou should step into the field I have\nholding that table, it will come crashing\ndown with enough force to turn your\nfriend into a new variety of floor wax.",
  "56": "---END OF PREVIOUS SECTION---\nMagneto turns to Beast. MAGNETO (CONT'D)\nNow listen very carefully, brother. If -\nyou should step into the field I have\nholding that table, it will come crashing\ndown with enough force to turn your\nfriend into a new variety of floor wax. \n---TARGET SECTION TO BE ANNOTATED---\nSame applies if you try to stop us from\nleaving.\n\n(MORE)\n\f78.\n\nMAGNETO (CONT'D)\nNot to mention the several hundred steel\nspikes I will drive into Mr. Logan here\nfor him to ponder while you take three\ndays to cut him out of that box,\nincinerating what's inside.\n\nBeast understands and nods, furious. Helpless.\n\nMAGNETO (CONT'D)\nI do love a good check-mate.\n(Looking around the room)\nRight then. We'll just be going.\n\nAnd Magneto follows the box out the door, Mystique laughing\nin tow.\n\nNow Jean and Beast are left alone with their quandary. Beast\ntries to move toward her, but as promised, the huge mass of\nmetal starts to press down on Jean, who is unable to hold it\noff despite her efforts.\n\nJEAN\nWait, wait, wait.\n\nBeast backs off.\n\nBEAST\n\nLet me think. Just hold on.\nJEAN\n\nGo after them.\nBEAST\n\nI can''t do -\nJEAN\n\nForget about me. Go after them.\nBEAST\n\nNO.\nJEAN\n\nListen to me, you flea circus, I'll\nhandle this. Go get Logan.\n\nBeast shakes his head, inspecting the metal above her, then\nlooking around the room for something, anything. Sadly, most\nof what he could use for leverage is hovering above her.\n\nBeast thinks for the longest time as the metal again begins\nto push down. Jean fights it heroically, managing to get it a\nfew feet in the air before it starts to press slowly down\nagain.\n\f79.\n\nFinally, Beast begins to breathe, psyching himself up.\n\nJEAN (CONT'D)\nDon't you dare.\n\nBEAST\nI have to.\n\nJEAN\nI CAN HANDLE II NOOOOOOOO000O.\n\nBeast LEAPS, jumping under the metal and covering Jean with\nhis immense body, forming a frame to absorb what will surely\nkill him.\n\nCRASH\nIMPACT\n\nJean opens her eye to a matt of Blue hair and silence. She\ngasps for air, smothering under the weight of Beast's body.\nThen, he moans. Lifts his head. Comes eye to eye with Jean.\n\nPULL OUT TO REVEAL:\n\nThe Metal has fallen in a circle around them.",
  "57": "---END OF PREVIOUS SECTION---\nLifts his head. Comes eye to eye with Jean. PULL OUT TO REVEAL:\n\nThe Metal has fallen in a circle around them. \n---TARGET SECTION TO BE ANNOTATED---\n Not one shard\nhas touched them after all. Beast realizes he himself is\nsqueezing the life out of her and he jumps up. Helping her to\nher feet.\n\nThey look at the mess around them.\n\nBEAST\nYou have to admit, it would have been a\ngreat way to go.\n\nINT. MAGNETO'S HELICOPTER\n\nLogan is tightly trundled in his box, no way to struggle.\nToad is at the controls, Blob, Pyro and Mystique all stare at\nthis newcomer. He stares back at them. Most of all, he glares\nat Sabertooth, who most certainly would like another piece.\n\nMAGNETO\nA day of discovery for you, eh, Logan? -\nLess and less alone you are with every\nturn of the head. What made you go to\nAlaska? What was it you were hiding from?\nDid that nasty temper of yours get just a\nlittle too far out of hand? I know all\nabout it. I know quite a lot about you in\nfact. If you're good, I'll tell you all.\n\f80.\n\nLogan spits at him.\nMAGNETO (CONT'D)\nYou may believe all the answers await you\nin the next life, but then again, what if\nyou're not on their guest list?\n\nLogan sneers, that last comment striking home on his one and\nonly fear.\n\nINT. WESTCHESTER MANSION - FRONT HALL\n\nXavier and the others come in through the wreckage that is\nthe house.\n\nAll of the students are on the front lawn, waiting quietly.\n\nBeast and Jean come worn and tattered out to greet them.\nEveryone looks at each other, defeated.\n\nZVT. LABORATORY - LATER\n\nXavier stares at the ruins of the lab.\n\nXAVIER\nWhat on Earth could Magneto be up to?\nCYCLOPS\nSounds like a matter of wait and see,\nnow.\nJEAN\n\nLogan could be dead by then.\n\nRogue turns and walks out of the room. Cyclops looks at Jean\nwith some frustration.\n\nCYCLOPS\nSeems to me that works out for everyone.\n\nBEAST\nHe gave himself up for her, Scott.\nWhatever you may think of him, you owe\nhim that.\n\nINT. BATHROOM\nRogue shuts herself in the bathroom and cries.",
  "58": "---END OF PREVIOUS SECTION---\nWhatever you may think of him, you owe\nhim that. INT. BATHROOM\nRogue shuts herself in the bathroom and cries. \n---TARGET SECTION TO BE ANNOTATED---\n Looking at\n\nherself in-the mirror, touching her face much in the way she\ntouched Logan's.\n\f81.\n\nINT. LABORATORY\n\nSTORM\nCan you find him, xavier?\n\nXavier is already straining with his mind.\n\nXAVIER\nThey are all together. ... somewhere...\nI...\n(He quits, tired) )\nWhatever Magneto is using for that\nhelmet, he seems to have around the lot\nof them, now.\n\nINT . BATHROOM\n\nRogue is slowly getting a hold of herself, splashing water on\nher face.\n\nSUDDENLY, a gurgling sound. She looks down and sees water\nbubbling in the toilet.\n\nTHEN A HUGE, VISCOUS BUBBLE...\nINT. LABORATORY\n\nCYCLOPS\nI am not trying to be callous, but let's\nlook at it rationally. For all we know,\nLogan and Magneto were together at some\npoint.\n\nJEAN\nOh for God's sake, Scott -\n\nCYCLOPS\nJust here me out. We don't know who this\nguy is, where he comes from. What if he\nis some experiment of Magneto's.\nSomething that got away. What if he isn't\nsupposed to be out in the world.\n\nBEAST\nI have to say that could be -\n\nRogue comes bursting out of the bathroom, her face twisted in\nhorror.\n\nINT. BATHROOM - MOMENTS LATER\n\nEveryone comes rushing into the bathroom and over to the\ntoilet, looking in. LONG PAUSE. Nothing.\n\f82.\n\nThey look rather silly all staring at the calm water. Just as\nthey are backing away, looking at Rogue, a gurgling sound\ncomes from the corner.\n\nThey all turn to see: .\n\nSenator Kelly, or what is left of him. Be has now evolved\ninto nothing more than a mass of vaguely humanbid jelly.\n\nKELLY\nHelp...me... It hurts...\n\nINT. LABORATORY - LATER\n\nJean Grey takes samples of Kelly's plasma, while Beast probes\nhim here and there. Rogue/ Storm and Cyclops stand watching\nin horror. Xavier tries to see the face of his adversary in\nthis blob of gelatin.\n\nXAVIER\nWhat did they do to you? Can you tell me\nanything?\n\nKELLY\nUn...",
  "59": "---END OF PREVIOUS SECTION---\nXAVIER\nWhat did they do to you? Can you tell me\nanything? KELLY\nUn... \n---TARGET SECTION TO BE ANNOTATED---\n conscious... Light... Bright...\nlight.\n\nKelly flinches, his whole \"body\" rippling.\n\nKELLY (CONT'D)\n\nPain... Terrible pain. Xavier pulls\nhimself closer, looking deep into the\nthing.\n\nXAVIER\n\nOpen your mind.\n\nAnd the thing that is Kelly begins to weep as Xavier probes\ninto his mind.\n\nXAVIER'S P.O.V. - MINDREAD\n\nFLASH\n\nINT. MAGNETO'S LAIR\n\nTHE CAGE OF SENATOR KELLY. NOW HIS P.O.V. as seen by Xavier.\nVision fades in and out in a sedated haze.\n\nHe is laid out on a gurney, being wheeled toward bars that\n\nseem to have no door. Then they bend back to allow the gurney\nto be wheeled - through.\n\f83.\n\nHe looks up and sees Magneto wheeling the gurney, smiling\ndown with a wink at the Senator.\n\nKelly looks down at his feet and sees the corridor lined with\nthose mysterious pieces of machinery... somehow familiar.\nThey all seem to be versions of the same thing.\n\nFLASH\n\nKelly is looking around a large, domed room, in the center is\nanother one of these devices - larger than all the others and\nthis time even more familiar.\n\nWere it Logan's vision and not Xavier's, he might notice the\nsimilarity to the device in the room during his dream. But\nthis thing is familiar for a different reason. It is familiar\nto all of us.\n\nLong and cylindrical, tapering toward the bottom. A glowing\nhead at the top with an oddly shapen - almost misshapen -\ntranslucent cover.\n\nBUT We ONLY GET A GLIMPSE\n\nFLASH\n\nKELLY's/XAVIER'S P.O.v. follow the shaft to the base and we\nsee again the fork with the brightly burning filament.\n\nFLASH\n\nKELLY is IN THE AIR NOW, stealing a glance below to see that\nMagneto is using his power to hold the gurney aloft. It is\nguided into the center of the misshapen head of this terrible\nmachine and finds a secure seating.\n\nSLOWLY BUILDING LIGHT\n\nA HUMMING which builds slowly to a rumble, then a roar.",
  "60": "---END OF PREVIOUS SECTION---\nFLASH\n\nKELLY is IN THE AIR NOW, stealing a glance below to see that\nMagneto is using his power to hold the gurney aloft. It is\nguided into the center of the misshapen head of this terrible\nmachine and finds a secure seating. SLOWLY BUILDING LIGHT\n\nA HUMMING which builds slowly to a rumble, then a roar. \n---TARGET SECTION TO BE ANNOTATED---\nAND THE SOUND OF KELLY SCREAMING -\n\nJARRING FLASH - A VIOLENT CRASH OF NOISE AND LIGHT\n\nINT. LABORATORY\n\nXavier snaps back in his chair, physically effected by the\nvision. Frightened, shocked, perhaps even in pain. His\n\nbreathing is erratic.\n\nAll rush to help him, but he waves them away, collecting\nhimself.\n\f84.\n\nBEAST\nWhat is it?\nXAVIER\nEvil... Something... evil.\n\nINT. LABORATORY - LATER\n\nThe thing that was Kelly \"sits\" in the corner, whimpering.\nThe television is on in the opposite corner, tuned to CNN.\n\nNEWSCASTER\n. it is believed now after seventy-two\nhours have passed that Senator Scott\nFrank Kelly and his advisor Prank Guyrich\nhave been missing. All of Washington is\nperplexed as to what may have become of\nthe pair, last seen leaving the white\nHouse after a closed meeting with the\nPresident...\n\nINT. HALLWAY - LATER\n\nEveryone, minus Kelly, stand in the hallway whispering.\nXavier is shaking his head.\n\nCYCLOPS\nA long cylinder you said. A warhead of\nsome kind?\n\nJEAN\nAn antenna? ,\n\nSTORM\nWas it part of a bigger structure?\n\nXavier shakes his head, frustrated.\n\nXAVIER\nIt is something so simple. I just didn't\nget a good enough look at it, but it\nseems so.\n\nSTORM\nWhat does it do?\n\nXAVIER\nFrom what I am able to surmise, Magneto\nhas developed a device to artificially\ntrigger the Mutator gene, effectively\ngiving him the power to turn anyone he\npleases...\n\f85.\n\nSTORM\nOh God.\n\nJEAN\nBut how did Kelly -\n\nXAVIBR\nThey think he is dead.\n\nBEAST\nBe might be better off.\n\nAll eyes to Beast.\n\nBEAST (CONT'D)\nBe seems to be adapting to his\nenvironment literally from room to room,\nlike a salamander changes color. Kelly\nis, or at least recently was, a perfect\norganism. The mutant of all mutants.\n\nCYCLOPS\nSo maybe this machine is what made Logan\n\nBEAST\nCertainly not Magneto's design.",
  "61": "---END OF PREVIOUS SECTION---\nKelly\nis, or at least recently was, a perfect\norganism. The mutant of all mutants. CYCLOPS\nSo maybe this machine is what made Logan\n\nBEAST\nCertainly not Magneto's design. \n---TARGET SECTION TO BE ANNOTATED---\n Kelly's\nmetabolism, heart rate, respiratory -\neven the cell production - all are\nworking at an exponential rate.\n\nJEAN\nBow long does he have?\n\nBEAST\nI couldn't say.\n\nCYCLOPS\nThen what does Magneto want with Logan?\n\nBeast's eyes light up with a revelation.\n\nBEAST\nTungsten.\n\nAll of them listen. Rogue with especially deep interest,\n\nCYCLOPS\nWhat?\n\nBEAST\nTungsten. The filament in a lightbulb.\n\nJean nods, understanding.\n\f86.\n\nJEAN\nWhen Edison made the lightbulb, his\ngreatest challenge was finding the right\nfilament. He tried everything. Copper/\nplatinum, even human hair... But tungsten\nwas the thing.\n\nBEAST\n(To Xavier)\nYou described a brilliant source of light\nradiating from a fork at the bottom of\nthis... machine. A light 1iXe none you\nhad ever seen.\n\nXavier nods.\n\nBEAST (CONT'D)\nAdamantium. Adamantium is what makes this\nthing work. It makes perfect sense.\nThey all look at one another.\n\nJEAN\nHe isn't after Logan at all.\n\nXAVIER\nHis skeleton.\n\nCYCLOPS\nBut what would Magneto -\n\nA TERRIBLE SOUND FROM THE NEXT ROOM. As close to a scream as\nthe thing can make.\n\nINT. LABORATORY\n\nEveryone rushes in, but the Senator is gone. Or at least\nappears to be.\n\nIt is Xavier who notices the pool of jelly on the floor, now\nwith the consistency of Olive oil. He reaches down and dips\nhis fingers in the thin film.\n\nXAVIER\nMy god...\n\nJEAN\nWhat is it?\n\nXAVIER\nHe's still alive...\n\nEveryone steps back a bit.\n\f87.\n\nXAVIER (CONT'D)\n\nSuch pain... Pain like I could never have\nimagined... As though the pain itself\nwere keeping him alive... living off of\nhim...\n\nTears come to Xavier's eyes.\n\nXAVTER\nPoor creature. Poor, cursed creature...\n\nThen Xavier arches in his chair as though jolted with\nelectricity. Jean holds him to keep him from falling to the\nfloor.\n\nXAVIER\nI'm alright. I'm alright... He's gone.\nPlease... a moment.\n\nXavier turns away to collect himself.",
  "62": "---END OF PREVIOUS SECTION---\nHe's gone. Please... a moment. Xavier turns away to collect himself. \n---TARGET SECTION TO BE ANNOTATED---\nJEAN\nWe have to find him.\n\nCYCLOPS\nHe could be anywhere in -\n\nJEAN\nThey're going to kill him. Burn him up\nlike kindling.\n\nRogue turns away from all of this, tears coming to her eyes.\nCYCLOPS\n\nAnd take us out in the process. Even if\nwe could find him, we -\n\nJEAN\n\nYou don't want to find him.\nCYCLOPS\n\nWhat?\nJEAN\n\nYou heard me. You don't want to find him.\n\nCYCLOPS\nThat's ridiculous.\n\nSTORM\nGuys. Come on.\n\f88.\n\nANGLE ON: Rogue... she is looking up at the television which\nis still on, with the sound down.\n\nShe is looking at yet another report on Ellis Island.\n\nJEAN\nI am shocked that you could be so utterly\n\nCYCLOPS\nDammit, Jean, this is not about some\npetty jealousy, this is -\n\nSTORM\nGUYS. Enough. This is not the time or the\nplace.\n\nAll of them start to argue, voices overlapping in chaos. The\nfirst several times the voice tries to get their attention,\nit is almost inaudible. Then:\n\nROGUE\nFOR GOD'S SAKE SHUT UP.\n\nAll eyes turn. Xavier is wheeling up beside Rogue who is\nlooking up at the television.\n\nStorm, Cyclops and Jean all walk over to them, wondering what\nthey are looking at.\n\nROGUE (CONT'D)\nWait... Wait for it...\n\nXavier is already nodding slightly.\nANGLE ON:\n\nThe television image is from the P.O.V. of a helicopter\ncircling Ellis island, taking in all the security and\nconstruction. HUGE RISERS made for the delegates and a\ntemporary enclosure that will keep them safe from wir.ci\nwhile leaving the roof open to see what the helicopter sees\nas it comes around for one more pass...\n\nTHE STATUE OF LIBERTY. TORCH HELD ALOFT, BECKONING ALL THE\nWORLD'S DOWNTRODDEN.\n\nROGUE (CONT'D)\nWas it something like that?\n\nXavier's eyes close in on the torch itself.\n\f89.\n\nSlowly he begins to nod, and we do too. There is no doubting\nthe confirmation of the familiar shape that is so much like\nMagneto's machine of unspeakable horror.",
  "63": "---END OF PREVIOUS SECTION---\n89. Slowly he begins to nod, and we do too. There is no doubting\nthe confirmation of the familiar shape that is so much like\nMagneto's machine of unspeakable horror. \n---TARGET SECTION TO BE ANNOTATED---\nINT. HANGAR\n\nRK KK\nRK KK\nDISCUSS WITH BRYAN INCLUSION OF AND TAKE-OFF OF X-JET. X-MEN\n\nIN FULL REGALIA, PREPPED FOR COMBAT WITH THE BROTHERHOOD.\n\nRK KK\n\nRK KK\n\nAS JEAN IS DONNING HER UNIFORM -\n\nCYCLOPS\n\nI'm sorry.\nJEAN\n\nNo... I'm sorry. What I said was wrong.\nCYCLOPS\n\nNo... No... I hate him. It's not\n\nrational, not fair - hardly even\njustified. But when I see the two of you -\n\nJEAN\nHe fascinates, me, Scott. As a scientist.\nThat's all.\n\nCYCLOPS\nThat isn't it.\n\nJEAN\nWhat then? What could it possibly be?\n\nCYCLOPS\nThe way you looked in his eyes.\n\nJEAN\nIt's never the same as when I look at -\n\nAnd she sees him touching the visor self-consciously with a\ntrembling hand. She shudders... reaching for his hand and\ntaking it away so that he can see her.\n\nJEAN (CONT'D)\nOh, Scott... Scott, I am so sorry...\n\f90.\n\nCYCLOPS\nFor all of his pain, all of his rage. I\nwould trade places with him in an instant\nif it meant I could look in your eyes and\nyou in mine.\n\nTears come to Jean's eyes, making her all the more self-\naware. Beast comes out of the X-Jet, waving to them. They\nshake off the moment and follow Storm up the ramp.\n\nFrom where she stands, Rogue debates, and then follows,\ndashing inside as the hatch to the X-Jet closes.\n\nLIFT-OFF. The jet turns and clears the hangar before blasting\noff into the night sky.\n\nXavier is all alone now. He looks down at his wheelchair and\nthumps the heel of his fist on the armrest in frustration.\n\nFinally, he turns around and wheels himself back inside,\nswallowed up by the shadows of the hangar.\n\nEXT. ELLIS ISLAND - NIGHT\nAn Aerial shot showing us the whole of the fully prepared.\n\nSecurity of every kind from every country covers every inch\nof the island.",
  "64": "---END OF PREVIOUS SECTION---\nEXT. ELLIS ISLAND - NIGHT\nAn Aerial shot showing us the whole of the fully prepared. Security of every kind from every country covers every inch\nof the island. \n---TARGET SECTION TO BE ANNOTATED---\nHelicopters are coming in at the rate of about one every\nminute to deliver dignitaries and their minions from all over\nthe globe.\n\nEXT. MANHATTAN HARBOR\n\nThe water is filled with police and Coast guard vessels\nwatching the water closely.\n\nEXT. ISLAND - MAIN ENTRANCE\n\nIn front of the main hall to Ellis Island, where once\nimmigrants poured into the new world by the millions, is a\nlarge set of risers specially designed for the heads of state\nto sit in audience to the presentation that awaits them.\n\nA huge military band off to one side plays music to help with\nthe milling about and shaking of hands.\n\nThe President himself is in the crowd, himself meeting and\ngreeting, a mob of Secret Service always right there.\n\f91.\n\nA YASSIR ARAFAT TYPE, who we will call Yassir Arafat, comes\nup to the President and smiles. He speaks so only Yassir can\nhear.\n\nPRESIDENT\nI have four hundred grand for poker after\nthis.\n\nThe two men LAUGH and then HUG to the flashing of a million\nbulbs.\n\nYASSIR\nYou still owe me six thousand acres in\nMontana from the last game.\n\nThen they speak so the reporters can hear, but not too\nobviously.\n\nYASSIR (CONT'D)\nA most wonderful presentation this\nevening, Mr. President.\n\nPRESIDENT\nThe people of the United States welcome\nyou.\n\nYASSIR\n\nI have to say, I have not seen this many\nIsraelis on all sides since the six day\nwar.\n\nLAUGH from the eager press.\n\nPRESIDENT\nNot to worry, not to worry. You're safer\nhere tonight than at home in your very\nown bed.\n\nSmattering of ass-kissy applause. Arafat and the President\nwave to press and the like, Arafat leaning in so only the\npresident can hear.\nYASSIR\nYou have no idea just how treacherous\nthat can be.\nEXT. ISLAND\n\nFrom atop a high perch, looking down. A deserted part of the\nisland. Away, from the action.\n\nPAN ACROSS THE EDGE OF THE ISLAND\n\f92.\n\nEvery fifty feet or so, uniformed Secret Service agents keep\ntight watch on the island.",
  "65": "---END OF PREVIOUS SECTION---\nAway, from the action. PAN ACROSS THE EDGE OF THE ISLAND\n\f92. Every fifty feet or so, uniformed Secret Service agents keep\ntight watch on the island. \n---TARGET SECTION TO BE ANNOTATED---\nANGLE ON:\nOne Secret Service guy in particular.\n\nPUSH IN FROM ABOVE - we realize we are pushing in unusually\nfast, as though we are falling perhaps.\n\nWHAM. A sickening crunch.\n\nToad lands on top of the Secret Service guy. We have been\nwatching from his P.O.V. The Secret Service man is crumpled\ninto a heap. A real frog ribbits 0.S.\n\nToad looks around quietly, listens.... THEN LEAPS, out of\nframe. Hold on the body of the Secret Service guy.\n\nLONG PAUSE.\n\nANOTHER SICKENING CRUNCH OFF SCREEN.\n\nEXT. ISLAND ELSEWHERE\n\nTwo Secret Service guys approach one another. One is holding\na smoke, the other is producing a lighter. Just as his smoke\nis about to hit the flame, the flame dodges to one side. He\nmoves the smoke to follow it, and the flame dodges the other\n\nway.\n\nThe guy with the smoke looks at the guy with the lighter as\nif to say \"knock it off.\" The guy with the lighter shrugs as:\n\nTHE FLAME INSTANTLY GROWS TO A RAGING INTENSITY, ENGULFING\nTHEM.\n\nAs they are incinerated and their ashes fall to the ground,\nPyro climbs into view from the seawall below, dripping wet.\n\nEXT. ISLAND ELSEWHERE\n\nA Coast Guard boat crawls into view just off shore. A Secret\nService man in the foreground waves to the boat as it passes\nby.\n\nEXT. COAST GUARD BOAT DECK\n\nA thirty footer. Fast and sturdy..\n\nThe PILOT OF THE BOAT, a man in his late forties, waves back.\n\f93.\n\nEXT. ISLAND\n\nAs the Secret Service guy waves, he jolts upright, his face\ncontorting in impossible pain. Slowly, he is lifted off the\nground.\n\nEXT. COAST GUARD BOAT DECK\n\nPILOT'S P.O.V.\n\nSabertooth holds the last Secret Service man aloft, impaled\non his claws. Be waves now, the body swaying this way and\n\nthat before he casually throws it to the ground.\n\nThe Pilot turns to the wheel of the boat as he MORPHS INTO\nMYSTIQUE and turns the boat toward the island.\n\nEXT. ISLAND - BOTTOM OF THE SEAWALL\n\nManmade rocky shore.",
  "66": "---END OF PREVIOUS SECTION---\nThe Pilot turns to the wheel of the boat as he MORPHS INTO\nMYSTIQUE and turns the boat toward the island. EXT. ISLAND - BOTTOM OF THE SEAWALL\n\nManmade rocky shore. \n---TARGET SECTION TO BE ANNOTATED---\n The boat bumps and grinds on the rock.\nSabertooth jumps down to the deck and meets Magneto coming up\nfrom below. They nod to one another and walk toward the tarp\non the back of the boat, pulling it back to reveal:\n\nTHE BLACK BOX with Logan inside. He is unconscious, but\ncoming to. Magneto whips out a syringe and shoots up with a\nlittle something. Logan fades out again.\n\nANOTHER, MUCH LARGER OBJECT is on the deck of the boat under\nanother tarp, but we cannot see what it is.\n\nSabertooth grabs the box with almost no effort and straps it\nto his back.\n\nHe climbs the seawall with Mystique close behind. Magneto is\njust about to follow when:\n\nHe saes something in the distance.\n\nMAGNETO'S P.O.V.\n\nA fog bank is drifting in from the seaward side. It creeps\nslowly across the bay toward the island. Magneto thinks, then\nshakes it off, following Sabertooth.\n\nEXT. ISLAND - MAIN ENTRANCE\n\nMore copters are landing and more dignitaries arrive. The\nband strikes up, LOUD SPEAKERS BLARE THEIR MUSIC ALL OVER THE\nISLAND.\n\nThey play the national anthem of each dignitary as he or she\narrives.\n\f94,\n\nEXT. ISLAND\n\nThe sound of the band in the distance. Sabertooth walks up to\na LARGE SET OF METAL DOORS surrounded by stately old concrete\nbricks.\n\nToad, Pyro and Mystique keep a lookout as Magneto waits.\n\nSABERTOOTH RIPS THE DOORS FROM THEIR HINGES and walks in.\nMagneto follows. The rest stay behind.\n\nINT. BUILDING\n\nSilent in here. Tomb-like. Magneto and Sabertooth make their\nway toward a large stairwell in the middle of the room.\n\nThe begin their ascent.\n\nMagneto looks up and sees that the stairs go up for quite\nSome way.\n\nEXT. MANHATTAN HARBOR\nThe fog is thick now.\nINT. COAST GUARD CUTTER - HHEELHOUSE\n\nTHE CAPTAIN of the cutter looks through his binoculars and\npuzzles over this. His 1ST MATE stands beside him.\n\nCAPTAIN\nHardly the night for it.",
  "67": "---END OF PREVIOUS SECTION---\nCOAST GUARD CUTTER - HHEELHOUSE\n\nTHE CAPTAIN of the cutter looks through his binoculars and\npuzzles over this. His 1ST MATE stands beside him. CAPTAIN\nHardly the night for it. \n---TARGET SECTION TO BE ANNOTATED---\n1ST MATE\nAll the hot air on Ellis.\n\nThey laugh as:\n\nEXT. MANHATTAN HARBOR\n\nTHE FOG CREEPS AROUND ELLIS, never rising above the sea wall,\nbut merely blanketing the ocean surface for about twenty feet\nor so.\n\nINT. COAST GUARD CUTTER - HHEELHOUSE\n\nThe first matel looks at the sonar, radar, etc. Nothing but a\ndense blob of fog.\n\n1ST MATE\nNavigational is shot, sir. Can't see\nthing.\n\f95.\n\nCAPTAIN\nCall it in. Advise fleet to weigh anchor\nand wait it out.\n\nEXT. COAST GUARD CUTTER\n\nThe anchor drops.\n\nVARIOUS SHOTS OF SHIPS ALL OVER THE HARBOR DOING THE SAME.\nIn moments, the whole of Ellis island is fog bound.\n\nEXT. ISLAND\n\nagain, from high up. Where we first saw Toad's P.O.V.\n\nNow it is Magneto who looks down. From atop what, we cannot\ntell. He sees the fog engulfing the whole rim of the island\nand puzzles over it. He is not comfortable.\n\nSabertooth is beside him.\n\nMAGNETO\nI have a very sneaking suspicion we are\nnot the only party crashers. Tell the\nothers not to hesitate. Kill who you have\nto...\n\nSabertooth could not be happier. He leaves to deliver the\nnews.\n\nBLACK\nINT. SMALL ROOM - LATER\n\nCLOSE UP ON: LOGAN. He comes to, still in the box with\nnothing but his head sticking out. He struggles\ninstinctively, but winces in agony when he does.\n\nHe looks around him and sees that he is in a strangely shaped\nroom with barely enough space for the box and Magneto, who\nsmiles at him in the half-darkness.\n\nThe box is on its back now and Logan is as helpless as an\noverturned turtle.\n\nMAGNETO\nGod worked wonders when He made you,\nLogan. Unfortunately, it's not His work\nI'm interested in. It's what Man did to\nyou... when God was through. Man was\ncruel to you, wasn't he?\n\f96.\n\nLOGAN\nWhere are we?\n\nMAGNETO\nAt the frontier of a new civilization.\nThe breakwater of new era for mankind.",
  "68": "---END OF PREVIOUS SECTION---\nLOGAN\nWhere are we? MAGNETO\nAt the frontier of a new civilization. The breakwater of new era for mankind. \n---TARGET SECTION TO BE ANNOTATED---\nWe're backstage at the encore of\ncreation. Three minutes to curtain.\n\nLOGAN\nWhy..?\n\nMAGNETO\n\nThat's the question, isn't it? This is\nthe place in the story where the Hero\nlearns the secret of his identity, the\nreasons for his life of torment, the\nplans of his nemesis and finally finds\nhis retention. Are you sure you really\nwant to know who you really are?\n\nLogan's eyes say it all.\n\nMAGNETO (CONT'D)\nWell, frankly, I have no idea.\n\nLogan shakes his head. \"Of course.\"\n\nMAGNETO (CONT'D)\nI know a little about the Canadian\nMilitary. I know about an experiment\ncalled Wolverine during the war, though I\nnever could find its intended purpose.\nMaybe to build a perfect fighting man,\nmaybe to stop one. A lot of people were\ndoing a lot of unholy things in those\ndays. No one was better than anyone else\nin the end. At the bottom of it all, the\nculprit I suppose was simple human\nnature. Man's instinct to survive, Logan.\nIf there really is such a thing as evil,\nyou'll find it there.\n\nLogan struggles now in vain, wailing as his own blood flows\nup his neck from the spikes inside the box.\n\nMAGNETO (CONT'D)\nI would take the Adamantium out of you\nwere there a way. Strange stuff really.\nThe only thing that can generate the\nenergy to melt adamantium is more\nadamantium. Even then, when you melt it\nthere is no heat.\n\f97.\n\nMAGNETO (CONT'D)\nSomething I have not been able to work\nout. In this case, you are the rod and\nthe staff all in one, you magnificent\ncreature. It breaks my heart to see you\ngo.\n\nLOGAN\nYou could at least do me the courtesy of\ntelling me what I was dying for.\n\nMAGNETO\nInside you, my friend, is the key to\nunlocking the secret of evolution.\nTogether we are going to shove man into\nhis highest level. Tonight, every living\ncreature as far as the eye can see that\ndoes not already share our gifts, will be\nchanged forever.",
  "69": "---END OF PREVIOUS SECTION---\nMAGNETO\nInside you, my friend, is the key to\nunlocking the secret of evolution. Together we are going to shove man into\nhis highest level. Tonight, every living\ncreature as far as the eye can see that\ndoes not already share our gifts, will be\nchanged forever. \n---TARGET SECTION TO BE ANNOTATED---\nLOGAN\nAnd you think man will be happy about it?\n\nMAGNETO\nOhhhhh, I can understand your being\nbitter. A bit put off. But it hasn't been\nthe same for you as it has been for all\nof us.\n\nLOGAN\nI think it has. I think the reason you're\ndoing this is less an act of giving than\nan act of getting.\n\nMagneto smiles.\n\nMAGNETO\nThat might be how you -\n\nLOGAN\nYou have some baggage, man and none of it\nis carry-on. I don't know who did it to\nyou, but I'll bet he's not the one paying\nyour freight tonight.\n\nMAGNETO\nIf you'll excuse me...\n\nMagneto is visibly angered by the words. He opens a hatch\nbelow him and slides out feet first until only his head is\n\nvisible.\n\nThen he pauses.\n\f98.\n\nMAGNETO (CONT'D)\nAnd you're right, Logan. I am bitter. I\nam angry. I do have an axe and I am\ngrinding it on the innocent. None of it\nwill make me sorry. And none of it will\nmake me wrong.\n\nLOGAN\nNo... just familiar.\n\nAnd with that, Magneto is gone.\nEXT. STRUCTURE\nMagneto comes to stand on the railing outside from his high\nperch, overlooking the island. From here we pull out to\nreveal at last where he is.\nHE IS NOT ON ELLIS ISLAND AT ALL.\nInstead, he ,is on the catwalk around the torch of the Statue\nof Liberty, about a mile away. He looks over at the activity\non Ellis Island, hearing the band and inhaling the cool\nevening breeze.\n\nMAGNETO\n\nGive me your tired, your hungry, your\n\npoor.\n\nAnd he turns to the bright lights of Manhattan and its seven\nmillion inhabitants.\n\nMAGNETO (CONT'D)\nBring me your huddled masses.\n\nHe brings a radio to his lips.\n\nMAGNETO (CONT'D)\nLights.\n\nEXT. POWER STATION\nSabertooth is tearing the padlocks off of the generator shed\nthat powers the island. He grabs a hold of the bare conduits\nthat lead from the power supply and YANKS.\nEXT. ELLIS ISLAND - NIGHT\nThe President on a podium.",
  "70": "---END OF PREVIOUS SECTION---\nHe grabs a hold of the bare conduits\nthat lead from the power supply and YANKS. EXT. ELLIS ISLAND - NIGHT\nThe President on a podium. \n---TARGET SECTION TO BE ANNOTATED---\n Liberty island in the background.\nPRESIDENT\nand as we stand here side by side\n\ntonight.\n(MORE)\n\f99.\n\nPRESIDENT (CONT'D)\nAs we put aside our differences and share\nwith one another good will. As we gather\ntogether here, in the shadow of the -\n\nLIBERTY ISLAND GOES BLACK.\n\nFrom where they are, the dignitaries see the statue of\nLiberty vanish in darkness. The crowd reacts with murmurs of\nconcern.\n\nANGLE ON:\nA SECRET SERVICE AGENT raises a radio to his mouth.\n\nSECRET SERVICE NAN\nLiberty one, liberty one, this is\nhorizon, do you copy.\n\nA MAN'S VOICE RESPONDS.\n\nMAN'S VOICE\nGo, horizon.\n\nSECRET SERVICE MAN\n(cont'd)\n(on radio)\nLiberty, what's the situation with the\nlights, over?\n\nEXT. LIBERTY ISLAND\n\nThe man in question is ANOTHER SECRET SERVICE AGENT. He\nstands in profile, looking up at the statue.\n\nOTHER AGENT\nUhhh, Horizon, we've seem to have had a\nshutdown at the generator, we're five by\nfive. There now, checking it out. Give us\nthree minutes.\n\nAs he speaks, The Agent turns his head to reveal the other\nside of his face.\n\nIT IS MYSTIQUE. She Morphs back into her full self and smiles\nat Sabertooth.\n\nEXT. STATUE - TORCH\n\nMagneto takes this moment in the darkness to point his hands\nand all of his concentration on the bottom of the torch in\nLady Liberty's hands.\n\nANGLE ON:\n\f100.\n\nBOTTOM OF TORCH.\n\nThe caplike end piece of the torch begins to vibrate, metal\ngroans, twists...\n\nWITH A CRACK OF METAL, it comes free, dropping slightly and\nthen hovering, slowly descending to the sea.\n\nEXT. SEAWALL\n\nThe boat they came in on. See the tarp and what is under it.\nIT RISES IN THE AIR, standing upright. The tarp slides to the\ndeck to reveal: THE DEVICE. The one Kelly saw, Xavier saw...\nLogan saw. It rises higher in the air.\n\nEXT. STATUE - TORCH\n\nTHE ARM OF THE LADY BENDS AND GROANS SLIGHTLY under this new\nweight.",
  "71": "---END OF PREVIOUS SECTION---\nIt rises higher in the air. EXT. STATUE - TORCH\n\nTHE ARM OF THE LADY BENDS AND GROANS SLIGHTLY under this new\nweight. \n---TARGET SECTION TO BE ANNOTATED---\n The device cooing up passes the end of the torch on\nit's way down. The end of the torch nestles gently into the\nfog below and finally into the sea where it sinks quietly.\nTHE DEVICE rises up and into the bottom of the torch itself.\nTHE BALL AT IT'S HEAD EXTENDS\n\nINT. TORCH\n\nIt expands, filling the half-darkness of the torch head.\nLOGAN FEELS THE BOX SNIVELING UPRIGHT as things shift and\nmetal clangs, shudders, creaks. A slight whirring sound and\n\nthen it all seems to lock.\n\nTHE SOUND OF SOMETHING COMING TO LIFE WITH ENERGY AS IF AN\nENGINE WERE WARMING UP.\n\nEXT. LIBERTY ISLAND\n\nLIGHTS COME ON AGAIN ON LIBERTY ISLAND. The statue lights up\nto the sounus of a crowd ooing and ahhinc* in the distance.\n\nINT. TORCH\n\nLIGHTS COME ON IN THE TORCH. Logan looks around to see what\nhe could only hear a moment ago.\n\nThe inside of the torch looks hauntingly familiar. He is\ninside a device he has seen before. The device from his\ndreams of where he was made.\n\nLOGAN SCREAMS IN HORROR, reaching the brink of madness.\n\f101.\n\naR K\n\naR K\n\nFIGHT SEQUENCE\n\naR K\n\nX-Men take Liberty Island and square off against Magneto's\nbrotherhood, having used the fog (courtesy of Storm) to hide\ntheir arrival. First as a one on one, then in a mighty brawl\nwith each helping the other in between being attacked.\n\nAs the device is activated, Logan's skeleton begins to heat\nup. THE LIQUID LIGHT fills the torch and begins to emanate.\n\nThe only way to stop it is for Logan to free himself from the\ndevice by popping his claws through his own chest, tearing\nthrough the lock on the back.\n\nAs the x-Men fight, Sabertooth scrambles to the top of the\nstatue at the behest of Magneto to stop Logan, who is already\nmortally wounded from his own escape.\n\nIn a berserker rage, he tears through the shell of the torch.\n\nOn Ellis island, the sudden, brief show of light is seen as\nan effect to punctuate the President's comments.",
  "72": "---END OF PREVIOUS SECTION---\nAs the x-Men fight, Sabertooth scrambles to the top of the\nstatue at the behest of Magneto to stop Logan, who is already\nmortally wounded from his own escape. In a berserker rage, he tears through the shell of the torch. On Ellis island, the sudden, brief show of light is seen as\nan effect to punctuate the President's comments. \n---TARGET SECTION TO BE ANNOTATED---\n It receives\nignorant applause from the dignitaries.\n\nThe Secret Service, fully aware that this is not part of\ntheir program, try to send boats over to investigate, but\nthey end up colliding with one another in the thick,\nconfounding fog.\n\nLogan attacks Magneto, slashing through the railing. Magneto\nfalls, only to use his Magnetic powers to pull himself back\nup.\n\nLogan sees the loose bits of Metal around him pulling free\nand heading toward Magneto and is suddenly grabbed by the\nmagnetism himself. He extends his claws, waiting. Magneto and\nLogan are in a stalemate. Magneto is trying to pull him over\nthe side, Logan keeps him from being able to climb to safety\nby swiping at him with his claws.\n\nAll of this ends when Sabertooth comes up behind Logan, yanks\nhim up by the neck and throws him over and off the top of the\ntorch. Magneto, who is still holding Logan, is yanked\nviolently upward and has to grab onto the remains of the\nrailing for dear life.\n\f102.\n\nSabertooth jumps after Logan, who has fallen from the torch\nand landed between two spires on the crown of the statue.\nFight ensues between Sabertooth and Logan resulting in the\ndecimation of the crown as well as each other. Slash, heal,\nslash, healm and so on. They fall through a hole they have\ntorn in the top of the head.\n\nAll of this is intercut with fight scene between the X-Men\nand the brotherhood. Toad and Pyro are killed in particularly\ngruesome and just ways, while Mystique ends up chasing Rogue\ninto a confrontation, the end of which we do not witness,\nleaving us hanging.\n\nMagneto is making his escape,, having climbed to the bottom\nof the statue when he is ambushed by all the other X-Men\n(Storm, Jean, Beast, Cyclops) He manages to hold them all off\nin a spectacular display of his powex.\n\nThis is intercut with the winding down of the fight between\nSabertooth and Logan. They are literally beaten to near death\nand are sluggishly trying to finish one another off.\n\nThey come to rest at the feet of Magneto in the main room of\nthe base of the statue.",
  "73": "---END OF PREVIOUS SECTION---\nThis is intercut with the winding down of the fight between\nSabertooth and Logan. They are literally beaten to near death\nand are sluggishly trying to finish one another off. They come to rest at the feet of Magneto in the main room of\nthe base of the statue. \n---TARGET SECTION TO BE ANNOTATED---\nWe reveal that Magneto has Storm, Cyclops, Jean and Beast all\npinned with twisted metal innards from the statue itself.\nSharp spires are slowly creeping toward their throats,\nthreatening to kill them.\n\nLogan and Sabertooth are nearly oblivious, until finally\nLogan pounds Sabertooth into unconsciousness, standing over\nhim/ extending his claws for the kill:\n\n(We now resume our regularly-scheduled screenplay\n\nIHT. BASE OP STATUE\n\nLogan kneels over Sabertooth, who struggles to fight him\nstill. Logan cocks his fist back, claws gleaming and\nslathered with blood.\n\nHis rage now at a high like we have never seen and finally\nwith good reason, Logan stands, gathering all his strength\nfor the death blow when:\n\nHIS CLAWS RETRACT AS HE SWINGS. The kill becomes a punch and\nnothing more, knocking Sabertooth senseless.\n\nThe X-Men, despite their predicament, are all moved.\n\nLogan collapses and rolls away. He and Sabertooth lie panting\nin a pool of their own blood, their wounds healing instantly.\n\f103.\n\nMagneto smiles ironically.\n\nMAGNETO\nAll for nothing. The moral of tonight's\nperformance.\n\nThe metal trapping the X-Men tightens its grip, squeezing the\nair out of them while sharp shards push into gore them to\n\ndeath.\n\nJean tries as best she can to fight him. The two powers\n\nclash.\n\nJEAN\nIt wouldn't have worked, Max. You're\nmachine was flawed. The mutations burned\ntwice as bright for half as long. Less in\nfact.\n\nMAGNETO\nA concept you will come to understand.\nNow stop resisting the inevitable.\n\nOut of the corner of her eye, Jean catches a shadow of\nmovement behind Magneto.\n\nJEAN\nWhat good will killing us do? Aren't we\nlike you, Max. Don't our deaths at least\nmean murder to you?\n\nMAGNETO\nIt is treason what you've done tonight\nand you will be treated as traitors are.\n\nAnd ROGUE COMES OUT OF THE SHADOWS BEHIND MAGNETO, sneaking\ntowards him. All of the X-Men try to hide their reactions of\nsudden hope. Jean continues to stall.",
  "74": "---END OF PREVIOUS SECTION---\nAnd ROGUE COMES OUT OF THE SHADOWS BEHIND MAGNETO, sneaking\ntowards him. All of the X-Men try to hide their reactions of\nsudden hope. Jean continues to stall. \n---TARGET SECTION TO BE ANNOTATED---\nJEAN\nIf you kill us now, you'll never find out\nwhere the rest of the adamantium is. And\nthe creeping metal stops, creeps back a\nbit.\n\nMAGNETO\nWhat is this?\n\nAnd as Rogue gets within a few feet of him, she MORPHS back\ninto Mystique - all hope dying with the transformation.\n\f104.\n\nThe X-Men slump with a final sense of defeat.\nANGLE ON:\n\nLogan looks up, but cannot move. His hand merely twitches...\nClaws extending a few inches.\n\nMYSTIQUE\nDon't listen to them. It's a trap.\n\nSurprised, Magneto turns to her, the metal easing back\nfurther.\n\nMAGNETO\nWhat is?\n\nMYSTIQUE\nTHIS.\n\nAnd she lunges, grabbing his face with her hands MORPHING\nBACK INTO ROGUE - her real identity.\n\nA TERRIBLE SHUDDER THROUGHOUT THE STATUE. A RUMBLING TO THE\nVERY FOUNDATION.\n\nMagneto opens his mouth is a silent scream as his power is\nslowly sucked from him. Every piece of steel and iron metal\nwithin a hundred feet is pulled inward, including the metal\naround the X-Men, freeing them.\n\nRogue and Magneto are suddenly surrounded by a cage of\nshrapnel as the statue's steel rivets pull loose one at a\ntime, threatening to bring the very structure down on top of\nthem.\n\nFinally, Jean rushes forward. Unable to touch Rogue, she is\nat a loss as to what to do.\n\nJEAN\nROGUE. STOP... ROGUE.\n\nRogue, herself in a rage not unlike Logan's/ finally gets\ncontrol of herself and releases Magneto just before bringing\ndown the house.\n\nShe pulls herself free as the metal around them closes in on\nMagneto.\n\nStorm, Beast and Cyclops stand around Rogue, careful not to\ntouch her, but in their own way comforting her. She slowly\ncalms herself down from a rage to peace... then tears.\n\f105.\n\nEXT. LIBERTY ISLAND\n\nBeast walks out of the statue base, carrying a motionless\nLogan. Storm and Jean flank Rogue, having wrapped in her in\nstorm's cloak, each with an arm around her.\n\nCyclops brings up the rear. They walks toward the seawall\nwhere their boat is waiting.",
  "75": "---END OF PREVIOUS SECTION---\nStorm and Jean flank Rogue, having wrapped in her in\nstorm's cloak, each with an arm around her. Cyclops brings up the rear. They walks toward the seawall\nwhere their boat is waiting. \n---TARGET SECTION TO BE ANNOTATED---\nBut then, Cyclops stops. Be looks back. Then up at the statue\nand its arm, finally focusing on its torch, where the device\nis held.\n\nWith as much effort as it would take a \"normal* human to\nlight a Cigarette, HE FIRES A BEAM OF ENERGY FROM HIS EYES.\n\nEXT. ELLIS ISLAND\n\nPRESIDENT\nFor you, the leaders of the world...\nfor your people... For all mankind... I\n\nsay let us shed the prejudices of the\nworld we have left behind. LET US AT LAST\nEMBRACE ONE ANOTHER AS EQUALS.\n\nBehind him, THE TORCH ON THE STATUE EXPLODES IN A FIERY BALL\nin a magnificent denouement.\n\nPAUSE - the stunned dignitaries not expecting anything to\nfollow the first unexpected display.\n\nThe President is more shocked than anyone.\nINT. WESTCHESTER MANSION - HALLWAY - DAY\nScott and Jean are huddled together on sofa, sleeping.\n\nStorm sits wide awake, staring into space, deep in thought.\nRogue paces back and forth nervously.\n\nNo one is really listening to the television.\n\nNEWSCASTER\nSOMETHING PERTAINING TO RESULTS OF STATUE\nCONFRONTATION) each country represented\nat the assembly had someone to blame.\nIsrael blamed Palestinian separatists,\nwhile the Australian's blamed the French.\nFinally the German delegate chimed in\nsaying it was the work of Mutant\nextremists as a demonstration of power to\nthe U.N. as a whole.\n\f106.\n\nTHE IMAGE ON THE SCREEN TO ONE OF THOSE PHOTO OPS. The\npresident signing some sort of document on his desk while a\nmillion flash bulbs record it.\n\nNEWSCASTER (CONT'D)\nThis cry was heard the loudest only a few\ndays after the President vetoed the\nmutant registration act with almost no\nopposition. The word from capital hill is\nthat the bill lost most of its momentum\nin the wake if the still unexplained\ndisappearance of Senator Scott Frank\nKelly last week.\n\nRogue hears that much.\n\nROGUE\nHa.\n\nJust then, the door to the lab opens and all eyes turn toward\nit. Jean and Scott stir and sit up as Xavier and Beast come\nout into the hall.\n\nEveryone waits with baited breath for something... anything.",
  "76": "---END OF PREVIOUS SECTION---\nJust then, the door to the lab opens and all eyes turn toward\nit. Jean and Scott stir and sit up as Xavier and Beast come\nout into the hall. Everyone waits with baited breath for something... anything. \n---TARGET SECTION TO BE ANNOTATED---\nAND LOGAN EMERGES. He sees to limp a little, most likely\ntender all over and will be for some time. But his injuries\nare not the concern just now. The issue today is his uniform.\n\nCYCLOPS\nWell... I have to say... You look pretty\ncool.\n\nIt is a uniform not too unlike the one he was wearing, not\ntoo unlike the others. But his seems to be more severe, more\nmenacing, indeed more of an expression of the Logan we have\ncome to know. His new gloves are complete with specially\ndesigned, reinforced holes to allow the claws to extend and\nretract, which they do even now the way one might stretch\none's fingers before playing the piano.\n\nAll in all, it is a uniform, but it in no way obscures the\nindividual\n\nThey all move closer, smiling, almost laughing. Logan looks\nat them a little awkwardly.\n\nXAVIER\nWelcome home, Logan.\n\nALL /STAGGERED\nWelcome home.\n\f107.\n\nLOGAN\nWhat do you guys think about \"Wolverine?\"\n\nWe'll cut away now to spare everyone the agony of watching a\ngroup hug.\n\nINT. PLASTIC PRISOV - DAT\nA CLEAR, PLASTIC HALLWAY\n\nThat's right, PLASTIC. Everything we can see - walls,\nceiling, floor - is made, entirely, of thick, clear plastic.\n\nDOWN THIS HALL TO:\nA THICK PLASTIC CELL\nThere, in the middle, at a clear plastic desk, with two clear\nplastic cups filled with the only thing of color other than\nthe two men in the room.\nXavier and Magneto.\nThey play a friendly game of chess.\nMagneto is notably without his trademark helmet.\nXavier is in a modified plastic chair with plastic wheels.\nMAGNETO\nDoesn't it ever wake you in the middle of\nthe night? The feeling that some day,\nsome day very soon, they will pass that\nfoolish law - or one just like it - and\n\nthey will come for you and your children?\nTake you all away?\n\nXAVIER\nIt does indeed, Max.",
  "77": "---END OF PREVIOUS SECTION---\nThe feeling that some day,\nsome day very soon, they will pass that\nfoolish law - or one just like it - and\n\nthey will come for you and your children? Take you all away? XAVIER\nIt does indeed, Max. \n---TARGET SECTION TO BE ANNOTATED---\nMAGNETO\nAnd what do you do when you wake up to\nthat?\n\nXAVIER\n\nI feel a great swell of pity for the poor\nsoul who comes to that school looking for\ntrouble.\n\nMAGNETO\nThat's no answer.\n\f108.\n\nXAVIER\nNo... I suppose it isn't.\n\nXavier makes a move, Magneto counters. Xavier moves again.\n\nMAGNETO\nWhy do we play this game, Xavier?\n\nXAVIER\nPerhaps because we are each the only one\nthe other trusts not to cheat.\n\nMAGNETO\nBut you must know that it is a war. And\nto win a war takes the will to fight it\nat all costs, by any means necessary. For\nthat reason, I will alvays be at an\nadvantage. No matter how you trap me, how\nI am contained -\n\nChess pieces seem to visually mimic their conversation,\nXavier's white pieces slowly surrounding Magneto's Black\nKing.\n\nMAGNETO (CONT'D)\nI will always find an escape.\n\nXAVIER\nBut you seem to forget one little thing.\n\nMAGNETO (CONT'D)\nAnd what is that?\n\nXAVIER\nThat I can simply read your mind, Max.\nAnd I will always know your next move.\nAnd with that.\n\nXavier makes one, placing his queen gently down, taking away\na knight.\n\nXAVIER (CONT'D)\nCheck.\n\nJust then, the door to the cell opens. A Guard waits.\nMagneto and Xavier stare at one another with a strange\nrivalrous smile before Xavier turns and wheels himself out of\n\nthe room.\n\nThe door closes behind him, leaving Magneto alons with his\nplastic chess set in his plastic cell.\n\f109.\n\nAnd Magneto looks at the pieces before him.\n\nSomething occurs\nto him. He smiles a wicked smile.\n\nAnd his rook LEVITATES, despite its properties, moving across\nthe board and toppling Xavier's king.\n\nMAGNETO\nAnd mate.\n\nBLACK.\n\f"
}