{
  "1": "X-MEN 2\n\nad =.\nDavid Hayter\nstory by Bryan Singer and David Hayter\n\nCurrent revisions by .\nMichael Dougherty & Dan Harris\n\nPRODUCTION DRAFT 4-30-02\n\fBLACKNESS.\n\nAnd then a SPECK of light, which grows and twists, SPIRALING\nlike a GLOWING STRAND OF DNA. The image is pierced by the\ndeep, rich VOICE of:\n\n \n\nXAVIER (V.O.)\nMutants. Since the birth of their\nexistence, they have been regarded with\nfear, suspicion, and hatred. Across the\nplanet, debate rages: Are mutants the\nnext link in the evolutionary chain...\ni.\n\nWe rush through the DNA CHAIN. The edges blur with speed.\n\nXAVIER (V.O.) (CONT'D)\n...or simply a new species of humanity,\nfighting for their share of the world?\nEither way, one fact has been\nhistorically. proven: Sharing the world\nhas never been humanity’s defining\nattribute...\n\nIn a RUSH of MUSIC AND LIGHT, WORDS fill the screen:\n\nX-MEN 27\nCREDIT SEQUENCE ENDS with the slamming of CEREBRO’S ARMORED\nDOOR. An IMAGE forms in the door’s CRYSTAL LOCK. AN IMAGE OF:\n\nTHE SEAL OF THE PRESIDENT OF THE UNITED STATES.\n\nINT. WHITE HOUSE ~ TOUR ENTRANCE - DAY 1\n\n.\n\n: : /\nCLOSE ON: THE SEAL as we hear a YOUNG FEMALE TOUR GUIDE: oe\n\n__,TOUR GUIDE (0.S.)\n‘We are not: enemies, but friends. We must\nnot be enemies. Though passion may have\nstrained, it must not break the bonds of\nour affection.”\n\nThe CAMERA PULLS BACK to reveal the seal printed on a PLACARD\nbelow a portrait of ABRAHAM LINCOLN.\n\nTOUR GUIDE (CONT'D)\nLincoln said that in his first inaugural\nspéech as the 16th President. It’s one of\nmy favorites.\n\nThe TOUR GROUP approaches A SECURITY CHECKPOINT.\n\f \n\n4 02 hhert: i 2.\n\n© |\n\n. 2 _INT. WHITE HOUSE - SECURITY CHECKPOINT - CONTINUOUS 2\n\nThe tourists walk through the metal detector. SECRET SERVICE\nAGENTS watch closely.",
  "2": "---END OF PREVIOUS SECTION---\n© |\n\n. 2 _INT. WHITE HOUSE - SECURITY CHECKPOINT - CONTINUOUS 2\n\nThe tourists walk through the metal detector. SECRET SERVICE\nAGENTS watch closely. \n---TARGET SECTION TO BE ANNOTATED---\nTOUR GUIDE\nIf you'll please have your identification\nready, we'll begin the tour...\n\nONE MAN is standing in the back. He wears a BASEBALL CAP\npulled down over his dark, shadowed face. As others go\nthrough the checkpoint, he steps to the side and turns a\ncorner. He stares at a JANITOR’S CLOSET, just past security.\n\n3 INT. WHITE HOUSE - OTHER SIDE OF THE CHECKPOINT - SAME TIME 3\n\nBAMF! A flash of light and smoke appears under the closet’s\ndoorjamb. The door cracks open and the man steps out.\n\nAs he veers away from the tour group, a HAND IS PLACED ON HIS\nSHOULDER. The man turns to see AN AGENT staring him down.\n\nCHECKPOINT AGENT\na I’m sorry, sir. Are you lost? ,\n\nO)\n\nThe man nods and looks up, finally revealing his face--\n\nHE HAS THE FACE OF A DEMON: Skin so blue it appears black --\nhis eyes are YELLOW, dilated, and glazed over. This is KURT\nWAGNER, aka NIGHTCRAWLER.\n\nThe agent quickly reaches for his pistol.\n\nBut from BEHIND THE AGENT’S HEAD, a forked TAIL reaches up\nand WRAPS AROUND HIS NECK -- THROWING him against the WALL,\nthen SLAMMING him to.the GROUND. ,\n\n: . ANOTHER AGENT rushes towards Nightcrawler. His tail wraps\naround the gun and throws him to the ground as flips over the\nagent and darts down the corridor.\n\n \n\n4 INT. OVAL OFFICE - SAME TIME\n\nThe Oval Office Agent, WALTERS draws his gun and presses his\nhand to his’ earpiece, listening to the commotion.\n\nAGENT WALTERS\n...I repeat, how many are there?\n\nPRESIDENT MCKENNA -- distinguished, late 60’s, sits at the\ndesk. He drops the phone and stands up.\n\n \n\n(CONTINUED)\n\f \n\nC\n\n~\n\n \n\n4/30/02 Dougherty & Harris\n\nCONTINUED:\n\nPRESIDENT MCKENNA\nWhat in God’s name is going on?\n\n \n\nSIX MORE AGENTS swarm into the room and form a circle around\nthe President, guns pointed at every door.\n\nINT.",
  "3": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f \n\nC\n\n~\n\n \n\n4/30/02 Dougherty & Harris\n\nCONTINUED:\n\nPRESIDENT MCKENNA\nWhat in God’s name is going on? SIX MORE AGENTS swarm into the room and form a circle around\nthe President, guns pointed at every door. INT. \n---TARGET SECTION TO BE ANNOTATED---\n WHITE HOUSE HALLWAY - SAME TIME\n\nALARMS BLARE as AGENT VANSCOY turns to see Nightcrawler at\nthe end of the hall, teeth bared like an animal, running\nstraight towards him.\n\nVanscoy aims and FIRES, and Nightcrawler TAKES TO THE WALLS,\nstill running at full: speed. Before the agent can fire again,\nNightcrawler FLIES AT HIM FEET FIRST, smashing Vanscoy\nthrough a SET OF DOORS.\n\nNightcrawler FLICKS THE GUN AWAY with his tail. He moves down\nthe hallway and turns a corner to see:\n\nSIX AGENTS, GUNS DRAWN.\n\nLEAD AGENT\nHANDS ON THE FLOOR! NO TRICKS!\n\nNightcrawler spins around and sees SIX MORE AGENTS enter the\nhallway. He’s trapped. TWELVE GUNS are jammed into his face.\nNightcrawler smiles, revealing SPIKED WHITE TEETH.\n\nBAMF! Nightcrawler is GONE, leaving behind a cloud of smoke.\n\nINT. OVAL OFFICE - SAME TIME\n\neos\nThe OVAL OFFICE AGENTS listen closely -- there is STATIC on\ntheir radios. The sounds of SHOTS right outside the door. Men\n\nscreaming. The President is too scared to move.\n: ok\n\nAGENT WALTERS\nGet him out of here!\n\nAGENT CARTWRIGHT\nNo. We don’t know how many there are.\n\nTHE WEST DOOR BURSTS OPEN, filling the room with stumbling,\ncoughing agents and thick SMOKE.\n\nTHE SECRET SERVICE AGENTS SURROUND THE PRESIDENT in a ROMAN\nCIRCLE, guns pointed in every direction.\n\nBAMF! Nightcrawler appears in front of an agent -- kicks him\n\nacross the face. BAMF! He appears next to another and hurls\nhim across the room with his tail... BAMF! BAMF! BAMF!\n\n(CONTINUED)\n\n \n\f4/30/02 Dougherty & Harris\nCONTINUED:\n\n \n\n \n\n \n\n \n\nNightcrawler takes out the entire circle of agents in the\nblink ‘of an eye.\n\nNightcrawler lands on the ground, staring at McKenna. HE\nLEAPS and pins the President on top of his desk. President\nMcKenna looks up to see Nightcrawler looming over him. His\neyes glazed over, his face emotionless.",
  "4": "---END OF PREVIOUS SECTION---\nHE\nLEAPS and pins the President on top of his desk. President\nMcKenna looks up to see Nightcrawler looming over him. His\neyes glazed over, his face emotionless. \n---TARGET SECTION TO BE ANNOTATED---\nWith a flick of his tail, the mutant pulls a KNIFE from his\nboot and flips it into his clawed hand -- Tied to its hilt is\na LONG RED RIBBON.\n\nAnother agent runs in, trying to aim through the smoke.\n\nNIGHTCRAWLER RAISES THE KNIFE-- BANG! A SHOT RIPS through\nNightcrawler’s WRIST. Screaming, his EYES suddenly DILATE\nHUGE, then SNAP BACK TO NORMAL. He shakes his head as if\n\nwaking from a nightmare... suddenly realizing where he is.\n\nBAMF! Nightcrawler disappears.\n\nThe secret service agent lowers his gun and moves to the\nPresident’s side.\n\nPRESIDENT MCKENNA\nWhat... the hell... was that?\n\nCLOSE ON: THE KNIFE sticking straight up from the center of\nthe desk, a ribbon hanging from the handle.\n\nPUSH IN ON THE RIBBON: Three words are written in gold:\nMUTANT FREEDOM NOW.\n\n \n\nFADE TO WHITE.\n\nAN ENDLESS PLAIN OF SNOW.\n\nPierced only by a LONG LINE OF FOOTPRINTS, leading up to\nLOGAN, aka WOLVERINE, wearing only a leather jacket. He’s\ntrekking through:\n\nEXT. ALBERTA WILDERNESS - MORNING a 7 ;\n\nLogan reaches the top of a MOUNTAIN CREST and stares across\n\nthe snow at a HYDRO-ELECTRIC DAM, and an old, weathered sign:\nTr TR) EX\n\nHe takes it in. Then, Logan sees it, downstream from the dam:\n\nTHE ABANDONED BASE. Circular, half-buried in snow.\n\n \n\f \n\n \n\n \n\n10\n\n11\n\n4/30/02 Dougherty & Harris 5.\n\nEXT. ALKALI LAKE MILITARY BASE - MOMENTS LATER 8\n\nDwarfed by both nature and the scale of the building, Logan\napproaches this ABANDONED MILITARY BASE, covered by ice and\n\nsnow.\n\nCLOSER\n\nHe passes through a MOUTH-LIKE OPENING, entering a GIANT\nCIRCULAR COURTYARD with doors lining the perimeter.\n\nINT. ALKALI LAKE BASE - MAIN BUILDING - MOMENTS LATER 9\nA MASSIVE and DESTROYED ROOM. The walls are metal and thick.",
  "5": "---END OF PREVIOUS SECTION---\nINT. ALKALI LAKE BASE - MAIN BUILDING - MOMENTS LATER 9\nA MASSIVE and DESTROYED ROOM. The walls are metal and thick. \n---TARGET SECTION TO BE ANNOTATED---\nLogan wanders silently through hallways leading to cleaned\nout rooms and deserted spaces. Then, at the far end of the\nhall, a LONE WOLF stands, watching him curiously.\n\nLogan freezes, waiting for the wolf to make the first move.\nBeat. It turns and walks down a flight of stairs. Logan\nwatches it disappear, then follows.\n\nINT. ALKALI LAKE BASE - BASEMENT ROOM - LATER 10\n\nHe flicks on a SMALL FLASHLIGHT and walks a bit further into\nthe massive room, when he hears:\n\nA WOLF HOWL. He turns quickly... SNIKT! His trademark CLAWS\nSHOOT from the knuckles. As he turns back around, he sees it:\n\n...the only clue to his past -- the only clue that links him\nto this place... : -¢\n\nCLAW MARKS. THREE. SLICING THE WALL.\n\nANGLE ON:. LOGAN, wondering if he could be faced with himself\nfor the first time.\n\nWIDER: Logan slowly turns around, realizing that there . is\nnothing left of this place. :\n\nINT. SCIENCE MUSEUM - DAY . 11\nPUSH IN ON: A DIORAMA OF A WINTER LANDSCAPE-- A MOTHER WOLF, :\nblood on its teeth, angrily protects its young from A\n\nNEANDERTHAL HUNTER, blood on HIS teeth. Hunched over, he\nholds up a large club. A child peers at the display.\n\n(CONTINUED)\n\n \n\n \n\f11\n\n \n\n4/30/02 Dougherty & Harris 6.\n\nCONTINUED : ail\n\nSTORM (0.S.)\nContrary to popular belief, Neanderthals\nare not the ancestors of modern day\nhumans, but rather distant cousins who\ndied out 30,000 years ago...\n\nWIDER: to reveal an exhibit on HUMAN EVOLUTION.\n\n' sTORM (0.S.) (CONT'D)\n\n..-They were replaced by a more advanced\nrace called Cro-Magnon man, also known as\nHomo Sapiens...\n\nAT AN ICE AGE DISPLAY, twelve year-old, ARTIE, stares at a\nwoolly mammoth. A kool-aid stained LITTLE GIRL glares at him.\n\nSTORM (CONT'D)\n..-.also known as human beings. In other\nwords, all of us.",
  "6": "---END OF PREVIOUS SECTION---\nA kool-aid stained LITTLE GIRL glares at him. STORM (CONT'D)\n..-.also known as human beings. In other\nwords, all of us. \n---TARGET SECTION TO BE ANNOTATED---\nArtie looks at her and smiles. She scowls and STICKS OUT HER\nTONGUE. Artie returns the gesture but his TONGUE IS BLACK AND\nFORKED. The little girl WHINES and runs to her parents.\n\nA shadow looms over Artie, and he looks up to see STORM,\nstaring down at him. He smiles innocently.\n\nSTORM (CONT’D)\nNot here, Artie.\n\nStorm takes him by the hand and continues her lecture, a\ngroup of kids behind her. They are:\n\n. s i\nPROFESSOR XAVIER'S STUDENTS. They're just like normal kids on\na field trip, but their appearance is... different. Most are\nin their early teens, a few are as young as eleven. Other\nmuseum patrons try not to stare as they pass. :\n\nARTIE\n(loudly)\nBut Miss Monroe, aren’t we mutants?\n\nStorm checks to see if anyone heard, then kneels down.”\n\nSTORM\n(whispering)\nYes, but mutants are only people with\nsome extra active genes. We’re still\nhuman.\n\nArtie smiles. As Storm stands back up, she sees the other\nkids are gone. They’re c#f to the side, staring at:\n\n(CONTINUED)\n\n \n\f \n\n11\n\n©\n\\\n\n \n\n \n\n \n\n \n\n0/02 Do rt arris 7.\nCONTINUED: (2) il\n\nAN EXHIBIT ON MUTATION\n\nFilled with illustrations and photographs of HIDEOUSLY\nDEFORMED MUTANTS. A timeline tracks mankind from the ape-like\nHomo Hablius to Homo Sapien -- and then the line suddenly\nSPLITS into a SECOND GROUP, labeled: Homo 2\n\nThe children look horrified and hurt.\n\nSTORM (CONT’D)\nCome on, children. Let’s go.\n\nShe ushers them away, trying to hide her own discomfort.\n\nJEAN GREY (0.S.)\nStorm.\n\nShe turns to see JEAN GREY and SCOTT SUMMERS (CYCLOPS)\nwalking with another group of kids.\n\nJEAN GREY (CONT'D)\n' Everything okay?\n\nSTORM\nYeah. How was the medical exhibit?\n\nJEAN GREY\nThe kids liked it. Scott was bored.\n\n|\nCYCLOPS |\nIt was boring. |!\n\nStorm is distracted.",
  "7": "---END OF PREVIOUS SECTION---\nScott was bored. |\nCYCLOPS |\nIt was boring. |! Storm is distracted. \n---TARGET SECTION TO BE ANNOTATED---\n She does a quick head-count of .the kids.\n\nSTORM\neany where are whe others?\n\nA BRILLIANT GLOWING LIGHT\n\nSwirls gently in front of the face of a TEENAGE BOY. This is\nJOHN ALLERDYCE, AKA: PYRO. . j\n\nRACK FOCUS TO REVEAL that the swirling light is FIRE, and\nPyro is manipulating it between his fingers.\n\nWIDER TO REVEAL: Pyro sits next to ROGUE, who stares at the\nfire, transfixed. Next to her, BOBBY DRAKE is nervous -- on\nthe other side, KITTY PRYDE watches, embarrassed. They are\nsitting in: -\n\fx\n\n \n\n& Harris\n\nINT. SCIENCE MUSEUM - FOOD COURT - CONTINUOUS\n\n \n\nPyro manipulates the fire with ease, creating a series of\nmarbles that effortlessly flow between his fingers.\n\nROGUE\nMy turn.\n\nShe reaches to touch Pyro’s hand. He flinches away.\n\nROGUE (CONT’D)\nIt’s okay. I can control it better.\n\nBobby watches jealously. As Rogue’s hand makes contact with\nPyro’s. There a quick FLASH OF LIGHT -- Pyro smiles like he’s\nbuzzed. Rogue pulls her hand away with THE SMALL FLAME.\n\nROGUE (CONT’D)\nWow. I feel... warm.\n\nBut she can’t control it, and it quickly grows larger,\nswirling around her hand.\n\nKITTY\nRogue, be careful.\n\nPYRO\nShe’s got it.\n\nShe doesn’t, and Bobby knows it. She continues wrestling with\nthe flame, when Bobby glances over at THREE TEENAGE BOYS who\nare watching them from a few tables over.\n\n- f\n\nBOBBY\nRogue.\n\n“But Rogue is too focused trying to control the fire. Bobby\n\nnervously glances at the three teenagers, now walking towards\nthem.\n\nBOBBY (CONT’D)\nROGUE.\n\nPyro quickly reaches over and puts the fire out. Rogue snaps\nher head up to see the three teenagers glaring at her.\nTEENAGER 1 is smoking a cigarette.\n\nTEENAGER 2\nMy friend wants to know how you did that.\n\nRogue looks at him, then at Bobby and Pyro.",
  "8": "---END OF PREVIOUS SECTION---\nTEENAGER 1 is smoking a cigarette. TEENAGER 2\nMy friend wants to know how you did that. Rogue looks at him, then at Bobby and Pyro. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f12\n\n \n\n13\n\n \n\n \n\n \n\n4/30/02 Dougherty & Harris 9.\n\nCONTINUED: 12\nTEENAGER 3\nYeah. Do it again.\nROGUE\n...I can’t.\n\nTEENAGER 2 reaches towards Rogue’s hands.\n\nBOBBY\nYou really don’t want to touch her.\n\nTEENAGER 2 presses forward. Bobby stands up. TEENAGER 1 takes\na DRAG. Pyro twirls his LIGHTER in his fingers.\n\nPYRO\nThere’s no smoking in here.\n\nHe blows the smoke into Pyro’s face.\n\nTEENAGER 1\n(re: his lighter)\nOh yeah? Whaddya do with that?\nLight your farts?\n\nThe teens laugh. He takes another drag from his cigarette.\nPUSH IN ON: THE GLOWING EMBERS of the cigarette.\n\nPYRO\nNo. Just assholes.\n\nPyro's EYES narrow -- and VWOOSH! THE FLAME of the cigarette ;\ntravels as fast as lightning, incinerating the cigarette and |\nsetting the guy’s jacket and hair on fire. He SCREAMS,\n\nfuriously trying to PAT it out. His friends panic.\n\nBOBBY reaches up his hand, and Sends a STREAM of FROST ;\ntowards him. Immediately, the fire FREEZES and DROPS off. The\n\nteenagers stare at the young mutants, terrified. So does\neveryone else in the food court.\n\nRogue, Bobby, Pyro, and Kitty quickly leave the room.\nINT. MUSEUM - HALLWAY NEAR GIFT SHOP - CONTINUOUS 13\n\nKITTY\nJohn, you are such a prick.\n\nWithout missing a beat, HE PUSHES HER to the right, and she\n\nPHASES THROUGH A WALL, disappearing. After a second, she\nreappears on the other side, dazed.\n\n(CONTINUED)\n\n \n\f \n\n \n\n \n\n15\n\n4/30/02 Dougherty & Harris 10.\nCONTINUED: . 13\n\nThe group turns a corner and comes face to face with Storm.\nShe is not happy. Jean and Cyclops are behind her with the\nother kids.\n\nBOBBY\n(to Storm)\nI think we should go.\n\nStorm seés other museum visitors staring at A TELEVISION near\nthe GIFT SHOP.",
  "9": "---END OF PREVIOUS SECTION---\nJean and Cyclops are behind her with the\nother kids. BOBBY\n(to Storm)\nI think we should go. Storm seés other museum visitors staring at A TELEVISION near\nthe GIFT SHOP. \n---TARGET SECTION TO BE ANNOTATED---\nSTORM\nI think you’re right.\n\nON TV: An image of the White House, surrounded by army\ntroops. The words: “MUTANT ASSASSINATION ATTEMPT” appear on\n\nthe screen.\n\nAs Xavier’s students stare at the screen, Storm looks around,\nuneasy, at museum patrons who have also stare in shock at the\nnews.\n\nEXT. XAVIER’S MANSION - GARDEN - LATER 14\n\nA GIRL chases a boy around the fountain. He suddenly\nMULTIPLIES into six more copies of himself, confusing her.\n\nWE PULL BACK, THROUGH A WINDOW, INTO:\nINT. XAVIER’S MANSION - XAVIER’S OFFICE - SAME TIME 15\nCyclops is staring out the window, at the kids. He turns\n\naround to JEAN GREY, STORM, and PROFESSOR XAVIER. A- rog\nTELEVISION silently plays a WHITE HOUSE PRESS CONFERENCE.\n\n“ CYCLOPS\n° My opinion? ‘Magneto’s behind this. .\nJEAN GREY\nNo, I don’t think so, Scott.\nXAVIER\nWhile Eric might have organized something\nlike this from prison -~ for him the\ngesture is far too... irrational. It only\n\nhurts his goal of mutant prosperity.\n\nCYCLOPS\nYou mean superiority.\n\nXAVIER\nIf Eric had his way, yes.\n\n(CONTINUED)\n\f \n\n15\n\n16\n\n \n\n \n\n4/30/02 Dougherty & Harris 11.\nCONTINUED: 15\n\nIN THE BACKGROUND, the TV screen displays images of\nPROTESTERS on both sides of the mutant issue.\n\nSTORM\nYou know how the government will respond\nto this. They’1ll re-introduce the\nRegistration Act.\n\nXAVIER\nOr worse.\n\nXavier stares at the protesters on TV, troubled.\n\nJEAN GREY\nDo you think the mutant was working\nalone?\n\nXAVIER\n\nThe only way we'll know is if we find him\nbefore the authorities do.\n\nINT. OVAL OFFICE - DAY 16\nCLOSE ON: THE KNIFE MARK, still left in the President’s desk.\nPULL BACK TO REVEAL: WILLIAM STRYKER -- 60s, wealthy,\ntailored -- rubbing the mark with his finger.",
  "10": "---END OF PREVIOUS SECTION---\nINT. OVAL OFFICE - DAY 16\nCLOSE ON: THE KNIFE MARK, still left in the President’s desk. PULL BACK TO REVEAL: WILLIAM STRYKER -- 60s, wealthy,\ntailored -- rubbing the mark with his finger. \n---TARGET SECTION TO BE ANNOTATED---\nSTRYKER\nIt was close, wasn’t it? Closer than\nanyone’s admitted.\nPRESIDENT MCKENNA is pouring two glasses of Brandy.\n\nPRESIDENT MCKENNA\nWhat do you need, William?\n\ni - STRYKER) :\nMy division needs your authority for a\nspecial operation.\nThe President SIGHS, takes a sip. He saw this coming.\nPRESIDENT MCKENNA\nAnd somehow I thought you were here to\ntalk about school reform.\n\nSTRYKER\nFunny you should say that.\n\nA KNOCK at the DOOR. It opens, and en ASSISTANT lets in\nSENATOR KELLY.\n\n(CONTINUED)\n\n \n\f \n\n4/30/02 Dougherty & Harris 12.\n\n16 CONTINUED: 16\n\nPRESIDENT MCKENNA\nSenator.\n\nSENATOR KELLY\nMr. President. Thanks for having me.\n\nThey shake hands.\n\nPRESIDENT MCKENNA\nI don’t believe you two have met. Senator\nKelly, this is William Stryker.\n\nSTRYKER\nNo, we've never met...but I’ve followed\nyour career for years. It seems that your\nideas about the mutant problem have\nchanged recently.\n\nSENATOR KELLY\nFor the best, I hope.\n\nPRESIDENT MCKENNA\nSenator Kelly’s been at the forefront of\nboth sides of the issue for some time --\nI thought his point of view would be\nworthwhile... particularly during this\ncrisis.\n\nOD\n\ni STRYKER\n. If you think that’s appropriate...\n\nSENATOR KELLY\nSo, what are you proposing, Mr. Stryker? - 4\nStryker, clearly not comfortable with Kelly’s request, begins\nto place SURVEILLANCE PHOTOS OF XAVIER'S MANSION on the\nPresident’s desk...\n\nSTRYKER\nMy people have gathered these\nsurveillance photos. of a mutant training\nfacility in the Salem region of upstate\nNew York.\n\nPRESIDENT MCKENNA\nWhere did you get this information?\n\nSTRYKER\nInterrogation of one of the Liberty\nIsland terrorists.\n\n \n\n(CONTINUED)\n\n \n\n \n\n \n\f \n\n4/30 oughert: Harris 13.\n16 CONTINUED: (2)\n\nO\n\nSENATOR KELLY\nEric...",
  "11": "---END OF PREVIOUS SECTION---\nSTRYKER\nInterrogation of one of the Liberty\nIsland terrorists. (CONTINUED)\n\n \n\n \n\n \n\f \n\n4/30 oughert: Harris 13. 16 CONTINUED: (2)\n\nO\n\nSENATOR KELLY\nEric... \n---TARGET SECTION TO BE ANNOTATED---\n Eric Lensherr? You have access to\n\n, him?\n\nSTRYKER\nMy group developed the technology that\nbuilt his prison, when, I might add, the\nDefense Department couldn’t find room in\ntheir budget.\n\nHe continues to hand the President PHOTOS. Senator Kelly\nfinally looks at the photos. His face blanks.\n\nSENATOR KELLY\nThis facility is a school.\n\nSTRYKER\nSure it is.\n\nStryker throws down a series of black and white photos of THE\nMANSION. In them, the basketball court opens to reveal the X-\n\nJET.\nCc STRYKER (CONT’D)\n—) Now you ask yourselves: how could this\nhave happened?\nStryker turns and glances at a damaged wall.\n\nSTRYKER (CONT’D)\nHow could it not have?\n\nThe President stands up, takes a sip of his drink. Sighs..\n\nSTRYKER (CONT'D)\nIf we'd been allowed to do our jobs\nVi before this incident...\n(he stands up)\nDon’t misinterpret my goals, Senator. We\njust want to go in there -- see what\n| they're up to.\n\nStryker holds up another photo.\n\nSTRYKER (CONT'D)\nOh. One last thing, Mr. President. For\nover a year, we’ve been tracking this\n\nmutant.\n\nHe hands the photo to McKenna, who looks up at Stryker in\nSHOCK, BECAUSE...\n\n \n\né\n\n(CONTINUED)\n\n \n\f \n\n17\n\n18\n\n \n\n4/30/02 Dougherty & Harris 14.\nCONTINUED: (3) 16\n\nSTRYKER (O.S.) (CONT'D)\nThis photo was taken three months ago.\n.IT IS A SURVEILLANCE PHOTO of NIGHTCRAWLER.\n\nEXT. WHITE HOUSE - MOMENTS LATER 17\n\nStryker emerges to greet ANNE REYNOLDS-- his right hand in\ncommand. They walk through the outer hallway, which is being\nrepaired from the attack.\n\nSENATOR KELLY (0.S.)\nMr. Stryker.\n\nStryker and Anne stop and turn around to see Senator Kelly.\n\nSTRYKER\nSenator Kelly, this is Anne Reynolds, my\ndirector of special projects.\n\nSENATOR KELLY\nMy pleasure.\n\nKelly shakes Anne’s hand tightly.",
  "12": "---END OF PREVIOUS SECTION---\nSTRYKER\nSenator Kelly, this is Anne Reynolds, my\ndirector of special projects. SENATOR KELLY\nMy pleasure. Kelly shakes Anne’s hand tightly. \n---TARGET SECTION TO BE ANNOTATED---\n A little TOO tightly and\nfor a little TOO LONG.\n\nSENATOR KELLY (CONT'D)\nListen, if you’d like to talk further\nabout what you’re planning, I‘d be\navailable to offer my assistan--\n\nSTRYKER\n(cutting him off) - 4\nThanks for the offer, Senator, but\neverything is already in place.\n\nStryker smiles’ eerily. Pats him on the shoulder. As Stryker\nand Anne walk away, SENATOR KELLY rubs his fingers together.\nHis eyes FLASH YELLOW.\n\nINT. XAVIER’S MANSION - LIVING ROOM - DUSK 18\nROGUE sits on the couch next to Bobby and a few other kids,\nwatching the news. Bobby’s holding her gloved hand. Behind\nthem, the DOOR OPENS. Rogue smiles and runs towards...\n\nROGUE\nLogan!\n\nShe throws her arms around him.\n\n(CONTINUED)\n\n \n\f \n\n \n\n \n\n \n\n \n\n \n\n4/30/0 ougherty & H i 15.\n\nCONTINUED :\n\nLOGAN\nHey Rogue.\n\nShe backs up, smiling. Behind her, Bobby appears.\n\nLOGAN (CONT’D)\nWho's this?\n\nLogan looks Bobby up and down.\n\nROGUE\nThis is Bobby, he’s --\n\nBOBBY\nHer boyfriend. ~\n\nThey shake hands. CRACKLING ICE and vapors rise from the\nhandshake. Rogue rolls her eyes at the macho display.\n\nBOBBY (CONT'D)\nThey call me Iceman.\n\nLogan isn’t impressed.\n\nLOGAN\nRight.\n(to Rogue)\nWhere’s the Professor?\n\nSTORM (0.S.)\nWelcome back.\n\nLogan turns around to find Storm and Jean, smiling at him.\nThey’re both carrying duffel bags. Logan focuses on Jean.\n\nLOGAN\nThanks. It’s good to be back.\n(beat) .\nHey Jean.\n\nJEAN\n(smiling)\nHi Logan.\n\nLogan and Jean smile at each other warmly. Rogue and Bobby\nplop back down on the couch, hiding knowing smiles.\n\nStorm awkwardly watches Logan and Jean share a moment. She\nbacks up slowly, pointing.\n\n18\n\n(CONTINUED)\n\n \n\f \n\n18\n\nOQ\n\na\n~”\n\n \n\n \n\n4/30/02 Dougherty & Harris 16.",
  "13": "---END OF PREVIOUS SECTION---\nStorm awkwardly watches Logan and Jean share a moment. She\nbacks up slowly, pointing. 18\n\n(CONTINUED)\n\n \n\f \n\n18\n\nOQ\n\na\n~”\n\n \n\n \n\n4/30/02 Dougherty & Harris 16. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: (2) -\n\nSTORM\nI'm going to... I’m... The plane... I’m\ngonna get the plane ready...\n(beat; cute)\nBye!\n\nShe walks off. Logan turns back to Jean, smiling.\n\nJEAN GREY\nIt is good to have you back.\n\nLOGAN\nHow good?\n\nHe looks at her bags.\n\nJEAN GREY\nWe won’t be gone long.\n\nLOGAN\nBut I just got here.\n\nJEAN GREY\nAnd you'll be here when we come home.\n\nCYCLOPS (0.S.)\nFind what you were looking for, Logan?\n\nThey both look up to see CYCLOPS enter the room. Logan turns\n\nback to Jean -- staring directly at her:\nLOGAN\nMore or less. : - 7\n\nCyclops moves next to them. Puts a hand on Logan’s shoulder.\n\nCYCLOPS\nAnd with such perfect timing. Tonight,\nyou're the baby-sitter.\n\n(gestures to. the kids)\nIn bed by eleven, okay?\n\nRogue and Bobby look up, not happy to hear that. Logan’\nwatches them leave. Jean turns to wave goodbye.\n\nROGUE\nHe meant midnight.\n\nLOGAN\nEleven. Where’s the Professor?\n\n18\n\n \n\n \n\f \n\na/ Doughert: Harri 17.\n\n \n\n19 INT. XAVIER’S MANSION - CEREBRO - MINUTES LATER 19\nXavier sits at the CONSOLE, adjusting the controls.\n\nXAVIER\nLogan, my repeated requests about smoking\nin the mansion notwithstanding, continue\nsmoking that in here... and you will\nspend the rest of your days under the\nbelief that you are a six year-old girl.\n\nREVEAL Logan standing in the entrance, behind the Professor,\ncigar in his mouth.\n\nLOGAN\nYou‘d do that?\n\nXAVIER\nI’1l have Jean braid you hair.\n\nLogan puts out the cigar with his palm, and puts the rest in\nhis shirt pocket for later.\n\nXAVIER (CONT'D)\nC } How was your search? More questions than\nanswers?\n\nLogan steps forward onto the platform and the door closes.\nXavier puts on the HELMET. As Cerebro HUMS to life, Logan\nlooks around, sketchy.",
  "14": "---END OF PREVIOUS SECTION---\nLogan steps forward onto the platform and the door closes. Xavier puts on the HELMET. As Cerebro HUMS to life, Logan\nlooks around, sketchy. \n---TARGET SECTION TO BE ANNOTATED---\nLOGAN\nYou want me to leave? : - Gy\nXAVIER\n. Ne. Just == sion! t move.\n\n \n\n“The walls FALL AWAY with the CEREBRO EFFECT.\n\n \n\nThe CEREBRO POV abruptly pulls STRAIGHT DOWN with STOMACH\nLURCHING SPEED, rushing through BLACKNESS with HINTS OF\nLIGHT. In seconds, both Logan and Xavier are STANDING INSIDE\nA GIANT IMAGE OF THE EARTH rotating above them.\n\nDotted across all continents are SPARKLING WHITE AND RED\nLIGHTS, like stars fallen to Earth. The white lights FAR\nOUTWEIGH the red ones.\n\nXAVIER (CONT'D)\nThose lights represent the whole of .\nhumanity. Every living soul on every\nsontinent.\n\n \n\n(CONTINUED)\n\n \n\f4 02 herty & Harri\n19 CONTINUED: 19\n\nO\n\nSuddenly, the WHITE LIGHTS FADE -- leaving only the red ones.\n\n \n\nXAVIER (CONT’D)\nAnd these are the mutants -- many of them\ndon‘t even realize yet who they are. You\nsee, we’re not as alone as you think.\n\nLOGAN\nI found the base at Alkali Lake... there\nwas nothing there.\n\nXavier's too focused on the lights, which have completely\nfaded, leaving only a RED LINE along the East Coast.\n\nXAVIER\nOdd. This broken line represents the path\nof the mutant who attacked the President.\nI’m finding it hard to lock-on to him.\n\nLOGAN\nCan’t you just increase the... signal?\nXAVIER\nCy If I wanted to kill him, yes.\nx Cerebro zooms in closer, revealing the a BLINKING RED LIGHT\n\nin BOSTON. Latitude and longitude points are displayed.\n\ni XAVIER (CONT'D)\n...it looks like he’s finally stopped\nrunning.\n\nLOGAN ~\nI need you to read my mind again.\n\n|\n|\n|\nLogan is angry. He has no interest in talking about this.- /\nXavier closes his eyes -- he has found what he needs.\n\nSuddenly, the CEREBRO effect COLLAPSES on itself and we're\n\nback on the catwalk.\n\n3 XAVIER :\nI’m afraid the results will be the same\n\nas before.\n\nLOGAN\nWe had a deal.",
  "15": "---END OF PREVIOUS SECTION---\nSuddenly, the CEREBRO effect COLLAPSES on itself and we're\n\nback on the catwalk. 3 XAVIER :\nI’m afraid the results will be the same\n\nas before. LOGAN\nWe had a deal. \n---TARGET SECTION TO BE ANNOTATED---\nXAVIER\nLogan, the mind is not a box to be simply\n© unlocked and opened -- it’s a beehive,\n\\ with a m'llion separate compartments.\n(MORE)\n\n \n\n(CONTINUED)\n\f4/30 Dou rt Harris\nCONTINUED: (2)\n\nXAVIER (CONT'D)\nI don’t doubt that your amnesia and...\nenhancements are connected, but using my\ntelepathy is still far too risky.\n\n \n\n20\n\n \n\nXavier puts the HELMET down. Logan is more pissed off than\ndisappointed.\n\nXAVIER (CONT‘D)\nI promise we'll talk more when I return.\nScott and I are going to pay an old\nfriend a visit.\n\nINT. PLASTIC PRISON - MAGNETO’S CELL - DAY 20\n\nThe transparent plastic prison -- dimly lit for the evening.\nMAGNETO'S face is obscured by the book he is reading: T.H.\nWhite's “THE ONCE AND FUTURE KING.”\n\nThe WALKWAY extends across the chasm to his cell. A big,\nobnoxious GUARD by the name of MITCHELL LAURIO enters.\nMagneto lowers the book to reveal: BRUISES on his face.\n\nMAGNETO .\nMr. Laurio. How long can we keep this up?\n\nLAURIO\nHow long is your sentence?\n\nMAGNETO\nForever.\n\nA SERIES OF CAMERAS in the prison suddenly CLICK OFF.\n\nSTRYKER (0.S.) -\nNot necessarily forever, Mr. Lensherr.\nJust until I’ve got all that I need.\n\nStryker struts in like he owns the place.\n\nMAGNETO\nMr. Stryker. How kind of you to visit.\nHave you come back to make sure your hard\nearned dollars are keeping me so...\n(tilting his BRUISED FACE up)\n...comfortable?\n\nStryker calmly sits at the table, facing him. He tosses\nSMALL TUBE of YELLOW LIQUID to Laurio. Magneto looks at the\nvial, genuine fear in his eyes.\n\nHe tries to stand and LAURIO QUICKLY FORCES HIM BACK DOWN,\npressing his face to the table. Stryker watches, amused.",
  "16": "---END OF PREVIOUS SECTION---\nMagneto looks at the\nvial, genuine fear in his eyes. He tries to stand and LAURIO QUICKLY FORCES HIM BACK DOWN,\npressing his face to the table. Stryker watches, amused. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f \n\n21\n\\\nner\n22\n23\n\n \n\n4/30/02 Dougherty & Harris\n\nCONTINUED:\n\nLaurio bends Magneto’s head down. And that’s when we see it:\nA SMALL CIRCULAR SCAR ON THE BACK OF HIS NECK.\n\n \n\nUsing a small pipette, Laurio puts TWO DROPS of the YELLOW\nLIQUID on the back of Magneto’s neck -- right on the scar.\n\nANGLE ON: THE YELLOW LIQUID, as it BUBBLES and proceeds to\nsink into Magneto’s neck -- forming a PERFECT CIRCLE.\n\nMagneto looks up-- his eyes are wide and dilated, just as\nNightcrawler’s were in the White House. He seems to be ina\ndaze. Calm.\n\nSTRYKER\n(smiling)\nNow, Mr. Lensherr... I’d like to have one\nfinal talk about the house that Xavier\nbuilt -- and the machine called Cerebro.\nINT. X-JET ~ NEW YORK AIRSPACE - DUSK 21\n\nStorm pilots the jet while Jean navigates. Both are in BATTLE\nUNIFORMS .\n\nXAVIER (ON RADIO)\nThe mutant’s signal has finally settled\nin Boston. I’m sending his last known\ncoordinates to you now. Once you land,\nJean, you'll have to rely on your skills\nto track him.\n\nJEAN GREY\nLet's hope he cooperates.\n\nXAVIER (ON RADIO)\nYes, for his sake. Good luck.\n\n“XAVIER'S TRANSMISSION ENDS.\n\nEXT. NEW YORK AIRSPACE - DUSK 22.\n\nThe Jet passes over the STATUE OF LIBERTY. Workmen patch a\nHOLE BLASTED through the statue’s forehead.\n\nThe Jet banks silently and disappears into the clouds.\nINT. FEDERAL BUILDING - LOBBY - DUSK 23\n\nANNE REYNOLDS enters the building, passing by employees on\ntheir way out for the night. A hand grabs Anne’s shoulder.\n\nCRAWFORD {0.S.)\nAnne?\n\n(CONTINUED)\n\n \n\f \n\n \n\n \n\n \n\n \n\n23\n\n24\n\n25\n\n4/30/02 Dougherty & Harris 21.\nCONTINUED: . 23 '\n\nAnne turns to see a young employee: SCOTT CRAWFORD.",
  "17": "---END OF PREVIOUS SECTION---\nS.)\nAnne? (CONTINUED)\n\n \n\f \n\n \n\n \n\n \n\n \n\n23\n\n24\n\n25\n\n4/30/02 Dougherty & Harris 21. CONTINUED: . 23 '\n\nAnne turns to see a young employee: SCOTT CRAWFORD. \n---TARGET SECTION TO BE ANNOTATED---\n He talks\nquietly, smiling as if he knows her.\n\nANNE REYNOLDS\nYes?\n\nCRAWFORD\nI just wanted to see if you had a chance\nto look over the latest floor plans.\n\nANNE REYNOLDS\n(confused)\nOh, not yet.\n(looks at his ID badge)\nI’m sorry, Mr. Crawford, but I forgot my\nbadge. Is there any way you could swipe\nme in?\n\nShe smiles, flirting. ‘\n\nCRAWFORD\nSo, we're back to using last names?\n\nHe SWIPES the card. The door opens and Anne enters. ‘\nINT. FEDERAL BUILDING - OUTSIDE ANNE REYNOLDS’ OFFICE - LATER24\n\nAnne walks past a CLEANING CREW and presses her palm against\na HAND SCANNER. The door unlocks.\n\nINT. FEDERAL BUILDING - ANNE REYNOLDS’ OFFICE - CONTINUOUS 25\n\nAnne shuts and locks the door behind her, then quickly heads:\nto her desk and sits in front of a COMPUTER.\n\nside, reveal that Anne has transformed into MYSTIQUE-- just\n\nDOLLY. AROUND. THE..COMPUTER MONITOR, and.as we reach the other\nas beautiful and dangerous as we last saw her.\n|\n\nON THE MONITOR: > VOICEPRINT IDENTIFICATION PLEASE.\nMYSTIQUE\n\n(in Anne’s voice)\nReynolds, Anne.\n\nON THE MONITOR > ACCESS GRANTED.\n\nMystique smiles. She selects ‘RECENT ITEMS’ from a menu and\nfinds a FOLDER labeled 143. Inside it, she opens a SERIES OF\nFILES: FLOOR PLANS, LENSHERR, AUGMENTATION, etc...\n\f \n\n \n\n \n\n26\n\n27\n\n28\n\n29\n\n30\n\n31\n\n32\n\n \n\n4/3 Do: rty & Harris 22.\n\nINT. FEDERAL BUILDING - LOBBY - SAME TIME 26\n\nTHE REAL ANNE REYNOLDS swipes her security badge through the\ndoor and walks down the hall towards her office.\n\nINT. FEDERAL BUILDING - ANNE REYNOLDS’ OFFICE - SAME TIME 27\nAs Mystique continues to read the files, her smile fades.\n\nINT.",
  "18": "---END OF PREVIOUS SECTION---\nINT. FEDERAL BUILDING - ANNE REYNOLDS’ OFFICE - SAME TIME 27\nAs Mystique continues to read the files, her smile fades. INT. \n---TARGET SECTION TO BE ANNOTATED---\n FEDERAL BUILDING - OUTSIDE ANNE REYNOLDS’ OFFICE 28\nAnne presses her palm against the HAND SCANNER.\n\nINT. FEDERAL BUILDING - ANNE REYNOLDS’ OFFICE - SAME TIME 29\nTHE OFFICE DOOR CLICKS... Mystique looks up, startled...\n\n...as Anne Reynolds enters, and walks to her desk. Nothing\nappears out of order. Mystique is gone. Anne looks up from\n\nher desk and GASPS.\n\nA CLEANING LADY is in the corner of the room.\n\nANNE REYNOLDS\nWhat are you doing in here?\n\nCLEANING LADY\nLo siento, la puerta fui abierto.\n\nThe cleaning lady apologetically backs out of the room. Anne\nlooks annoyed, then sits at her desk.\n\nINT. STRYKER CORP - OUTSIDE ANNE’S OFFICE - MOMENTS LATER. , 30\n\nAs Mystique/the cleaning lady walks down the hall, she passes\nTHE IDENTICAL CLEANING LADY, who, stares,..dumfounded.\n\nEXT. BOSTON HARBOR - NIGHT 31\n\nTHE X-JET lies just under the surface of the water. BOOM UP\nto reveal the Boston skyline.\n\nTITLE CARD: BOSTON\n\nEXT. BOSTON STREET - CITY SQUARE - NIGHT 32\nSTORM and JEAN, in CIVILIAN CLOTHES, enter a CITY SQUARE. The\nair is tense. People have their eyes glued to TV sets in bars\n\nand restaurants, watching news reports and debates. POLICE\nOFFICERS stand on almest every corner. /\n\n(CONTINUED)\n\n \n\n \n\f \n\n34\n\n4 2D\nCONTINUED:\n\nJEAN GREY\nThese are the coordinates.\n\nStorm turns, realizes Jean isn’t next to her.\n\n \n\nSTORM :\nJean? ;\n\nJean is a few feet back, angrily staring at a graffiti-\ncovered WALL SURROUNDING AN ABANDONED CHURCH.\n\nON THE WALL are the words: CLEAN THE GENE POOL-- KILL MUTANT\nSCUM. Jean stares at it intensely... concentrating...\n\nSTORM (CONT’D)\nJean. Come on. Let’s go.\n\nJEAN GREY\nNo. He’s in here.\n\nAs they walk up the stairs, the wall begins to VIBRATE...",
  "19": "---END OF PREVIOUS SECTION---\nJEAN GREY\nNo. He’s in here. As they walk up the stairs, the wall begins to VIBRATE... \n---TARGET SECTION TO BE ANNOTATED---\nand\nthe graffiti crumbles to dust.\n\nEXT. ABANDONED CHURCH - NIGHT 33\n\nSTORM AND JEAN stand in front of two massive wooden doors,\nchained shut. A sign reads: CONDEMNED, CITY OF BOSTON.\n\nJean concentrates -- THE CHAINS QUICKLY SNAP OFF.\n\n \n\nINT. ABANDONED CHURCH - NIGHT 34\n\nThe doors swing open from a GUST OF WIND summoned by Storm. ,\nPigeons fly from the rafters as they enter the dark church.\n\nThey head down the aisle. STATUES OF SAINTS line the walls.\nAs they walk further in, A STATUE IN THE SHADOWS seems to\nturn -- WATCHING THEM.\n\nThen a DEMONIC VOICE coming from BEHIND THE ALTAR, stops them\nin their tracks -- o\n\nVOICE (0.S.)\n(whispering)\nSteigen sie aus...;\n\nBAMF! A puff of smoke from the altar-- and the voice speaks\nagain FROM A CHORUS BALCONY behind them--\n\nVOICE (O.£.) (CONT'D)\nIch bin ein minion des Teufels!\n\n(CONTINUED)\n\n \n\f \n\n0/02 Do ty & ris 24.\n34 CONTINUED : 34\n\n% STORM\nWe're not here to hurt you. We just want\nto talk.\n\nBAMF! Smoke from the balcony. The voice now speaks from the\nRAFTERS ABOVE... A DARK FIGURE climbing in the beams.\n\nVOICE\nIch bin ein tormentor vom verdammten!\n\nJEAN GREY\nHe's a teleporter. Must be why the\nProfessor had trouble locking onto him.\n\nJean rolls her eyes. Definitely not impressed.\n\nVOICE\nIch bin ein gebrochen!\n\nJEAN GREY\nAre you bored yet?\n\nSTORM\nOh yeah.\n\nStorm concentrates. LIGHTNING twists and coils up the columns\nand strikes the RAFTER, sending the FIGURE falling.\n\nBAMF! The figure disappears in a cloud of smoke. Jean holds\nup a hand and BAMF! He reappears, FROZEN IN MID-AIR, held by\nJean's power. NIGHTCRAWLER futilely kicks and squirms.\n\nSTORM (CONT'D) . -F\nYou have him? -\n\n| | ‘Nightcrawler tries to teleport, but only manages to create\n4 weak puffs of smoke.",
  "20": "---END OF PREVIOUS SECTION---\nHe reappears, FROZEN IN MID-AIR, held by\nJean's power. NIGHTCRAWLER futilely kicks and squirms. STORM (CONT'D) . -F\nYou have him? -\n\n| | ‘Nightcrawler tries to teleport, but only manages to create\n4 weak puffs of smoke. \n---TARGET SECTION TO BE ANNOTATED---\nJEAN GREY\n\nHe’s not going anywhere.\n\n(to Nightcrawler)\nAre you?\n\n \n\nNIGHTCRAWLER\nPlease don’t kill me! I never intended to\n\nharm anyone!\n\nSTORM\nI wonder how people got that impression.\nWhat’s your name?\n\n \n\nNightcrawler eyes them nervously.\n\n(CONTINUED)\n\f \n\n \n\n35\n\n37\n\n38\n\n4/30/02 Dougherty & Harris 25.\nCONTINUED: (2) 34\n\nNIGHTCRAWLER\nKurt Wagner.\n\nINT. CHURCH TOWER - MOMENTS LATER 35\n\nNightcrawler has turned a small room inside the Church's\ntower into a home. Old BIBLES, HYMNALS, and other religious\nobjects are scattered next to blankets and food. He’s sitting\non the ground, nervously clutching a ROSARY. Jean and Storm\nare crouched down next to him.\n\nPAN ACROSS: A SERIES of OLD CIRCUS POSTERS with images of\nKurt, advertised as “THE INCREDIBLE NIGHTCRAWLER”.\n\nNIGHTCRAWLER\n...I could see it all happening... but I\ncouldn’t stop myself. It was... someone\n\nelse, like a bad dream.\n(beat, points upward to a\nCRUCIFIX)\nI fear He's left me. I even found... a\nmark. Here. Look here.\n\nHe pulls back his shirt to show them the back of his neck.\nThey look close to see A CIRCULAR SCAR, just like Magneto’s.\n\nINT. XAVIER’S MANSION - HALLWAYS - NIGHT 36\nWearing night clothes, Logan wanders the mansion, into...\nINT. XAVIER’S MANSION - KITCHEN - CONTINUOUS 37\n\n---a SPRAWLING kitchen. He approaches the REFRIGERATOR ---. ,\npulls out a beer and wanders into...\n\nINT. XAVIER’S. MANSION - LIVING ROOM - MOMENTS LATER 38\n\n...the recreation area, where a twelve year-old boy with\nLARGE GLASSES named JONES sits on the couch watching TV\n\nLogan settles down into a large leather chair and watches the\ntelevision. Slowly, his eye is drawn towards the boy.",
  "21": "---END OF PREVIOUS SECTION---\nXAVIER’S. MANSION - LIVING ROOM - MOMENTS LATER 38\n\n...the recreation area, where a twelve year-old boy with\nLARGE GLASSES named JONES sits on the couch watching TV\n\nLogan settles down into a large leather chair and watches the\ntelevision. Slowly, his eye is drawn towards the boy. \n---TARGET SECTION TO BE ANNOTATED---\nWhenever Jones BLINKS HIS EYES, the REMOTE CONTROL LIGHTS UP\nand the CHANNEL CHANGES. And Jones is blinking his eyes a\nlot. Logan laughs quietly to himself.\n\nJONES\nCan’t sleep?\n\nLOGAN\nHow can you tell?\n\n(CONTINUED)\n\n \n\f38\n\n \n\n40\n\n \n\n4/30/02 Dougherty & Harris : 26.\nCONTINUED: ‘ 38\nJONES\n\nCause you’re awake.\n\nLOGAN\nRight. How about you?\n\nJONES\nI don’t sleep.\n\nLogan takes a sip of beer. Jones continues blinking -- the TV\nchanges channels.\n\nJONES (CONT’D)\nLots of times, when Mr. Cyclops can’t\nsleep, he practices in the Danger Room.\nHe goes all the way to level 8.\n\nLOGAN\nLevel 8?\n\nThe boy SMILES.\nINT. XAVIER’S MANSION - UNDERGROUND HALLWAY - MINUTES LATER 39\n\nDeep below the surface level of the mansion, Logan approaches\na large METAL DOOR. It opens.\n\nINT. XAVIER’S MANSION - DANGER ROOM - MOMENTS LATER 40\nBLACKNESS, save for the LIGHT pouring from the hallway.\n\nThe door closes behind him. A shaft of light appears from\nabove as an illuminated CONTROL PANEL rises from the floor in\nthe center of the room. Logan walks towards it.\n\nThe control panel’s scale is from 1-10. Logan. smiles and\npresses 9. Another display appears:\n\nREAL DAN MU: DANGER?\n\nLogan smirks: is there any question? He presses REAL DANGER,\nand the panel slides down and disappears under the floor.\n\nKCHING! KCHING! KCHING! One by one, TALL VERTICAL LIGHT\nPANELS along the walls illuminate the massive circular room.\nLogan turns, staring in awe.\n\nThe CONTROL BOOTH -- attached to a long arm that bisects the\nroom near the ceiling -- begins to SPIN. Suddenly, the floor\npanels begin to DROP AND RAISE like GIANT COLUMNS, knocking\n\nLogan to the ground...\n\f \n\nOr\n\n41\n\n42\n\n \n\n \n\n3 Do erty & Harris 27.\n\nINT.",
  "22": "---END OF PREVIOUS SECTION---\nSuddenly, the floor\npanels begin to DROP AND RAISE like GIANT COLUMNS, knocking\n\nLogan to the ground... Or\n\n41\n\n42\n\n \n\n \n\n3 Do erty & Harris 27. INT. \n---TARGET SECTION TO BE ANNOTATED---\n PLASTIC PRISON - SECURITY CHECKPOINT -, MINUTES LATER 4i\n\nXavier, now in a PLASTIC WHEELCHAIR, enters the security\narea. Cyclops follows.\n\n' XAVIER\nScott, you can wait here. I‘1l be out in\na few minutes.\n\nXavier approaches a large circular door. Two guards stand\nnext to it. Cyclops glances towards MITCHELL LAURIO, who\nsmiles eerily at him.\n\nLAURIO\nHey.\nCYCLOPS\nHey.\nINT. PLASTIC PRISON - CONTINUOUS 42\n\nXavier wheels down the long plastic tube. Enters:\nINT. PLASTIC PRISON - MAGNETO’S CELL - CONTINUOUS 43\n\nMagneto faces away from Xavier, placing CHESS PIECES back on\nhis plastic board. ,\n\nMAGNETO\nCharles Xavier. To what do I owe the\npleasure?\n\nXAVIER \\ .\nThere's been an assassination attempt on\nthe President, Eric. What do you know\nabout it?\nMAGNETO\nNothing. You shouldn’t even have to ask.\n\nMagneto turns towards him, revealing BRUISES. Xavier is\nhorrified.\n\nXAVIER\nWhat’s happened to you?\n\nMAGNETO\nI’ve had frequent visits from William\nStryker.\n\nXavier reacts. It’s clear that they both know him.\n\n(CONTINUED)\n\f \n\n4/30/02 Dougherty & Harris 28.\n43 CONTINUED: 43\n\nXAVIER\n\nWilliam Stryker.\n\n \n\nMAGNETO\nHis son Jason was once a student of\nyours, wasn’t he?\n\nXAVIER\nYes. Unfortunately, I wasn’t able to help\n\nhim. Not in the way his father wanted me\nto.\n\n44 INT. PLASTIC PRISON - SECURITY CHECKPOINT - SAME TIME 44\n\nLaurio glares at Cyclops.\n\nA woman enters the room-- it’s Anne Reynolds. She approaches\nCyclops and looks closely at him.\n\n45 INT. PLASTIC PRISON - MAGNETO’S CELL 45\nMAGNETO\nAnd now you think that taking in the\nCY Wolverine will make up for your failure\nA with Stryker’s son...\n\nXavier doesn’t respond.",
  "23": "---END OF PREVIOUS SECTION---\n45 INT. PLASTIC PRISON - MAGNETO’S CELL 45\nMAGNETO\nAnd now you think that taking in the\nCY Wolverine will make up for your failure\nA with Stryker’s son... Xavier doesn’t respond. \n---TARGET SECTION TO BE ANNOTATED---\nMAGNETO (CONT‘D)\nYou haven’t told him about his past, have\nyou?\n\nXAVIER : “of\nHis mind is still fragile.\n:\n\nMAGNETO\n: 4 Is. it? ‘\ni (beat)\nOr are you afraid you'll lose him, old\n\nfriend...\n(beat)\nTo the truth?\n\nXAVIER\nThere is no truth in vengeance.\n\nMAGNETO\nAre you so sure?\n\nMagneto sighs deeply. He looks away from Xavier.\n\n \n\n(CONTINUED)\n\n \n\n \n\fo\nic\n‘\n\n/\n\n \n\n46\n\n47\n\n48\n\n4/30/02 Dougherty & Harris\nCONTINUED :\n\nPUSH IN ON: XAVIER, concentrating -- reading Magneto’s mind.\n\nHis demeanor suddenly changes -- he’s shocked.\nXAVIER\nWhat have you done, Eric?\nMAGNETO\nI’m sorry, Charles. I... couldn’t help\nit.\nXAVIER\n\nWhat have you told him?\n\nMagneto reaches around, and instinctively rubs the SCAR on\nhis neck.\n\nMAGNETO\nEverything.\n\nXavier sits back, HORRIFIED. Magneto looks away. The\ninformation runs through Xavier’s mind.\n\nXAVIER\nSCOTT! !\nINT. PLASTIC PRISON - SECURITY CHECKPOINT - SAME TIME 46\nCYCLOPS\n\nWhat’s going on?\n\nAnne Reynolds holds up a TASER PISTOL and aims. ELECTRICITY\nblasts him. He collapses to the ground. Anne nods to Laurio.\n\n- f\n\nINT. PLASTIC PRISON - MAGNETO’S CELL - SAME TIME 47.\n\nXavier panics. He looks around -- the CATWALK is being\nRETRACTED from the cell. The air suddenly gets THICKER, and\nXavier starts to COUGH.\n\nXAVIER\nWhat’s happening?!\n\nMagneto stares at Xavier in fear. His eyes are BLOODSHOT. He\nstarts to CHOKE, because...the room is filling up with GAS.\nThey both struggle, cough, and finally... pass out.\n\nINT. XAVIER’S MANSION - LIVING ROOM - SAME TIME 48\n\nJones sits on the couch, laughing to himself. He blinks, and\nthe TV changes channels again.",
  "24": "---END OF PREVIOUS SECTION---\nINT. XAVIER’S MANSION - LIVING ROOM - SAME TIME 48\n\nJones sits on the couch, laughing to himself. He blinks, and\nthe TV changes channels again. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\n \n\f \n\n48\noy\n( oy)\n‘\n49\nO\n50\n|\n|\n| 51.\n\n \n\n4/30/02 Dougherty & Harris 30.\nCONTINUED: . 48\n\nBEHIND HIM... BLURRY... IN THE BACKGROUND: A SHAPE -- A\nFIGURE -- slowly descends from the ceiling, and quietly sets\non the ground. It slowly rises up to its full height, and TWO\nGLOWING RED EYES appear.\n\nJones sees the reflection of the eyes on the TV screen. He\nslowly and nervously turns around to see:\n\nA MAN. Staring at him. Dressed in black, form-fitting i\nbattlegear. His face is completely covered, TWO GLOWING i\nGOGGLES over his eyes. At first glance, he could easily pass\n\nfor one of the X-Men in uniform. Eerily, he waves to Jones.\n\nJones gets off the couch...and walks towards him. Jones stops\nand looks up. A rope is dangling from the open skylight. THE\nMAN doesn’t move -- he looks at Jones curiously.\n\nHe methodically holds up a GUN and aims it directly at the\nyoung mutant’s head. The boy takes a step back, when...\n\nBANG! Jones falls to the floor.\nINT. XAVIER’S MANSION - DANGER ROOM - SAME TIME 49\n\nLogan tries desperately to climb up the growing and receding\nplatforms. He jumps, finally on top. SNIKT! The platform\ndrops and simultaneously FIRES a PROJECTILE TOWARDS HIM. He\ndives... the floor drops again.\n\nINT. XAVIER’S MANSION - UPSTAIRS HALLWAY - MOMENTS LATER 50\n\nA DOZEN SOLDIERS rush up both staircases and into the\nupstairs hallway... They quickly disperse -- TWO SOLDIERS -\nentering each room.\n\nINT. XAVIER'S MANSION - BOYS’ BEDROOM - CONTINUOUS 51\n\nARTIE, PETER RASPUTIN, AND ANOTHER BOY are asleep in bunk-\nbeds. THE DOOR slowly creaks open, revealing TWO SOLDIERS. . ”\nThey quietly creep into the room, rifles raised.\n\nThey take another step and THE FLOOR CREAKS.",
  "25": "---END OF PREVIOUS SECTION---\nXAVIER'S MANSION - BOYS’ BEDROOM - CONTINUOUS 51\n\nARTIE, PETER RASPUTIN, AND ANOTHER BOY are asleep in bunk-\nbeds. THE DOOR slowly creaks open, revealing TWO SOLDIERS. . ”\nThey quietly creep into the room, rifles raised. They take another step and THE FLOOR CREAKS. \n---TARGET SECTION TO BE ANNOTATED---\n The soldiers\nstop... waiting. Beat. They start moving again.\n\nCLOSE ON ARTIE, laying on his side, his back to the soldiers.\nHIS EYES ARE OPEN. He can hear them approaching from behind.\nTHE SOLDIERS begin moving towards the beds...\n\nARTIE is nervous. He closes his eyes tight. The air around\n\nhim RIPPLES... AND HE BECOMES TRANSPARENT. Not entirely\ninvisible, but only a faint image of himself... a SHIMMER.\n\n(CONTINUED )\n\f \n\n52\n\n54\n\n0 ugher:\nCONTINUED:\n\nONE OF THE SOLDIERS lifts his rifle. A RED LASER appears on\nthe back of one of the still sleeping boys. WOOSH! THE FAINT\nBLUR OF ARTIE RUNS PAST THE SOLDIERS. They turn and try to\naim... THEY FIRE -- A DART sticks harmlessly into the wall.\n\nARTIE reaches the other side of the room. He re-materializes,\nreaches up AND PULLS AN EMERGENCY SWITCH. AN ALARM BLARES.\nWARNING LIGHTS FLASH. Artie cowers from the soldiers as they\nprepare to shoot again. Suddenly, A FIGURE RISES UP BEHIND\nTHEM. They spin around and LOOK UP:\n\nIt's PETER RASPUTIN, aka: COLOSSUS, six and a half feet of\nhard muscle towering over both of them. He pulls his arm back\nto punch... and HIS ARM is quickly covered in ORGANIC-LOOKING\nARMOR.\n\nEXT. XAVIER’S MANSION - UPSTAIRS WINDOW 52\n\nSMASH! THE OUTSIDE WALL EXPLODES -- the two soldiers are\nthrown THROUGH the hole and hit the ground HARD.\n\nFROM THE HOLE IN THE WALL, Colossus looks down at them. The\nsoldiers are moaning, covered in rubble.\n\nEXT. ABOVE XAVIER’S MANSION - MOMENTS LATER 53\nWIDE ON THE MANSION -- AS SIX HELICOPTERS approach.\nA few land, while others begins hovering over the Mansion.\n\nSIX MORE SOLDIERS rappel from a chopper towards a LARGE\nUPSTAIRS WINDOW. .\n\nINT.",
  "26": "---END OF PREVIOUS SECTION---\nA few land, while others begins hovering over the Mansion. SIX MORE SOLDIERS rappel from a chopper towards a LARGE\nUPSTAIRS WINDOW. . INT. \n---TARGET SECTION TO BE ANNOTATED---\n XAVIER’S MANSION - BEDROOM : - 4 54\n\nSMASH! THE SIX SOLDIERS BURST THROUGH THE WINDOW, guns\nraised. They land and immediately Pursue THREE BOYS who. are\nrunning for the’ door.\n\nONE OF THE BOYS stops and turns to face them. A SOLDIER\nfires, and a BOLT OF ELECTRICITY shoots from his rifle into\nthe boy‘s chest.\n\nElectricity sparks through his body. The boy holds up his\nhand, smiles, and SHOOTS THE ELECTRICITY back at the soldier,\nwho screams as it courses through his body. He collapses.\n\nAnother soldier quickly DRAWS A PISTOL AND FIRES. A DART\nlodges into the boy’s neck and he falls to the ground.\n\n \n\n \n\f \n\nO\n: 55\n56\nO\n‘\n|\n|\n57\n\n \n\n0/02 Di her H is 32.\n\nINT. XAVIER’S MANSION - DANGER ROOM - SAME TIME 55\n\nLogan is covered in sweat. A small gash in his arm begins to\nheal. He leaps from one raised column to another -- dodging\nand slicing at projectiles fired from the walls.\n\nLogan jumps to the ground and THE FLOOR UNDER HIS FEET lifts\nhigh into the air, positioning him directly in front of an\noncoming projectile --\n\nIT HITS HIM -- he’s thrown from the column, and lands on his\nback hard, the wind knocked out. He sits up, dazed. The\ncontrol room stops spinning. The columns lower back into the\nfloor. The room falls silent. Beat.\n\nTHE ENTIRE ROOM SHAKES WITH THE SOUND OF AN EXPLOSION. Logan\ncranes his neck upwards, listening... realizing...\n\nThese are NOT the sounds of the danger room. He bolts.\n\nINT. XAVIER’S MANSION -. UPSTAIRS HALLWAY - SAME TIME 56\n\nA HELICOPTER rumbles outside, shining a spotlight into the\nwindows. SMASH! Small cannisters break through the windows\nand hit the floor, filling the hall with TEAR GAS. SCREAMING\n\nCHILDREN run from their rooms.\n\nBOBBY and PYRO round a corner, running against the crowd.\nSeveral children are on the ground, overcome by the fumes.",
  "27": "---END OF PREVIOUS SECTION---\nSCREAMING\n\nCHILDREN run from their rooms. BOBBY and PYRO round a corner, running against the crowd. Several children are on the ground, overcome by the fumes. \n---TARGET SECTION TO BE ANNOTATED---\nBobby grabs a panicked, coughing COLOSSUS, who’s carrying an\nunconscious girl in his arms.\n\nBOBBY . - 4\nPeter, where’s Rogue?!\n\n<2, COLOSSUS . ‘ x\nI don’t know: But we have to get the kids\nout of here!\n\nBobby and Pyro leave Colossus behind, and continue running\nagainst the swarm of terrified students.\n\nCOLOSSUS (CONT’D)\nDrake!\n\nBobby ignores him, his mind focused on finding Rogue.\n\nINT. XAVIER'S MANSION - FOYER - SAME TIME 57\n\nA SOLDIER has a young girl in a bathrobe pinned to the\nground. HE REACHES FOR A PISTOL and points it at her.\n\n(CONTINUED)\n\f58\n\n59\n\n \n\n60\n\n \n\n61\n\n \n\nShe tries crawling away and he grabs her ankle. Suddenly, the\ngirl stops moving. She goes limp. Her leg collapses in on\nitself. So does the rest of her body.\n\n \n\nThe soldier turns around to see THE GIRL, running out the\ndoor. He looks down and realizes... he’s holding nothing but\nHER SHEDDED SKIN.\n\nINT. XAVIER’S MANSION - DOWNSTAIRS HALLWAY - SAME TIME 58\nKitty Pryde ushers children into a secret passage.\n\nKITTY\nHurry!\n\nShe looks over her shoulder to see... THREE SOLDIERS coming ~\nup on them fast, guns raised.\n\nKitty quickly shuts the secret passage and runs, leading the\nsoldiers away. She PHASES through a wall just as they fire,\ndarts harmlessly lodging into the paneling.\n\nINT. XAVIER’S MANSION - REC ROOM (THE OTHER SIDE OF THE WALL) 59\nKitty emerges from the other side of the wall and runs into a\nREC ROOM. She keeps running and PHASES THROUGH THE BILLIARD\nTABLE...then through THE FIREPLACE...\n\nINT. XAVIER’S MANSION - DINING ROOM - CONTINUOUS 60\n...into the DINING ROOM and PHASES RIGHT THROUGH A SOLDIER.\n\nHe jolts ~- disoriented -- as she passes through him. She/s,\nheading towards the far wall. THE SOLDIER SPINS and aims.",
  "28": "---END OF PREVIOUS SECTION---\nHe jolts ~- disoriented -- as she passes through him. She/s,\nheading towards the far wall. THE SOLDIER SPINS and aims. \n---TARGET SECTION TO BE ANNOTATED---\nKitty is almost out of the house, just a few more feet...\n\nTHE SOLDIER FIRES HIS RIFLE/TASER -- A BOLT OF ELECTRICITY\nstreams and slams into Kitty’s back. She SCREAMS and SLAMS\nINTO THE WALL, falling to the ground, convulsing.\n\nINT. XAVIER’S MANSION - ELEVATOR ENTRANCE - MOMENTS LATER 61\n\nTHE ELEVATOR OPENS and Logan walks out, CLAWS ALREADY —\nEXTENDED. The hall is filled with smoke, fire, and tear gas.\n\nSCREAMS echo upstairs... it’s a baby-sitter's worst\nnightmare. Enraged, Logan runs towards the cries.\n\f \n\nCO\n\n63\n\n4/30/02 Doughert: Harri\n\nINT. XAVIER’S MANSION - UPSTAIRS HALLWAY - SAME TIME\n\n \n\nROGUE runs down a gas-filled hall and spots a YOUNGER GIRL\ncrouched in a doorway, crying -- on the verge of passing out\nfrom the fumes. Rogue runs to her.\n\nROGUE\nCome on, honey.\n\nShe grabs the girl’s hand and they run to the end of the\ncorridor. Rogue presses her hand against a section of the\nwall and A DOOR SLIDES OPEN, revealing a lit staircase\nleading downward.\n\nROGUE (CONT'D)\nJust like Storm taught us, OK?\n\nThe girl nods. Rogue pushes the panel again and the door\nslides shut. Rogue turns around to see Bobby and Pyro at the\nfar end, running towards her as fast as they can.\n\nROGUE (CONT’D)\nBobby!\n\nShe runs to meet him in the middle when A SOLDIER emerges\nfrom a room...only a few feet behind her.\n\nBOBBY\nRogue, run!\n\nRogue runs faster towards Bobby, the soldier in hot pursuit --\nBobby and Pyro watch, too scared to move.\n\n: rf\nTHE SOLDIER STOPS AND AIMS -- THE RED LASER on Rogue’s back.\n\nSNIKT -- CRUNCH! THE SOLDIER GASPS. He looks down to see\nLOGAN’S' CLAWS popping from-the center of his. chest.\n\nLOGAN, stands behind him, his eyes filled with the fury of A\nWOLVERINE.",
  "29": "---END OF PREVIOUS SECTION---\nTHE SOLDIER GASPS. He looks down to see\nLOGAN’S' CLAWS popping from-the center of his. chest. LOGAN, stands behind him, his eyes filled with the fury of A\nWOLVERINE. \n---TARGET SECTION TO BE ANNOTATED---\n Logan pulls his claws out -- and the soldier\nslumps to the floor. Dead.\n\nRogue watches, terrified. Logan wipes blood from his face.\n\nLOGAN\nLet’s go.\n\nINT. XAVIER’S MANSION - ESCAPE TUNNEL - SAME TIME 63\n\nA GROUP OF TWELVE KIDS run through a tunnel, looking back to\nsee if they’re being followed. Finally, they reach the end of\nthe tunnel and enter...\n\f \n\n66\n\nEXT. FOREST - CONTINUOUS\n\nThe kids flee into the forest.\n\nINT. XAVIER'S MANSION - DOWNSTAIRS HALLWAY - CONTINUOUS 65\n\n \n\nRogue, Bobby, Pyro, and Logan head down the stairs and around\na corner. Pyro opens up the SECRET PASSAGE and they head\ninside. Logan suddenly stops, listening to troops approach.\n\nLOGAN\nKeep going.\n\nROGUE\nLogan...\n\nHe stares at her, the animalistic gleam still in his eye. No\narguing. The passage door shuts.\n\nINT. XAVIER‘’S MANSION - DOWNSTAIRS HALLWAY - CONTINUOUS 66\nLogan turns around and SNIKT! extends his claws.\n\nSuddenly, through the smoke -- A DOZEN RED LASERS ARE FOCUSED\nON LOGAN’S HEAD AND BODY. A DOZEN SOLDIERS surround Logan in\n\na semi-circle. Logan is about to cut into them when...\n\nVOICE (0.S.)\nWolverine.\n\nA MAN steps into the hall, emerging through the smoke. The\nsoldiers part to let him pass. He is:\n\nWILLIAM STRYKER. Walking in with a cocky grin and a self-\" |\nassured strut. Logan instinctively freezes. ~\n\nSTRYKER\nHow long has it been?\n\nStryker stops and stands a few feet from Logan.\n\nSTRYKER (CONT’D)\nFifteen years? And you haven’t changed a\nbit. Me, on the other hand...\n(showing his face, cold:)\nNature.\n\nHe looks at Stryker, searching his aged face. It triggers a\nvague memory. Involuntarily, Logan’s CLAWS SLOWLY RETRACT...",
  "30": "---END OF PREVIOUS SECTION---\nHe looks at Stryker, searching his aged face. It triggers a\nvague memory. Involuntarily, Logan’s CLAWS SLOWLY RETRACT... \n---TARGET SECTION TO BE ANNOTATED---\nLOGAN\nWhat do you want?\n\n(CONTINUED)\n\f \n\n66\noO\n_/\n67\nO\n68\n\n \n\n4 Doughert: Harris 36.\nCONTINUED: 66\n\nBut Stryker just smiles.\n\nINT. XAVIER’S MANSION - SECRET PASSAGE - SAME TIME 67\n\nRogue watches Logan’s face-off with Stryker from the\npartially opened doorway.\n\nROGUE\nThey're going to kill him.\n(to Bobby)\nDo something.\n\nPyro is backing away.\n\nPYRO ,\nHe can handle himself, let’s go.\nROGUE\n(to Bobby)\n\nDO SOMETHING! !\n\nBobby glances at both of them, torn. She quickly RIPS OFF HER\nGLOVES... and GRABS HIS BARE ARM.\n\nHer breath suddenly turns cold -- the CRACK OF ICE in her\nKNUCKLES as she absorbs Bobby's power. Bobby freezes in pain,\nhis veins bulging. Pyro watches, impressed.\nINT. XAVIER’S MANSION - SAME TIME 68\nStryker moves closer to Logan.\nSTRYKER : - @\nI must admit, this is the last place I\nthought I’d ever see you, Wolverine. I\ndidn’t realize Xavier was taking in\nanimals. fs\nLogan looks at him hard.\n\nLOGAN\nWho are you?\n\nSTRYKER\nDon’t you remember?\n\nANGLE ON: Logan, eyes wide -- searching for recognition...\n\nSuddenly, the space between Logan and Stryker starts to FADE,\nas if a thin wall of white FOG forms in the room.\n\f \n\n \n\n \n\n69\n\n70\n\n71\n\n72\n\n73\n\n \n\n4 Dougherty & Harri 37.\n\nINT. XAVIER’S MANSION - SECRET PASSAGE ~ SAME TIME 69\n\nRogue is grimacing in her pain. Her arm up is now covered in\na crystal frost. Finally, SHE SQUEEZES HER HAND INTO A FIST.\n\nINT. XAVIER’S MANSION - HALLWAY - SAME TIME 70\nTHE WALL OF THICK, WHITE FOG CONGEALS. Stryker steps forward,\nreaches up, and puts a finger to THE WALL OF ICE THAT NOW\nSEPARATES HIM FROM LOGAN.\n\nHe turns, snaps his fingers, and steps back.",
  "31": "---END OF PREVIOUS SECTION---\nXAVIER’S MANSION - HALLWAY - SAME TIME 70\nTHE WALL OF THICK, WHITE FOG CONGEALS. Stryker steps forward,\nreaches up, and puts a finger to THE WALL OF ICE THAT NOW\nSEPARATES HIM FROM LOGAN. He turns, snaps his fingers, and steps back. \n---TARGET SECTION TO BE ANNOTATED---\n A HAIL OF\nGUNFIRE LETS LOOSE -- A HUGE HOLE is blown in the ice wall.\n\nThe mist clears. WOLVERINE IS GONE. Stryker grins, amused.\nINT. XAVIER’S MANSION ~- ESCAPE TUNNEL - MOMENTS LATER 71\nLogan, Pyro, Bobby, and Rogue run down a dimly lit tunnel.\n\nROGUE\nWho was that?\n\nBOOM! An explosion above. They stop and listen, terrified.\n\nLOGAN\nI’m going back.\n\nRogue grabs his shirt.\n\nROGUE\nNo Logan. I... WE need you.\n\n: - oF\nThis stops him dead in his tracks -- what does she mean? With\na look of resignation, he continues running.\n\n|\nINT. XAVIER’S MANSION - GARAGE - MINUTES LATER : : : 72\nLogan, Rogue, Bobby and Pyro come up from the tunnel into a\nlarge garage. The room lights turn on: They gawk at a dozen\nexotic, and expensive cars. They pile into a SMALL SPORTS CAR\nclose to the garage door.\nINT. SPORTS CAR - CONTINUOUS 73\n\nBOBBY\nThis is Cyclops’ car.\n\nLOGAN\nOh, yeah?\n\n(CONTINUED)\n\f \n\n73\n\n74\n\n75\n\n \n\n4/30/02 Dougherty & Harris 38.\nCONTINUED: 73\n\nSNIKT! One CLAW shoots out, piercing the ignition. With a\nquick twist, the car starts and he hits the gas.\n\nEXT. XAVIER’S MANSION - GARAGE - CONTINUOUS 74\nThe GARAGE DOOR opens, and the car speeds away.\nINT. SPORTS CAR - NIGHT 75\n\nRogue is in the passenger seat, staring out the window.\n\nWhatever she’s feeling, she’s hiding it well.\nJ\n\nPyro reaches up starts fiddling with the radio.\n\nROGUE\n(annoyed)\nWhat are you doing?\n\nPYRO\nI don’t like uncomfortable silence.\n\nPyro hits a button and LOUD C.B. RADIO STATIC blasts through\nthe speakers. They cringe. It only gets louder when Rogue\ntries to shut it off. THE RADIO FACEPLATE finally snaps off\nin Pyro’s hands and the screeching noise stops.",
  "32": "---END OF PREVIOUS SECTION---\nThey cringe. It only gets louder when Rogue\ntries to shut it off. THE RADIO FACEPLATE finally snaps off\nin Pyro’s hands and the screeching noise stops. \n---TARGET SECTION TO BE ANNOTATED---\nLogan, grips the wheel, clearly annoyed. Pyro looks at the\nfaceplate closely. It looks like a sleek COMMUNICATION\nDEVICE... a hi-tech CELL PHONE.\n\nPYRO (CONT'D)\nI don’t think this is the radio.\n\nRogue grabs it from him. Logan watches.\n\n. LOGAN\nCan. you work that thing?\nROGUE\nI can try.\nPYRO |\nSo where are we going?\nLOGAN\nStorm and Jean are in Boston. We'll head\nthat way.\nBOBBY\n\nMy folks live in Boston.\n\n(CONTINUED)\n\f \n\n30/02 Dougher Harri 39.\n75 CONTINUED: 75\n\n \n\nLogan nods. Rogue stares at the. blood on Logan’s hands. They\nmake eye contact.\n\nLOGAN\nDon’t worry. It’s not mine.\n\n76 EXT. ROADWAY - NIGHT 76\nThe car drives off into the distance.\n77 INT. XAVIER’S MANSION - UNDERGROUND HALLWAY - NIGHT 77\n\nTHE ELEVATOR DOOR OPENS, revealing Stryker and two soldiers.\nAs he exits, another soldier approaches them.\n\nSOLDIER\nSir, we managed to capture eight -- but\nthe others escaped through some tunnels\nthat weren’t in the schematics.\n\nStryker doesn’t seem bothered.\n\nSTRYKER\nEight is enough.\n\nC) Stryker stops in front of the door to CEREBRO. Two soldiers\nattach a large DEVICE that resembles the JAWS OF LIFE.\n\nSuddenly its MASSIVE ARMS CLAMP onto the door and begin to\nstretch. It strains at first, but the door is quickly ripped\nopen. Stryker smiles, pleased.\n\n78 INT. XAVIER'S MANSION - CEREBRO - MOMENTS LATER - 7 78\n\nroom. He glides a finger across the CONTROL CONSOLE, as if\nchecking for’dust..Hé smiles, .definitely impressed, then\nturns to leave.\n\n|\n\nStryker walks down the long platform to the center of the\nSTRYKER\n\n| Gentlemen, take what. we need.\n\n79 INT. RURAL BAR - NIGHT , 79\n\nMITCHELL LAURIO sits at the bar, four empty mugs in front of\nhim. He’s still in uniform, tie undone and shirt hanging\nopen.",
  "33": "---END OF PREVIOUS SECTION---\n79 INT. RURAL BAR - NIGHT , 79\n\nMITCHELL LAURIO sits at the bar, four empty mugs in front of\nhim. He’s still in uniform, tie undone and shirt hanging\nopen. \n---TARGET SECTION TO BE ANNOTATED---\n He watches THE TELEVISION, where a debate wages:\n\nDR. SHAW (ON TELEVISION)\n..the Registration Act provides a sense\nof security similar to Megan’s Law.\n(MORE)\n\n \n\n(CONTINUED)\n\f|\n\n79\n\n \n\n‘\n/\n\n \n\n4/30/02 Dougherty & Harris\nCONTINUED:\n\nDR. SHAW (ON TELEVISION)\nA list of potentially dangerous\nindividuals living in our communities.\n\nHOST (ON TELEVISION)\nDr. McCoy, a response?\n\nDR. HANK MCCOY (ON TELEVISION)\nThat is a database of known felons, Mr.\nShaw, not innocent people who might\ncommit a crime. What people seem to\nforget is that if it weren’t for\nevolution, we’d all be sitting in trees\npicking bugs from each other’s hair...\n\nLAURIO\n(sneering)\nTurn that shit off, Lou.\n\n40.\n79\n\nLOU, the bartender, wipes a glass and turns off the TV\n\nGRACE (0.S.)\nGot a lot on your mind...\n\nGRACE (CONT'D)\n(looks at his name tag)\n. Mr. Laurio?\n\nGRACE (CONT'D)\nI’m Grace.\n\nINT. LAURIO’S APARTMENT - NIGHT\n\nLAURIO\nI... I never hooked up with anyone like\nyou before.\n\nGRACE\nI know.\n\nGRACE (CONT'D)\nGot any beer?\n\n.down his chins...\n\n \n\nLaurio turns, finding the most beautiful woman ever to come\nwithin ten feet of him, sitting on a nearby stool.\n\nLaurio smiles blearily, and tries to stutter a response.\n\n8o\n\nThe door swings open and Laurio and Grace stumble in, kissing\npassionately.\n\nShe throws him onto the couch. Rubs a finger on his face...\n\n(CONTINUED)\n\n \n\f \n\n80\n\nC) 6\n81\n\nO).\nA 82\n83\n\n \n\n4 2 t: Harris 4l.\nCONTINUED: 80\n\nLAURIO\n\n..-.and over his vast stomach.\n\nGRACE\nOf course you do.\n\nINT. LAURIO’S APARTMENT - KITCHEN - NIGHT 81\nGrace pulls two bottles from the fridge.\nLAURIO (0.S.)\nSorry about the mess. And, umm, I don’t\nhave a bed.\n\nGRACE\nIt’s okay.",
  "34": "---END OF PREVIOUS SECTION---\nS.)\nSorry about the mess. And, umm, I don’t\nhave a bed. GRACE\nIt’s okay. \n---TARGET SECTION TO BE ANNOTATED---\nShe drops TWO SMALL PILLS into one of the bottles.\nGRACE (CONT'D)\n(to herself)\nWe won’t need one.\n\nINT. LAURIO’S APARTMENT - CONTINUOUS 82\n\nGrace steps over some pizza boxes and hands the beer to\nLaurio. He licks his lips and smiles grotesquely.\n\nLAURIO\nBottoms up.\n\nHe swills away. She watches, smiling.\n\nGRACE\nI certainly hope so.\n\nINT. LAURIO’S APARTMENT - LATER 83.\n\nLaurio lays facedown on the couch, SNORING -- his large .boxer-\nclad ass in the air. Grace sits on the arm of the couch...\n\n...removing a small case from her purse. She unzips it,\n\nrevealing: A SYRINGE FILLED WITH METALLIC LIQUID. She takes\n\nit out, inspects it, and squirts a little.\nIN A FLASH, Grace shifts and becomes MYSTIQUE. She smiles.\n\nMYSTIQUE\nBottoms up.\n\n \n\f \n\n,\n\n \n\n84\n\n85\n\n0 oul & Harri 42.\n\nINT. STRYKER’S BASE - MAIN CORRIDOR 84\n\nStryker walks down a hall. Behind him, a SMALL DARK CREATURE\nfollows him in the shadows.\n\nThey walk past an open door. Inside, ANNE REYNOLDS is tending\nto an unconscious Cyclops, fastening a METAL BAND over his\neyes. Stryker nods to her and keeps walking.\n\nStryker and the creature turn a corner, and open a large\nfortified door. INSIDE:\n\nINT. STRYKER BASE - XAVIER’S CELL - CONTINUOUS 85\n\nXavier is BOUND TO A COMMON WHEELCHAIR. A HIGH-TECH BAND is\nwrapped around his head. The room is dark and cramped, only a\nsingle door in front of him.\n\nXavier closes his eyes and tries to focus -- using his power\nto reach out, when --\n\nTHE HEADBAND BUZZES and Xavier jolts as sharp pain fills his\nskull. CHUCKLING off-screen. Xavier opens his eyes to see:\n\nSTRYKER\nI just had to see that work for myself.\nWe call it the Neural Inhibitor. The more\nyou think, the more it hurts.",
  "35": "---END OF PREVIOUS SECTION---\nXavier opens his eyes to see:\n\nSTRYKER\nI just had to see that work for myself. We call it the Neural Inhibitor. The more\nyou think, the more it hurts. \n---TARGET SECTION TO BE ANNOTATED---\nWilliam Stryker smiles and strolls into the cell, FOLLOWED BY\nTOAD. Xavier’s shocked. Stryker touches his head.\n\nSTRYKER (CONT'D) : - oy\nAnd it keeps you out of here.\n\nXAVIER\nWilliam.\n\nSTRYKER\nPlease Xavier, don’t get up.\n\nToad slowly creeps around the room.\n\nSTRYKER (CONT'D)\nI’m sorry we couldn't find you more\ncomfortable quarters. My home is going\nthrough some renovations.\n(beat)\nSo is yours.\n\nXAVIER\nWhat have you done with Scott?\n\n(CONTINUED)\n\fO\n\n \n\n \n\narris 43.\n\n85\n\nSTRYKER\nOh, he’s here. With some of your\nstudents.\n\nXAVIER\nThere’s no need to involve them.\n\nSTRYKER\nI’ve seen your “school”, Professor, with\nit’s combat training rooms and hi-tech\ndefense systems. What on Earth are you\nteaching those creatures?\n\nIt takes every bit of Xavier’s strength just to forma\ncoherent thought.\n\nXAVIER\nTo survive. To peacefully co-exist ina\nworld that fears them.\n\nSTRYKER\nIt doesn’t look very peaceful to me,\nXavier -- Some species can never co-\nexist. I learned that from you.\n\nXAVIER\nYou wanted me to cure your son, William.\nBut mutation is not a disease.\n\nSTRYKER\nYou’re lying, Xavier. You were more\nafraid of him than I was.\n\nof\n\nToad starts moving towards Xavier -- peering at him -- a hint\nof recognition. Getting closer and closer to Xavier's face.\n\n° STRYKER. (CONT! D)\nYou know, just one year after Jason\nreturned from your school, my wife...\ntormented by constant contact with him --\nShe took a power drill to her left temple\nin an attempt to “bore out” the images he\nwas projecting into her mind.\n\n(beat)\nMy boy... the great illusionist.\n\nToad is inches from Xavier's face. Stryker kneels, removes a\nVIAL of YELLOW LIQUID from his pocket -- pulls out a pipette,\nwhich carefully measures and dispenses a drop onto the\nCIRCULAR SCAR on Toad’s neck.",
  "36": "---END OF PREVIOUS SECTION---\n(beat)\nMy boy... the great illusionist. Toad is inches from Xavier's face. Stryker kneels, removes a\nVIAL of YELLOW LIQUID from his pocket -- pulls out a pipette,\nwhich carefully measures and dispenses a drop onto the\nCIRCULAR SCAR on Toad’s neck. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\n \n\f4/30/02 D rty & ris\n85 CONTINUED: (2)\n\nSTRYKER (CONT’D)\n\nStep back.\n\n \n\nToad does as he’s told. Horror crosses Xavier's face.\n\nXAVIER\nYou arranged the attack on the President.\nSTRYKER\nAnd you didn’t even have to read my mind.\n(he stands)\n\nYou know, I’ve been working with mutants\nas long as you have, Xavier. And in all\nmy years of... research, the most\nfrustrating thing I learned is that\nnobody seems to know how many even\nexist... or how to find them...\n\n(beat)\nExcept you.\n\nHe holds up the VIAL.\nSTRYKER (CONT’D)\n\nUnfortunately this little potion won’t\nwork on you, will it?\n\nrc)\n\nStryker backs up, and puts the vial back in his pocket.\n\nSTRYKER (CONT'D)\nNo, you’re too powerful for that.\nInstead, we’ll go right to the source.\n\nHe opens the DOOR behind him, revealing: : - 4\n\nA grotesque shell of a man, shriveled and emaciated, sitting\npoetics in a wheelchair. SYRINGES.and TUBES run from his head into\n! clear containers on the back’ of his chair -+ continuously\ncollecting the YELLOW FLUID from his spinal column. A guard\nnamed LYMAN wheels the man into the room.\n\n \n\nWe realize -- Stryker’s “potion” isn’t a drug, but a chemical\nextracted from the unfortunate person in front of us.\n\nSTRYKER (CONT’D)\nAllow me to introduce you to Mutant 143.\n\nXavier looks at MUTANT 143’s face. One BRIGHT BLUE EYE and\nONE BRIGHT GREEN EYE... and a GIANT SCAR running across his\nforehead.\n\n \n\n(CONTINUED)\n\f \n\n| 85\n86\nCy\n()\n87\n\n \n\n \n\n02 Doughe & Harris 45.\nCONTINUED: (3) 85\n\nXAVIER\nMy God, William. This is your son... What\nhave you done to him?\nStryker looks at Mutant 143, shaking his head.\n\nSTRYKER\nMy son is dead.\n\nStryker and Lyman turn to exit.",
  "37": "---END OF PREVIOUS SECTION---\nStryker looks at Mutant 143, shaking his head. STRYKER\nMy son is dead. Stryker and Lyman turn to exit. \n---TARGET SECTION TO BE ANNOTATED---\nSTRYKER (CONT’D)\nJust like the rest of you.\n\nHe slams the DOOR SHUT -- leaving Mutant 143 to stare at, and\ninto, Charles Xavier.\n\nEXT. DRAKE HOUSE - DAY 86\n\nThe sports car is parked in the driveway of an average\n\nsuburban home.\n\nAT THE DOOR, the group stands on the porch, still in their\nnightclothes. Bobby turns a key, then looks at Pyro.\n\nBOBBY\nDon’t burn anything.\n\nPyro shakes his head in disbelief.\nINT. DRAKE HOUSE - BOBBY’S ROOM - LATER : 87\n\nRogue slips out of her nightgown. Even though she’s-.alone, ,\nshe still seems uncomfortable with being so exposed.\n\nTHE DOOR OPENS and Bobby walks in with a shirt. He averts his\n\neyes -- even Bobby hasn’t seen this much of her.\nBOBBY\nI... I got you one of my mom’s shirts.\n\n( Some new gloves too.\n\nROGUE\nYou don’t have to be so shy.\n\nBobby grins and tosses her the clothes.\n\f \n\n \n\n88\n\n89\n\n90\n\nINT. DRAKE HOUSE - RONNY’S ROOM - SAME TIME 88\n\nLogan and Pyro finish putting on T-Shirts. Pyro notices some\nfamily photographs in silver frames: Bobby with his all-\nAmerican family -- Mom, Dad and little brother Ronny. He\nmoves his finger over the photos, eyes full of envy.\n\nINT. DRAKE HOUSE - LIVING ROOM - LATER 89\n\nPyro is sprawled on the couch, asleep. Rogue flips channels,\nleaning against Bobby. They land on MTV.\n\nINT. DRAKE HOUSE - KITCHEN - SAME TIME 90\nExiting a bathroom, Logan enters the kitchen and heads\nstraight for the fridge. He grabs a beer. As he shuts the\ndoor, A HOUSE CAT leaps onto the counter.\n\nStartled, Logan jumps, and... SNIKT! The claws shoot out. But\nthe cat doesn’t run away... it approaches Logan, trying to\nlick his metal claws. He smiles.\n\nTHE BACK DOOR OPENS\n\nRevealing STEVEN and MADELINE DRAKE, with teenage son RONNY.\nThey’re carrying shopping bags. Logan quickly retracts his\nclaws. They see him and freeze in fear.",
  "38": "---END OF PREVIOUS SECTION---\nThey’re carrying shopping bags. Logan quickly retracts his\nclaws. They see him and freeze in fear. \n---TARGET SECTION TO BE ANNOTATED---\nWILLIAM\nWho the hell are you?!\n\nLogan freezes, still holding the beer. Hearing his parents,\n\nBobby and Rogue come running into the room. ys\nRONNY\nBobby!\nMADELINE\n\nAren’t you supposed to be at school? Who\nare these people?\n\nBOBBY\nMom, Dad... This is... Professor Logan.\n\nThey look up at Logan, shocked. He smiles, awkwardly.\nBOBBY (CONT'D)\n\n(nervously)\nUhh... can I talk to you about something?\n\n \n\f \n\n—~\n\na\n\n \n\n \n\n4/30/02 Do rty & rris 47.\n\nINT. PLASTIC PRISON - SECURITY CHECKPOINT - DAY 91\n\nTWO GUARDS stand in the room by the door to the catwalk.\nLAURIO enters carrying a tray of food.\n\nGUARD 1\nWhat’s that on your face, Mitch?\n\nLAURIO\nSa-tisfaction.\n\nThe Guard grimaces at the thought of it, and opens the door.\n\nGUARD 1\nYou're clear.\n\nINT. PLASTIC PRISON - SAME TIME 92\n\nMagneto angrily paces back and forth -- thinking about\nCharles. He stops and looks at Laurio...curiously.\n\nLAURIO (0.S.)\nHave a nice sleep, Lensherr?\n\nLaurio enters and puts the food on a table. His smile becomes\na scowl when he sees Magneto staring at him.\n\nMAGNETO\nThere’s something different about you,\nMr. Laurio.\n\nLAURIO\nYeah, I was actually having a good day. .- - 4\n\nMagneto paces around Laurio like a hungry animal.\n\n|\n|\nMAGNETO , : : :\nNo, no... It’s not that.\n|\n\n|\n\nLAURIO\nSit down. You know the drill.\nMagneto stops in front of Laurio, stares at him.\n. MAGNETO\nNo.\nLaurio withdraws his BILLY CLUB.\n\nLAURIO\nSit your ass down or I‘1l --\n\n(CONTINUED )\n\f93\n\n94\n\n \n\n4/30/02 Dougherty & Harris\nCONTINUED: .\n\n \n\nMagneto holds up a hand. Laurio FREEZES AND DROPS THE CLUB.",
  "39": "---END OF PREVIOUS SECTION---\nLAURIO\nSit your ass down or I‘1l --\n\n(CONTINUED )\n\f93\n\n94\n\n \n\n4/30/02 Dougherty & Harris\nCONTINUED: . Magneto holds up a hand. Laurio FREEZES AND DROPS THE CLUB. \n---TARGET SECTION TO BE ANNOTATED---\nMAGNETO\nWhat could it be?\n\nLaurio is slowly lifted off his feet, hovering a few inches\nabove the ground. Terrified.\n\nLAURIO\nWhat‘s happening --\n\nMAGNETO\nAhh. There it is.\n\nMagneto slashes his hand in a sharp gesture and A FINE MIST\nOF BLOOD BURSTS FROM LAURIO‘S ENTIRE BODY.\n\nMAGNETO (CONT'D)\nToo much iron in your blood.\n\nThe red cloud falls away, leaving THE ULTRA-FINE PARTICLES OF\nMETAL hovering in the air.\n\nMagneto SQUEEZES his hand into a fist, and the metal\nCOMPRESSES into 3 MARBLE-SIZED BALLS. Drops of blood ooze\nfrom each. They begin to move, ORBITING over Magneto’s palm.\n\nMAGNETO (CONT'D)\nMr. Laurio, never trust a beautiful\nwoman. Especially one that is interested\n\nin you.\n\nLaurio slumps to the ground. THE BALLS smash through the. ,\nplastic wall. ALARMS RING. °\n\nFaster than the eye can see, the balls WHIZ THROUGH THE CELL,\nShattering the walls and. security cameras. The cage holding\nthe world’s most dangerous mutant swiftly falls apart.\n\nINT. PLASTIC PRISON - SECURITY CHECKPOINT - SAME TIME 93\n\nThe alarm blares. Lights flash. Guards panic.\n\nGUARD 1 hits a button and the catwalk begins to retract from\nMagneto’s cell. As it retracts, the clear plastic door slides\ndown over the entrance.\n\nINT. PLASTIC PRISON - SAME TIME 94\n\nMagneto watches the catwalk pull away, revealing the chasm\nbelow. He smiles.\n\n(CONTINUED)\n\f| 94\n\n95\n\n \n\n \n\n4/30/02 Dougherty & Harris 49,\nCONTINUED: 94\n\nOne of the balls glides to his feet and FLATTENS to become 4\nlarge, thin, SILVER DISK. He steps on top of it, hovering\nover the chasm. As the other two balls orbit around him,\nMagneto FLOATS ACROSS the abyss, towards the plastic door on\nthe other side. The guards behind it run for their lives.\n\nMagneto’s eyes narrow.",
  "40": "---END OF PREVIOUS SECTION---\nAs the other two balls orbit around him,\nMagneto FLOATS ACROSS the abyss, towards the plastic door on\nthe other side. The guards behind it run for their lives. Magneto’s eyes narrow. \n---TARGET SECTION TO BE ANNOTATED---\n The two balls orbiting around him\nsuddenly shoot forward and shatter the door.\n\nINT. DRAKE HOUSE - LIVING ROOM - DAY 95\n\nTHE DRAKE FAMILY sits across from LOGAN and the X-KIDS. Ronny\nstares at the floor, unable to look at his brother. It’s\nsilent. A clock TICKS. Finally...\n\nMADELINE\n(nervously, to Bobby)\nSo... when did you first know... that you\nwere a... um...\n\nMadeline can’t bring herself to use the word...\n\nPYRO\nA mutant?\n\n...and she doesn’t like hearing it either.\nSTEVEN\nYou have to understand, we thought Bobby\nwas going to a school for the gifted.\n\nROGUE\n\nBobby is gifted. . ~~:\nSTEVEN\n\nWe know that. We just didn’t realize that\n\nhe was...\nMadeline is on the verge of tears.\n\nMADELINE\nWe still love you, Bobby. It’s just\nthat... the mutant problem is very\ncomplicated,\n\nLOGAN\n(offended)\nWhat mutant problem?\n\n(CONTINUED )\n\n \n\n \n\f4/30/02 Dougherty & Harris\n95 CONTINUED:\n\n \n\nSTEVEN\n(flip)\nAnd what are you a professor of, Mr.\nLogan?\n\nLOGAN\nArt.\n(beat)\nAnd it’s just Logan.\n\nThe air thick with tension, Rogue tries to lighten the mood.\n\nROGUE\nYou should see what Bobby can do.\n\nThe Drakes look at Bobby. He reaches across the table, and\nthey FLINCH, pulling back. Bobby smiles. He takes Logan’s\nbeer bottle.\n\nHe lifts it up, holding it over the FAMILY CAT. Starts to\npour the beer out.\n\nMADELINE\n\nO\n\nBOBBY!\n\n...and just before it hits the cat, THE STREAM OF BEER\nFREEZES SOLID. The cat lifts up and gently licks it.\n\n \n\nSteven is amused, almost proud... Madeline is not amused.\nNeither is Ronny.\nBOBBY |\nI can do a lot more than that. : eos\n\n.\n| RONNY gets up ang storms upstairs.\nI mot MADELINE\n\nRonny!\n\nOn the balcony above the living room, we see him storm\ntowards his room. The door SLAMS SHUT, reading: “RONNY’S\nROOM. STAY THE F**K OUT.",
  "41": "---END OF PREVIOUS SECTION---\nOn the balcony above the living room, we see him storm\ntowards his room. The door SLAMS SHUT, reading: “RONNY’S\nROOM. STAY THE F**K OUT. \n---TARGET SECTION TO BE ANNOTATED---\n :\n\nDownstairs, Madeline is flustered.\n96 INT. DRAKE HOUSE - RONNY’S ROOM - MOMENTS LATER 96\n\nRonny stares at Logan’s BLOODY T-SHIRT on the floor. The TV\nblares in the background.\n\n \n\nON TELEVISION: A REPORTER stands at a police barricade.\n\n(CONTINUED)\n\f \n\n \n\n97\n\n©\n\n\\\n\n \n\n4/3 2 Dougherty & Hi i\nCONTINUED : “\n\nREPORTER\n...in the wake of the assassination\nattempt on President McKenna, just weeks\nbefore his State of the Union Address,\nthere are unconfirmed reports of a raid\non an underground mutant organization\nbased in Westchester, New York.\n\nRonny suddenly turns his attention to the television.\n\nREPORTER (CONT’D)\nAuthorities refuse to comment, but the\nsurrounding area has been evacuated, and\na manhunt for several fugitives from the\nfacility is underway...\n\nRonny quietly thinks, looks at Logan’s bloody shirt... and\n\npicks up the phone.\n\n_ int. DRAKE HOUSE - LIVING ROOM - SAME TIME\n\nSl.\n\nLogan walks. back from the kitchen with a FRESH BEER. He sits\n\ndown next to Rogue.\n\nMADELINE\nOh God, this is all my fault.\n\nPYRO\nActually, they’ve discovered that males\nare the ones who carry mutant genes and\npass them onto --\n\nROGUE JABS PYRO with her elbow.\nMADELINE\n(to the others)\nAnd you... you're all “gifted”?\nThey nod. Madeline tries to put on a happy face.\nMADELINE (CONT’D)\n\n(to Bobby)\nHave you tried... not to be a mutant?\n\nBobby sighs, just as THE COMMUNICATION DEVICE BEEPS. The\nothers stare as Rogue pulls it from her pocket. Logan grabs\n\nit and gets up.\n\nLOGAN\nThat's probably for me.\n\nLogan exits through SLIDING GLASS DOORS.\n\n96\n\n97\n\f \n\n0/0: ert xi 52.\n\n \n\n98 EXT. DRAKE HOUSE - BACKYARD - MOMENTS LATER 98\nLogan turns the COM DEVICE on.\n\nLOGAN\nProfessor?\n\nJEAN GREY (ON COM DEVICE)\nLogan, thank God...\n\nLogan’s face lights up.\n99 INT.",
  "42": "---END OF PREVIOUS SECTION---\nJEAN GREY (ON COM DEVICE)\nLogan, thank God... Logan’s face lights up. 99 INT. \n---TARGET SECTION TO BE ANNOTATED---\n X-JET - SAME TIME 99\n\nStorm and Jean are in the cockpit. Nightcrawler is behind\nthem, gawking out the window.\n\nJEAN GREY\n...we couldn’t reach anyone at the\nMansion.\n\nLOGAN (ON SPEAKERS)\nNo one’s left, Jean. Soldiers came...\nthey took some of the kids. I’11 explain\n\\ when you pick us up.\n\nJEAN GREY\n(looking at Storm)\nWe also haven’t been able to reach the\nProfessor or Scott.\n\n100 EXT. DRAKE HOUSE ~ BACKYARD - DAY 100\n\nLogan angrily paces back and forth.\n\n|\n\n| : STORM (ON COM DEVICE)\ni Where are you?\n|\n\nLOGAN\nBoston, with Bobby Drake’s family.\n\nSTORM (ON COM DEVICE)\nAlright, we’re on our way.\n\n. LOGAN\nAnd Storm?\n\nLogan looks towards the family room.\n\nLOGAN (CONT'D)\nMake it fast.\n\n \n\n(CONTINUED)\n\n \n\f3 2\nCONTINUED:\n\nHe shuts the device off, and steps towards the sliding glass\ndoors. Logan slides them open... and STOPS. Sniffing.\n\n \n\nHe slides the doors closed again, and sees it: the REFLECTION\nof PEOPLE CREEPING UP BEHIND HIM. Logan BOLTS inside.\n\n101 INT. DRAKE HOUSE - LIVING ROOM 101\n\nLogan bursts inside. The family looks up at him, startled.\n\nLOGAN\nWe have to go, now.\n\nROGUE\nWhy?\n\nLOGAN ‘\nNOW.\n\nThe kids look at him, apprehensive. He’s serious.\n\n102 EXT. DRAKE HOUSE - FRONT PORCH - MOMENTS LATER 102\nC) Logan, Pyro, Bobby, and Rogue exit in a hurry.\noe ROGUE\n\nLogan, what’s going on?\nJust as they STEP OUT onto the front porch... CLICK!\n\nTWO COPS step from each side of the porch, and COCK THEIR\n. GUNS -- both pointed towards Logan and the kids. SNIKT!\n\nLogan’s claws come out. They freeze, seeing A DOZEN.COPS .\ncovering the cul-de-sac in front of the house.\n\nBOBBY\nI . »@ander his breath)\nRonny. :\n103 INT.",
  "43": "---END OF PREVIOUS SECTION---\nCOPS . covering the cul-de-sac in front of the house. BOBBY\nI . »@ander his breath)\nRonny. :\n103 INT. \n---TARGET SECTION TO BE ANNOTATED---\n DRAKE HOUSE - RONNY’S ROOM - SAME TIME 103°\n\nRonny stares out the window at the situation.\n\n104 EXT. DRAKE HOUSE - FRONT PORCH - SAME TIME 104\nCoP 1\nGET DOWN ON THE GROUND. WE DON’T WANT ANY\nTROUBLE.\n\nThe cops silently advance towards them.\n\n \n\n(CONTINUED)\n\n   \n\f \n\n \n\n \n\n \n\n104\n\n     \n\n4/30/02 Dougherty & Harris 54.\nCONTINUED: 104\n\nLOGAN\nWhat’s going on here?\n\nBobby and Rogue are scared to death -- Pyro pensively FLICKS\nhis lighter open and closed... open and closed.\n\nSWAT COP 1\nPut down the knives. Slowly.\n\nLOGAN\nThis is just a misunderstanding.\n\nIN THE WINDOW\n\nBobby’s mother and father-stand, frozen -- staring out the\nwindow. Bobby looks at them, but there’s nothing they can do.\n\nSWAT COP 1\nDROP THE KNIVES, AND PUT YOUR PALMS ON\nTHE GROUND. NOW.\n\nLOGAN\n(getting enraged)\nYOU DON’T UNDERSTAND.\n\nHe quickly turns-- BANG!\nLOGAN IS SHOT IN THE HEAD, and he goes down.\n\nRogue SCREAMS. The kids stare, DEVASTATED. PYRO looks back at\nthe officer, who’s gun is STILL SMOKING. The other cops step\n\nforward.\n. _ 4\nTHROUGHOUT THE NEIGHBORHOOD People gather onto the scene.\n\nON. THE PORCH\n\nThe kids see THREE COPS advancing from the side, guns raised.\nROGUE and BOBBY slowly start to kneel, hands behind their\nheads... BUT NOT PYRO. He remains standing. He flicks his\nLIGHTER -- faster and faster.\n\nSWAT COP 2\nWe don’t wanna hurt you, kid.\n\nPYRO\n(defiant; to the cops)\nYou know all those dangerous mutants you\nhear about on the news?\n\n(CONTINUED)\n\n \n\n \n\n \n\n \n\fCy)\n\n\\\n\nod\n\n \n\n104\n\n4/30/02 Dougherty & Harris 55.\nCONTINUED: (2) 104\n\nRogue and Bobby look at Pyro. On the ground, Logan’s face\nstarts to HEAL.\n\nPYRO (CONT’D)\nI’m the worst one.",
  "44": "---END OF PREVIOUS SECTION---\nCONTINUED: (2) 104\n\nRogue and Bobby look at Pyro. On the ground, Logan’s face\nstarts to HEAL. PYRO (CONT’D)\nI’m the worst one. \n---TARGET SECTION TO BE ANNOTATED---\nPyro lowers his head, and:\n\nFLICKS THE LIGHTER -- a flame hovers above his palm, then\n\nquickly shoots into STREAMS OF FIRE -- one to the RIGHT, one\n\nto the LEFT -- one racing BEHIND HIM, through the house...\n.».out the back door...blasting over cops in the backyard.\n\nOUTSIDE THE COLUMNS OF FIRE\n\nWe PAN ACROSS THE COPS’ FACES -- shocked, outgunned. They\ndive for cover, running from the expanding flames.\n\nCLOSE ON: PYRO, as he NARROWS HIS EYES. STREAKS OF FLAMES\nsneak underneath four cop cars -- towards the GAS PIPES...\n\nFROM HIGH ABOVE\n\nCOLUMNS OF FIRE RUSH OUTWARD IN EVERY DIRECTION, covering the\ncars, burning the ground, igniting TREES. The cops duck, hair\nsinged. BOOOM! THE CARS EXPLODE -- two overturn -- two are\nTHROWN skyward.\n\nPUSH IN ON PYRO: Sweating hard -- living the moment -~ He\nwill never be the same again.\n\nANGLE ON: LOGAN, on the ground. The BULLET DISLODGES. ITSELF,\nfrom the wound and falls to the ground. Logan opens his eyes\nas his flesh begins to heal. ‘\nSuddenly, a COP sees a white pellet hit the ground. It’s\nquickly followed by another... and another... It’s. a\nHAILSTORM, followed by WIND and RAIN.\n\nPYRO’S FLAMES are quickly extinguished. Logan stands up.\n\nANGLE ON: Rogue, Pyro, Logan and Bobby, watching the X-JET\ndescend from dark clouds. It hovers above the yard. .\n\nTHE RAMP LOWERS, revealing STORM. Eyes white.\n\nSTORM\nGet in.\n\nWhile the cops are pinned down by the weather, Logan and the\nkids escape through. the hail. The ramp raises.\n\n \n\f4/30/02 Dougherty & Harris\n\nINT. X-JET - CONTINUOUS 105\n\nLogan and the kids quickly strap themselves into seats. Storm\nheads to the cockpit.\n\n \n\nO\n\n106\n\n“107\n\nIN THE COCKPIT\n\nJean turns and sees Logan. She smiles. He winks. NIGHTCRAWLER\npops up from behind a chair. THE KIDS SCREAM.",
  "45": "---END OF PREVIOUS SECTION---\nHe winks. NIGHTCRAWLER\npops up from behind a chair. THE KIDS SCREAM. \n---TARGET SECTION TO BE ANNOTATED---\nNIGHTCRAWLER\nGuten Morgan.\n\nLOGAN\nGuten Abend. Who the hell are you?\n\nNIGHTCRAWLER\n(flamboyantly)\nKurt Wagner, but in the Munich circus I\nwas known as “The Incredible--\n\nLOGAN\nSave it. Storm?\n\nSTORM \\\nWe're out of here.\n\n:\n\nSTORM pulis on the stick and they lift off.\n\n  \n\nEXT. SUBURBAN STREET - COURTYARD - SAME TIME 106\nCops and residents watch in awe as the Jet roars away.\nLEAD COP (INTO RADIO) , 7\nPatch me through to the State Department.\n“INT. STRYKER/S BASE - LATER THAT DAY 107\n\nXavier and Mutant 143 stare deeply into each other’s eyes.\n\nXavier’s NEURAL INHIBITOR BUZZES wildly -- something. -\nhappening in his mind. He grits his teeth, bearing the pain.\n\nThen, 143 moves. His hands slowly reach for Xavier’s throat,\nas if to choke him. The Professor doesn’t move, he continues\nto stare deep into 143’s BLUE AND GREEN eyes. The Inhibitor\ncontinues to BUZZ. Xavier grips his chair, straining...\n\nXAVIER MUTANT 143\n(mumbling) (mumbling)\nA little closer... A little closer...\n\n(CONTINUED)\n\n \n\f \n\nOO\n\ne\n\n107\n\n108\n\nJ\n\n4/30 ugher Harri 57.\nCONTINUED: 107\n\nMutant 143 tenderly LIFTS the Inhibitor from Xavier's head.\nBoth Xavier and 143 EXHALE with relief, the pain now gone.\n\nXAVIER MUTANT 143\n(mumbling) (mumbling)\nThank you, Jason. Thank you, Jason.\n\nXavier reaches up and caresses 143’s cheek, releasing him.\n143 relaxes, his face once again a blank slate.\n\nINT. STRYKER’S BASE ~- OUTSIDE XAVIER’S CELL - EVENING 108\nTwo soldiers, LYMAN and MOSS stand outside Xavier's cell.\nXAVIER (V.O.)\n(whispering)\nMr. Lyman...\n\nLyman cocks his head, listening. His eyes fall into a trance:\n\nMOSS\nDave? You alright?\n\nXAVIER (V.0O.)\nWould you please open the door, Mr.",
  "46": "---END OF PREVIOUS SECTION---\nHis eyes fall into a trance:\n\nMOSS\nDave? You alright? XAVIER (V.0O.)\nWould you please open the door, Mr. \n---TARGET SECTION TO BE ANNOTATED---\nLyman?\n\nMoss suddenly falls into the same trance. He stands, frozen.\nLyman turns and slides a SECURITY CARD through a slot. The\ndoor slides open, revealing Xavier on the other side.\n\nXAVIER (CONT'D)\nTell me, what is the quickest way out of .\n\nhere?\nLYMAN\nThe helicopter.\nXAVIER\nAnd can either of you fly a helicopter?\nMOSS LYMAN\nNo. No.\n\nXavier smiles at Lyman.\n\nXAVIER (CONT'D)\nYou‘1ll learn.\n\nAs if sleepwalking, Lyman steps behind Xavier’s wheelchair\nand begins to push him into the hall. Moss stares at the\nwall, frozen.\n\n \n\n \n\fOC\n\n \n\n4/3 2D her: is 58.\n\nEXT. AIRSPACE - NIGHT 109\nTHE X-JET speeds through the sky.\nINT. X-JET - NIGHT / 110\n\nStorm and Jean are at the controls. The others sit in the\nrear, exhausted. Bobby glares at Pyro, who is flicking his\nLIGHTER on and off... thinking. Nightcrawler is nervously\nthumbing his rosary. Pyro looks up and smiles at Bobby.\n\nBOBBY -\nYou think it’s funny? Let’s go set fire\nto your house next time.\n\nPYRO\nToo late.\n\nROGUE\nYou almost killed those cops, John.\n\nPYRO\nSo? Logan would have...\n(turns to Logan)\n...if he hadn’t gotten shot in the head.\n\n)\n\nLogan stares at the cockpit. Jean turns around and looks at\nhim. He gets up and heads towards the front.\n\nLOGAN\nHow far are we?\n\nJEAN GREY : “3\nWe're coming up on the mansion now.\nA MONITOR suddenly displays TWO FAST MOVING RED BLIPS.\nvas STORM\nWe've got two signals, coming in fast.\nEXT. AIRSPACE ~- NIGHT . 111\n\nTWO F16 FIGHTERS roar through the clouds, coming up behind\nthe X-Jet. They each fire a missile.\n\nINT. X-JET - SAME TIME 112\n\nThe kids are wide-eyed and alarmed.\n\nBOBBY\nWho the hell are these guys??\n\n(CONTINUED)\n\n \n\f \n\n \n\n \n\n112\n\n113\n\n114\n\n115\n\n116\n\n117\n\n118\n\n4/30/02 Dougherty & Harris 59.",
  "47": "---END OF PREVIOUS SECTION---\nX-JET - SAME TIME 112\n\nThe kids are wide-eyed and alarmed. BOBBY\nWho the hell are these guys?? (CONTINUED)\n\n \n\f \n\n \n\n \n\n112\n\n113\n\n114\n\n115\n\n116\n\n117\n\n118\n\n4/30/02 Dougherty & Harris 59. \n---TARGET SECTION TO BE ANNOTATED---\nCONTINUED: : il2\n\nSTORM\nEVERYBODY HANG ON.\n\nEXT. AIRSPACE - SAME TIME 113\n\nTHE X-JET BANKS HARD -- and barrel rolls --just barely\ndodging the exploding missiles.\n\nThe fighter jets are still on their tail.\n\nINT. X-JET - SAME TIME 114\nThe kids are trying not to panic. Nightcrawler climbs into a\ntight space behind his chair and makes the “sign of the\n\ncross”. Pyro starts to sweat hard.\n\nLOGAN\nDon’t we have any weapons in this heap?\n\nJean glances over to Storm. Storm nods. HER EYES BURN WHITE.\n\nEXT. AIRSPACE - SAME TIME ~ 115\n\nRUMBLING DARK CLOUDS begin to form in front of the X-Jet.\nLightning flashes. They head straight into the eye of the\ngrowing storm, the Fl6s right behind.\n\nEXT. STORM CLOUD - SAME TIME 116\nWhispy clouds begin to swirl, faster and faster, twisting\n\ninto long, thin funnels. One forms, and another, until the\n\nsky is filled with a DOZEN ROARING TORNADOS. They writhe like\ngiant serpents, allowing the X-Jet to pass between them. .\n\nThe Fl6s aren’t as lucky -- they dart and weave, trying to\navoid Storm’s wrath. :\n\nINT. F16 - SAME TIME 117\n\nTHE FIGHTER PILOT has a lock on the X-Jet. He’s about to pull\nthe TRIGGER when --\n\nEXT. STORM CLOUD - SAME TIME . 118\n\nBOOM! TWO TORNADOS slam into the F16 from above and below.\nIt's yanked up and hurled across the sky, tumbling like a\ntoy. The pilot ejects.\n\nTHE REMAINING FIGHTER skillfully swerves around the funnel\nclouds, still in pursuit.\n\n \n\foN\n\n{ UN\n\n \n\n120\n\n121\n\n122\n\n123\n\nINT. X-JET - SAME TIME , : 119\n\nJean and Logan look at the beeping RADAR SCREEN, then\nnervously to Storm.\n\nPUSH IN ON: Storm -- Getting angrier.\nEXT. STORM CLOUD - SAME TIME 120\n\nThe remaining F16 banks and rolls, avoiding the tornados,\nquickly gaining on the X-Jet.",
  "48": "---END OF PREVIOUS SECTION---\nPUSH IN ON: Storm -- Getting angrier. EXT. STORM CLOUD - SAME TIME 120\n\nThe remaining F16 banks and rolls, avoiding the tornados,\nquickly gaining on the X-Jet. \n---TARGET SECTION TO BE ANNOTATED---\nSuddenly, the clouds around the F16 begin to swirl... until\nit’s completely encased in a long dark tunnel-- a TORNADO\nSTRETCHING ACROSS THE SKY.\n\nTHE F16 begins to roll wildly inside the tornado, losing\ncontrol-- but manages to fire TWO MORE MISSILES -- just\nbefore the tornado bends and hurls the F16 to the ground.\n\nThe pilot ejects, but the missiles continue on their warpath,\neasily passing through the storm.\n\nINT. X-JET - SAME TIME 121\nJean stares at the RADAR SCREEN: TWO BLIPS RUSH TOWARDS THEM.\n\nSTORM\nCan you stop them?\n\nJEAN GREY\nI’ll try.\n\nJean concentrates hard. Storm yanks the stick back.\n\nEXT. AIRSPACE - SAME TIME , 122\n\nThe X-Jet’s wings fold up as it flies FASTER out of the\nstorm, the tornados dissipating.\n\nBOTH MISSILES ROAR TOWARDS THE JET... but suddenly ONE.\nMISSILE begins to wobble...\n\nINT. X-JET - SAME TIME 123\nStorm stares at the radar-- the blips are getting closer.\n\nSTORM (0.S.)\nJean?\n\nJean holds her head tightly, concentrating...this isn’t easy.\n\n \n\f \n\n \n\n125\n\n126\n\n127\n\n128\n\n129\n\nEXT. AIRSPACE - SAME TIME 124\n\nCLOSE ON THE MISSILE: It wobbles, a few lights on its surface\nblink OFF -- it suddenly veers STRAIGHT UP and EXPLODES.\n\nINT. X-JET - SAME TIME 125\n\n» ANGLE ON: JEAN GREY, using all of her powers trying to stop\n\nthe remaining missile. Concentrating so hard that EVERYTHING\nELSE DROPS OUT. She closes her eyes. The X-men wait...\n\nON THE RADAR SCREEN the SECOND MISSILE is getting closer...\nJean opens her eyes -- terrified.\nJEAN\n(quietly)\nOh God.\nEXT. AIRSPACE - SAME TIME 126\n\nBOOOOOM! THE MISSILE EXPLODES-- THE X-JET disappears ina\ncloud of fire and smoke.\n\nINT. X-JET - SAME TIME 127\n\nA LARGE HOLE IS blown in the ROOF OF THE JET. IT DECOMPRESSES\n-- Everyone's screams are drowned by SHRIEKING WIND.",
  "49": "---END OF PREVIOUS SECTION---\nINT. X-JET - SAME TIME 127\n\nA LARGE HOLE IS blown in the ROOF OF THE JET. IT DECOMPRESSES\n-- Everyone's screams are drowned by SHRIEKING WIND. \n---TARGET SECTION TO BE ANNOTATED---\nRogue is being pulled upward towards the hole -- her gloved\nhand slowly slipping out of Bobby’s... She’s SUCKED OUT...\n\nEXT. AIRSPACE - SAME TIME : ~ ,128\n\n...and as she falls, screaming, the jet speeds away high\nabove her. Nightcrawler suddenly APPEARS and GRABS HER. BAMF!\n\nINT. X-JET - MOMENTS LATER 129\n\nBAMF! Rogue and Nightcrawler reappear in a haze of smoke,\nfalling to the ground. The X-Men stare at them in awe..\n\nIN THE COCKPIT: Storm and Jean work the controls, trying to\nstabilize the jet. THROUGH THE WINDSHIELD, the Earth rises to\nmeet them with dizzying speed. Storm strains, trying to pull\nout of the nosedive.\n\nTHE ALTIMETER shows their descent -- 3000 feet, 2500, 2000...\nJEAN'S HAND reaches over and grabs Logan’s. She turns to him,\n\neyes tearing up. Logan stares back, surprised. The plane is\ngetting LOWER, LOWER. STORM closes her eyes. THIS IS IT.\n\n(CONTINUED)\n\f \n\nA\n\no™\n\n \n\n129\n\n130\n\n131\n\n \n\nw\n\n4/30/02 Dougherty & Harris 6\nCONTINUED:\n\nNIGHTCRAWLER (0.S.)\nUh, Miss Storm?\n\nStorm turns... Nightcrawler is pointing at the HOLE IN THE\nROOF, which is bending and twisting, slowly REPAIRING ITSELF.\nThe screaming wind dies down to a WHISTLE, as the hole CLOSES\nCOMPLETELY .\n\nThen, the falling Jet begins to SLOW. Their speed drops from\n80 KNOTS to 70... 60...\n\nJean stares at the controls, shaking her head. She’s just as\nstunned. 15 KNOTS... 10... 5... The ground is getting closer.\n\nAnd with a slight jolt... THEY STOP.\n\nThe mutants stare at each other, confused and shocked. They\nlook out the WINDSHIELD. BELOW THEM, a quiet road. A BLACK\nTOWN CAR parked nearby.\n\nEXT. ROADWAY - NIGHT 130\n\nTHE X-JET HOVERS IN THE AIR, nose down, only fifteen feet off\nthe ground.",
  "50": "---END OF PREVIOUS SECTION---\nA BLACK\nTOWN CAR parked nearby. EXT. ROADWAY - NIGHT 130\n\nTHE X-JET HOVERS IN THE AIR, nose down, only fifteen feet off\nthe ground. \n---TARGET SECTION TO BE ANNOTATED---\nMAGNETO stands in front of the Jet, holding it in place with\nan outstretched hand. Mystique is next to him.\n\nMAGNETO\nAh, it’s the X-Men. Right on time.\n\n \n\nEXT. FOREST CAMP - LATER 131\n\nTHE X-JET sits in a clearing bordered on three sides by a\nhigh stone cliff. Below it, the small field is scattered with\ncamping equipment -- each tent and sleeping bag marked with\nthe familiar X. i 2\n\nABOVE THEM deep, thick fog acts as a cover, obscuring any\nvision of their activities.\n\nStorm is working on the jet’s underbelly -- Jean walks down\nthe ramp, seeing Logan. He acknowledges her curiously. She\nseems noticeably distraught.\n\nLOGAN\nHow bad is it?\n\nJEAN GREY\nWe're running fluid through the\nhydraulics.\n\n(MORE)\n\n(CONTINUED)\n\n‘\n\f \n\n131\n\n \n\n \n\n \n\n \n\nDou t Harris 63.\nCONTINUED: 131\n\nJEAN GREY (CONT'D)\nIf the test passes, it’1l take four or\nfive hours to get off the ground.\n\nLOGAN\nThat’s not exactly what I meant.\nJEAN GREY\nI’m sorry, Logan -- I’m just a little\nworried... about Scott.\nA long pause.\nLOGAN\n\nI know.\nShe puts her arm around Logan, resting her head on his\nshoulder. Very slowly, their faces draw closer together --\napproaching intimacy. But, before they’re lips meet...\n\nJEAN GREY\nWe're meeting in ten minutes.\n\nShe walks away. Logan sighs.\nEXT. FOREST CLEARING - SAME TIME 132\n\nMystique sits by the fire. Nightcrawler crouches nearby,\neyeing her. She senses him staring, but pays no attention.\n\nNIGHTCRAWLER\nThey say you can imitate anybody? Even\ntheir voice?\nMystique turns her head and SPEAKS IN HIS VOICE: . - 4\n\nMYSTIQUE\nEven their voice.\n\nNightcrawler smiles.\n\nNIGHTCRAWLER\nSo why not stay disguised all the time?\nYou know... Look like everyone else.\nMYSTIQUE\n\nBecause we shouldn’t have to.\n\nNightcrawler grins wide. He likes that answer.\n\f \n\nO\n\n \n\n \n\n134\n\nEXT.",
  "51": "---END OF PREVIOUS SECTION---\nNightcrawler grins wide. He likes that answer. O\n\n \n\n \n\n134\n\nEXT. \n---TARGET SECTION TO BE ANNOTATED---\n FOREST CAMP - KIDS AREA - SAME TIME 133\n\nRogue, Bobby and Pyro sit around a bundle of branches. Using\nPyro’s lighter, Bobby is trying to start a fire... but he\ncan’t seem to make the small flame catch.\n\nROGUE\n(to Pyro)\nYou COULD help, you know.\n\npyro sits in the corner, his face turned down and cold.\n\nBobby leans closer to the pile of sticks and BLOWS...\ncloser... closer... trying to nurse the burning embers.\n\nSuddenly, the small fire ERUPTS INTO A TOWER OF FLAME. Bobby\ndives back and shoots Pyro a dirty look. Pyro just smiles.\n\nEXT. FOREST CAMP ~- CAMPFIRE - MINUTES LATER 134\n\nLogan, Jean, and Storm are on one side of the campfire,\nMagneto and Mystique on the other. They stare at each other.\nThe silence redefines uncomfortable.\n\nMAGNETO\nHis name is William Stryker.\n\nSTORM\nWhat does he want?\n\nLOGAN\nThat’s exactly the same question we\nshould be asking Magneto. - os\n\nMagneto sighs. This is going to be a long night.\n\nLOGAN (CONT’D)\nSo, what is it? What do you want?\n\nMAGNETO\nWhen Stryker invaded your mansion he\nstole an essential piece of its hardware.\n\nSTORM\nCerebro?\nMAGNETO\nCharles and I built Cerebro as a tool --\na tool I believed would unite us all. But C\n\nthe good Professor, as with all things --\nnever truly explored its full potential.\n\n(CONTINUED)\n\fJean and Storm listen carefully, but Logan fumes.\n\n \n\nMAGNETO (CONT’‘D)\nIn the wrong hands, I fear it could be\nused as a powerful weapon...\n(beat)\nAgainst mutants...\n\nJEAN GREY\n\nBut Stryker would need the Professor to\n\noperate it.\nMAGNETO\n\n..which is the only reason why I think\nhe’s still alive.\nLogan glares at Magneto... still suspicious.\n135 EXT. FOREST CAMP - KIDS AREA - SAME TIME 135\n\nPyro stares at the fire, lost in it. Bobby turns to Rogue.",
  "52": "---END OF PREVIOUS SECTION---\n135 EXT. FOREST CAMP - KIDS AREA - SAME TIME 135\n\nPyro stares at the fire, lost in it. Bobby turns to Rogue. \n---TARGET SECTION TO BE ANNOTATED---\nBOBBY\nC) Can you hear what they’re saying?\n\" ROGUE\nThey’re too quiet.\nNIGHTCRAWLER\n(sheepishly)\nI... I can get a closer look.\nROGUE : -\n\nHow?\n\n|\n' . BAMF! Nightcrawler disappears ina cloud of smoke. The others\n| stare at each other, impressed. : oe ‘\n\nBOBBY\nNice.\n\n136 EXT. FOREST CAMP - CAMPFIRE - SAME TIME . 136\n\nHIGH ABOVE THE GROUP, Nightcrawler hangs upside-down by his\ntail. No one seems to notice.\n\nLogan’s in no mood for this debate.\n\n \n\nLOGAN\nHow would Stryker know where Cerebro\nis... or how it works? !\n\n(CONTINUED)\n\f \n\nCONTINUED:\n\nMagneto pauses. We slowly DRIFT around to his back. In\nreflex, he lifts an arm and rubs the back of his neck,\nexposing the CIRCULAR SCAR.\n\nMagneto seems embarrassed, resigned, boiling...\n\nMAGNETO\nBecause I told him.\n\nLogan turns around.\n\nMAGNETO (CONT’D)\nStryker has undeniable methods of...\npersuasion -- even against a mutant as\nstrong as Charles.\n\nSTORM -\nPlease understand if we don’t take it all\non good faith. But...why do you need us?\n\nMAGNETO\nStryker has a base he’s been operating\nout of for decades... And I don’t know\nwhere it is.\n(beat)\nBut. I suspect one of you might.\n\nMagneto turns to Logan, eyeing him suspiciously.\n\nLOGAN\n\nWho the hell is this Stryker anyway?\nMAGNETO\n\nAre you sure you don’t remember, Logan?\n\n(beat)\nThe metal on your bones carries his\nsignature. ¢ .\n\nLogan stares -- the realization floods through his body.\nMagneto looks to Jean -- she looks back to Magneto.\n\nLOGAN\nBut the Professor tried...\n\nMAGNETO\nNo he didn’t. He’s always known.\n\nRealization gives way to mistrust... and betrayal. Logan\nturns to Jean.\n\n(CONTINUED)\n\n \n\f \n\n4/30/02 Dougherty. & Harris 67. :\n136 CONTINUED: (2) 36\n\nbe\n\n \n\nJEAN GREY\nI can’t.",
  "53": "---END OF PREVIOUS SECTION---\nRealization gives way to mistrust... and betrayal. Logan\nturns to Jean. (CONTINUED)\n\n \n\f \n\n4/30/02 Dougherty. & Harris 67. :\n136 CONTINUED: (2) 36\n\nbe\n\n \n\nJEAN GREY\nI can’t. \n---TARGET SECTION TO BE ANNOTATED---\n If those memories exist, they’re\nburied very deep.\n“A long moment between the three of them.\n\nLOGAN\nGrab a shovel.\n\n137 EXT. FOREST CLEARING - MINUTES LATER 137\n\nJean sits across from Logan. Nervous, she reaches her hands\ntowards his head. He flinches a little.\n\nJEAN GREY\nRelax.\n\nJean moves towards him and puts her fingers on his temples.\nHis eyes roll back slightly. She concentrates hard.\n\nLOGAN\nI hope it’s as good as the first time.\nC) PUSH IN ON: JEAN GREY -- she grimaces as blurry FLASHES from\n— Logan’s mind flicker in her eyes:\nXN\nFLASH! -- Logan at a bar, talking to a military officer --\nriding in the back of a military truck -- the truck driving\n\n|\npast a huge frozen DAM, entering a tunnel from ABOVE GROUND, |\n| WHITE SNOW EVERYWHERE -- walking into a medical lab, doctors |\ngrouped around a LARGE TANK -- FLASH! |\n\nJean pulls away, exhausted. She nearly falls. Logan's knees ,;\nbuckle, and he sits down. She regains her breath. . .\n\nJEAN GREY\nStryker’s at. Alkali Lake.\n\nLOGAN\nI was just there. I saw that base.\nNothing’s left.\n\nJEAN GREY\nThat's because he’s under it.\n\n138 EXT. FOREST CLEARING - LATER THAT NIGHT 138\n\nStorm is still fixing the jet. Jean emerges from the\nunderbelly and turns towards her. She sighs.\n\nJEAN GREY\nI’ll try it again.\n\n \n\n(CONTINUED)\n\n \n\f \n\n‘\n\n \n\n \n\n139\n\n4/30/02 Dougherty & Harris 68.\nCONTINUED: 138\n\nShe walks past Rogue, who sleeps next to Bobby, his arm\ndraped across her. Next to them, Pyro sits, angrily watching.\n\nNightcrawler hangs from a tree by his tail, sleeping.\nINT. LOGAN’S TENT - MINUTES LATER 139\n\nLogan’s eyes spring open as the TENT FLAP quietly slips\napart. A FEMALE FIGURE enters.\n\nIt’s JEAN. She sits on his sleeping bag -- he eyes her\ncuriously, about to speak --\n\nWhen she presses her finger to his lips: “No”.",
  "54": "---END OF PREVIOUS SECTION---\nA FEMALE FIGURE enters. It’s JEAN. She sits on his sleeping bag -- he eyes her\ncuriously, about to speak --\n\nWhen she presses her finger to his lips: “No”. \n---TARGET SECTION TO BE ANNOTATED---\n She crawls on\ntop and begins to passionately kiss him. He kisses back,\nsliding his hand under her shirt, when --\n\nSNIKT! Logan’s claws press against Jean’s jugular.\n\nCLOSE ON: Logan’s HAND, his fingers on THREE CLAW-SCARS on\nher abdomen. He looks at her. She looks back and smiles --\n\nher eyes turn yellow as SHE TRANSFORMS INTO MYSTIQUE. Her\nmouth travels languidly to his ear. .\n\nMYSTIQUE\nNo one ever left a scar quite like you.\n\nLOGAN\nWhat do you want, an apology?\n\nMYSTIQUE\nYou know what I want.\n\nMystique bites his ear, hard and sexy. She sits up.\n\nMYSTIQUE (CONT'D)\nBut, what do you want?\n\n...and SHE SUDDENLY TRANSFORMS: From MYSTIQUE to STORM -- to\nGRACE -- to (with a smile) ROGUE -- finally back to JEAN...\n\nLogan throws her to the ground.\n\nMYSTIQUE (CONT’D)\nWhat do you really want?\n\nAnd then, she FLASHES... STRYKER.\n\n, LOGAN\nI want you to get out.\n\nShe sneers, SNAPS back to MYSTIQUE, and leaves.\n\n(CONTINUED)\n\n \n\f4/30/02 Dougherty & Harris\nCONTINUED:\n\n \n\n \n\nPUSH IN ON LOGAN’S FACE, as we dissolve into the ROAR of...\n\n140° EXT. FOREST CAMP - THE NEXT MORNING 140\n...THE X-JET lifting off into the orange morning sky.\n\n141 (INT. X-JET - SAME TIME 141\n\nRogue, Bobby, and Nightcrawler are watching Logan and Storm\nsuit-up into BATTLE UNIFORMS, attaching SMALL BLACK RADIOS to\ntheir ears.\n\nBOBBY\nWhere’s ours?\n\nLOGAN\nOn order. Should arrive in a few years.\n\nSTORM\n(gently)\n‘ Rogue, come here.\n\nRogue moves towards the controls -- Bobby follows. Storm\ni points appropriately to controls and displays:\n\nSTORM (CONT’D) :\nAfter we touch down and go in, you’re in\ncharge. If something happens to us... Use\nthe ascension control to get the plane\noff the ground -- Do NOT try to control\nthe plane while it’s in the air. The auto-\nnavigation system will fly you home.",
  "55": "---END OF PREVIOUS SECTION---\nIf something happens to us... Use\nthe ascension control to get the plane\noff the ground -- Do NOT try to control\nthe plane while it’s in the air. The auto-\nnavigation system will fly you home. \n---TARGET SECTION TO BE ANNOTATED---\nBOBBY\nThen what?\n\nLOGAN .\n(entering the cockpit)\nYou've all got superpowers. Figure it\nout.\n\nIN THE BACK OF THE JET, Magneto sits across from Pyro --\nMagneto holds his HELMET in his lap. Pyro stares at him.\n\nPYRO\nThey say you’re the bad guy.\n\nMAGNETO\n\n(slightly grinning)\nIs that what they say?\n\n(CONTINUED)\n\n \n\f \n\n=\n\n \n\n4/30/02 Dougherty & Harris 70.\n141 CONTINUED: . 141\n\nPYRO\n(eyeing the helmet)\nThat’s a dorky looking helmet. What’s it\nfor?\n\nMagneto sizes up Pyro.\n\nMAGNETO\nThis dorky looking helmet is the only\nthing that’s going to protect me... from\nthe real bad guy.\n(beat)\nWhat’s your name?\n\nPYRO\nJohn.\n\nMAGNETO\nWhat's your real name, John?\n\nPyro thinks for a moment. Nervous, he flicks his lighter open\nand begins to PLAY WITH A SMALL FLAME -- like in the museum.\n\nPYRO\nPyro.\nMAGNETO\nThat’s quite a talent you have, Pyro.\nPYRO\nI can only manipulate it. I can’t make\nit.\n- 4\nMAGNETO\n\nYou are a God among ‘insects. Don’t let\nanyone bell you otherwise.\n\nPUSH IN ON PYRO -- the voice in front of him finally matching\nthe ever-present voice in his head. .\n\n142 INT. STRYKER’S BASE - CONTROL ROOM - LATER . 142\n\nStryker sits on the edge of a chair, bouncing a BASEBALL\nagainst the wall. Catching and bouncing... Anne begins to\nturn on MONITORS, ONE BY ONE. Each displaying a SHOT of\nXavier's children in captivity.\n\nANNE REYNOLDS\n\nWhy keep the children here, if they’re\njust going to die?\n\n(CONTINUED)\n\f \n\n142\n\n143\nons,\n(_)\nSonne\n\n144\n\n145\n\n \n\nMAGNETO and MYSTIQUE. also observe, but keep to the back.\n\n4/30/02 Dougherty & Harris 71.\n\nCONTINUED: 142\nSTRYKER\nWhy? So we can make sure that it’s\nworking.\nEXT.",
  "56": "---END OF PREVIOUS SECTION---\nCONTINUED: 142\nSTRYKER\nWhy? So we can make sure that it’s\nworking. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n XAVIER’S MANSION - FRONT LAWN - LATER 143\n\nA HELICOPTER LANDS in the front yard of the mansion. Lyman\nemerges, and lowers Xavier to the ground.\n\nLYMAN\nThis is your home?\n\nXavier looks around.\n\nXAVIER\nYes. It is.\n(then)\nMr. Lyman, would you please stay here and\nalert me if anyone shows up?\n\nLYMAN\nOf course.\n\nAs Lyman climbs back into the helicopter, Xavier wheels\nhimself into the demolished entrance.\n\nEXT. SKIES ABOVE ALKALI LAKE - AFTERNOON 144\n\nTHE X-JET circles high above. ANGLE ON: A SMALL CAMERA\nemerges from the BELLY, scanning.\n\nINT. X-JET - NEAR THE COCKPIT - SAME TIME 145\nLOGAN, JEAN, and STORM gather around a floating 3D HOLOGRAM *\nthat shows a photographic TERRAIN MAP of the landscape.\n\nLogan looks intensely at it. The DAM, SPILLWAY TUNNELS, and\nALKALI BASE are all visible. From the naked eye, nothing but\nsnow covers the base and dam. Jean clicks a button...\n\nJEAN GREY\nThis is a topographic map of the area...\n\n..-and the holographic map suddenly changes into a CRYSTAL-\nRED, with varying degrees of PINK and WHITE MARKS that\nrepresent repetitive impact over time.\n\nJEAN GREY (CONT’D)\n...and here are the recent density\nchanges. The lighter the mark, the\nheavier the activity.\n\n(CONTINUED)\n\f \n\n \n\n \n\n145\n\n146\n\n \n\n4/30/02 Dougherty & Harris 72.\nCONTINUED: 145\n\nWe see a series of WHITE LINES come out of THE RIGHT SPILLWAY\nTUNNEL. The lines look like HUNDREDS OF TIRE TRACKS. Logan\nshakes his head with a sly smile.\n\nLOGAN\nThat’s the entrance.\n\nJean changes the map ONCE again -- it turns CRYSTAL BLUE,\nwith varying degrees of white and blue -- WATER ACTIVITY. The\nentrance tunnel and spillway are all deep blue.\n\nJEAN GREY\nThis shows the depth of the ice that\ncovers the ground -- water activity.",
  "57": "---END OF PREVIOUS SECTION---\nJean changes the map ONCE again -- it turns CRYSTAL BLUE,\nwith varying degrees of white and blue -- WATER ACTIVITY. The\nentrance tunnel and spillway are all deep blue. JEAN GREY\nThis shows the depth of the ice that\ncovers the ground -- water activity. \n---TARGET SECTION TO BE ANNOTATED---\nSTORM\n(pointing)\nIf we all go in here, he could flood the\nspillway. ‘\n\nJEAN GREY\n(to Nightcrawler)\nCan you teleport inside?\n\nNIGHTCRAWLER\n(shakes his head “no”)\nI have to be able to see where I’m going -\n- otherwise I could wind up inside a\n\nwall.\nLong pause.\nLOGAN - 4\nI have an idea.\nMagneto eyes him -- a4 plan brewing...\nEXT. DAM - SPILLWAY CORRIDOR - LATER 146\n\nLogan walks alone down the SPILLWAY CORRIDOR. He comes upon\nthe RUN-OFF TUNNELS, and peers into the one on the right. No\nsign of water. He cautiously proceeds inside. He yells\n\nLOGAN\nStryker!\n\nIt ECHOES through the massive tunnel.\n\nLOGAN (CONT’D)\nIT’S ME. WOLVERINE!\n\nHe walks further into the tunnel -- still, no signs of water.\n\n. (CONTINUED)\n\n \n\f \n\n \n\n148\n\n4/30/02 Dougherty & Harris\nCONTINUED :\n\nABOVE HIM: A small VIDEO CAMERA in the shadows watches Logan\napproaching.\n\nINT. STRYKER’S BASE - CONTROL ROOM - SAME TIME 147\n\n \n\nWILKINS, a bored guard, looks up: to see: LOGAN on one of the\nmonitors. Anne looks over his shoulder.\n\nWILKINS\nWhat do you want me to do?\n\nANNE REYNOLDS\nFlood it.\n\nWilkins reaches for a button and is about to press it, when:\n\nSTRYKER (0.S.)\nWait.\n\nStryker peers over their shoulders and smiles.\n\nSTRYKER (CONT'D)\nIs he alone?\n\nWILKINS\nYes, sir.\n\nWilkins has his hand on the button. Stryker pauses, thinking.\nSTRYKER\n(to Anne)\n\nSend a team, and bring him to me in the\nnorth corridor. Carefully. : “oo\n\nINT. SPILLWAY TUNNEL - MOMENTS LATER 148\"\nLogan walks cautiously through the tunnel.\n\nIn front of him, A SECTION OF THE WALL OPENS and THREE\nSOLDIERS emerge, rifles up.\n\nBEHIND HIM, another wall opens and three more soldiers © :\nappear. Logan is surrounded. .",
  "58": "---END OF PREVIOUS SECTION---\nIn front of him, A SECTION OF THE WALL OPENS and THREE\nSOLDIERS emerge, rifles up. BEHIND HIM, another wall opens and three more soldiers © :\nappear. Logan is surrounded. . \n---TARGET SECTION TO BE ANNOTATED---\nSOLDIER\nDON’T MOVE! HANDS IN THE AIR!\n\nOddly, Logan obeys.\n\fO\n\n \n\n150\n\n \n\n2D Harris 74.\n\nINT. STRYKER’S BASE - NORTH CORRIDOR - MOMENTS LATER 149\n\nLogan is led down a corridor by Anne and the soldiers, arms and\nfeet shackled, guns to his head. Stryker waits for them at the\nend. As he approaches Logan, staring him closely in the eyes,\nthe cocky grin on his face suddenly fades.\n\nSTRYKER\nWho do you think you’re looking at?\n\nAnne looks puzzled.\n\nANNE REYNOLDS\nSir?\n\nSTRYKER\n(to Logan)\nYou do such a good impression on video,\nbut in person...\n\nHe lifts a GUN to Logan’s head, finger on the trigger...\n...when LOGAN quickly transforms into MYSTIQUE. Her arms, now\nthinner, slip from the shackles ~- as do her legs and feet.\nShe wraps the shackles around Stryker’s gun, rips it away,\nknocks him into the wall.\n\nInstantly, TWO GUARDS FIRE - she ducks - and the guards shoot\neach other... As she HANDSPRINGS FORWARD...\n\nAnne whips out a pistol -- but Mystique hits her arm as SHE\nFIRES -- BOOM! The bullet pierces a nearby PIPE.\n\nSTEAM SHOOTS OUT, filling the corridor.\n\nStryker stands and tries to see through the steam. Mystique\nis: gone. Stryker storms off. A guard follows.\n\nINT. STRYKER’S BASE - CONTROL ROOM - MOMENTS LATER 150 .\n\nALARMS BLARE. Wilkins, the only guard left in the control\nroom, nearly leaps out of his chair and begins scanning the\n\nmonitors. .\n\nON THE MONITORS: Stryker walks quickly through the hallway,\nfollowed by the GUARD.\n\nWILKINS\nWhat the...\n\nThe DOOR opens. Stryker and the GUARD enter.\n\n(CONTINUED)\n\n \n\f \n\n151\n\n152\n\n \n\n4 ert: rris 75.\nCONTINUED : 150\n\nSTRYKER\nSeal the room!\n\nWilkins quickly does as he’s told, pressing buttons. HUGE\nDOORS SLAM SHUT on the monitors.",
  "59": "---END OF PREVIOUS SECTION---\nCONTINUED : 150\n\nSTRYKER\nSeal the room! Wilkins quickly does as he’s told, pressing buttons. HUGE\nDOORS SLAM SHUT on the monitors. \n---TARGET SECTION TO BE ANNOTATED---\nWILKINS\nWhat’‘s happening?\n\nSTRYKER\nWe have a metamorph loose. She could be\nanybody.\n\nWILKINS\nAnybody?\nWHAM! Stryker hits Wilkins across the back of the head. He\nslumps onto the floor. PAN back to reveal Stryker has become\nMystique. WHAM! She spin kicks the guard -- knocking him out.\n\nShe takes his seat and fastens a small headset to her ear.\nShe presses some buttons and pulls up a MAP of the base.\n\nMYSTIQUE\n{into headset)\nI’m in.\nEXT. SPILLWAY CORRIDOR - SAME TIME 151\n\nMagneto, Logan, Jean, Storm, and Nightcrawler stand high\nabove the spillway corridor. Magneto smiles, proudly.\n\nLOGAN : . f\nShe's good.\n\nMAGNETO\nYou have no idea.\n\nThey climb down the ladder into the spillway.\nINT. STRYKER’S BASE - CONTROL ROOM FOYER - SAME TIME 7 152\n\nThe REAL Stryker stands outside the massive control room door\nwith Anne. He pushes a button to open it. It doesn’t budge.\n\nHe tries again. No use. He slams the door with his hand.\n\nANNE REYNOLDS\nThe door is twenty inches thick, sir.\n\nAnne nervously watches Stryker losing his cool.\n\n(CONTINUED)\n\n \n\n \n\n \n\f \n\n152\n\n0\n\n \n\n \n\njoughert arri 76.\nCONTINUED: 152\n\nSTRYKER\n(under his breath)\nYes. But she’s in there... she’s in there\nand I’M OUT HERE!\n\nLYMAN walks up to them.\n\nLYMAN\nSir, she’s opened the main entrance. More\nmutants have entered the base.\n\nSTRYKER\nCan we flood the spillway?\n\nLYMAN\nEverything's controlled from inside the\nroom.\n\nSTRYKER\nGet the machine here, drill a hole\nthrough this door, and kill whoever’s\ninside. I DON’T CARE WHO THEY LOOK LIKE.\n\nStryker exhales. He turns to Anne. Makes a decision.\n\nSTRYKER (CONT’D)\n\nThey can’t stop anything. In twenty\nminutes they’11 all be on their knees.\n\n{they start walking)\nEvacuate the men and let loose our new\nrecruit.",
  "60": "---END OF PREVIOUS SECTION---\nSTRYKER (CONT’D)\n\nThey can’t stop anything. In twenty\nminutes they’11 all be on their knees. {they start walking)\nEvacuate the men and let loose our new\nrecruit. \n---TARGET SECTION TO BE ANNOTATED---\n Set the charges, and meet me in\nAugmentation.\n\n(beat) . oo\nI‘1l have my final chat with 143 -- then .\nwe're leaving.\n\nINT. XAVIER’S MANSION - DAY te 153\n\nXavier slowly wheels through a hall. A CRY catches his\nattention. It’s coming from a nearby wall.\n\nCLOSE ON THE WALL as Xavier presses a panel. It slides back,\nrevealing A LITTLE GIRL crouched inside a hidden stairwell.\n\nShe looks up at him, tears in her eyes.\n\nLITTLE GIRL\nAre they gone?\n\nXavier smiles warmly and nods.\n\n(CONTINUED)\n\n \n\f \n\n \n\n154\n\n155\n\n156\n\n0/02 Do’\nCONTINUED:\n\nXAVIER\nYes. Where are all the others?\n\nShe shrugs.\nXAVIER (CONT'D)\nThen I guess we’ll have to find them,\nwon't we?\nHe holds out his hand. The girl takes it and stands.\nINT. XAVIER’S MANSION - CEREBRO HALLWAY - MOMENTS LATER 154\nXavier wheels towards the UNDAMAGED Cerebro DOOR.\n\nHe approaches the RETINAL SCANNER, pausing in front of it. He\nturns and smiles at the Little Girl, who smiles back.\n\nThe doorway scans Xavier’s eyes and opens.\n\nLITTLE GIRL\nDon't leave me alone, please.\n\nXAVIER\nOkay... you can come inside.\n\nXavier wheels inside, followed by the little girl.\nINT. XAVIER’S MANSION - CEREBRO - CONTINUOUS 155\n\nXavier enters, heading down the long platform, finally\nstopping at the end.\n\nBEHIND XAVIER -- the girl walks in and smiles, her blue eyes\nfull of anticipation. She walks to the front of the platform.\n\n“As Xavier turns away from the girl, we slowly ROTATE around\n\nhim, and SOMETHING HAPPENS --\n\nIn every direction that he doesn’t face, the room SLOWLY\nDISINTEGRATES into something darker -- something sinister --\nthe little girl reveals herself as MUTANT 143. .\n\nWe TRACK AROUND HIM to REVEAL: DARK CEREBRO -- a dirty,\nbastardized, RE-CREATION of CEREBRO built by Stryker.",
  "61": "---END OF PREVIOUS SECTION---\nShe walks to the front of the platform. “As Xavier turns away from the girl, we slowly ROTATE around\n\nhim, and SOMETHING HAPPENS --\n\nIn every direction that he doesn’t face, the room SLOWLY\nDISINTEGRATES into something darker -- something sinister --\nthe little girl reveals herself as MUTANT 143. . We TRACK AROUND HIM to REVEAL: DARK CEREBRO -- a dirty,\nbastardized, RE-CREATION of CEREBRO built by Stryker. \n---TARGET SECTION TO BE ANNOTATED---\nXavier looks back and the GIANT CEREBRO DOOR slams SHUT. The\nlittle girl stands at the end of the platform and smiles.\n\nINT. STRYKER’S BASE - CONTROL ROOM - SAME TIME 156\nMystique flicks on a SERIES OF SECURITY MONITORS.\n\n(CONTINUED)\n\n \n\n \n\f \n\n \n\n157\n\n158\n\n159\n\n160\n\n161\n\n4/30/02 Dougherty & Harris\nCONTINUED:\n\nANGLE ON: A monitor, displaying XAVIER'S CHILDREN locked in\ntheir cages. Mystique’s focus is sidetracked by the image.\n\nBOOM! Something BIG hits the door. She turns.\n\n \n\nINT. STRYKER’S BASE - CONTROL ROOM FOYER - SAME TIME 157\n\nThe JAWS-OF-LIFE-LIKE MACHINE is attached to the door -- a\nseries of DRILLING DEVICES on its arms go to work.\n\nBehind it, TWO GUARDS outfitted like the ones who attacked\nthe mansion, hold automatic rifles aimed and ready.\n\nINT. STRYKER’S BASE - AUGMENTATION ROOM - MOMENTS LATER 158\nAnne walks by a figure who lays face down on a medical table.\n\nShe removes the pipette and DRIPS the YELLOW LIQUID onto the\nback of his neck. It bubbles and sinks into his skin,\ncreating the now familiar ROUND SCAR.\n\nIt’s CYCLOPS. TOAD emerges from the shadows, holding\nsomething. He hands it to her... IT’S CYCLOPS’ VISOR.\n\nINT. STRYKER’ S BASE - HALLWAY OUTSIDE DARK CEREBRO 159\n\nStryker walks across a platform, towards a doorway, that\nconnects to:\n\nA HUGE SPHERE suspended in a massive cave. The exoskeleton of\nDARK CEREBRO is a complex lattice-work of circuitry and\nmetal. At the moment, it is dormant, dark, and still. The\ndoor opens and Stryker steps inside. . @\n\nINT. STRYKER’S BASE - DARK CEREBRO - CONTINUOUS 160\n\nPULL BACK TO REVEAL: Charles Xavier sits, paralyzed, on a\nplatform, wearing the CEREBRO HELMET. In front of him -- at\nthe end of the platform, sits Mutant 143.",
  "62": "---END OF PREVIOUS SECTION---\nThe\ndoor opens and Stryker steps inside. . @\n\nINT. STRYKER’S BASE - DARK CEREBRO - CONTINUOUS 160\n\nPULL BACK TO REVEAL: Charles Xavier sits, paralyzed, on a\nplatform, wearing the CEREBRO HELMET. In front of him -- at\nthe end of the platform, sits Mutant 143. \n---TARGET SECTION TO BE ANNOTATED---\nAll this time, Xavier’s escape, the return to the mansion,\nwas an illusion created by 143 -- designed to get him to\nactivate Dark Cerebro.\n\nStryker walks down the platform, past Xavier. He bends down,\nand starts to WHISPER in 143’s ear.\n\nINT. XAVIER’S MANSION - CEREBRO - THE ILLUSION 161\n\nThe little girl walks down the platform and approaches Xavier\n-- begins to WHISPER in his ear.\n\n(CONTINUED)\n\n \n\f \n\n \n\n \n\n161\n\n162\n\n163\n\n164\n\n165\n\n166\n\n4/30/02 Dougherty & Harris 79.\nCONTINUED: 161\n\nLITTLE GIRL\nIt‘s time to find our friends.\n\nINT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 162\nStryker continues to WHISPER to 143.\nINT. XAVIER’S MANSION - CEREBRO - THE ILLUSION 163\nLITTLE GIRL\nALL of them. We have to find ALL of the\nmutants. Everywhere.\nXavier nods, understanding, and starts to PUSH BUTTONS.\nINT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 164\n\nCasually, Stryker bends down and utters one last command:\n\nSTRYKER\nNow, make me proud.\n\nStryker touches him warmly on the back, turns, and walks out.\nTHE DOOR CLOSES.\n\nCLOSE ON: Mutant 143, as GREEN and BLUE EYES begin to RAPIDLY\nDILATE.\n\nINT. XAVIER’S MANSION - CEREBRO - THE ILLUSION 165\nXavier finishes what he needs, and looks up at the girl.\n\nXAVIER\nJust -- Don’t move.\n\nHe leans forward and picks up the CEREBRO HELMET.\n\nThe walls FALL AWAY with the CEREBRO EFFECT. In seconds\nXavier is SITTING INSIDE A GIANT PROJECTION OF THE EARTH --\nspinning slowly.\n\nJust like before, dotted across the entire landscape --'\nacross all the continents are SPARKLING RED LIGHTS,\nREPRESENTING THE MUTANTS OF THE WORLD.\n\nINT.",
  "63": "---END OF PREVIOUS SECTION---\nIn seconds\nXavier is SITTING INSIDE A GIANT PROJECTION OF THE EARTH --\nspinning slowly. Just like before, dotted across the entire landscape --'\nacross all the continents are SPARKLING RED LIGHTS,\nREPRESENTING THE MUTANTS OF THE WORLD. INT. \n---TARGET SECTION TO BE ANNOTATED---\n STRYKER’S BASE - OUTSIDE DARK CEREBRO - SAME TIME 166\n\nStryker walks away from Dark Cerebro. Behind him, the GIANT\nSPHERE BEGINS TO SLOWLY ROTATE.\n\nA LOW THROBBING HUM starts to ECHO, getting faster and\nlouder. Dark Cerebro is warming up...\n\n \n\f \n\n \n\n \n\n168\n\n4/30/02 Dougherty & Harris\n\nINT. STRYKER’S BASE - FILTRATION ROOM - SAME TIME 167\n\n \n\nAnne Reynolds is inside the huge FILTRATION ROOM. A wet maze\nof generators under the dam. She sets a small CHARGE on the\nbase of one of the power generators. The charge blinks.\n\nPULL BACK TO REVEAL: 4 MORE BLINKING CHARGES placed on each\nof the generators...each one counting down.\n\nINT. STRYKER’S BASE - CONTROL ROOM - SAME TIME 168\n\nMystique watches the X-Men on a monitor coming down a\nhallway. She pushes a button and the monitor switches to A\nMAP OF THE BASE.\n\nShe looks to the door -- it begins to CRACK with the pressure\nas the machine continues to rip through it’s layers. Not much\ntime...\n\nShe looks around -- there’s nowhere to go.\n\nCRASH! THE ENTIRE DOOR RIPS OFF -- the machine is scattered\non the ground, DESTROYED -- revealing MAGNETO and THE X-MEN.\nBehind them are the TWO GUARDS -- guns floating in the air,\npointing to their heads.\n\nMagneto steps over the mangled remnants of the machine. He\nturns back to the guards.\n\nMAGNETO\nScurry.\n\nThe soldiers run off, their rifles turning to follow them.\nAfter a second, the guns drop.\n\nMYSTIQUE -\nEric. : Sad\n\nThey listen as the room is filled by a DEEP THROBBING HUM. : |\n|\n\nLOGAN\nWhat’s that sound?\n\nJEAN GREY\nIt’s Cerebro. The Professor is close.\n\nMagneto looks at Mystique.\n\n( MAGNETO\nHave you found it?\n\nMystique nods, eyeing a POWER GRID.\n\n(CONTINUED)\n\f \n\n/ 4/30/02 Dougherty & Harris 81.",
  "64": "---END OF PREVIOUS SECTION---\n( MAGNETO\nHave you found it? Mystique nods, eyeing a POWER GRID. (CONTINUED)\n\f \n\n/ 4/30/02 Dougherty & Harris 81. \n---TARGET SECTION TO BE ANNOTATED---\n168 CONTINUED: 168\n\n \n\n \n\n169\n\n \n\n \n\n1\nMYSTIQUE\nA large portion of the energy from the\ndam has been diverted...\n(pointing at the grid)\n...to this chamber.\n\nThey are all staring at the grid... all, but Logan. He’s too\nbusy staring at another monitor, which shows STRYKER quickly\nwalking through a corridor.\nMAGNETO\n(glancing at Mystique)\nCome. We have little time.\n\nJean stops them.\n\nJEAN GREY\nNot without us.\n\nMystique’s eyes travel to the image of the CHILDREN on a\nmonitor. Storm looks at the monitor.\n\nSTORM\nIt’s the children. I’11 get them. Kurt,\nwill you come with me?\n\nKurt nods. Jean glances around the room, realizes...\n\nJEAN GREY\nWait. Where’s Logan?\n\nMagneto and Mystique wait impatiently by the door.\n\nMAGNETO\nLogan's gone after his own prize. There’s\nno time to wait for him.\n\nThey begin to leave the control room. Storm eyes Magneto\ncautiously, turns to Jean.\n\nJEAN GREY\nI'll be alright.\n(beat)\nTake the kids through the spillway, and\nmeet us-at the Jet.\n\nINT. STRYKER’S BASE - MAIN CORRIDOR ~- SAME TIME 169\n\nLogan races down a hallway, hunting for Stryker.\n\f \n\n \n\n \n\n \n\n \n\n \n\n170\n\n171\n\n02 Do rt ri 82.\n\nINT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 170\n\nAbove Xavier and 143, the huge GLOBE rotates slowly,\nilluminated by the RED LIGHTS.\n\nPUSH IN ON: Xavier -- his face ‘comatose and despondent.\n\nPUSH IN ON: Mutant 143 -- his eyes dilating -- stare coldly\nfocused on Xavier.\n\nINT. XAVIER’S MANSION - CEREBRO - THE ILLUSION 171\nXavier looks puzzled. He looks at the Little Girl.\n\nXAVIER\nThat’s odd. I can’t seem to focus in on\n\nanyone.\n\nLITTLE GIRL\nMaybe you have to increase the signal.\n\nXavier turns a dial, concentrating. ABOVE HIM, the red lights\nINTENSIFY, and the heavy DRONE gets louder.\n\nINT.",
  "65": "---END OF PREVIOUS SECTION---\nXavier turns a dial, concentrating. ABOVE HIM, the red lights\nINTENSIFY, and the heavy DRONE gets louder. INT. \n---TARGET SECTION TO BE ANNOTATED---\n STRYKER’S BASE - CONTAINMENT HALL - MOMENTS LATER 172\n\nA LARGE DOOR OPENS. Storm and Nightcrawler step into the\nCONTAINMENT ROOM, gawking.\n\nWIDE ON THE ROOM to reveal: A MASSIVE OPEN CYLINDER -- 150\nfeet in diameter. Above them, EIGHT GLASS CAGES swing from\nchains attached to the ceiling, each holding a different one\nof Xavier’s students. sf\n\nNIGHTCRAWLER \\\nMein Gott...\n\nStorm and Nightcrawler start towards a BANK OF SWITCHES, when\nA FIGURE leaps from high above and lands in front of them.\n\n \n\nTHE FIGURE, crouched on all fours, crawls into a shaft of\nlight, revealing: ;\n\nTOAD -~ his eyes still black and dilated. He GRINS at Storm\nand sticks out his tongue, revealing it charred and scarred\nfrom their last battle.\n\nNIGHTCRAWLER (CONT’D)\nGet the kids.\n(she hesitates)\nGo!\n\n(CONTINUED)\n\f \n\n173\n\n \n\n4/30/02 Dougherty & Harris\nCONTINUED:\n\nStorm runs towards the bank of switches. Toad LEAPS towards\nher, but Nightcrawler JUMPS into the air and SLAMS against\nhim, knocking him away from her.\n\nToad looks up at the ceiling. He grins and scurries up a\nmassive column in the center of the room. Nightcrawler\nquickly follows -- racing upward.\n\nON THE GROUND\n\nStorm approaches the large CONTROL BOX. She throws the first\nswitch, and a cage begins to lower. She hits a second switch.\nSPARKS FLY. The cages stop. Inside, Jones watches, terrified.\n\nABOVE\n\nToad, chased by Nightcrawler, grabs onto a LARGE, THICK CHAIN\nand rips it from the ceiling.\n\nIt swings down toward Storm...\n\nNIGHTCRAWLER (CONT’D)\nMiss Storm!\n\n...SHE LOOKS UP just as it SLAMS into her, knocking her into\nthe center of the room, unconscious.\n\nINT. STRYKER’S BASE - MAIN CORRIDOR - SAME TIME 173\n\nJean, Mystique, and Magneto walk quickly down a long corridor\n-- Jean in the lead, Mystique and Magneto behind her, staring\nat each other suspiciously.",
  "66": "---END OF PREVIOUS SECTION---\nSHE LOOKS UP just as it SLAMS into her, knocking her into\nthe center of the room, unconscious. INT. STRYKER’S BASE - MAIN CORRIDOR - SAME TIME 173\n\nJean, Mystique, and Magneto walk quickly down a long corridor\n-- Jean in the lead, Mystique and Magneto behind her, staring\nat each other suspiciously. \n---TARGET SECTION TO BE ANNOTATED---\nsof\n\nMYSTIQUE\nIt’s just ahead.\nJean suddenly shuts her eyes, concentrating.\n\nJEAN GREY\nWait.\n\nMagneto and Mystique look at her, puzzled.\n\nJEAN GREY (CONT'D)\nI think it’s...\n\nBEHIND THEM, A DOOR begins to rise, revealing A FIGURE\nsilhouetted on the other side. They turn around. Jean squints\n\nto see...\n\nCYCLOPS, stepping into the hall.\n\n(CONTINUED)\n\n \n\n \n\f \n\n \n\n173\n\n174\n\n175\n\n4/30/02 Dougherty & Harris 84.\nCONTINUED: 173\n\nJEAN GREY (CONT'D)\nScott!\n\nHe doesn’t answer. Jean looks closer. Something is...wrong.\n\nCYCLOPS is wearing his visor, but his face is emotionless. ON\nTHE BACK OF HIS NECK is the familiar circular scar.\n\nJEAN GREY (CONT'D)\n.-Scott?\n\nScott reaches for his visor and fires an OPTIC BLAST.\n\nMystique ducks, while Jean tackles Magneto to the ground --\nthe optic blast just barely missing them.\n\nINT. X-JET - SAME TIME 174\n\nRogue, Pyro and Bobby sit in the cockpit, listening to the\nbattle over the radio. They hear AN EXPLOSION... then STATIC.\n\nPYRO\nThat's it.\n\nPyro reaches over and HITS a BUTTON. Behind them, the RAMP\nDESCENDS. They look at him, shocked, as he stands up.\n\nBOBBY\nWhere do you think you're going?\n\nPYRO\nIn there. I’m tired of this “kids table”\nshit. I wanna fight.\n\nBOBBY\nYou don’t have a uniform. You’1l freeze\nbefore you make it to the spillway.\n\nPYRO\nWill I?\n\nROGUE\nJohn...\n\nJohn stares at her hard, WINKS, and walks down the ramp.\nInside, Rogue turns Bobby and eyes the ASCENSION CONTROL\nBUTTON.\n\nINT. STRYKER’S BASE - MAIN CORRIDOR - SAME TIME 175\n\nCYCLOPS FIRES AGAIN.\n\n(CONTINUED)\n\n \n\f \n\n175\n\n176\n\n \n\n4/3 2 Do’ erty & ris 85.\nCONTINUED: 175\n\nJean concentrates and the FLOOR IS RIPPED UPWARD, blocking -\nhis blast like a shield.",
  "67": "---END OF PREVIOUS SECTION---\nSTRYKER’S BASE - MAIN CORRIDOR - SAME TIME 175\n\nCYCLOPS FIRES AGAIN. (CONTINUED)\n\n \n\f \n\n175\n\n176\n\n \n\n4/3 2 Do’ erty & ris 85. CONTINUED: 175\n\nJean concentrates and the FLOOR IS RIPPED UPWARD, blocking -\nhis blast like a shield. \n---TARGET SECTION TO BE ANNOTATED---\n While Jean tries to reinforce the\nshield with more pieces of flooring, Magneto stands and turns\n\nto Mystique.\nMAGNETO\n\nThis is the kind of lover’s quarrel we\n\ncannot get involved in, my dear.\nMystique smiles and they calmly WALK OFF.\nCYCLOPS fires again, knocking the shield ‘down. Jean turns to\nrun, but the DOOR slides shut between her and Magneto. She\nsees Cyclops approaching, and runs into an adjoining room.\nINT. STRYKER’S BASE - CONTAINMENT HALL - SAME TIME 176\n\nThe children SCREAM as Toad and Nightcrawler fight each\nother, leaping from cage to cage.\n\nToad climbs to the top of the room. He looks at A PIN, which\nconnects a cage to a chain. He SMILES and yanks the pin out.\n\nTHE CAGE BEGINS TO FALL. Inside the cage, Jubilee SCREAMS.\n\nNightcrawler sees her. BAMF! He teleports inside the cage,\ngrabs Jubilee, and BAMF! They’re gone.\n\nBAMF! He puts Jubilee safely on the ground. The cage comes\ncrashing down next to them.\n\nHe looks up to see Toad leap from one cage to another,\nyanking two more pins. TWO MORE CAGES begin to drop, the kids\ninside panic.\n\nBAMF! Nightcrawler teleports from one cage to the next,\nsaving the kids before they hit the ground.\n\nON THE GROUND\n\nNightcrawler appears, huffing and puffing -- fatigued. He\nlooks up.\n\nIN THE RAFTERS\n\nToad grins wickedly, and disappears in a BLUR of speed and\nmovement. FIVE MORE CAGES, one after another, suddenly begin\nto drop.\n\nPUSH IN ON NIGHTCRAWLER: As he closes his eyes. BAMF! BAMF!\nBAMF! BAMF! BAMF! BAMF! BAMF!\n\n(CONTINUED)\n\n \n\f \n\n176\n~\n\n177\n\n178\n\n \n\n4/30/0 rri 86.\nCONTINUED: 176\n\nThe silhouette of his movement screams through the space. One”\nby one, the kids safely appear on the ground.\n\nCRASH! CRASH! CRASH! Cages are falling all around Storm’s\nunconscious body.",
  "68": "---END OF PREVIOUS SECTION---\nCRASH! CRASH! Cages are falling all around Storm’s\nunconscious body. \n---TARGET SECTION TO BE ANNOTATED---\nIN THE RAFTERS\nTOAD pulls a pin from the last cage. Jones is inside.\n\nBAMF! Nightcrawler appears behind Toad. He wraps his arm\naround Toad... BAMF! The two of them teleport into Jones’\n\nfalling cage...\nINSIDE THE CAGE\n\n...BAMF! Nightcrawler and Toad reappear. Nightcrawler GRABS\nJONES, and BAMF! They’re out, leaving Toad behind, SCREAMING.\n\nON THE GROUND\n\nNightcrawler and Jones reappear to see the cage FALLING\nTOWARDS STORM’S BODY. BAMF!\n\nBAMF! She disappears in a cloud of smoke as Toad’s cage\nSMASHES into the ground.\n\nStorm comes to. She and the kids stare in awe at\nNightcrawler, who lies on the ground, trying to catch his\nbreath.\n\nJONES\n..think I have to throw up.\n\nINT. STRYKER’S BASE - MAIN CORRIDOR - SAME TIME : \"477\n\nStryker walks down a hallway -- a DOZEN SOLDIERS run past\nhim; exiting the base. Stryker opens a door, entering:\n\nINT. STRYKER‘S BASE - AUGMENTATION .ROOM - CONTINUOUS 178\n\nAnne stands, waiting for him. They walks towards a large door\nat the far end of the room.\n\n \n\nSTRYKER\nDid you set the charges?\n\nANNE REYNOLDS\nOf course.\n\nSNIKT! They stop and turn around to see LOGAN -- staring at\nthe charts, diagrams, and torturous medical instruments.\nHorrified.\n\n(CONTINUED)\n\f \n\n178\n\n179\n\n180\n\n \n\n4/30/02 Dougherty & Harris 87.\nCONTINUED: 178\n\nFinally, he gazes into a LONG TANK filled with amber liquid --\nthe SAME KIND OF TANK that fills his memories.\n\nLogan turns and faces them, infuriated. Stryker backs away.\n\nSTRYKER\nYou know what to do.\n\nShe silently nods. Stryker backs through the door and shuts\nit, leaving Anne and Logan behind.\n\nAnne holds out her arms and spreads her fingers wide. Her\nhands twitch. Her eyes turn completely black.\n\nDOLLY AROUND ANNE -- revealing A CIRCULAR SCAR on the back of\nher neck.",
  "69": "---END OF PREVIOUS SECTION---\nHer\nhands twitch. Her eyes turn completely black. DOLLY AROUND ANNE -- revealing A CIRCULAR SCAR on the back of\nher neck. \n---TARGET SECTION TO BE ANNOTATED---\nBONES CRUNCH AS THE FINGERS ON BOTH OF HER HANDS EXTEND.\n\nLogan gawks, as Anne Reynolds shows her TRUE MUTANT FORM. She\ngracefully holds up long, spindly fingers that taper into \\\nRAZOR SHARP ADAMANTIUM CLAWS.\n\nSLASH! She reaches towards him and flicks ONE LONG FINGER.\nLogan flinches, realizing she cut A SMALL GASH in his cheek.\n\nShe smiles. Logan sneers and swipes at her head. She ducks,\ncomes back up and kicks him. He stumbles back.\n\nSHE LEAPS and screeches, swiping with both hands. He blocks\nher claws with his own. They fight -- adamantium against\nadamantium. Sparks fly, but hardly in the romantic way.\n\nINT. STRYKER’S BASE ~- ESCAPE TUNNEL - SAME TIME - 179\n\nStryker calmly walks down the long escape tunnel.\n\n“INT. STRYKER’S BASE. -. AUGMENTATION ROOM - SAME TIME 180\n\nAnne slashes -- misses -- and hits a cluster power cables in\nthe ceiling. They twist and writhe, small electrical sparks\nfall to the ground.\n\n \n\nLogan tackles her and they crash through a glass wall. X-\nRays, diagrams, and equipment shatter. They’re a close match\nbut Anne is much faster. Logan is being torn to shreds by her\nlightning-fast hands.\n\nShe spin-kicks -- knocking Logan into the Weapon-X tank. It\nsmashes open. Fluid spills across the floor. He’s sprawled on\ntop of the broken tank -- dazed, nearly unconscious. He can’t\nbeat her hand-to-hand and knows it.\n\n(CONTINUED)\n\f \n\n \n\n \n\n180\n\n181\n\n182\n\n4 2_Dougher: Harri 88.\nCONTINUED: 180\n\nLogan looks over and sees the severed power cables writhing\nnearby -- thinks fast...\n\nAnne raises her claws, ready to deliver her final\nDEATHSTRIKE. ..\n\nAs she swipes, Logan rolls off the tank, grabs the power\ncables and tosses them to the ground...\n\nZAP! A SURGE OF ELECTRICITY courses along the floor through\nthe tank fluid -- IT HITS ANNE.",
  "70": "---END OF PREVIOUS SECTION---\nAs she swipes, Logan rolls off the tank, grabs the power\ncables and tosses them to the ground... ZAP! A SURGE OF ELECTRICITY courses along the floor through\nthe tank fluid -- IT HITS ANNE. \n---TARGET SECTION TO BE ANNOTATED---\n She SCREAMS, falls backward\n\ninto the tank, convulsing and shrieking like an animal -- her\nclaws twitch... and stop.\nLogan watches -- as the tank that once gave birth to him,\n\nbecomes the sarcophagus for Stryker’s latest creation.\nINT. STRYKER’S BASE - FILTRATION ROOM - SAME TIME 181\n\nJean enters the room. She turns to see CYCLOPS right behind\nand quickly shuts the heavy metal door.\n\nWHAM! It’s blown apart as soon as it closes. Jean ducks,\nbarely avoiding the flying door. As she runs, she doesn’t\nnotice the BLINKING CHARGES attached to the generators.\n\nCYCLOPS FIRES AGAIN.\n\nJean holds up her hand -- and the blast seems to hit an\nINVISIBLE WALL around her. She strains, using every last bit\nof strength to hold back his blast.\n\nJEAN GREY : - 4\nScott... don’t do this.\n\nCyclops adjusts his visor and THE BEAM INTENSIFIES... Jean\nsweats as it starts to push towards her. The blinding light\ngetting so bright that she has to look away...\n\nWHAM! THE BEAM EXPLODES and finally hits her, throwing her\n\nback twenty feet to the floor, unconscious. Cyclops looms\nover Jean. He adjusts his visor and the RED GLOW intensifies,\n\nready to fire, when:\n\nTHE LOUD THROBBING HUM of Dark Cerebro fills the room.\nCyclops’ hand begins to tremble...\n\nINT. STRYKER’S BASE - CONTAINMENT HALL - MOMENTS LATER 182\n\nJones hugs Storn tightly. Storm hugs him back, sighing with\nexhaustion.\n\n(CONTINUED)\n\f4/30/02 Dougherty & Harris\nCONTINUED:\n\nSTORM\nTime to go home.\n\n \n\n \n\n183\n\n184\n\n185\n\n186\n\nThey start to walk towards the door. Suddenly, the LOW\nTHROBBING HUM of Dark Cerebro echoes through the room.\nNightcrawler stops, dizzy. He turns to Storm. The throbbing\ngets LOUDER.\n\nNIGHTCRAWLER\nMiss Storm...\n\nHe stares at Storm in shock. She looks dazed, clutching her\nhead. She falls to the ground, SCREAMING.",
  "71": "---END OF PREVIOUS SECTION---\nHe stares at Storm in shock. She looks dazed, clutching her\nhead. She falls to the ground, SCREAMING. \n---TARGET SECTION TO BE ANNOTATED---\nAll around, the kids drop like flies -- as 143’S SIGNAL HITS\nTHEM --~ the deep, resonant DRONING in the background.,\nNightcrawler moves to help them, but falls to his knees...\n\nINT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 183\n\nThe world map rotates, a thousand mutant-indicator red lights\nspinning inside it. Mutant 143’s BREATHING becomes HEAVY and\nERRATIC. He trembles, SWEATING, eyes DILATING back and FORTH.\n\nThe low throbbing HUM gets FASTER and FASTER. Suddenly, A\nBURST OF LIGHT floods the map. This is the beginning...\n\nEXT. FOREST CLEARING - MOMENTS LATER 184\n\nStryker emerges from the UNDERGROUND ESCAPE TUNNEL into a\nSMALL CLEARING beside the delta of the dam -- the spillway\ncan be seen to the side -- the DAM far in the distance.\n\nThere is a large DUAL-ROTOR HELICOPTER resting on a small,\ninconspicuous helipad. Stryker moves towards it.\nINT. - HELICOPTER .- MOMENTS LATER “ : 185\n\nStryker hops into the helicopter and begins to HIT SWITCHES.\nThe motor starts powering up. He hits a final switch, and THE\nHEADLIGHTS turn on, just as\n\nA HAND quickly REACHES IN and GRABS him, THROWING Stryker\nfrom the helicopter, landing on the snowy ground....\n\nEXT. FOREST HELIPAD - CONTINUOUS 186\n\nLOGAN. Stryker opens his mouth to scream -- SNIKT! Logan's\nclaws extend...\n\nAnd immediately RETRACT as the deep THROBBING of Dark Cerebro\nhits him: Logan CLUTCHES his head and falls to his knees.\n\n(CONTINUED)\n\f \n\n \n\n \n\n186\n\n4/30/02 Dougherty & Harris 90.\n\nCONTINUED: 186\n\nStryker sits up, swallows, and grins.\n\nSTRYKER\nWolverine.\n\nLogan weakly grabs onto Stryker's leg.\n\nSTRYKER (CONT'D)\nHow does your head feel? Like there’s\nsomeone else inside?\n\nLogan tries to scream, but can’t.",
  "72": "---END OF PREVIOUS SECTION---\nSTRYKER (CONT'D)\nHow does your head feel? Like there’s\nsomeone else inside? Logan tries to scream, but can’t. \n---TARGET SECTION TO BE ANNOTATED---\n He tries to extend his\nclaws, but they only push out an inch, and RETRACT.\n\nSTRYKER (CONT’D)\nMortality’s never really been an issue\nfor you, Wolverine. How’s it feel to know\nthat you're finally dying?\n\nStryker KICKS Logan across the face. Logan rolls away from\nhim, still clutching his head. Stryker KICKS him again.\n\nSTRYKER (CONT’D)\nWhy did you come back? Looking for\n\nanswers?\nLOGAN\n\nYou cut me open... and took my life...\nSTRYKER\n\nYou make it sound as though I stole\nsomething from you. As I recall, it was\nyou who volunteered for the program.\n\nLOGAN :\n(long pause as Logan..chokes)\nWHO’ AM I?\n\nSTRYKER\nYou're just a failed experiment.\n(beat)\nYou should be thanking me. If you really\nknew about your past -- what kind of\nperson you were... you’d be destroyed.\n\nANGLE ON: Logan -- devastated... in agony. He closes his eyes\n-~ pressing his head against the ground -~ barely breathing.\n\n \n\f \n\n \n\n \n\n187\n\n188\n\n189\n\n190\n\n191\n\n192\n\n193\n\nINT. STRYKER’S BASE - OUTSIDE DARK CEREBRO 187\n\nMagneto and Mystique stare in awe as they approach the\nMASSIVE ROTATING SPHERE OF DARK CEREBRO, now spinning at full\nspeed -- red lights emanating from within. The THROBBING\nsound is DEAFENING.\n\nMystique falls to the ground in pain.\n\nMYSTIQUE\nEric... hurry...\n\nShe can barely control herself -- SHIFTING INTO THE HUNDREDS\nOF PEOPLE THAT SHE HAS COPIED IN HER LIFE...\n\nMagneto lifts a hand, We hear a loud GROANING -- like the\nscratching of metal on metal. Dark Cerebro begins to slow...\n\nINT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 188\n\nXavier, catatonic, stares at 143. Above them, the red lights\nare getting BRIGHTER.\n\nINTERCUT WITH:\nINT. STRYKER’S BASE - FILTRATION ROOM - SAME TIME 189\n\nJean and Cyclops lay on the ground in pain.\n\nINT.",
  "73": "---END OF PREVIOUS SECTION---\nINTERCUT WITH:\nINT. STRYKER’S BASE - FILTRATION ROOM - SAME TIME 189\n\nJean and Cyclops lay on the ground in pain. INT. \n---TARGET SECTION TO BE ANNOTATED---\n X-JET - SAME TIME 190\nRogue and Bobby are too weak to move -- on the Jet floor.\nINT. STRYKER’S BASE - CONTAINMENT HALL - SAME TIME : ° you\n\nStorm is on the ground, screaming, her eyes white.\n\nNightcrawler and the children writhe in agony.\n\nEXT. MIDDLE OF THE WOODS - SAME TIME 192.\n\nPyro lays on the ground, crying. His fingers pulse RED.\n\nEXT. WORLD MONTAGE - DAY AND NIGHT a 193\nWe see glimpses of different MUTANTS:\n\n-- A YOUNG GIRL IN A CLASSROOM clutches her ears. She opens\nher mouth and SCREAMS. Other students gawk AS THE WINDOWS\nBEGIN TO SHATTER. .\n\n-- DR. HANK MCCOY lifts up a BEAKER. He screams and the\n\n-beaker falls, shattering on the floor.\n\n(CONTINUED)\n\n \n\f \n\n \n\n \n\n \n\n193\n\n194\n\n195\n\n196\n\n197\n\n4 02 Doughe: & Harri 92.\n\nCONTINUED: 193\nHis hand starts to TWITCH. Suddenly FUR SPROUTS along his\narms and his skin BEGINS TO TURN BLUE.\n\n-- A HOMELESS RED-HEADED WOMAN IN NEW YORK CITY heaves and\ncries underneath a large black overcoat. Pedestrians gawk and\nstare as LARGE, SPIKED BONES START TO SPROUT ALL OVER HER\nBODY.\n\n-- A MAN AT A POKER GAME IN NEW ORLEANS. The cards in his\nfingers INCINERATE as power pulses through his hands. The\nother players watch in fear as he starts to convulse.\n\nEXT. FOREST HELIPAD - SAME TIME 194\n\nLogan holds his head against the ground. Stryker turns and\nwalks back towards the helicopter.\n\nINT. STRYKER’S BASE - HALLWAY OUTSIDE DARK CEREBRO - SAME TIMES\nMagneto concentrates. His hand trembles. Dark Cerebro\ncontinues to screech, slowing down, and after a few\n\nseconds... the giant sphere finally grinds to a halt.\n\nTHE SOUND SUDDENLY STOPS. SILENCE.\n\nCLOSE ON: Mystique’s face. She STOPS TRANSFORMING -~ Eyes\nwide, frozen -- like a dead woman's eyes.",
  "74": "---END OF PREVIOUS SECTION---\nSILENCE. CLOSE ON: Mystique’s face. She STOPS TRANSFORMING -~ Eyes\nwide, frozen -- like a dead woman's eyes. \n---TARGET SECTION TO BE ANNOTATED---\n Suddenly SHE\nBLINKS... and sits up.\n\nMagneto waves his hand, the door opens. He enters:\nINT. STRYKER’S BASE - DARK CEREBRO - CONTINUOUS 196\n\nThe large open room of Dark Cerebro. Magneto sees Xavier - 3\nfacing 143, still trapped in the illusion.\n\n‘ MAGNETO\nHello, Charles.\n\nINT. STRYKER’S BASE - CONTAINMENT HALL - SAME TIME 197 -\n\nStorm and Nightcrawler slowly get to their feet, and help the\nchildren up. .\n\nSTORM\nEverybody okay?\n\nMurmurs of “yes”.\n\nSTORM (CONT'D).\nAlright. Follow me and stay close.\n\n \n\f \n\n=\n\n \n\n4/30/02 Dougherty & Harris 93.\n\nINT. STRYKER’S BASE - FILTRATION ROOM - SAME TIME 198\n\nCyclops sits up, shaking off the effects of Dark Cerebro. He\nlooks over to see Jean sitting in a far corner, holding her\nhead.\nCYCLOPS\n(weakly)\n...Jean?\n\nShe doesn’t look up. He stands, walks over and crouches next\nto her, tenderly touches her head.\n\nCYCLOPS (CONT'D)\n\nHey.\nShe screams and flinches -- startled... terrified.\n- CYCLOPS (CONT'D)\nIt’s okay... it’s me.\n\nShe finally calms down and looks up... HER EYES are\nbloodshot, filled with tears. She holds a shaky hand up to\nhis face, caresses it gently.\n\nJEAN GREY\nScott. °\n\nCYCLOPS\nWhat happened?\n\nJean shuts her eyes tight and rubs them. He helps her up. She\nseems disoriented, holding onto him for support. - 4\n\nJEAN GREY\nI... I don’t --\n\nHer COM DEVICE. crackles with Storm’s voice.\n\nSTORM (ON COM DEVICE)\nJean, I’ve got the kids.\n\nCyclops hears a faint BEEPING. He turns, sees A CHARGE-stuck\nto one of the generators. He looks up and sees the rest.\n\nJEAN GREY (ON COM DEVICE)\n(weakly)\nAlright. Meet us in the west corridor.\nWe're going to get the Professor.\n\nCYCLOPS\nJean...\n\n(CONTINUED)\n\f \n\n0 Di Harri 94.",
  "75": "---END OF PREVIOUS SECTION---\nWe're going to get the Professor. CYCLOPS\nJean... (CONTINUED)\n\f \n\n0 Di Harri 94. \n---TARGET SECTION TO BE ANNOTATED---\n198 CONTINUED: 198\nCO)\n\\\nHe reaches toward the charge -- it BEEPS LOUDER and the clock\n\nstarts to COUNTDOWN FASTER. He pulls away and it slows to its\nnormal speed.\n\nCYCLOPS (CONT’D)\n\nJean... we have to go...\n| JEAN GREY : |\nScott... something’s wrong. :\n\nCyclops stares at the charge.\n\n \n\nCYCLOPS\n\n \n\nI know.\n199 INT. STRYKER’S BASE - DARK CEREBRO - MOMENTS LATER 199\n\nMagneto stares at Xavier, who is still comatose. |\n\n \n\nMAGNETO\nHow does it look from there, Charles?\nStill fighting the good fight? From here,\nit doesn’t look like they’re playing by\nyour rules.\n\n \n\nMagneto FLOATS across to the middle of the chasm.\n\nWith a wave of Magneto’s hand, the ENTIRE MACHINE begins to\nRE-CONFIGURE ITSELF. Ceiling panels, metal braces, tubes,\n| wires...EVERYTHING. It’s a SWIRL of METAL and MOVEMENT. He\n\nfinishes and lands back on the platform. ,\n\nMAGNETO (CONT'D) : -\nMaybe it’s time to play by theirs.\n\nwalks out.\n\nMAGNETO (CONT'D)\nGoodbye, Charles.\n\nbey THROUGH THE DOORWAY: Mystique smiles, as Magneto turns and\nCLOSE ON: Xavier, still in the illusion, still comatose.\n\nPUSH IN ON: Mutant 143, as his eyes bulge, DROOL dripping\nfrom his mouth.\n\nMagneto leaves. The door shuts.\n\n200 INT. STRYKER’S BASE - HALLWAY OUTSIDE DARK CEREBRO 200\n\n \n\nMagneto turns back to the closed door. He raises his arm.\n\n(CONTINUED)\n\f \n\n \n\n \n\n200\n\n201\n\n202\n\n203\n\n204 -\n\n4/30/02 Dougherty & Harris 95.\nCONTINUED: 200\n\nCerebro slowly begins to rotate again. Magneto turns and\nwalks out. A moment of silence, and then...\n\nThe THROBBING HUM grows again...\n\nINT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 201\n\nLL IF ‘ELI OD. .",
  "76": "---END OF PREVIOUS SECTION---\nThe THROBBING HUM grows again... INT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 201\n\nLL IF ‘ELI OD. . \n---TARGET SECTION TO BE ANNOTATED---\n Each light\n\nrepresenting the non-mutants of: the world -- the rest of\nhumanity... and Cerebro’s new targets.\n\nEXT. FOREST HELIPAD - SAME TIME 202\nStryker’s about to open the helicopter door, when...\n\nSNIKT! Stryker pauses. He hears it -- faintly. He stops --\npulls out a SMALL DART GUN -- wheels around...\n\nLogan CUTS the gun from Stryker’s hand and throws him to the\nground. He pulls Stryker close.\n\nLOGAN\nNow, you were about to tell me\nsomething... ‘\n\nBOOOM! The ground is ROCKED by an explosion.\nINT. STRYKER’S BASE - FILTRATION ROOM - SAME TIME 203\n\nThe first charge EXPLODES, sending the giant generator\nSMASHING INTO THE SIDE OF THE ROOM. Debris and water spray\n\neverywhere.\n\nBOOM! The second charge hits. AN ALARM BLARES and WARNING |\nLIGHTS flash.\n\nEXT. FOREST. HELIPAD - SAME TIME 204\n\nThe ground is suddenly rocked by the sound of TWO MORE\nEXPLOSIONS. Still holding Stryker to the ground, Logan looks\nto the SPILLWAY beside him:\n\nWATER BEGINS TO fill the spillway... blocking the way the X-\nMen came in.\n\nLOGAN\nWhat did you do?\n\nStryker’s face curls into a smile. Logan looks deeply into\nhis eyes.\n\n(CONTINUED)\n\f \n\n4/30/02 Dougherty & Harris 96.\n204 CONTINUED: 204\n\n \n\nHe looks back at the tunnel. The sound of tremendous RUSHING\n\nWATER can be heard, as can a FAINT RUMBLING. He’s torn ;\nbetween his past -- Stryker, and his future -- the X-Men, who\n\nare trapped underground.\n\nHe grabs a bundle of CHAINS used to secure the helicopter,\nand quickly chains Stryker to a POST.\n\nLOGAN (CONT’D)\nDon’t move. We're not finished.\n\nLogan races back into the tunnel.\n205 INT. STRYKER’S BASE - OUTSIDE DARK CEREBRO - LATER 205\n\nStorm, the children, and Nightcrawler come around a corner,\napproaching the gigantic SPINNING CEREBRO SPHERE. They stare\nin awe.",
  "77": "---END OF PREVIOUS SECTION---\n205 INT. STRYKER’S BASE - OUTSIDE DARK CEREBRO - LATER 205\n\nStorm, the children, and Nightcrawler come around a corner,\napproaching the gigantic SPINNING CEREBRO SPHERE. They stare\nin awe. \n---TARGET SECTION TO BE ANNOTATED---\n All ardéund them, the creaking and breaking of the\nbase can be heard.\n\nNIGHTCRAWLER\nWhat is this?\n\nSTORM\n(horrified)\nCerebro.\n\n \n\nJust then, Cyclops arrives, guiding a staggering JEAN GREY.\nThe LOW, THROBBING HUM of Dark Cerebro is once again audible.\n\nSTORM (CONT'D)\nJean, I thought you and Magneto stopped\nit. . -G |\né |\nJEAN GREY . |\n4 : He did, but...\nSuddenly, Jean closes her eyes, concentrating. Places her\n\nhand on the door -- using her telepathy. LOGAN comes running. : |\ndown the hallway, out of breath.\n\n \n\nLOGAN : ;\nWe have to get out of here. Now! :\n(beat)\nThere’s a tunnel that goes under the\nspillway. Stryker has a helicopter there.\n\nJean has-her hand on the door...concentrating.\nJEAN GREY\n\nNo...Magneto’s reversed Cerebro. It’s not\ntargeting mutants any more.\n\n \n\n(CONTINUED)\n\f \n\na\n\n \n\n \n\n \n\n \n\n4/30/02 Dougherty & Harris 97.\n\n205 CONTINUED: . 205\n\nLOGAN\nSo who‘s it targeting now?\n\nJEAN GREY\nEveryone else.\n(beat, focusing)\nThe Professor’s still inside. He’s\nbeing... manipulated... by a mutant.\n\nBOOM! The complex is rocked by the sound of the dam falling\napart. The kids look nervous. Dark Cerebro’s HUM is louder.\n\nJEAN GREY (CONT’D)\n\nKurt.\nNIGHTCRAWLER\nYes?\nJEAN GREY\nYou have to take me in there. Now.\nCYCLOPS\nJean...\nNIGHTCRAWLER\n\nI told you. It’s too dangerous. If I\ncan’t see where I’m going, I...\n\nCYCLOPS\nJean, NO.\n\nLogan looks at Jean closely... notices something odd about\nher, the way she’s staring ahead at nothing in particular. /\n\nJEAN GREY\nI have to. There‘s no time.\n\n}\n\nLOGAN\n(suspiciously)\nWait a second.\nLogan grabs Jean by the shoulders. Looks deep into her eyes.\n\nSTORM\nWhat’s wrong?\n\nBeat.\n\nCYCLOPS\nShe‘s blind.",
  "78": "---END OF PREVIOUS SECTION---\nSTORM\nWhat’s wrong? Beat. CYCLOPS\nShe‘s blind. \n---TARGET SECTION TO BE ANNOTATED---\n(CONTINUED)\n\f \n\n \n\n \n\n \n\n \n\n \n\n205\n\n206\n\n207\n\n4/30/02 Dougherty & Harris 28.\n\nCONTINUED: (2) 205\nPUSH IN ON: Storm, staring at Jean -- in agony. She turns to\nthe children, to the X-Men. Stares at Nightcrawler.\nNIGHTCRAWLER\nBut Miss Storm...\nThey all turn to look at Storm. From the look on her face,\nthey know there’s no debate.\nSTORM\n{to Cyclops)\nGet to the Helicopter.\nCyclops nods. Nightcrawler wraps his arms around Storm and\ncloses his eyes.\nLOGAN\n(to Storm)\nYou have five minutes before I come in\nafter you.\nNIGHTCRAWLER\n(whispering)\nOur Father who art in Heaven. Hallowed be\nthy name. Thy kingdom come, thy will be\ndone, on Earth...\nBAMF! They disappear.\nINT. XAVIER'S MANSION - CEREBRO - THE ILLUSION 206\nBAMF! Storm and Nightcrawler reappear, finding themselves on\nthe platform BEHIND Xavier in the CEREBRO OF 143’s ILLUSION,\nNightcrawler stares in awe at the room -- and the BILLIONS of\nWHITE LIGHTS rotating above. Dark Cerebro’s HUM is getting\nfaster and faster -- the white lights brightening.\nNIGHTCRAWLER\n(finishing the prayer)\n.as it is in heaven.\nEXT. FOREST CLEARING - SAME TIME : 207\n\nd\nTHE HUM echoes. STRYKER, tugging at the chains, and now\nfeeling the effect of Dark Cerebro, opens his mouth to SCREAM\n-- but nothing comes out. Then, he hears a voice.\n\nMAGNETO (0.S.)\nMr. Stryker. How good to see you again.\n\n(CONTINUED)\n\f \n\n \n\n \n\n \n\n208\n\n209\n\n210\n\n211\n\n212\n\n4/30/02 Dougherty & Harris 99.\nCONTINUED : 207\n\nStryker lifts his head up to see: MAGNETO, grinning. Mystique\nis next to him. :\n\nMAGNETO (CONT'D)\nIt seems that we keep running into each\nother.\nWHIP! The chains WRAP AROUND his THROAT, tightening.",
  "79": "---END OF PREVIOUS SECTION---\nMystique\nis next to him. :\n\nMAGNETO (CONT'D)\nIt seems that we keep running into each\nother. WHIP! The chains WRAP AROUND his THROAT, tightening. \n---TARGET SECTION TO BE ANNOTATED---\nMAGNETO (CONT'D)\nMark my words, it will never happen\nagain.\nINT, HELICOPTER - ON THE GROUND - MOMENTS LATER 208\nMagneto sits next to Mystique. She pushes a button, and the\nPROPELLERS begin to SPIN. She’s about to pull back on the\nstick, when she glances outside.\n\nHe turns to match her gaze, eyes narrowed curiously, because:\nEXT. FOREST - SAME TIME 209\nA FIGURE stands alone, flicking a lighter: PYRO.\n\nINT. HELICOPTER - SAME TIME 210\n\nMagneto looks at Mystique for advice -- she has no answer.\nMagneto reaches out and OPENS THE DOOR.\n\nWith a smile and a nod, Magneto extends an invitation.\nEXT. FOREST - SAME TIME : . 211\n\nPyro hesitates, then puts the lighter back into his pocket.\nHe walks. towards the helicopter and joins them silently.\n\nTHE HELICOPTER TAKES OFF, FLYING HIGH INTO THE SKY...\nMagneto, Mystique, and Pyro -- the new Brotherhood.\n\nINT. CEREBRO - THE ILLUSION - SAME TIME 212\n\nTHE LITTLE GIRL looks up to see Storm and Nightcrawler at\nthe far end of the platform behind Xavier, and just as they\nmake eye contact...\n\nSTORM\nProfessor!\n\n.but her VOICE is a faint WHISPER among many.\n\n \n\n(CONTINUED)\n\f \n\n \n\n4/30/02 Dougherty & Harris\nCONTINUED:\n\n \n\nTHE PLATFORM between the little girl and Storm starts to\nstretch to near-infinity. Cerebro is now GIGANTIC -- the\nperspective is off: the rotating globe seems to be the actual\nsize of the Earth. The platform is so long that it looks like\nan endless highway stretching into the void.\n\nIN THE FRONT, Xavier looks around, but sees nothing.\n\nXAVIER\nI hear them... but I can’t find them.\n\nLITTLE GIRL/143\n(firmly)\nThen increase the signal.\n\nHe closes his eyes again, concentrating. The droning is\ngetting LOUDER.\n\nIN THE BACK OF THE PLATFORM, Storm is running towards Xavier,\nbut making no headway. Nightcrawler cowers behind her,\nscared. The little girl suddenly appears in front of her,\nglaring.",
  "80": "---END OF PREVIOUS SECTION---\nIN THE BACK OF THE PLATFORM, Storm is running towards Xavier,\nbut making no headway. Nightcrawler cowers behind her,\nscared. The little girl suddenly appears in front of her,\nglaring. \n---TARGET SECTION TO BE ANNOTATED---\nLITTLE GIRL/143 (CONT'D)\nStay away.\n\nStorm takes another step and --\n\nTHE PLATFORM between her and the Girl suddenly BREAKS and\nFALLS into the abyss, creating a MASSIVE CHASM between them.\n\nStorm looks into the chasm, then closes her eyes and\ncontinues walking. Nightcrawler is completely terrified. . ,\n\nSTORM :\nThis is just an illusion. You can’t fool\n‘me. It’s just ‘a game. .\nPUSH IN ON THE GIRL -- eyes gleaming.\n\nLITTLE GIRL/143\nAre you sure?\n\nShe steps forward, unafraid. Her foot steps into the chasm...\nAND SHE FALLS, screaming.\n\nTHWAP! Nightcrawler’s tail reaches down and grabs her,\npulling her back up. .-\n\nBOOM! The room is suddenly ROCKED by the sound of another\nEXPLOSION. The ILLUSION quickly DROPS, then re-aligns itself.\n\n(CONTINUED)\n\n \n\f \n\n212\n\nO\n\n \n\n \n\n \n\n4/30/02 Dougherty & Harris 101.\nCONTINUED: (2) 212\n\nThe Girl FLASHES to 143 and back again. The lights are\ngetting brighter -- the hum louder and faster.\n\nIN THE FRONT, Xavier looks around suspiciously.\nSTORM (0.S.)\n(very faint) ;\nProfessor!\n\nHe looks around, confused. The Little Girl is getting very\nagitated.\n\nON THE OTHER SIDE OF THE CHASM\n\nA RUMBLE IN THE SKY ABOVE. Storm and Nightcrawler look up to\nsee plates of metal raining down -- pieces of Dark Cerebro\nbreaking away and entering the fragile illusion.\n\nStorm looks at Nightcrawler, then glances towards Xavier.\nNightcrawler quickly WRAPS his arms around her.\n\nBAMF! They disappear.\nIN THE FRONT OF THE PLATFORM {\n\nBAMF! Storm and Nightcrawler reappear in-between Xavier and\nthe Girl. The Girl stares at them angrily.\n\nXAVIER\nStorm. I was just trying to find you.\n\nSTORM\nProfessor, you have to stop Cerebro now.\n\nXAVIER 7 |\nI'm just locating the others... and 7 |\nshowing our friend the mutants of the .\n\nworld.\n\nThe Little Girl smiles. Xavier looks up at the billions of\nWHITE LIGHTS.\n\nSTORM\nThese aren’t the mutants of the world.\n\nXavier is confused.",
  "81": "---END OF PREVIOUS SECTION---\nXavier looks up at the billions of\nWHITE LIGHTS. STORM\nThese aren’t the mutants of the world. Xavier is confused. \n---TARGET SECTION TO BE ANNOTATED---\nSTORM (CONT'D)\nProfessor, none of this is real. It’s an\nillusion. You have to see beyond it.\n\nThe Little Girl moves to Xavier's side.\n\n(CONTINUED)\n\f \n\n4/30/02 Dougherty & Harris 102.\n212 CONTINUED: (3) 212\nOQ\noe\n~ LITTLE GIRL\nDon‘t listen to her. She’s lying!\n\nStorm pleads with Xavier.\n\nSTORM\nProfessor! Who is this girl?\n\n: XAVIER\nShe’s a student.\n\nSTORM\nYou know every student in the school.\nWhich one is she?\n\nANGLE ON: The Girl, eyes wide... getting angry.\n\nSTORM (CONT'D)\nThis is an illusion, Professor -- you’ve\nbeen inside of it for too long.\n\nThe Girl’s eyes suddenly change -- one becoming GREEN and one\nBLUE. Xavier thinks hard. He looks up at the WHITE\nCO LIGHTS...back at the Girl. Realization crosses his face...\n\n \n\nXAVIER\nJason.\n\nThe girl NARROWS HER EYES. Xavier turns towards her.\n\nLITTLE GIRL\nNO... |\n\n|\n|\ni LITTLE GIRL (CONT’D)\n\nNO! STOP! You’re ‘hurting me!\nThe Little Girl gets furious, and the entire room FLASHES\nfrom illusion to illusion -- an amalgam of HORRIBLE\nNIGHTMARES and DESOLATE LANDSCAPES -- death, pain, agony --\nTERROR. The platform remains suspended throughout each ~\nillusion. 2\n\nXavier stares at her, concentrating. .\n|\n|\n\nLITTLE GIRL (CONT’D)\nGET OUT OF MY HEAD!\n\nSuddenly the image of 143 flashes in the illusion as Xavier\nbreaks it down. Storm sees this. She concentrates.\n\n \n\nPUSH IN ON: Storm, as her eyes BURN WHITE. ELECTRICITY CULLS\nfrom the ceiling. WIND BLOWS their faces.\n\n(CONTINUED)\n\f \n\n \n\n \n\n213\n\n214\n\n215\n\n216\n\n4/3 2_Di ert: Harris 103.\nCONTINUED: (4) 212\n\nTEN LINES OF WHITE-HOT STATIC ELECTRICITY PUSH TOGETHER INTO\nONE BOLT OF LIGHTNING, which STRIKES MUTANT 143.\n\nINT.",
  "82": "---END OF PREVIOUS SECTION---\n(CONTINUED)\n\f \n\n \n\n \n\n213\n\n214\n\n215\n\n216\n\n4/3 2_Di ert: Harris 103. CONTINUED: (4) 212\n\nTEN LINES OF WHITE-HOT STATIC ELECTRICITY PUSH TOGETHER INTO\nONE BOLT OF LIGHTNING, which STRIKES MUTANT 143. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CEREBRO - THE ILLUSION 213\n\nThe Girl SCREAMS as THE ILLUSION RIPPLES. Her face twitches\nand flashes -- into the leering, ghoulish image of Mutant 143\n-- then back to the Girl.\n\nShe disappears, revealing 143 completely. THE ILLUSION DROPS\ninto:\n\nINT. STRYKER’S BASE - DARK CEREBRO - SAME TIME 214\n\nDark Cerebro -- which is FALLING APART -- GIRDERS and pieces\nof structure falling from above. BOOM! The room is rocked by\nanother hit. The platform SHAKES and BENDS.\n\nXavier CLOSES HIS EYES and reaches up. He quickly removes the\nHELMET. The lights FADE. The hum STOPS.\n\nXavier stares at Mutant 143, who's face is emotionless, but\nhis eyes seem to be filled with sadness... possibly remorse.\n\nThe room is hit hard. The ceiling above begins to FLAKE AND\nCRACK. A GIANT GIRDER hits the platform, destabilizing it.\n143 is knocked off the edge. They helplessly watch as he\ntumbles into the abyss.\n\nThe platform is about to break away completely.\n\nStorm moves close to Xavier -- Nightcrawler does his best to\nwrap his arms around them both... BAMF!!! . 4\nEXT. DAM - SAME TIME 215”\n\nMASSIVE CRACKS spread through the dam like spider webs.\nChunks of concrete begin to fall away -- water gushing from\nthe holes. The entire dam is about to collapse...\n\nEXT. FOREST HELIPAD - MOMENTS LATER 216\nCyclops, Jean and the kids stand, blasted by snowy wind --\n\nwaiting beside THE EMPTY HELIPAD. Nightcrawler and Storm\nemerge from-the tunnel... followed by LOGAN, who is carrying\n\nXavier.\n\nSTORM\nLogan?\n\nLogan walks past her. His jaw drops.\n\n(CONTINUED)\n\f \n\n \n\n216\nOQ\n\n217\n\n218\na\n\n219\n\n \n\n4 02 rt arri 104.\nCONTINUED: 216\n\nWIDE TO REVEAL: THE HELICOPTER IS GONE. Stryker’s body lays\non the ground -- eyes wide in a frozen scream, the steel\nchains wrapped around his throat.\n\nLOGAN\nMagneto.",
  "83": "---END OF PREVIOUS SECTION---\nCONTINUED: 216\n\nWIDE TO REVEAL: THE HELICOPTER IS GONE. Stryker’s body lays\non the ground -- eyes wide in a frozen scream, the steel\nchains wrapped around his throat. LOGAN\nMagneto. \n---TARGET SECTION TO BE ANNOTATED---\nLogan stares at Stryker’s, body for a beat, then suddenly\nturns -- and stares into the surrounding woods.\nCYCLOPS\n\nWhat’s wrong?\n\nEXT. DAM - SAME TIME 217\n\nANGLE DOWN THE SIDE OF THE DAM: A large chunk of the concrete\nmass CRACKS and SLIDES DOWN. A BILLION GALLONS OF WATER erupt\n\nthrough the opening.\n\nEXT. FOREST CLEARING - SAME TIME 218\n\nTHE TREES begin to shake. Clumps of snow fall from the\nbranches. A faint RUMBLE and the sound of SNAPPING WOOD\nechoes in the distance. It’s getting louder.\n\nLOGAN\nRun.\n\nNIGHTCRAWLER\nWhat is that?\n\nLOGAN\nAlkali Lake. All of it.\n\nBOOM! WIND EXPLODES FROM THE FOREST LIKE A SHOCKWAVE, almost\nknocking the group to the ground. They turn to see A MASSIVE\nBLACK SHAPE TEARING THROUGH THE FOREST... THE X-JET is\nslicing across the treetops over their heads, awkwardly\ntrying to slow down over the helipad.\n\nStorm grabs Nightcrawler. He knows what to do. He wraps his\narms around her, and BAMF!\n\nINT. X-JET - COCKPIT - MOMENTS LATER 219\n\nBAMF! Storm and Nightcrawler appear in the cockpit. She takes\nthe seat next to Rogue, who is still wide-eyed and shaken,\nholding on to the controls with white-knuckled fear.\n\nSTORM\nIt's okay. You can let go.\n\n(CONTINUED)\n\n \n\f \n\n \n\n220\n\n221\n\n222\n\n223\n\n224\n\n225\n\n4/30/02 Dougherty & Harris\nCONTINUED:\n\n \n\nStorm grabs the controls and steadies the Jet.\nEXT. FOREST HELIPAD - SAME TIME 220\n\nThe Jet stabilizes and lowers to the helipad. The ramp\ndescends, revealing BOBBY.\n\nBOBBY\nHurry!\n\nThe kids scramble up the ramp. Colossus takes Xavier from\nLogan.\n\nINT. X-JET - COCKPIT - SAME TIME 221\nROGUE LOOKS OUT THE WINDSHIELD and sees A MASSIVE WAVE OF\n\nWATER heading straight for them, trees snapping like twigs.",
  "84": "---END OF PREVIOUS SECTION---\nColossus takes Xavier from\nLogan. INT. X-JET - COCKPIT - SAME TIME 221\nROGUE LOOKS OUT THE WINDSHIELD and sees A MASSIVE WAVE OF\n\nWATER heading straight for them, trees snapping like twigs. \n---TARGET SECTION TO BE ANNOTATED---\nStorm has her hand on the controls, ready to lift off. Rogue\n\neyes her nervously.\nEXT. X-JET- ON THE RAMP -SAME TIME 222\nCYCLOPS leads Jean up the ramp. Logan is behind them.\n\nCYCLOPS\nTake us up!\n\nStorm yanks back on the controls.\nEXT. X-JET - SAME TIME 223\n\nThe X-Jet rises, barely dodging more debris and water, as the\ntunnel exit, helipad, and STRYKER’S BODY...are engulfed. . ,\n\nINT. STRYKER’S BASE - AUGMENTATION ROOM - SAME TIME 224\"\n\nA side of the room EXPLODES and a torrent of water crashes\nin, flooding everything in the room -- the diagrams, the\nequipment... and THE WEAPON-X TANK.\n\nINT. X-JET RAMP - SAME TIME . 225\n\nLogan stands on the ramp, looking down at the raging waters\nbelow. He looks closer to see:\n\nThe waves head down-river, FLOODING OVER THE OLD BASE...\nwashing it away with any remnant of Logan’s past.\n\f \n\n227\n\n229\n\n02 Dou rty & Harris\n\nINT. X-JET RAMP - SAME TIME 226\n\nWith a solemn look on his face, Logan turns around and heads\nup the ramp. It closes behind him.\n\nDISSOLVE TO:\n\nINT. X-JET - LATER 227\n\nIt’s quiet. We only hear the steady hum of the Jet. The kids\nsit in the rear, leaning against each other. Bobby and a few\nothers are sleeping. Jones is playing with Nightcrawler’s\ntail.\n\nLogan watches Cyclops wrapping a bandage around Jean's eyes.\n\nActually, he’s just watching Jean. Beat. Xavier glances at\nLogan and nods. Logan gets up and heads to the cockpit.\n\nIN THE COCKPIT\n\nStorm and Rogue are at the controls. He puts a hand on\nRogue’s shoulder. Storm looks back, at the kids, at the X-\n\n* MEN.\n\nEXT. AIRSPACE - DAY 228\n\nThe X-Jet disappears into the clouds.\nFADE IN:\n\nINT. HOUSE OF REPRESENTATIVES - MOMENTS LATER 229\n\nPresident McKenna is in the middle of delivering the STATE OF\nTHE UNION ADDRESS.",
  "85": "---END OF PREVIOUS SECTION---\nAIRSPACE - DAY 228\n\nThe X-Jet disappears into the clouds. FADE IN:\n\nINT. HOUSE OF REPRESENTATIVES - MOMENTS LATER 229\n\nPresident McKenna is in the middle of delivering the STATE OF\nTHE UNION ADDRESS. \n---TARGET SECTION TO BE ANNOTATED---\n ABRAHMS, a Senator in the front row, is °\npouring a glass of water from a pitcher.\n\nPRESIDENT MCKENNA :\nIn this time of adversity we are being\noffered a unique opportunity -- a moment\nto recognize a growing threat within our\nown population, and take a unique role in\nthe shape of human events.\n\nANGLE ON: The President’s podium, and the files that Stryker\nshowed him at the beginning of the film.\n\nPRESIDENT MCKENNA (CONT’D)\nI have in my possession... evidence... of\na threat born in our own schools...\n\nHe pauses, looks at the VICE PRESIDENT, who sits, strangely\ndazed.\n\n(CONTINUED)\n\n \n\f \n\n0/02 Dou Harris 107.\n229 CONTINUED: 229\n\n \n\nPRESIDENT MCKENNA (CONT’D)\n...a threat we must learn to recognize...\nin order to combat it...\n\nHe pauses again, looks around. All of the people around him\nare SITTING PERFECTLY STILL...completely motionless.\n\nPULL BACK TO REVEAL: Every single person in this room is\nfrozen in place -- Senators, aides, secret service -- other\ngovernment workers. Senator Abrahms is still pouring water --\nit overflows the cup and runs down the table.\n\n230 INT. CONTROL BOOTH - SAME TIME 230\nA dozen tech guys are PERFECTLY STILL. Monitors switch to\nSTATIC.\n\n231 ‘INT. HOUSE OF REPRESENTATIVES - SAME TIME 231\n\nThe President sees that his teleprompter has gone to STATIC.\nSuddenly, the DOORS SWING OPEN, revealing Xavier and Logan.\n\nThe head down the aisle towards the President. Logan holds a\nfile folder in his hand.\n\n \n\nThe President stares, dumfounded, as they approach.\n\nPRESIDENT MCKENNA\nWho are you people? ‘\n\nXAVIER\nMy name is Charles Xavier. Please sit\ndown, Mr. President. . oa\n\nPRESIDENT MCKENNA\nI'd rather stand.\n\n, Xavier nods. Logan glares at the President -- who looks\naround, nervously.\n\nXAVIER\nWe're Mutants, but we're not here to harm\nyou. Just to talk.\n\nLogan hands the files to the President.",
  "86": "---END OF PREVIOUS SECTION---\nXAVIER\nWe're Mutants, but we're not here to harm\nyou. Just to talk. Logan hands the files to the President. \n---TARGET SECTION TO BE ANNOTATED---\nXAVIER (CONT'D)\nThese are files from the private offices\nof William Stryker.\n\n \n\n‘\n= MeKenna hesitantly reaches out and takes the files, thumbs ‘\nthrough them.\n\n(CONTINUED)\n\fO\n\n \n\nOQ\n\n \n\n30/02 er Hi is . 108.\n\n231 CONTINUED: 231\n\nPRESIDENT MCKENNA\nHow did you get these?\n\nXAVIER\nLet’s just say I know a little girl who\ncan walk through walls.\n\nPRESIDENT MCKENNA\nI've never seen these before.\n\nXAVIER\n-I know.\n\nPRESIDENT MCKENNA\nThen you also know I don’t respond well\nto threats.\n\nXAVIER\nThis isn’t a threat Mr. President, this\n\n- ais an offer.\n\nWhile McKenna continues to look at the files, Xavier\napproaches the podium. Logan looks at the frozen Senators,\n\nimpressed.\n\nXAVIER (CONT’D)\nI realize you may have information about -\nme. About my school. About our people.\n(beat)\nI’m willing to trust you, Mr. President,\nif you’re willing to return the favor.\n\nPRESIDENT MCKENNA . og\nWhat are you proposing?\n\nXAVIER\nThere are forces in. this world, mutant\nand human alike, who believe that a war\nis coming. You'll see from those files\nthat some have already tried to start\none.\n\nLogan watches as the pitcher of water that Abrahms was.\npouring comes to a trickle. He waves a hand in front of the\nSenator's face.\n\nXAVIER (CONT'D)\nIf we expect to preserve peace, we have\nto work together...\n\nBeat. McKenna looks around -- at the frozen Congress.\n\n(CONTINUED)\n\nfe\n\n \n\f \n\n \n\n \n\n232\n\n234\n\n0/02 Do\nCONTINUED: (2)\n\nXAVIER (CONT’D)\n...Do you understand? ~\n\n \n\nMcKenna stares at Xavier strongly. For a long moment, he\ndoesn’t speak. Then...\n\nPRESIDENT MCKENNA\nYes. I think I do.\n\nXAVIER\nI’m glad. We are here to stay, Mr.\nPresident. The next move is yours.\n\nLogan and Xavier head back up the aisle and disappear behind\nclosed doors. The President looks around, startled...",
  "87": "---END OF PREVIOUS SECTION---\nThe next move is yours. Logan and Xavier head back up the aisle and disappear behind\nclosed doors. The President looks around, startled... \n---TARGET SECTION TO BE ANNOTATED---\nAS THE ROOM COMES BACK TO LIFE.\nINT. CONTROL BOOTH - SAME TIME - 232\n\nThe monitors snap out of -static and display live video of the\nPresident, who’s not speaking.\n\nINT. HOUSE OF REPRESENTATIVES - SAME TIME 233\n\nNo one in the room has any idea what just happened. Aprahms,\nhas poured water all over his pants. He cleans it up,\nembarrassed.\n\nAT THE PODIUM\n\nPresident McKenna looks at the Vice-President, who glances\n\nback to him. McKenna looks at the teleprompter, and.to the\naudience, who are waiting... waiting... waiting...\n\nMcKenna inhales. deeply and looks at the files on his podium.\n\nHe looks at the old files, the ones he was about to\nconsult...and carefully places Xavier's files on top of them.\nINT. HOUSE OF REPRESENTATIVES - HALLWAY - SAME TIME 234 -\n\nXavier and Logan head down the long hallway, past guards and\nworkers who walk by, unaware that anything has happened at\n\nall.\n\nFADE OUT.\n\n \n\f"
}