{
  "1": "Mr. Mudd\n5225 Wilshire Blvd, Ste 604\nLos Angeles, CA 90036\n\nTel: 323-932-5656\nFax: 323-932-5666\n\nYOUNG ADULT\nby\nDiablo Cody\n\n5th Draft\n4/10/2010\n\fEXT. HIGH SCHOOL (FANTASY) -— DAY\nMUSIC UP\n\nWe fade into a scene with all the stylistic hallmarks of\na CLASSIC DREAM SEQUENCE. A high school on a sprawling,\nverdant campus. A sign reads WAVERLEY PREP. Shiny sports\ncars enter and exit the circular drive.\n\nA beautiful STUDENT crosses the lawn. Sunglasses disguise\nher true age-- she might as well be a teenager. She wears\na private school uniform (plaid skirt, blouse, and argyle\nsocks) and carries a stack of seemingly random books.\n\nWe hear only the peaceful chirping of birds, the\nstudent’s quiet footsteps, and the distant, muffled\nconversations of students. Nothing looks quite real.\n\n*\n\nSuddenly, we hear a bell ringing. Kids quickly to filter *\ninto the school. But our student doesn’t seem to know *\nwhere to go. She lowers her sunglasses, confused. She *\nfumbles for a CLASS SCHEDULE. *\nThe girl glances down at her watch, a gaudy, surreal-\n\nlooking pink Rolex that resembles nothing Rolex has ever\nmade. The ringing is coming from the watch... *\nINT. CONDO - MORNING\n\nThe ringing continues, growing more shrill. Reveal a\n\nblack old-fashioned alarm clock from Restoration\n\nHardware. There’s a half-empty wine glass next to the\n\nclock.\n\nMAVIS GARY stirs in bed. She’s mid-thirties, blonde,\nattractive. Though Mavis is clearly an adult, we\n\nrecognize her as the student from the dream.\n\nMavis smacks the clock with surprising violence, and goes\nback to sleep.\n\nThe alarm bell rings again, brutal.\n\nMavis gets up and walks into the bathroom. She’s not *\n\nwearing any pants or underwear.\n\nINT. CONDO (KITCHEN) - SAME\nMavis, now wearing unflattering pajama pants, enters the\n\nkitchen. We see an empty whiskey bottle on the kitchen\ncounter, and a few empty wine bottles.",
  "2": "END OF PREVIOUSLY ANNOTATED SECTION:\nINT. CONDO (KITCHEN) - SAME\nMavis, now wearing unflattering pajama pants, enters the\n\nkitchen. We see an empty whiskey bottle on the kitchen\ncounter, and a few empty wine bottles. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fCONTINUED:\n\nShe bends down and unlatches a dog crate. A small, fluffy\nDOG appears.\n\nMAVIS\nGood morning, Baguette.\n\nBaguette jumps, excited. Mavis peels back the foil ona\nsingle-serving container of dog food and places it on the\nfloor. She walks away, not particularly invested in the\ndog's breakfast.\n\nINT. CONDO (LIVING ROOM) - SAME\n\nAlone, Mavis swats at the air. She jumps. She gyrates her\nhips. She looks silly.\n\nReveal she’s playing Wii Fit.\n\nA BALCONY is visible through a sliding glass door.\nBaguette is locked outside. He stands on his hind legs,\nwildly batting at the glass.\n\nEXT. CONDO (BALCONY) - SAME\n\nMavis sits on the small steel-girdered balcony in her\npajamas. She drinks a can of diet soda. Now Baquette is\ntrapped inside, batting wildly at the other side of the\nglass.\n\nFrom Mavis’s perch, we see downtown Minneapolis, the\nMississippi River, and other converted loft buildings\nthat used to be factories and granaries.\n\nINT. CONDO (OFFICE AREA) - SAME\n\nMavis sits at her computer. Near the monitor, we see a\nstack of books, They’re all titled Waverley Prep and\nnumbered as if in a series. We see #4, #27, #128. There’s\nalso a large office binder that says WAVERLEY PREP SERIES\nBIBLE.\n\nMavis starts up her computer and opens a text document\ncalled pieceofshit.word. It’s a work in progress; Mavis\nappears to be on page 17. The last sentence Mavis has\nwritten reads as follows:\n\n“Ashby was the undisputed king bee of Waverley Prep.”\n\nMavis stares at the document without enthusiasm.\n\n(CONTINUED)\n\fCONTINUED:\n\nShe opens her Web browser and goes directly to a\ncelebrity gossip website. She scrolls down the page,\npausing over each item, staring at the vacant, grinning\nfaces of famous people.\n\nShe opens another window-- her email. She deletes all the\novernight spam. We see a message that reads RE:RE:RE:END\n\nOF SERIES.",
  "3": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe opens another window-- her email. She deletes all the\novernight spam. We see a message that reads RE:RE:RE:END\n\nOF SERIES. \n\nTARGET SECTION TO BE ANNOTATED:\n Mavis notices the message, perhaps grimacing a\nlittle, but doesn’t open it.\n\nShe then notices a NEW MESSAGE. The subject line says:\n“The best thing that ever happened to us”\n\nMavis pauses, then opens the email. We see a large photo\nof a NEWBORN BABY in a knitted cap that looks like a\nstrawberry. There’s a small block of text beneath.\n\nMavis’s expression is neutral as she reads the message.\nShe closes the window. After a moment, she clicks it open\nagain, re-reading.\n\nAnd re-reading.\n\nShe reaches for a strand of hair near her ear and begins\nyanking it in a distracted, obsessive-compulsive way.\n\nINT. CONDO (OFFICE AREA) - SAME\n\nIt could be ten minutes later. It could be an hour later.\nMavis is still in her apartment and still pajama-clad,\nbut now she’s on the phone. She paces, holding her dog as\nif it’s an object.\n\nMAVIS\n(on the phone)\nAre you busy? Okay. No. Well, I\njust have one quick thing to tell\nyou. I got, like, a birth\nannouncement. From Buddy.\n(impatient)\nYes, Buddy Slade. Well, Beth\nactually sent it.\n(beat)\nBeth, the wife? She must have done\nlike, a “send all” or something.\nLike a mass email to everyone in\nhis address book, whether they’re\nliving or dead or even remotely\nrelevant to the situation? One of\nthose. I haven't talked to him in,\nGod, four years?\n(MORE )\n\n(CONTINUED)\n\fCONTINUED:\nMAVIS (CONT'D)\n\nAnd I’ve only met her once, like\nat Moon’s thing, so why would I be\nincluded on this list? You know?\nIt's like, think. Like, send those\nthings to your actual friends, you\nknow? Jesus.\n\n(beat)\nI guess. The baby looks like just\na red...you know how they look. It\nlooks like a fetus from Life\nMagazine. Yeah, I don’t know. It\nhas a strawberry hat.\n\n(beat)\nUm, a girl, I think? Yeah, a girl.\nWell, I didn’t see how tall it was\nor how long or whatever, but it\nsays eight pounds and some ounces.",
  "4": "END OF PREVIOUSLY ANNOTATED SECTION:\n(beat)\nUm, a girl, I think? Yeah, a girl. Well, I didn’t see how tall it was\nor how long or whatever, but it\nsays eight pounds and some ounces. \n\nTARGET SECTION TO BE ANNOTATED:\nYou know, they measure babies in\nounces. Like marijuana.\n\n(defeated)\nYes, that’s all! What, is that not\ninteresting enough for you? All\nright, no, just kidding. Well,\nhave fun at work.\n\n(beat)\n‘Bye.\n\nMavis hangs up. Then redials.\n\nMAVIS (CONT'D)\nMe again. Hi. Are you gonna have\nlunch today?\n\nEXT. DOWNTOWN MINNEAPOLIS - DAY\n\nMavis and her friend VICKI eat McDonald's in a depressing\ncourtyard behind a Wells Fargo building. VICKI is\nupholstered in a cheap business suit from the mall. Mavis\nis sloppily dressed. Vicki gives her the once-over.\n\nVICKI\nJust FYI, not all of us have cushy\njoke jobs where we can work from\n“the home.” Lucky.\n\nVicki’s mouth is full of fries.\n\nMAVIS\n(dejected)\nYeah. Lucky. See if you like\nalways writing the same crap about\nthe same five teenagers and their\namazing wardrobes.\n\n(CONTINUED)\n\fCONTINUED:\n\nVICKI\nWell, at least they don’t put your\nname on the cover.\n\nThis hurts Mavis’s feelings, but she plays it off.\n\nMAVIS\nYeah.\n\nVICKI\nAnd aren’t they canceling that\nshit anyway?\n\nMAVIS\n(bristling)\nBooks don’t get “canceled”, Vicki.\nThat’s not the terminology.\n\nVICKI\nSo I put a fake profile up on a\ndating site today. Just to see\nwhat happens.\n\nMAVIS\nThis birth announcement thing.\nBuddy...\n\nVicki won’t let Mavis derail her anecdote.\n\nVICKI\nI said I was a BBW with “luscious\ncurves.”\n\nMAVIS\n\nI don’t understand why they would\nsend me something like that.\n\nVICKI\nI bet I get all black guys.\n\nMAVIS\nListen!\n\nVICKI\n(annoyed)\nWhat? You’re still talking about\nBuddy Slade and his wife and their\nemail thing?\n\nMAVIS\nYeah. The baby was just born like\na month ago.",
  "5": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re still talking about\nBuddy Slade and his wife and their\nemail thing? MAVIS\nYeah. The baby was just born like\na month ago. \n\nTARGET SECTION TO BE ANNOTATED:\n I mean, when you send\nsomething that soon, isn’t it just\nfor the inner circle?\n\nMORE\n( ) (CONTINUED)\n\fCONTINUED: (2)\nMAVIS (CONT'D)\nNot for the ex-girlfriend of the\nfather, who doesn’t even talk to\nhim anymore.\n\nVICKI\nBuddy’s always been the type to\nreach out. Remember in school he\nwas so friendly to everyone? Like\nhe would always pick the\nwheelchair guy for his lab partner\n\nand stuff.\nMAVIS\nMy cousin?\nVICKI\nYeah, your cousin Mike with the\n\nwheelchair.\n\nMavis picks at her food, dejected.\n\nMAVIS\nI have a real date tonight. With\nPeter.\n\nVICKI\n\nPeter Pussy Eater with the Rolex?\nWhat are we doing? Why are we not\nmore excited?\n\nMAVIS\n(flat)\nI am excited.\n\nVicki’s laugh is a disrespectful honk.\n\nVICKI\nYou’re more worked up about your\n“soul mate,” Buddy.\n\nMAVIS\nI’m not. I just wanted to tell you\nabout something that happened.\nGod, excuse me.\n\nVICKI\nBuddy Slade is not, and never was,\nall that. He still lives in\nMercury, for God's sake.\n\nMAVIS\nBy choice.\n\n(CONTINUED)\n\fCONTINUED: (3)\n\nVICKI\nWell, I pity the guy. You and me\ngot out of there just in time.\n\nMAVIS\nYeah.\n\nVicki points with a french fry, her mouth full.\n\nVICKI\nWe’re fortunate bitches.\n\nShe gags violently, reaching for her Coke.\n\nINT. APARTMENT - DAY\n\nMavis returns from her lunch with VICKI. She greets\nBaguette, who jumps at her knees.\n\nMAVIS\nHi, Baguette.\n\nShe slides the door to the balcony open. Baguette runs\nonto the tiny balcony. There’s a small patch of Astroturf\nwith a plastic fire hydrant. This functions as Baguette’s\nbathroom.\n\nMAVIS (CONT'D)\n\nHurry up. Hurry up.\n(praising)\n\nGood hurry up.\n\nMavis grabs a banana from the kitchen counter. As she\npeels it, she heads back to her office.\nINT.",
  "6": "END OF PREVIOUSLY ANNOTATED SECTION:\nMavis grabs a banana from the kitchen counter. As she\npeels it, she heads back to her office. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n CONDO (OFFICE AREA) - SAME\nMavis contemplates her computer. Unable to resist, she\nopens the birth announcement email again. She hits PRINT.\nINT. CONDO (OFFICE AREA) - MOMENTS LATER\nMavis is kneeling in front of the printer. She rips an\nINK CARTRIDGE out of the bowels of the printer and shakes\nit in frustration.\nMAVIS\n(to herself)\nFuck you. Goddamit.\n\nShe locates a hole in the cartridge and SPITS in it.\n\fEXT. CONDO (BALCONY) - SAME\n\nMavis sits on the balcony, eating her banana and reading\nthe birth announcement.\n\nBands of strange ink colors run across the baby’s face,\nmaking it look alternately pink, blue, and yellow.\n\nINT. FANCY RESTAURANT - NIGHT\n\nA romantic Warehouse District “gastropub”, all exposed\nbrick and oil lamps. This is the kind of place that has\nquail on the menu and an organic wine list.\n\nMavis walks in, dressed for a date. She has legs for\nmiles, but she tugs uncomfortably on the hem of her\nminidress.\n\nShe squints, looking for someone. A guy wearing a suit\nwaves her over to his table. This is PETER, 42, average\nlooks, moderate hair.\n\nMavis heads over to the table.\n\nPETER\nHello there.\n\nHe kisses Mavis on the cheek and she responds in kind.\n\nMAVIS\nHi.\n\nPETER\nI already ordered us some\nMalpaques.\n(explaining)\nOysters.\n\nMAVIS\nThank God!\n\nShe seems to realize how inane her response is\nimmediately.\n\nPETER\nHow was your day?\n\nMAVIS\n(lying)\nCrazy. So busy. Just a ton of\nstress.\n\n(CONTINUED)\n\fCONTINUED:\n\nPETER\nWorking a lot, huh?\n\nA WAITRESS appears. Mavis addresses her without looking\nup or offering a greeting.\n\nMAVIS\n\nIt’s pretty nutso.\n(to waitress)\n\nSparkling water? Not flat, please--\nyou guys always bring me flat.\nAnyway. I’m just very busy these\ndays. Working, working, working.\nAgghh!\n\nThe waitress disappears.\n\nPETER\nAnd you’re still just writing that\nhigh school stuff?\n\nMAVIS\nYoung adult, yeah. “Y.A.",
  "7": "END OF PREVIOUSLY ANNOTATED SECTION:\nPETER\nAnd you’re still just writing that\nhigh school stuff? MAVIS\nYoung adult, yeah. “Y. A. \n\nTARGET SECTION TO BE ANNOTATED:\n That’s\nwhat we call it in the publishing\nbiz. There are other acronyms,\ntoo.\n\nPeter drinks his beer and clinks Mavis’s glass.\n\nPETER\nWell, it’s nice to be dating\nsomeone who’s driven.\n\nMAVIS\nHa ha. That’s me, all right.\n\nPETER\nI tend to date these really young\nwomen. You know, they’re more\nconsumed with their social lives\nand looking good and all that. I\nalways tell them, “Wait a few\nyears. You’re not going to be able\nto rely on that face forever.” Am\nI right?\n\nMAVIS\nMmhm.\n\nPETER\nI really see someone like you as\nmore of a peer. Those girls are\nlike...it’s more like I’m a mentor\nto them. “Peter, help me!\n\nMORE\n( ) (CONTINUED)\n\f10.\n\nCONTINUED: (2)\nPETER (CONT'D)\nYou’re so smart!”\n(chuckling)\nIt’s not like I know everything.\n\nMavis suppresses her hostility, kind of.\n\nMAVIS\nThat must just annoy you so much.\n\nThe appetizer has arrived, stealing Peter’s attention. He\nheaps his plate with oysters, shaking Tabasco onto their\nslimy innards.\n\nHe slurps an oyster with gusto.\n\nINT. CONDO (BEDROOM) - MORNING\n\nIt’s a gray, quiet morning. Mavis opens her eyes. Peter\nis in bed next to her, his hand splayed across her back\nto reveal his signature Rolex Submariner.\n\nMavis looks at him. She lifts his arm as if he’s a\nMannequin and climbs out of bed. She crosses the room,\nwearing Peter’s undershirt and a “date night” thong.\nMavis opens her too-small closet and pulls out a gigantic\nsuitcase. She unzips it and places it on the bed. She\nbegins folding clothes and placing them in the suitcase.\n\nMavis packs neatly and judiciously, holding up outfits\nbefore they make the final cut.\n\nPeter sleeps on, oblivious.\n\nINT. APARTMENT (KITCHEN) - SAME\n\nMavis, now fully dressed, struggles to get Baguette into\na small dog carrier. Finally, she zips up the sides. The\ncarrier wriggles.",
  "8": "END OF PREVIOUSLY ANNOTATED SECTION:\nAPARTMENT (KITCHEN) - SAME\n\nMavis, now fully dressed, struggles to get Baguette into\na small dog carrier. Finally, she zips up the sides. The\ncarrier wriggles. \n\nTARGET SECTION TO BE ANNOTATED:\nMavis throws a few cans of dog food into a large pink\nVictoria’s Secret shopping bag.\n\nINT. APARTMENT (BEDROOM) - SAME\n\nMavis places a SPARE KEY next to Peter’s sleeping face on\nthe pillow.\n\f11.\n\nINT. APARTMENT (FRONT DOOR) - DAY\n\nWith the suitcase, the bag, and the dog in tow, Mavis\nexits, as casually as if she were going to the store.\n\nEXT. APARTMENT (PARKING GARAGE) - DAY\n\nMavis enters an underground parking garage packed with\nJettas, Priuses, and other neglected midprice\nhipstermobiles. She lugs her suitcase, the shopping bag,\nand Baguette’s carrier.\n\nHer MINI Cooper is blocked in by a grid of cars. She\ntries to squeeze her body through to access the drivers\nseat, then realizes there’s really no point to that\nexercise. The car is stuck.\n\nEXT. APARTMENT (PARKING GARAGE) - SAME\n\nTime has passed. Mavis waits in the vicinity of her car,\nsurrounded by her things. A PARKING ATTENDANT appears, a\ncalloused, slow-moving older man.\n\nPARKING ATTENDANT\nLooks like you’re stuck.\n\nMAVIS\n(red-faced)\nYes. I’m blocked in.\n\nPARKING ATTENDANT\nThis is long-term parking. Usually\nneed a little advance notice.\n\nMAVIS\nI know. It’s sort of an emergency.\nIt’s a family emergency thing. My\nfather. My father’s dying.\n\nThe attendant climbs into one of the cars behind Mavis’s\nMINI and starts the ignition.\n\nWe can tell by his demeanor that this is going to take a\nwhile.\n\nMAVIS (CONT'D)\n(insincere)\n\nI know, I’m the worst. Thank you\n\nso, so much.\n\f12.\n\nEXT. APARTMENT (PARKING GARAGE) - DAY\n\nThe car exits the garage. Mavis is behind the wheel.\nBaguette is now sitting in her lap, panting eagerly.\nEXT. MINNEAPOLIS - DAY\n\nMavis drives through downtown Minneapolis, passing strip\nclubs and convention centers.\n\nShe pauses to gawk at a huge sex shop. Orange neon winks\nat her from the window.\n\nEXT.",
  "9": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe pauses to gawk at a huge sex shop. Orange neon winks\nat her from the window. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGHWAY - DAY\n\nMavis’s car drives down a rural stretch of highway.\nFactory farms and ruined fields as far as the eye can\n\nsee.\n\nMavis takes the exit north, toward DULUTH.\n\nINT. CAR —- DAY\n\nMavis listens to Britney Spears and rolls down the\nwindow. A surprisingly strong blast of wind hits her\nface, messing her hair. She rolls the window up again.\n\nBaguette gnaws on Pemmican beef jerky on the passenger\nseat. The wrapper is visible on the floor.\nEXT. GAS STATION - DAY\n\nMavis pumps gas at a truck stop. A tweaked-out LOT LIZARD\nin full hooker regalia approaches her.\n\nHOOKER\nYou got a quarter, five dollars\nfor my baby?\n\nThis woman makes Mavis nervous.\n\nMAVIS\nNo.\n\nHOOKER\nBecause my baby need to eat.\n\nMAVIS\nHave you tried breastfeeding?\n\n(CONTINUED)\n\f13.\nCONTINUED:\n\nThe hooker stares at Mavis incredulously. She has a gold\ntooth and a large tattoo across her pancake-like breasts.\nShe looks like the exact opposite of a healthy nursing\nmother.\n\nMAVIS (CONT'D)\nMy sister’s a lactation coach.\n\nHer voice trails off as the woman moves closer. Mavis is\nunnecessarily firm.\n\nMAVIS (CONT'D)\nI don’t have anything for you.\nI’m sorry.\n\nThe gas pump hiccups to a stop. Mavis withdraws the\nnozzle and sprays her hand with gasoline.\n\nThe hooker walks away, mumbling.\n\nHOOKER\nYankee bitch.\n\nMAVIS\nDid you just call me a yankee?\nWe’re in Minnesota.\nNorthern Minnesota.\n\nEXT. HIGHWAY - MAGIC HOUR\nMavis’s car is pulled over to the shoulder of the road.\nShe paces in the gravel while Baguette finds a spot to\n\npee.\n\nBaguette pees. Mavis JOGS and LEAPS in place, doing some\nof her Wii Fit moves even though she’s outside.\n\nIn the distance, we see the shores of Lake Superior.\n\nINT. CAR - NIGHT\n\nMavis is parked, fumbling through crap in her backseat.\nShe flips through an CD booklet until she finds a CD that\nsays “Mad love, Buddy” in black Sharpie.\n\nShe pops in the CD.\n\nA ‘90s alterna-pop song fills the car.",
  "10": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe flips through an CD booklet until she finds a CD that\nsays “Mad love, Buddy” in black Sharpie. She pops in the CD. A ‘90s alterna-pop song fills the car. \n\nTARGET SECTION TO BE ANNOTATED:\n It’s “THE CONCEPT”\nby Teenage Fanclub.\n\nMavis mouths the words and pulls out a ONE-HITTER. She’s\nalready tamped some pot down into the bowl.\n\n(CONTINUED)\n\f14.\nCONTINUED:\n\nMAVIS\nShe wears denim wherever she goes.\nShe’s gonna buy a record from the\nStatus Quo, oh yeah..\n\nMavis lights up contentedly, exhaling as the song\ncrescendos.\nEXT. EXTENDED STAY SUITES - NIGHT\nIt’s a typically sad long-term lodging establishment.\nMavis parks her car and walks toward the main entrance.\nShe carries Baguette in a bag.\nINT. EXTENDED STAY SUITES - LOBBY\nA YOUNG GIRL is behind the counter. She wears the\nrequisite business suit, but her hair is bleached blonde\nand her makeup telegraphs “day shift stripper.”\nFRONT DESK GIRL\nWelcome to Homeway Extended Stay\n\nof Greater Duluth. Can I help you?\n\nMAVIS\nI would like to check in.\n\nFRONT DESK Girl\nDo you have a reservation?\n\nMavis is mildly annoyed by this basic question.\n\nMAVIS\nNo.\n\nThe girl recites her spiel as if she’s just learned it.\n\nFRONT DESK GIRL\n\n(typing)\nAnd how long will you be staying\nwith them?\n\n(correcting herself)\nUs.\n\nMAVIS\nI don’t know. Maybe just a week or\nsomething. It’s a business trip.\nI’m a lawyer. A patent attorney.\n(beat)\nTorts.\n\n(CONTINUED)\n\f15.\nCONTINUED:\n\nThe girl peers at Baguette’s bag, which is clearly a dog\ncarrier.\n\nFRONT DESK GIRL\nIs that a dog in your bag?\n\nMAVIS\nNope. Diabetes testing supplies.\n\nShe’s surprised by her own lie.\n\nFRONT DESK GIRL\nWe actually allow small pets with\na cleaning deposit.\n\nMAVIS\nIn fact, I do have a dog, but he’s\nin my vehicle.\n\nThe bag WRIGGLES wildly, betraying Mavis instantly.\nFRONT DESK GIRL\nOkay. I’1l put that you have a\ndog.\n\nShe keys some information into the computer, eyeing Mavis\nsuspiciously.",
  "11": "END OF PREVIOUSLY ANNOTATED SECTION:\nFRONT DESK GIRL\nOkay. I’1l put that you have a\ndog. She keys some information into the computer, eyeing Mavis\nsuspiciously. \n\nTARGET SECTION TO BE ANNOTATED:\nFRONT DESK GIRL (CONT’D)\nHow many keys do you need?\n\nMavis thinks.\n\nMAVIS\nTwo, please.\n\nShe leans over as the girl makes the keys, as if to\nsupervise. The girl rolls her eyes almost imperceptibly.\n\nMAVIS (CONT'D)\nTwo...there we go.\n\nINT. MOTEL ROOM - NIGHT\n\nBaguette scampers around on the bed. Mavis looks at the\nclock, then looks at her phone. She sits down on the bed\nand dials.\n\nMAVIS\n(loudly, into phone)\nPersonal. Mercury, Minnesota.\nMercury, Minnesota. Slade.\n\n(CONTINUED)\n\f16.\nCONTINUED:\n\nBaguette urinates on the carpet approximately five inches\nfrom where Mavis has placed a “puppy pad.”\n\nEXT. HIGHWAY - NIGHT\n\nMavis darts across the pedestrian-unfriendly highway. The\nonly structure we can see is a gas station/convenience\nstore, starkly illuminated in the darkness.\n\nINT. GAS STATION - SAME\n\nMavis runs her finger along the small, dim freezer case.\nShe glances at the TEENAGE BOY behind the counter and\nsmiles.\n\nINT. MOTEL LOBBY - MOMENTS LATER\n\nMavis enters the lobby, eating a pint of Ben and Jerry's\n“Cherry Garcia” ice cream with a plastic spoon.\n\nFRONT DESK GIRL\nHow’s your diabetes?\n\nMavis ignores her, quickly heading for the stairwell.\n\nINT. MOTEL ROOM - NIGHT\n\nMavis puts down her ice cream and picks up her cell phone\nagain.\n\nINT. MOTEL ROOM BATHROOM - NIGHT\n\nNow Mavis is in the tiny bathroom, holding the phone\nagainst her ear.\n\nShe rolls a miniature shampoo bottle around in her free\nhand.\n\nMAVIS\nHi Buddy. I see this is still your\nnumber. This is Mavis. You know,\nMavis Gary. Um, what’s up? Ha. How\nare you? I’m just in town taking\ncare of a real estate thing. I\nthought we could get together for\na drink and catch up. Okay. Call\nme if you’re up for it. ‘Bye.\n\n(CONTINUED)\n\f17.\nCONTINUED:\n\nShe hangs up and looks in the mirror. The cruel\nfluorescent light fixture buzzes.",
  "12": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f17. CONTINUED:\n\nShe hangs up and looks in the mirror. The cruel\nfluorescent light fixture buzzes. \n\nTARGET SECTION TO BE ANNOTATED:\nMavis takes her two middle fingers and applies pressure\nto a barely visible zit.\n\nINT. LOBBY - NIGHT\n\nMavis enters the lobby once again, her pace brisk and\nbusinesslike. The zit she tried to pop is now an angry\nred blotch.\n\nThe front desk girl is gone. Mavis notices this with some\nrelief.\n\nEXT. STREETS OF MERCURY - NIGHT\n\nMUSIC UP: Buddy’s MIX TAPE\n\nMavis is back in her car, driving into town. She passes\na sign that says: MERCURY CITY LIMITS.\n\nAs she enters Mercury proper, we can see that it’s a\nfairly charming place. Suburban houses, a classic Main\nStreet, Mercury Senior High School. (Mavis slows to peek\nat the latter.)\n\nIt’s literally a drive down Memory Lane. Only Memory Lane\nhas changed a little.\n\nMAVIS\n(to herself)\nThey have a Starbucks now.\n\nWe see a brand new KENTUCKY FRIED CHICKEN/TACO BELL/PIZZA\nHUT HYBRID.\n\nMAVIS (CONT'D)\nAnd a KenTacoHut?\n\nShe drives on toward a roadside bar.\n\nEXT. BLUE HILL BAR - NIGHT\nThe Blue Hill is a shitty standalone dive bar.\nMavis pauses on the road, looking at the blinking neon\n\nsign and the tired cars in the gravel lot. She pulls in\nanyway.\n\n(CONTINUED)\n\f18.\nCONTINUED:\n\nMavis parks her car. As she turns off the car, her PHONE\nRINGS and she jumps, groping for it.\n\nMAVIS\n(on phone)\nHey you.\n\nHer voice is soft and relieved.\n\nINT. BLUE HILL BAR - NIGHT\n\nMavis walks in, flush with victory. Skynrd plays on the\njukebox. The whole scene is tragic.\n\nIt’s a weeknight. The place is mainly populated with\nbarflies and other sad-looking individuals.\n\nMavis sits down at the bar.\n\nMAVIS\nMaker's Mark, please.\n\nThe BARTENDER obliges. Mavis drinks in such a way that we\ncan tell she’s an experienced and enthusiastic drinker.\n\nMavis looks around the bar. MATT FREEHAUF, 36, is\nwatching her from an adjacent barstool. He’s sad-faced\nand overweight.",
  "13": "END OF PREVIOUSLY ANNOTATED SECTION:\nMavis looks around the bar. MATT FREEHAUF, 36, is\nwatching her from an adjacent barstool. He’s sad-faced\nand overweight. \n\nTARGET SECTION TO BE ANNOTATED:\n There’s a STEEL CRUTCH, the permanent\nkind, leaning against his stool.\n\nMavis glances at him. She looks away and takes a pink\ncompact mirror out of her purse. She opens the mirror and\nchecks herself out.\n\nShe glances over at Matt again. He’s still staring.\nMATT\nI’m sorry. I believe we attended\nhigh school together. In fact, we\ndefinitely did.\n\nMAVIS\nAt the same time?\n\nMATT\nYes. You’re Mavis Gary?\n\nMAVIS\nMavis Gary-Crane now.\n\nMATT\nOh. Congrats on that.\n\n(CONTINUED)\n\f19.\n\nCONTINUED:\nMAVIS\nWell, I got divorced.\nMATT\nOkay.\nMAVIS\n\nSo it’s just back to Gary, I\nguess. Has been for a while. I’m\nsorry, what is your name?\n\nMATT\nMatt Freehauf. My locker was\nactually right next to yours. For\nall of high school.\n\nA flash of recognition. Embarrassment.\n\nMAVIS\nOhhhh!\n\nHer eyes wander to the CRUTCH propped against his stool.\nMAVIS (CONT'D)\n\nOf course. Matt Freehauf. Matt.\nYour locker was right there, by\n\nmine.\n(grasping)\nOn the second floor of the school?\nYeah.\nMATT\n\nMm-hm. I was out for most of\nsenior year, though.\n\nHe taps the crutch, indicating a connection. Mavis\nsmiles, but it’s horribly awkward.\n\nMAVIS\nRight, right.\n\nMATT\n\nYou may remember me as the “hate\ncrime guy?”\n\n(off Mavis’s look)\nBunch of jocks who thought I was\ngay jumped me in the woods and hit\nmy legs and dick with a crowbar?\nIt was national news. I mean,\nuntil people found out I wasn’t\nactually gay. Then it wasn’t a\nhate crime. It was just a fat guy\ngetting his ass kicked.\n\n(CONTINUED)\n\fCONTINUED:\n\n20.\n(2)\n\nMAVIS\nI do recall that.\n\nMATT\nI even got my own prayer-a-thon,\ncourtesy of the Lutheran Teen\nClub. 10 hours of Dear Heavenly\nFathers and I can still only walk\nin circles.\n\nMAVIS\nHow’s your dick?\n\nMATT\nNot good.",
  "14": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\nI even got my own prayer-a-thon,\ncourtesy of the Lutheran Teen\nClub. 10 hours of Dear Heavenly\nFathers and I can still only walk\nin circles. MAVIS\nHow’s your dick? MATT\nNot good. \n\nTARGET SECTION TO BE ANNOTATED:\nMavis nods. The bartender pushes a second Maker’s towards\nher, and she accepts it with a long, grateful sip. Matt\nbegins talking again, and she cringes.\n\nHe sighs.\n\nMATT (CONT'D)\nIt’s not like we ran in the same\ncircles, regardless. You were\nextremely popular, if I recall.\nYou won “Best Hair” in the senior\nsuperlatives. And I was, you know,\na big theater fag.\n\nMAVIS\nSo you were gay.\n\nMATT\nNo. It’s an expression. Theater\nfag, drama geek.\n\nMAVIS\nWell, it’s nice to see you.\n\nMavis taps away at her cell phone idly. Matt’s not ready\nto end the conversation.\n\nMATT\nWhat are you even doing in town? I\nknow you’re not one of the losers\nwho stuck around.\n\nMAVIS\nOh. I’m just taking care of this\nreal estate thing. I have some\nproperty, so.\n\nThe lie makes her uncomfortable every time.\n\n(CONTINUED)\n\f21.\nCONTINUED: (3)\n\nMATT\nAren’t you some kind of teen\nwriter now? I read about it in the\nSun. How’d you score that gig?\n\nMAVIS\nTalent?\n\nMATT\nNo offense intended. I was just\ncurious. It’s a cool job.\n\nMavis takes another healthy swig from the glass and\nsquints at Matt, suddenly deeming him worthy of honesty.\n\nMAVIS\nMy uncle runs the publishing\nhouse.\nA surprised half-smile from Matt, who appreciates\nstraight talk. Mavis downs the rest of her drink as they\nrelax into drunken conversation.\n\nMUSIC UP as TIME PASSES.\n\nDISSOLVE TO:\n\nINT. BLUE HILL BAR - THREE BOURBONS LATER\n\nMavis is obviously drunk. Her body language is sloppy and\nshe shouts over the music. She leans toward Matt\nconspiratorially.\n\nMAVIS\nI love Taylor Swift!\n\nShe reaches for a BOTTLE of an unfamiliar beverage, which\nMatt eyes with some alarm. He steadies her arm before she\ncan spill it.\n\nMATT\nCareful.\n\nMavis points to the bottle instructively. It’s a cheesy\nbrand of alcoholic CIDER.\n\nMAVIS\nHard Jack.",
  "15": "END OF PREVIOUSLY ANNOTATED SECTION:\nMavis points to the bottle instructively. It’s a cheesy\nbrand of alcoholic CIDER. MAVIS\nHard Jack. \n\nTARGET SECTION TO BE ANNOTATED:\n See? This is what Buddy\nSlade drinks!\n\nShe takes a passionate swig. MATT is confused.\n\n(CONTINUED)\n\f22.\nCONTINUED:\n\nMATT\nThat’s a good, uh, fact.\n(beat)\nSo are you seeing your family\nwhile you’re here?\n\nMAVIS\n\nMy family? Fuck my family!\nMATT\n\nOkay!\nMAVIS\n\nI don’t have a “good” relationship\nwith my stepfather, right?\n\nShe makes air quotes around the word good for no reason.\n\nMAVIS (CONT'D)\nWhen I got married to\nAllen...Allen is my ex-husband,\nAllen Crane, the retard of\nHennepin County, but anyway. When\nI got married to Allen, me and my\nstepfather go out to do our\nspecial daddy-daughter dance at\nthe reception. Right? Because he\nbasically raised me, inasmuch\nas...whatever. And I tell you, my\nstepfather has always been weird.\nAround me, and well, just around\nme. So we go out and this song\nstarts playing, you know\n(singing)\nI got sunshiiiine...\n\nMATT\n(nodding)\n“My Girl.”\n\nMAVIS\nAnd we're dancing at my wedding in\na whole circle of people, and I\nsuddenly notice that my\nstepfather...has...an erection.\n\nMatt reels.\n\nMATT\nThat’s dark, Mavis.\n\n(CONTINUED)\n\f23.\nCONTINUED: (2)\n\nMAVIS\nDark indeed. “That’s dark.” I love\nhow you said that. You’re\nhilarious.\n\nShe paws Matt’s arm affectionately.\n\nMATT\nThanks.\n\nMavis has reached for a patch of hair behind her ear.\nShe’s pulling at it compulsively, fingering the roots.\n\nMAVIS\n\nWanna know why I’m really in town?\nMATT\n\nSure.\nMAVIS\n\n(stage-whispering)\nI can’t tell you here, man.\n\nMATT\n(stage-whispering\nback)\nOkay!\n\nEXT. BLUE HILL BAR - NIGHT\n\nMavis and MATT stand in the parking lot near the kitchen\nentrance. Mavis is SMOKING aggressively. As Matt moves\nfurther from the entrance, we can see how much effort it\ntakes for him to walk, even with assistance.",
  "16": "END OF PREVIOUSLY ANNOTATED SECTION:\nBLUE HILL BAR - NIGHT\n\nMavis and MATT stand in the parking lot near the kitchen\nentrance. Mavis is SMOKING aggressively. As Matt moves\nfurther from the entrance, we can see how much effort it\ntakes for him to walk, even with assistance. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT leans on his crutch, waiting for Mavis to speak.\nMAVIS\nI’m here because I’m still deeply\nin love with Buddy Slade and I\nwant him back.\nMATT laughs, assuming this is a joke.\nMATT\nAwesome. Buddy Slade. I’m pretty\nsure Buddy’s married. With a kid\non the way.\n\nMavis takes a drag. She smokes like a twelve-year-old.\n\n(CONTINUED)\n\fCONTINUED:\n\n24.\n\nMAVIS\n‘id's ear.\n(exhales )\nThe kid’s here. She had the baby.\nI don’t care though. I have\nbaggage, too.\n\nMATT\nWait, are you not joking?\n\nMAVIS\n\nI know people won’t understand,\nbut things like this happen. They\ndo happen. Usually they happen in\nslow-motion. Like, two people are\nmeant to be together and then they\nslowly get rid of what’s keeping\nthem apart. They get divorced,\nthey reconfigure. And everyone’s\ncool with that, right? Society’s\nokay with that.\n\n(rambling)\nEveryone’s a homewrecker; we just\nwreck very slowly.\n\nMatt can barely follow her drunken rant.\n\nMAVIS (CONT'D)\n\nBut see, I can’t go slow. I have\nto tell Buddy now. I don’t have\ntime to play this little game of\ndecency that everyone is so into.\n\n(breaking up)\nYou see, Freehauf? I’m 36. I don’t\nhave time.\n\nMatt is momentarily speechless.\n\nMavis focuses her attention on trying to light the wrong\nend of another cigarette.\n\nMATT\nUm, I would advise you...Mavis?\nMavis, look at me. Okay. I would\nadvise you to keep all this to\nyourself. Talk to a therapist or\nsomething.\n\nMAVIS\nHey, my friend Kelly is a\ntherapist! My friend Kelly, she’s\na therapist at Kaiser Permanente\nand--\n\n(CONTINUED)\n\f25.\nCONTINUED: (2)\n\nMATT\nGreat. Hey, just don’t call Buddy\nSlade. Especially not tonight.\n\nMavis sticks her finger into Matt’s chest, aggressively\ntriumphant .\n\nMAVIS\nWell, I already did. I called him,\nand he called me back.",
  "17": "END OF PREVIOUSLY ANNOTATED SECTION:\nMavis sticks her finger into Matt’s chest, aggressively\ntriumphant . MAVIS\nWell, I already did. I called him,\nand he called me back. \n\nTARGET SECTION TO BE ANNOTATED:\n We’re\nmeeting up tomorrow night.\n\nShe notices a CAB has pulled up and is idling on the\ncurb.\n\nMAVIS (CONT'D)\nOh. A cab for me.\n\nMATT\nYeah, we called them, remember?\n(exasperated)\nListen, Buddy already has a life.\nWithout you.\n\nMavis begins walking backward toward the car, lecturing\nto MATT as she stumbles.\n\nMAVIS\nA life? Babies are boring, okay?\nBuddy’s life is BORING. Boring,\nboring, boring, boring, boring!\n\nShe climbs into the cab as MATT watches, incredulous.\n\nMAVIS (CONT'D)\n(hanging out the\nwindow)\n\nBORING!\n\nThe cab sputters off into the night. MATT waves\nhalfheartedly.\nINT. MOTEL ROOM - MORNING\n\nMavis wakes up, still wearing her clothes from the night\nbefore. Her dog is in bed with her.\n\nShe sits up, her hair plastered across her face. She\nlooks across the room and sees vomit on the floor; it\nappears that she’d tried to clean it up with a MOTEL\ntowel the night before.\n\n(CONTINUED)\n\f26.\nCONTINUED:\n\nMavis groans. She drinks from a big bottle of water on\nher bed table.\nEXT. MERCURY MAIN DRAG - DAY\n\nMavis trudges along the side of the road in the blinding\nsunlight. She looks terrible.\n\nCars whiz by as Mavis ambles past the KenTacoHut like a\nhobo.\n\nEXT. BLUE HILL BAR - DAY\n\nMavis finally arrives at her destination on foot. Her car\nis alone in the lot. There’s a letter on her windshield:\n\n\"Do'nt (sic) Park Here Alnight CITY BOY.”\n\nShe crumples it up, gets in and drives away.\n\nINT. STRIP MALL NAIL SALON - DAY\n\nMavis sits in a high-tech “throne.” Her feet are ina\nswirling basin of water. The chair vibrates.\n\nA young GIRL on her knees buffs Mavis’s feet. She reaches\nfor a pedicure tool.\n\nMAVIS\n\nPlease don’t use the callous\n\nslicer. No, don’t. Do not.\n\nUnsanitary. Thanks.\nINT.",
  "18": "END OF PREVIOUSLY ANNOTATED SECTION:\nUnsanitary. Thanks. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n STRIP MALL NAIL SALON (BACK ROOM) - DAY\nA technician applies WAX to Mavis’s eyebrows and rips it\noff efficiently. Mavis doesn’t flinch.\nINT. MOTEL ROOM (BATHROOM) - day\nMavis SHAVES her legs carefully in the tub. It looks like\nit’s been a while.\n\nINT. MOTEL ROOM (BATHROOM) - SAME\n\nMavis applies MAKEUP with a practiced hand and an arsenal\nof expensive brushes.\n\n(CONTINUED)\n\f27.\nCONTINUED:\n\nShe coats her face with foundation like a party clown. It\nlooks shockingly natural once blended.\n\nAs her lips are glossed and her lashes blackened, we see\nthat she’s a truly gorgeous woman.\n\nShe wraps her hair around a curling iron, enjoying the\nprocess of making herself attractive.\n\nShe pulls back her hair briefly to reveal the pink,\nbalding patch behind her left ear. Her “pulling place.”\nShe smooths it, then makes sure her hair is pushed\nforward to disguise it.\n\nINT. MOTEL ROOM - DUSK\n\nMavis sits on the bed, staring out the window. Waiting.\nShe looks at the digital beside clock. It says 4:31.\n\nShe looks back out the window as the sun sinks.\n\nEXT. DOWNTOWN MERCURY - DAY\n\nMavis drives slowly into Mercury’s modest “downtown.”\nShe’s searching for a new and unfamiliar restaurant.\n\nMAVIS\n(to herself)\nChampion O’Malley’s...\n\nShe spots it and pulls over, gripping the steering wheel.\n\nINT. CHAMPION O’MALLEY’S —- HAPPY HOUR\n\nChampion’s is a slick new SPORTS BAR, flooded with\nnatural light and much more cheerful than the Blue Hill.\n\nMavis is sitting in a polished wood booth. She positions\nherself so she has a clear view of the door. She cranes\nher neck ever so slightly.\n\nA passing BAR EMPLOYEE plunks down some silverware rolled\nin a napkin. Mavis recoils tensely.\n\nMAVIS\nOh! No, no! I don’t need\nsilverware!\n\nHer voice is a bit too loud.\n\n(CONTINUED)\n\f28.\nCONTINUED:\n\nMAVIS (CONT'D)\nNo. Thanks. I wouldn’t mind two\nHard Jack ciders, though.",
  "19": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nMAVIS (CONT'D)\nNo. Thanks. I wouldn’t mind two\nHard Jack ciders, though. \n\nTARGET SECTION TO BE ANNOTATED:\nBAR GUY\nI’1l send over your waitress.\n\nMavis nods. She takes out her phone and starts pretending\nto compose a text message.\n\nReveal the SCREEN of the phone: “jggjsgnkajwhriuawgf”\"\n\nMavis glances at the nearest table. A couple of GUYS are\neating nachos and watching a basketball game on one of\nthe overhead TVs. One of the guys notices Mavis, but the\nacknowledgment is minimal.\n\nMavis sits up a little straighter, arching her back. She\nputs her elbows on the table, thrusting her breasts\nforward. She ruins the effect by looking down.\n\nThen...\n\nBUDDY enters the bar, alert but not nervous. He’s an\nattractive guy in jeans, flannel and a baseball cap.\n\nMavis is pretending to text again. She glances up at\nBuddy with expert detachment, smiles and waves slightly.\n\nBuddy rounds the corner toward Mavis.\n\nMAVIS\nHey you!\n\nBUDDY\nWow. Great to see you, hon.\n\nBuddy and Mavis hug. Over Buddy’s shoulder, we see\nMavis’s thrilled face. Her eyes are tightly closed.\n\nThey separate. Buddy slides into the booth across Mavis.\n\nBUDDY (CONT’D)\nSo! This is a midweek surprise.\n\nMAVIS\nI know. I was just back in town,\ntaking care of some real estate\nstuff and I thought...\n\nShe shrugs.\n\nBUDDY\nNo. It’s great, I’m glad.\n\n(CONTINUED)\n\f29.\nCONTINUED: (2)\n\nThere’s a momentary lull.\n\nMAVIS\nHow are things in “Jerkury?”\n\nBuddy squints, confused, them remembers the old joke.\n\nBUDDY\nJerkury. I haven’t heard that in a\nwhile. Jerkury.\n\nA WAITRESS appears.\n\nMAVIS\n(to waitress)\nExcellent. A couple of Hard Jacks,\nplease!\n\nBUDDY\nWhoa. Hard Jack? I haven’t had one\nof those since college.\n\nThe waitress departs.\n\nMAVIS\nOh, me neither, God. But I figured\nfor old times sake.\n\nBUDDY\nHonestly, I haven’t been drinking\nthe past few months.",
  "20": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAVIS\nOh, me neither, God. But I figured\nfor old times sake. BUDDY\nHonestly, I haven’t been drinking\nthe past few months. \n\nTARGET SECTION TO BE ANNOTATED:\n Beth’s\nnursing our girl, so I thought\nI’d, you know, show some\nsolidarity.\n\nMAVIS\nOf course.\n\nBUDDY\nYou knew I had a daughter, right?\n\nMAVIS\nNo duh! Everyone knows, the whole\ngang. Yeah. I got the\nannouncement. Congratulations on\nthat, by the way.\n\nBUDDY\nShe’s amazing.\n\nMavis laughs lightly; it’s almost a hiccup.\n\nMAVIS\nThat must be so great.\n\n(CONTINUED)\n\f30.\nCONTINUED: (3)\n\nBUDDY\nOne thing’s for sure about being a\nparent-- it is never boring!\n\nMavis winces almost imperceptibly, remembering the\nprevious night’s drunken “boring” tirade.\n\nMAVIS\nI’m just working my butt off.\nDoing my thing in the city.\n\nBUDDY\nRight, down there in the “Mini\nApple.”\nMAVIS\n(shrill)\nNobody calls it the “Mini Apple,”\nBuddy, God!\n\nShe laughs, slapping his hand. He doesn’t recoil, but he\ndoesn’t respond either.\n\nMAVIS (CONT'D)\nSo are you still at General Mills?\n\nBUDDY\nYup. Ad sales now. Don’t love all\nthe cold-calling, but my dad’s\nstill there, so we have lunch\ntogether most days.\n\nBuddy notices the WAITRESS preoccupied with another\ntable.\n\nBUDDY (CONT’D)\nSorry. Hey, I’m just gonna grab\nthose ciders. Save our lady a\ntrip.\n\nMAVIS\nAh. Very chivalrous.\n\nBuddy gets up and heads over to the bar. Mavis turns her\nhead in sync with his departing body, staring at him.\n\nMUSIC UP: Something dreamy, sexy and worshipful, like “My\nSweet Lord” by George Harrison.\n\nIn slow motion, we see Buddy sidle up to the bar, leaning\n\ntoward the bartender. Mavis’s gaze-- our gaze-- drifts\ndown his body. Suddenly, Mavis is alive.\n\n(CONTINUED)\n\f31.\nCONTINUED: (4)\n\nHe’s just an average suburban dad, but the way Mavis\nlooks at him, he’s the very embodiment of sensuality.\n\nHis back, softened by years of inactivity. The hang of\nhis “relaxed fit” jeans.",
  "21": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED: (4)\n\nHe’s just an average suburban dad, but the way Mavis\nlooks at him, he’s the very embodiment of sensuality. His back, softened by years of inactivity. The hang of\nhis “relaxed fit” jeans. \n\nTARGET SECTION TO BE ANNOTATED:\n The way his thirty-dollar\nhaircut feathers against the nape of his neck. Mavis\ndrinks it all in, lost in a reverie.\n\nOn Mavis’s face, hopeful and sad at once...\nThen-- an interruption. MATT Freehauf.\n\nMATT\nMavis?\n\nHe’s standing over her booth, leaning on his crutch.\nMavis is not thrilled to see him.\n\nMAVIS\nFreehauf. What are you doing here?\n\nMATT\nI work here. I do the books and\ndeal with vendors and other sit-\ndown jobs that won’t tax my\ntwisted, mangled body. And you?\n\nMAVIS\n(tightly)\nJust having a cocktail.\n\nMATT\nRight. I see Buddy up there\nprocuring a couple of mind-\nerasers. Not very dignified of\nyou.\nMavis refuses to break.\nMAVIS\nIt was good running into you last\nnight. Nice to see you again.\nShe half-waves as if to dismiss him.\n\nBuddy appears with the drinks. He doesn’t seem super-\ntight with MATT, but he’s friendly and familiar.\n\nBUDDY\nHey, Freehauf, what’s up mang?\n\nMatt high-fives him, glancing at Mavis.\n\n(CONTINUED)\n\fCONTINUED:\n\n32.\n\n(5)\n\nMATT\nHi. Congratulations on the\nlittle one.\n\nBUDDY\n\nYeah, our little Chunka-Boo. The\nadventure begins!\n\nMAVIS\n(to Matt)\nIt's crazy to see you here. I\nmean, in a good way. Thanks for\nstopping by.\n\nBUDDY\n(interrupting)\nMaybe you should join us?\n\nMAVIS\nAh ha ha ha...\n\nMATT\nSadly, I must decline. I’ve got\nwork to do, and it takes me twice\nas long as an able-bodied man to\ncomplete even the simplest task.\n\nBUDDY\nBummer!\n\nMavis sees how Matt uses his disability to make people\nfeel uncomfortable. She might even like it.\n\nMATT\nI’1l just leave you two to your\nlittle Mercury High reunion.\n\nMAVIS\n(cheerful)\nGo Injuns.\nMATT\n\nThey changed their name to the\nIndians in ‘99. It was a whole\nthing with the local Fon du Lac\nand...\n\n(No one is listening)\n...-whatever.",
  "22": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\n\nThey changed their name to the\nIndians in ‘99. It was a whole\nthing with the local Fon du Lac\nand... (No one is listening)\n...-whatever. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT limps away. Buddy watches him sympathetically and\ntakes a sip from the Hard Jack bottle.\n\n(CONTINUED)\n\fCONTINUED:\n\n33.\n(6)\n\nBUDDY\nSucks what happened to Matt. I\nmean, the poor guy has suffered so\nmuch just for being gay.\n\nWe see Matt PAUSE mid-limp several feet away. His\n\nshoulders\n\nsag with defeat.\n\nMAVIS\nHe’s not actually gay.\n\nBUDDY\nWell, whatever. Mercury’s changed\na lot since that happened. It’s\nway less of a hick town.\n\nMAVIS\nReally?\n\nBUDDY\n\nWell, we have this place. Beats\nthe Blue Hill, right? We have a\ncool little record store down on\nFrye Street. Jim Wysocki opened it\na few months ago and they’re\nstarting to get some good stuff.\nAnd there’s plenty of places to\nget coffee.\n\n(beat)\nDid you see we got a KenTacoHut?\n\nMAVIS\nI did, I did. You got choices now.\n\nShe laughs, not sure if they’re being ironic or not.\n\nBUDDY\nHave you seen your mom and stepdad\nyet? What’s up with Hedda and Dave\nthese days?\n\nMAVIS\nThey’re fantastic. I haven't\nactually stopped by yet, but I\ndefinitely will. Yes, I will stop\nby Oak Lane. I miss them both.\nA lot.\n\nBUDDY\nHow's, um, Allen?\n\nMavis is taken aback by he query.\n\n(CONTINUED)\n\fCONTINUED:\n\n34.\n(7)\n\nMAVIS\nAllen is well! He’s fine.\n(beat)\nWe’re not married anymore, but...\n\nBUDDY\nOh, I’m...\n\nMAVIS\nNo, but we’re great friends. I’ve\ngot his back, and he’s certainly\ngot mine.\n\nBuddy is appreciative of this.\n\nBUDDY\nI guess something like that never\nreally goes away.\n\nMAVIS\n(quickly)\nIt does go away. It does and it\ncan. But there’s still a warmth\nthere. A mutual respect.\n\nBuddy tries a sip of Hard Jack and grimaces at the taste.\n\nEXT. PARKING LOT - EVENING\n\nMavis walks Buddy to his CAR. It’s obvious it hasn’t been\na late night.",
  "23": "END OF PREVIOUSLY ANNOTATED SECTION:\nEXT. PARKING LOT - EVENING\n\nMavis walks Buddy to his CAR. It’s obvious it hasn’t been\na late night. \n\nTARGET SECTION TO BE ANNOTATED:\n Mavis is still lucid and Buddy is brisk,\nbusinesslike.\n\nBUDDY\nSorry I can’t hang out longer, but\nI’ve got to relieve Beth. She has\nband practice tonight.\n\nMAVIS\nBeth is in a band?\n\nBUDDY\nYeah, it’s just something she does\nwith some other moms.\n\nMAVIS\nWow. Cool.\n\nBUDDY\nBeth’s the drummer.\n\nMAVIS\nOh my God.\n\n(CONTINUED)\n\fCONTINUED:\n\n35.\n\nBUDDY\nYup. There’s a pretty good rock\nscene happening here. Actually,\nBeth’s band playing on Wednesday,\nright here.\n\nHe opens his car door and readies himself to climb in.\n\nMAVIS\n(desperately)\nBuddy.\nBUDDY\nUh-huh?\nMAVIS\n\nI want to see you. More.\n\nIf Buddy catches her meaning, he doesn’t show it.\n\nBUDDY\nI'd be down with hanging out\nagain. How long are you around?\n\nMAVIS\nWeeks, possibly. Or a few days.\nBut I am around, and I just don’t\nwant this to be over.\n\nBuddy interprets this as nostalgia. His tone is\ncomforting.\n\nBUDDY\nIt’s not; it doesn’t have to be. I\nknow I haven’t been the best at\nstaying in touch but I’m always\nhere to talk or whatever.\n\nMAVIS\nRemember Vicki used to always say\nyou and me were telepathic?\n\nBUDDY\nYou mean Vicki Robek? Robotrip?\nShe’s in the “Mini Apple” too,\nright? How is she doing?\n\nMAVIS\nOh, great. She had a cervical\ncancer scare, but it turned out to\njust be HPV.\n\n(CONTINUED)\n\f36.\nCONTINUED: (2)\n\nBUDDY\nCool. So, uh, why don’t you stop\nby our place for a hang on\nWednesday? We’1l have dinner, and\nthen we can all go to Beth’s show.\n\nMAVIS\nYes.\n\nBUDDY\nOh-- you know, it would be great\nif you could sign one of those\nWaverley Prep books for my niece\nKendra. She wants to be a writer\ntoo.\n\nMAVIS\nMy name isn’t actually on the\nbooks.",
  "24": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUDDY\nOh-- you know, it would be great\nif you could sign one of those\nWaverley Prep books for my niece\nKendra. She wants to be a writer\ntoo. MAVIS\nMy name isn’t actually on the\nbooks. \n\nTARGET SECTION TO BE ANNOTATED:\n I mean, it’s on the title\npage if you check inside, but I’m\nbasically a ghostwriter.\n\nBUDDY\nStill a pretty big deal compared\nto the rest of us.\n\nHe starts the car and begins to pull out. Mavis continues\nto speak to him through the open window. Her voice is a\ndesperate cry.\n\nMAVIS\nSee you Wednesday!\n\nBUDDY\nYup.\n\nHe drives away. Mavis pretends to walk to her car, but\ncan’t resist looking back.\n\nINT. MOTEL ROOM - NIGHT\n\nMavis sits on the motel bed, painting her nails pink. She\nlooks angry. Carefully, she dials her Blackberry.\n\nMAVIS\nMercury, Minnesota. Residence.\nFreehauf.\nAfter a beat, she presses a button on the phone.\n\nCROSS CUT\nPHONE CALL:\n\f37.\n\nINT. MATT’S HOUSE - SAME\n\nMatt Freehauf shuffles over to a wall-mounted telephone\nin a depressing “country” kitchen that looks like it was\nremodeled in 1989. He picks it up.\n\nMATT\nHello?\n\nMavis’s tone is sharp, teenage-bitchy.\n\nMAVIS\nIs this Matt?\n\nMatt’s sister SANDRA lingers near the phone.\n\nSandra\nWho is it?\n\nMATT\n(annoyed)\nI got it, Sandra!\n(to Mavis)\nMavis?\n\nMAVIS\nYeah. How’d you know?\n\nMATT\n\nThe caller ID went\n\n(robot voice)\nMa-vis Guh-ree.\n\nMAVIS\n(flustered)\nWell, it is me in fact. I just\nwant you to know that what you saw\ntoday wasn’t what you think\nit was.\n\nMATT\nOh. You’re not trying to destroy\nBuddy Slade’s marriage?\n\nMAVIS\nI was over-served last night.\n\nMATT\nYou think? Why are you calling? Do\nyou think I’m like the town crier,\nlike I’m going to roam the streets\nlike an old-timey newsboy?\n(boyish voice)\n\nMORE\n( ) (CONTINUED)\n\fCONTINUED:\n\n38.\n\nMATT (CONT'D)\n“Hey everyone, Mavis Gary is back\nand she’s hatching a scheme!”\n\nMAVIS\nIt’s way more complicated than you\ncould possibly know.",
  "25": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo\nyou think I’m like the town crier,\nlike I’m going to roam the streets\nlike an old-timey newsboy? (boyish voice)\n\nMORE\n( ) (CONTINUED)\n\fCONTINUED:\n\n38. MATT (CONT'D)\n“Hey everyone, Mavis Gary is back\nand she’s hatching a scheme!”\n\nMAVIS\nIt’s way more complicated than you\ncould possibly know. \n\nTARGET SECTION TO BE ANNOTATED:\n Buddy and I\nhave years of history between us,\nand it’s very rich and complex.\nAnd well, you can’t rely on what\npeople say when they've been\noverserved.\n\nMATT\nReally? I think drunk people tend\nto tell the truth.\n\nMAVIS\nThat’s a cliche.\n\nSandra interrupts Matt, brandishing a bottle of KRAFT\nRANCH DRESSING.\n\nSANDRA\nDon’t open a new ranch until the\nold one is done.\n\nMatt ignores his sister.\n\nMATT\nYou want to drink again tonight?\n\nSandra\n(still on the\ndressing)\nJust so you know.\n\nMAVIS\nAre you joking?\n\nMATT\nI have weed.\n\nSandra opens a pizza box on the counter. She drizzles a\nliberal quantity of ranch dressing onto the pizza.\n\nINT. MATT\n\n'S HOUSE - NIGHT\n\nThe doorbell rings. Matt answers the door. A sheepish\nMavis stands on the doorstep. Her makeup, so expertly\n\napplied a\n\nfew hours ago, now looks a bit messy.\n\nMATT\nCome in.\n\n(CONTINUED)\n\f39.\nCONTINUED:\n\nSandra stands in the messy living room sizing up Mavis.\nMatt waves at her offhandedly.\n\nMATT (CONT'D)\nMy sister Sandra. This is her\nplace.\n\nMAVIS\nHi, I’m Mavis.\n\nSANDRA\nI know. You tutored me for all of\nfreshman year.\n\nIt’s practically an accusation.\n\nMAVIS\nRight!\n\nSANDRA\nI made you Rice Krispies squares\nthat one time, for your birthday.\n\nThere’s old hurt in Sandra’s eyes. Mavis nods, smiling as\nif she remembers.\n\nSANDRA (CONT'D)\nI got your locker combination from\nthe vice principal and put them in\nyour locker.\n\nMAVIS\nThat was really nice of you.\n\nSANDRA\n(to Matt)\nDon’t be too loud.\nMATT\nWe’re going to my room.\nINT. MATT’S HOUSE (bedroom) - night\nIf the dynamic between Matt and Sandra seemed stunted,\nMatt’s bedroom is even worse. It looks exactly the way it\nmight have when he was in high school. A twin bed. A\nrecord collection.\nIt’s an awkward moment.\nMATT\n\nThis is my room.\n\n(CONTINUED)\n\f40.",
  "26": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s an awkward moment. MATT\n\nThis is my room. (CONTINUED)\n\f40. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nMAVIS\nYour sister lives with you.\n\nMATT\nOther way around.\n(by way of\nexplanation)\nIndependent living isn’t so easy\nfor me.\n\nHe limps over to an iPod dock.\n\nMAVIS\nShe cooks for you and stuff?\n\nMATT\nShe orders Hungry Howie's.\n\nMAVIS\nI like Hungry Howie's.\n\nMUSIC fills the room.\n\nMAVIS (CONT’D)\nOh! This is on Buddy’s mix!\n\nMATT\nSlade made you a mix tape? Maybe\nhe is going to cheat.\n\nMavis sits on Matt’s bed, miserable.\n\nMAVIS\n\nHe didn’t make it too recently.\nMATT\n\nWhen?\nMAVIS\n\nThe ‘90s.\n\nBuddy packs a bowl and offers it to Mavis.\n\nMATT\n(sarcastically)\nSo you party?\n\nMAVIS\nJust pot. When I was away at the\nU, my first year, I tried acid\nwith some of my Theta sisters.\n(MORE )\n\n(CONTINUED)\n\fCONTINUED:\n\n41.\n\n(2)\n\nMAVIS (CONT'D)\nI ran into a gate and came this\nclose to fucking up my brand new\nnose job. That was it for me and\nhard drugs.\n\nMATT\nYour nose looks really different.\n\nMAVIS\nIt really doesn’t. They just\nrefined the tip. It’s not visible\nto anyone who’s not a\nprofessional, um, surgeon.\n\nMatt takes a huge hit.\n\nMATT\nIt’s visible.\n\nMavis looks at Matt with pity.\n\nMAVIS\nI’m not feeling great. Maybe I’m\ngonna go back to the Homeway\nSuites and watch a video.\n\nMATT\nNo, no. You should stay. There’s\nno good “mom n’ pop” video here\nanyway.\n\nMavis sits up, interested.\n\nMAVIS\nWhat happened to Crocodile’s?\n\nMATT\nThe former site of Crocodile Rock\nVideo is now, I believe, a one-\nhour dry cleaner’s. The guy who\nowned it--\n\nMAVIS\n(interrupting)\nThe fat black-haired guy.\n\nMATT\nYes, he and his wife moved to the\nTwin Cities. And they took all the\ninventory. VHS, Beta, all the\nlaser discs-- I know because I\ntried to buy some of it.",
  "27": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\nYes, he and his wife moved to the\nTwin Cities. And they took all the\ninventory. VHS, Beta, all the\nlaser discs-- I know because I\ntried to buy some of it. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f42.\nCONTINUED: (3)\n\nMAVIS\nOnce when I was 12 I tried to rent\nthat Susanna Hoffs movie, The All\nNighter. Susanna Hoffs, you know,\nshe was in the Bangles and I\nworshipped her. And that fat\nguy...\n\nMATT\nVictor.\n\nMAVIS\nThat fat guy, he would not let me\nhave it because it was PG-13 and\nit had “adult situations.” I was\nso pissed. I made my mom call and\nbitch them out.\n\nMavis reaches for the bowl and takes a tiny hit.\n\nMATT\n(knowing)\nYou were used to getting your way.\n\nMavis’s laugh is brittle.\n\nMAVIS\nI never get my way.\n\nMATT shrugs, agreeing to disagree. He smokes pot in\nsilence while Mavis braids the shag carpet. Then:\n\nMATT\nThat guy, Victor, he’s dead now.\nHe cannonballed off the Lowry\nAvenue Bridge.\n\nMAVIS\nHow original.\n(off Matt’s look)\nI mean, because that’s like the\nofficial suicide bridge. It’s just\nnot a fresh idea, I don’t know.\n\nMatt takes another hit, not disagreeing.\n\nMAVIS (CONT’D)\nAnd now there’s just, what, a\nregular video place? Like a chain?\n\nMATT\nYes. It’s all horrible Disney\nVault kiddie bullshit. They don’t\neven have a “back room.”\n\n(CONTINUED)\n\f43.\nCONTINUED: (4)\n\nMAVIS\nI don’t watch that stuff.\n\nMATT\nWell, what do you watch when you\nwant to get off?\nMavis wouldn’t normally answer such a question--\nparticularly from someone like Matt-- but for some\nreason, she does.\nMAVIS\nHigh Fidelity.\nINT. SUPERMARKET - NIGHT\nMUSIC UP: Something dreamy, noisy, guitar-driven, slow.\nMavis and Matt walk into the huge supermarket in slow\nmotion. Their eyes are red. Matt wears the kind of trench\n\ncoat favored by unpopular teenage boys.\n\nThey walk up to a FREEZER CASE, a veritable wall of\nbrightly packaged junk.\n\nSo many choices. Mavis opens the transparent freezer\ndoor. White vapor drifts out onto her face, tickling her\nclosed eyes.",
  "28": "END OF PREVIOUSLY ANNOTATED SECTION:\nSo many choices. Mavis opens the transparent freezer\ndoor. White vapor drifts out onto her face, tickling her\nclosed eyes. \n\nTARGET SECTION TO BE ANNOTATED:\nMatt picks a box of Swanson’s chicken nuggets and a\nCeleste Pizza for One.\n\nMavis finally decides on a Lean Cuisine. She slides it\nunder her arm and they head down the aisle to a checkout\nlane.\n\nINT. CAR - NIGHT\n\nA quiet lamplit street lined with trees and clean\nsidewalks. Crickets chirp.\n\nMavis drives slowly, peering out the window. Matt is in\nthe passenger seat. His voice is stoner-hoarse.\n\nMATT\nI think this is it.\n\nMavis is chewing blue Bubble Yum. Stoner gum.\n\nMAVIS\nYou think or you know?\n\n(CONTINUED)\n\f44,\nCONTINUED:\n\nMATT\nThis is definitely his house. He\ndrives a Jeep Liberty.\n\nMAVIS\nThat’s ironic. Right? Because he\nhas no freedom.\n\nIt’s such a ridiculous, overwrought thing to say, but\nMatt is so stoned he can’t help but giggle.\n\nMATT\nYou're so fucked up.\n\nMavis looks out at Buddy’s house in the darkness. It’s\nsmall, ordinary. But something about the single light\nemanating from the kitchen feels like home. Mavis is sad.\nHer voice becomes quiet and dreamy.\n\nMAVIS\nDo you see that little light in\nthe kitchen?\n\nMATT\n\nYeah.\nMAVIS\n\nDo you think someone’s awake?\nMATT\n\nMaybe. Maybe someone’s up with uh,\n\nthat baby.\n\nMavis blows a blue bubble with her gum, surveilling the\nhouse.\n\nMAVIS\nThe baby, the baby.\n\nMATT\nThe problem that has no name.\n\nMAVIS\nI wish they had those late-night\ntaco trucks here. Or a Korean\ntruck, even.\n\nMATT\nEveryone here goes to bed at 9.\nYour hipster food on wheels would\ngo largely uneaten.\n\nMAVIS\nOkay. We can go now.\n\n(CONTINUED)\n\f45.\nCONTINUED: (2)\n\nSilence. She looks at Matt expectantly, as if she’s\nforgotten she’s driving.\n\nMATT\n(reminding her)\nIt’s all you.\n\nMAVIS\nOkay.\n\nMavis throws the car into gear and drives off.\n\nCUT TO:\n\nINT.",
  "29": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAVIS\nOkay. Mavis throws the car into gear and drives off. CUT TO:\n\nINT. \n\nTARGET SECTION TO BE ANNOTATED:\n HIGH SCHOOL HALLWAY (FANTASY) - DAY\nMUSIC UP\n\nMavis, wearing her school uniform, peers at a heart-\nshaped mirror in her locker. She likes what she sees.\n\nTurning around, she’s greeted by Buddy, who wears a tie\nand blazer. There’s a football tucked under his arm.\nMavis playfully takes the football from him and chucks it\ndown the hallway.\n\nBuddy leans in to kiss Mavis. She reaches up and pulls a\nCORD that dangles into the frame. It’s randomly one of\nthose EMERGENCY BURN SHOWERS that you see in school\nscience labs. Water pours down on her and BUDDY as a loud\nscoreboard-style buzzer sounds.\n\nINT. MOTEL ROOM - MIDDLE OF THE NIGHT\n\nThe light outside indicates dawn. The digital clock reads\n4:00 AM. Mavis is curled up the bed, fully dressed. Her\nback is to us.\n\nThere’s a half-empty glass of BOURBON on the bed table.\nMavis rolls over, nearly crushing Baguette. She groans.\nIt’s impossible to tell if it’s a groan of pleasure or\nannoyance.\n\nINT. MOTEL BATHROOM —- MORNING\nMavis enters, bleary-eyed. She takes the paper hygiene\n\nguard off one of the drinking glasses, fills it with tap\nwater, and takes a long drink. She looks awful.\n\f46.\n\nINT. MALL PARKING LOT (TO ESTABLISH) - DAY\n\nMavis drives up to Mercury Fashion Square, a mall that\nhas seen better days. She sings a retro commercial to\nherself.\n\nMAVIS\n(singing)\nMercury Fashion Square. You can\nfind great fashions there. On 27th\nand Highway 4...\n\nMavis pulls into a parking spot. (Those who are paying\nclose attention may notice that she’s in designated\n“STORK PARKING” for expectant and new mothers only. It’s\neither an act of defiance or obliviousness. )\n\nINT. MERCURY FASHION SQUARE - DAY\n\nMavis shops in the mall’s flagship department store. It’s\nnot exactly Barney’s New York.\n\nMavis flips through a rack of clothes. A SALES LADY,\nconservative, forties, approaches her.",
  "30": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s\nnot exactly Barney’s New York. Mavis flips through a rack of clothes. A SALES LADY,\nconservative, forties, approaches her. \n\nTARGET SECTION TO BE ANNOTATED:\nSALES LADY\nCan I help you find something?\nMAVIS\nSure. I’ve not having a ton of\nluck.\nSALES LADY\n\nIs this something for work?\n\nMAVIS\nNo, it’s for a special occasion.\nNot a formal occasion. Something\nchic and clean, but also a little\nbit edgy.\n\nSALES LADY\nOkay. We have some adorable new\ndresses that just came in.\n\nMAVIS\nDo you carry Marc Jacobs?\n\nSALES LADY\nI don’t think we have that one.\n\n(CONTINUED)\n\f47.\n\nCONTINUED:\nMAVIS\nDo you have Imitation of Christ?\nSALESLADY\n(flat)\nNo.\nMAVIS\n\nI’m going to a rock concert with\nan old flame, and I think there’s\na chance we may reconnect.\n\nThe sales lady smiles.\n\nSALESLADY\nGet it girl! You want to show him\nwhat he’s been missing.\n\nMAVIS\nHe’s seen me recently, so he\nknows. But this is the first time\nhis wife is seeing me.\n\nShe doesn’t know what’s compelling her to say these\nthings. But she’s saying them as candidly as if she were\nin therapy.\n\nSALESLADY\nWell. It’s the end of my shift,\nand my son needs to be picked up\nat school, so I’m just going to\nsend over another associate. Okay?\nShe’s up on all the trends. I’m\nsure you’ll find something.\n\nMAVIS\nOkay.\n\nSALESLADY\n(hurrying away)\nShawna? Can you help this lady\nout?\n\nINT. MAVIS’S CAR - DAY\nMavis pulls up to the curb near Buddy’s house. She’s\n\nwearing a simple white camisole, a pencil skirt and\nwedges. She looks good.\n\f48.\n\nEXT. BUDDY’S HOUSE - DAY\n\nBuddy’s house is a modest one-story with a large porch.\nAn old car is parked in the driveway. Everything is\nsolidly lower middle class.\n\nBuddy is on the porch with his wife BETH and their tiny\nBABY. He waves.\n\nMavis walks up to the porch.\n\nBUDDY\nWhat’s uuuuup?\n\nHe subtly flashes fake gang signs.\n\nMAVIS\nHi.",
  "31": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUDDY\nWhat’s uuuuup? He subtly flashes fake gang signs. MAVIS\nHi. \n\nTARGET SECTION TO BE ANNOTATED:\nBeth rises and takes off her Wayfarers. She’s a pretty\nwoman, still carrying some baby weight around her breasts\nand middle. She has a kind smile and wears a rock T-shirt\nwith corduroys and Converse.\n\nBETH\nHi. Nice to see you again.\n\nShe hugs Mavis lightly.\n\nMAVIS\nYou too.\n\nBUDDY\nI didn’t know you guys met before.\n\nMAVIS\nOnce, at a party a long time ago.\n\nBETH\n(to Buddy)\nRemember New Years in Dinkytown?\nMoon’s old place?\n\nBUDDY\nOh yeah, wow. Can I get you\nsomething to drink? Beer?\n\nMAVIS\nI don’t really drink much alcohol.\nMaybe just a sparkling water or\nsomething.\n\n(CONTINUED)\n\f49.\nCONTINUED:\n\nShrugging at her odd request, Buddy gets up to fetch the\ndrinks.\n\nBUDDY\nI’1l see what I can do.\n\nHe heads into the house, calling back at them.\n\nBUDDY (CONT’D)\nMeet the baby!\n\nMavis smiles at the baby uncomfortably. Beth casually\nlifts up her shirt to nurse.\n\nBETH\nPardon me. We’re always eating\naround here.\n\nMAVIS\nI can see that.\n\nThe baby roots and latches on to Beth’s breast. Mavis\nwatches, feeling uptight and pristine in her camisole.\n\nMAVIS (CONT'D)\nMy sister is a lactation coach.\n\nBETH\n(friendly)\nYeah? That’s a neat job.\n\nThe baby suckles noisily. Beth gazes at her daughter\ntenderly. Mavis touches the baby’s head almost dutifully.\n\nMAVIS\nShe's really cute.\n\nBETH\nShe’s like a clone of Buddy. You\nshould see his baby pictures next\nto her. She got the Slade nose,\nthe Slade everything.\n\nMAVIS\nAll of it.\n\nBETH\nYes.\n\nMavis examines the baby’s face.\n\nMAVIS\nNo. She didn’t. I can see you\nin there. A lot of you, in fact.\n\n(CONTINUED)\n\f50.\nCONTINUED: (2)\n\nBeth leans over and calls to Buddy through the screen\ndoor.\n\nBETH\nCan you bring me a Summer Ale?\n\nMavis looks taken aback. Beth laughs.",
  "32": "END OF PREVIOUSLY ANNOTATED SECTION:\nBETH\nCan you bring me a Summer Ale? Mavis looks taken aback. Beth laughs. \n\nTARGET SECTION TO BE ANNOTATED:\nBETH (CONT'D)\nIt’s fine, I can just pump and\ndump after the show. Don’t worry,\nI’m not trying to get my kid\nhammered.\n\nMAVIS\nI know, it just seemed funny.\n\nBETH\nSo, how are you? I know you’re a\nauthor. I saw that cool article\nabout you in the Sun.\n\nMAVIS\nYeah, I write for a young adult\nseries. It’s extremely popular.\n\nBuddy emerges from the house.\n\nBUDDY\nYou guys wanna come in? It’s\ngetting kind of cool out here.\n\nBeth stands up, still nursing the baby.\n\nBETH\nSure, babe.\n\nINT. BUDDY’S HOUSE - SAME\n\nThey enter the house. It’s modest, but warm and artsy.\nBeth places the baby in an aquarium-themed contraption\nwith flashing lights and dangling seashells.\n\nMAVIS\nThat’s pretty fancy.\n\nBETH\nAh yes, the Funquarium. Always\nchills her out.\n(to baby)\nYes! You love it.\n(back to Mavis)\nWe’re starting to get smiles.\n\n(CONTINUED)\n\f51.\nCONTINUED:\n\nBuddy hands Beth a beer.\n\nBUDDY\nHere you go, babe.\n\nBeth hands Mavis a plain bottle of water.\n\nBETH\nHow's this?\n\nMAVIS\nThanks.\n\nThey sit down on a hipster flea market couch.\n\nMAVIS (CONT'D)\nI like your day-cor, what is this,\nRegency?\n\nBETH\nGoodwill.\n\nMAVIS\nMe and Buddy used to go thrifting\nall the time. We had a huge stupid\nT-shirt collection. Just the\ndumbest things.\n\nBETH\nOh yeah?\n\nMAVIS\nYes, I used to sleep in Buddy's\nshirts. And boxers.\n\nBUDDY\nHeh.\n\nMavis pushes it a little further, addressing Beth.\n\nMAVIS\nI still have a few, I think.\n\nBuddy looks uncomfortable, but Beth smiles broadly.\n\nMavis sees a strange CHART leaning against the wall. It\nshows cartoon faces with different expressions. One says\n“HAPPY,” one says “SAD” and so on.\n\nMAVIS (CONT'D)\nWhat’s that chart?\n\nBUDDY\nBeth teaches special needs kids.",
  "33": "END OF PREVIOUSLY ANNOTATED SECTION:\nOne says\n“HAPPY,” one says “SAD” and so on. MAVIS (CONT'D)\nWhat’s that chart? BUDDY\nBeth teaches special needs kids. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\fCONTINUED: (2)\n\nMAVIS\nAhhh!\n\nBETH\nA lot of my kids learn emotions\ncognitively. It doesn’t come\nnaturally to them the way it does\nfor you or me. So we need to show\nthem: This is what happy looks\nlike. This is what anxious looks\nlike. And so on.\n\nMavis is fascinated with the chart.\n\nMAVIS\nHow about, like, neutral? What if\nyou don’t feel anything?\n\nBETH\nThat’s kind of how they are a lot\nof the time, so. Yeah. Don’t need\nto teach it.\n\nBuddy changes the subject.\nBUDDY\nMavis, tell us about your life in\nthe big city.\n\nMAVIS\n\nI feel incredibly free. I can come\n\nand go as I please. Nightlife,\nbrunch. I’m never home. Never.\n\nBETH\nNo pets?\n\n52.\n\nMavis seems to suddenly, guiltily remember Baguette.\n\nMAVIS\nMm. I do have a dog.\n\nBUDDY\nOh. Nice.\n\nMAVIS\n\nBut he’s small, he goes\neverywhere, with me. Dogs are so\neasy. You can still have a life,\nyou know?\n\nBeth is watching the baby fondly. Her loving expression\n\nnegates everything Mavis is insinuating.\n\n(CONTINUED)\n\f53.\nCONTINUED: (3)\n\nMavis takes a drink of ice water and looks longingly at\nBuddy. She crosses her long, bare legs. There’s a bead of\nwater on her lip, which she wipes away.\n\nBuddy is beginning to sense something isn’t right.\n\nMAVIS (CONT'D)\nBeth, when did you have this baby?\n\nBETH\nTwo weeks and two days.\n\nMAVIS\nWell. You’re really getting your\nfigure back.\n\nThis is the last thing Beth cares about, but she is\ngracious.\n\nBETH\nThanks.\n\nUncomfortable silence fills the room.\n\nINT. DINNER TABLE - EVENING\n\nThe baby sleeps in a car seat contraption. Buddy, Mavis\nand Beth eat burritos from Chipotle. Buddy pats one of\nthe styrofoam take-out containers approvingly.",
  "34": "END OF PREVIOUSLY ANNOTATED SECTION:\nDINNER TABLE - EVENING\n\nThe baby sleeps in a car seat contraption. Buddy, Mavis\nand Beth eat burritos from Chipotle. Buddy pats one of\nthe styrofoam take-out containers approvingly. \n\nTARGET SECTION TO BE ANNOTATED:\nBUDDY\nChipotle, how ‘bout it?\n\nMAVIS\nWhat happened to Hungry Howie’s?\nIsn’t that still your favorite?\n\nBETH\nI don’t think we’ve ever ordered\nfrom there, have we honey?\n\nMAVIS\nWell, you are relatively new\naround here, Beth.\n\nBETH\n(politely)\nUm, yeah, I guess I’ve only been\nhere, like...nine years?\n\nBUDDY\nNine years, yup.\n\n(CONTINUED)\n\f54.\nCONTINUED:\n\nMAVIS\nWhere are you originally from,\nanyway?\n\nBeth swallows and dabs her mouth with a napkin.\n\nBETH\nOh. Close by, actually. I grew up\nin East Duluth.\n\nMAVIS\nYou were rich.\n\nBETH\n(taken aback)\nWe weren’t loaded. My dad was a\npodiatrist.\n\nMAVIS\nMy father’s a doctor too.\n\nBUDDY\nStepdad.\n\nIf Mavis is annoyed by the correction, she doesn’t let\non.\n\nMAVIS\n(to Buddy)\nNo, my biological father is also\nin the medical field.\n\nBETH\nOh yeah? Where does he practice?\n\nBuddy cringes, knowing this is a sore subject.\nMAVIS\nI don’t know, Beth. I’m afraid I\nhaven’t seen him in years.\n\nBETH\nI’m sorry.\n\nMAVIS\nSorry for what?\n\nShe pats Buddy’s arm.\nMAVIS (CONT’D)\nPoor Buddy’s over here like Ahhhh!\n\nNo, it’s all right. I’ve been\ndealing with it forever.\n\n(CONTINUED)\n\f55.\nCONTINUED: (2)\n\nShe looks at Buddy meaningfully.\n\nMAVIS (CONT'D)\nBuddy knows the whole story. He\nknows everything about me. The\nwhole story of Mavis.\n\nBUDDY\nThat is true.\n\nMavis takes a long, satisfying gulp of water, glancing at\nBeth over the rim of the glass.\n\nThe doorbell rings.\n\nBETH\n(through a mouthful\nof food)\nOoh! Babysitter’s here.\n\nBUDDY\nRock and roll!\n\nBuddy springs up and bounds toward the door\n\nMAVIS\n(to Beth)\nThis is all very exciting. Do you\nneed to get dressed for the show?\n\nBETH\nI am dressed for the show.\n\nEXT.",
  "35": "END OF PREVIOUSLY ANNOTATED SECTION:\nDo you\nneed to get dressed for the show? BETH\nI am dressed for the show. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n CHAMPION 0’ MALLEY’S - EVENING (TO ESTABLISH)\n\nThere’s a modest line of people outside the bar, mostly\nin their 30s and 40s.\n\nINT. CHAMPION 0’ MALLEY’S - SAME\n\nWe pan past a HOMEMADE FLYER advertising Beth’s band. It\nsays “Nipple Confusion: Moms That Rock!” The four band\nmembers are pictured in a grid, Beatles-style.\n\nThe band is tuning up on a tiny stage surrounded by brass\nrails. The lead singer, MARY ELLEN TRANTOWSKI, has\ntattoos on her arms and a cool (for Duluth) haircut.\nThere’s also a bass player, a guitarist, and of course,\nBeth. She fusses with her drums, tightening them up with\na key.\n\n(CONTINUED)\n\f56.\nCONTINUED:\n\nMARY ELLEN\n(into mic)\nTesting! Four-four, three-three...\n\nMavis and Buddy linger by the bar. Mavis is drinking\nBuddy’s brand of beer. She hands a fresh bottle to Buddy.\n\nBUDDY\nOh. Thanks, Mavis.\n\nMAVIS\nSo are they any good?\n\nBUDDY\nWhat?\n\nMAVIS\n\nAre they good? The band.\n\nBuddy seems a little looser than usual. He finishes off\nthe beer.\n\nBUDDY\nTotally. Look, Freehauf’s over\nthere.\n\nSure enough, Matt is leaning against an EMPLOYEES ONLY\ndoorway near the rear of the bar. He watches the stage\npassively, his arms crossed over his belly. Mavis tries\nto not make eye contact.\n\nMAVIS\nHa. God, he’s always just lurking\naround, isn’t he? So creepy!\n\nBUDDY\nMatt’s been through a lot. He’s a\ngood guy.\n\nMAVIS\n\nWell, he freaks me out. Look at\nhis face. He’s so doughy. He looks\nlike a murderer.\n\nIt’s a dumb, mean comment but Buddy is amused.\n\nBUDDY\n(chuckling)\nYou definitely are a writer\nMavis.\n\nMAVIS\nSee? Now you’re laughing.\n\n(CONTINUED)\n\f57.\nCONTINUED: (2)\n\nBUDDY\nYou’ve always been so funny.\n\nMavis is thrilled with this moment of attention and\nvalidation.",
  "36": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f57. CONTINUED: (2)\n\nBUDDY\nYou’ve always been so funny. Mavis is thrilled with this moment of attention and\nvalidation. \n\nTARGET SECTION TO BE ANNOTATED:\n She leans in and opens her mouth to speak.\nAlas, she’s quickly drowned out by the sound of Beth.\ndoing an EXTREMELY LOUD SOUND CHECK on her drums.\n\nBANG! BANG! BANG! BOOM. BOOM. BOOM.\n\nThe sound guy gives Beth a thumbs-up from his console.\nMavis is beyond irritated.\n\nMARY ELLEN\n(onstage)\nHello Mercury!\n\nThe small crowd cheers.\n\nMARY ELLEN (CONT’D)\nI’m Mary Ellen Trantowski and we\nare Nipple Confusion! Please be\nkind, as this is only our second\nshow and we all have small\nchildren at home.\n\nFriendly laughter from the crowd.\n\nMARY ELLEN (CONT’D)\nThis first one is a cover. It was\noriginally recorded by Teenage\nFanclub in 1996. It was our\ndrummer Beth’s idea.\n\nShe gestures to Beth, who grins and waves a drum stick\nand Buddy and Mavis’s direction. Buddy leans toward Mavis\ninstructively and whispers:\n\nBUDDY\nBeth loves this song.\n\nThe song begins with a few loud strums and a familiar\ncouplet sung by Mary Beth:\n\nMARY ELLEN\n(singing)\nShe wears denim wherever she\ngoes...\n\nMavis’s face falls as she watches them play. This is HER\nsong with Buddy. The song from the mix tape.\n\n(CONTINUED)\n\f58.\nCONTINUED: (3)\n\nBeth pounds the drums with unschooled enthusiasm. Even\nthough the band is technically sloppy, everyone is\nsmiling and cheering.\n\nMavis’s eyes fill up with tears. Or is she just drunk?\nShe looks around. Up front, a PROUD DAD holds a toddler\nwearing LARGE PROTECTIVE HEADPHONES.\n\nTwo KIDS, about 7 and 9, dance in front of the stage. The\nwomen in the band-- even Beth, who drums doggedly--\nHARMONIZE TOGETHER on the chorus, and not very well.\n\nMARY ELLEN & THE BAND\nI didn’t want to hurt you, oh\nyeah...\n\nMavis looks at Buddy. He’s rocking out, guzzling anouther\nbeer.\n\nMavis glances at Matt Freehauf, who’s still leaning\nagainst the doorway. Their eyes meet. His gaze is full of\npity. She hates that he pities her.",
  "37": "END OF PREVIOUSLY ANNOTATED SECTION:\nTheir eyes meet. His gaze is full of\npity. She hates that he pities her. \n\nTARGET SECTION TO BE ANNOTATED:\nEXT. HIGH SCHOOL (FANTASY) - DAY\n\nFrom Mavis’s POV, we head toward a pair of double doors.\nJust outside the doors, we see a group of gossiping GIRLS\nwearing high-school uniforms. Only they’re not girls;\nthey’re BETH’S FRIENDS. Mary Ellen glances at Mavis\nthrough the glass with a sneer. Mavis pushes through the\ndoors.\n\nABRUPT CUT TO:\n\nEXT. CHAMPION 0’ MALLEY’S - NIGHT\n\nMavis opens the front door of the bar to exit. It’s a\ntypical postshow scene, albeit a little more family-\nfriendly. The crowd spills out onto the sidewalk. Friends\nload BAND GEAR into someone’s van. Beth and her bandmates\nchat excitedly. Beth is clearly having a blast. Mavis and\nBuddy linger on the periphery.\n\nBETH\n(laughing)\nI messed up the fill so bad on\n“Haircut.” I’m sorry guys.\n\nBASSIST\nNo honey, you were great.\n\nBuddy’s voice is a loud, drunken bray.\n(CONTINUED)\n\f59.\nCONTINUED:\n\nBUDDY\nYeah, you guys were namazing.\n\nMARY ELLEN\nDid he just say “namazing?”\n\nThe women titter at Buddy’s mistake.\n\nBETH\n(affectionate)\nI think someone’s had a\nfew too many.\n\nMAVIS\nOh, hardly...\n\nBUDDY\nYup, I’m pretty drunk. Bethie, we\ngotta get home. Relieve the\nbabysitter.\n\nHe takes another swill of beer, amid protests from Beth’s\nrowdy mom-friends.\n\nBETH\nAw, really? I want to stay out\njust a little while longer.\n\nGUITARIST\nYeah Buddy, you can’t have her\nback yet!\n\nBeth pouts cutely, batting her lashes at Buddy.\n\nMAVIS\n(suddenly)\nI’ll drive him home.\n\nBETH\n(eager )\nReally?\nMary Ellen gives Mavis the once-over. Mavis notices the\ncoldness of her stare. Beth may be oblivious, but nothing\ngets past Mary Ellen.\nMARY ELLEN\nIt’s interesting to see you\nhanging around again, Mavis.\n\nMavis summons her best high-school bitch attitude.\n\n(CONTINUED)\n\f60.",
  "38": "END OF PREVIOUSLY ANNOTATED SECTION:\nMARY ELLEN\nIt’s interesting to see you\nhanging around again, Mavis. Mavis summons her best high-school bitch attitude. (CONTINUED)\n\f60. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED: (2)\n\nMAVIS\nMary Ellen, you were great\ntonight. It’s inspiring to see a\nsingle, partnerless mother with so\nmuch confidence onstage.\n\nBETH\n(interrupting)\nBuddy, let Mavis drive you home,\nOK? I’m gonna stay and celebrate.\n\nBUDDY\nSure. Okay.\n\nMavis takes the Jeep keys from Buddy. She holds them up\nand clicks the “unlock” button triumphantly.\n\nAs the car BEEPS, Mavis flashes her best shit-eating grin\nat a scowling Mary Ellen.\n\nEXT. BUDDY’S HOUSE - NIGHT (TO ESTABLISH)\n\nThe Jeep pulls up. Mavis and Buddy get out and walk up\nonto the porch. Buddy stumbles, leaning on Mavis. We hear\ntheir voices in the night.\n\nMAVIS\nEasy, Bud.\n\nBUDDY\nMy tolerance has really gone down\nsince you knew me.\n\nMAVIS\nWhat do you mean, “since I knew\nyou”?\nEXT. BUDDY’S HOUSE (PORCH) - NIGHT (TO ESTABLISH)\n\nBuddy goes to enter the house, but Mavis stops him.\n\nMAVIS\nHey, wait.\n\nBUDDY\nWhat?\n\nMavis takes Buddy by the wrist and looks at his cheap\nTimex watch. To her, it’s more beautiful than any Rolex.\nShe pushes the “Indiglo” button, illuminating the watch,\nand shows Buddy the time. 10:53.\n\n(CONTINUED)\n\f61.\nCONTINUED:\n\nMAVIS\n(whispering)\nLook. You still have seven\nMinutes. Don’t you have that baby-\nsitter until 11?\n\nBUDDY\nYeah. But seven minutes is\nnothing. We can’t go anywhere.\n\nMAVIS\nThat’s true. We can’t. But time is\nso precious.\n\nBuddy’s words are slurred.\n\nBUDDY\nI know, I know, Mavis. I’m\nlearning that from my little girl.\n\nThis isn’t what Mavis wants to hear, but it gives her a\nnew tactic.\n\nMAVIS\nYou’re a great father. You’re\nalready going above and beyond in\nso many ways. Remember when we\nwere kids? Dads didn’t have to do\nshit.",
  "39": "END OF PREVIOUSLY ANNOTATED SECTION:\nYou’re\nalready going above and beyond in\nso many ways. Remember when we\nwere kids? Dads didn’t have to do\nshit. \n\nTARGET SECTION TO BE ANNOTATED:\n They came and they went and\nwe still bought them new golf\nballs and tie tacks on Father’s\nDay. But you-- you’ve really\nstepped up to the plate. You do\ntoo much, even.\n\nNow Buddy’s voice has become similarly low and intimate.\n\nBUDDY\nDo you think so?\n\nMAVIS\nYes. You’re such a good, good man,\nBuddy. Don’t ever shortchange\nyourself.\n\nBuddy chuckles softly and drunkenly. His hand has\nwandered to Mavis’s bare arm. It’s a friendly grip, more\nfor balance than anything, but there’s tension now.\n\nBUDDY\nI just...I really love my\ndaughter.\n\nMavis hugs him.\n(CONTINUED)\n\f62.\nCONTINUED: (2)\n\nMAVIS\nI know. And that’s the only thing\nthat matters. Not Beth, not\nanything--\n\nBuddy and Mavis’s faces meet in a KISS. It’s a hard close-\nmouthed kiss, but a kiss nonetheless.\n\nBuddy pulls away.\n\nBUDDY\nHey, hey, hey.\n\nThe BABYSITTER, an effeminate college-aged guy, suddenly\nopens the door and appears on the porch. He holds a\npacifier in one hand and stares daggers at Mavis.\n\nBABYSITTER\n(indignant )\nI thought I saw lights.\nBUDDY\nYeah, um, Daniel. I’m home.\nBABYSITTER\nWhere’s Beth?\nMAVIS\n(exaggerating)\nBeth wanted to stay out all night\nand party.\nBABYSITTER\n\nWell, we’re all out of breastmilk\nand she doesn’t want the nuk\nanymore.\n\nHe holds up the “nuk,” a pacifier, as if it’s tainted.\n\nBUDDY\nI got it.\n\nBuddy heads into the house, drunk and flustered, not\nturning to say goodbye to Mavis.\n\nMAVIS\nGood night, Buddy.\n\nBABYSITTER\n(slamming door)\nGood night.\n\f63.\n\nINT. BLUE HILL BAR - EVENING\n\nThe transition is sudden, but we can immediately see that\nMavis and Freehauf are drowning their sorrows again.\nMavis is mid-rant.\n\nMAVIS\nFuck!\n\nFreehauf is fiddling with the jukebox.\n\nMAVIS (CONT'D)\nHey.",
  "40": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAVIS\nFuck! Freehauf is fiddling with the jukebox. MAVIS (CONT'D)\nHey. \n\nTARGET SECTION TO BE ANNOTATED:\n Hey Matt, know what I hate?\nMatt. Know what I hate?\nWater.\n\nMATT\nwater?\n\nMAVIS\nI do, I hate water! Do you know\nwhat Frank Sinatra used to say\nwhen someone offered him a glass\nwater? He’d go,\n(doing Frank)\n“I'm thirsty, not dirty!”\n\nMatt punches in some Guns n’ Roses.\n\nMAVIS (CONT'D)\nWater just tastes. Like. A toilet.\n\nMATT\nYou need to ease up. Okay? You’re\ndrinking every night. Your liver\nmust look like like a State Fair\npickle.\n\nMavis has a wet, unlit cigarette between her lips.\n\nMAVIS\nI’m on a bender. This is what\npeople on benders do.\n\nMATT\n(mocking)\nOoh, cool. Punk rock. Taxi Driver.\nWhy are you on a bender, Mavis?\n\nMAVIS\nBecause I’m depressed.\n\n(CONTINUED)\n\f64.\nCONTINUED:\n\nMATT\nSo? That’s like 70% of the\npopulation. Maybe more. Why don’t\nyou exercise or something? Take\nyour fucking dog for a walk for\n\nonce.\nMAVIS\nWhy don’t you walk, fat ass?\nMATT\nOh, fuck! Me! Fuuuuck!\nMAVIS\nWhat?\nMATT\n\nI hate this guy over here.\n\nMatt nods toward a MAN in a WHEELCHAIR. The man is\ndrinking a beer and laughing with a group of friends.\n\nMAVIS\n(surprised)\nUgh. My cousin Mike.\n\nMATT\nMike Moran is your cousin?\n\nMAVIS\nYeah, but it’s not like we’re in\ntouch. He’s not even my first\ncousin. He’s my mom’s cousin.\n\nMATT\nThat’s your cousin over there,\nwhom you’re ignoring?\n\nMAVIS\n(annoyed)\nHow often do you see your cousins?\n\nMATT\nMy cousins all live in Germany.\n\nMIKE has spotted them and is wheeling over with a broad\ngrin on his face.\n\nMATT (CONT'D)\nHere comes the happiest cripple in\nMinnesota.\n\nMIKE\nMavis? What is up, girly-friend?\n\n(CONTINUED)\n\f65.\nCONTINUED: (2)\n\nHe holds his arms outstretched. Mavis leans in for a hug.",
  "41": "END OF PREVIOUSLY ANNOTATED SECTION:\n(CONTINUED)\n\f65. CONTINUED: (2)\n\nHe holds his arms outstretched. Mavis leans in for a hug. \n\nTARGET SECTION TO BE ANNOTATED:\nMIKE (CONT'D)\nHoly shit, this is such a rad\nsurprise!\n\nMavis is as wooden as Mike is enthusiastic.\n\nMAVIS\nI’m just in town taking care of a\nreal estate thing.\nAnd how are you?\n\nMIKE\nI’m great. You know, Kim and I\njust had our six-year anniversary.\n\nMAVIS\nSix years, what is that, wood?\nPorcelain?\n\nMATT\nHot lead?\n\nMike\n\nIt’s candy. Hee! Anyway, the kids\nare great. Work is a trip, but I\nplay hard, too. I’ve been doing a\nlot of rock-climbing.\n\nMatt is incredulous.\n\nMATT\nWhat, like, rock-crawling, you\nmean?\n\nMIKE\n\nNahh, I’m vertical, bro. Believe\nit or not. You should try it,\nMatt. We can do anything a normal\ncan do. Probably more, because\nwe've had to reboot for extra\npositivity, know what I’m saying?\nMAVIS\n(dry) ;\nYeah, you should try it, Matt.\n\nMATT\nNo.\n\n(CONTINUED)\n\f66.\nCONTINUED: (3)\n\nMIKE\nI love the way this guy talks.\nHe’s like, “no.” I’m so glad you\nguys are buds, I can totally see\nit. It’s like Will and Grace.\n\nMAVIS\nIt is!\n\nMATT\nNo, it isn’t.\n\nMIKE\n\nLook, I’m gonna roll back to my\nboys, but we should chat later!\nI‘1l buy you a scotch or whatever\nyou’ve got there. I love this\nplace on Fridays-- it goes off.\n\nMavis hoists her glass. Mike rolls away.\nMATT\nWhen did he get that chair? When\nwe were freshmen?\nMAVIS\nSophomore homecoming. Car wreck.\nHe got so much attention.\nShe rolls her eyes. Matt laughs.\nMAVIS (CONT'D)\nHe did, he practically ruined my\nSweet Sixteen. Well, just the\nfamily party, but still.\n\nMATT\nYou’re a piece of work.\n\nMAVIS\nYou’re a dumb piece of shit.\n\nMATT loudly clinks Mavis’s stationary glass.\n\nMavis responds in a quieter way: She puts her glass\nagainst his and holds it there for a beat, like a kiss.\nEXT.",
  "42": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT loudly clinks Mavis’s stationary glass. Mavis responds in a quieter way: She puts her glass\nagainst his and holds it there for a beat, like a kiss. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n PARK - DAY\n\nA little patch of lawn, wood chips, and modern play\n\nequipment near a small lake in Mercury. Kids cavort\nnearby.\n\n(CONTINUED)\n\f67.\nCONTINUED:\n\nThe sun shines on Mavis’s beautiful hair. She looks like\na shampoo commercial, albeit with a hangover.\n\nShe kneels and unzips Baguette’s tiny dog bag.\n\nMAVIS\n(to passerby)\nDogs are okay here, right?\n\nBaguette leaps out and runs as fast as his tiny legs will\nallow. It’s a Born Free moment as he flies across the\ngrass, overjoyed to be out of the Homeway Suites and\nfinally getting some attention. The park is fenced, and\nhe’s good to go.\n\nMavis watches him, pleased. She sits down on a bench and\nunwraps one of those granola bars that’s marketed to\nwomen. She takes out her laptop and opens it.\n\nShe opens pieceofshit.word and begins typing.\n\nAshby and Isabella had a bond that could not broken.\nThis, everyone knew. However, Isbella could not\n\ncould not could not\nMavis looks up, up checking on the dog.\n\nMAVIS (CONT'D)\nGood, Baguette! Is this fun?\n\nIt definitely is fun. A MAN walks by and admires the\nprancing dog.\n\nMAN\nSomeone looks happy to be out.\n\nMavis’s mouth is full of granola bar.\n\nMAVIS\n(to man)\nHe’s crazy about this park.\n\nMavis’s CELL PHONE rings. It’s Buddy. Oh my God!\nMavis stares at the ringing phone as if it’s an oracle.\n\nMAVIS (CONT'D)\n(to herself)\n\nHello. Hello.\n(warmly )\n\nHey you!\n\nThat’s it.\n(CONTINUED)\n\f68.\nCONTINUED: (2)\n\nMAVIS (CONT'D)\n(picking up)\nHey you!\n\nCROSS CUT\nPHONE CALL:\nINT. BUDDY’S HOUSE (KITCHEN) - DAY\n\nClose on Buddy, leaning against the wall with a diet soda\nin his hand. He looks troubled.\n\nBUDDY\nHi, how are you?\n\nMavis seems to interpret this innocent query as something\nmore meaningful.\n\nMAVIS\nI’m good. I’m good.",
  "43": "END OF PREVIOUSLY ANNOTATED SECTION:\nMavis seems to interpret this innocent query as something\nmore meaningful. MAVIS\nI’m good. I’m good. \n\nTARGET SECTION TO BE ANNOTATED:\n What is it,\nBud?\n\nBUDDY\n\nOh, well, I meant to ask you this\non Wednesday.\n\nHe takes a deep breath, tense.\n\nBUDDY (CONT’D)\nI was just wondering, well if\nyou’re still around, if you’d like\nto come to the baby’s naming\nceremony this weekend. It’s just a\nlittle hippie thing we’re doing in\nour yard. Not religious or\nanything. It’s non-secular.\n\nMAVIS\nSecular.\n\nBUDDY\nHuh?\n\nMAVIS\n\nI would love to come.\n\nBUDDY\nGood. Great.\n\nBUDDY (CONT'D)\n\nSaturday, our place, around one.\nCool?\n\n(CONTINUED)\n\f69.\nCONTINUED:\n\nMAVIS\nOkay. Great, Bud. ‘Bye.\n\nMavis hangs up, quietly thrilled. She hops.\n\nBACK ON BUDDY:\nBuddy hangs up and turns around. Reveal Beth, wearing the\n\nbaby in a complicated sling. Her expression is\nunreadable.\n\nEXT. SUBURBAN STREET - DAY\n\nMavis is walking back from the park with Baguette in his\nbag. Her spirits are high.\n\nMAVIS\n(to bag)\nMaybe we’ll go again tomorrow.\nWhat do you think?\nNo response from the bag.\n\nMAVIS (CONT'D)\nGood boy.\n\nThere’s a SILVER LINCOLN SEDAN slowly cruising down the\nstreet. After a few beats, we realize it’s tailing Mavis.\n\nMavis doesn’t notice right away, but eventually looks\nover her shoulder. The car’s halting pace is suspicious.\n\nFinally, Mavis stops. The car also stops.\n\nMavis shades her eyes from the sun. Finally, Mavis\naddresses the driver in an odd tone.\n\nMAVIS (CONT'D)\nMay I help you?\n\nWOMAN'S VOICE (0.S.)\nYou thought you could get away\nwith this?\n\nMavis shrugs.\n\nWOMAN’S VOICE (0.S.) (CONT’D)\nThe gig is up.\n\nMAVIS\nYou got me.\n\n(CONTINUED)\n\f70.\nCONTINUED:\n\nReveal HEDDA GARY, an attractive older woman in her ‘50s.\nShe squints up at her daughter from the driver’s seat.\n\nINT.",
  "44": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nReveal HEDDA GARY, an attractive older woman in her ‘50s. She squints up at her daughter from the driver’s seat. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HEDDA’S CAR — DAY\n\nMavis is now in the passenger seat while Hedda drives.\nBaguette is sitting comfortably in Hedda’s lap.\n\nHEDDA\nThis isn’t a large town. You must\nhave known we were bound to run\ninto each other.\n\nMAVIS\nI wasn’t avoiding you. I was\nplanning to call.\n\nHEDDA\nYou never come home, and when you\ndo, you hide from me and your dad.\nCurious behavior.\n\nMAVIS\nDavid is not my father.\n\nHEDDA\nI said “dad.” We’ve been over the\ndifference. Oh, did you see we got\na cupcake bakery?\n\nMAVIS\nI saw.\n\nHEDDA\nIt's pretty good, at least for\naround here. Mercury is not known\nfor its pattisseries.\n\nMAVIS\nNo.\n\nHEDDA\nWhere are you staying, baby?\n\nMAVIS\nWith a friend. You don’t know\nthem. I’m here doing research for\none of the books. Watching\nteenagers. That’s why I was at the\npark.\n\n(CONTINUED)\n\f71.\nCONTINUED:\n\nHEDDA\n(dubious)\nDo teenagers play at the park?\n\nMAVIS\nWell, tweens, Mom. Tweens are our\ncore demo anyway. Ten through\ntwelve. Or even, like, seven\nthrough twelve.\n\nHEDDA\nSeven?\n\nMAVIS\nKids are reading sooner because of\nTwilight and Harry Potter. The\nliteracy rate is through the roof.\nIt’s great.\n\nShe’s lying like crazy.\n\nHEDDA\nAh.\n\nMAVIS\nWhere are we going?\n\nHEDDA\nIt’s just for a little bit. Don’t\nargue with me while I’m driving. I\nstill get very nervous.\n\nINT. HEDDA AND DAVID’S HOUSE - DAY\n\nMavis walks into her childhood home, already crushed by\nthe psychic weight of the exercise. Hedda is carrying\nBaguette.\n\nHEDDA\n(shouting)\nDavid! Mavis is here, of all\npeople!\nMavis’s stepfather, DAVID, emerges from the back of the\nhouse. There’s something wild-eyed and unsettling about\nhim.\n\nDAVID\nMavis? I can’t believe my eyes!\n\nMAVIS\nHi David.\n\n(CONTINUED)\n\f72.",
  "45": "END OF PREVIOUSLY ANNOTATED SECTION:\nI can’t believe my eyes! MAVIS\nHi David. (CONTINUED)\n\f72. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\n\nHe rushes to Mavis and crushes her in a hug. He lifts her\noff the ground and she grunts with discomfort.\n\nDAVID\nHow about an Underdog?\n\nHedda claps her hands with delight.\n\nHEDDA\nThe Mavey & Davey Show is back on\nthe air.\n\nMAVIS\n\n(nervous laughter)\nLimited engagement.\n\nDavid studies her.\n\nDAVID\nNow, you do not look well at all.\nYour figure looks lovely, but you\nlook peaked.\n\nMAVIS\nI’m an alcoholic.\n\nHEDDA\n(to David)\nHer hair looks incredible.\n\nDAVID\nLet me check...\n\nHe leans in as if to inspect it. Mavis cringes. David\nreaches for a lock of Mavis’s hair and smells it. Her\ndisgust is almost imperceptible, but it’s there.\n\nDAVID (CONT'D)\nYep. Still smells like lilies.\n\nHEDDA\nAlways, since she was little it’s\nhad that sweet smell. Except when\nyou got skunked, Mavis!\n\nDAVID\nAnd I gave her my famous tomato\nsoup shampoo a la Dave. Right in\nthe garage.\n\nHedda clucks, remembering.\n\n(CONTINUED)\n\fCONTINUED:\n\n73.\n\n(2)\nHEDDA\n(to Mavis)\nBoy, you were a real beast that\nday.\nMAVIS\n\nI was 13 and in my underwear and\nmy stepfather was pouring soup on\nmy head. My new stepfather. Even\nwhile I was screaming and begging\nhim not too.\n\nShe directs this at Hedda, not David.\n\nHEDDA\nLet me see what we have in the\nkitchen. There’s some white\nwine...\n\nMAVIS\nI want you guys to know up front\nthat I can’t stay long. I’m ona\n\ndeadline.\nDAVID\n\nWe’re busy too, honey.\nHEDDA\n\nI’m painting the sun porch.\nDAVID\n\nJust the trim.\nHEDDA\n\nIt’s important for women my age to\ndo weight-bearing exercise.\n\nMAVIS\nHow is that weight-bearing?\n\nHEDDA\nOh. You won’t believe who I saw\nthe other day!\n\nDAVID\n(interjecting)\nBuddy, your former beau.\n\nHEDDA\nOh, let me for once.\n(to Mavis)\nHe has a little one now.",
  "46": "END OF PREVIOUSLY ANNOTATED SECTION:\nDAVID\n(interjecting)\nBuddy, your former beau. HEDDA\nOh, let me for once. (to Mavis)\nHe has a little one now. \n\nTARGET SECTION TO BE ANNOTATED:\n(CONTINUED)\n\f74.\nCONTINUED: (3)\n\nShe seems to delight in revealing this information,\nknowing it will bother Mavis.\n\nMAVIS\nI know. I’ve know for ages. We’re\nstill quite close.\n\nHEDDA\nYou must be jealous as hell.\n\nDavis chuckles.\n\nDAVID\nWe know you.\n\nHedda taps Mavis playfully, but firmly.\n\nHEDDA\nYou can’t hide from us, Pee Pee.\nWe’re you’re permanent best\nfriends.\n\nDAVID\nWe know you better than anyone.\n\nMAVIS\nI’m not jealous at all. Buddy is\none of my favorite people I’ve\never known. He’s very dear to me.\nAnd the baby is part of him, so--\nI love it too.\n\nHEDDA\n\nOh, it doesn’t work that way!\nDAVID\n\nNot at all.\nHEDDA\n\nYou wish your kids were a part of\nyou. But they never are. Never.\nThey’re more like little parasitic\nworms. They cling to you and then\nthey inherit the worst of you.\n\nDAVID\n(to Mavis)\nWell, you have the best of your\nmother’s looks, that’s for sure.\n\nHEDDA\nI think Buddy will be a very good\nfather.\n\n(MORE )\n\n(CONTINUED)\n\f75.\nCONTINUED: (4)\nHEDDA (CONT'D)\nHe always took care of you when\nyou were melting down. Which was--\nalways!\n\nShe laughs.\nDAVID\n(mock-whispering)\nOr once a month.\n\nMAVIS\nMay I be excused for a moment?\n\nDavid has seized Baguette and is holding him high in the\nair.\n\nDAVID\n\nTurn on the fan when you’re done.\nHEDDA\n\nSee if you like my new reed\n\ndiffuser.\n\nINT. HEDDA AND DAVID’S HOUSE (BEDROOM) - DAY\n\nMavis creeps upstairs and peeks into her old bedroom.\nIt’s the bedroom of a popular girl from the ‘90s-- which\nseems pretty sad and faded now. Her bulletin board,\ncovered in blue ribbons and certificates, still hangs\nover the desk. There’s a diploma from the University of\nMinnesota, and some Kappa Alpha Theta stuff.\n\nWe see a framed class photo of Mavis with HUGE BANGS\nsitting in the corner.",
  "47": "END OF PREVIOUSLY ANNOTATED SECTION:\nHer bulletin board,\ncovered in blue ribbons and certificates, still hangs\nover the desk. There’s a diploma from the University of\nMinnesota, and some Kappa Alpha Theta stuff. We see a framed class photo of Mavis with HUGE BANGS\nsitting in the corner. \n\nTARGET SECTION TO BE ANNOTATED:\n Teenage Mavis has a smile so huge\nit’s almost a grimace.\n\nThere’s a class graduation photo on the wall, one of\nthose giant long-format ones with everyone’s head shot.\nMavis walks over to it and scans the names. No sign of\nMatt.\n\nIn small type at the bottom of the picture it says:\nPhotos not available: Yun Ng, Matthew Freehauf.\n\nMavis opens the closet. From a pile of old clothes, she\nretrieves a RED SWEATSHIRT and unfolds it eagerly. We\ncan’t see what’s on the front of it.\n\nINT. HEDDA AND DAVID'S HOUSE (HALLWAY) - DAY\n\nMavis exits the room. In the hallway, there’s a large\nWEDDING PICTURE in a silver frame.\n\n(CONTINUED)\n\f76.\nCONTINUED:\n\nMavis in a chic white dress, cuddled up to ALLEN, an\naverage-looking man who seems thrilled to be wedded to\nher.\n\nAllen brandishes a silver CAKE SERVER as if it’s a\nweapon. This gesture seems to annoy the bride, who\nglances sidelong at him even as she smiles.\n\nINT. HEDDA AND DAVID'S HOUSE (KITCHEN) - SAME\n\nMavis emerges downstairs, stuffing the red sweatshirt\ninto Baguette’s bag.\n\nMAVIS\nCan you take down that wedding\npicture of me and Allen?\n\nHedda is washing some greens in a colander.\n\nHEDDA\nWhat?\n\nMAVIS\nCan you take down my wedding\npicture?\n\nHEDDA\n\nJust because you got a divorce\ndoesn’t mean that we can’t enjoy\nthe memory of Allen.\n\nMAVIS\nAllen’s still alive.\n\nHEDDA\nHave you talked to that little\nnephew of his lately? Perseus or\nSophocles or...\n\nMAVIS\nWhy would I keep in touch with\nAllen's nephew?\n\nHEDDA\nBecause you were close and it\nwould be a nice thing to do.\n\nMavis says nothing.\n\nHEDDA (CONT’D)\nYou shouldn’t have married him if\nyou didn’t want to form lasting\nrelationships.\n(beart)\n\nMORE\n( ) (CONTINUED)\n\f77.\nCONTINUED:\nHEDDA (CONT’D)\nI always suspected you married him\nbecause just “someone else” got\nmarried.",
  "48": "END OF PREVIOUSLY ANNOTATED SECTION:\nHEDDA (CONT’D)\nYou shouldn’t have married him if\nyou didn’t want to form lasting\nrelationships. (beart)\n\nMORE\n( ) (CONTINUED)\n\f77. CONTINUED:\nHEDDA (CONT’D)\nI always suspected you married him\nbecause just “someone else” got\nmarried. \n\nTARGET SECTION TO BE ANNOTATED:\nMAVIS\nAnd I’ve told you a million times\nyou’re wrong.\n\nHedda reaches to smooth Mavis hair. Her hand wanders\ninstinctively underneath, near Mavis’s ear. She feels the\nbald patch and reacts.\n\nHEDDA\nNow what is this? Are we doing\nthis again?\n\nMavis jerks away. David walks in with a basket of small\ntan eggs.\n\nDAVID\nI hope you’re staying for dinner.\nFreshly laid brown bantam eggs.\n\nHEDDA\nOmelettes and a nice, fresh\ngreen salad.\n\nShe smiles, pleased with herself.\n\nDAVID\n(to Mavis)\nI didn’t get that henhouse permit\nfor nothing.\n\nMavis looks sick.\n\nHedda heats up a skillet with some butter. She shows\nMavis the “Plugra” label proudly.\n\nHEDDA\n(proudly)\nPlugra. I got this at Anderley’s.\nThis is the best butter there is.\nThe absolute best.\n\nMAVIS\nI believe you.\n\nHEDDA\nThey use this on the Food Network.\n\nDavid reaches out and cracks the first of the eggs into\nthe skillet. What comes out is definitely NOT OKAY. It’s\na bloody mess.\n\n(CONTINUED)\n\f78.\nCONTINUED: (2)\n\nMavis SCREAMS, stumbling away from the stove.\n\nHEDDA (CONT'D)\nUh-oh!\n\nDAVID\nJesus, Mavis, it’s just a bad one!\n\nMAVIS\nGet it away! Get it away!\n\nDAVID\nYou’re ridiculous. Did you grow up\ngetting all your food at the\nsupermarket?\n\nMAVIS\n(shrieking)\nYes, you stupid asshole, I did!\n\nDAVID\n(to Hedda)\nI can’t take the screaming. I\ncan’t. You ask me what I mean when\nI talk about the screaming, and\nthis is it, Hedda.\n\nMavis buries her face in an embroidered hand towel. She\nmakes a guttural animal sound.\n\nMAVIS\nAll right, let’s not get silly.\nEXT. MATT’S HOUSE - EVENING\nHedda’s car pulls up to the house. Matt is outside\nsmoking. He barely blinks at the sight of Mavis’s\narrival.\nINT.",
  "49": "END OF PREVIOUSLY ANNOTATED SECTION:\nMatt is outside\nsmoking. He barely blinks at the sight of Mavis’s\narrival. INT. \n\nTARGET SECTION TO BE ANNOTATED:\n HEDDA’S CAR - SAME\n\nHEDDA\nThis is where you’re staying?\nMAVIS\n(hurried)\nYes. Thanks for the ride.\n\nHedda scrutinizes the semi-dilapidated house (and the\nsemi-dilapidated man smoking in front of it.)\n\n(CONTINUED)\n\f79.\nCONTINUED:\n\nHEDDA\nWell, that’s different.\n\nMavis gathers her purse and gives her mother a\nperfunctory kiss on the cheek.\n\nHEDDA (CONT'D)\nI suppose this neighborhood is\ngetting very young.\n\nMAVIS\n‘Bye, Mom. I’1l call.\n\nHEDDA\nGo ahead, lie to me.\n\nShe offers Mavis her cheek for a kiss. Mavis obliges.\n\nHEDDA (CONT'D)\n(fondly)\nPeepers. Be well.\n\nMavis gets out of the car. Hedda drives away. Matt stubs\nout his cigarette.\n\nMAVIS\nThat was my mother. I would prefer\nif she didn’t know where I’m\n\nstaying.\nMatt nods.\nMAVIS (CONT'D)\n(serious)\nYou don’t know what she’s\ncapable of.\n\nMATT\nI understand.\n\nMavis stands there on the sidewalk, emotionally\nexhausted. Matt smiles, naturally intuiting her pain.\nMavis smiles back, weary.\n\nMAVIS\nWanna go smoke in the woods or\nsomething?\nMatt stands up, with effort.\nMATT\nYou holding?\n\n(CONTINUED)\n\f80.\nCONTINUED: (2)\n\nMAVIS\n(as if)\nNo.\n\nMATT\nI got some.\n\nMatt reaches for his crutch and moves gingerly down the\nhill toward Mavis.\n\nEXT. WOODS BEHIND THE SCHOOL - NIGHT\n\nMercury High is lit up like a brick prison. Past the\nfootball and soccer fields, there’s a small wooded area.\nMavis and Matt trek through the overgrowth.\n\nMavis shivers in her tank top. She reaches into her purse\nand takes out the RED SWEATSHIRT she found at her\nparent’s house. She pulls it on. It’s a traditional high\nschool P.E. shirt. On the front label, there’s a large\nsurname written in Magic Marker: SLADE.\n\nBuddy glances at the shirt but doesn’t say anything.\n\nMAVIS\nOur school is so ugly.",
  "50": "END OF PREVIOUSLY ANNOTATED SECTION:\nOn the front label, there’s a large\nsurname written in Magic Marker: SLADE. Buddy glances at the shirt but doesn’t say anything. MAVIS\nOur school is so ugly. \n\nTARGET SECTION TO BE ANNOTATED:\n It looks\njust like a factory.\n\nMATT\nIt used to be a rubber fabrication\nplant in the ‘20s.\n\nMAVIS\nYou know everything.\n\nMavis takes a swig from a flask. She touches a tree trunk\nfondly.\n\nMAVIS (CONT'D)\nThese woods were like fuck city\nback in the day. I remember being\nout here with a few different\nguys. Naturally, none of them knew\nwhat they were doing, but I...\n\nMATT\n(interrupting)\nI didn’t know you were a slut.\n\nMAVIS\nI wasn't.\n(cruelly)\nI was normal.\n\n(CONTINUED)\n\f81.\nCONTINUED:\n\nMATT\nI haven’t been to this place\nsince then.\n\nMavis rests comfortably against a tree, still indulging\nin high school sex memories.\n\nMAVIS\nMe neither. And I don’t\nparticularly miss those days. If I\nwant someone to touch my pussy the\nwrong way, I’1ll just call my ex-\nhusband...\n\nMATT\nThis is where I got hurt.\n\nMavis doesn’t know what to say.\n\nMAVIS\n\nAh. I did know that, I think.\nMATT\n\nNo you didn’t.\nMAVIS\n\nI knew it was somewhere around\n\nhere.\n(awkward)\nI’m sorry. Is this triggering?\n\nMATT\nNo, it’s okay.\n(beat)\nLooks different here anyway. I\nthink they cleared away a lot of\nit when they built that new\nscience building.\n\nMAVIS\nWhat was it like, when those guys\nwere beating you? I mean, do you\nmind my asking. Did you say\nsomething to set them off?\n\nMATT\nYou want all the dirt, huh?\nMAVIS\nOh please, it’s so old. I’m just\ncurious.\n(MORE )\n\n(CONTINUED)\n\fCONTINUED:\n\n82.\n\n(2)\n\nMAVIS (CONT'D)\nI mean, I’m with you every day--\nfor whatever reason-- and you have\nyour gimp stick and that you get\nthe migraines and all that, so I’m\ncurious. What is it like to get\nbeaten like that?\n\nMATT\nI don’t really think about it much\nanymore, Mavis. I’m a pretty\npositive guy. Not everyone wallows\nin pain like you do.",
  "51": "END OF PREVIOUSLY ANNOTATED SECTION:\nMATT\nI don’t really think about it much\nanymore, Mavis. I’m a pretty\npositive guy. Not everyone wallows\nin pain like you do. \n\nTARGET SECTION TO BE ANNOTATED:\n You\npractically jerk off to your\nlife’s worst moments.\n\nMavis flinches as if physically injured.\n\nMAVIS\nI don’t jerk off to anything. How\ndare you? Oh my God, Matt, that’s\nso insensitive. You don’t know\nwhat I’ve overcome.\n\nMATT\nThe heartbreak of split-ends?\n\nMAVIS\nWhy are you being an asshole all\nof a sudden?\n\nMATT\nI might as well catch up. You’ve\nhad a 20-year head start.\n\nMAVIS\nI think it’s time for me to go\nhome to Minneapolis. I want to go\nback to the city. I don’t know why\nI’m here, I don’t know how I got\ninvolved with a married man...\n\nMATT\nYou’re not involved with him!\nJesus! It’s sad!\n\nMAVIS\n(sarcastic)\n\nOh yeah, Matt, devout husbands and\nfathers go to bars alone with\ntheir ex-girlfriends all the time.\nThey call them privately to invite\nthem to things. They make out with\nthem on the porch....\n\n(CONTINUED)\n\fCONTINUED:\n\n83.\n(3)\n\nMATT\nHe didn’t make out with you. I bet\nmy oma kisses me harder than that\nat Christmas.\n\nMAVIS\nYou weren’t there. It was really\nintense and passionate.\n(pointing)\nThis is his shirt.\n\nThe giant SLADE on the front of the shirt could not be\nmore obvious.\n\nMATT\nYes, I noticed. And FYI, you look\ncompletely insane wearing it.\nLook, I don’t know what he’s doing\nwith you, or what you think he’s\ndoing with you, but I do know that\nwhatever it is, it’s not cool, and\nit’s your fault. And you're shitty\nfor wanting it. Also, and I just\nwant to get this out in the open,\nBuddy Slade is a moron.\n\nMAVIS\nWell, you’re hardly perfect, Matt.\nAll you care about is that some\nkids jumped you 20 years ago. You\nlean on that crutch and you lean\non people, and you and I both know\nthat you’ve used the whole thing\nas an excuse to be a failure.",
  "52": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAVIS\nWell, you’re hardly perfect, Matt. All you care about is that some\nkids jumped you 20 years ago. You\nlean on that crutch and you lean\non people, and you and I both know\nthat you’ve used the whole thing\nas an excuse to be a failure. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT\nYou don’t know anything about what\nhappened to me! Those jocks you\nused to put out for-- they\nshattered my legs, they bashed in\nmy skull, they mangled my junk so\nI have to piss and cum sideways\nfor the rest of my life, and they\nleft me for dead. Things aren’t so\ngreat “down south.” I can barely\nhave fuck myself, let alone\nanother person.\n\nMAVIS\n\nYou can get past that. You have to\nmove on!\n\n(CONTINUED)\n\fCONTINUED: (4)\n\nMATT\n\nThis, coming from someone who's\nstill trying to get a retake on\nher senior photo.\n\n(beat)\nStop seeing Buddy. With his wife,\nwithout his wife, doesn’t matter.\nStop seeing him in your mind. Just\nstop. It’s wrong.\n\nMAVIS\nYou could care less about right or\nwrong. You’re just jealous because\nas it turns out, he might actually\nwant to be with me.\n\nMatt laughs angrily.\n\nMATT\nGetting a guy hot for you is not\nsome blue ribbon accomplishment.\nBig deal. You’re pretty. And\nskinny. And frankly, it’s not real\nunusual for a bored middle aged\nguy to be flirt with a blonde\nbitch. You’re a generic fantasy.\nYou’re just a frame in the\nhighlight reel.\n\nMavis’s voice is quieter than usual.\n\nMAVIS\nLet’s get out of here.\n\nMATT\nYou’re not his soul mate. Beth is.\n\n84.\n\nMavis is walking toward the street. She turns to him with\n\na false not of compassion in her voice.\n\nMAVIS\nIt's really a shame that you’re\nlike this. If you had a good\npersonality, none of the other\nstuff would matter to people.\n\nMATT\nRight, no one would care about my\nbroken body. Sure, people see past\nthat shit every day. Hey, why\ndon’t you use my crutch as a\nmetaphor again? That was really\nmasterful.\n\n(MORE )\n\n(CONTINUED)\n\f85.\nCONTINUED: (5)\nMATT (CONT'D)\nYou should put that in one of your\nlittle teenage stories. God knows\nyou don’t know anything about\nbeing an adult.",
  "53": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\n(CONTINUED)\n\f85. CONTINUED: (5)\nMATT (CONT'D)\nYou should put that in one of your\nlittle teenage stories. God knows\nyou don’t know anything about\nbeing an adult. \n\nTARGET SECTION TO BE ANNOTATED:\nMAVIS\nThere’s a reason why you and I\ncan’t be real friends.\n\nMATT\n\nBecause you're crazy? You haven’t\nchanged at all. I bet you still\nhave an “ugly best friend” who\nmakes you feel better about\nyourself. Right?\n\n(calling after her)\nI bet you still flirt with any man\nwho will give you the validation\nyou so desperately crave.\n\nMavis walks away, huddled in her sweatshirt. She refuses\nto show emotion.\n\nMatt leans against a tree, tired from standing, and\nwatches her disappear.\n\nINT. “KENTACOHUT” - THE NEXT DAY\n\nMUSIC UP: BEGIN MONTAGE\n\nMavis sits alone in the gloomy restaurant. She eats a\ncombo platter that showcases the very best of KFC, Pizza\nHut and Taco Bell.\n\nINT. TINSELTOWN VIDEO - EVENING\n\nMavis enters the big, chain video store Matt urged her to\navoid. The light is fluorescent, sickly.\n\nShe faces a massive wall of DVDs, surrounded by bright\npromotional placards and stuffed toys.\n\nAll 50 DVDs are identical. A sign reads “WE HAVE IT IN\nSTOCK-- GUARANTEED!”\nINT. MOTEL ROOM - NIGHT\n\nMavis watches a romantic comedy with John Cusack. She\ndrinks.\n\f86.\n\nINT. MOTEL ROOM - MORNING\n\nMavis wakes up again. Baguette is cradled in her arms\nlike a teddy bear.\n\nINT. MOTEL ROOM - DAY\n\nMavis Skypes semi-successfully with Vicki. Even though\nshe’s just a couple of hours away, Vicki looks as though\nshe’s in Iraq.\n\nAn AFRICAN-AMERICAN MAN peeks into the chat window, waves\n\nhello to Mavis, and kisses Vicki on the cheek. Vicki\nlooks happy.\n\nINT. MAVIS’S CAR - DAY\n\nMavis is dolled up in another one of her indie designer\ndresses. Today is the day of Buddy’s party, and it’s the\nperfect excuse to look her best.\n\nShe drives her MINI Cooper into a strip mall parking lot.\n\nMUSIC UNDER. END MONTAGE.\n\nINT. BABIES R’ US - DAY\n\nMavis walks in, overwhelmed by all the bright, adorable\nmerchandise.",
  "54": "END OF PREVIOUSLY ANNOTATED SECTION:\nEND MONTAGE. INT. BABIES R’ US - DAY\n\nMavis walks in, overwhelmed by all the bright, adorable\nmerchandise. \n\nTARGET SECTION TO BE ANNOTATED:\nShe strolls down the aisles, looking lithe and alien next\nto all the dumpy moms buying breast pumps and onesies.\nHer high heels clack against the dirty linoleum.\n\nShe approaches a display of beribboned BURP CLOTHS and\nlooks at them. A YOUNG DAD is shopping nearby. He’s\nfairly paunchy and average-looking, but he and Mavis\nexchange smiles.\n\nMavis postures expertly, being cute with him. Her stance\nis pigeon-toed, her smile is radiant. She’s an incredible\nflirt. Dad is enchanted.\n\nMavis’s smile lasts a beat too long, and Dad’s begins to\nfade imperceptibly.\n\nEXT. STRIP MALL - DAY\n\nMavis walks to a Barnes & Noble-type mega bookstore.\n\f87.\n\nINT. BOOKSTORE - DAY\n\nMavis walks through the Young Adult section. A COLLEGE-\nAGED MANAGER in an employee polo takes inventory nearby.\n\nMAVIS\n(to associate)\n\nDo you have the Waverley Prep\nbooks?\n\nASSOCIATE\nYeah, they’ve got their own\ndisplay table over there.\n\nHe points to a table heaped with the pastel spines of\nvarious Waverley Prep titles.\n\nMAVIS\n(pleased)\nWow. They must be really popular.\n\nASSOCIATE\nActually we just have a lot of\nsurplus stock we're trying to\nclear out. They were a big thing a\ncouple of years ago, but now\nthey’re ending the series.\n\nMAVIS\nOh! I doubt that.\n\nASSOCIATE\nNope, it’s true. We got a letter\nfrom the publisher. And the\ncomputer says “Do Not Shelve,”\nSO...\n\nMavis walks over to the table. She sifts through the\nbooks until she finds one of her own: Don’t Count on It.\nThe cover art depicts two attractive teenage girls facing\neach other in a confrontation.\n\nThe subtitle reads: What Isabella wants, Isabella gets.\nBelow that, the name JANE MACMURRAY in prominent type.\n\nMavis clears her throat.\nMAVIS\n\n(to associate)\nMay I borrow your pen?\n\n(CONTINUED)\n\f88.\nCONTINUED:\n\nThe associate obliges. Mavis opens the book to the\nflyleaf and begins to write in an unsubtle way. The\nassociate notices.",
  "55": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nThe associate obliges. Mavis opens the book to the\nflyleaf and begins to write in an unsubtle way. The\nassociate notices. \n\nTARGET SECTION TO BE ANNOTATED:\nASSOCIATE\nAre you writing in there?\n\nMAVIS\nI’m the author. I’m signing it.\n\nThe associate still looks concerned that his merchandise\nis being vandalized.\n\nMAVIS (CONT’D)\n(of fended)\nI’m buying it, don’t worry.\n\nASSOCIATE\nYou’re Jane MacMurray?\n\nMAVIS\nNo. Jane MacMurray created the\nseries, but I wrote the book. I'm\nMavis Gary. Crane. See?\n\nShe points to the flyleaf, which does indeed read: “Story\nby Jane MacMurray. Written by Mavis Gary-Crane.”\n\nASSOCIATE\nDo you know Jane MacMurray?\nMAVIS\nI know her very well.\n(indignant)\n\nI wrote this book.\n\nASSOCIATE\nOkay. Wow.\n\nMavis turns her attention back to the book. With a\nshaking, impatient hand, she writes:\n\nDear Kendra. Please enjoy this book. I hope you read\nother things as well, because one cannot live on Waverley\nPrep alone. Believe me, if this kind of shit is all that\nmatters to you, you're going to have problems in life. :-\n) xoxo Best wishes, Mavis Gary (Crane).\n\nShe signs her name with a flourish and hands the pen back\nto the associate.\n\nMAVIS\nWould you like a signed copy for\nthe store?\n\n(CONTINUED)\n\f89.\nCONTINUED: (2)\n\nASSOCIATE\nNo, that’s fine.\n\nMavis grabs another book, wielding her pen threateningly.\n\nMAVIS\nI’1l sign as many as you want. It\nadds value to your stock.\n\nASSOCIATE\nYeah, but when merchandise is\nsigned, we can’t send it back to\nthe publisher.\n\nMAVIS\nWhy would you send these back to\nthe publisher?!\n\nASSOCIATE\nWull...we’re probably not going to\nsell them. The series is done.\nHey...\n\nMavis is rapidly, manically signing another book, making\nher signature as big as possible. She reaches for\nanother. As the associate moves toward her, she slams it\nshut, backing away from the table.\n\nMAVIS\nOkay. Fine.\n\nINT./EXT. BUDDY’S HOUSE - DAY\n\nMavis stands on the porch, holding a baby gift ina\ndecorative bag.",
  "56": "END OF PREVIOUSLY ANNOTATED SECTION:\nFine. INT./EXT. BUDDY’S HOUSE - DAY\n\nMavis stands on the porch, holding a baby gift ina\ndecorative bag. \n\nTARGET SECTION TO BE ANNOTATED:\n She rings the doorbell.\n\nBuddy’s mother, JAN answers. She’s in her 60’s and has\nbasically let herself go. Her voice is as coarse as her\nshort hair.\n\nMAVIS\nHi, Jan.\n\nJAN\nWell! It’s been a very long time\nsince I’ve seen you.\n\nMAVIS\nI’ve been a busy lady.\n\n(CONTINUED)\n\f90.\nCONTINUED:\n\nJAN\nSo I hear. Buddy’s been very busy,\nha ha! And Bethie. I’m finally a\ngrandma.\n\nMAVIS\nI’m so glad for you.\n\nBuddy intercepts at just the right moment.\n\nBUDDY\nHey there.\n\nHe reaches for Mavis, who hugs him enthusiastically. Mid-\nhug, Mavis looks at Jan over Buddy’s shoulder. It’s an\naggressive, pointed stare. Jan stares back.\n\nMAVIS\nI brought a present.\n\nShe offers the gift bag awkwardly.\n\nMAVIS (CONT'D)\nThey’re just um, burp cloths.\n\nBUDDY\nGreat, we always need more pukers.\nHa ha.\nJAN\n(interjecting)\n\nBut it’s all1111 worth it.\n\nBUDDY\nHey Mom, I think Beth needs help\nwith the endive thing.\n\nJAN\nGrandma to the rescue!\n\nJan scurries off to the kitchen. The small house is\ncrowded with friends and relatives. People are spilling\nout into the yard.\n\nDANIEL, the suspicious babysitter from the other night,\nis socializing across the room. He sees Mavis and gives\nher the stink eye. She returns the look with her best\nPretty Girl Death Stare.\n\nMavis turns her attention back to Buddy, smiling. She\n\nreaches into her purse and hands the Waverley Prep book\nto Buddy.\n\n(CONTINUED)\n\f91.\nCONTINUED: (2)\n\nMAVIS\n(to Buddy)\nHere’s that book. For Kendra. Your\n\nniece.\nBuddy is grateful, but he barely glances at the book.\n\nBUDDY\nHey, thanks! She’s not here, but\nI’ll send it to her.\n\nMavis gazes at Buddy, savoring this rare moment of “alone\ntime” even surrounded by chaos.\n\nMAVIS\nThere’s a character in this one\nthat I based on you.",
  "57": "END OF PREVIOUSLY ANNOTATED SECTION:\nShe’s not here, but\nI’ll send it to her. Mavis gazes at Buddy, savoring this rare moment of “alone\ntime” even surrounded by chaos. MAVIS\nThere’s a character in this one\nthat I based on you. \n\nTARGET SECTION TO BE ANNOTATED:\nBUDDY\n(distracted)\nHm?\n\nMAVIS\nIn the book. I mean, I named him\nAshby, but it’s so blatantly you.\nWhen you read it, it’1l be\nobvious.\n\nBUDDY\nI hope he’s cool.\n\nMavis laughs nervously.\n\nMAVIS\nWe’re not even supposed to do\nthat. We’re supposed to stick to\nthis character bible? But I\nManaged to slip it through. I had\nsome things I wanted to say to you\nso I thought I would use the\nbook to--\n\nMavis realizes Buddy is totally distracted. He’s grabbed\na LITTLE BOY and has turned the shrieking child upside-\ndown. The boy’s giggles drown out Mavis.\n\nBUDDY\n(playful)\nGet outta here, Carter-bug!\n\nHe releases the boy and smiles at Mavis. You were saying?\n\nMAVIS\nYou must be overwhelmed, Buddy.\n\n(CONTINUED)\n\f92.\nCONTINUED: (3)\n\nBUDDY\nBecause of the party?\n\nMAVIS\nBecause of all of it.\n\nBUDDY\n(not getting it)\nYeah. Yeah, totally. It overwhelms\nme every day, how happy I am.\n\nMAVIS\nBut you’re not.\n\nBUDDY\nWhat?\n\nJan re-enters holding the BABY.\n\nJAN\nLook who’s up!\n\nPeople immediately crowd around the baby.\n\nBUDDY\nHi, sweet pea.\n\nHe tenderly takes the baby from Jan, delighting the\nassembled relatives. Everyone loves a daddy with his baby\ngirl.\n\nMavis watches the “show” as women coo over Buddy’s\npaternal stylings. She tries to smile, but there’s\nunmistakable scorn in her eyes.\n\nMavis wanders away toward a folding table that’s been set\nup as a makeshift bar in the overcrowded room. She pours\nherself a shot of Jim Beam, checks to see if anyone's\nlooking, and downs it.\n\nSwallow. Repeat.\n\nIn the background, a musical infant toy begins playing\n“Yankee Doodle.” Jan sings along with it loudly and\ntunelessly.\n\nJAN\n(singing)\nYankee Doodle came to town, riding\nMacaroni. You’re my special baby\ngirl, you're a special baby.\nHooray!\n\f93.\n\nEXT.",
  "58": "END OF PREVIOUSLY ANNOTATED SECTION:\nHooray! 93. EXT. \n\nTARGET SECTION TO BE ANNOTATED:\n BUDDY’S YARD - DAY\n\nMavis moves through the yard, now clutching a fruity\ndrink that’s nearly gone. She’s stumbling a little,\ndrinking too fast.\n\nEverything looks grotesque. All these pale, simple\npeople, their potato salad and their punch...Mavis is\nsick.\n\nMary Ellen and some other moms are hanging out near the\nfood. Mary Ellen sees Mavis and murmurs something to the\nclique. They LAUGH, doing a crappy job of disguising\ntheir disdain.\n\nBuddy calls for people’s attention.\n\nBUDDY\nHey, listen up everyone.\n\nEveryone obliges.\n\nBUDDY (CONT’D)\nI have a little surprise for\neveryone, so if you'll just direct\nyour attention to the garage ina\nfew minutes...\n\nBuddy races off mysteriously. Buddy’s mother turns\nproudly to a matronly FRIEND of hers and begins dishing\nquietly. The whole conversation is barely audible.\n\nJAN\nIt's a “push present.” Have you\nheard of this? It’s a new thing,\napparently.\n\nFRIEND\nPush?\n\nJAN\nYou know, because she pushed out\nthe little one.\nJan does a comical little squat to demonstrate.\n\nFRIEND\nAhhhh! That’s different!\n\nThe word “different” has a special connotation in\nMinnesota.\n\n(CONTINUED)\n\f94,\nCONTINUED:\n\nBut Mavis isn’t paying attention to this conversation.\nShe wanders in a daze. Her hands are shaking as she\nreaches for a cigarette.\n\nBETH\nMavis? Are you okay?\n\nMAVIS\nI would be if I could get a drink.\n\nBETH\nThere’s some right here.\n\nShe reaches for a PITCHER OF PUNCH, but is temporarily\ndistracted by an OLDER RELATIVE.\n\nBETH (CONT'D)\nWhat? Oh no, she’s fine with\nGrandpa right now. Thank you,\nUncle Bob.\n\nShe turns back toward Mavis and accidentally BUMPS\nagainst a party guest. Most of the punch SPLASHES onto\nthe front of Mavis’s minidress.\n\nBeth (CONT'D)\n(stammering)\nOh! I’1l get something...\n\nMAVIS\nOh my God. Oh my God. Fuck you!\nFuck you!\n\nBeth backs off, blinking.",
  "59": "END OF PREVIOUSLY ANNOTATED SECTION:\nFuck you! Fuck you! Beth backs off, blinking. \n\nTARGET SECTION TO BE ANNOTATED:\n The edge on Mavis’s voice grabs\npeople’s attention. Conversation stops.\n\nMavis laughs.\nMAVIS (CONT'D)\nI’m just joking, Beth. God, you\nshould see your face. You’re just\nstanding there like a big lump.\nBeth’s confused half-smile fades.\nMAVIS (CONT'D)\nNo, just kidding. For real, I love\nyour jersey.\n\nShe tugs on the sleeve of Beth’s loose-fitting, square-\nshaped dress. It does look a bit like a football jersey.\n\n(CONTINUED)\n\fCONTINUED: (2)\n\nMAVIS (CONT'D)\n(chanting softly)\nLet’s go, Injuns, let’s go.\n\n(clap clap)\n\nBeth reminds patient.\n\nBETH\nI'll go get a rag.\n\nMAVIS\nYou guys sure have a lot of rags\naround here. Burp cloths,\nwhatever. Hey, use some’a mine\nthat I just bought you.\n\nEveryone is staring at Mavis.\n\nMAVIS (CONT’D)\nThe funny thing is, I actually\ncould have had this party a long\ntime ago. I mean, this very same\nparty. Buddy and I were together\nfor four years.\n\n(nodding toward Jan)\nJan knows.\n\nJan looks away, already mortified.\n\nMAVIS (CONT'D)\nRemember? We were inseparable,\nin more ways than one! Ooh, I’m\nsorry, Jan, Kirk...\n\nBuddy got me pregnant.\n\nA few embarrassed gasps from the crowd. Beth appears,\n\nproffering a rag.\n\nBETH\n(quietly)\nYou want to clean up, Mavis?\nMAVIS\nNo, don’t worry. It’s linen. It’s\n\nfucked.\n\n95.\n\nBeth gently and discreetly tries to towel off Mavis, but\n\nMavis resists, pushing her away.\n\nMAVIS (CONT'D)\n(loudly)\nWait, I’m telling a story. Buddy\ngot me pregnant when I was 20,\nwhen we were almost broken up.\n(MORE )\n\n(CONTINUED)\n\f96.\n\nCONTINUED: (3)\n\nMAVIS (CONT’D)\nAnd I decided to keep it, are you\nhearing this? We were going to\nkeep the baby like this-- we were\ngoing to have a baby and a naming\nparty and a Funquarium and little\nfruit hats and all that.",
  "60": "END OF PREVIOUSLY ANNOTATED SECTION:\n(MORE )\n\n(CONTINUED)\n\f96. CONTINUED: (3)\n\nMAVIS (CONT’D)\nAnd I decided to keep it, are you\nhearing this? We were going to\nkeep the baby like this-- we were\ngoing to have a baby and a naming\nparty and a Funquarium and little\nfruit hats and all that. \n\nTARGET SECTION TO BE ANNOTATED:\n And nine\nweeks in, I had, well, I had\nBuddy’s miscarriage, which I\nwouldn't wish for-- to happen to\nanyone. Even if they totally\ndeserved it.\n\nShocked silence. Beth looks like she wants to die.\n\nMAVIS (CONT'D)\nMaybe if things had been a little\nbit more hospitable, you know,\ndown south, in my broken body,\nBuddy and I would be here right\nnow. With a teenager, and probably\neven more kids. We always came\nback to each other. Always. Didn’t\nwe, Jan?\n\nThe GARAGE DOOR opens noisily. Reveal Buddy’s legs, then\nBuddy’s entire body, then Buddy’s smiling face.\n\nHe stands expectantly next to a BRAND NEW DRUM KIT.\nThere’s a jaunty BOW tied to the ride cymbal.\n\nNobody says a word.\nBUDDY\nYou guys, it’s a new drum kit for\nBeth.\n\nAn ELDERLY MAN claps dutifully. A few people join in, but\nmost people are still whispering.\n\nBuddy hits the CRASH CYMBAL for emphasis, confused.\n\nBeth has tears in her eyes, but manages to croak out a\nresponse.\n\nBeth\nThank you, honey.\n\nBUDDY\nWhat’s wrong?\n\nBeth can barely speak.\n\nBeth\nNothing.\n\n(CONTINUED)\n\f97.\nCONTINUED: (4)\n\nMavis is laughing.\n\nMAVIS\nWhat do you mean, nothing? What’s\nwrong with you? Are you one of\nthose kids who needs a chart to\nlearn feelings? Why are you\ncovering for me? Stand up for\nyourself, Beth!\n\nJAN\nThat’s enough, Mavis! You’re drunk\nas a skunk!\n\nBeth\nMom, it’s okay.\n\nBeth moves closer to Mavis, putting her hand on Mavis’s\nback.\n\nMAVIS\nI’ve been drunk the whole time\nI’ve been back and nobody gave a\nfuck until\n(indicating Beth)\nthis one got bent out of shape...\n\nShe stumbles away from Beth. Buddy charges forward and\nherds her over to the fence, trying to move her away from\nthe crowd.\n\nBUDDY\n(hushed)\nWhat the hell are you doing? My\nwife invited you here. You\nwouldn’t be here, otherwise.",
  "61": "END OF PREVIOUSLY ANNOTATED SECTION:\nBUDDY\n(hushed)\nWhat the hell are you doing? My\nwife invited you here. You\nwouldn’t be here, otherwise. \n\nTARGET SECTION TO BE ANNOTATED:\nMAVIS\nYou invited me, Buddy.\n\nBUDDY\nBeth practically forced me to call\nyou. I mean, she even stood there\nand supervised to make sure I’d do\nit. She feels sorry for you. I’ve\nbeen trying to blow you off the\nwhole time you've been in town,\nbut Beth is a really good person,\nyou know? And it’s obvious you’ve\nbeen having some...mental, uh,\nsickness, some depression, and\nyou're very lonely and confused.\n\n(MORE )\n\n(CONTINUED)\n\f98.\nCONTINUED: (5)\nBUDDY (CONT'D)\nSo she made me invite you even\nthough I knew it would be a\nmistake. I knew it.\n\nBeth has joined Buddy by his side. Her face is creased\nwith worry.\n\nMAVIS\n(to Buddy)\nYou're lying.\n\nBeth’s voice is low and sad.\n\nBETH\nHe’s not.\n\nMavis looks at Beth’s face. Her eyes are full of pity and\nconcern. Still sympathetic!\n\nMAVIS\nWhat about now? Do you hate me\nnow? I hate you, so it should be\neasy. What the fuck is wrong\nwith you people?\n\nMavis tries to stagger out of the yard, but accidentally\nmisses the gate.\n\nBUDDY\nMavis.\n\nMAVIS\n(departing)\nI came back for you. For you. And\nI hate this town. It’s a hick lake\ntown that smells like fish shit. I\njust want you to know that.\n\nMavis leaves. Someone hands Beth the baby. Beth holds her\ndaughter close.\n\nINT./EXT. MATT'S HOUSE - DUSK\n\nThe doorbell chimes. Matt limps to the door. Sandra\nwatches America’s Funniest Home Videos in the background.\n\nMatt opens the door to reveal Mavis, weeping\nhysterically. Her dress is covered in punch, and she’s\npractically incoherent.\n\nMAVIS\n\nI screwed up so bad! I screwed up\nso bad!\n\n(CONTINUED)\n\f99.\nCONTINUED:\n\nMatt folds Mavis into his arms. Her hair is in her face.\nAs she weeps, she pushes it away, then PULLS viciously at\nit, her fingers scrambling compuslively over the bare,\npink spot behind her ear.",
  "62": "END OF PREVIOUSLY ANNOTATED SECTION:\nCONTINUED:\n\nMatt folds Mavis into his arms. Her hair is in her face. As she weeps, she pushes it away, then PULLS viciously at\nit, her fingers scrambling compuslively over the bare,\npink spot behind her ear. \n\nTARGET SECTION TO BE ANNOTATED:\nMATT\nDon’t do that!\n\nSandra is watching, dumbstruck, from her beanbag chair.\nShe’s horrified by the sight of her idol/nemesis ripping\nat that perfect blonde hair.\n\nSANDRA\nStop! STOP! I love your hair! It’s\nso beautiful!\n\nThis is the most emotion Sandra has shown in years.\n\nMATT\nI got it, Sandra.\n\nHe grabs Mavis by her arms and guides her to his room as\nshe sobs violently.\n\nMavis throws herself on Matt. He loses his balance and\nfalls onto the bed.\n\nMATT (CONT'D)\nYou’re scaring me.\n\nMavis weeps, sniffling into Matt’s T-shirt.\n\nMAVIS\nI’m crazy. And no one loves me.\n\nMATT\nYou're very lovable.\n\nMAVIS\nYou don’t love me.\n\nMATT\nGuys like me are born\nautomatically loving women like\nyou. We spend the rest of our\nlives in reverse, trying to make\nit stop.\n\nMAVIS\nI went to Buddy’s house.\n\nMATT\nWhat happened?\n\n(CONTINUED)\n\f100.\nCONTINUED: (2)\n\nMavis starts weeping again. Her eyes are a mess. She bats\nineffectually at her face with a mascara-smeared hand.\n\nMATT (CONT'D)\nWhat happened?\n\nMAVIS\nMy dress is ruined.\n\nShe reaches down and PULLS OFF her stained dress in one\nrapid gesture. She’s not wearing a bra, just cotton\nunderwear. Matt shrinks away.\n\nMATT\nLet me get you a shirt...\n\nMavis kneels there, staring at him, not trying to cover\nherself up. She sniffles.\n\nMAVIS\nI want your shirt.\n\nMatt looks down at his Hanes Beefy Tee.\n\nMATT\nI don’t know if athletic grey is\nyour color.\n\nMavis looks at him, shirtless and helpless. Shaking, Matt\nremoves his shirt and hands it to Mavis.\n\nMavis holds the shirt against her body for a moment, then\nlays it aside.\n\nMatt is not the type of guy who feels comfortable without\na shirt. His arms are crossed.\n\nMAVIS\nYou hide me.\n\nShe reaches for Matt. He can’t help but reach back,\npartially to embrace her, but also so they both feel less\nnaked.",
  "63": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAVIS\nYou hide me. She reaches for Matt. He can’t help but reach back,\npartially to embrace her, but also so they both feel less\nnaked. \n\nTARGET SECTION TO BE ANNOTATED:\n They hug tightly, obscuring each other’s bare\nchests.\n\nIt’s Matt, surprisingly, who tips Mavis down onto her\nback. He buries his face into her hair.\n\nFrom underneath, Mavis helps Matt take off his pants. She\npulls off his underwear, exposing him completely. Her own\nunderwear are so small they barely count.\n\nNeither of them are really moving, but Matt’s in between\nher legs.\n\n(CONTINUED)\n\f101.\nCONTINUED: (3)\n\nThey start to rock back and forth. Mavis’s hands rake\nMatt’s back and bare ass as if they were making love.\n\nCUT TO:\n\nINT. MATT’S HOUSE (BEDROOM) - LATER\n\nSilence. Room tone. Matt and Mavis are under the covers\nnow, lying next to each other.\n\nMatt’s voice comes out in a stunned croak.\n\nMATT\nBeth’s band is terrible.\n\nMavis shrinks at the mention of Beth.\n\nMAVIS\nWhat?\n\nMATT\nYou heard me. Ter-ee-blay.\n\nMavis ponders this quietly. Then.\n\nMAVIS\nBut they’re all mothers. Everyone\nthinks it’s so admirable.\n\nMATT\nI suppose it’s admirable to make\ntime for art. But from a technical\nperspective, they’re absolutely\nwretched.\n\nA moment of silence. Then, Matt leans in, as if telling\nMavis an important secret.\n\nMATT (CONT'D)\nI would even say they’re the worst\nband I’ve ever seen.\n\nMAVIS\nReally?\n(long beat)\nIn what way?\nMATT\n\nWell. You know I work at\nChampion’s so I see a lot of\nreally bad local acts come\nthrough.\n\n(MORE )\n\n(CONTINUED)\n\f102.\nCONTINUED:\nMATT (CONT'D)\nLike a Blues Traveler cover band,\nexcept they guy couldn’t play the\nharmonica. So they had a kazoo.\n(chuckling)\nAnd you know, lots of teenagers\nwho can’t even tune their\ninstruments properly. Hairy chicks\nwho can’t sing. All kinds of\nuntalented people. But Beth's\nband, they’re the musical nadir.\nThe worst. For sure.\n\nMAVIS\nI hate that Mary Ellen girl.\n\nMATT\nI think she has an E.D.",
  "64": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAVIS\nI hate that Mary Ellen girl. MATT\nI think she has an E. D. \n\nTARGET SECTION TO BE ANNOTATED:\n She came\nin once and ordered three buffalo\nwings, and asked me how many\npoints they were.\n\nMAVIS\nHA! I knew she was starving\nherself. She was a parade float in\nhigh school.\n\nMATT\nAnyway, I just wanted you to know.\n\nMAVIS\nOkay.\n\nShe plays it casual, but she’s smiling in the darkness.\n\nMatt waits a few moments, but he has a question he can’t\nkeep to himself.\n\nMATT\nWhy Buddy?\n\nMavis’s responds in a sleepy whisper.\n\nMAVIS\nHe’s a good man. He’s kind.\n\nMATT\nAre other guys unkind?\n\nMavis’s voice breaks.\n\nMAVIS\nSometimes.\n\nMatt listens.\n\n(CONTINUED)\n\f103.\nCONTINUED: (2)\n\nMAVIS (CONT'D)\nHe knew me when I was at my best.\n\nMATT\n\nYou weren’t your best then, Mavis.\nI saw you every day. You had this\nlittle mirror in your locker. It\nwas shaped like a heart, and you\nlooked at that mirror more than\nyou ever looked at me. And I was\nat my best.\n\nMavis reaches over and puts her hand on Matt’s face. She\nlooks at him for a long time, widening her eyes\nexaggeratedly. Staring.\n\nThey’re nose to nose. Mavis sniffles, but Matt doesn’t\npull away.\n\nMAVIS\n\n(finally)\nThere.\n\nINT. MATT’S HOUSE (BEDROOM) - MORNING\n\nMavis wakes up in Matt’s bed. Matt is still asleep. She\nslips out easily and puts on her soiled dress.\n\nINT. MATT’S HOUSE (DOWNSTAIRS) - MORNING\n\nMavis creeps downstairs.\n\nSandra is standing in the kitchen washing dishes before\nwork. She wears nurse’s scrubs and the sides of her\npermed hair are slicked back into a dated half-ponytail\n\nlook. A coffee pot percolates on the counter.\n\nSandra turns around and sees Mavis. Sandra’s face is bare\nand homely. A morning face, on a non-morning person.\n\nMAVIS\nGood morning.\n\nSANDRA\nHi.\n\nMAVIS\nCoffee?\n\nSandra nods. Mavis walks into the kitchen and takes two\nmugs off the counter.\n\n(CONTINUED)\n\f104.",
  "65": "END OF PREVIOUSLY ANNOTATED SECTION:\nSandra nods. Mavis walks into the kitchen and takes two\nmugs off the counter. (CONTINUED)\n\f104. \n\nTARGET SECTION TO BE ANNOTATED:\nCONTINUED:\nOne says “I HATE MY JOB, BUT I NEED THE $$$.” The other\nhas a kitten on it. She pours coffee into both mugs and\npushes one across to Sandra.\n\nSANDRA\nThank you.\n\nMAVIS\nHow about some milk?\n\nSANDRA\nOkay.\n\nMavis walks to the refrigerator. She pours some milk into\nSandra’s cup.\n\nMAVIS\nTell me when.\n\nSANDRA\nThat’s good.\n\nMavis leans against the counter, regarding Sandra.\n\nMAVIS\nHow are you?\n\nSandra doesn’t know what to say.\n\nMAVIS (CONT'D)\nTell me about yourself.\n\nSANDRA\n(shy) .\nI work at the hospital.\nMAVIS\nThat’s great.\nSANDRA\n\nDo you still write those books?\nMAVIS\n\nNo. The series is over. It was\n\ncancelled. I’m actually writing\n\nthe last book right now.\n\nSANDRA\nWhat happens?\n\nINT. MAVIS’S CAR —- MORNING\n\nMavis drives back to the MOTEL in her stained dress.\n\f105.\n\nINT. MOTEL ROOM - MORNING\n\nMavis enters. The room is in shambles. There’s some dog\nshit in the background. She scoops Baguette into her\narms, genuinely feeling horrible for having left him all\nnight.\n\nMAVIS\nI’m sorry, I’m sorry, I’m sorry. I\nwon’t leave you like this again.\n\nBaguette licks her, immediately forgiving like all dogs.\n\nMAVIS (CONT'D)\nI’m sorry, Baguette. I’m sorry.\n\nShe buries kisses in his fur over and over again. She\nstarts crying.\n\nINT. MOTEL LOBBY - DAY\n\nMavis appears with her luggage and dog in tow. The\noriginal blonde front desk girl is working.\n\nFRONT DESK GIRL\nChecking out?\n\nMAVIS\nYes.\n\nMavis slides her two key cards onto the desk.\n\nFRONT DESK GIRL\nThey don’t need these back. No one\never returns them. You can put\nthem in a scrapbook or whatever.\n\nMAVIS\nI’m not sentmimental.\n\nFRONT DESK GIRL\nHow are you feeling?\n\nMAVIS\nI don’t have diabetes.\n\nFRONT DESK GIRL\n(of fhanded)\nOh. That’s good.",
  "66": "END OF PREVIOUSLY ANNOTATED SECTION:\nMAVIS\nI don’t have diabetes. FRONT DESK GIRL\n(of fhanded)\nOh. That’s good. \n\nTARGET SECTION TO BE ANNOTATED:\n You could lose a\nfoot like the guy who cleans our\npool.\n\n(CONTINUED)\n\f106.\nCONTINUED:\n\nMavis signs a receipt.\nFRONT DESK GIRL (CONT’D)\nIf you want one of those donuts,\nyou can have it. Even though\nyou're already checked out. I\ncould let it slide.\n\nSure enough, there are cheap DONUTS piled on a tray in\nthe corner.\n\nMAVIS\nYeah?\nINT. MOTEL PARKING LOT - DAY\n\nMavis eats a donut as she piles her stuff into the car.\n\nINT. MAVIS’S CAR - DAY\n\nMavis drives down the highway, listening to local radio.\nBaguette sticks his head out the window.\n\nINT. ROADSIDE DENNY’S - DAY\n\nMavis sits in a booth and types on her laptop. We read:\nYes, Ashby was dead. But Isabella would survive. She’d\nbeen accepted to Harvard, after all, and she had her\nwhole life ahead of her.\n\n“Life, here I come” Isabella declared.\n\nMavis pauses, then resumes typing.\n\nTHE END\n\nINT. MAVIS'S CAR - LATER THAT DAY\n\nThe car leaves the rolling hills of Northern Minnesota\nbehind as we enter the congested Twin Cities area.\nINT. MINNEAPOLIS - DUSK\n\nA downtown bridge spanning the Mississippi River. A\n\nscenic overlook. Mavis sits behind the wheel,\nexpressionless.\n\n(CONTINUED)\n\f107.\nCONTINUED:\n\nMavis gets out of the car and looks out at the river. The\noverlook is precarious, and she skids on the incline.\n\nShe stops and returns to the car for a moment. She climbs\ninto the drivers’ seat and pops in Buddy’s MIX CD.\n\nMusic pours over her as she closes her eyes tightly,\nsinking into the seat.\n\nEXT. GRADUATION CEREMONY (FANTASY) - SUNSET\nAmbient CHEERING and crowd noises.\n\nIt’s a lavish graduation ceremony at the fantasy school.\nOur blonde STUDENT-- Mavis-- wears a blue graduation cap\nand gown. She’s accessorised with a tiny gold pin that\nSays HARVARD.",
  "67": "END OF PREVIOUSLY ANNOTATED SECTION:\nIt’s a lavish graduation ceremony at the fantasy school. Our blonde STUDENT-- Mavis-- wears a blue graduation cap\nand gown. She’s accessorised with a tiny gold pin that\nSays HARVARD. \n\nTARGET SECTION TO BE ANNOTATED:\nShe turns to a friend, mouths, “I’m outta here,” with an\narch of her eyebrow, and heads up to the front of the\nroom with queen-bee confidence.\n\nAs she walks up to fetch her diploma, she smiles like a\nsupermodel. The crowd goes wild with appreciation.\n\nDiploma in hand, she reaches up and flicks the cap’s\ngolden tassel from the left side to the right, in the\nsignature rite of passage.\n\nThe cheers from the audience grow stronger. She gazes out\nat the crowd. We don’t recognize anyone, until...\n\nBuddy appears in the front row. He stands up proudly, his\narms filled with flowers. Her face lights up as she\nrecognizes him. He’s always in her dreams, never not\nthere.\n\nThe applause grows, and grows, and cuts out suddenly.\n\nTHE END.\n\n %\n\n+ eH\n\f"
}