{
  "1": "Zulu Dawn\n\n1.\tSCRIPT APPEARS ON BLACK SCREEN:\n\nOne hundred years ago the British Colony of Natal in Southern \nAfrica was surrounded by a\nvast and independent Zulu Kingdom.\n\nIn 1879, a banle took place that was forever to alter the \ncourse of colonial history:\n\nI SANDHLWANA\n\n2 EXT. DAWN.\n\nFour Zulu's are seen in silhouette herding cattle up a hill.\n\n3.\tLONG SHOT - Two Zulu's are seen in silhouette high on a \nprecipice.\n\n4.\tSeven Zulu's are seen walking in silhouette against the \nsunrise.\n\n5.\tThe sun fills the screen as the sound of many running feet \nand Zulu drums are heard.\n\n6.\tEXT. ZULU KRAAL. DAY.\n\nA large regiment of Zulu warriors carrying shields and assegais \n(stabbing spears)\nare seen running into the Kraal whilst the sound of tribal \nsinging, chanting and drum\nbeating escalates.\n\n7.\tInside the camp a group of Zulu's are seen grappling with a \nbull as they struggle to\nbring the animal to the ground. They are watched by a vast \ncircle of warriors all\nshouting encouragement.\n\n8.\tAn elaborate tribal dance ensues. It appears to be some sort \nof Fenility Rite. The\nfemales stand opposite the men in rows, chanting as they move \nin closer.\n\n9.\tCETSHWAYO, the great Zulu King emerges into the throng. He is \ntall, beautifully\nfat, with a big intelligent face and superb dignity. He surveys \nhis subjects with\ninterest as they stand unanimous, thrusting their assegais into \nthe air whilst shouting\ntheir allegiance.\n\n10.\tEXT. HIGH COMMISSIONER'S RESIDENCE, PIETERMARITZBURG,\nNATAL. NIGHT.\n\nBARTLE FRERE (V.0.)\nReading aloud the letter he has just written.\n\nCetshwayo '5 Zulu army to disband and the warriors permitted to \nreturn\nto their homes.\n2\n\n11.\tSWITCH TO INTERIOR. FRERE is seated at his desk whilst LORD\nCHELMSFORD is seen in the background standing on the veranda.\n\nBARTLE FRERE\nHe continues to read aloud:\n\nPresent military system to be abandoned.",
  "2": "---END OF PREVIOUS SECTION---\nSWITCH TO INTERIOR. FRERE is seated at his desk whilst LORD\nCHELMSFORD is seen in the background standing on the veranda. BARTLE FRERE\nHe continues to read aloud:\n\nPresent military system to be abandoned. \n---TARGET SECTION TO BE ANNOTATED---\n New regulations \nconcerning\nthe defence of the realm worked out.\n\nCHELMSFORD enters the room, sits and studies two sheets of \npaper.\nFRERE continues:\n\nAll who do not submit will be dealt with as enemies of the \nCrown. We\nwill not permit the arbitrary killing and  \n\nFRERE pauses as he underlines a certain word:\n\nand unjust oppression which the Zulu people have suffered from \ntheir\nown King Cetshwayo\n\nPausing, FRERE looks up as if to meet his comrade's gaze. \nCHELMSFORD,\nhowever, continues to read, turning the page.\n\nBARTLE FRERE\nYou '11 see from the letter that this ultimatum is our decision \nalone. Her\nMajesty's government seems to prefer a negotiated settlement\n\n12.\tCLOSE UP of CHELMSFORD's letter:\n\nHer Majesty's government confidentially hope that by the \nexercise of prudence\nand by meeting of the Zulus in a spirit of forbearance and \nreasonable\ncompromise it will be possible to avert the very serious evil \nof a war with\nCetshwayo:\n\n13.\tReturn to BARTLE FRERE. As he melts some sealing wax over a \nsilver burner:\n\nBARTLE FRERE\n(Referring to the letter he has just completed)\nDoes this do what we both know to be right Frederick?\n\nCHELMSFORD\nIt does Sir Henry (He folds the papers neatly in half) \nexcellently.\n\nThe pair exchange glances as BARTLE FRERE applies the wax to his\nletter.\n\n14.\tCLOSE UP of stamped seal.\n\n15.\tEXT. CHELMSFORD'S CAMP PIETERMARITZBURG. DAY\n3\n\nActivity everywhere, the incessant movement of an army in the \nfinal stages of its\nformation. Huge ox-wagons are being hauled into the camp.\n\n16.\tCHELMSFORD and CREALOCK are on horseback in full regaJia as \nthey ride into\nthe centre of the Camp.\n\n17.\tSquads of Basuto-infantry - tall, rangy bodies, naked except \nfor a loincloth and neck\nornaments - are being drilled by foul mouthed, bullying \nEuropean NCO's.\n\n18.\tLT.",
  "3": "---END OF PREVIOUS SECTION---\nSquads of Basuto-infantry - tall, rangy bodies, naked except \nfor a loincloth and neck\nornaments - are being drilled by foul mouthed, bullying \nEuropean NCO's. 18. LT. \n---TARGET SECTION TO BE ANNOTATED---\n MELVILL, young, dapper, inspects the Martini Henry \nrifles of a company of\nREDCOATS who are lined up near the BASUTOS. A CSM (SOT. \nWILLIAMS)\nstalks behind MELVILL.\n\nONE REDCOAT, young, thin, gangling, turns his head slightly to \npeek at the\nBasutos, and the swift eye of SOT. WILLIAMS detects the \ndisaffection. The young\nredcoat (PTE. WILLIAMS) turns, guilty at being caught out of \nthe 'Attention'\nposition. The CSM (SOT. WILLIAMS) leans forward until his face \nis one inch\nfrom that of his quavering prey.\n\nSGT. WILLIAMS (Shouting)\n\tYou moved  (With more restraint) You moved\t\tgo and tell the NCO\n\tof that black shambles that you love 'im more than you love\n\tme\t(Shouting) NOW'\n\n19.\tPTE. WILLIAMS blinks, swallows then runs over to the \nBasuto's NCO.\n\nNCO (Addressing the Basutos)\nYou're not fit to be in the British army you different coloured \narticles.\nSTRAIGHTEN UP! You're like a load of bloody herd boys! (He\nsuddenly becomes aware of PTE. WILLIAMS' presence).\n\nPTE. WILLIAMS\nI'm to tell you Corporal, that I love you more than my Colour \nSergeant\n\nThe Basuto's NCO walks up to PTE. WILLIAMS.\n\nNCO\nThat's frightening... Get out of my bloody sight lad. And put \nyour rifle\nover your head and double round this field (shouting) until you \ndrop\nbloody dead. Now move, get on with it, at the double.\n\nThe Basutos, laughing, raise their shields into the air in \ngeneral amusement as\nPRIVATE WILLIAMS runs past.\n\nNCO\nShut up! Get back in the ranks you shower of animals.\n\n20.\tCHELMSFORD, still on horseback, surveys the encampment. He \nsalutes to SOT.\nWILLIAMS. CREALOCK, as always, is in attendance.\n21.\n4\n\nSGT. WILLIAMS\nFacing the ranks:\nCompany   Shoulder arms....",
  "4": "---END OF PREVIOUS SECTION---\n21. 4\n\nSGT. WILLIAMS\nFacing the ranks:\nCompany   Shoulder arms.... \n---TARGET SECTION TO BE ANNOTATED---\n (LT. MELVILLjoins SOT.\nWILLIAMS) Present   arms.\n\nLT. MELVILL turns standing to attention, saluting as CHELMSFORD \npasses.\n\n22.\tTwo BOERS ride into the camp, passing two SUTLERS wagons. We \nsee SOT.\nWILLIAMS' dismissed COMPANY hurriedly crowding round one of the\nSUTLER'S wagons, shouting for cigars and gin.\n\n23.\tThe two BOERS, one an elderly man, one a boy of sixteen, \nhave dismounted. SOT.\nWILLIAMS strides over to them.\n\nYou passing through?\n\nSGT. WILLIAMS\n\nELDERLY BOER\nWe 've come to fight the Zulu.\n\nSGT. WILLIAMS\nWe aren't at war yet Referring to the boy: Bit young 'in' he?\n\nELDERLY BOER\nHe's my nephew... he can shoot, track and speak Zulu and fight \nlike\nhell... he's got Assegai marks to prove it...\n\nHe gestures to the boy to show SOT. WILLIAMS. The YOUNG BOER \npulls\nup his shin, showing an horrendous white scar across his \nstomach.\nSOT. WILLIAMS stares in amazement. Coming to, commanding the \nattention\nof a BOY-PULLEN in the ranks:\n\nYou!\n\nSir. (Running over)\n\nSGT. WILLIAMS\nBOY-PULLEN\n\nSGT. WILLIAMS\n\nTake 'em to the orderly officer. (SOT. WILLIAMS departs).\n\nBOY-PULLEN\n(Standing to attention). Colour Sergeant Addressing the BOERS: \nThis\nway.\n\n24.\tThe BOERS follow as the PTE. Leads oft\n25.\tA TROOP OF SIKALI HORSE under the command of COL. DURNFORD \nride\ninto the camp. He is a tall, thin-haired man with handsome \nsunburnt features,\nintelligent and sensitive eyes and an over-length moustache. He \nhas only the use of\n5\n\none arm, his left arm being completely paralyzed and held \nimmobile, tucked into a\nspecial pocket he has sewn into his tunic. COL. DURNFORD and \nSOT.",
  "5": "---END OF PREVIOUS SECTION---\nHe \nhas only the use of\n5\n\none arm, his left arm being completely paralyzed and held \nimmobile, tucked into a\nspecial pocket he has sewn into his tunic. COL. DURNFORD and \nSOT. \n---TARGET SECTION TO BE ANNOTATED---\n MA3OR\nKAMBULA (A powerful and intelligent African radiating \nauthority.) pull up as the\ntroop ride by.\n\n26.\tWith the SIKALI in the foreground, PTE. WILLIAMS is seen in \nthe background,\nstill running, his rifle above his head.\n\n27.\tThe same NCO seen previously addresses the BASUTOS:\n\nNCO\nCompany.... 'Shun!\n(The BASUTOS comply).\nMove yourselves.\n\n28.\tSIKALI are seen cantering as if a pre-ordained manoeuvre is \nabout to commence.\n\n29.\tDURNFORD and S.M. KAMBULA are surveying their troops.\n\nS.M. KAMBULA\nShall I give the order Sir?\n\nCOL. DURNFORD\nAlright, Sergeant\n\n30.\tS.M. KAMBULA rides offscreen.\n\n31. The SIKALI gather together. S.M. KAMBULA's voice is heard \nabove the throng:\n\nS.M. KAMBULA\nSikali Horse  Forward!\n\n32.\tThe SIKALI ride full pelt, charging at the BASUTOS.\n\nThe troop continues almost into the first line of the BASUTOS, \nwhich consists of\ntheir European NCO's.\n\nThe European NCO's of the BASUTOS stare at the SIKALI troop as \nthey wheel\nand once again come galloping at them.\n\n33.\tCOL. PULLEINE, LT. MELVILL & LT. COGHILL are seen outside \nthe Officer's\nMess amused at the commotion.\n\n34.\tCLOSE UP. COL. DURNFORD laughing.\n\n35.\tThe NCO's edge away, unsure, prepared to take to their heels.\nThe BASUTO infantry watch, admiring, clapping.\n6\n\nThe troop skilfully turns their horses, as if on a penny, \ninches from the BASUTO\nNCO's then ride away, whooping, in high spirits.\n\nLORD CHELMSFORD & COL. CREALOCK, having watched this exhibition,\nride forward to meet COL. DURNFORD.\n\nCHELMSFORD\nSplendid horsemanship  Who are they?\n\nDURNFORD\nSikali Horse, My Lord. Christians alL I know each one by name.",
  "6": "---END OF PREVIOUS SECTION---\nCHELMSFORD\nSplendid horsemanship  Who are they? DURNFORD\nSikali Horse, My Lord. Christians alL I know each one by name. \n---TARGET SECTION TO BE ANNOTATED---\nCHELMSFORD\nThey come well recommended do they?\nDURNFORD\n\nMy Lord, they rode for me at Bushman '5 Pass.\n\nCHELMSFORD\nOh... indeed. Crealock, we should see that Colonel Dumford has \nan\nOfficer for his hard riders. Perhaps a subaltern from the \nTwenty Fourth.\n\nDURNFORD\nI thought it might be more effective to find someone who speaks \nZulu.\n\nCHELMSFORD & CREALOCK exchange glances.\n\nCREALOCK\nYes. I see you've issued each of them with a Martini Henry \nCarbine.\nOur quota for Native contingencies: one rifle to ten men and \nonly five\nrounds per rifle.\n\nCHELMSFORD\nBut will they make good use of them?\n\nDURNEORD\n\nThey're as good marksmen as horsemen.\n\nCHELMSFORD\nThere's no doubting their horsemanship Colonel Durnford.\n\nCHELMSFORD & DURNFORD salute.\n\nDURNFORD\nMr. Crealock.\n\nCREALOCK nods.\nDURNFORD exits offscreen.\n7\n\nCHELMSFORD\nWe must think how to make best use of Colonel Durnford's African\nknowledge.\n\n36.\tThrough the smoke of the field kitchens enters the \nHonourable WILLIAM\nVEREKER, aristocratically aloof on a fine stallion, his servant \nfollowing on an\nequally fine horse. He rides purposely towards COL. DURNFORD as \nif he has\nbeen seeking him.\n\nVEREKER\nColonel Durnford... William Vereker. I hear you 've been seeking\nOfficers?\n\nDURNFORD\nGood ones, yes, Mr Vereker. Gentlemen who can ride and shoot\n\nDURNFORD waits for a reaction. VEREKER, cool, looks into \nDURNFORD's\nface and takes out his rifle.\nCantering some distance away, VEREKER turns, spurs his horse \nvigorously and,\non reaching DURNFORD, throws his rifle up into the aim. He \nfires one-handed\nat the half carcass of a cow being hung up near the field \nkitchens without veering\nhis galloping horse. The half carcass judders under the impact \nof the heavy\nbullet.\n\n37.\tPTE.",
  "7": "---END OF PREVIOUS SECTION---\nThe half carcass judders under the impact \nof the heavy\nbullet. 37. PTE. \n---TARGET SECTION TO BE ANNOTATED---\n WILLIAMS has been jogging wretchedly on. On hearing the \nbullet he throws\nhimself to the ground believing he has been shot. Two of the \nkitchen hands help\nhim to his feet.\n\n38.\tCLOSE UP of SOT. WILLIAMS.\n\nSGT. WILLIAMS\nShouting across the field:\nPrivate Williams. You've stopped.\n\n39.\tPTE. WILLIAMS regains his composure and, once more lifting \nhis rifle above his\nhead, continues to jog. SGT. WILLIAMS looks on with smug \nsatisfaction.\n\n40.\tAs VEREKER approaches, DURNFORD commands the attention of \nLT. RAW:\n\nDURNFORD\nMr. Raw. Take Mr. Vereker to the Store and see he '5 issued the\nnecessary equipment And then show him to the Mess and explain \nto him\nhow an Officer is expected to behave.\n\nRAW salutes and leads VEREKER off left, as DURNFORD watches \ntheir\ndeparture.\n\n41.\tINT. OFFICERS' MESS TENT. DAY\n8\n\nCLOSE UP. A scorpion is being removed from a specimen jar with \na pair of\ntweezers. It is lifted out of shot to be examined under a \nmagnifying glass revealing\nLIEUTENANTS COGHILL & MELVILL seated at an impressive green \nbaize table.\n\nThere are African servants, white-jacketed. SERGEANT MURPHY, a \nshort, broad\nhumorous, coarse-faced man, supervises the servants.\n\nCHELMSFORD sits alone at a corner table reading his newspaper.\n\nOther Officers are seated around the main table drinking claret \nand smoking the\nobligatory cigars. COLONEL PULLEINE is writing a letter whilst \nLT. HARFORD\nsits with his tins around him classifying his specimens.\n\nAs SOT. MURPHY refills their glasses COGHILL & MELVILL gossip \ncovertly in\nhalf whispers so that their voices don't carry to the table of \ntheir commander.\n\nMELVILL\nLighting COGHILL' 5 cigar:\nOur good Colonel Dumford scored quite a coup with the Sikali \nHorse.\n\nCOGHILL\nUm.",
  "8": "---END OF PREVIOUS SECTION---\nMURPHY refills their glasses COGHILL & MELVILL gossip \ncovertly in\nhalf whispers so that their voices don't carry to the table of \ntheir commander. MELVILL\nLighting COGHILL' 5 cigar:\nOur good Colonel Dumford scored quite a coup with the Sikali \nHorse. COGHILL\nUm. \n---TARGET SECTION TO BE ANNOTATED---\n There are rumours that my Lord Chelmsford intends to make\nDurnford Second in Command.\n\nMELVILL\nWell that's typical of Her Majesty's army. Appoint an engineer \nto do a\nsoldier's work.\n\nPULLEINE\nHe continues writing without looking up:\nNow, now Mr. Melvill, less of your spleen.\n\nCOGHILL & MELVILL smile at one another before their attention \nis drawn to\nLT. RAW and VEREKER entering the Mess.\n\nRAW\nAddressing the Mess:\nStranger in the Mess. Gentlemen. (To CHELMSFORD) My LorJ\n\nThe officers and Vereker survey each other.\n\nRAW\nTo VEREKER: Announce yourself\n\nVEREKER spots CHELMSFORD in the corner.\n\nVEREKER\nGood day Frederick.\n9\n\nCHELMSFORD\nGood day William. (Folding his newspaper, he stands to shake \nhands).\nPleased you could join us.\n\nThe OFFICERS turn, a bit startled, to look at this newcomer who \nis somehow on\nfirst-name terms with the Lord General.\n\nVEREKER\nIt was either that, or join the Zulu.\n\nCHELMSFORD\n(Removing his glasses).\nJoin the Zulu? Oh yes, you're right in the thick of it aren't \nyou? Talked to\nyour father before we sailed.. he said you 'd taken to farming \nnear Zulu land.\nSent his regards.. Should I meet up with you.\nVEREKER (Wryly)\nThat was nice of the old boy.\n\nCHELMSFORD\nI think you 'd better call out who you are.\n\nVEREKER turns to address the Mess. CHELMSFORD sits.\n\nVEREKER\nWilliam Vereker.\n\nSergeant Murphy.\nRAW\n\nMURPHY\nSir?\n\nRAW\nBring drinks for the stranger. Allow me to introduce the Mess:\nColonel Pulleine. Messers. Melvill, Coghill...\n\nWith the exception of PULLEINE & MAJOR RUSSELL the Officers \nstand as\nthey are introduced.\n\nCOGHILL\nMorning.\n\nDuring the introductions, SOT. MURPHY selects a large, silver, \nchalice-like\nreceptacle from a trophy table in another corner. He takes it \nto the head of the\ntable.",
  "9": "---END OF PREVIOUS SECTION---\nDuring the introductions, SOT. MURPHY selects a large, silver, \nchalice-like\nreceptacle from a trophy table in another corner. He takes it \nto the head of the\ntable. \n---TARGET SECTION TO BE ANNOTATED---\nRAW\nJackson, Milne, Major Russel4 Stevenson,.\nI0\n\nSTEVENSON\nHow do you do?\n\nRAW\nHaiford. . and Haiford's best frienJ\n\nHARFORD raises a glass jar containing one of his prized \nspecimens in\nacknowledgement.\nMeanwhile MURPHY has collected a bottle of claret from a tray \nbrought by\nanother black servant. He pours the contents into the trophy.\n\nRUSSELL\nDon 't leave your gin around, Vereker, or Harford will have it \nfull of\npreserved butteifties. A damned waste, if you ask me.\n\nHARFORD chuckles as he replaces the lid on his jar.\n\nVEREKER\nOh I doubt if I'll leave much of that around. There's quite a \nshortage\nwhere I've been.\n\nCOGHILL\nPuffing on his cigar:\nTheyfight with spears don 't they? I mean it doesn't seem quite \nfair\nagainst the Martini Henry.\n\nMELVILL\nYou didn't really have to chose between your country and the \nZulu did\nyou?\n\nVEREKER\nUm. And a damn close thing it was too.\n\nRAW\nTaking the freshly filled trophy from MURPHY.\nAh, well done Murphy. (He presents it to VEREKER).\n\nHARFORD\nStranger's Cup. (The Officers sit.) Down it in one and we where \nshare\nyour Mess bill for a week.\n\nVEREKER\nAnd {fI don't?\n\nRAW\nThen a bottle of good claret to each member of the Mess is \ncharged to\nyour account\n\nMELVILL\nif it's too much we can have the bill forwarded to your \nfather... in the\n11\n\nHouse of Lords. Oh no offence meant, Vereker.\n\nVEREKER\nNo offence taken, Melvill. (Taking the trophy from RAW).\nTo men who aren 't afraid to speak their minds.\n\nRAW\nGood luck, Sir\n\nVEREKER begins to drink. Gradually, the officers join in with \ncheers of\nencouragement until the entire Mess is chanting \"Down, down, \ndown\". They\nbang their fists on the table in time with the chants.\n\nGulping back the liquid, VEREKER stops as if he has \naccomplished his task.",
  "10": "---END OF PREVIOUS SECTION---\nGradually, the officers join in with \ncheers of\nencouragement until the entire Mess is chanting \"Down, down, \ndown\". They\nbang their fists on the table in time with the chants. Gulping back the liquid, VEREKER stops as if he has \naccomplished his task. \n---TARGET SECTION TO BE ANNOTATED---\nThe Officers applaud. General ad. lib. \"Well done\". Etc.\n\n\t\tVEREKER (Expressionless)\nNot quite.\nTurning the trophy upside-down, he pours a small amount of \nliquid onto the\nfloor. Appearing slightly intoxicated, his lips stained red \nwith the wine, he\nsmiles:\nThe bottles of claret, are on me Gentlemen.\n\nGeneral calls of \"Here, here\".\n\nRAW\nStanding, he raises his glass to propose a toast:\nThe Regiment\n\nOFFICERS\nThe Regiment\n\nVEREKER\nStill smiling, he wipes the remaining wine from the corners of \nhis moustache.\nThe Regiment.\n\n42.EXT. ZULUKRAAL. DAY\n\nA tall, bald imposing Zulu named MANTSHONGA enters the camp. He \nmakes\nhis way through a large regiment of young Zulu braves and older \nINDUNAS\n(officers). They surround two young Zulu warriors who are \ntautly circling.\nTheir shields are held at the defensive, their assegais poised \nfor underhand\nthrust.\n\n43. CLOSE SHOT - The two warriors fighting.\n\n44. LONG SHOT - The vast crowd encircling the warriors.\n\n45. The crowd cheers as CHIEF CETSHWAYO watches from his \nthrone.\n12\n\n46.\tMANTSHONGA, spotting CETSHWAYO, walks purposefully towards \nhim.\n\nMANTSHONGA\nI bring greetings from your friends, the British, and from the \nGreat Lord\nChelmsforJ\n\nCETSHWAYO\nStill watching the fighting Zulus;\nAnd what do your Masters say?\n\nMANTSHONGA\nThey are angry and send these demands.",
  "11": "---END OF PREVIOUS SECTION---\nMANTSHONGA, spotting CETSHWAYO, walks purposefully towards \nhim. MANTSHONGA\nI bring greetings from your friends, the British, and from the \nGreat Lord\nChelmsforJ\n\nCETSHWAYO\nStill watching the fighting Zulus;\nAnd what do your Masters say? MANTSHONGA\nThey are angry and send these demands. \n---TARGET SECTION TO BE ANNOTATED---\n They say you rule in old \nways\nthat are wrong, that you kill your people without triaL The \nGreat White\nQueen herself cannot kill her lowliest subject though she rules \nforty\nlands, each greater than all ofZululanJ\n\nBAYELE\nKill the Traitor, Father'\n\nCETSHWAYO\nGesturing to his son to calm down:\nI do kill, under the customs of the Zulu, and I shall not \ndepart from that\nDo I go to the country of the white man and tell him to change\nhis laws and customs?\n\nMANTSHONGA\nThe British say your armies grow larger and they demand that you\ndisband your lmpis of War\n\nCETSHWAYO\nTell the British I will not cross the river which divides our \nlands. But\nask Lord Chelmsford if he would disarm his warriors in the face \nof\nsuch threats.\n\n47.\tCLOSE UP. The two Zulus are now in ferocious combat.\n\n48.\tSWITCH back to alternate CLOSE shots of CETSHWAYO & \nMANTSHONGA\n\nMANTSHONGA\nI will ask him  but his answer will be to start war against \nyour 30,000\nwarriors.\nCETSHWAYO\nMy armies will defend this land  \n\n49.\tGeneral uproar as one of the fighting Zulus falls to the \nground. Standing,\nCETSHWAYO gives the signal to kill. The triumphant Zulu drives \nhis assegai into\nthe other's heart. A group of warriors converge upon the body \nas MANTSHONGA\nturns and EXITS.\n13\n\n50.\tEXT. GARDEN. DIOCESAN MANSION. DAY.\n\nA garden party is in full swing. There are tables and chairs \ndotted about a\nspacious garden. Stringed music is playing and there is an air \nof English civility.\nThere are ladies with parasols, children playing and Officers \npresent.\n\n51.\tFANNY COLENSO -25, her cheeks aflame, her manner excitable, \nis engaged in a\nsedate' game of cricket with some children and officers. She \nbats the ball some\ndistance away near COL. DURNFORD.\n\nFANNY\nAnthony (Shouting)... Anthony\n\nCOL.",
  "12": "---END OF PREVIOUS SECTION---\nDURNFORD. FANNY\nAnthony (Shouting)... Anthony\n\nCOL. \n---TARGET SECTION TO BE ANNOTATED---\n DURNFORD, engaged in conversation with an Officer and a \nlady, turns\non hearing his name. He spots the ball.\n\n\t\tCOL. DURNFORD (Handing his hat to the Officer)\nHold this.\nPicking up the ball, he gives it to a little girl who has run \nto collect it.\n(Smiling at FANNY) Well batted  Well batteJ\n\nFANNY curtsies in mock recognition. Her eyes flash to his and \nwe sense their\nsecret feeling for each other.\n\n52.\tVEREKER & two other officers ride along the drive to the \nmansion. Dismounting\nVEREKER hands the reigns of his horse to a well-dressed black \ngroomsman and\nsteps forward extending his hand in greeting to the black \nbutler.\n\nVEREKER\nJoseph, how are all the Colenso girls?\n\nJOSEPH\nThey are all in the garden, Sir And they will be glad to see \nyou, I'm\nsure.\n\nVEREKER walks down the slope of the lawn, past a young girl on \na swing, her\nmaid is in attendance. Removing his hat, he spots FANNY being \nbowled to by\nLT. MILNE. Creeping up behind her, VEREKER indicates to MILNE \nto bowl\nhigh.\n\n\t\tVEREKER (catching the ball MILNE has just bowled)\nYou tipped id Youtippedit! Out! Out!\n\nFANNY\nI did not (Turning) William. (Hugging him) You cheat, you.\n\nVEREKER\nMe cheat? Same old Fanny. (He kisses her on the cheek).\n14\n\nFANNY\nWith genuine affection: Welcome. Welcome back.\n\nTaking his arm, FANNY & VEREKER walk across the lawn. VEREKER\nthrows the ball back to the cricketers.\n\n53.\tDURNFORD, still engaged in conversation, turns smiling. His \nsmile fades as he\nspots FANNY with VEREKER.\n\nDURNFORD\nExcuse me, Ladies. Leaving them, he makes towards FANNY &\nVEREKER.\n\t54.\tFANNY\n\t\tDid you get your farm going?\n\nYes, I did.\n\nOh.\tHow was it?\n\nI've never been so happy.",
  "13": "---END OF PREVIOUS SECTION---\nOh. How was it? I've never been so happy. \n---TARGET SECTION TO BE ANNOTATED---\nVEREKER\nFANNY\n\nVEREKER\n\nFANNY\nStopping, FANNY addresses him earnestly: I'm sorry you had to \nleave.\n\n55.\tDURNFORD approaches them.\n\nDURNFORD\nYou 've met the... Honourable William Vereker, I believe.\n\nFANNY\nYes Anthony, we were childhood friends.\n\nDURNFORD\nYour childhood friend shot a dead cow at the gallop the other \nday.\n(FANNY laughs). He wasn 't impressed.\n\n56.\tSWITCH TO MANSION VERANDA.\n\nCHELMSFORD watches the threesome as BARTLE FRERE approaches him,\npuffing on a cigar.\n\nCHELMSFORD\nThere is a Mrs. Dumford, is there?\n15\n\nBARTLE FRERE\nShe exists.. .but er. . .nothing '5 been heard of her, the \neight years\nDurnford's been in Africa.\n\nCREALOCK\nAlthough much is spoken of her now, My Lord.\n\nThese three walk along the veranda.\n\nBARTLE FRERE\nI, er, recommended him to you.. .because he knows Africa so \nwell.\n\nCREALOCK\nOh indeed. His ability to recruit native contingents is proving \ninvaluable\nto His Lordship.\n\nBARTLE FRERE\nHow do you rate him as a soldier?\n\nCREALOCK\nIt is widely held that he has great courage and he's an \nexcellent\nengineer\n\nBARTLE FRERE\n(Walking down the veranda steps). Shall we join the guests?\n\n57.\tThe DEWITT sisters, both in their whites, are seen playing a \ngame of tennis. They\nare being watched by LTS. MELVILL & COGHILL (They are both \nseated). One of\nthe ladies moves off court to fetch the ball that has gone out \nof play. She glances up\nat COGHILL.\n\nCOGHILL\nDo you think she might be interested in  someone?\n\nMELVILL\nWhich one?\n\nCOGHILL\nWell that one. The one who keeps looking at me.\n\nMELVILL\nft could be you flatter yourself CoghilL It's that odd eye.\n\nLT. RAW approaches\n\n\t\tRAW (Tongue-in-cheek)\nThey must have locked all the good ones up.\n\n58.",
  "14": "---END OF PREVIOUS SECTION---\nLT. RAW approaches\n\n\t\tRAW (Tongue-in-cheek)\nThey must have locked all the good ones up. 58. \n---TARGET SECTION TO BE ANNOTATED---\n\tBARTLE FRERE, CHELMSFORD & CREALOCK have now joined a \nselection of\nthe guests at some tables on the lawn for afternoon tea.\n16\n\nMRS. DEWITT\nAh, General. (She curtsies. CHELMSFORD acknowledges). Do you\nfind our Border Country congenial, My Lord?\n\nCHELMSFORD (Sitting)\nThe landscape, most congenial Ma'am  but the Border, \nvulnerable.\n\nMRS. PRETORIOUS (Also sitting)\nDo you really think Cetshwayo will attack us?\n\nDURNSFORD, VEREKER & FANNY have also joined the party.\n\nCHELMSFORD\nThe intention of the Zulu Impis and their King concern me \ndeeply,\nMa 'am.\n\nFANNY\nCetshwayo has no intention of attacking Natal, Mrs. Pretorious. \nUnless\nhe '5 given no option. He has no quarrel with us. (She sits).\n\nBARTLE FRERE (Sitting next to FANNY)\nIt's very rare to meet a young lady interested in tactical \nmatters, Miss\nColenso. Is it not, Sir Henry, most rare?\n\nMR. PRETORIOUS\nYou are talking of a violent and murdering barbarian who \ncommands an\narmy of 30,000 warriors just across the river\n\nFANNY\nMy father has known and lived with the Zulus for many years.\n\nMR. PRETORIOUS\nCetshwayo massacred 20,000 of his own people to make \nhimseifKing.\n\nCOLENSO\nThe English Tudor Kings did no less. Much later in our nation \n'5 history,\nI might add, and the French much more recently.\n\nCHELMSFORD\nThat may well be, Your Grace, but be that as it may, my duty is \nclear\nThe defence of all this (indicating the surroundings) NataL\n\nCOLENSO\nYes, well, it's difficult to stand against that position. if \nyou speak only\nof . (Leaning forward & looking him in the eye).. defence.\n\nMR.",
  "15": "---END OF PREVIOUS SECTION---\nMuch later in our nation \n'5 history,\nI might add, and the French much more recently. CHELMSFORD\nThat may well be, Your Grace, but be that as it may, my duty is \nclear\nThe defence of all this (indicating the surroundings) NataL\n\nCOLENSO\nYes, well, it's difficult to stand against that position. if \nyou speak only\nof . (Leaning forward & looking him in the eye).. defence. MR. \n---TARGET SECTION TO BE ANNOTATED---\n PRETORIOUS\nAnd what does our good Colonel Durnford think?\n17\n\nDURNFORD (Walking around the tables to join VEREKER)\nif the people ofNatal wish to feel safe, let them persuade \ntheir husbands\nand sons to volunteer We need both Officers and men.\n\nCHELMSFORD\nWe do Colonel, good point.\n\nCOLENSO\nI cannot be brought to believe that Cetshwayo wants a war with \nBritain.\n\nBARTLE FRERE\nEvery Zulu is raised to be a warrior Without a war there 'd be \nno Zulu\nnation.\n\nMRS. DEWITT\nNobody is really safe, are they Your Excellency?\n\nJOSEPH has appeared at BARTLE FRERE's side. He whispers \nsomething into\nhis ear.\n\nLADY FRERE\nMrs. Dewitt has four daughters, Henry, and Ifear she feels for \nthem alL\n\n59.\tVEREKER has wandered away from the tables. He is watching \nMELVILL &\nCOGHILL chatting to the two DEWITT girls who were previously \nplaying\ntennis.\n\nVEREKER\nYour daughters may indeed be in some danger Mrs. Dewitt, but \nnot at\nthe moment from the Zulus, Ifear\n\t60.\tThe parties' attention is drawn to the four on the lawn.\n\t61.\tCLOSE UP of MRS. DEWITT as she laughs politely.\n\n62.\tAs the camera swings back to the four on the lawn we see \nMANTSHONGA in\nthe background. The camera follows him ending in CLOSE UP as he \nstrides\nforward to meet BARTLE FRERE. BARTLE FRERE looks grave as if he \nis\nalready aware of the news he is about to hear.\n\n63.\tSWITCH, LONG SHOT to where BARTLE FRERE, CHELMSFORD,\nCREALOCK & MANTSHONGA are now standing. BARTLE FRERE\naddresses the entire garden party.\n\nBARTLE FRERE\nLadies and gentlemen, your attention, please.\n\n64.\tLONG SHOT of lawn. The guests move forward.\n65.\tThe camera closes in on the four on the veranda.",
  "16": "---END OF PREVIOUS SECTION---\nThe guests move forward. 65. The camera closes in on the four on the veranda. \n---TARGET SECTION TO BE ANNOTATED---\n With one \narm behind his back,\na cigar in his other hand, BARTLE FRERE continues:\n18\n\nBARTLE FRERE (Slowly and deliberately)\nI think I should inform you that I am obliged to issue a state \nof war\nbetween Her Majesty's Government and the Zulu King, Cetshwayo\n\n66.\tSWITCH to CLOSE UP of VEREKER & COLENSO. General background\nnoises of dismay as BARTLE FRERE carries on.\n\n67.\nBARTLE FRERE\n  on his non compliance with the ultimatum made on him urging\nreformation...\n\n68.\tCLOSE UP of FANNY & DURNFORD. He drops his head, averting \nher gaze.\n\n69.\tCLOSE UP of BARTLE FRERE. He continues:\n\nBARTLE FRERE\nand redress for violations of British Sovereignty.\n\nThe guests applaud as CHELMSFORD & BARTLE FRERE shake hands.\n\n70.\tCLOSE UP of FANNY & DURNFORD.\n\nFANNY\nwhy? Why do men think ofnothing but killing? (She touches his\ndisabled arm lovingly).\n\nTucking his hat under his arm, he looks into her eyes and \nkisses her hand.\nWalking away, he replaces his hat and reaching the top of the \nveranda steps,\nturns. They exchange desperate, painful glances.\n\n71.\tCLOSE UPofCOLENSO\n\n\t\tCOLENSO (To himself)\nThis wondeiful land we are privileged to share. (Removing his \nglasses.)\nDear God (hanging his head) there should be room for all of us.\n\n72. EXT. CHELMSFORD'S CAMP. PIETERMARITZBURG.",
  "17": "---END OF PREVIOUS SECTION---\nEXT. CHELMSFORD'S CAMP. PIETERMARITZBURG. \n---TARGET SECTION TO BE ANNOTATED---\n NIGHT\n\nASSORTED CLOSE SHOTS TO COVER THE MOVE TO RORKE'S DRIFT\n- WAGON WHEELS CREAKING AS THEY TAKE THE FIRST STRAIN OF\nMOVEMENT, OXEN HOOVES STARTING FORWARD ON RUTTED DIRT\nSURFACES, WAGONEERS FLICKING WHIPS, PACKS GOING ONTO\nBACKS OF SOLDIERS, BARE FEET OF NATIVE LEVIES, OFFICERS\nMOUNTING, THEN SIMILAR DETAILS TO SHOW RHYTHMIC\nFORWARD PROGRESS, MARCHING, ROLLING DARK SILHOUETTED\nFORMS. TORCHES.\n\n73. THREE OFFICERS stand watching:\n19\n\nOFFICER\nThere goes Number Two Company.\n\n74.\tQ.S.M. BLOOMFIELD CUTS ACROSS SHOT he is studying a list \nattached to a\nclipboard. He is about to walk past a tent when he hears a call \nof \"I'll see yer\"\ncoming from within. Suspecting gambling, he moves to \ninvestigate.\n\n75.\tPulling back the tent flap reveals a group, including \nBOY-PULLEN playing a game\nof cards.\n\nBLOOMFIELD\nDo I believe what me eyes see? The whole bleedin' Army movin' \noff to\nmeet the murderin' heathen and what goes on in 'ere? A game \nofBrag.\n(Sterner) Brag?\n\nBOY-PULLEN (Standing)\nI'm sorry, Quartermaster\n\nBLOOMFIELD\nYou'll be more sorrier still when the Zulu ask Lad.. \"What 'ave \nyou got\nto offer me not to slit your gut?\" and you say (Pointing to the \ncards in\nBOY-PULLEN's hand) ah, the Knave of Hearts, Sir, the Knave of\nHearts.\n\nThe rest of the group chuckle.\n\nOffering BOY-PULLEN a coin, BLOOMFIELD gives the order \"Move!\"\n\nTaking the coin BOY-PULLEN leaves the tent.\n\n76.\tSWITCH to BANDSTAND. A band is playing \"Men Of Harlech\".\nCHELMSFORD & BARTLE FRERE move into CLOSE UP in foreground.",
  "18": "---END OF PREVIOUS SECTION---\nSWITCH to BANDSTAND. A band is playing \"Men Of Harlech\". CHELMSFORD & BARTLE FRERE move into CLOSE UP in foreground. \n---TARGET SECTION TO BE ANNOTATED---\nCHELMSFORD\nFor a savage as to a child, chastisement is sometimes a \nkindness.\n\nBARTLE FRERE\nLet us hope then, that this will be the final solution to the \nZulu problem.\n\n77.\tEXT. COLUMN ON THE MOVE. NIGHT\n\nBOY-PULLEN moves against the traffic towards the back of the \nmoving\ncolumn. He passes squads of torchlighted marchers, artillery \nunits, riders,\nwagons, until he comes to the SUTLER'S wagon.\n78.\tTHREE SOLDIERS ENTER SHOT and surreptitiously help \nthemselves out of the\nback of the moving wagon. Noticing, BOY-PULLEN seizes his \nchance and\ngrabbing a bottle out one of the soldier's hands, makes a dash \nfor it.\n\nSOLDIER\n'Ere! Come back 'ere you thievin' little beggar~\n20\n\n79.\tMOVING SHOT. CHELMSFORD, on foot salutes an officer as \nDURNFORD\napproaches from behind on horseback.\n\n\t\tDURNFORD (Calling)\nMy Lord. (CHELMSFORD turns.) I've prepared a list of ideas for \nyou\nto see. (He removes a paper from his tunic).\n\nCHELMSFORD\nExcellent. Thank you. (He continues to walk away) Give them to\nCrealock, would you?\n\nDURNFORD\nMy Lord. (CHELMSFORD turns again) This list was prepared for\nyou. I don 't think another can understand its true value.\n\nCHELMSFORD (Taking the list)\nThank you Colonel Durnford. (He exits as DURNFORD looks on).\n\n80.\tCHELMSFORD joins his group of officers. He mounts his horse \nand then addresses\nthem:\n\nCHELMSFORD\nGentlemen, within ten days we shall cross the Buffalo River and \nBritish\nsoldiers will then be in Zululand. Colonel Durnford will remain \ndown\nriver  \n\n81.\tCLOSE UP of DURNFORD. He looks agitated by this remark.\n\n82.",
  "19": "---END OF PREVIOUS SECTION---\nCLOSE UP of DURNFORD. He looks agitated by this remark. 82. \n---TARGET SECTION TO BE ANNOTATED---\n\tUndeterred, CHELMSFORD continues:\n\nCHELMSFORD\n  where he will be responsible for the defence of the Natal \nborder\nTurning his horse and without looking at DURNFORD he leads his\nParty off\n\n83.\tBLOOMFIELD is joined by BOY-PULLEN\n\nBOY-PULLEN\nWill you hear \"Last Post\", Sir?\n\nBLOOMFIELD\nI listened extra careful to your \"Stand To\" this mornin', Boy. \nft was\npeifecL I couldn't 've done it better meseif, not even when I \nwas Bugler\nto The Duke Of Wellington.. .now tell me, where did you get \nthat black\neye?\n\nBOY-PULLEN\nFrom the Cook, Sir They saw me dip your shaving tin in the \ntea-water\nthis morning, made their tea taste of Lifebuoy toilet soap, \nthey saij\nHanding him the bottle of gin he purloined earlier.\n2t\n\nBLOOMFIELD\nSo, you got it in the line of dooty.. (Taking a swig from the \nbottle &\nhanding it back to BOY-PULLEN)... point taken.\n\nBLOOMFIELD gets up onto a wagon as BOY-PULLEN gulps from the \nbottle.\n\nBOY-PULLEN\nWill we be fighting the Zulus soo~, Quartermaster? (Joining\nBLOOMFIELD, he jumps up onto the front of the wagon).\n\nBLOOMFIELD\nCould be. (He shouts for the wagon to move out) Across the \nriver into\nZululand. (They share the bottle of gin). They might just be \nwaiting\nthere for us to show up... .them stabbing assegais pointing \nright at our\nbellies!....\n\nBOY-PULLEN\nYou afeared of the Zulus then, Quartermaster?\n\nBLOOMFIELD\nOne Zulu is only one man.. ..and I'm afeared of no one man... \nbut the\nZulu, they come in the thousands.... like a black wave of \ndeath.... in the\nthousands.... and them assegais.... stabbing!\n\nThe BOY-PULLEN doesn't answer. He stares into the darkness, \ncontemplating\nthe prospect of the morning as described by BLOOMFIELD.\n\n84.",
  "20": "---END OF PREVIOUS SECTION---\nThe BOY-PULLEN doesn't answer. He stares into the darkness, \ncontemplating\nthe prospect of the morning as described by BLOOMFIELD. 84. \n---TARGET SECTION TO BE ANNOTATED---\n\tBack in the centre of the camp, VEREKER rides past the \nbandstand to meet\nDURNFORD.\n\nDURNFORD\nYour orders, Mr Vereker?\n\nVEREKER\nI'm to take the Sikali with the main column to the river\n\nDURNFORD\nLord Chelmsford seems to want me to stay back with my Basutos.\n\nVEREKER\nI think Chelmsford wants a good man on the border Why he fears a\nflanking attack and requires a steady Commander in reserve.\n\n\t\tDURNFORD (Angrily)\nThe wrong side of the river! The wrong place! (DURNFORD glares \nat\nVEREKER, who realizes he has hit a raw nerve.) Does he wish me \nto\nfight the Zulu, or merely observe their natural habitat?\n\nSensing his cue to exit, VEREKER salutes and saying \"Sir\" turns \nhis horse to\njoin the Sikali who are leaving the camp.\n22\n\n85.\tDURNFORD walks his horse a few paces forward as he watches \nthe troop leave.\n\n\t\tDURNFORD (With sincerity)\nGod go with you, Mr Vereker (He turns his horse about as the \nband\nmusic swells to its conclusion).\n\n86. THE CAMP AT RORKE'S DRIFT. THE BORDER WITH ZULULAND. DAY.\nTRAVELLING P.O.V.\n\nTHE THREAT OF THE BACKLIGHTED LANDSCAPE BEFORE THEM,\nTHE SUN GLARE MAKING CLARITY OF VISION DIFFICULT. CAMERA\nPANS UP RIVER. THE MOUNTED INFANTRY CROSS TO THE FAR\nBACK, THE UNION JACK HELD PROUDLY ALOFT.\n\n87. RIVER BANK.\nTwo punts, carrying redcoated soldiers are being hauled across \nthe water by\nrows of Basutos on the opposite bank.\nAs they unload, the soldiers immediately form into columns.\n\n88.\tThe first ox-wagon is driven out of the river, with much \nshouting and\nencouragement from the drover and watching soldiers. There is \ngeneral activity\neverywhere.\n\n89.\tLOW SHOT. The wheels of the wagons and the Basuto's feet are \nseen trudging\nthrough the slop of mud.\n\n90.\tLONG SHOT OF CAMP.",
  "21": "---END OF PREVIOUS SECTION---\nThe wheels of the wagons and the Basuto's feet are \nseen trudging\nthrough the slop of mud. 90. LONG SHOT OF CAMP. \n---TARGET SECTION TO BE ANNOTATED---\n A column of Basutos is seen walking \ntowards the camp.\nThe white tents are dominant in the background.\n\n91.\tSWITCH to CHELMSFORD, seen mounted on horseback. He surveys \nthe\nproceedings through a pair of binoculars.\n\n92.\tCAMERA PANS to discover VEREKER, on horseback, leading the \ntroop of\nSIKALI HORSE across the river.\n\n93.\tCAMERA PICKS UP a calm LT. RAW as he crosses amidst the \nmultitude.\n\n94.\tCLOSE UP of VEREKER. With gritted determination he spurs his \nhorse onward\nup the bank.\n95.\tSOT. WILLIAMS is seen seated upon a covered wagon about to \nenter the water.\nPTE. WILLIAMS is on foot trying to instruct the animals.\n\nPTE. WILLIAMS (Pushing one of the animals from the rear)\nCome on ox.\n\nSGT. WILLIAMS\nOut! Not the ox's arse, you bloody idiod\n\n(PTE. WILLIAMS returns to pushing the side of the wagon).\n23\n\nGet 'em in line!\n\n(PTE. WILLIAMS loses his footing, slipping into the water. He \nis fully\nimmersed).\n\nPTE. WILLIAMS\nSerg' ah, I'm drowning Sergeant.\n(He stands and we see that the water only comes up to his \nknee).\n\nSGT. WILLIAMS\nWilliams, what the bloody 'ell do you mean by 'aving the sante \nname\nas me?\n\nPTE. WILLIAMS\nSorry Serg' (He struggles onward through the water).\n\n96.\tCOGHILL & MELVILL are seen crossing.\n\n97.\tMore oxen cross.\n\n98.\tA column of redcoats carrying rifles are seen striding \nonward. The SIKALI\nHORSE ride past in the foreground.\n\n99.\tWIDE ANGLE. Both sides of the river are seen. Redcoats climb \nthe hill in the\nforeground. Everywhere seems more settled.\n\n100.\tCAMERA again picks up the SIKALI HORSE. They ride across \nscreen in\nCLOSE FOREGROUND to reveal a stationary VEREKER on horseback.\n\nNORRIS-NEWMAN rides towards him.",
  "22": "---END OF PREVIOUS SECTION---\nCAMERA again picks up the SIKALI HORSE. They ride across \nscreen in\nCLOSE FOREGROUND to reveal a stationary VEREKER on horseback. NORRIS-NEWMAN rides towards him. \n---TARGET SECTION TO BE ANNOTATED---\n He has a red \nclaret-and-port-drinker's\nface and is wearing civilian bush-clothes including a huge \nbush-hat.\n\nNORRIS-NEWMAN\nDo you think Cetshwayo will send a party to greet you, Mr \nVereker?\n\nVEREKER (Calmly stroking his horse)\nOh they're here alright. We just have to make sure they don't \nget back\nto announce us.\n\nNORRIS-NEWMAN\nYou mean you've seen them?\n\nWithout answering, VEREKER turns his horse towards the hills. \nBreaking into\na gallop, he shouts the command:\n\nVEREKER\nForward Sikali!\n\nNORRIS-NEWMAN watches through his binoculars, then turns his \nhorse back\ntowards the camp.\n24\n\n101.\tEXT. RIVERBANK OPPOSITE RORKE'S DRIFT. DAY\n\nCLOSE UP of CHELMSFORD. We see the view through his binoculars.\nHe is watching NORRIS-NEWMAN enter the camp.\n\nCREALOCK approaches on horseback. They exchange salutes.\n\nCHELMSFORD\nWhat's that strange name the newspaper chap's called?\n\nCREALOCK\nEr, called Noggs, Sir Actual name is Norris-Newman. He presented\ncredentials from \"The Standard\".\n\nCHELMSFORD\nOur runners bare his dispatches, do they not?\n\n\t\tCREALOCK (Smiling)\nOf course, Sir\n\nThey exchange knowing looks and turn their horses about towards \ncamp.\n\n102.\tEXT. SWITCH TO RIVER. CLOSE TO CAMP - RORKE'S DRIFT. DAY.\n\nA long line of NATAL NATIVE COMPANY is transporting wooden \nboxes of\nammunition on their shoulders across the river. V.0. of a \nbrusque NCO is\nheard:\n\nNCO\n\t\tCome on lads, it's only a river! (The NCO is seen in CLOSE UP \nin the\nforeground).\n\n103.\tLIEUTENANT COLONEL HAMILTON-BROWN, a rough kishman, and old\ncampaigner joins in:\n\nHAMILTON-BROWN\n\n104.\n\n105.\nCome on you piss-arse lot, get these bastards across.",
  "23": "---END OF PREVIOUS SECTION---\nLIEUTENANT COLONEL HAMILTON-BROWN, a rough kishman, and old\ncampaigner joins in:\n\nHAMILTON-BROWN\n\n104. 105. Come on you piss-arse lot, get these bastards across. \n---TARGET SECTION TO BE ANNOTATED---\n It's only \nwater\nCome along you idle scum, let's 'ave yer\nHAMILTON-BROWN rides away as we see a native fall into the \nwater under\nhis burden.\n\nCHELMSFORD and his Company cross the river.\n\nNATAL NATIVE COMPANY is seen again, still struggling across the \nriver.\nThe NCO's VOICE is heard:\n\nNCO\n  I'll 'ave your guts fer garters!\n25\n\n106.\tOn the far bank CHELNISFORD and his Company are seen riding \nto meet\nNORRIS-NEWMAN.\n\nCHELMSFORD\nAn historical moment, Gentlemen.\n\nNORRIS-NEWMAN\nExcuse me, My Lord. (Introducing himself) Norris-Newman, of \"The\nStandard\", My Lord.\n\nCHELMSFORD\n1 saw you lead our Cavalry sir\n\nNORRIS-NEWMAN\nIndeedldid, MyLord. Itwas one ofthe first to cross.\n\nCHELMSFORD\nWere they in good heart as they entered enemy territory?\n\nNORRIS-NEWMAN\nThey spurred onto high ground, My Lord, full of spirit and \nlooking for\nthe Zulu. Full of sport they were, My Lord.\n\nCHELMSFORD\nTell what you see. Write it well, Sir, and make sure you get it \nright\n\nNORRIS-NEWMAN\nIf I've got it right, My Lord, you lead an invasion into \nZululand, for I see\nit all around me, but \"why?\" is the question my readers will \nask.\n\"why?\"\n\nCHELMSFORD\nDo not confuse yourse{fi Why? We must strike a heavy blow. This\ncannot be a war of manoeuvre.\n\nNORRIS-NEWMAN\nSo attack is your defence. Well let's hope Cetshwayo will offer \nhis Impis\nfull destruction.\n\nCHELMSFORD\nMy only fear is that the Zulu will avoid the engagement\n\nHe turns his horse about and his Company follow as \nNORRIS-NEWMAN looks\non in amazement.\n\n107.\tCAMERA PANS to follow CHELMSFORD and his Company as they \nride to\nthe foot of the hills.\n\n108.",
  "24": "---END OF PREVIOUS SECTION---\n107. CAMERA PANS to follow CHELMSFORD and his Company as they \nride to\nthe foot of the hills. 108. \n---TARGET SECTION TO BE ANNOTATED---\n\tWe see the view through CHELMSFORD's binoculars. He spots \nVEREKER\nwith the SIKALI HORSE.\n26\n\n109.\tNORRIS-NEWMAN has caught up with CHELMSFORD:\n\nNORRIS-NEWMAN\nI have it, My Lord, we attack for sport - or is it reputations?\n\n\t\tCHELMSFORD (Lowering his binoculars)\nEnough of your politicking, Noggs.\n\nNORRIS-NEWMAN\nI know your views on the usefulness of the Press, My Lord, but \nthe\nEnglishman back home wants to know what his Regiments are \ndoing.\n\nCHELMSFORD (Resuming his gaze through the binoculars)\nThen I trust you will tell him exactly what you have observeJ\n\n110.\tQM BLOOMFIELD pulls a drowned Basuto from the river onto \nthe bank. He\nremoves the man's ammunition belt.\n\nLT. HARFORD approaches. He is on horseback.\n\nBLOOMFIELD\nLook at that waste. Five rounds ruined Mr HaiforJ Each round has\nto be accounted for.\n\n\t\tLT. HARFORD (Referring to the BASUTO)\nIt's terrible. Quite dreadfuL Something must be done.\n\nBLOOMFIELD (Standing)\nIf they'd been put back in their boxes (moving towards \nHarford). Boxes\nbanded and screwed down proper like, as His Lordship ordered, \nnothing\nwould have happened to them, Sir\n\nLT. HARFORD\nI'm talking about our drowned Natives, Quartermaster!\n\nBLOOMFIELD\nNatives is not on my invoices, Mr Haiford. . ammunition is, and \n'as\nto be accounted for. and the brass cartridge cases returned.\n111.\tIn disgust, LT. HARFORD turns his horse about. He meets \nHAMILTON-\nBROWN at the top of the bank.\n\nLT. HARFORD\nSeveral of our Natives went under Shouldn 't we have a Rolicall\nColonel?\n\nHAMILTON-BROWN\nNot practical, lad.. .we haven 't had time to make up the rolls \nyet\nBesides, I'm not sure how many we had before the crossing.\n\nHAMILTON-BROWN canters away.\n27\n\nLT.",
  "25": "---END OF PREVIOUS SECTION---\nHAMILTON-BROWN\nNot practical, lad.. .we haven 't had time to make up the rolls \nyet\nBesides, I'm not sure how many we had before the crossing. HAMILTON-BROWN canters away. 27\n\nLT. \n---TARGET SECTION TO BE ANNOTATED---\n HARFORD follows reluctantly, not enthralled by this show of \ncallousness.\n\n112.\tA Zulu recognisance party is seen atop the ridge. They view \nthe scene\nbelow.\n\n113.\tVEREKER and the SIKALI HORSE ascend the ridge.\n\n114.\tThe infantry - the Twenty Fourth Foot -~fan out in \nsections, alert to possible\nattack, and make for the high ground.\n\n115.\tCHELMSFORD's party rides by below.\n\n116.\tOne of the Zulu's fires a warning shot into the air.\n\n117.\tVEREKER halts his company, as does CHELMSFORD.\n\n118.\tThe guilty Zulu's voice booms out from above:\n\nwhy do you come to the land of the Zulu?\n\n119.\tLT. MELVILL turns about in his saddle to address \nCHELMSFORD.\n\nMELVILL\nMay Ianswer, Sir?\n\nCHELMSFORD\nBy all means, Mr. Melvill.\n\nMELVILL (Moving his horse forward a few paces, he bellows a \nreply)\nWe come here by the Orders of the Great Queen Victoria. Queen \nof all\nAfrica.\n\nThere is a moment of silence:\n\n\t\tVEREKER (Gives the order)\nForward!\n120.\tMELVILL turns to face his Redcoats.\n\nMELVILL\nCompany, advance!\n\n121.\tTurning to a member of his party:\n\nCHELMSFORD\nMajor, send the troops.\n\n122.\tThere is a steady advance up the hill. The Zulus turn, \nscrambling through the\nundergrowth.\n28\n\n123.\tThe SIKALI approach. One of the Zulus turns and stands his \nground. He\nthrusts his assegai at his foe dismounting the SIKALI from his \nhorse. In a\nsecond the Zulu jumps astride the horse but his escape is \nprevented by an\noffending shot from another SIKALI.\n\n124.\tMore SIKALI advance. They bring down several more Zulus.\n\n125.\tA group of four Zulus converge on one SIKALI. They pull him \noff his horse\ninto a crop of rocks. One Zulu manages to mount the horse and \nrides away\nencouraged by the others.",
  "26": "---END OF PREVIOUS SECTION---\nA group of four Zulus converge on one SIKALI. They pull him \noff his horse\ninto a crop of rocks. One Zulu manages to mount the horse and \nrides away\nencouraged by the others. \n---TARGET SECTION TO BE ANNOTATED---\nVEREKER notices this. Slowly and deliberately he removes his \nrifle from his\nsaddle, takes aim and then fires. The dead warrior falls to the \nground.\n\n126.\tA group of LANCERS track one ZULU. The lead LANCER \napproaches,\nguiding his horse expertly. He feints with the downstroke of \nhis lance.\n\nThe ZULU lowers his shield.\n\nThe LANCER, on the ZULU now, uses the up-stroke to impale the \nZULU to\na tree.\n\nNOGGS rides near the incident.\n\n127.\tCHELMSFORD has surveyed the incident through his \nbinoculars.\n\n128.\nMELVILL (to Noggs)\nWell done, Sir.. did you see, that Noggs? He deceived him with \nthe\nup and took him with the down.\n\n\t\tNOGGS (Studying the deceased Zulu from his horse)\nWell, well this one's a grandfather at least if he'd been a \nZulu in his\nprime, I'd have given odds against your Lancer, Mr MelIvilL\n\n129.\tCHELMSFORD returns his binoculars to their case.\n\nCHELMSFORD\nWelt, Gentlemen, first blood to us and a rousing good report in \nthe\nnewspapers to satisjy the politicians, eh?\n\n130.\tEXT.CAMPATRORKE'SDRIFT. DUSK.\n\nCamp-fires are seen and the sound of neighing horses are heard \nas the\nCAMERA follows a small troop of horsemen and wagon cross the \nriver. The\nCAMERA pans towards the sunset as the \"Last Post\" is heard.\n\n131.\tEXT. CETSHWAYO'S KRAAL. FIRST DAWN\n29\n\nThe ROYAL IMPIS squat as they listen to their King. Huge, \npowerful,\nglowering. He holds the royal trident spear in his hand as he \nstrides before them.\n\nCETSHWAYO\nMy warriors, our people are hungry. We must gather the crops \nthat\nwill feed us through the Winter But first we must defend our \nlands...\nfrom those who would steal the fruits of our labours. The \nBritish have\nbroken their promise.. and crossed the Buffalo River into our \nhome-\nlands.",
  "27": "---END OF PREVIOUS SECTION---\nWe must gather the crops \nthat\nwill feed us through the Winter But first we must defend our \nlands... from those who would steal the fruits of our labours. The \nBritish have\nbroken their promise.. and crossed the Buffalo River into our \nhome-\nlands. \n---TARGET SECTION TO BE ANNOTATED---\n We must fight to survive.\n\nA huge hissing sound comes from the multitudes. Assegais thrust \nto the sun\nred sky. CETSHWAYO points westward.\n\nCETSHWAYO\nWe must kill!\n\nALL ZULUS\nUsutu... Usutu... Usutu.. (\"Kill\")\n\n132.\tBlack outlines against the rising red sun, assegais and \nshields rattling, the\nZulus hail their King, pledging loyalty to the death.\n\n133.\tLONGSHOT. EARLYMORNING.\n\nThe full splendour of the mountain can be seen through the \nmist. The country,\nwide-rolling, is beautiful, but empty.\n\n134.\tThe camp is silent. ALL men's eyes are towards the mountain.\nCHELMSFORD, seated, views the sight through his telescope. \nCREALOCK\n& PULLEINE are close by.\n\nMELVILL approaches on horse-back. He addresses PULLEINE:\n\n\t\tMELVILL (Saluting)\nWe 're ready to move out, ColoneL\n\n\t\tPULLEINE (Addressing CHELMSFORD)\nMy Lord, we're prepared to move armour to er \n\nCHELMSFORD\nYour destination, Colonel?\n\nPULLEINE\n\t\tUm Isil'... (He has difficulty pronouncing the word)\n\n\t\tCREALOCK (With exact pronounciation)\nIsandhlwana. Four miles further than that tallest hilL Follow \nthe\ntrack and it will lead us to the slopes of the mountain.\n30\n\n\t\tPULLEINE (With quiet contemplation)\nIsandhlwana. ..yes....\n\n\t\tCHELMSFORD (Leaning away from his telescope)\nIsandhlwana.\n\n135.\tTHE ARMY PREPARES TO MARCH JNLAND FROM THE RIVER.\n\n136.\tCHELMSFORD'S army, with ox-wagons seven-abreast, comes to \nlife and\nproceeds to lumber noisily toward the peak.\n\n137.\tMELVILL'S company of REDCOATS, guarding the left flank of \nthe\nwagons, marches, rifles at the ready. Platoons move tactically, \none section\nof each platoon is always in a defensive position.\n\n138.\tTension everywhere. Drovers glance anxiously upwards.",
  "28": "---END OF PREVIOUS SECTION---\n138. Tension everywhere. Drovers glance anxiously upwards. \n---TARGET SECTION TO BE ANNOTATED---\n Empty \nof visible\nsigns of the enemy, the hills are no less threatening.\n\n139.\tMELVILL (on horseback) approaches the lead wagon driven by\nBLOOMFIELD & BOY-PULLEN.\n\nMELVILL\nI want your wagons in an extended line, Quartermaster, but not \ntoo\nextended, or my Company can 'tprotect them. No more than fifty \nfeet\nbetween each one.\n\nBLOOMFIELD\nSir~\n\nMELVILL returns to the flank\n\n\t\tBLOOMFIELD (To BOY-PULLEN)\nif they're too close together, the stupid things 'ii walk into \neach other\nand you can sit on your arse for a good four hours.\nTurning about on his seat he addresses the train under his \ncommand:\n\nBLOOMFIELD\nCome on lads, keep them wagons moving. No more than fifty feet\nKeep 'em moving. Keep 'em moving.\n\n140.\tCOGHILL, stationary, astride his horse watches the \nmovement.\n\nCOGHILL (Addressing MELVILL)\nThere Melvill, there stretched out is my Lord Chelmsford '5 \nArmy.\n(Spurring his horse onward) What a wondeiful adventure we\nundertake. What a marvellous spree.\n\nCOGHILL & MELVILL break into a canter.\n31\n\n141.\tVARIOUS SHOTS OF THE INCESSANT MOVEMENT FORWARDS.\n\n142.\tSHOUTS, COMMANDS, THE MOVE INTO ZULULAND has started with\nurgency.\n\n143.\tEXT. ZULULAND EAST OF ISANDHLWANA. HOT SUNNY DAY.\n\nFANNIN, a short, fat English settler, in his thirties, \ngross-featured, rides\nsleepily over sloping terrain. Behind him, on foot, several \nblack African\nretainers follow desultorily. FANNIN snorts, sweats, appears \ngenerally\nfat and unhealthy. He halts his horse and removes a bottle from \nhis saddle-\nbag. He takes a large swig from the remaining liquid and \ndiscards the\nbottle.\n\n144.\tFANNIN reaches the top of an animal track at the top of a \nridge. Looking\ndown he spots several ZULUS herding a small group of cattle.",
  "29": "---END OF PREVIOUS SECTION---\n144. FANNIN reaches the top of an animal track at the top of a \nridge. Looking\ndown he spots several ZULUS herding a small group of cattle. \n---TARGET SECTION TO BE ANNOTATED---\n \nThe ZULUS\nshout calls of alarm.\n\n145.\tTurning around to give orders to his retainers, FANNIN \nspots them scrambling\ndown the slope away from the ZULUS.\n\n146.\tAs FANNIN returns to face front, he gapes as he notices \nthat the valley is\nblack with ZULU IMPIS. They are run-marching towards the west. \nNo\nnoise save the disciplined swish of thousands of feet in the \ndust.\n\n147.\tFANNIN hesitates, realizes he's been spotted, quicky, \ncruelly jerks his\nhorse's head round and spurs over the ridge into the next \nvalley.\n\n148.\tUHAMA calls out and MBILINI, BAYELE & another, with UHAMA, \nsprint\nup the ridge in pursuit of FANNIN. As they mount the crest, \nthey see FANNIN\nbelting down the far side in search of safety. UHAMA stops the \nother three\nmomentarily from continuing the chase.\n\nUHAMA\nFollow the white Man, let him see you. He will lead you to the\nsoldiers. Then, let the white Soldiers take you. When they think\nthey have broken you  tell them that the Impis are in the East\n\n149.\tEXT. ZULULAND NEAR ISANDHLWANA. DAY.\nThe three Zulus set off in pursuit of FANNIN.\n\nRiding desperately, FANNIN, his mouth open in fear and his \nshoulders\nheaving with effort, drives his tired horse over the rough \ncountry.\n\nFANNIN peers about. Huge pistol in his hand, he spots MBILINI \nand fires.\nMBILINI 'dies' dramatically, but when FANNIN rides on, MBILINI \ncomes\nto life, grinning and joins the others to track FANNIN.\n32\n\n150.\tVEREKER and SIKALI appear beyond the next ridge. Spotting \nFANNIN,\nVEREKER gives the signal to advance.\n\n151.\tFANNIN reaches VEREKER's party.\n\nFANNIN\nZulu  Zulu!  \n\nFANNIN droops in his saddle, too tired to talk. He manages to \ndismount.\n\n\t\tVEREKER (Offering a drink from his hip-flask)\nHere.",
  "30": "---END OF PREVIOUS SECTION---\nFANNIN droops in his saddle, too tired to talk. He manages to \ndismount. VEREKER (Offering a drink from his hip-flask)\nHere. \n---TARGET SECTION TO BE ANNOTATED---\nFANNIN\nI'm ill.. dozens of Zulus followed me. I must have shot five, \nsix, ten,\nI lost count. They just kept coming. Blood curdling swine.\n\n152.\tVEREKER looks down the slope at the three Zulus who have \nnow been\napprehended by the SIKALI. FANNIN drinks again. His avid, greedy\nbehaviour does not enamour his rescuers.\n\nVEREKER\nWhy did they attack you?\n\nFANNIN\nI discovered their Army, Your Honour  a valley full of them  and\nbeyondt\n\nVEREKER\nArmy? what Army?\n\nFANNIN\nBeyond them hills, Sir   and coming this way.\n\nVEREKER surveys the area. The terrain is empty.\n153.\tA concealed Zulu scout watches stolidly at the distance \nreduced figures below.\n\nST\n154.\tTHE CAMP AT ISANDHLWANA. 21  JANUARY. 6.OOPM\n\nCHELMSFORD's party ride into camp.\n\n155.\tPULLEINE is seated at a table outside his tent. He is \nsmoking and studying a\ndocument as SGT. MURPHY pours red wine into his tankard. VEREKER\ncrosses in front of the table.\n\nPULLEINE\nOfficer Vereker, er, would you mind me asking you to take a \nlook at\nthis map?\n33\n\n\t\tVEREKER (Returning to the table)\nBy all means, ColoneL\n\nPULLEINE\nYou see  \n\n156.\tThe ELDERLY & YOUNG BOER seen earlier approach PULLEINE\n\nELDERLY flOER\nYour wagons, Colonel \n\nPULLEINE\nWhat about my wagons?\n\nELDERLY BOER\nOn an open slope like this, you must bring your wagons round and\nform them into a laager  and do it immediately\n\n157.\tCHELMSFORD and his lancers arrive at PULLEINE's tent. \nCHELMSFORD\ndismounts and addresses PULLEINE.\n\nCHELMSFORD\nI hear you have prisoners, Colonel, well done. (To Vereker) Good\nevening, William.\n\nPULLEINE\nThank you, Sir\n\nVEREKER\nGood evening, Frederick.",
  "31": "---END OF PREVIOUS SECTION---\nCHELMSFORD\ndismounts and addresses PULLEINE. CHELMSFORD\nI hear you have prisoners, Colonel, well done. (To Vereker) Good\nevening, William. PULLEINE\nThank you, Sir\n\nVEREKER\nGood evening, Frederick. \n---TARGET SECTION TO BE ANNOTATED---\n I think you should hear this. (To \nelderly\nBoer) You were saying your brother didn 't laager his camp \nright?\n\nELDERLY BOER\nThey had seventy-three in their party. We found seventy-three\nskeletons six months later\n\n\t\tCHELMSFORD (After a moment's reflection)\nBoers require to laager with only afew wagons, we have many. An\nunassailable square of British firepower is a defence which can \nbe\nJbrmed in a moment  \n\nThe BOERS start to move away.\n\nCHELMSFORD\nYou're leaving us Master Boer?\n\nThe ELDERLY BOER turns\n\nELDERLY BOER\nI'm going to camp among the rocks over there.\n34\n\nThe BOERS exit.\n\nPULLEINE (Addressing Chelmsford)\nMy Lord, Mr Fannin, er (Picking up and referring to the map)\nclaims to have seen the Zulu Impis, some few thousand or so, in \nthis\nvalley.\n\nCLOSE UP of map location.\n\nCHELMSFORD\nUnlikely (Using his riding crop as a pointer) most unlikely. It \nwould\nmean taking 24,000 men over mountain tops. This is not helpfuL\nHave the prisoners brought to my camp.\n\n158.\tEXT. BATTLEFIELD ISANDHLWANA. EVENING.\n\nThe three Zulu prisoners are tied to two wagons. A CORPORAL is\nadministering a serious beating to BAYELE.\n\nVEREKER approaches.\n\n\t\tVEREKER (Indicating to cease the punishment)\nAlright CorporaL Anything?\n\nCORPORAL\nNo sir, no.\n\nVEREKER turns to the prisoner at the other wagon.\n\nVEREKER\nBe sensible man, tell us.\n\nThe prisoner maintains his silence as VEREKER walks away in \ndismay.\n\n159.\tREDCOATS and NATAL NATIVE SOLDIERS, in their separate \nquarters,\nclean their rifles, carefully oiling the barrels and working. \nVEREKER\npasses RUSSELL busy oiling the elevating mechanisms on his \nrocket tubes.\n\nRUSSELL (To Vereker)\nGood evening. (Referring to the job in hand) Dirty work, eh?\n\nVEREKER (In reply)\nVery dirty. (To himself) Very dirty.\n\n160.\tINT.",
  "32": "---END OF PREVIOUS SECTION---\nVEREKER (In reply)\nVery dirty. (To himself) Very dirty. 160. INT. \n---TARGET SECTION TO BE ANNOTATED---\n CHELMSFORD'S TENT.\n\nCHELMSFORD is seated. PULLEINE and CREALOCK stand behind him.\nFANNIN is standing to one side beside the desk. VEREKER \nconverses with\ntwo of the prisoners in Zulu.\n35\n\nPULLEINE\nWhat did they say?\n\nVEREKER\nClaim they're deserters from the main Impis in the East. \nFollowed this\nway so they could give themselves up, go home.\n\nPULLEINE\nDo you believe that?\n\nVEREKER\nOh their bodies are well oiled. They 're fed regularly, but \nit's unlikely\nthey're the fugitives they say.\n\nCHELMSFORD\nHave them questioned further\n\nVEREKER exits with the prisoners.\n\nCHELMSFORD (Rising to address FANNIN at the desk)\nThey claim the Zulu Impis are East towards the Royal Kraal, and \nyet\nthis fellow says they are further towards the North. (He picks \nup the\nmap).\n\nFANNIN\nWherever they are, Your Worship, there are sixty thousand or \nmore\n\nCHELMSFORD\nThey multiply, Mr Fannin. You do speak the Zulu tongue, do you?\n\nFANNIN nods.\n\nCHELMSFORD\nAnd tomorrow I intend to find the Zulu Impis, Mr Fannin, and you\nwill accompany me.\n\nFANNIN\nEr, I'm no soldier, Your Honour, and it 's further into \nZululand.\n\nCHELMSFORD\nYou will accompany me, Mr Fannin, or you will be arrested. (He \ngives\nPULLEINE a glance as an indication to dismiss FANNIN)\n\nPULLEINE\nThis way, Mr Fannin.\n\nCHELMSFORD\nCrealock We have scouts out in the direction he claims he saw \nthe\nZulus?\n36\nCREALOCK\n\nCHELMSFORD\nOf course, Sir.\nAnd?\n\nCREALOCK\nThe only reports of enemy activity have come from the direction \nof the\nRoyal Kraal, at Ulundi.\n\nCHELMSFORD\nThank you.\n\nCREALOCK exits as CHELMSFORD continues to study the map.\n\n161.\tBOY-PULLEN stands on top of a wagon gazing at the sunset.",
  "33": "---END OF PREVIOUS SECTION---\nCREALOCK exits as CHELMSFORD continues to study the map. 161. BOY-PULLEN stands on top of a wagon gazing at the sunset. \n---TARGET SECTION TO BE ANNOTATED---\nBLOOMFIELD is checking stores. BOY-PULLEN clambers down and \nwalks\nover to BLOOMFIELD.\n\nBOY-PULLEN\nWhy don 't the Zulus attack?\n\nBLOOMFIELD\nZulu may not wear shoes or trousers and the like but it don 't \nmean to\nsay they got no brains. They'll watch us  and wait  and find our\nweaknesses.\n\nStudying his clipboard, BLOOMFIELD crosses into foreground.\n\nBOY-PULLEN\nHave we weaknesses, Quartermaster?\n\nBLOOMFIELD does not answer. He strides forward out of shot. BOY-\nPULLEN turns, places his bugle to his lips & plays \"The Last \nPost\".\n162.\tEXT. ZULULAND EASTOFBUFFALO NIGHT.\n\nThe camp is quiet - but wakeful at the imminence of battle.\n\nBLACKNESS.\n\n163.\tPTE. WILLIAMS is on sentry-go. There are men seated around \na camp fire,\nPTE. STOREY sits on the back of a wagon, smoking. PTE. WILLIAMS\nstares into the black night. Insect noises, a horse neighs. He \nhears something\nmore alarming. His eyes widen, his grip on his rifle tightens. \nHe listens again.\nHe moves to the front of the wagon, convinced he has heard \nsomething.\nReturning to the rear he addresses STOREY.\n\nPTE. WILLIAMS\nWhat was that, Storey?\n37\n\n\t\tSTOREY (Leaning forward)\nWhat? Piss off I never heard nothing. (After a moment's \nreflection)\nI don 't think.\n\nPTE. WILLIAMS\nWell I did. Stand To. (He positions his rifle at the ready).\n\nTutting, STOREY throws his cigarette to the ground. He stands, \nreluctantly.\nThe others do not move.\n\n\t\tPTE. WILLIAMS (In a forced whisper to the others)\nStand To!\n\nIgnoring him, all but one remain seated. One other has lit a \ntorch from the fire.\n\n164.\tThis PTE. proceeds to SGT. WILLIAMS' tent.\nPTE.\nStand To, Colour Sergeant.\n\n\t\tSGT. WILLIAMS (From within his tent)\nWho gave the order?\n\nPrivate Williams, Sir\nPTE.\n\t\tSGT.",
  "34": "---END OF PREVIOUS SECTION---\nWILLIAMS (From within his tent)\nWho gave the order? Private Williams, Sir\nPTE. SGT. \n---TARGET SECTION TO BE ANNOTATED---\n WILLIAMS (Emerging from his tent)\nI've gotta see this.\n\n165.\tSGT. WILLIAMS has reached the wagon. PTE. WILLIAMS is still \naiming\nhis rifle into the blackness.\n\nSGT. WILLIAMS\nDid you call 'Stand To', Private Williams?\n\nPTE. WILLIAMS nods, still listening.\n\nSTOREY\nI didn 't hear nothing, Serg'.\n\nSGT. WILLIAMS looks at STOREY. His face shows complete contempt \nfor\nPTE. WILLIAMS. Then he hears something also. It is the \napproaching sound\nof horses hooves.\n\n\t\tSGT. WILLIAMS (With sudden urgency)\nWell Stand To!   damn you!\n\nPTE. WILLIAMS takes out his bayonet and attempts to fix it. \nSGT.\n38\n\nWILLIAMS lays a hand on his arm as if to replace the bayonet \nback in it's\nscabbard.\n\nSGT. WILLIAMS\nNo. You've done well fer once. Don 'tpush yer luck!\n\nPTE. WILLIAMS (He continues to attach his bayonet)\n\nIheard 'em first\nSGT. WILLIAMS (With sarcasm)\nI'll get you a medal for modesty, Private Williams, would you \nlike\nthat?\n\nPTE. WILLIAMS\nYou never would, Colour Sergeant A medal?\n\n166.\tThere are loud noises of advancing bodies coming directly \ntowards them.\nFrom the blackness:\n\nDURNFORD (V.0.)\nColonel Durnford here.\n\n\t\tSGT. WILLIAMS (To PTE. WILLIAMS)\nEasy, lad.\n\nAs DURNFORD and his escort of fifty mounted BASUTOS approach, \nSGT.\nWILLIAMS salutes.\n\nSGT. WILLIAMS\nJust follow the track, Sir, you '11 come to Lord Chelmsford '5\nHead Quarters.\n\n\t\tDURNFORD (Spurring his horse onward)\nSergeant\nSGT. WILLIAMS\nGet down, lads.\n\nThe line of sentries relax, unfix their bayonets and most \nproceed to return to\ntheir sleeping bags.\n\nPTE. WILLIAMS is deflated almost to the point of tears.\n\nSGT.",
  "35": "---END OF PREVIOUS SECTION---\nPTE. WILLIAMS is deflated almost to the point of tears. SGT. \n---TARGET SECTION TO BE ANNOTATED---\n WILLIAMS\nYou done welL Keep it up laJ Keep it up.\n\nA smile reappears upon PTE. WILLIAMS face. He resumes his watch \nwith\nrenewed enthusiasm.\n\n167.\tINT. CHELMSFORD'S TENT NIGHT.\n39\n\nCHELMSFORD is seated on his bed. DURNFORD stands before him\ndistressed, blinking at his commander's verbal assault.\n\nCHELMSFORD\nYou intended to bring your reserves across the river?\n\nDURNFORD\nI have received intelligence from, sources of my own that the \nZulu\nImpis are moving North of here and threaten your left.\n\nCHELMSFORD\nIntelligence? Sources of your own? Did it not occur to you they\nmay be native rumours? Rumours to draw you off- to leave the\nwhole ofNatal open to a possible counter thrust\n\n\t\tDURNFORD (After a beat)\nCetshwayo wants a head on battle. A decisive victory, so that \nhis\npeople can get on with the one battle that is life and death \nfor his\nNation - a delayed harvest\n\nCHELMSFORD\nAre you dictating the strategy of this war, Sir?\n\nDURNFORD\nI'm explaining my reasons.\n\nCREALOCK enters the tent.\n\nCHELMSFORD\nYes?\n\nCREALOCK\nA large party of Zulus have been sighted in the direction of \nthe King's\nKraaL\nGetting up, CHELMSFORD moves over to look at the map on his \ndesk.\n\n168.\tCLOSE UP of map as CHELMSFORD picks up a pair of dividers \nand\nmeasures the distance between Isandhlwana and Ulundi.\n\n169.\tCHELMSFORD turns to face the two men.\n\nCHELMSFORD\nTomorrow we will continue our advance on Ulundi. Dumford,\nkindly return to your unit Bring them here immediately to\nsupport Pulleine. Mr Vereker will join you as ADC. Do you\nunderstand me clearly?\n\nDURNFORD\nAnd the threat of counter invasion no longer exists?\n40\n\n170.\n\n171.\nColonel, if on another occasion you flout my direct orders I \nshall\nreluctantly relieve you of your commanJ\n\nDURNFORD exits in silence.",
  "36": "---END OF PREVIOUS SECTION---\n40\n\n170. 171. Colonel, if on another occasion you flout my direct orders I \nshall\nreluctantly relieve you of your commanJ\n\nDURNFORD exits in silence. \n---TARGET SECTION TO BE ANNOTATED---\n CREALOCK walks over to the map.\n\nCREALOCK\nPerhaps he has thought to conquer Zululand on his own, My LorJ\n\nCLOSE UP of CHELMSFORD as he nods in silent agreement.\n\nTHE CAMP AT ISANDHLWANA. 22N9 JANUARY. 7.OOAM.\n\nReveille is heard. CHELMSFORD emerges from his tent with \nVEREKER.\n\nCHELMSFORD\nCHELMSFORD\nI trust you to keep me well informed of Colonel Durnford and \nhis men\nwhen they arrive William.\n\nVEREKER\nCertainly Frederick.\n\nCHELMSFORD mounts his horse.\n\nCHELMSFORD\nGentlemen, we move to find camp and engage the enemy, and my \nnose\ntells me that we may make early contacfl\n\nCHELMSFORD and his party move out. VEREKER looks on.\n\n172.\tPULLEINE is stationary, astride his horse. MELVILL \napproaches on\nhorseback.\n\nPULLEINE\nMr Melvill, until the reinforcement arrives we will Stand To.\n\nMELVILL\nSir (Riding off, he addresses a Bugler) You there. Sound \"Fall \nIn\".\n\n173.\tAs CHELMSFORD'S COLUMN moves out, the camera pans away up \nto the\nhills to reveal a hidden Zulu Scout.\nThe rear units are half-a-mile from the camp.\n\n174.\tBelow, the camp prepares for immediate battle  activity \neverywhere.\nRedcoats line up, buckling on their packs and pouches.\n\n175.\tPULLEINE, MELVILL & COGHILL, all on horseback, are engaged \nin\nconversation.\n41\n\nPULLEINE (To COGHILL)\nHuge expanse to keep an eye on. (Referring to Nqutu Range) Would\nyou mind riding over to Stuart Smith & asking him to bring his\nartillery about?\n\nCOGHILL\nSir (Riding off)\n\nPULLEINE\nOh, Mr Melvill, kindly send a lookout Tell him to call out the\ninstant he spies Colonel Durnford's Column coming to reinforce \nus.\n\nMELVILL departs.\n\n176.\tCOGHILL arrives at STUART SMITH's area.",
  "37": "---END OF PREVIOUS SECTION---\nMELVILL departs. 176. COGHILL arrives at STUART SMITH's area. \n---TARGET SECTION TO BE ANNOTATED---\nCOGHILL\nStuart?\n\nSTUART SMITH\nYes.\n\nCOGHILL\nHow quickly can you move your artillery forward?\n\nSTUART SMITH\nWell, my horses are feeding, as you may observe, Mr Coghill. \nIt'll\ntake a little while.\n\nCOGHILL\nWell, fed or hungry, Pulleine wants them in position \nimmediately. (He\ndeparts).\n\nSTUART SMITH\nRight. (Addressing one of his men) Bombardier, to me please.\n\n177.\tCLOSE UP of a concerned looking PULLEINE.\n\n178.\tVarious shots of CHELMSFORD'S COLUMN moving forward.\n\nl'79.\tCLOSE in on CHELMSFORD as he rides to meet NOGGS (NORRIS-\nNEWMAN)\n\nCHELMSFORD\nWhat o'clock is it, Mr Noggs?\n\nNORRIS-NEWMAN\nEleven o'clock, My LorJ\n42\n\nCHELMSFORD\nOur friend Colonel Dumford will be  should be   at this minute\napproaching Pulleine. I think we'll eat here. I want to scout \nthat\nmountain top and be back with an appetite in one hour. (He turns\nhis horse about).\n\nCREALOCK\nSir\n\n180.\tDURNFORD'S ARRIVAL AT ISANDHLWANA.\n22ND JANUARY. 1 1.OOAM\n\nDURNFORD'S COLUMN pounds down the slope into the camp. It is\nwelcomed with relief, tension everywhere relaxes and smiles are \nseen. There\nis calling and greeting between the forces.\n\n181.\tAREA BETWEEN WAGONS.\n\nBAYELE and the OTHER ZULU CAPTIVE held for questioning are tied \nup\nto wagons in an area somewhat screened from the camp. MBILINI \nis on\nthe ground, his feet and hands are bound.\n\nTWO SENTRIES guard them. MBILINI lies almost unconscious, tongue\nlolling, from the ropes that bind him. Evidence of the beating \nhe has\nundergone is extensive.\n\nThe TWO REDCOAT SENTRIES run forward to see DURNFORD'S\nCOLUMN arrive, momentarily leaving the captives.\n\n\t\tBAYELE (To MBILINI with whisper)\nMy brother  We must warn our King.",
  "38": "---END OF PREVIOUS SECTION---\nEvidence of the beating \nhe has\nundergone is extensive. The TWO REDCOAT SENTRIES run forward to see DURNFORD'S\nCOLUMN arrive, momentarily leaving the captives. BAYELE (To MBILINI with whisper)\nMy brother  We must warn our King. \n---TARGET SECTION TO BE ANNOTATED---\n I will call the white\nsoldier back. Can you still move to help me?\nMBILINI nods.\n\n\t\tBAYELE (Shouting)\nGuard. Guard!\n\nThe TWO SENTRIES turn. One addreses the other:\n\nSENTRY\nI'llfix 'im, Serg'\n\nHe starts to walk back to the wagons. BAYELE continues to \nshout.\n\nSENTRY\nShut that yellin' up, you 'ear me! (He reaches the wagons) Did \nyou\n'ear me? Shut up!\n43\n\nAs he passes MBILINI on the ground, the warrior thrusts his \ntrussed legs\nbetween the SENTRY'S legs. The SENTRY stumbles to the ground, \nhis\nhead near BAYELE'S feet. He immediately starts to rise but \nbefore he can,\nBAYELE has lifted his powerful foreleg waist high in stamping \nposition and\nbrings it down with a sickening crunch onto the SENTRY'S lower \nneck.\n\nNow all is desperate speed. Under BAYELE'S directions, MBILINI\nstretches to the unconscious SENTRY and manages to take his \nbayonet\nwith his bound feet.\n\n182.\tINTERCUT WITH SHOTS OF DURNFORD'S ARRIVAL IN CAMP.\n\n183.\tCutting the ropes about his neck, MBILINI suceeds in rising \nto his feet,\nmanaging to get the bayonet blade to BAYELE'S bonds.\n\nBetween them the first ropes are cut.\n\nAs BAYELE'S hands are freed, the SENTRY on the ground starts to \nregain\nconsciousness. Taking the bayonet from MBILINI, BAYELE thrusts \nthe\nweapon into the SENTRY'S back killing him. He removes the \nbayonet\nfrom the SENTRY'S body and also takes a knife from the redcoat's\nscabbard which he hands to MBILINI. Together they free the \nthird Zulu\ntied to the other wagon.\n\nMaking their escape, they edge beyond the wagons. Crouching \nlow, they\nrun up the slope and head for the North.\n\n184.\tBut all British eyes are to the East or on DURNFORD'S \ncolumn.\nDURNFORD dismounts, takes in the encampment.",
  "39": "---END OF PREVIOUS SECTION---\n184. But all British eyes are to the East or on DURNFORD'S \ncolumn. DURNFORD dismounts, takes in the encampment. \n---TARGET SECTION TO BE ANNOTATED---\nPULLEINE\nExceedingly pleased to greet you, Sir\n\nDURNFORD\nColoneL I see you're 'Standing To.' Perhaps the men could eat \nwith\ntheir equipment unbuckled.\n\nPULLEINE\nOh yes, of course. Excellent idea, good. Oh, Mr Melvill, order\n\"Stand Down\", will you?\n\nMELVILL\nSir~ (He turns his horse about)\n\nPULLEINE\nPlease. (Indicating that DURNFORD follow him)\n\nPULLEINE & DURNFORD walk out of shot as MELVILL is seen in the\nbackground.\n\n44\n\n\nMELVILL\nSergeant Stand the men down would you.\n\n185.\t8 MWES EAST OF ISANDHLWANA. ROAD TO ULUNDI.\n22ND JANUARY. 1145AM.\n\n186.\tCLOSE UP of pencil drawing in progress. The artist is \nrevealed as being\nCREALOCK. His composition is of a stationary wagon.\n\n187.\tNOGGS observes. Glass of claret in hand, he makes his way \ntowards\nCREALOCK.\n\nNOGGS\nCrealock, old fellah (Sitting beside him). I'm doing notes for \nmy\ndispatch and I need to clear up afew military points. I don 't \nwant\nto bother His Lordship. Had it drummed into my thick skull that\na good Commander never willingly splits his forces, especially \nin\nan enemy's country   before knowing their dispositions.\n\nCREALOCK has continued to sketch throughout Noggs' banter.\n\nCREALOCK\nAh, Yes, if we were facing a European enemy armed with guns I\nthink your point would hold, Noggs. Further, may I remind you\nI do not create the strategies you wish to comment on. I am only\nhis Lordship's Secretary. (He gives NOOGS a smug smile).\n\nNOGGS\nWith a slight chuckle he leans closer to CREALOCK.\nI wouldn 't take overly comfort from that Crealock old fellah  \nbecause if~he sinks, then you sink with him.\n\nNOGUS departs, as CREALOCK looks up for a moment and then \ncontinues\nwith his drawing.\n\n188.\tEXT. PULLEINE'S H.Q. TENT.",
  "40": "---END OF PREVIOUS SECTION---\nPULLEINE'S H. Q. TENT. \n---TARGET SECTION TO BE ANNOTATED---\n ISANDHLWANA. DAY.\n\nDURNFORD, VEREKER & PULLEINE are seated. They are dining \ntogether.\nThe occasion is incredibly civilised. The table is laid with a \nwhite linen cloth,\nsilver cutlery, condiments and wine glasses containing claret.\n\n\t\tDURNFORD (Toying with the wine in his glass)\nSo, you 've been asked to look after me, Lieutenant?\n\nVEREKER\nWell I assure you, Sir, I have no desire to create \ndifficulties.\n45\n\nDURNFORD\nAnd I assure you, you do not In fact I'd be obliged for your \nbest\nadvice. What have your scouts seen?\n\nVEREKER\nSo far only their scouts. But we have had reports of a small \nImpi\nfarther north, over there. (He turns to indicate the area to \nhis left)\n\nPULLEINE\nHis Lordship is of the certain opinion that it 's far too \ndifficult an\napproach to be chosen by the Zulu command.\n\n\t\tDURNFORD (Looking to the North)\nYes, welt Difficulty never deterred a Zulu commander.\n(Returning his gaze to VEREKER) How many?\n\nVEREKER\nWe don 't know.\n\nDURNFORD (After a moment's reflection)\nI think it would be wise to picket the hills. Just in case.\n\nVEREKER rises and collecting his hat, exits to carry out \nDURNFORD' S\ninstruction. DURNFORD returns to his meal.\n\n189.\tEXT. NQUTU PLATEAU DAY\nMOVING SHOT. DURNFORD rides out alone.\n\n190.\tVEREKER, S.M. KAMBULA, OFFICERS and a troop of SIKALI horse\nride out of camp into the foreground.\n\n191.\tCAMERA PANS the vast African countryside. VEREKER' S column \nis\nseen in the distance. CAMERA stops to reveal a ZULU SCOUT in \nthe\nforeground. He is hidden by a tree. On spying the soldiers, he \nturns to\ntwo young ZULU BOYS behind him. He shouts instructions that they\ndraw attention to themselves by moving their herd of cattle.\n\n192.\tDURNFORD, now with KAMBULA, reaches the top of a rise.",
  "41": "---END OF PREVIOUS SECTION---\nHe shouts instructions that they\ndraw attention to themselves by moving their herd of cattle. 192. DURNFORD, now with KAMBULA, reaches the top of a rise. \n---TARGET SECTION TO BE ANNOTATED---\n He \nstops\nand KAMBULA hands him a pair of binoculars. Surveying the land \nhe\nspots VEREKER'S column. Handing the binoculars back to KAMBULA, \nhe\nspurs his horse onward.\n\n193.\tVEREKER'S COLUMN come over a rise to see the cattle being \nurged to\nthe lip of the plateau.\n\n\t\tRAW (Pointing to the cattle)\nThere's steak on the hoof Sir.\n\n\t\tVEREKER (Pausing for a moment)\nSikal4 forward!\n46\n\nKicking their horses and whooping, the soldiers give chase. The \nZULUS\ntry to flee but in vain. One soldier, TROOPER JAMES, aims his \nrifle at\none of the ZULUS and fires.\nVEREKER, hearing the shot, rides towards TROOPER JAMES, but \nstops\nwhen he gets to the ZULU BOY who is lying motionless on the \nground.\nDismounting, VEREKER goes over to the body and looks down at \nthe dead boy\nwith compassion.\n\n194.\tTROOPER JAMES spurs to the lip, exultant, keen to kill. He \nreins his horse\nabruptly. Holding it still, he stares at the valley before him. \nSuddenly all\nenergy leaves his body. He stares in disbelief. LT. RAW is \nbeside him.\n\nJAMES (Calling, his voice unbelieving)\nMr. Vereker! Mr. Vereker! Come and look at this, Sir!\n\n\t\tVEREKER (Riding into shot he addresses JAMES)\nYou 've just managed to bring down a boy of twelve.\n\nJAMES does not respond. He stares straight ahead. Following his \ngaze,\nVEREKER spots what James has found before him.\n\n195.\tEXT. WATERHOLE. VALLEY NEAR ISANDHLWANA. DAY.\n\nThe valley they overlook is filled with Zulus, Cetshwayo's main \nImpi.\nClose-packed, sitting in silence, covering the whole of the \nvalley floor\nand perching on every inch of its rising sides, are twenty \nthousand warriors.\n\nThey have found the long sought main IMPI.\n\n\t\tVEREKER (Utter disbelief)\nMy God, we 've found them.\n\n196.\tEXT.",
  "42": "---END OF PREVIOUS SECTION---\nVEREKER (Utter disbelief)\nMy God, we 've found them. 196. EXT. \n---TARGET SECTION TO BE ANNOTATED---\n NQUTUPLATEAU. DAY\nSILENCE\n\nVEREKER, RAW & JAMES stare down at the Zulu Impis.\n\n197.\tEXT. VALLEYNEARISANDHLWANA. DAY.\n\nThe Zulus look up. BAYELE, who stands apart, looks first at his \nwarriors,\nthen up to the English. He shouts the order to advance. \nChanting, the Zulus\nrise and start to clamber up towards the plateau.\n\n198.\tEXT. NQUTU PLATEAU. DAY\n\n\t\tVEREKER (Still stunned, he addresses RAW)\nWarn the camp. Tell ChelmsforJ Inform His Lordship we 've\nfound what he's looking for.\n47\n\n\t\tRAW (Turning his horse about)\nYes, Sir.\n\nVEREKER orders his troop to line up facing the Zulu.\n\nVEREKER\nSikali, forward!\n\nThe mass of Zulus have started to cover the North strip of the \nplateau.\n\nVEREKER\nFire!\n\nMore and more Zulus mount the crest coming into formation. The \ntroopers\nare amazed at the sheer weight of enemy number.\n\nVEREKER'S troop fire volleys steadily, the Zulus now six \nhundred yards\naway. Some Zulus fall but the mass, getting into disciplined \nranks,\nadvance implacably towards them.\n\nVEREKER gives the order to retreat.\n\nVEREKER\nRetire! Rerire!\n\nVEREKER'S troop retreat as the ZULU follow.\n\n199.\tINT. PULLEINE'S H.Q. TENT. ISANDHLWANA. DAY.\n\nPULLEINE is seated at his desk. He is writing a letter. He \nlooks up as he\nhears distant gunfire.\n\n200.\tEXT. PULLEINE'S CAMP. ISANDHLWANA. DAY.\n\nBLOOMFIELD walks through the kitchen area. He stops and looks \nto the\nhills as he too hears gunfire.\n\n201.\tINT. TENT. ISANDHLWANA. DAY\n\nBOY-PULLEN, STOREY and another are having a game of cards. BOY-\nPULLEN looks up, alert. He too has heard something. STOREY \nnudges\nhim.\n\nSTOREY\nOy! Goon.",
  "43": "---END OF PREVIOUS SECTION---\nSTOREY \nnudges\nhim. STOREY\nOy! Goon. \n---TARGET SECTION TO BE ANNOTATED---\n What'redoin'?\n\nBOY-PULLEN dismisses his concern and continues with the game.\n\n202.\tINT. MELVILL'S TENT. ISANDHLWANA. DAY.\n48\n\nMELVILL is seated, relaxed, his feet up on his desk. He is \ndrinking from\na tankard. Another officer lies reclined, smoking. On hearing \ngunshots,\nMELVILL jumps up, running outside the tent.\n\nMELVILL\nDon 't tell me the Zulu managed to get up there after alt\n\n203.\tEXT. CAMP. ISANDHLWANA. DAY.\n\nLT. RAW rides into shot.\n\nRAW\nZulu!\n\n204.\tMOVING SHOT. CAMERA follows RAW as he rides up to PULLEINE'S\ntent and dismounts.\n\nRAW\nThey're here.\n\nPULLEINE emerges from his tent.\n\nRAW\nI've sent to Lord Chelmsforct\nPULLEINE\n\nBugler. Sound \"The Alert\".\n\nBUGLER runs into foreground. CLOSE UP as he sounds \"The Alert\".\n\n205.\tPTE. WILLIAMS is feeding the horses. On hearing the \"The \nAlert\" he jumps\nto attention running out of shot. After a beat he returns to \ncollect his helmet\nwhich is positioned on top of one of posts.\n\n206.\tBOY-PULLEN & STOREY emerge from their tent. There are troops\nscramblingeverywhere. V.0. Fall in! At the double!\n\nHeavy artillery moves into and out of shot.\n207.\n\n208.\n\n209.\nPULLEINE & MELVILL, both on horseback, watch the proceedings.\n\nEXT. BATTLEFIELD. ISANDHLWANA. DAY.\n\nSGT. WILLIAMS is rallying a Company of Redcoats.\n\nSGT. WILLIAMS\nWheel 'em in! wheel 'em in! Wheel 'em in! Come on now. Tighten\nthose ranks!\n\nCOGHILL, on horseback surveys the ranks from the rear.\n49\n\n210.\tA young BOY-SOLDIER walks in front of the redcoats. He \ncarries an\narmful of markers. With him is STOREY.\n\nSGT. WILLIAMS\nPrivate Storey. Get those markers pegged out at the double.\n\nSTOREY\nSerg'!\n\nSGT.",
  "44": "---END OF PREVIOUS SECTION---\nGet those markers pegged out at the double. STOREY\nSerg'! SGT. \n---TARGET SECTION TO BE ANNOTATED---\n WILLIAMS\nOne every 'undred yards \n\nSTOREY (To Boy Soldier)\nCome on boy, scamper.\n\nSGT. WILLIAMS\n  and Bugler, make sure he pegs 'em in a straight line - towards\nthe enemy!\n\n211.\tRUSSELL & his men with a group of Natal natives run forward \nto position\nthe rockets.\n\n\t\tRUSSELL (Through clenched teeth as he works)\nHold them  please God  three minutes  please hold them!\n(With increasing urgency) Come on, come on, come on. Come on \nmen!\n\n212.\tSTOREY is pacing out the markers on the battlefield. The \nBOY SOLDIER\nfollows him.\n\nSTOREY\nNinety two, ninety three, ninety four, ninety five, ninety six, \nninety\nseven, nighty eight, ninety nine  (Coming to a standstill) \nWhat's\nnext, boy?\n\nBOY SOLDIER stands motionless. He stares towards the horizon.\n\nSTOREY\nOy.\tYou useless little bastard. Come 'ere. Scamper.\n\n\t\tBOY SOLDIER (Pointing behind Storey)\nLook. Look!\n\nSTOREY turns to look.\n\n213.\tVast masses of Zulus appear over the horizon. They are \nchanting, menacing\nlike a fast approaching swarm of bees.\n\n214.\tCloser shots of the Zulus as they approach. Their assegais \npoised high\nabove their heads at the ready.\n50\n\n215.\tCAMERA PANS to the tiny white tents of the camp in the \ndistance. The\nsmall Company of Redcoats is seen before them and for the first \ntime it is\nobvious just how outnumbered they are.\n\n216.\tEXT. ZULULAND EAST OF ISANDHLWANA. DAY.\n\nCHELMSFORD & CREALOCK admire the pleasant surroundings. They\nwalk towards a canopied dining area. Servants have prepared a \nmagnificent\ntable. Silver dishes, polished beautifully and gleaming in the \nhot sun, are\ncarried from a small field kitchen behind a screen.\n\nCHELMSFORD\nSplendid site, Crealock, splendil I want to establish Camp here\nimmediately.",
  "45": "---END OF PREVIOUS SECTION---\nServants have prepared a \nmagnificent\ntable. Silver dishes, polished beautifully and gleaming in the \nhot sun, are\ncarried from a small field kitchen behind a screen. CHELMSFORD\nSplendid site, Crealock, splendil I want to establish Camp here\nimmediately. \n---TARGET SECTION TO BE ANNOTATED---\nCREALOCK\nCertainly, Sin\n\nStanding around the table are several officers including \nHAMILTON-BROWN,\nHARFORD & MILNE. NOGGS is also present. As CHELMSFORD sits, so \ndo\nthe others.\n\nHAMILTON-BROWN stands apart, drinking uneasily.\n\nCHELMSFORD\nAfter lunch, Brown, I want you to return to Isandhlwana and \ninstruct\nColonel Pulleine to join us here immediately.\n\nHAMILTON-BROWN (Downing the contents of his glass)\nIf you '11 excuse me, My Lord.\nCHELMSFORD\nNo appetite, Colonel? (He indicates to a nearby servant to \nrefill his\nglass).\n\nHAMILTON-BROWN\nMy men haven 't eaten since yesterday and there won 't be any \nsupplies\nuntil I get them back to Isandhlwana.\n\nCHELMSFORD\nWell they can start off now and you can join them when you've \neaten.\n\nHAMILTON-BROWN\nKind of you, My Lord. But I don't think it would be proper for \nme to\nsit at your table while they're with their bellies stuck to \ntheir\nbackbones.\n\nEXITS.\n51\n\t\tHARFORD (Rising to leave)\nExcuse me, Sir.\n\nCHELMSFORD\nLearn nothing from that Irishman, HafforJ\nbehave.\n\nHARFORD\nYes, Sir.\n\nExcept, how not to\n\nGeneral ad. lib. Smug laughter, banging of cutlery on table and \ncries of\n\"Here, here\".\n\n217.\tSolitary SIKALI HORSEMAN approaches Chelmsford's camp.\n\n218.\tRETURN to dining table. The meal is now over. CHELMSFORD \ncuts the\nend off a cigar with a silver cigar-cutter. NOGGS is peeling an \napple with\na silver fruit knife.\n\nCREALOCK walks into shot. He speaks in CHELMSFORD'S ear.\n\nCREALOCK\nA strange message from Vereker, My Lord. It would seem Pulleine\nhas a battle on his hands. No details. No intelligence.\n\nCREALOCK resumes his place at table as CHELMSFORD turns to the\nothers.\n\nCHELMSFORD\nMr. Milne.",
  "46": "---END OF PREVIOUS SECTION---\nCREALOCK resumes his place at table as CHELMSFORD turns to the\nothers. CHELMSFORD\nMr. Milne. \n---TARGET SECTION TO BE ANNOTATED---\n Kindly take your telescope to a high point Note the\nevents at Isandhlwana.\n\nMILNE\nSir. (He leaves).\n\nCHELMSFORD also rises and leaves the table.\n\n219.\tCLOSE-UP of CREALOCK, then NOOGS. They both share a sense of\nforeboding.\n\n220.\tCHELMSFORD walks slowly and deliberately towards an empty \nwagon. He\ngoes to the front and leaning against the front panel, lowers \nhis head. He\nwants to be alone.\n\n221.\tEXT. BATTLEFIELD. ISANDHLWANA. DAY.\n\nSHOTS OF THE ZULU ARMY. They stand, chanting, beating their\nweapons against their shields, ready to attack.\n52\n\n222.\tCAMERA PANS BACK to reveal the vast enormity of the ZULU \narmy in\ncomparison to the small Company of Redcoats.\n\n223.\tVARIOUS CLOSE-UPS of kneeling Redcoats, poised, rifles at \nthe ready.\nTheir faces reveal the terror of the reality before them.\n\n224.\tThere is a uniform, disciplined, victorious shout from the \nZULU IMPI:\n\nZULU iMi'i\nUsutu... . Usutu!\n\nOnly three hundred yards away, the Zulu Impi advance, vastly \noutnumbering\ntheir enemy ahead.\n\n225.\tCLOSE-UP OF PTE. WILLIAMS. Extremely nervous, he looks to \nSGT.\nWLLIAMS for reassurance.\n\nSGT. WILLIAMS removes a ceremonial sash from his inside pocket \nand\nplaces it defiantly over his tunic. He winks at PTE. WILLIAMS \nwho\nreturns to face the Zulu with renewed confidence.\n\n226.\tDURNFORD leads his column onto the battlefield. \nDismounting, the\nCompany takes up it's positions and commences to fire a volley.\n\n\t\tDURNFORD (Still on horseback)\nSteady men. Steady. Steady now.\n(Addressing one of his men) Sergeant\n\nSGT.\nYes, Sir.\n\nDURNFORD\nRide to Lord Chelmsford. Ride toward Ulundi. Tell him the \nbattle he\nlongs for has started and he needs to move here quickly. \nQuickly.\n\nYes, ColoneL\nSGT.\n\n227.",
  "47": "---END OF PREVIOUS SECTION---\nQuickly. Yes, ColoneL\nSGT. 227. \n---TARGET SECTION TO BE ANNOTATED---\n\tCAVAYE'S AND MOSTYN'S COMPANIES\n\nThe last echo of the \"Stand To\" is heard. RUSSELL'S men fire a \nrocket and\nthen another. They sail erratically over the heads of the ZULU \nIMPI. The\nthird, however, finds it's target and strikes at the centre of \nthe advancing\nwarriors.\n\n228.\tSTOREY and BOY SOLDIER run forward hurriedly trying to \nposition\ntheir markers.\n\nSTOREY\nAll right, this '11 do. (Stopping, he hands BOY SOLDIER his \nrifle)\nHere, grab that.\n53\n\n229.\tThe Zulus are now uncomfortably close. BOY SOLDIER stands\ntransfixed.\n\nBOY SOLDIER\nMaster.\n\n\t\tSTOREY (Realizing the close proximity of the enemy)\nOh, bugger that. (He throws the,markers to the ground and \nseizing\nBOY SOLDIER'S hand runs back towards their own lines).\n\n230.\tStill fifty yards away, STOREY & BOY SOLDIER drop to the \nground as their\nown Companies fire a series of volleys in their direction.\n\nAs the Zulus begin to drop, STOREY & BOY SOLDIER seize the \nopportunity\nand return to their feet, again running forward.\n\nAs another volley is fired, STOREY & BOY SOLDIER again drop to \nthe\nground.\n\nSTOREY\nSomebody's not watching our bloody markers. (Getting to his \nfeet)\nCome on, Sunshine.\n\nSTOREY attempts to help BOY SOLDIER to his feet. The boy's body \nis\nlimp, sprawled and bleeding. He has been shot in the head.\n\nSTOREY\nOh no. (Bitterly) Come all this bloody way to get shot by a \nbullet\nfrom Birmingham. (Shouting to his own lines) Shoot straight, you\nbastards!\nSTOREY takes the boy's hat and runs quickly forward as the \nZULUS advance\nover the inert body.\n\n231.\tThe ZULU LEFT HORN is close at hand. RUSSELL works with his\nBombardier and artillery men to set up the rockets, but they \nare losing the race\nwith time.\n\nRUSSELL\nFire one. Fire two.",
  "48": "---END OF PREVIOUS SECTION---\nRUSSELL works with his\nBombardier and artillery men to set up the rockets, but they \nare losing the race\nwith time. RUSSELL\nFire one. Fire two. \n---TARGET SECTION TO BE ANNOTATED---\nRUSSELL, recognising the uselessness of his rockets at this \npoint of the\nbattle, draws his sword. He orders his bombardier and small \ntroop of\nartillerymen to line up and face the Zulu. RUSSELL fights \nbravely, as do\nhis troop. It is a few dozen men against hundreds. They are \ninundated by\nthe ZULU tide, which is not checked. Several ZULU fall, but \nRUSSELL and\nhis troop are simply overcome and vanish as the LEFT HORN \ncontinues on its\nway hence, threatening to cut Dumford's column off from the \ncamp.\n\n232.\tPULLEINE, on horseback, spots the onslaught through his \nbinoculars from\nthe camp. VEREKER rides to meet him.\n54\n\nPULLEINE\nReinforcement only. And ride to Stuart Smith. Let his guns cover\nDurnford for a fall back.\n\nVEREKER\nYes Sir. (Shouting) Sikali, follow me.\n\n233.\tVEREKER and his SIKALI troop leave the camp. PULLEINE \nwatches\nbefore returning to his binoculars.\n\n234.\tSTUART SMITH commands the airning and firing of his seven \nand twelve\npounders. VEREKER rides up from the background.\n\nVEREKER\nYou give me some covering fire for Dumford on the right flank.\n\nSTUART SMITH\nSir. Whole section RIGHT'\n\nOne of the big guns is brought about to fire at the line to the \nsouth which\nattacks DURNFORD.\n\nSTUART SMITH\nFire!\n\n235.\tCLOSE ON DURNFORD. He watches in appreciation as the\nbig shells start to land amongst his attackers causing havoc.\n\nDURNFORD\n\t\tFire! (Recognising the hopelessness of the situation) Retreat!\n\n236.\tThe companies wheel about to race back to the relative \nsecurity of a nearby\ndonga.\n\nThere is sudden turmoil as a group of ZULUS hurtle over the \nlower edge of\nthe donga. A fierce hand-to-hand, assegai against bayonet \nbattle ensues as\nwarrior after warrior rises from cover to come over the edge.",
  "49": "---END OF PREVIOUS SECTION---\nThe companies wheel about to race back to the relative \nsecurity of a nearby\ndonga. There is sudden turmoil as a group of ZULUS hurtle over the \nlower edge of\nthe donga. A fierce hand-to-hand, assegai against bayonet \nbattle ensues as\nwarrior after warrior rises from cover to come over the edge. \n---TARGET SECTION TO BE ANNOTATED---\n \nDURNFORD\nrides to make sure that firing against the rear line of ZULUS \nis maintained to\nprevent it too from coming forward, to secure the temporary \nbreech.\n\n237.\tSOLDIERS of CAVAYE'S COMPANY have withdrawn to the camp\nperiphery and now fire in line with MOSTYN'S COMPANY, volley \nafter\nsteady volley.\n\nCOGHILL and MELVILL shout orders to the ranks.\n\nCOGHILL\nChoose your targets men. That's right Watch those markers.\n55\n\nMELVILL\nKeep steady. You're the best shots of the Twenty-Fourth. You\nbunch of heathens, do it\n\n238.\tCAVAYE'S COMPANY LINES\n\nSOT. WILLIAMS walks calmly behind the front line.\n\nSGT. WILLtAMS\nPresent, Arms. Watch yer markers. Watch yer markers. Adjust yer\nsights.\n\nSTOREY fires in the line. He searches through his pouches for \nrounds.\n\nSTOREY\nI'm running out of bleedin' ammunition. (Calling over his \nshoulder)\nBuglen'\n\nBUGLER\nWhat?\n\nSTOREY\nMore ammunition. Scamper!\n\nBUGLER\nI've bin twice already.\n\nSTOREY\nYou can go three times. It won 't do you any 'arm. Go on! Run\nboth ways.\n\nThe BUGLER runs towards the ammunition wagon, two hundred yards \nto\nthe rear. The line fire in volley, working the levers of their \nbreech-loaders.\n\n\t\tCOGHILL (Steadying his horse along the line)\nKeep shooting.\n\n\t\tSTOREY (To the soldier next to him)\nSoft 'eaded buggers these. (Referring to the ammunition) \nFlatten out\nagainst the bone. Smash 'em out\n\nSTOREY'S MATE\nBut bullets run out.. and those bloody spears don 't\n\n239.\tAMMUNITION WAGON.\n\nBLOOMFIELD is labouring to open another tightly bound and \nscrewed down\nammunition box while BUGLERS wait in a queue, restive.\n\nBLOOMFIELD has to stand over the box and exert great pressure \non the\nscrewdriver to force the oxidised screws out of their sockets.\n56\n\nBOY-PULLEN stands at the front of the queue.",
  "50": "---END OF PREVIOUS SECTION---\nBLOOMFIELD is labouring to open another tightly bound and \nscrewed down\nammunition box while BUGLERS wait in a queue, restive. BLOOMFIELD has to stand over the box and exert great pressure \non the\nscrewdriver to force the oxidised screws out of their sockets. 56\n\nBOY-PULLEN stands at the front of the queue. \n---TARGET SECTION TO BE ANNOTATED---\n He is handing out \none box of\nammunition at a time to each soldier.\n\nA NATAL NATIVE reaches the head of the queue. As BOY-PULLEN goes\nto hand him some ammunition, BLOOMFIELD looks up and strides \nforward.\n\nBLOOMFIELD\nPullen! You will not issue ammuntion from this wagon to any but\nauthorised Companies. This lot can have their own. (He snatches\nthe box back from the NATAL NATIVE).\n\nThe NATAL NATIVE doesn't understand English but he understands \nwhat\nBLOOMFIELD means. He voices his objection in Zulu.\n\nBLOOMFIELD\nGet to your own wagon.\n\nThe BUGLER sent by STOREY is waiting impatiently.\n\n\t\tBUGLER (Running to the front of the queue)\n'ow long we gotta wait, Quartermaster?\n\nBLOOMFIELD\nGet back in line, boy. Wait your turn.\n\nBUGLER\nBut Sir  \n\nBLOOMFIELD\nMove.\nBLOOMFIELD returns to prizing open the boxes. BUGLER goes to \nreturn\nto the end of the queue but turns back to plead with \nBOY-PULLEN.\n\nBUGLER\nPullen?\n\nBOY-PULLEN\nLook it am 't my fault. All the tops are screwed down.\n\nREDCOAT AT FRONT OF QUEUE\nCome on. I'm waiting.\n\nBOY-PULLEN gives the REDCOAT one box and then hurriedly hands \nthe\nother to STOREY'S BUGLER.\n\n240.\tFRONTLINE.\n\nSGT. WILLIAMS\nPresent, Arms.\n57\n\nSTOREY is beginning to panic. The ammunition situation is now \nbecoming\ndesperate.\n\nSTOREY\nHurry up with that bloody amo\n\nIncreasing numbers are not firing. They glance back with \nimpatience\ntowards the ammunition wagons, space4 five hundred yards apart, \nwhere\nqueues of BUGLERS and REDCOATS wait for rounds that are \ndistributed\ntoo slowly.\n\n241.\tEXT. ZULULAND. EAST OF ISANDHLWANA. DAY.\n\nCHELMSFORD and his COLUMN move slowly and steadily from their\nCamp towards the West. MILNE approaches on horseback to meet \nthem.\n\nMILNE\nMy Lord, I watched the camp for twenty minutes. The haze \nobscures\nmuch.",
  "51": "---END OF PREVIOUS SECTION---\nMILNE approaches on horseback to meet \nthem. MILNE\nMy Lord, I watched the camp for twenty minutes. The haze \nobscures\nmuch. \n---TARGET SECTION TO BE ANNOTATED---\n The tents have not been stuck. The only thing I could\ndistinguish is the wagons have been moved on mass into the \ncamp.\n\nCHELMSFORD\nThank you Mr. Milne. Inform Colonel Crealock, would you?\n\nMILNE\nSir.\n\n242.\tCAMERA PANS away from CHELMSFORD'S COLUMN as we see an\nOFFICER'S POV through binoculars. Angle changes as we see a \nrider enter\nthe camp and approach LT. HARFORD.\n\n243.\tCHELMSFORD'S HQ.\n\nCREALOCK steps into a wagon. He turns to address MILNE who \nstands\noutside.\n\nCREALOCK\nThank you, Milne.\n\nMILNE salutes.\n\nHARFORD approaches urgently. He remains on horseback and talks \nto\nCREALOCK through the open side of the wagon.\n\n\t\tHARFORD (Out of breath, agitated)\nThe camp is under attack from a large force of Zulu. Colonel\nPulleine sends for help.\n\nCREALOCK\nCalm yourself Mr. Haiford. Where do you come by this \nintelligence?\n58\n\nHARFORD\nDurnford's Cavaye himself rode from the camp.\n\nCREALOCK\nVery well, go on.\n\nHARFORD\nColonel Harness has already turned with the artillery.\n\n\t\tCREALOCK (The severity begins to register)\nThey have? I see. Ride after Lord Chelmsford and acquaint him \nwith\nyour intelligence.\n\nHARFORD has started but turns his horse about as CREALOCK \ncalls:\n\nCREALOCK\nMn Haiford. . control your passions. A professional soldier must\nkeep cool and thoughtful in times of stress.\n\nHARFORD looks as if he is going to explode but controls his \nfeelings and\nrides after CHELMSFORD.\n\n244.\tEXT. BATTLEFIELD. ISANDHLWANA. DAY\n\nVEREKER gallops hard as do his troop of BASUTO HORSEMEN.\nCAMERA TRACKS FORWARD, following them to the donga which\nDURNFORD'S COMPANIES are defending. Horses are in the donga.\nThe troops are firing from the outer lip of the donga.\nVEREKER'S MEN provide the much needed backup.\n\nDURNFORD\nGood work, Mn Vereker.",
  "52": "---END OF PREVIOUS SECTION---\nThe troops are firing from the outer lip of the donga. VEREKER'S MEN provide the much needed backup. DURNFORD\nGood work, Mn Vereker. \n---TARGET SECTION TO BE ANNOTATED---\nDURNFORD spurs his horse forward. The situation is still \ndesperate.\n\n\t\tDURNFORD (Shouting to his troops)\nPrepare to fall back.\n\nLine after line of ZULUS run forward to join the assault.\n\nDURNFORD\nMove the horses!\n\nCLOSE ON DURNFORD. He signals the next tactic as he rides \nacross the\ndonga. Commands are issued down the line. The men now disengage \nand\nrun in the opposite direction from the ZULUS, leaping into the \ndonga to find\ntheir horses and swinging onto saddles to scramble up the far \nside, galloping\n400 yards close to the camp to form a new defence line.\n59\n\n\"The Retreat\" is sounded. There is hand-to-hand, bayonets, \nspears, hunting\nknives and ZULUS trying to assegai the horses.\n\n245.\tA handful of REDCOATS await the ZULU as they clamber over \nthe\nridge. Realization of the vast Zulu numbers suddenly dawns as \ntheir NCO\nshouts in desperation:\n\nNCO\nTake the high grouncit\n\nThe REDCOATS are completely overwhelmed and are soon lost \namidst the\nZULU onslaught.\n\n246.\tDURNFORD'S COMPANIES ride into camp. There are wounded\nlying everywhere.\n\nDURNFORD\nSpeed up the ammunition flow, Vereker. I'll try to hold the \nroad to\nRorke '5 Drift.\n\nVEREKER complies.\n\n247.\tLike a huge tidal wave, the ZULUS plough their way through \nthe lines of\nREDCOATS defending the outer perimeter of the camp.\n\n\t\tDURNFORD (Addressing S.M. KAMBULA)\nSergeant, come with me.\nDURNFORD and S.M. KAMBULA depart as ZULU mercilessly stab at the\nwounded already on the ground.\n\n248.\tSOT. WILLIAMS' MEN are under serious attack.\n\n249.\tThe ZULUS are among the NATAL NATIVES, stabbing, stabbing, \nstabbing.\n\n250.\tThe ZULU LOIN is sitting some three hundred yards from the \nbattle, facing\naway from it.",
  "53": "---END OF PREVIOUS SECTION---\nThe ZULUS are among the NATAL NATIVES, stabbing, stabbing, \nstabbing. 250. The ZULU LOIN is sitting some three hundred yards from the \nbattle, facing\naway from it. \n---TARGET SECTION TO BE ANNOTATED---\n The ZULU LOIN, two IMPIS of seasoned warriors, \nstart to\nrun towards the gap through which the NATAL NATIVES, ZULUS and\nSMITH'S GUNS are streaming.\n\n251.\tBoth lines of REDCOATS are attacked from the back, and the \nlines try to\nfight enemy in front and behind.\n\nSGT. WILLIAMS\nFire. Fire. Close ranks. Retreat!\n\nSOT. WILLIAMS, pistol in hand, sees the danger to the guns.\n\nSGT. WILLIAMS\nSave those guns.\n60\n\nSOT. WILLIAMS grabs a passing ZULU by the throat. He throws him \nto\nthe ground and beats him to death. Reaching the top of a ridge, \nhe bayonets\na ZULU scrambling up the ridge towards him. Withdrawing the \nblade, he\nturns just in time to bayonet another ZULU attacking from the \nrear.\n\nSGT. WILLIAMS (Shouting & looking around desperately)\nPrivate Williams!\n\n\t\tPTE. WILLIAMS (From just below the ridge)\nSgt. Williams!\n\nSGT. WILLIAMS\nCome 'ere. Get yourself up 'ere. (He grabs PTE. WILLIAMS' jacket\npulling him up onto the higher ground).\n\nPTE. WILLIAMS (Struggling)\nSir.. .Ah!. . . Ah!\n\nSGT. WILLIAMS\nComeon. Getup!\n\n252.\tSMITH'S GUNS are driven away.\n\nSGT. WILLIAMS (Helping PTE. WILLIAMS to his feet)\nYou '11 get a medal yet, Private Williams.\n\nAt this point SOT. WILLIAMS falls to his knees. He has been \nassegaied\nin the back. PTE. WILLIAMS thrusts his bayonet over SOT. \nWILLIAMS\nhead, killing the offending ZULU. He turns and bayonets another \nrunning\ntowards him.\nSGT. WILLIAMS\nBehind you, lad! Ah no... (He is struck again)\n\nBut it is too late. A single assegai penetrates PTE. WILLIAMS' \nback.\nBoth Sergeant and Private die together.\n\n253.\tCLOSE IN on BAYELE as he leads the ZULUS onward.\n\n254.",
  "54": "---END OF PREVIOUS SECTION---\n253. CLOSE IN on BAYELE as he leads the ZULUS onward. 254. \n---TARGET SECTION TO BE ANNOTATED---\n\tCAMERA FOLLOWS THREE SIKALI HORSEMEN as they gallop\ntowards BLOOMFIELD'S ammunition wagon. Another GROUP OF\nREDCOATS surrounds the wagon. BLOOMFIELD and BOY-PULLEN\nserve them with ammunition which is fired with discipline at a \nrapid rate.\n\nBLOOMFIELD\nWait your bloody turn. Wait your bloody turn and get in line.\n(Handing a box to a young private) There you are, boy.\n\n255.\tLONG SHOT of the ZULUS streaming across the plain.\n61\n\n256.\tMany of the REDCOATS have turned and are running for their \nlives. The\nbattleground is awash with red tunics. As the CAMERA passes \nover the\ndead, one body suddenly leaps to his feet. It is PTE. STOREY. \nHe has\nbeen playing 'dead'. Running, he makes for cover beneath a \nwagon. He\nsearches beyond the mass of ZULUS for a target. He sees the \ndistant\nINDUNAS, he aims carefully and fires.\n\nSTOREY, satisfied with the result, now kneels to the corpse of \na fallen man\nbeside him. He finds LT. CAVAYE dead. He bends to search him for\nammunition. STOREY finds one cartridge, spitting on it for \nluck, he loads,\naims and fires.\n\nA huge line of ZULUS run forward and engulf him.\n\n257.\tCLOSE UP of STOREY'S torso beneath the wagon. An assegai \nprotrudes\nfrom his chest.\n\n258.\tSWEEPING SHOT. The ZULU LOIN is streaming into the camp \nthrough the\ngaps in the north and north-east corner. The end is near.\n\n259.\tVEREKER and a trooper gallop towards BLOOMFIELD'S AMMUNITION\nWAGON.\n\n\t\tVEREKER (To BLOOMFIELD)\nOver here. Quickly.\n\nBLOOMFIELD hands VEREKER a whole case of ammunition which he\npasses to the TROOPER beside him.\nVEREKER\nQuickly, Trooper.\n\n260.\tVEREKER & TROOPER approach DURNFORD'S LINES with the\nammunition.\n\nDURNFORD\nWell done, Vereker. Now goodbye, lad.",
  "55": "---END OF PREVIOUS SECTION---\nVEREKER & TROOPER approach DURNFORD'S LINES with the\nammunition. DURNFORD\nWell done, Vereker. Now goodbye, lad. \n---TARGET SECTION TO BE ANNOTATED---\nThe pair exchange glances.\n\nDURNFORD\nGo on.\n\nAfter a beat, VEREKER turns his horse about and rides away.\n\nDURNFORD\nSergeand\n\nThe Sergeant takes DURNFORD'S HORSE by the bit as DURNFORD\ndismounts.\n62\n\n261.\tCLOSE UP of the ammunition case as the men frantically try \nto open it\nwith their bayonets and rifle butts.\n\n262.\tCLOSE UP of DURNFORD. He is firing his pistol.\n\n263.\tCAMERA finds ELDER BOER in crowd as he is assegaied in the \nback.\n\nThe fighting is hand-to-hand, with a few REDCOATS having rounds \nwhich\nthey fire with discipline under the command of DURNFORD.\n\n264.\tCOGHILL and MELVILL command the squad of REDCOATS who form\nan approximate ring around PULLEINE'S tent. Some wagons have \nbeen\npulled forward to form a partial barricade. PULLEINE stands in \nthe centre.\nA BUGLER BOY holding the Regimental Colours is close by.\n\nCOGHILL & MELVILL ride up to PULLEINE.\n\nPULLEINE\nWell fought, Gentlemen. It's time to save the Colours. Get to\nRorke '5 Drift. You must warn them. (To BUGLER BOY) The\nColours.\n\nPULLEINE takes the Colours from the BUGLER BOY and hands them to\nMELVILL.\n\nPULLEINE\nCarry them to safety Mr. MelvilL\n\nMELVILL\nSir.\n\nCOGHILL and MELVILL take the Colours, spur through the ZULUS\nand head to the gullies and ravines that lead to the river. \nPULLEINE\nwatches, moves back into his tent.\n\n265.\tCLOSE UP of DURNFORD. He looks over his shoulder and then \nback\nto the ZULU before him. He makes a decision and moves away from \nthe front\nline.\n\n\t\tDURNFORD (To S.M. KAMBULA)\nSergeant! Sergeant! Take my horse. Up you go.\n\nS.M. KAMBULA is helped up into the saddle.",
  "56": "---END OF PREVIOUS SECTION---\nS. M. KAMBULA is helped up into the saddle. \n---TARGET SECTION TO BE ANNOTATED---\nDURNFORD\nSergeant, you're to ride back to NataL When you see the Bishop\ntell him (He pauses momentarily) that is, tell his daughter, I \nwas\nobliged to remain here with my infantry. Now go. God go with \nyou.\n63\n\nS.M. KAMBULA\nI leave God Jesus with you.\n\nHe leaves as CAMERA closes in on DURNFORD'S face.\n\n266.\tSMITH'S guns, at full gallop, sweep through the camp.\n\n267.\tVARIOUS SHOTS of the battle. The battlefield is covered \nwith dead\nZULU and REDCOAT bodies.\n\n268.\tBLOOMFIELD'S AMMUNITION WAGON.\n\nSome of the ZULUS have picked up burning brands from the \ncooking fires and\nare setting the wagons on fire.\n\nBLOOMFIELD & BOY-PULLEN jump down from their wagon, taking\nsome cases of ammunition with them.\n\nMove it!\n\nI'm trying.\nBLOOMFIELD\n\nBOY-PULLEN\n\nThey are only ten yards away when there is a massive explosion. \nThe wagon\nhas burst into flames and the ammunition continues to explode.\n\n269.\tCLOSE UP of BLOOMFIELD. He is lying face down on the ground \nin a\nstate of shock. He slowly turns his head and we see the bloody \ncorpse of\nBOY-PULLEN. BLOOMFIELD'S face grimaces as he is stabbed in the \nback\nby an unseen assailant. His face falls into the dirt.\n\n270.\tINT. PULLEINE'SH.Q.TENT. DAY.\n\nPULLEINE is sitting inside his tent. He is writing a letter to \nhis wife. There is a\npistol on the table.\n\nBAYELE enters the tent. PULLEINE immediately picks up his \npistol and\naims at BAYELE. There is a moment's hesitation from both. \nPULLEINE\ndrops his pistol to one side inviting BAYELE to kill him. \nBAYELE seizes\nthe moment and with one forward fatal thrust, stabs PULLEINE in \nthe heart.\n\nPULLEINE slumps onto the desk as BAYELE leaves without remorse.\n\n271.",
  "57": "---END OF PREVIOUS SECTION---\nBAYELE seizes\nthe moment and with one forward fatal thrust, stabs PULLEINE in \nthe heart. PULLEINE slumps onto the desk as BAYELE leaves without remorse. 271. \n---TARGET SECTION TO BE ANNOTATED---\n\tLONG PAN SHOT of MELVILL & COGHILL as they take the Colours\nout of the camp.\n\n272.\tVEREKER is nearby as a ZULU leaps out, bringing MELVILL & \nhis horse\nto the ground.\n64\n\nVEREKER shoots the ZULU.\n\nMELVILL gets up, hands the Colours to COGHILL and gets back up \nonto\nhis horse.\n\n\t\tMELVILL (To COGHILL, indicating the Colours)\nGive them to me. (COGHILL does so) Come on. Come on!\n\nThey spur onward, COGHILL using his t)istol as they do so.\n\n273.\tMOVING SHOT. A gun carriage charges over the slope. As it \ndoes so,\nthe rear gunner is shot and the gun itself becomes disengaged \nfrom the rest\nof the carriage tumbling down the slope.\n\n274.\tGUN CARRIAGE IN FOREGROUND. VEREKER, COGHILL &\nMELVILL ride over this obstacle (SLOW MOTION) the Colours \naloft.\n\n275.\tEXT. BATTLEFIELD. ISANDHLWANA. DAY.\n\nHIGH VIEW. DURNFORD'S South-East defence position. ZOOM forward\nto show the first refugees behind from the camp breaking out on \nthe South,\ncrossing into the ravine; their line of exit the same as the \nguns, defended by\nDURNFORD' S troops.\n\n276.\tCLOSE UP of DURNFORD. He loads his pistol and turning full \ncircle,\nrealizes that he and his troops are surrounded. Jumping up onto \nan\nammunition wagon, he starts to target the approaching ZULUS, \nnow only\nten yards away. He uses all six shots, throws his pistol to one \nside and picks up\na discarded assegai from the wagon. As he frantically tries to \nbatter a ZULU\nwarrior, another ZULU aims a rifle straight at him.\n\nThere is a single shot. DURNFORD, clasping the shoulder of his \ndisabled\nleft arm, falls off the ammuntion wagon and tumbles down the \nravine,\nlanding at the bottom with a painful thud.",
  "58": "---END OF PREVIOUS SECTION---\nAs he frantically tries to \nbatter a ZULU\nwarrior, another ZULU aims a rifle straight at him. There is a single shot. DURNFORD, clasping the shoulder of his \ndisabled\nleft arm, falls off the ammuntion wagon and tumbles down the \nravine,\nlanding at the bottom with a painful thud. \n---TARGET SECTION TO BE ANNOTATED---\n Out of breath, he \nstruggles to sit\nupright, his back against the muddy bank of the ravine.\n\nA ZULU appears at the top of the ravine. Standing on top of the \nammunition\nwagon, he throws his assegai down at the body below. It finds \nit's target,\npiercing DURNFORD in the chest. Short of breath, he makes a vain\nattempt at removing the weapon but his efforts are futile. He \ndraws his last\nbreath and dies.\n\n277.\tEXT. FUGITIVE'S RAVINE. DAY.\n\nCOGHILL, MELVILL & VEREKER desperately fighting to control their\nhorses scrambling down the hazardous rocky terrain - quarry to \nthe\npursuing relentless ZULUS behind them. REDCOATS on foot are\novertaken and dispatched with stabbing assegais.\n\n278.\tEXT. RIVER BANK OPPOSITE RORKE'S DRIFT.\n65\n\nCOGHILL, MELVILL &VEREKER urge their horses onward, galloping \ninto\nthe river.\n\nSeveral ZULUS remain on the bank, shooting rifles and throwing \nassegais\ninto the water.\n\nOne ZULU jumps into the water and attempts to swim after them.\n\nVEREKER is the first to reach the opposite bank. The other two \nhave\nbecome separated from their horses. VEREKER'S is close by. \nScrambling\nup the bank, VEREKER turns to COGHILL & MELVILL who are still \nin the\nwater.\n\nVEREKER\nFor God's sake, hold them back! I'll get the horses.\n\nCOGHILL is the next to reach the bank. He turns back to MELVILL \nwho is\nstruggling in the water with the Colours.\n\nCOGHILL\nIt's alright It's alright.\n\nHe helps MELVILL up onto the bank as VEREKER mounts his horse.\nVEREKER rides off in pursuit of the other two horses.\n\nThere is a single rifle shot, which brings VEREKER'S horse to \nthe ground.\nIn the background we see a vast number of ZULUS engulf COGHILL \n&\nMELVILL. MELVILL attempts to fight with his sword but he is \noverwhelmed.\nThere is an awful piercing scream and the two men disappear.",
  "59": "---END OF PREVIOUS SECTION---\nIn the background we see a vast number of ZULUS engulf COGHILL \n&\nMELVILL. MELVILL attempts to fight with his sword but he is \noverwhelmed. There is an awful piercing scream and the two men disappear. \n---TARGET SECTION TO BE ANNOTATED---\n279.\tINTERCUT BETWEEN VEREKER & GROUP OF ZULUS.\n\nVEREKER lies on the ground, his left leg trapped beneath the \nbody of his\nhorse. He sees the ZULUS take up the Colours as they run up to \nthe high\nground, revealing COGHILL & MELVILL' S dead bodies in the\nFOREGROUND.\n\nVEREKER is breathing uneasily. He watches with amazement as the \nZULUS\nhold the Colours aloft mockingly. Some ZULUS are wearing their \npurloined\nRedcoat uniforms, they whoop and wail exultantly.\n\nVEREKER takes his time. He aims his rifle at the ZULU carrying \nthe\nColours.\n\nThe shot kills the ZULU and the Colours fall (SLOW MOTION) \ndown, down\ninto the river.\n\nRelieved, VEREKER' S head falls to the sandy bank.\n\n280.\tThe Colours float into CLOSE UP.\n66\n\n281.\tEXT. PULLEINE'S CAMP. ISANDHLWANA. DUSK.\n\nCHELMSFORD and his ESCORT ride into the camp. The air is full \nof smoke\nand the crackling of fire can still be heard. A dead soldier \nwho has been tied to a\npost and disembowelled is CENTRE SCREEN.\n\nThe wind begins to howl as CAMERA follows CHELMSFORD into the\ncentre of the camp. He dismounts. Very slowly he removes his \nhelmet.\n\nCLOSE UP of HARFORD. A solitary tear trickles down his cheek as \nhe\nsurveys the area with disbelief.\n\nStationary, CHELMSFORD looks around him. Then very slowly and\ndeliberately he walks forward towards the CAMERA.\n\nCAMERA PANS to reveal CREALOCK, still on horseback, in the back-\nground. He rides into focus.\n\nCREALOCK\nExcuse me, My LorJ There '5 something I must convey to you. 1\nrode a little way along the track to Rorke '5 Drift. The sky \nabove\nis red with fire (Pause). Your Orders, My Lord? Do we move to \nthe\nDrift?\n\nCHELMSFORD does not answer. He continues to walk forward,\nexpressionless.\n\nTIGHT CLOSE UP.",
  "60": "---END OF PREVIOUS SECTION---\nCHELMSFORD does not answer. He continues to walk forward,\nexpressionless. TIGHT CLOSE UP. \n---TARGET SECTION TO BE ANNOTATED---\n CHELMSFORD lowers his head, his eyes still \nfront.\n\n282.\tCROSS FADE to blood red sunset. Script is superimposed:\n\nThe Battle of Isandhlwana was recorded in history as the worst \ndefeat ever inflicted on a\nmodern army by native troops.\n\nIn Parliament, upon the downfall of his government, British \nPrime Minister, Benjamin\nDisraeli, asked the question:\n\n\"Who are these Zulus, who are these remarkable people who \ndefeat our generals,\nconvert our bishops and who on this day have put an end to a \ngreat dynasty?\"\n\nZULU singing and chanting crescendos.\n\nTHE END\n\n\n"
}